{
  "1": "(Name of Project)\n\nby\n(Name of First Writer)\n\n(Based on, If Any)\n\nRevisions by\n(Names of Subsequent Writers,\nin Order of Work Performed)\n\nCurrent Revisions by\n(Current Writer, date)\n\nName (of company, if applicable)\nAddress\nPhone Number\n\fDARK GAMES\n\nFADE IN:\n\nEXT. TWO LANE HIGHWAY - PASADENA, CA — NIGHT\n\nA 1967 MUSTANG FASTBACK sits parked on the side of a small,\n\ntwo lane highway just outside a residential neighborhood. A\ndark figure sits behind the wheel. Someone we cannot fully\n\nsee.\n\nRandom CARS drive past the scene.\n\nINT. MUSTANG\n\nA girly pink KEYRING hangs from the ignition. A picture of a\nyoung BLONDE WOMAN and her boyfriend inside the small frame.\nThe girl looks to be high school age.\n\nA pair of RUBBER GLOVED HANDS flip through the radio\nchannels, searching for music, listening to talk shows. He\ngives up and pulls the keys out of the ignition.\n\nON THE REARVIEW MIRROR\n\nA pair of dark, menacing eyes stare into the rearview mirror.\nWe stay on the mirror as this person steps out of the car.\nWe hear the driver's door slam shut.\n\nTHUMP !\n\nWe watch on, from the rearview mirror, as this figure walks\naround the car and to the trunk. He opens the trunk. Fast\nenough so we can’t get a good look at his face.\n\nA few moments pass.\n\nA YOUNG BLONDE WOMAN\n\nappears from behind the trunk. Her mouth gagged and her\nhands tied. The dark figure and his hostage begin toward the\nwoods, out of frame and out of our view of the rearview\nmirror.\n\nEXT. MUSTANG - WINDSHIELD\n\nA white piece of paper lays under the windshield wiper. It\nreads OUT OF GAS.\n\fINT. WOODS\n\nThe gagged woman ruffles through the forestry. She cries\nout, through the cloth.\n\nThe dark figure walks some distance behind her, silent.\nSuddenly...he forcefully pushes the girl to the ground.\n\nShe falls into the mud.\nSPLAT!\nShe quickly turns around, facing her captor.\n\nThe dark figure kneels down and digs through the filthy mud,\nsearching for the perfect stick or tree branch.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nSPLAT! She quickly turns around, facing her captor. The dark figure kneels down and digs through the filthy mud,\nsearching for the perfect stick or tree branch. \n\nTARGET SECTION TO BE ANNOTATED:\nHe picks up a long, thick, healthy branch and snaps it in\nhalf. He throws the other half back into the dirt and pulls\nout a pocket knife.\n\nThe girl watches on, a bit confused.\n\nHe has a seat on a nearby tree trunk and begins using the\nblade to shave the branch down, sharper and sharper, making a\nhome made weapon of some sort.\n\nThe young woman simply watches in horror. She attempts to\nstand, but the dark figure walks over and steps on her back,\npushing her face back into the dirt.\n\nAs the girl lays, face down on the ground, the dark figure\ncontinues shaving the tree branch down into a sharp spear.\n\nThe girl watches as shavings from the branch hit the ground,\nall around her.\n\nThe dark figure grabs her and turns her over, facing him. He\npoints the sharp stick directly at her eye. She instantly\nturns away.\n\nHe then rubs the end of the stick across her eye lids as she\nSCREAMS out in a panic. Afraid that he’ll puncture her eye,\nthe girl tries to lay as still as possible.\n\nHe simply rubs the stick across her eyes and cheeks, taking\nin her fear. Enjoying himself.\n\nHer eyes remain shut, scared he will pop one of them out with\nhis weapon.\n\n(CONTINUED )\n\fCONTINUED:\n\nThe dark figure reaches back, as if he’s going to drive the\nstick into her face. Instead, he drives it into the ground,\nas hard as he can.\n\nHe reaches down and pulls the gag from her mouth. She\nSCREAMS out in terror.\n\nThe dark figure slowly slides his hand down the front of his\npants.\n\ncur TO:\n\nEXT. RESIDENTIAL SIDEWALK - DAY\nOpen on a LONG SHOT of a white sidewalk in upper, middle\nclass suburbia. Lots of trees and bushes align the quiet\nstreets. The outskirts of LA.\nBEGIN TITLES:\n\nTHE 2ND FLOOR\nFrom around a corner walks JAKE WINCOTT (13) a strawberry\nblonde with enough red in his hair and sporadic freckles to\nsuggest trouble. He is toting a heavy bookbag, coming home\nfrom school.\nEXT. WINCOTT HOUSE -— CONTINUOUS\nJake opens a white, picket gate and enters the property,\nresponsibly shutting it behind him.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is toting a heavy bookbag, coming home\nfrom school. EXT. WINCOTT HOUSE -— CONTINUOUS\nJake opens a white, picket gate and enters the property,\nresponsibly shutting it behind him. \n\nTARGET SECTION TO BE ANNOTATED:\n He continues into the\nhome.\n\nINT. WINCOTT HOUSE - CONTINUOUS\n\nJake walks in, shuts the door and drops his heavy books onto\nthe floor, immediately running to one of the bedrooms.\n\nJAKE (0.8.)\nMatt!\n\nJake opens Matt’s bedroom door.\n\nJAKE\nMatt! You here?\n\nJake walks in Matt’s bedroom, kneels down and opens a drawer\nto pull a magazine that reads “Sexy Bikini girls”\n\n(CONTINUED )\n\fCONTINUED:\n\nJAKE\n(SMILES)\nBingo!\n\nJake runs back into to the kitchen to get a drink.\nINT. KITCHEN\n\nJake hurries over to the fridge and opens, grabbing a large,\nclear jug of cherry Kool Aid.\n\nHe shuts the door and instantly notices a white, hand written\nletter hanging by a magnet. He rests the jug on a counter\nand reads.\n\nINSERT — LETTER\n\nJake\n\nI won't be home until late. Dad\nsays to do your homework and stay\nout of trouble. DON’T GO\nANYWHERE! 1!\n\nMatt\nBACK TO SCENE\n\nJake doesn’t pay the note any mind and pours himself a large\nglass of Kool Aid. He takes a huge swig of his drink and\nwalks over to a telephone and message machine in the corner.\nHe plays the days messages.\n\nMACHINE\nFirst message...\n\nMATT’S VOICE (0.S.)\nJake! I know you're listening to\nthis, so now you can’t pretend you\ndidn’t get my note! Just in case\nyou forgot...you’re still on\nrestriction! Dad says we’re both\ndead if I let you go out, so you\nbetter not even think about going\nto that fag’s house!\n\nJake skips ahead, erasing the message.\n\nMACHINE\nMessage erased. Next message...\n\n(CONTINUED )\n\fCONTINUED: (2)\n\nJAKE'S FATHER (0.S.)\nJake. It’s your father. I take it\nsince you’re not answering the\nphone, you’re out doing something\nyou shouldn't instead of doing your\nhomework like your mother and I\nasked. Well I just hope for your\nsake it’s done by the time your\nbrother gets home. Don't think\nbecause we’re not there, we’re not\nwatching you, young man. We’re\nALWAYS WATCHING!...",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nWell I just hope for your\nsake it’s done by the time your\nbrother gets home. Don't think\nbecause we’re not there, we’re not\nwatching you, young man. We’re\nALWAYS WATCHING!... \n\nTARGET SECTION TO BE ANNOTATED:\nJake angrily punches the button on the machine, erasing the\nmessage.\n\nSuddenly the phone rings.\n\nJAKE'S FRIEND (0.S.)\nDude. Stop playing with yourself\nand pick up the phone. I know\nyou're home.\n\nJake picks up the phone. His friend is on the other line.\n\nJAKE'S FRIEND (0.S.)\nHello?\n\nJAKE\nWhat're you doing?\n\nJAKE'S FRIEND (0.S.)\nWaiting on you. I thought you were\ncoming over.\n\nJAKE\nI said we were meeting at\nChrissy’s. Why would I come to\nyour place if her house is closer?\n\nJAKE’S FRIEND (0.S.)\nYeah, but what if I get there\nbefore you? Just come over and get\nme and we’ll go together.\n\nJAKE\nAlright. But I gotta get back\nbefore dark.\n\nJAKE’S FRIEND (0O.S.)\n\nYou will. Just take the short cut\nlike I showed you.\n\n(CONTINUED )\n\fCONTINUED: (3)\n\nJAKE\nAlright.\n\nJAKE’S FRIEND (0.S.)\nAnd you better not wimp out this\ntime. Remember what I said. If\nyou don’t ask her to the dance, I\nwill.\n\nJAKE\nAlright, alright! I’11 ask her!\nJust get off my back!\n\nJake hangs up and chugs the rest of his Kool Aid.\n\nEXT. SIDEWALK - LATE AFTERNOON\n\nJake, now dressed to impress, hurries up a residential\nsidewalk and approaches a large, wooded area. He runs down a\nsmall, grassy slope and ventures deeper into the woods.\n\nINT. WOODS\n\nJake scurries through the small forest, maneuvering around\ntree trunks and logs, pushing his way through the sharp\nbranches and wet leaves, snapping and crunching twigs with\nhis feet and tramping through the filthy mud.\n\nEXT. PUBLIC PARK - PARKING LOT\n\nA car pulls into an almost full lot and finds an empty space.\nParks.\n\nOut of the car steps DETECTIVE DAVID REINHARDT, late 40s,\n\ngraying hair, aviator shades, cheap sport coat, polo shirt\nand khakis.\n\nHe glances around suspiciously, as if someone is watching\n\nhim. He begins into the busy park.\n\nEXT.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe glances around suspiciously, as if someone is watching\n\nhim. He begins into the busy park. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n PARK GROUNDS\n\nSeveral retirees are out for their afternoon walk, couples\nare walking their dogs, parents playing with their children.\n\nSome of them sitting at various picnic tables, others\ngrilling burgers and dogs on the barbecue pits.\n\n(CONTINUED )\n\fCONTINUED:\n\nDetective Reinhardt notices an unsavory looking fellow with\nwhite hair sitting on the table top of a picnic bench in the\nnear distance.\n\nARCHIE is old, fat and greasy. His white hair is spiked up,\ndesperate to appear hip and youthful. His silk shirt,\ndesigner slacks and fancy shoes suggest money, but are a bit\ntoo flashy for the time and place. He is busy pounding away\nat a hot dog with all the works.\n\nDetective Reinhardt begins toward him.\n\nARCHIE\nYou're late, cop. Thought maybe\nyou were having second thoughts\nabout that money.\n\nDETECTIVE REINHARDT\nI had some trouble going on at home\nwith my daughter.\n\nARCHIE\nTrouble, eh?\n\nArchie laughs.\n\nARCHIE\nI bet. Girl like that. Good\nhealthy tatas. Nice culito. All\nthose hard dicks beatin’ down your\nfront door. I know. I had a\ndaughter myself. Never had to\nworry like you, though. She had\nthe face of a chongo’s culo. She\nwas always home.\n\nArchie laughs again.\n\nDETECTIVE REINHARDT\nI got the twelve hundred?\n\nARCHIE\nYou waiting on a rainy day? Let's\nsee it.\n\nDetective Reinhardt pulls a thick envelope from his coat and\nhands it to Archie, who quickly fans through it, counting.\n\nDetective Reinhardt looks in both directions, making sure he\nisn't being watched.\n\nArchie finishes counting the money.\n\n(CONTINUED )\n\fCONTINUED: (2)\n\nARCHIE\nPretty expensive habit you got\nthere, cop. You’re starting to\nmake me feel guilty. You should\nstart picking your teams a little\nmore carefully. Either that or\nstart thinkin’ about a career\nchange.\n\nDetective Reinhardt looks as if Archie’s touched a nerve.\nHis mouth quivering just a bit.\n\nARCHIE\n(a growing smile)\nWait a minute. Could this be\npayoff money?\n\nArchie slides the envelope under his nose, sniffing it.\n\nARCHIE\nHmm.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nCould this be\npayoff money? Archie slides the envelope under his nose, sniffing it. ARCHIE\nHmm. \n\nTARGET SECTION TO BE ANNOTATED:\n Dinero sucio. Shame, shame.\n\nArchie laughs out loud.\nDetective Reinhardt turns to leave.\n\nARCHIE (0.8.)\nSee you next week, cop.\n\nThe detective stops, quickly comes back and gets in the man’s\nface.\n\nDETECTIVE REINHARDT\nListen to me. I want you to stop\ncalling the house. I don’t wanna\nhear from you. I don’t wanna know\nyou exist. And the next time you\nmake threats over the phone at my\ndaughter...I‘1ll kill you. There's\nplenty of woods around these parts.\n\nArchie loses his cocky grin, looking very intimidated.\nDetective Reinhardt walks off.\nARCHIE\n\nHey, Dave! Tell the wife I said\nhil\n\n(CONTINUED )\n\fCONTINUED: (3)\n\nDetective Reinhardt turns and stares at Archie, giving hima\nlook of pure hate. He is so upset, Archie’s rendered him\nspeechless. He simply walks off.\n\nArchie laughs.\n\nINT. WOODS\n\nJake hurries through the forest a bit faster and more\nconfident, now finding his way easier.\n\nHe stops when he looks up and notices a young BLONDE WOMAN,\nhands tied to a tree and gagged at the mouth.\n\nShe stares up at Jake as she cries out in despair.\n\nThe back of her shirt has been torn all the way up with a\nknife.\n\nHer bare skin exposed and her bra strap showing.\n\nJake almost doesn’t notice the NAKED MAN standing some\ndistance behind her. He is somewhat hidden from view by the\nthick shrubbery, but is visibly nude.\n\nHe is a young, thin man in his twenties, long, curly black\nhair. So long, it curtails his face from view. He is\nwearing rubber gloves and holding a long blade in his hand.\nWe‘ll call him THE SCARY MAN.\n\nThe scary man uses the knife to rip off the girl’s bra. She\nSCREAMS out in a panic.\n\nJake slowly backs up, distancing himself from the scene\nbefore he’s noticed. He trips over a thick log and falls\ninto the mud.\n\nSPLAT!\n\nThe scary man quickly turns his head, staring directly over\nat young Jake. We only see close ups of his eyes and the\nback of his head as he begins toward Jake.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nSPLAT! The scary man quickly turns his head, staring directly over\nat young Jake. We only see close ups of his eyes and the\nback of his head as he begins toward Jake. \n\nTARGET SECTION TO BE ANNOTATED:\nJake quickly stands and darts off, deeper into the woods.\nThe scary man charges after him. From different camera\nangles, we see parts of his body as he runs. He’s completely\nnaked. His every move is smooth and robotic.\n\nJake is now snapping through the branches hopping from log to\nlog like he owns these woods.\n\n(CONTINUED )\n\f10.\nCONTINUED:\n\nJAKE\n\nHELP!!! SOMEBODY HELP ME!!!\nJake notices a grassy field in the near distance and some\npeople sitting at a picnic table. He runs toward the light\nand out of the woods, into a picnicking area. THE PARK FROM\nBEFORE.\nEXT. PARK GROUNDS\nJake trips and falls down a short hill, onto the soft grass.\n\nJAKE\nSOMEBODY HELP!!!\n\nHe quickly stands and continues running across the field.\n\nJAKE\nHELP ME!!!\n\nDetective Reinhardt is on his cell phone when he looks up and\nnotices Jake running out of the woods towards him.\n\nJAKE\nHELP!!! HE’S GONNA KILL ME!!!\n\nDETECTIVE REINHARDT\nI‘1l call you back.\n\nHe hangs up the phone and begins walking towards Jake.\n\nJake runs as fast as he can toward the detective. He\napproaches him, almost completely out of breath.\n\nJAKE\nThere's a man!...A man in the\nwoods!...He’s naked and he’s with\n\nthis girl! He’s...he’s attacking\nher! Quick! Call the police!\n\nDetective Reinhardt stares in the direction of the woods.\nDETECTIVE REINHARDT\nHe was attacking her?\nINT. WOODS\nSCARY MAN’S P.O.V.\n\nHe watches Reinhardt and Jake from a distance.\n\f11.\n\nEXT. PARK GROUNDS\nDetective Reinhardt and Jake.\n\nJAKE\nLook! It’s not what you think! He\nhad a knife! She was tied toa\ntree! You gotta do something!\nHe’s gonna kill her!\n\nDetective Reinhardt loses his slick grin and stares off into\nthe woods.\n\nJAKE\nWhat’re you waiting on, man! Call\nthe cops!\nDETECTIVE REINHARDT\nStay here.\nINT. WOODS\nDetective Reinhardt ventures into the woods, searching for\nany signs of foul play.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nDETECTIVE REINHARDT\nStay here. INT. WOODS\nDetective Reinhardt ventures into the woods, searching for\nany signs of foul play. \n\nTARGET SECTION TO BE ANNOTATED:\n He comes across the scene of the\n\nerime and stops in his tracks.\n\nThere is a large blanket rolled out on the ground. A pair of\nold sweat pants and a T-shirt lay on the blanket.\n\nDetective Reinhardt smiles as he slowly figures it out.\n\nDETECTIVE REINHARDT\nThe little brat scared them off.\n\nDetective Reinhardt begins back towards the park, but stops\nwhen he notices what appears to be a pair of rubber gloves\ntossed into the mud.\n\nHe kneels down to get a closer look. A serious look in his\neyes. He cautiously stares all around him, scared.\n\nEXT. PARKING LOT - PUBLIC PARK\n\nDetective Reinhardt and Jake stand on a sidewalk in front of\nReinhardt’s car.\n\nDETECTIVE REINHARDT\n\nAlright. What's your name and\nwhere do you live?\n\n(CONTINUED )\n\fCONTINUED:\n\n12.\n\nJAKE\nJake.\n\nDETECTIVE REINHARDT\nJake what?\n\nJAKE\nWincott. I live on Weatherby. A\ncouple blocks away.\n\nDETECTIVE REINHARDT\nWincott?\n(squints a bit)\nYou Dale Wincott’s boy?\n\nJAKE\nNo. He’s my uncle. He’s a cop.\nYou a cop?\n\nDetective Reinhardt stalls, dodges the question.\n\nDETECTIVE REINHARDT\nWell I’m taking you home. I wanna\ntalk to your parents.\n\nJAKE\nMy parents are in Phoenix until\ntomorrow.\n\nDetective Reinhardt squints a bit, thrown off guard.\n\nDETECTIVE REINHARDT\nWhat?\n\nJAKE\nThey're out of town. At some\nfuneral. It’s just me and my\nbrother until Friday.\n\nDETECTIVE REINHARDT\nFine. Where’s your brother?\n\nJAKE\nI don't know. He’s not coming home\nuntil late.\n\nDetective Reinhardt sighs, frustrated, shakes his head.\n\nDETECTIVE REINHARDT\nDo you have a number where I can\nreach your parents?\n\n(CONTINUED )\n\fCONTINUED:\n\nJake nods.\n\nReinhardt\npassenger\nINT. CAR\n\nJake turns\ndetective\n\nDetective\nstares at\n\n13.\n(2)\n\nDETECTIVE REINHARDT\nAlright.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nReinhardt\npassenger\nINT. CAR\n\nJake turns\ndetective\n\nDetective\nstares at\n\n13. (2)\n\nDETECTIVE REINHARDT\nAlright. \n\nTARGET SECTION TO BE ANNOTATED:\n I don’t want you running\naround the street like this.\nYou’re coming home with me for now.\nWe'll give your parents a call and\nlet them decide what to do with\n\nyou.\n\nJAKE\nMy parents said never to go with\nstrangers.\n\nDETECTIVE REINHARDT\nHow old are you? About fourteen?\n\nJAKE\nThirteen.\n\nDETECTIVE REINHARDT\nThirteen? That’s old enough to\nstart making your own bad\ndecisions. Now get in the car.\n\ngets in. Jake sighs as he halfheartedly gets in the\nside. They pull away and begin out of the lot.\n\nto the detective, studying his eyes. The\nappears a bit on edge.\n\nJAKE\nYou saw something out there, didn’t\nyou?\n\nDETECTIVE REINHARDT\nWhat makes you say that?\n\nJAKE\nYou wouldn't be driving me home if\nyou didn’t see something? So what\nwas it?\n\nReinhardt stays suspiciously quiet. He simply\nthe precocious teen.\n\n(CONTINUED )\n\f14.\nCONTINUED:\n\nDETECTIVE REINHARDT\nIt might be something, it might be\nnothing. I don’t know.\n\nJAKE\nOh, I get it. That’s on a need to\nknow basis and I don’t need to\nknow, right?\n\nDETECTIVE REINHARDT\nYeah. Something like that.\n\nJAKE\nSo you are a cop?\n\nDETECTIVE REINHARDT\nNot really.\n\nJAKE\nYou either are or you aren’t.\n\nDETECTIVE REINHARDT\nI was a cop.\n\nJAKE\nBut not anymore?\n\nDETECTIVE REINHARDT\nHence the emphasis on the word\n“was”.\n\nJAKE\nYou retired?\n\nDETECTIVE REINHARDT\nI guess you could say that.\n\nJake looks confused, but lays off the detective. He simply\nstares out the window.\n\nEXT. HIGHWAY — CONTINUOUS\n\nDetective Reinhardt's car pulls out of the lot and back onto\na two lane highway.\n\nOn the way, they pass by a 1967 Mustang, sitting idle on the\nsoft shoulder near the woods.\n\nJake sticks his head out the window, looking back at the\nMustang as they speed off down the road.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nHIGHWAY — CONTINUOUS\n\nDetective Reinhardt's car pulls out of the lot and back onto\na two lane highway. On the way, they pass by a 1967 Mustang, sitting idle on the\nsoft shoulder near the woods. Jake sticks his head out the window, looking back at the\nMustang as they speed off down the road. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Mustang starts its engine and follows shortly behind.\n\f15.\n\nINT. MUSTANG\n\nAn unseen man grips the steering wheel. A very girly, pink\nkey ring dangles from the ignition. A PICTURE OF THE BLONDE\nWOMAN IN THE WOODS hugging her boyfriend is on the ring.\n\nThe man behind the wheel is shirtless, presumably still\nnaked. THE SCARY MAN. His bare arms turn the wheel right\nas he follows behind Reinhardt and the boy at a corner stop\nsign.\n\nThe unseen driver continues following behind the unmarked\nsquad car, keeping a safe distance.\n\nEXT. RESIDENTIAL STREET\n\nDetective Reinhardt's squad car makes a right turn onto a\nresidential street, slowly approaching a large, three story\n\nhome. Reinhardt’s house.\n\nThe car parks against a curb outside of the home. Out steps\nDetective Reinhardt and Jake.\n\nThe Mustang slowly approaches the stop sign at the end of the\nstreet and pulls a U-turn, parking against the curb.\n\nINT. MUSTANG\n\nSCARY MAN‘S P.O.V.\n\nThe unseen driver stares down the street at Detective\nReinhardt and Jake walking towards the home. They continue\n\ninto the house.\n\nThe car speeds off down the street.\n\nINT. REINHARDT HOME - CASSIE’S BEDROOM\n\nCASSIE REINHARDT (18) short red hair, a sexy gothic punk\ntype, lays on her bed, listening to loud, obnoxious music on\nher IPOD.\n\nShe angrily takes a pair of scissors to a picture of her and\nher ex-boyfriend MATT WINCOTT, Jake’s older brother. She is\ncompletely surrounded by other torn photos of her and Matt,\nlaying on the bed.\n\f16.\n\nINT. REINHARDT HOME - DOWNSTAIRS\n\nDetective Reinhardt and Jake wander into the living room,\nnear the staircase.\n\nDETECTIVE REINHARDT\nWait here a second.\n\nJake plops himself down on the living room couch, instantly\nturning on the television.\n\nDetective Reinhardt begins toward the stairs. Stops.\nDETECTIVE REINHARDT\nHey, uh...do you need me to go get\nyour schoolbooks or anything?\n\nJAKE\nNah. I did my homework already.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nDETECTIVE REINHARDT\nHey, uh...do you need me to go get\nyour schoolbooks or anything? JAKE\nNah. I did my homework already. \n\nTARGET SECTION TO BE ANNOTATED:\nJake grabs a jar of peanuts sitting on the table before him\nand pours himself a handful.\n\nINT. CASSIE’'S BEDROOM\n\nDetective Reinhardt walks in. Cassie pays him no mind.\n\nDETECTIVE REINHARDT\nHey!\n\nCassie stares over at him, takes out her ear phones.\n\nCASSIE\nWhat?! cCan’t you see I’m busy?!\n\nDETECTIVE REINHARDT\nCome downstairs!\n\nCASSIE\nWhat now?!\n\nDetective Reinhardt shuts the door behind him. Cassie tosses\nher IPOD aside and angrily crawls out of bed.\n\nINT. REINHARDT HOME - STAIRCASE\n\nCassie fumbles her way downstairs as Detective Reinhardt\nawaits her at the foot of the steps.\n\n(CONTINUED )\n\f17.\nCONTINUED:\n\nCASSIE\nWhat? I did all my chores.\n\nDETECTIVE REINHARDT\nI need you to watch somebody for a\ncouple hours.\n\nDetective Reinhardt motions toward the living room. Cassie\nturns and looks at Jake sitting on the couch, watching\ntelevision and eating peanuts.\n\nCASSIE\nYou gotta be kidding me?\n\nDETECTIVE REINHARDT (0.S.)\nNo I’m not.\n\nHe gives Cassie a crumpled up twenty dollar bill.\n\nDETECTIVE REINHARDT\nYou and the kid can order a pizza.\nMaybe walk down to the corner and\nrent some movies or something. You\ngo anywhere, you take Jake with\nyou.\n\nCASSIE\nWho is this kid and why am I\nwatching him?\n\nDETECTIVE REINHARDT\n\nHe was a witness to an attempted\nrape today. That’s who. This guy\nchased him with a knife, naked as a\njaybird. Scared the shit out of\nhim. This might sound crazy, but I\nthink he might have seen our guy\ntoday.\n\nCASSIE\nOur guy? As in the guy the cops\nbeen after for the last five\nmonths?\n\nDETECTIVE REINHARDT\nI think so. His parents are out of\ntown until tomorrow night. His\nbrother’s God knows where. I wanna\nkeep him here and safe until they\nget back.\n\nCassie squints, a bit confused and unsure.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis\nbrother’s God knows where. I wanna\nkeep him here and safe until they\nget back. Cassie squints, a bit confused and unsure. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED )\n\f18.\nCONTINUED: (2)\n\nDETECTIVE REINHARDT\nI gotta call this kid’s parents.\n\nDetective Reinhardt begins toward a corner office. Cassie\nfollows behind, looking a bit angry.\n\nINT. REINHARDT‘’S OFFICE\n\nDetective Reinhardt walks around a desk and opens a drawer,\npulling out a .45 AUTOMATIC. He checks the magazine for\nbullets, then slides the clip back in. He sets the gun down\non the desk and picks up the phone. Cassie interrupts him.\n\nCASSIE\nWhat’re you doing?\n\nDetective Reinhardt looks up at her, waiting.\n\nCASSIE\nWhy don’t you just take him down to\nthe station?\n\nDETECTIVE REINHARDT\nYou know I can’t go down there. If\nI step one foot in the door,\nthey’11 have me thrown out.\n\nCASSIE\nBut it’s their case now, Daddy.\nYou're not a cop anymore, remember?\nYou have to tell them about this.\n\nDetective Reinhardt has a seat and begins dialing.\n\nCASSIE\nYou don’t want anyone to know about\nJake, do you? That's why you’re\nkeeping him here. You still wanna\ncatch this guy.\n\nDetective Reinhardt awaits an answer from the other line as\nhe does his best to ignore Cassie.\n\nCASSIE\nIsn’t it bad enough they took your\nbadge? You want them to take your\nPI license too?\n\n(CONTINUED )\n\f19.\nCONTINUED:\n\nDETECTIVE REINHARDT\nLook. I go down there with Jake to\ngive a statement, you think they’re\ngonna take either of us seriously?\nA twelve year old skipping through\nthe woods and the ex lead\ninvestigator, thrown off the case?\nThey'll bury it as soon as we're\nout the door. I just wanna make\nsure this goes through the proper\nchannels.\n\nCASSIE\nWhen you say the proper channels,\nyou mean Detective Grimes?\n\nDETECTIVE REINHARDT\nThat's right.\n\nCASSIE\nRight. And it’s gonna be you and\nJoe, together again. Back on the\nstreets. Until they take his badge\ntoo for involving you in an illegal\ninvestigation.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd it’s gonna be you and\nJoe, together again. Back on the\nstreets. Until they take his badge\ntoo for involving you in an illegal\ninvestigation. \n\nTARGET SECTION TO BE ANNOTATED:\nDetective Reinhardt puts his finger to his mouth, signaling\nCassie to be quiet.\n\nDETECTIVE REINHARDT\n(into the phone)\nHello, this is David Reinhardt\ncalling back.\n\nCassie loses her patience and storms out of the room.\n\nDETECTIVE REINHARDT\n(into the phone)\nAgain, it’s very urgent you return\nmy call as soon as possible. You\ncan reach me at 626-410-9020.\n\nDetective Reinhardt hangs up. Sighs in frustration. He\nstares in the direction of the doorway, as if Cassie was\nstill there.\n\nINT. LIVING ROOM\n\nCassie stands hovered over Jake, arms crossed, watching him\nclosely. He is still chomping away at the jar of peanuts.\n\n(CONTINUED )\n\f20.\nCONTINUED:\n\nHe is staring back and forth between the television and\nCassie, feeling her eyes on him.\n\nJAKE\nWhat?\n\nCASSIE\nI know you, don’t I?\n\nJake looks a bit scared.\n\nJAKE\nMaybe.\n\nDetective Reinhardt walks in, car keys in hand.\n\nDETECTIVE REINHARDT\nAlright. I’m leaving. I’1l be\nback in an hour or two.\n\nCASSIE\nIf we go out, I’1ll need my car\nkeys.\n\nHolding out her hand, waiting.\n\nDETECTIVE REINHARDT\nNice try.\n\nCassie sighs in disappointment.\n\nCASSIE\nIt’s been three days.\n\nDETECTIVE REINHARDT\nYou'll get your keys when you go\nback to school on Monday. And no\nfriends over either. I mean it.\nI’1l be back as soon as possible.\nYou get him whatever he needs.\n\n(to Jake)\n\nYou keep an eye on her.\n\nJAKE\nI’1l see to it she stays out of\ntrouble, Dave.\nCassie gives Jake a dirty look.\n\nDetective Reinhardt continues out.\n\n(CONTINUED )\n\fCONTINUED:\n\nJake looks\n\n(2)\n\nJAKE\nSo what was this I heard about\npizza?\n\nCASSIE\nYou tell me where I know you from\nand I'll think about ordering\npizza.\n\na bit unsure.\n\nJAKE\nBut you’ll be mad.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nCASSIE\nYou tell me where I know you from\nand I'll think about ordering\npizza. a bit unsure. JAKE\nBut you’ll be mad. \n\nTARGET SECTION TO BE ANNOTATED:\nCASSIE\nAnd you'll be hungry. Do you want\nsome pizza or not?\n\n21.\n\nJake tries to stand his ground, but quickly crumbles.\n\nCassie’s eyes widen as she slowly figures it out.\n\nJAKE\nYou came over to the house for\ndinner once. About a month ago.\n\nCASSIE\nYour Matt’s little brother, Jake!\n\nJAKE\nI told you you'd be mad.\n\nCASSIE\nYou little shit! What did you tell\nmy father?! Did Matt put you up to\nthis?! I know him and his little\nbutt buddies at school are planning\nsomething! You better tell me!\n\nJAKE\nWhat do you mean?\n\nCASSIE\nHe knows my Dad’s been after this\nnutcase for months! Now, all the\nsudden, some naked guy’s chasing\nyou through the woods with a knife!\n\nJAKE\nI’m not lying! I told your dad the\ntruth! I swear!\n\n(CONTINUED )\n\f22.\nCONTINUED: (3)\n\nCASSIE\nYeah, right! I’m calling your\nbrother right now!\n\nCassie begins for the kitchen to grab the phone.\n\nCASSIE\nAnd he better come pick your ass up\nor I'm gonna walk you back home\nmyself and me and your parents are\ngonna have a little chat!\n\nCassie grabs the phone from the kitchen counter and dials.\n\nJAKE\nDon't you think calling my\nbrother’s gonna make you look just\na little desperate?\n\nCASSIE\nWhat?!\n\nJAKE\nHere you are suspended from school.\nYour dad took your car keys. Most\nof the school thinks you’re a bitch\nfor lying about my brother. Now\nyou’re gonna ask him to come over?\nIf you ask me, it seems like a\ndesperate attempt to get him back\nin your life.\n\nCassie hangs up and hurries back into the living room,\ngetting in Jake’s face.\n\nCASSIE\nLet me get something straight,\nlittle man. Your brother’s a no\ngood, cheating little bitch. If\nanyone's calling anyone back,\nbegging to get back together, it’s\nhim.\n\nJAKE\nYou ever wonder why my brother\nstepped out on you in the first\nplace?\n\nCASSIE\nDo tell.\n\n(CONTINUED )\n\f23.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nJAKE\nYou ever wonder why my brother\nstepped out on you in the first\nplace? CASSIE\nDo tell. (CONTINUED )\n\f23. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: (4)\n\nJAKE\nIt's your immaturity. You always\npicked fights when he called you on\nyour bullshit.\n\nCASSIE\nOh really?\n\nJAKE\nThat way it was always his fault\nand you were always the victim. My\nbrother says that’s what spoiled\nbrats do. They whine and pout\nuntil they get their own way.\n\nCASSIE\nWell your brother’s full of crap\nand so are you!\n\nJAKE\nYou're right. Telling the entire\nschool their boyfriend caught the\ncrabs from the girl's soccer coach\nisn’t immature at all. I stand\ncorrected. You handled yourself\nlike a true adult.\n\nCassie looks as if she’s ready to slug the precocious teen.\nJAKE\nYou think I could get a soda? I’m\ngetting kind of thirsty.\nCassie storms back into the kitchen and grabs a twelve ounce\nsoda from the fridge, shakes it up, struts back to Jake on\nthe couch and opens it in his face.\n\nSPLASH!\n\nThe soda explodes all over his face and onto the couch. Dark\ncola running down his hair and his cheeks.\n\nCassie sets the can down on a coffee table in front of them.\nCASSIE\nLet me know if I can get anything\nelse for you.\n\nCassie struts off, headed up the stairs and out of sight.\n\nJake tries to shake the dark soda out of his hair.\n\f24,\n\nINT. CASSIE’S BEDROOM\n\nCassie enters and slams the door behind her. She grabs her\nIPOD and ear phones. Listens to some music as she angrily\npaces back and forth.\n\nShe looks down at one of several torn pictures of her and\nMatt, still on the bed.\n\nShe picks it up and places the two halves together. She\nwalks over to a corner desk and tears off a piece of scotch\ntape. She desperately tapes the two halves back together.\nEXT. BUSINESS DISTRICT\n\nThe Mustang slowly cruises through the small business\ndistrict, hitting a bit of traffic.\n\nINT. MUSTANG\n\nFrom the back seat, we see the back of the killer’s head. He\nspots A HOMELESS MAN pushing a shopping cart full of various\n\ngarbage down a sidewalk.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. MUSTANG\n\nFrom the back seat, we see the back of the killer’s head. He\nspots A HOMELESS MAN pushing a shopping cart full of various\n\ngarbage down a sidewalk. \n\nTARGET SECTION TO BE ANNOTATED:\nHe slows the car down a bit, keeping a steady pace with the\nhomeless man.\n\nThe man is dressed in an old, wool navy blue suit, dirty\nwhite dress shirt and dark neck tie. He’s also wearing a\npair of black winter gloves with the fingers purposely cut\noff.\n\nA dirty hand with long, dirt infested fingernails HONKS THE\nCAR HORN. The scary man.\n\nBEEP! BEEP! BEEP!\n\nThe homeless man stares over at the driver, giving him a\ndirty look.\n\nThe scary man drives up the street a bit, passing the\nhomeless man.\n\nHe pulls over to the curb with the engine still running.\n\nHe waits until the homeless man approaches and rolls down the\npassenger window.\n\n(CONTINUED )\n\f25.\nCONTINUED:\n\nThe homeless man stops and curiously peeks into the window.\nHe slowly stumbles over to the car.\n\nHOMELESS MAN\nHey, man. You're not wearing no\nclothes.\n\nINT. REINHARDT HOME — LIVING ROOM\nJake is absolutely bored as he flips through the hundred plus\nchannels on television, finding nothing. He impatiently\n\ntosses the remote down on the couch. Huffing in boredom.\n\nHe looks up and spots a picture of The Reinhardt family\nhanging on the wall. He walks over and gets a closer look.\n\nDavid and wife are standing hovered over little Cassie, age\ntwelve.\n\nJake looks down at the floor and notices a large laundry\nbasket. He spots some of Cassie’s underwear sitting on top.\n\nHe looks at the stairs, then safely walks over to the basket.\nPicks up a silky pink thong sitting on top of the stack.\n\nJAKE\n(whispers)\nWhoa!\n\nCassie walks in, catching the little pervert.\n\nCASSIE\n\nWhat're you doing with those?\nJAKE\n\nNow I know what my brother saw in\n\nyou.\nCassie hurries over and snatches the panties from his hands.\n\nCASSIE\nAre you done?!\n\nJAKE\nI‘m getting hungry. You’re supposed\nto take me to get pizza.\n\nCASSIE\nWhat’re you gonna do? Tell my Dad\non me? Well guess what?\n\n(MORE)\n\n(CONTINUED )\n\f26.\nCONTINUED:\nCASSIE (cont'd)\nI don’t really care.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nWell guess what? (MORE)\n\n(CONTINUED )\n\f26. CONTINUED:\nCASSIE (cont'd)\nI don’t really care. \n\nTARGET SECTION TO BE ANNOTATED:\n Tell him what\nyou want.\n\nCassie begins into the kitchen.\n\nJAKE\nWhy’re you so mean?\n\nCassie stops and begins back to Jake, getting in his face.\n\nCASSIE\nFirst off, you called me immature.\nSecond, you’re digging through my\nlaundry like a little pervert! You\nneed another reason?!\n\nJAKE\nNo, I mean why are you so angry all\nthe time? My brother says that’s\nwhy you don’t have friends.\n\nCASSIE\nAnd what else does he say?\n\nJAKE\nHe says when people try to be nice\nto you, you push them away.\n\nCASSIE\nOh, yeah? Well if your mother\npicks up and leaves without so much\nas a note and sticks you with an\nalcoholic father, let's see what it\ndoes to your attitude.\n\nCassie storms off into the kitchen.\n\nJAKE\nI didn’t know.\n\nCassie opens the fridge and rummages through the leftovers,\ndesperately searching for something to eat.\n\nCASSIE\nHow were you supposed to know?\nIt’s none of your business.\n\nJAKE\nWhat happened?\n\nCassie angrily slams some boloney and a loaf of bread onto\nthe counter behind her.\n\n(CONTINUED )\n\fCONTINUED:\n\nJake slowl.\n\nCassie gral\nopen, take\n\nCassie tak\n\n27.\n(2)\n\nCASSIE\nWhy do you wanna know? You gonna\nhave some smart comment for that\ntoo?\n\nJAKE\nNo. I’m just asking.\n\ny shuffles toward the kitchen, closer to Cassie.\n\nibs a can of beer from the fridge and cracks it\ns a long, rebellious swig.\n\nCASSIE\nLong story short. My dad‘s a no\ngood, degenerate gambler who's\nblown my entire college tuition on\nfootball. Around the tenth time he\ncouldn't pay his debt, they gave up\non threatening his life, so they\ncalled the house and threatened me\nand my mother instead.\n\nJAKE\nNo kidding? You must’ve been real\nscared.\n\nCASSIE\n\nSo after a couple years of non stop\nbegging and pleading with my\nfather, my mother finally freaks\nout and splits. She said she‘ll be\nback when my father straightens his\nlife out.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou must’ve been real\nscared. CASSIE\n\nSo after a couple years of non stop\nbegging and pleading with my\nfather, my mother finally freaks\nout and splits. She said she‘ll be\nback when my father straightens his\nlife out. \n\nTARGET SECTION TO BE ANNOTATED:\n But she never did come\nback. That was a little over a\nyear ago. What can I say? Things\nhave been just dandy since then.\n\nes another huge swig of her beer.\n\nJAKE\nYour dad lost his job, didn’t he?\n\nCASSIE\nHow did you know?\n\nJAKE\nMy uncle Dale told me. He said\nsomething about him taking some\nmoney once. He said that’s the\nonly way he could ever afford this\nnice big house.\n\n(CONTINUED )\n\f28.\nCONTINUED: (3)\n\nCASSIE\nMy mother was a lawyer. One of the\nbest defense lawyers in town\nactually. I guess that’s where I\nget my big mouth from, huh?\n\nCassie smiles. Nice memories of her mother are coming back.\n\nJack returns her smile.\n\nCASSIE\nAnyways. She won this pretty big\ncase a few years back. Some\nmalfeasance case for this major\ncorporation. There was a lot of\nMoney involved. When they won, she\nwalked away with a big chunk of it.\nTo pay her back, they made her\npartner at her firm and helped her\nbuy this place. Of course, my Dad\nused the rest of the money to bet\non football and pay off his other\ndebts.\n\nCassie slams her beer down and continues digging through the\nfridge.\n\nJAKE\nI’m sorry about your mom.\n\nCASSIE\nYeah, right.\n\nJAKE\nNo really. I mean it. And I’m\nsorry if I upset you.\nCassie slams the refrigerator door shut.\nCASSIE\nYou know, there’s nothing to eat in\n\nthis damn house!\n\nJAKE\nWe could get pizza?\n\nCassie turns and gives Jake the evil eye. She slowly cracks\na smile, chuckles a bit.\n\nCASSIE\nWhat do you want on it?\n\n(CONTINUED )\n\f29.\nCONTINUED: (4)\n\nJake returns her smile.\nEXT. SIDEWALK —- CRIME SCENE\n\nThe bum from before is now laying face down on the sidewalk,\ncovered in a white sheet, nude and dead.\n\nIt appears his nose had been broken as blood from his face\nseems to have stained the sidewalk. His neck has also been\nsnapped.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nSIDEWALK —- CRIME SCENE\n\nThe bum from before is now laying face down on the sidewalk,\ncovered in a white sheet, nude and dead. It appears his nose had been broken as blood from his face\nseems to have stained the sidewalk. His neck has also been\nsnapped. \n\nTARGET SECTION TO BE ANNOTATED:\nHis shopping cart sits some few feet away, still on the\nsidewalk where he left it.\n\nYellow crime scene tape is wrapped around the surrounding\ntrees, blocking off the perimeter.\n\nDetective Reinhardt and DETECTIVE JOE GRIMES, black, early\nfifties, stand hovered over the corpse.\n\nDETECTIVE GRIMES\nWhen I heard about your naked perp\nrunnin’ through the woods, I\nthought you’d wanna take a look at\nthis.\n\nDetective Grimes pulls back the sheet, exposing the\ndeceased's bare chest. He is nude.\n\nDETECTIVE REINHARDT\nNo clothes.\n\nDETECTIVE GRIMES\n\nLooks like he busted his nose open\nfirst with some sort of blunt\nobject. Notice the deep thumb\nbruises on the neck? He literally\nsqueezed the life out of this guy.\nAnd he did it quickly. He was in\nand out of here in a matter of\nseconds.\n\nDETECTIVE REINHARDT\nWho was he?\n\nDetective Grimes stands and grabs Reinhardt’s arm. He pulls\n\nhim away from the scene as the two men take a short stroll up\nthe sidewalk.\n\n(CONTINUED )\n\fCONTINUED:\n\n30.\n\nDETECTIVE GRIMES\nOur witness in the sandwich shop\nacross the street says he was one\nof the local homeless. His name\nwas Lucas. John Lucas. This very\nsame witness spotted a grey mid\nsixties Mustang pull to the curb\naround the same time Lucas was\nkilled.\n\nDETECTIVE REINHARDT\nSo what about the Mustang..?\n\nDETECTIVE GRIMES\nI checked DMV to see if any of our\nladies drove an old Mustang...\n\nDETECTIVE REINHARDT\nAny luck?\n\nDETECTIVE GRIMES\nNo dice.\n\nDETECTIVE REINHARDT\nMissing persons?\n\nDETECTIVE GRIMES\nI checked recent case files. It\njust so happens that a Gretchen\nMorehouse reported her eighteen\nyear old daughter Linda missing\nsome thirty four hours ago. Any\nguess on the car she was driving?\n\nDETECTIVE REINHARDT\nA mid sixties Mustang?\n\nDETECTIVE GRIMES\nBingo. I checked a photo of this\nMorehouse girl. She's definitely\nour guy’s type.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nDETECTIVE GRIMES\nBingo. I checked a photo of this\nMorehouse girl. She's definitely\nour guy’s type. \n\nTARGET SECTION TO BE ANNOTATED:\n Blonde, beautiful,\npopular. The Prom Queen killer\nstrikes again. Only this time,\nDave, it was right in your own back\nyard.\n\nDETECTIVE REINHARDT\nSo where are you at on this thing?\n\nDETECTIVE GRIMES\nWell. Our guy's killed one victim\nevery month.\n\n(MORE)\n\n(CONTINUED )\n\fCONTINUED:\n\n31.\n\n(2)\n\nDETECTIVE GRIMES (cont'd)\nEach one going missing, then\nturning up dead one to two weeks\nlater. All of them found nude and\nface down in the trunk of their own\ncars. Literally hours after their\ndeath. All asphyxiated. None of\nthe bodies sustaining any kind of\nvisible, physical damage. That\nmeans he’s holding them for long\nperiods of time without actually\ntouching them. When he DOES\nfinally finish the job, he keeps it\nclean. Painless. He also makes\nsure we find them fast by parking\ntheir cars in public places and\nleaving the trunks open.\n\nDETECTIVE REINHARDT\nSo if he’s not interested in sex,\nwhy is he leaving them nude?\n\nDETECTIVE GRIMES\nWe have a couple theories. One is\nhe can’t get it up. And maybe he\ngets himself off by watching. The\nother is he gets off by humiliating\nthe victim. That he’s undressing\nthem post-mortem.\n\nDETECTIVE REINHARDT\nAnd what do you think?\n\nDETECTIVE GRIMES\nI think our guy’s trying to tell us\nsomething.\n\nDETECTIVE REINHARDT\nLike...?\n\nDETECTIVE GRIMES\nLike how strong he is. That these\nprom queen types aren’t worth his\ntime. Think about it. You‘re this\nlonely kid. You can’t get laid.\nYou've been turned down by every\nchick in school. So you go pick\nout the hottest girl in class,\nstick a knife to her throat and\ndrag her out into the woods for\nsome alone time. Then you make her\ntake her clothes off.\n\n(CONTINUED )\n\fCONTINUED: (3)\n\nDETECTIVE REINHARDT\nOnly you don’t touch her cos you’re\nbetter than she is. And you want\nher to know it.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen you make her\ntake her clothes off. (CONTINUED )\n\fCONTINUED: (3)\n\nDETECTIVE REINHARDT\nOnly you don’t touch her cos you’re\nbetter than she is. And you want\nher to know it. \n\nTARGET SECTION TO BE ANNOTATED:\nDETECTIVE GRIMES\nExactly. You just watch her beg.\nYou wanna embarrass her and\nhumiliate her, just like she did to\nyou. But he doesn’t do it quickly.\nHe prolongs it. It’s like the\nlonger he goes without touching\nthese girls, the stronger he gets.\n\nDETECTIVE REINHARDT\nAnd what better place than the\nwoods? She could scream her lungs\nout for hours and nobody would\nhear.\n\nDETECTIVE GRIMES\nAnd he can’t let her go after what\nhe’s done. So he finds the most\nhumane way of completing the act.\nHe holds them down until they\nsimply run out of air.\n\nDETECTIVE REINHARDT\nWhen that becomes boring to him...\n\nDETECTIVE GRIMES\n+.+eHe’ll start hurting them for\nreal. I figure it’s only a matter\nof time before this kid gets knife\n\nhappy.\n\nA woman in her forties cautiously approaches the men.\n\nshut in, quiet house mother type. Her clothes are old and\nworn. They almost look to have been sewn together with her\nown hands. This is JANIS ROOKER. Her face is old, tired\n\nbefore her time.\nJANIS\n(to Grimes)\nExcuse me, Detective?\n\nThe two men turn.\n\nJANIS\nAre you Detective Joe Grimes?\n\n(CONTINUED )\n\fCONTINUED:\n\n33.\n(4)\n\nDETECTIVE GRIMES\nYes, mam. What can I do for you?\n\nJANIS\nMy name‘s Janis Rooker. I live\njust down the street. I saw the\ncommotion from the supermarket. I\ncouldn’t help but recognize the\nshopping cart on the sidewalk.\n\nJanis stares down the sidewalk at the body under the sheet.\n\nJANIS (0.S.)\nI knew this man. Sort of. His\nname was John, right?\n\nDETECTIVE GRIMES\nYes, mam. I’m very sorry.\n\nJANIS\nMy son told me about him once. He\nwould give him money from time to\ntime. After awhile they became\nsort of...strange friends you could\nsay.\n\nJanis tears up, as if she’s going to lose it any second.\n\nDetective Reinhardt and Grimes share a confused look.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nAfter awhile they became\nsort of...strange friends you could\nsay. Janis tears up, as if she’s going to lose it any second. Detective Reinhardt and Grimes share a confused look. \n\nTARGET SECTION TO BE ANNOTATED:\nDETECTIVE GRIMES\nMam, is there something you wanna\ntell us?\n\nJANIS\nThis might sound a bit crazy,\nbut...I think I might know who\nyou're looking for.\n\nEXT. RESIDENTIAL STREET\n\nTHE SCARY MAN, now dressed in the wool, navy blue suit, dress\nshirt and tie, stands under a corner stop sign, staring down\nthe street at THE REINHARDT HOME.\n\nWe still c\na time.\n\nannot see his face, just parts of him, one piece at\n\n-- The back of his head.\n\n(CONTINUED )\n\f34.\nCONTINUED:\n\n-- His black gloved hands, with the finger tips cut off. His\nlong, dirty, unkempt fingernails stick out.\n\n-- A pair of dark, menacing eyes, open wide, gazing at the\nhouse in an almost trance-like state.\n\nThe Mustang is parked against the curb across the street, out\nof sight.\n\nA woman walking her dog comes up the sidewalk. As she comes\ncloser, she gets a better look at the scary figure and is\ninstantly frightened. She quickly scoops up her dog, curled\nin her arms like a newborn baby, and begins across the\nstreet.\n\nINT. REINHARDT HOME - BEDROOM\n\nCassie finishes tying her shoe laces, grabs a twenty dollar\nbill from her dresser and shoves it down her pocket. She\nleaves.\n\nSTAIRWAY - CONTINUOUS\n\nCassie hurries down the steps. As she steps into the living\nroom, she hears the sound of a toilet flushing.\n\nINT. LIVING ROOM - CONTINUOUS\n\nJake walks out of a nearby bathroom, the toilet still\nflushing. He runs into Cassie.\n\nCASSIE\nI don’t even wanna know what you\nwere doing in there.\n\nJAKE\nUsing the toilet.\n\nCASSIE\nYeah, I bet. As soon as my back is\nturned. God. You little whackers\nare like machines.\n\nJAKE\nYou're disgusting. Besides. You\ndon't keep any good magazines under\nthe sink.\n\n(CONTINUED )\n\f35.\nCONTINUED:\n\nCASSIE\nSorry we can’t be more\naccommodating.\n\nCassie grabs Jake and walks him toward the door.\n\nCASSIE\nLet's go.\n\nJAKE\nHey.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nCassie grabs Jake and walks him toward the door. CASSIE\nLet's go. JAKE\nHey. \n\nTARGET SECTION TO BE ANNOTATED:\n How come we‘re not doing\ndelivery?\n\nCASSIE\nBecause we‘re gonna use the change\nto rent some movies, dumb bell.\n\nCassie and Jake walk out the front door, going to get the\npizza.\n\nJAKE\nCan we rent a porno?\n\nEXT. RESIDENTIAL STREET\nFrom the stop sign at the end of the street, we watch CASSIE\nAND JAKE walk out the front door and begin down the street.\nOnly this time, the scary man is nowhere to be seen.\nWe DOLLY RIGHT, moving further down the connecting street.\nWe keep dollying right until Cassie and Jake are no longer in\nsight.\nWe move slowly along the curb until we reach the 1967\nMustang, parked out of sight. The windows are dark, tinted.\nWe cannot see inside.\nINT. MUSTANG\nSCARY MAN‘S P.O.V.\n\nHe watches as Cassie and Jake reach the stop sign at the\ncorner and begin down the opposite end of the street.\n\nHe starts the engine and begins down the street toward them.\nThe two are oblivious, ignoring the oncoming car.\n\n(CONTINUED )\n\f36.\nCONTINUED:\n\nInstead of following them, he makes a right turn and begins\ntoward The Reinhardt home. He slowly approaches the front of\nthe house and parks.\n\nOut steps the scary man.\nSCARY MAN'S P.O.V.\n\nThe killer walks across the driveway and around the side of\nthe house, toward the back yard.\n\nHe approaches a small chain link gate, opens and walks into\nthe back yard.\n\nThere is a somewhat unkempt swimming pool area. A lawn chair\nis opened up where Cassie was presumably laying out the day\nbefore. He continues to the back of the house and spots the\nback door. He opens and walks inside.\n\nINT. REINHARDT HOME - CONTINUOUS\n\nThe scary man moves further into the home, into the TV room.\nHe stares down at the coffee table and notices only a jar of\nhalf-eaten roasted peanuts.\n\nHe moves away from the living room and continues checking the\nimmediate area. He stares into the kitchen and notices THE\nTELEPHONE sitting on a charger. He walks toward it, snatches\nit up.\n\nINT.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe stares into the kitchen and notices THE\nTELEPHONE sitting on a charger. He walks toward it, snatches\nit up. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n APARTMENT OF JANIS ROOKER\n\nDetective Reinhardt and Grimes have a seat at the dinner\ntable as Janis brings them coffee.\n\nJANIS (0.8.)\nI’ve been following your case very\nclosely around the time the third\ngirl went missing.\n\nDETECTIVE GRIMES\nCourtney Harris?\n\nJANIS\nYes. I was surprised when the news\nkept calling him a sexual deviant,\nsince none of the girls were\nreported to have been harmed\nsexually.\n\n(MORE)\n\n(CONTINUED )\n\f37.\nCONTINUED:\nJANIS (cont'd)\n(to both cops)\nThey weren’t, were they?\n\nDetective Grimes and Reinhardt share a look.\n\nDETECTIVE GRIMES\nBesides removing their clothes,\nthey were never sexually assaulted.\nJust asphyxiated.\n\nJanis fades off into a deep trance, thinking it all over.\nDetective Grimes takes notice of her strange behavior.\n\nJanis breaks her silence.\n\nJANIS\nWhen my Alex was fifteen, he was\nexpelled from school. He followed\nthis girl into the shower room\nafter class let out. He kept her\nthere for nearly three hours before\nsomeone found them.\n\nDetective Reinhardt and Grimes share another look.\n\nJANIS\nFirst, he barricaded the room so\nshe couldn’t get out. Then he\nstuck a knife to her throat and\ndared her to scream out. But never\ntouched her. Not once. Just\nwatched her beg for her life.\n\nDETECTIVE GRIMES\nWhat happened to the girl?\n\nJANIS\nThe janitor found them before he\nwas able to...do anything. Because\nthe girl wasn’t hurt physically and\nAlex had no prior record, the court\nordered him to a psychiatric hold\nfor thirty days.\n\nDetective Reinhardt listens carefully. He’s getting his old\nmind set back.\n\nJANIS\nA lot of good that did. When he\nwas released, the doctors couldn’t\nfind anything wrong with him. They\nsaid he was a completely sane,\nhealthy fifteen year old boy.\n\n(CONTINUED )\n\fCONTINUED:\n\n(2)\n\n38.\n\nDetective Grimes rolls his eyes a bit, shakes his head in\n\ndisbelief.\n\nJANIS (0.S.)\nThey couldn't explain what\nhappened. Neither could Alex.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nJANIS (0. S.)\nThey couldn't explain what\nhappened. Neither could Alex. \n\nTARGET SECTION TO BE ANNOTATED:\n He\ntold me he couldn’t remember any of\nit.\n\nDETECTIVE GRIMES\nDid you believe him?\n\nJANIS\nYes I did. It seemed like he was\ngrowing more and more angry every\nday. This went on for weeks.\nUntil one day, something inside him\nsnapped. He just took off with no\nwarning.\n\nDETECTIVE REINHARDT\nHow long has he been gone?\n\nJANIS\nIt was almost six months ago. He\npacked some clothes and his camp\ngear and left. I haven’t heard\nfrom him since.\n\nDETECTIVE REINHARDT\nCamp gear?\n\nJANIS\nAlex had a tent. He used to like\nto go camping with his father\nbefore he died. To tell you the\ntruth, it was the last time I\nremember him ever being happy.\nWhen he left, he took it with him.\n\nDetective Reinhardt stares off into the distance, looking\n\nover Janis\n\nFLASHBACK\n\nDetective Reinhardt spots a Mustang sitting on the soft\n\nshoulder near the woods.\n\nheaded for the house.\n\nEND FLASHBACK\n\nDetective Reinhardt snaps out of it.\n\nHim and Jake continue past the car,\n\n(CONTINUED )\n\f39.\nCONTINUED: (3)\n\nDETECTIVE REINHARDT\nSon of a bitch.\nDetective Grimes stares up at his ex partner, confused.\n\nDETECTIVE GRIMES\nWhat is it?\n\nDETECTIVE REINHARDT\n(to Janis)\nThis tent. What color was it?\n\nEXT. RESIDENTIAL SIDEWALK -— DUSK\nCassie and Jake strut up the sidewalk, headed back to the\n\nhouse, carrying a large pizza and a bag of some rented DVD\nmovies.\n\nJAKE\nWhy couldn’t we get any scary\nmovies?\n\nCASSIE\nBecause scary movies are stupid and\nsenseless.\n\nJAKE\n\nWhat're you talking about? Horror\nmovies have it all. You got your\nhumor, romance, suspense, tits and\nass.\n\nCASSIE\nI knew it. You just wanna see a\nbunch of naked girls.\n\nJAKE\nYou say that like it’s a bad thing.\n\nCASSIE\nYou have a lot of your brother in\nyou. You know that?\n\nJAKE\nI think every movie should have\nnaked girls.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nCASSIE\nYou have a lot of your brother in\nyou. You know that? JAKE\nI think every movie should have\nnaked girls. \n\nTARGET SECTION TO BE ANNOTATED:\nCASSIE\nOh, yeah?\n\n(CONTINUED )\n\f40.\nCONTINUED:\n\nJAKE\nThat way it wouldn’t be so hard to\npick out a movie at the video\nstore. You just walk in and grab\none. That way if you get stuck\nwatching a chick flick, at least\nthere’s naked babes.\n\nCassie laughs.\n\nCASSIE\nYou are Matt’s brother, aren‘t you?\n\nJake looks up and spots the 1967 Mustang sitting at a curb.\nHe stops in his tracks.\n\nJake doesn’t flinch. He simply stands in shock, staring at\nthe pink car.\n\nCassie stops, stares back at him, waiting.\n\nCASSIE\nWhat?\n\nJAKE\n(whispers)\nCome here.\n\nCASSIE\nWhat’s your problem?\n\nJAKE\nThat’s the car I saw. At the park.\n\nCassie turns and stares down the street.\n\nJAKE\nDon’t look!\n\nCASSIE\nYou mean that car on the curb?\n\nJAKE\nThat’s him. It’s the man from the\nwoods. I know it is.\n\nCassie stares down at the license tag. The word “HOTTIE” on\nthe front. She laughs a bit.\n\nCASSIE\nHottie? How tough can this guy be?\n\n(CONTINUED )\n\f4l.\nCONTINUED: (2)\n\nJAKE\nIt was near the woods. Close to\nwhere your Dad picked me up.\n\nCassie turns and looks at the car again.\n\nJAKE\nI said don’t look!\n\nCassie recognizes the license tag on the front of the car.\n\nCASSIE\nWait a minute. That’s Linda\nMorehouses‘s car.\n\nJAKE\nWho?\n\nCASSIE\nLinda Morehouse. She's head\ncheerleader. Her plate says\n“hottie” just like that one.\n\nJAKE\nShe live around here?\n\nCASSIE\nNo. She lives across town.\n(squints, confused)\nNowhere near here, actually.\n\nJAKE\nDoes she have short blonde hair?\nKind of curly?\n\nCASSIE\nYeah.\n\nJAKE\nYou seen her at school lately?\n\nCassie stops. Ponders a bit.\nCASSIE\nNo. Actually, I heard she missed\nthe pep rally today.\nCassie stares up at the Mustang, now a bit scared.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nCASSIE\nNo. Actually, I heard she missed\nthe pep rally today. Cassie stares up at the Mustang, now a bit scared. \n\nTARGET SECTION TO BE ANNOTATED:\nCASSIE\n\nLet's just keep walking. But stay\nbehind me, out of sight. Okay?\n\n(CONTINUED )\n\f42.\nCONTINUED: (3)\n\nJake nods. The two begin up the sidewalk, a bit faster this\ntime.\n\nCassie checks the Mustang car and notices the HEADLIGHTS come\non.\n\nCASSIE\nShit! Walk faster!\n\nCassie and Jake are now hurrying, almost trotting up the\nsidewalk.\n\nThe car pulls away from the curb, inching along the side of\nthe street, keeping a steady pace with Cassie and Jake.\n\nJAKE\nHe’s following us.\n\nCASSIE\nI said stay out of sight.\n\nCassie spots the stop sign ahead. Their street.\nCASSIE\nWe‘re almost there. When we get to\nthe stop sign, I want you to run\nlike hell to the house. You got\nit?\n\nJAKE\nI got it.\nCassie and Jake are almost to the stop sign as the pink car\nslows to a halt, waiting for them. They finally reach the\ncorner.\n\nCASSIE\nRUN!!!\n\nCassie and Jake drop the pizza and movies and make a run for\nit, down the street, headed back to the house.\n\nThe car speeds around the corner, pursuing them.\nCassie turns and spots the car barreling towards them.\n\nCASSIE\nGet on the sidewalk!\n\nCassie and Jake run onto the sidewalk, off the street and out\nof harm’s way.\n\n(CONTINUED )\n\f43.\nCONTINUED: (4)\n\nThe car speeds toward them, could easily kill them both, but\ntries not to outrun them. He’s simply toying with them.\n\nThey quickly approach the house and hurry towards the front\ndoor. They run inside and lock the door.\n\nINT. REINHARDT HOME\n\nCassie and Jake are out of breath, hiding behind the door.\nThey peek out the window and spot the pink car sitting\noutside with the lights on and the engine running.\n\nCASSIE\nCome with me!\n\nCassie grabs Jake by the arm as they run into the kitchen. A\nphone charger sits empty.\n\nCASSIE\nThe phone’s gone! Where the hell\nis it?\n\nCassie and Jake both notice that the back door is wide open.\nSomeone has broken in.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhere the hell\nis it? Cassie and Jake both notice that the back door is wide open. Someone has broken in. \n\nTARGET SECTION TO BE ANNOTATED:\n They look at each other.\n\nJAKE\nWhat about your cell?\n\nCASSIE\nShit! My Dad took it! Along with\nmy keys!\n(beat)\nMy Dad!\n\nCassie grabs Jake by the arm and pulls him towards the\nstairs.\n\nCASSIE\nCome on!\n\nThey hurry up the steps.\n\nINT. UPSTAIRS HALLWAY\nCassie and Jake run into a nearby bedroom. Her fathers.\nShe immediately goes to a corner closet and reaches up as far\n\nas she can, grabbing a small, leather zipper bag from the top\nshelf.\n\n(CONTINUED )\n\f44,\nCONTINUED:\n\nShe unzips it and pulls out a chrome-plated snub nose .38\ncaliber. She checks the chamber for bullets.\n\nJAKE\nAre you gonna shoot him?\n\nCASSIE\nNo. I’m gonna scare him. Come on.\n\nCassie grabs Jake and pulls him with her.\n\nINT. STAIRWAY - CONTINUOUS\n\nCassie and Jake hurry down the steps and approach the front\nwindow. Cassie stares outside at the pink car, lights still\non.\n\nJAKE\nSo what’s the plan?\nCASSIE\nI don’t know! Shut up and let me\n\nthink!\n\nCassie and Jake stand in silence, neither of them coming up\nwith any ideas.\n\nCASSIE\nOkay. I know what to do. Just\nstay here by the door. Be ready to\nopen it. Okay?\nJake nods.\n\nCASSIE\nOkay. Here I go.\n\nCassie steps out the front door.\n\nEXT. REINHARDT HOME\n\nCassie slowly and clumsily begins toward the parked car by\nthe curb, pointing her gun towards it, looking very nervous\nand unsure of herself.\n\nCASSIE\n\nAlright! The cops are on their\nway! So you better leave!\n\n(CONTINUED )\n\f45.\nCONTINUED:\n\nThe car doesn’t budge one inch.\n\nCASSIE\nRight now!\n(beat)\nIf you don’t...I’m gonna shoot!\n\nThe car simply sits with the engine running. Not moving.\n\nCASSIE\nI mean it! I’m gonna count to\nthree! If you're still here...I'm\ngonna start shooting! Do you hear\nme?!l...\n\nThe car still sitting by the curb.\n\nCASSIE\nOne!...Two!...",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe car still sitting by the curb. CASSIE\nOne!... Two!... \n\nTARGET SECTION TO BE ANNOTATED:\nThree!...\n\nThe car doesn’t budge.\n\nCASSIE\nAlright! That’s it! I’m coming\nover there! If you’re still here\nby the time I get over there...1I‘1l\nblow your head off!\n\nCassie slowly stumbles over to the parked car, her arms fully\nextended, gun pointed at the windshield.\n\nCASSIE\nHere I come!\n(to herself)\nOh God, please don’t let me die.\n\nCassie moves closer and closer, walking around the car to the\ndriver’s side.\n\nShe stares into the open window and sees LINDA MOREHOUSE (18)\nsitting behind the wheel, dead, deep thumb bruises on her\nneck. Choked to death.\n\nCassie backs up a bit, in shock.\n\nAn ARM reaches from under the car and grabs her ankle.\n\nCassie trips and falls to the ground, dropping the gun. The\ngun is tossed a good two feet onto the pavement.\n\nThe long knife-like fingers of the killer tear at her legs,\nslicing them up.\n\n(CONTINUED )\n\f46.\nCONTINUED: (2)\n\nShe struggles to stand as the scary man steps from under the\ncar. He hovers over her.\n\nCassie finally manages to stand and darts back toward the\nhouse.\n\nThe scary man slowly strides toward her, slow enough to give\nher a head start.\n\nBefore Cassie has a chance to beat on the door, Jake opens\nit, letting her in.\nINT. REINHARDT HOME\nCassie and Jake by the door.\nCASSIE\n\nHe’s got the gun! Get upstairs!\n\nNow!\nJake runs up the steps, out of sight. Cassie begins for the\ngarage. She opens a door and runs inside.\nINT. GARAGE\nCassie pulls out a large five iron from an old golf bag\nsitting in a dark corner. She runs back inside.\nINT. LIVING ROOM - CONTINUOUS\nCassie heads for the back door to lock it. As she passes\nthrough, she looks out the kitchen window and spots THE SCARY\nMAN passing by.\n\nShe runs for the back door, trying to beat the killer to it.\nShe’s too late.\n\nTHE SCARY MAN enters, holding the .38 snub nose in his hands.\nHe slowly begins toward her.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe’s too late. THE SCARY MAN enters, holding the .38 snub nose in his hands. He slowly begins toward her. \n\nTARGET SECTION TO BE ANNOTATED:\n He holds out the gun, ready to\nfire.\n\nAll the color drops from Cassie’s face. She’s a sitting\nduck.\n\nThe scary man twirls the gun around on his finger, with the\nhandle now pointing up and out. Pointed at Cassie.\n\nCassie is completely confused by this. She simply stands\nwith the golf club in hand, ready to swing.\n\n(CONTINUED )\n\f47.\nCONTINUED:\n\nThe scary man walks over to the kitchen counter and sets the\ngun down, with the handle pointed at Cassie, daring her to\ngrab it.\n\nHe steps a good distance away from it. About as far away\nfrom the gun as Cassie is from the gun.\n\nCassie looks back and forth between him and the pistol,\ncontemplating her next move. She makes a run for the stares.\nINT. STAIRWAY -— CONTINUOUS\n\nCassie darts up the steps with her golf club, not looking\nback. On a wall downstairs, we notice the shadow of a man\nwalking towards the staircase, taking his time.\n\nINT. UPSTAIRS HALLWAY - CONTINUOUS\n\nCassie runs down the hall, searching for a place to hide.\n\nCASSIE\nJAKE!!!\n\nCassie opens one of the side doors, checking inside the room.\n\nCASSIE\nWhere are you???\n\nJake opens a door at the end of the hall.\n\nJAKE\nCassie! Over here!\n\nCassie peeks her head around the door frame, noticing Jake at\nthe end of the hall. She runs toward him. She runs inside\nand shuts the door.\n\nINT. STAIRWAY\n\nThe scary man struts up the steps, taking his time.\n\nHe steps off and continues down the hall, checking each of\nthe doors. They are all unlocked. In the other hand he is\n\ncarrying the .38 revolver.\n\nHe continues checking the doors until he’s reached the end of\nthe hall. He grabs the knob and tries to open. It’s locked.\n\f48.\n\nINT. CASSIE’S BEDROOM\n\nCassie and Jake huddle together on the floor, holding each\nother tight as they watch the door knob move back and forth.\n\nCASSIE\n(whispers)\nWhen he comes in, you hide under\nthe bed.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CASSIE’S BEDROOM\n\nCassie and Jake huddle together on the floor, holding each\nother tight as they watch the door knob move back and forth. CASSIE\n(whispers)\nWhen he comes in, you hide under\nthe bed. \n\nTARGET SECTION TO BE ANNOTATED:\nJAKE\nWhat're you gonna do?\n\nCASSIE\nShhh!\n\nThe door knob shaking continues a few seconds. Then...stops\naltogether.\n\nJAKE\nWhat’s he doing?\nEXT. CASSIE’S BEDROOM\n\nThe scary man steps away from the door and opens the chamber\non the revolver.\n\nINSERT — GUN\n\nThere are six shots left. He empties the bullets into his\npalm. All six shots.\n\nBACK TO SCENE\n\nHe begins tossing them at the door, one by one.\nTAP!\n\nThen another...\n\nTAP!\n\nAnother...\n\nTAP!\n\nINT. CASSIE’S BEDROOM\n\nCassie and Jake listen at the tapping on the door.\n\n(CONTINUED )\n\f49.\nCONTINUED:\n\nCASSIE\nWhat is that?\n\nEXT. CASSIE’S BEDROOM\n\nThe bullets bounce off the door and hit the carpet below.\nTAP!\n\nThen another...\n\nTAP!\n\nThe scary man quietly begins back down the hallway, away from\nthe bedroom.\n\nINT. CASSIE’S BEDROOM\n\nCassie and Jake sitting in complete silence. Waiting.\n\nJAKE\nWhat’s he waiting on?\n\nCASSIE\nI don’t know.\n\nEXT. WOODS — NEAR THE PARK\n\nDetective Reinhardt and Detective Grimes rustle their way\nthrough the dirty wooded area, back at the scene of the\ncrime. They come across the blanket spread out on the\nground.\n\nDETECTIVE REINHARDT\nHere’s where the kid found them.\n\nDetective Reinhardt looks all around him, staring into the\ntrees.\n\nDETECTIVE GRIMES\nWhat're we doing here again?\n\nDETECTIVE REINHARDT\nIt’s gotta be around here\nsomewhere.\n\nDETECTIVE GRIMES\nWhat has to be around here?\n\n(CONTINUED )\n\f50.\nCONTINUED:\n\nDETECTIVE REINHARDT\nHe had to have been camped here for\nthe night. It’s the woods. He’s\nout of sight. It only makes sense.\n\nDETECTIVE GRIMES\nDon't you think he would've picked\nup his stuff and covered his tracks\nby now? The kid saw him. He's a\nwitness.\n\nDETECTIVE REINHARDT\nExactly. Between me and the kid, I\nthink we scared him off.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe's a\nwitness. DETECTIVE REINHARDT\nExactly. Between me and the kid, I\nthink we scared him off. \n\nTARGET SECTION TO BE ANNOTATED:\n I don’t\nthink he had time to come back and\ncollect his things. Just keep\nlooking.\nThe two men venture deeper into the woods.\n\nDetective Reinhardt hurries faster and faster through the\ntrees. Detective Grimes trying to keep up.\nEXT. REINHARDT HOME — NIGHT\n\nThe 1967 Mustang is still parked out front.\n\nINT. CASSIE’S BEDROOM\n\nCassie and Jake are still holding each other tight. They've\nbarely budged in hours. Day has now fell to night and they\nare still waiting in terror.\n\nJAKE\nI think he might be gone.\n\nCASSIE\nMaybe. Probably. I haven't heard\nanything.\nJake slowly stares up at Cassie, watching her closely.\n\nJAKE\nCassie?\n\nCASSIE\nYeah. What is it?\n\n(CONTINUED )\n\fCONTINUED:\n\nCassie doe\n\n51.\n\nJAKE\nThere's something I should probably\ntell you.\n\nCASSIE\nWhat?\n\nJAKE\n\nMy brother never cheated on you.\nHe just told you that so you'd\nbreak up with him.\n\nsn‘t quite care at this point. She is scared\n\nstiff. Almost frozen with fear. She simply rolls her eyes\nat the young boy.\n\nCASSIE\nIs that so?\n\nJAKE\nHe wanted to start seeing this\nother girl, but wasn’t real sure\nhow to break things off. He\nfigured if he told you he cheated,\nyou'd never wanna talk to him\nagain. I just thought you should\nknow.\n\nCASSIE\n(sarcastic)\nOh. Okay. I feel a lot better\nknowing that now, Jake. Thanks.\n\nJAKE\nI know it sounds crazy. But my\nbrother didn’t wanna hurt you. He\njust didn’t want you to think it\nwas you. It was him. He just\nwants to see other girls. That’s\nall.\n\nCassie grows angrier with every word from Jake’s mouth.\n\nJAKE\nHe doesn’t even believe in\ncheating. My Dad cheated once.\nAlmost broke up our family. I\nguess in a way...he lied for you.\nTo spare you.\n\nCassie squints in confusion.\n\n(CONTINUED )\n\f52.\nCONTINUED: (2)\n\nCASSIE\nI see.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nCassie squints in confusion. (CONTINUED )\n\f52. CONTINUED: (2)\n\nCASSIE\nI see. \n\nTARGET SECTION TO BE ANNOTATED:\n Let me see if I can get\nthis straight. So instead of\nsimply breaking up with me...or\nbeing honest and telling me he\nwanted to see other people...he\ndecided to kick my heart in and\nembarrass me in front of my\nfriends. All because he wanted\nto...spare my feelings? Is that\nwhat you’re telling me?\n\nJake stares at the wall, pondering it all.\n\nJAKE\n\nDoesn't make much sense, does it?\nCASSIE\n\nNot much. No.\nJAKE\n\nWell. I just thought you should\n\nknow.\n\nJake stares over at Cassie to see if she’s paying attention.\nHe wants to tell her something. It’s on the tip of his\ntongue, but can’t seem to spit it out. Something personal.\n\nJAKE\nSometimes I miss my Dad. He's\nalways working. I’m usually in bed\nby the time he gets home.\n\nCassie isn’t paying much attention. She simply stares at the\nfloor, exhausted.\n\nWhen we do talk, all he ever does\nis yell at me. I get in trouble a\nlot at school.\n\nThis catches Cassie’s attention. She can relate.\n\nJAKE\nMy guidance counselor thinks it’s\nbecause of my father. He says I\nget myself in trouble for\nattention. He says I like it when\nmy Dad has to leave work to come\ntalk with the principal. Like I’m\ngetting back at him for not paying\nenough attention to me.\n\n(CONTINUED )\n\fCONTINUED:\n\n53.\n(3)\n\nCASSIE\nAre you?\n\nJAKE\nI don’t know. I guess in away. I\nguess I’ve got a lot of anger\nissues. Kind of like you. Maybe\nthat’s why you said what you did\nabout my brother and Mrs. Clark.\nBecause you want attention. You\nwant people to feel sorry for you.\n\nCASSIE\nOh yeah? Or maybe your brother's\njust a creep.\n\nJAKE\nSo what about you?\n\nCASSIE\nWhat about me?\n\nJAKE\nStudies have proven that when\npeople go through near death\nexperiences together, they form an\nunlikely bond. They share their\ninner most secrets with one\nanother. I told you about my\nbrother and my Dad.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nJAKE\nStudies have proven that when\npeople go through near death\nexperiences together, they form an\nunlikely bond. They share their\ninner most secrets with one\nanother. I told you about my\nbrother and my Dad. \n\nTARGET SECTION TO BE ANNOTATED:\n So what about\nyou? You have anything to tell me?\n\nCassie looks away from Jake, a bit embarrassed. She slowly\ncomes around.\n\nCASSIE\nI miss my mother. Sometimes it’s\nhard not having a woman around to\ntalk to. It’s because of my Dad\nthat I...well...I haven’t been too\ngood with relationships. You know?\nBoys? It’s like I have this\nunconscious hatred for men. It’s\nlike deep down I know they’re all\ngonna grow up to be irresponsible\nass holes like my Dad that drink\nand gamble and screw around on\ntheir wives.\n\nJAKE\nHe can’t be that bad.\n\n(CONTINUED )\n\fCONTINUED:\n\n54.\n\n(4)\nCASSIE\nMy Dad? You don’t know the half of\nit.\nJAKE\n\nYou shouldn’t be so hard on him.\n\nCASSIE\nOh, yeah? Why not?\n\nJAKE\nIt's gotta be hard enough on your\nDad, being that your Mom’s gone. I\nthink you two should make the best\nof things and try to get along.\nSure would make things a lot nicer\naround the house. Instead of\nbiting each other’s heads off. But\nwhat do I know? I’m just a kid.\n\nCassie turns to Jake, smiles. He’s made a great point and\nseems to have touched a nerve with Cassie.\n\nCASSIE\nI wasn’t completely honest with you\nabout my mother.\n\nJAKE\nWhat do you mean?\n\nCASSIE\nI mean she’s dead.\n\nJake is shocked by Cassie’s secret. He simply stares at the\n\nfloor.\n\nCassie huf\n\nCASSIE\nAbout four months after she split,\nshe was diagnosed with leukemia. A\nlittle under a year later, she\ndied. It’s like she just couldn't\ntake it anymore and her body just\ngave out.\n\nfs in pure disgust.\nCASSIE\nCan you believe that? My own\n\nmother was dying and I couldn’t\neven be there for her.\n\n(CONTINUED )\n\f55.\nCONTINUED: (5)\n\nCassie shakes her head in bitter disgust. Bad memories of\nher mother’s illness are hitting her like a sack of bricks.\n\nCASSIE\nShe was always healthy as a horse.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED: (5)\n\nCassie shakes her head in bitter disgust. Bad memories of\nher mother’s illness are hitting her like a sack of bricks. CASSIE\nShe was always healthy as a horse. \n\nTARGET SECTION TO BE ANNOTATED:\nWorked out, ran three miles a day.\nShe’d never even been to the\ndoctor. Not once. They told me\ncancer killed my mother, but I know\nbetter. That bastard made her\nsick. All she did was worry about\nme. She worried so much, it killed\nher.\n\nJAKE\nMy grandmother had cancer. She\ndied. Her and my grandfather were\nmarried forty five years. They\nloved each other. Whatever you\nthink your Dad did to your Mom, you\nshouldn't think that. I’m sure he\nmisses her as much as you.\n\nCASSIE\nWhen that gun was pointed at me. I\nthought that was it. That I was\nnever gonna see my Dad again. I\nremembered what it was like to lose\nmy mother. I got so scared. I\nguess I have been too hard on him\nlately.\n\nJAKE\nYou guys should have a talk.\n\nCASSIE\nYeah. You‘re right. Maybe you and\nyour Dad should talk too.\n\nJAKE\nOnly if you do.\n\nCassie smiles.\n\nCASSIE\nI promise.\n\nJake turns his attention to the door. He watches it\ncarefully.\n\nJAKE\nWhy do you think he didn’t kill us?\n\n(CONTINUED )\n\f56.\nCONTINUED: (6)\n\nCASSIE\nHow am I supposed to know?\n\nJAKE\nWe should check to see if his car\nis still here.\n\nCASSIE\nIt is. I just checked a minute\nago. We would have heard it.\n\nJAKE\nMaybe he ran away.\n\nAll of the sudden there is the sound of FOOTSTEPS coming down\nthe hall. The floor creaks a bit.\n\nCASSIE\nOh my God.\n\nJAKE\nHe‘s coming.\n\nTHE FOOTSTEPS STOP AT THE DOOR\n\nCassie spots a YELLOW NOTE being slid under the door.\nSomething written on notebook paper. She carefully walks\nover and picks it up. It says...\n\nLOOK IN THE HALL\n\nCassie shows it to Jake.\n\nCASSIE\nI’m gonna check it out.\n\nJAKE\nAre you crazy? Don’t open the\ndoor.\n\nCASSIE\nJust stay back.\n\nJake hands her the golf club.\nCassie slowly opens the door and stares down the hall.\nCASSIE’S P.O.V.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nCASSIE’S P. O. V. \n\nTARGET SECTION TO BE ANNOTATED:\nShe spots the .38 snub nose laying on the floor in front of\nthe bathroom. The gun is all the way at the end of the hall.\n\n(CONTINUED )\n\f57.\nCONTINUED: (7)\n\nCassie stares down at the floor and spots the six bullets\nscattered all over the place.\n\nBACK TO SCENE\n\nCassie steps into the hall.\n\nINT. HALLWAY\n\nCassie quickly bends down and begins picking up the shells,\none by one. She stuffs them in her pocket and shuts the\ndoor.\n\nINT. CASSIE’S BEDROOM\n\nCASSIE\nStay here. Whatever happens, stay\nput and keep the door locked.\n\nJAKE\nWhere are you going?\n\nCASSIE\nTo check something.\n\nJAKE\nForget that. You’re not leaving me\nhere. I’m going with you.\n\nCASSIE\nNo you're not.\n\nJAKE\nYes I am! I’m not staying in here!\n\nCassie is red with anger. She quickly kneels in front of\nJake, grabbing him by both arms and jerking him toward her.\nHer eyes wide and focused.\n\nCASSIE\nLook. My Dad gave me real simple\ninstructions. And that’s to keep\nan eye on you until he gets back.\nIf you get killed, I'm never gonna\nsee my cell phone or my car keys\nagain. We don’t have a car...a\nphone...or a weapon. I think our\nsituation is bad enough without you\ncomplicating it.\n\n(MORE)\n\n(CONTINUED )\n\f58.\nCONTINUED:\nCASSIE (cont'd)\nSo just sit down and be quiet until\nI can figure things out. Got it?\nJake senses the seriousness in Cassie’s eyes. He backs off.\n\nJAKE\nI got it.\n\nCASSIE\nGood. Now lock the door behind me.\n\nCassie leaves. Jake quickly locks the door behind her.\n\nINT. HALLWAY\n\nCassie holds up the five iron, ready to strike as she slowly\nshuffles down the hallway.\n\nCASSIE’S P.O.V.\n\nShe watches each door carefully as she makes her way closer\nto the gun.\n\nShe comes into view of the staircase. She looks down the\nsteps and spots the scary man, a.k.a. ALEX ROOKER standing\nnear the top.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe comes into view of the staircase. She looks down the\nsteps and spots the scary man, a.k.a. ALEX ROOKER standing\nnear the top. \n\nTARGET SECTION TO BE ANNOTATED:\n Now branding a steak knife from the kitchen.\n\nBACK TO SCENE\n\nCassie stares back and forth between him and the gun on the\nground. A few moments pass and she forcefully tosses the\ngolf club at his head. He ducks, barely dodging it.\n\nCassie charges after the gun, grabbing it from the floor, but\nis eventually grabbed from behind by Alex.\n\nHe pushes her against a wall, pulling her arm behind her\nback, listening to her SCREAM out in pain. He pushes her\nface into the wall so hard she can barely catch a breath.\nHe slides the tip of the knife up and down her back as she\nstruggles to breath. He pulls her away from the wall and\npushes her into the bathroom.\n\nCassie stumbles to the cold, hard floor. She quickly shuts\nthe door on him.\n\nINT. BATHROOM — CONTINUOUS\n\nCassie locks the door on Alex. She looks over at the mirror\nand notices in bright red letters...\n\n(CONTINUED )\n\f59.\nCONTINUED:\n\nNOW WHAT?\n\nCassie frantically begins searching for weapons. She\nrummages through the cabinets under the sink and spots a\nfirst aide kit.\n\nSERIES OF SHOTS\n\n-- She grabs a small pair of sucres and stuffs them in her\npants.\n\n-- Spots a candle sitting on the counter.\n\n-- Searching the drawers. Finds an ignitor, the kind used\nfor lighting barbecues.\n\n-- She stuffs the lighter in her belt loop as if she was a\ncowboy carrying a gun.\n\n-- Spots a can of AIR FRESHENER sitting on the sink. She\nstuffs that in her pants along with the small scissors.\n\n-- Takes off one of her socks. Drops a bar of soap into it.\nSlaps the homemade weapon into her palm, trying it out.\nEXT. REINHARDT HOME —- NIGHT\n\nA CAR slowly pulls to the curb, just a couple houses down\nfrom the Reinhardt’s. Out steps\n\nARCHIE\n\nThe slovenly loan shark from the park. He is branding a\nsmall caliber weapon in his belt. He quietly begins toward\nthe Reinhardt house, suspiciously watching his surroundings.\nChecking for witnesses and such.\n\nArchie begins around the house, to the back yard.\n\nINT.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nChecking for witnesses and such. Archie begins around the house, to the back yard. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n BACK DOOR - LIVING ROOM\n\nArchie approaches the back door, staring inside. He quietly\nopens the door and enters. He pulls the weapon from his belt\nand slowly moves through the house, searching for any signs\nof life.\n\nHe spots Dave’s office in the corner and begins toward it.\n\f60.\n\nINT. DAVE’S OFFICE\nArchie enters. He begins toward Dave’s desk, searching all\nthe drawers. One of the drawers is locked. He uses a knife\nto jimmy the drawer open. Inside is a small, manila envelope\nfilled with loose bills. He gives the cash another good\nsniff.\nARCHIE\n\nMmmm. Second best smell in the\n\nworld.\nArchie looks up, notices the shadow of a man walking past the\noffice. He drops the envelope and points his gun in the\ndirection of the doorway. He slowly begins out of the\noffice.\nEXT. DAVE'S OFFICE\nArchie walks out. He turns to the right and begins toward a\ncorner bedroom. The door is wide open.\nINT. BEDROOM\nHe steps inside and notices...\n\nA BODY OF A PERSON UNDER THE SHEETS\n\nHe slowly begins toward the bed with his gun pointed at the\nbody.\n\nARCHIE\nNap time’s over, David.\n\nHe pulls the sheet back. It’s a bunch of pillows.\n\nALEX appears behind Archie. His face curtailed by his long\nhair.\n\nArchie senses someone behind him and spins around, pointing\nhis gun at Alex.\n\nARCHIE\nWho the hell are you?\n\nAlex simply stands...silent.\n\nARCHIE\nOkay. You don’t wanna talk to me?\n\n(CONTINUED )\n\f6l.\nCONTINUED:\n\nArchie pulls the hammer back on his gun.\n\nARCHIE\nTalk to this.\n\nIn a blink of an eye, Alex TWISTS ARCHIE’S WRIST AROUND so\nthat the gun is pointed at Archie. Before the gun goes\noff...\n\nWE QUICKLY CUT:\n\nINT. CASSIE’S BEDROOM\nJake is still waiting patiently. Very still. Then...\nBANG!\nThe sound of Archie's weapon going off causes him to jump.\nJAKE\nCassie?\nINT. UPSTAIRS BATHROOM\nCassie is visibly startled by the gunshot.\nCASSIE\n(to herself)\nDaddy?\nINT. BEDROOM\nArchie’s dead body on the carpet.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nCASSIE\n(to herself)\nDaddy? INT. BEDROOM\nArchie’s dead body on the carpet. \n\nTARGET SECTION TO BE ANNOTATED:\n Alex places the gun in his\npants and begins out, simply leaving Archie on the floor.\nINT. WOODS —- NEAR THE PARK —- NIGHT\n\nDetective Reinhardt and Grimes are now branding flashlights,\nstill searching the woods.\n\nDetective Reinhardt thinks he spots something in the\ndistance. A green tent. A campsite.\n\nDETECTIVE GRIMES\n\nWill you wait up? I can’t even see\nwhere I‘m going.\n\n(CONTINUED )\n\f62.\nCONTINUED:\n\nDetective Reinhardt walks into the private campsite. Alex's\ntent.\n\nDETECTIVE REINHARDT\nThis is it.\n\nDetective Reinhardt inspects the surroundings.\n-- A small radio.\n-- An oil lamp.\n\n-- A bunch of empty food cans. Soup, beans and weiners, tuna\nfish, beef stew. Anything he could've easily stolen from the\nlocal store.\n\nHe steps into the tent and spots a stack of recent SCHOOL\nYEARBOOKS.\n\nHe flips through one of them, checking a few of the school\nphotos.\n\nSome of the girls have a red circle around their pictures.\nAll beautiful, popular. Some of them with a strike through\nthe center.\n\nHe sets the book down and picks up another. The same thing.\nPhotos of beautiful young girls with red strikes through\ntheir pictures.\n\nDETECTIVE REINHARDT\nTake a look at these.\n\nDetective Reinhardt hands Grimes a couple of the yearbooks.\n\nDETECTIVE GRIMES\nThey're from different high\nschools. All over LA. Where the\nhell did he get these?\n\nDETECTIVE REINHARDT\nPublic records, maybe. Local\nlibrary. He was camped here for at\nleast a couple nights. He probably\nrelocated for each of the girls.\n\nDETECTIVE GRIMES\nBut the Morehouse girl doesn’t live\nanywhere near here.\n\nDETECTIVE REINHARDT\nDid you check the boyfriend?\n\n(CONTINUED )\n\f63.\nCONTINUED: (2)\n\nDETECTIVE GRIMES\nYeah. I think her mother said he\nstayed out this direction. The\nlast she heard, Linda was on her\nway to her boyfriends the night she\ndisappeared.\n\nDETECTIVE REINHARDT\nHe could've followed her here. Set\nup camp for a couple nights.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\nlast she heard, Linda was on her\nway to her boyfriends the night she\ndisappeared. DETECTIVE REINHARDT\nHe could've followed her here. Set\nup camp for a couple nights. \n\nTARGET SECTION TO BE ANNOTATED:\nEnough time to get what he wants\nfrom her.\n\nDETECTIVE GRIMES\nWhere is this kid?\n\nDETECTIVE REINHARDT\nWe've got all his next victims\nright here. We just gotta figure\nout who’s next.\n\nDetective Reinhardt opens up a Glendale High School yearbook\nand spots a photo of his daughter, circled with a red marker.\n\nDETECTIVE REINHARDT\nI gotta get home, right now.\n\nDETECTIVE GRIMES\nWhat is it?\n\nDetective Reinhardt passes him the yearbook as he darts off,\nback into the woods.\n\nDETECTIVE GRIMES\nI gotta call this in!\n\nDetective Grimes takes a look in the yearbook. Spots\nCassie’s photo. He hurries after his ex partner.\nEXT. BATHROOM DOOR - UPSTAIRS HALLWAY\n\nCassie carefully opens the bathroom door and steps out. She\nlooks in both directions.\n\nShe heads toward the staircase and begins down, quietly.\nAs she reaches the halfway mark, she notices that Alex has\n\nbarricaded the bottom of the steps with large furniture. The\nfront door two. He’s trapped them in.\n\n(CONTINUED )\n\f64,\nCONTINUED:\n\nCASSIE\n(whispers)\nshit!\nCassie walks down a few more steps and tries to get a better\nlook into the living room. She hears someone rummaging\naround in the kitchen.\nCASSIE’S P.O.V.\n\nShe spots the shadow of someone walking around in the\nkitchen. The LIGHT is on.\n\nBACK TO SCENE\n\nCassie continues watching on. Trying hard to stay out of\nsight.\n\nINT. KITCHEN\n\nAlex frantically searches the pantry for canned goods.\nAnything for the road.\n\nThere are kitchen drawers spilled out onto the ground.\nVarious household needs all over the kitchen floor.\n\nHe quickly fills large garbage bags full of food, can\nopeners, flashlights, batteries. Anything he can find in the\nhouse.\n\nINT. STAIRWAY\n\nCassie quietly hurries back up the steps.\n\nINT. CASSIE’S BEDROOM\n\nJake is curled up in the corner, still scared to death.\nCassie knocks on the door.\n\nCASSIE (0.S.)\nJake? It’s me.\n\nJake runs over and opens.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\nJake? It’s me. Jake runs over and opens. \n\nTARGET SECTION TO BE ANNOTATED:\nJAKE\nWhere were you?\n\nCASSIE\nHe’s in the kitchen.\n\n(CONTINUED )\n\f65.\nCONTINUED:\n\nCassie immediately shuts the door behind her.\n\nJAKE\nThen let’s make a run for it. We\ncan go out the front and run to the\nneighbors or something.\n\nCASSIE\nWe can’t. He’s got the staircase\nblocked. The front door too. Even\nif we make it off the stairs, we\nstill have to get past the door.\n\nJAKE\nWhat're we supposed to do? We\ncan’t just sit here and wait for\nhim to kill us.\n\nCASSIE\nIf he wanted to kill us, he\nwould've done it by now.\n\nJAKE\nSo what does he want? What is he\ndoing?\n\nCassie’s eyes frantically wander around the room, going over\nideas in her head. She stops when she spots a photo of her\nand her father hanging on the wall.\n\nCASSIE\nDad.\nJAKE\nWhat?\nCASSIE\nOf course. It’s my Dad he wants.\nNot us.\nJAKE\n\nI don't get it. I’m the one who\nsaw him. Why would he want your\nDad?\n\nCassie grabs Jake by the hand and walks him over to her bed.\nThey have a seat on the edge.\n\nCASSIE\nMy Dad was investigating this\nmurder just before he was kicked\noff the force. A high school girl.\n(MORE)\n\n(CONTINUED )\n\f66.\n\nCONTINUED: (2)\nCASSIE (cont'd)\nStrangled to death and found in the\ntrunk of her car. She was naked.\n\nJake stares off into the distance, piecing it all together.\n\nCASSIE\nThere was this kid who the police\ndepartment liked for it. An ex\nboyfriend of the victim. A rich\nkid named Danny Myers. The media\nhated this kid. He was really\narrogant and cocky. He even\nbragged about how he wished he was\nthe one who killed her. The TV and\nnewspapers made him out to be the\nkiller before all the evidence was\nin.\n\nJAKE\nI remember. It was all over TV.\nYour dad was the head detective\nback then, wasn’t he?\n\nCassie nods.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt was all over TV. Your dad was the head detective\nback then, wasn’t he? Cassie nods. \n\nTARGET SECTION TO BE ANNOTATED:\nCASSIE\nThey were putting a lot of pressure\non my Dad to put him away. When he\ncouldn’t get any evidence against\nMyers to stick, they did an\ninvestigation. They found out he\ntook money from this kid’s parents.\nTwenty thousand dollars.\n\nJAKE\nThey paid your Dad off?\n\nCASSIE\nMy Dad had all these outstanding\nfootball debts. He bet a lot back\nthen. Until these men came to the\nhouse one night and told him if he\ndidn’t come up with twenty grand by\nthe end of the week, my mother and\nI would disappear. So he told the\nMyers, for the right price, he’d\nbury any evidence connecting their\nson to the murder. He was\ndesperate. He didn’t have a\nchoice.\n\n(CONTINUED )\n\fCONTINUED:\n\n67.\n\n(3)\nJAKE\nBut what about Myers? Did he do\nit?\nCASSIE\n\nMy Dad never liked Myers for the\nkiller. He always thought the real\nguy was more of a loner. Not\npopular like this other kid.\nSomeone who wasn’t good with girls.\nSomeone who had either killed\nbefore or was gonna kill again.\nMyers had a clean record. He\ndidn’t fit the profile.\n\nJAKE\nSo what happened to him?\n\nCASSIE\nTo Myers? Nothing. This same\nkiller murdered five other girls\nsince my Dad was thrown off the\nforce. Danny Myers had a solid\nalibi for all of them. It couldn’t\nhave been him.\n\nJAKE\nSo the guy I saw in the woods today\nwas the real killer?\n\nCASSIE\nHe must‘ve seen you with my Dad and\ndecided to follow you home.\n\nJAKE\nBut why doesn’t he just kill us and\nget it over with?\n\nCASSIE\nI don't know. Maybe we’re like his\nhostages or something. Maybe he’s\nplanning on using us as bait for my\nfather. One thing’s for sure. We\njust can’t sit here and wait for\nhim to kill us.\n\nJAKE\nSo what are we gonna do?\n\nCASSIE\nIf I can make it to the computer, I\ncan myspace some people for help.\n(MORE)\n\n(CONTINUED )\n\fCONTINUED:\n\n68.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nJAKE\nSo what are we gonna do? CASSIE\nIf I can make it to the computer, I\ncan myspace some people for help. (MORE)\n\n(CONTINUED )\n\fCONTINUED:\n\n68. \n\nTARGET SECTION TO BE ANNOTATED:\n(4)\nCASSIE (cont'd)\nThey can call the police. It’s our\nbest option.\n\nJAKE\nWhere’s the computer?\n\nCASSIE\nIt's in my dad's office, near the\nsteps.\n\nJAKE\nBut you said...\n\nCASSIE\nI know. I’11 have to crawl over\nand hope he doesn’t hear me.\n\nJAKE\nBut you're too big.\n\nCassie gives him a dirty stare.\n\nJAKE\nI mean...I‘m smaller. I won’t make\nas much noise.\n\nCASSIE\nYou think you can make it?\n\nJAKE\nI can make it. A lot easier than\nyou.\n\nCASSIE\n\nOkay. Here’‘s the plan. You email\nfor help. I don’t care if it’s\neveryone you know. Just get\nsomeone to call the cops. You’re\ngonna be quiet, sit and wait. And\nyou’re not gonna make a sound.\nMake sure as soon as you get there\nto lock the door.\n\nJAKE\nThen what?\n\nCASSIE\nThen we wait to see if the cops\nshow.\n\nJAKE\nAnd if they don’t?\n\n(CONTINUED )\n\f69.\nCONTINUED: (5)\n\nCassie looks away, thinking it over. She figures it out.\n\nCASSIE\nI’m gonna distract him.\n\nJAKE\nWhatta you mean?\n\nCASSIE\nI’m gonna go for the garage. He’ll\nhear the door opening and come\nafter me. That’s when you make a\nrun for the back door. You keep\nrunning to the neighbors and you\ncall for help.\n\nJAKE\nWhat about you?\nCASSIE\nI can probably make it.\nJAKE\nAnd if you don’t?\nCASSIE\nI can’t think about that now.\n\n(beat)\nOkay. So is this the plan?\n\nJake stares at the floor, a bit unsure. He takes a huge\nbreath, nervously exhales.\n\nJAKE\nAlright. Let’s do it. I’m ready.\n\nCASSIE\nOkay. Real quiet. Let’s go.\n\nCassie and Jake quietly begin out the door.\n\nINT. STAIRWAY\nCassie and Jake slowly begin back down the steps.\nCassie peeks over the railing, checking for Alex.\nCASSIE’S P.O.V.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nCASSIE’S P. O. V. \n\nTARGET SECTION TO BE ANNOTATED:\nShe spots him eating something in the kitchen, with his back\nturned to her.\n\n(CONTINUED )\n\f70.\nCONTINUED:\n\nBACK TO SCENE\nCASSIE\nOkay. He’s not looking. You're\ngonna have to go now.\n\nJAKE\nI’m scared.\n\nCASSIE\nI know, but you have to go now.\nIt‘ll be okay, just be quiet.\nJake begins crawling over the side of the railing. He knocks\nover a potted plant, sitting on a small end table. It\nerashes to the floor.\nCRASH!\n\nCASSIE\nGO!!!\n\nJake panics, drops to the ground and runs for the office.\n\nAlex reaches his hand through the railing and grabs Cassie’s\nleg, pulling at her. She kicks his hand away.\n\nCassie spots the five iron club, still sitting on the steps,\nand grabs it. She holds it like a baseball bat, ready to\nswing, but Alex is gone. Nowhere in sight.\n\nCASSIE\nJBRKE!!!\n\nJake shuts the office door behind him.\n\nINT. OFFICE\n\nJake locks the door and runs over to the computer at the\ndesk, has a seat. A bright screen saver glows on the\nmonitor, the system already booted up.\n\nJake grabs the mouse and stares down at the desk. Notices a\nmessage written on yellow note pad. It says...\n\nNICE TRY. NEXT TIME, YOU DIE!\n\nIt’s sitting in the same spot where the keyboard used to be.\nBA look of complete panic on Jake’s face.\n\n(CONTINUED )\n\f71.\nCONTINUED:\n\nSuddenly, Alex breaks open the door and walks in, branding\nthe large steak knife.\n\nJake jumps off his seat, attempts to hid behind the desk, but\nAlex is quick to snatch him up. He holds Jake as his\nhostage, putting the knife to his neck and walking him out of\nthe office.\n\nINT./EXT. OFFICE - CONTINUOUS\n\nAlex and Jake continue back into the living room. The tip of\nthe sharp knife at Jake’s jugular.\n\nJAKE\nCASSIE!!!\n\nINT. STAIRWAY\n\nCassie spots Alex and Jake walking across the living room and\nlays low. She waits until they pass by, out of view of the\nstairway.\n\nCassie then quietly crawls over the railing.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTAIRWAY\n\nCassie spots Alex and Jake walking across the living room and\nlays low. She waits until they pass by, out of view of the\nstairway. Cassie then quietly crawls over the railing. \n\nTARGET SECTION TO BE ANNOTATED:\n She drops to\nthe floor and crawls across it like a soldier in combat,\nholding the golf club in her arms like a rifle.\n\nCassie peeks around a corner wall, searching for Alex and\nJake.\n\nShe looks into the living room and kitchen. They are nowhere\nto be found.\n\nShe slowly stands up, keeping her back firmly on the wall,\ntakes another look. Still nothing.\n\nIn the open background, we wait for Alex to pop up behind\nher. We keep waiting, but he never shows.\n\nCassie moves back toward the staircase, being very slow and\nvery quiet.\n\nShe walks around the bottom of the steps and back toward the\nkitchen, golf club in hand, ready to take a huge swing. It\nis strangely quiet, no sign of Jake or Alex.\n\nHiding behind a nearby wall, waiting, is Alex and Jake. The\nproblem is, we don’t know where this wall is. Jake’s mouth\nhas been duct taped shut. He can’t make a sound. The knife\nstill to his throat.\n\n(CONTINUED )\n\f72.\nCONTINUED:\n\nCassie moves into the kitchen area. She notices the pantry\ndoor is wide open. The look on her face suggests Alex is\nwaiting for her in there.\n\nShe jumps in front of the door with the golf club. A real\nthreatening stance, ready to take someone’s head off.\n\nThere is no one inside.\n\nSuddenly, Jake is violently tossed to the kitchen floor. His\nbody flying from around a corner, out of nowhere.\n\nCassie is so stunned that she drops the club to the floor.\nShe hurries over to Jake, checking on him. She rolls him\nover and notices his mouth taped up.\n\nCASSIE\nJake?\n\nAlex hovers behind her, knife in hand.\n\nJake looks past Cassie, over her shoulder, giving her the\nsignal.\n\nCassie turns around and spots Alex hovered over her.\n\nAlex grabs her by the shirt, pulling her from the floor. He\nholds the knife to her throat for a few seconds, fueling\nCassie’s fear even more.\n\nCassie is trembling all over, her mouth quivering.\n\nAlex grabs her by the hair and forces her into the living\nroom. He pushes her toward the couch, bending her over the\nside.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nCassie is trembling all over, her mouth quivering. Alex grabs her by the hair and forces her into the living\nroom. He pushes her toward the couch, bending her over the\nside. \n\nTARGET SECTION TO BE ANNOTATED:\nCassie SCREAMS out in a panic as Alex uses a steak knife to\nrip her shirt up the back. He rubs the tip of the blade up\nher skin as she SCREAMS out even harder.\n\nJake watches in horror from the kitchen. He looks to his\nleft and spots the set of steak knives on the counter top,\n\nminus one knife.\n\nHe runs over and grabs one of them. He then hurries over to\nAlex and forcefully drives the blade into his back.\n\nAlex drops his knife and stumbles away from Cassie. He looks\ndown at Jake and strikes him across the face.\n\nJake falls to the floor, grabbing his face in pain.\n\n(CONTINUED )\n\f73.\nCONTINUED: (2)\n\nCassie pulls herself off the couch and turns around with her\nlighter in one hand and the can of air freshener in the\nother.\n\nCASSIE\nHey, ass hole!\n\nAlex turns around, facing Cassie.\n\nCassie lights the small flame and sprays the toxic liquid\nonto it, creating a kind of home made blow torch.\n\nThe large flame strikes Alex in the face. He grabs his face\nand turns away, disoriented.\n\nCassie spots the steak knife on the ground and bends over to\ngrab it.\n\nAlex is too fast for her. He grabs her by the hair and\nforces her into the living room.\n\nAlex violently tosses her to the floor, grabbing her arm and\npulling it behind her back. He forces her onto her knees as\nCassie SCREAMS out.\n\nCASSIE\nJAKE!!! RUN!!! RUN!!!\n\nJake stares at the back door, contemplates making a run for\nit, but doesn’t want to leave Cassie.\n\nCASSIE\nRUN!!! GET OUTTA HERE!!!\n\nAlex runs his long, knife-like fingernails across Cassie's\ncheek, tearing her skin in little bloody streaks.\n\nJake heads for the stairs.\nJAKE\nHey! Alex! Come on! It’s me you\nwant! Remember! I saw what you\ndid! come on! Come and get me!\nAlex stops with Cassie and stares over at Jake.\nJAKE\nThat's right! Come on! Come get\n\nme!\n\nJake crawls over the railing and heads back upstairs, running\nas fast as he can.\n\n(CONTINUED )\n\f74.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nCome get\n\nme! Jake crawls over the railing and heads back upstairs, running\nas fast as he can. (CONTINUED )\n\f74. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: (3)\n\nAlex pulls Cassie from the floor and walks her toward the\ngarage with her arms behind her back.\nINT. GARAGE\n\nThe dirty garage is cluttered with tools and other house hold\ngoods.\n\nLaying in the middle of the oily floor, with her mouth duct\ntaped and her arms tied behind her back is Cassie.\n\nAlex hovers over her, finishes tying up her feet with some\nrope he found in the debris.\n\nCassie wiggles on the ground like a worm and grunts out loud\nas Alex slides the blade across her bare arm.\n\nAlex leaves her, headed out of the garage and upstairs. He\nshuts the door behind him.\n\nCassie grunts even louder, knowing that Jake is done for.\n\nINT. LIVING ROOM\n\nAlex passes through the living room on his way to the\nstaircase.\n\nHe approaches the bottom of the steps and angrily pushes the\nfurniture out of his way. He begins up.\n\nSTAIRWAY\n\nHe pulls the steak knife out of his pants and grips it in his\nhand.\n\nALEX'S P.O.V.\nAlex stares up the steps toward the second floor.\nBACK TO SCENE\n\nAlex's legs as he slowly continues up the steps. He taps the\ntip of the blade on the railing.\n\nTAP! TAP! TAP!\n\nOver and over.\n\f75.\n\nINT. UPSTAIRS HALLWAY\n\nJake is hiding behind a wall. He hears the tapping of the\nknife on the railing. We notice an out of focus Alex coming\nup the steps in the background. He almost reaches the top\nwhen...\n\nJake turns the corner, gripping an iron. Not a golf club,\nbut an actual iron for ironing clothes. He smashes the\nsmooth, flat metal surface into Alex’s face.\n\nAlex stumbles down the steps, all the way to the bottom. He\nis disoriented, but not unconscious. He grabs his face in\npain as he struggles to stand.\n\nJake hurries down the steps toward him, still holding the\niron. He attempts to hit him again, but...\n\nAlex starts coming around. He holds his knife out ina\nthreatening pose, ready to defend himself.\n\nJake drops the iron and makes a run for it.\n\nAlex once again drops the knife on the stairs and grabs his\nface in excruciating pain.\n\nINT.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nJake drops the iron and makes a run for it. Alex once again drops the knife on the stairs and grabs his\nface in excruciating pain. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n DOWNSTAIRS\n\nJake runs from room to room, closet to closet, opening doors\nand searching for Cassie.\n\nJAKE\nCASSIE!!! WHERE ARE YOU???\n\nThen, a guest bedroom.\n\nINT. GUEST BEDROOM\n\nJake runs inside. A spare bed is made up. The room is\nimmaculately clean.\n\nJAKE\n(whispers)\nCassie? You in here?\n\nJake checks under the bed to see if she’s hiding. In the\n\nbackground, we see ALEX walking across the floor by the\nstaircase.\n\n(CONTINUED )\n\f76.\nCONTINUED:\n\nJake turns his head, notices him walking by the stairs and\nthen out of sight. He quickly hides under the bed.\n\nUNDER THE BED\n\nHe stares out into the hallway, waits.\n\nJAKE'S P.O.V.\n\nHe listens as various doors in the house are opened and shut.\nKERPLUNK!...KERPLUNK!...KERPLUNK!...\n\nThen silence...\n\nBACK TO SCENE\n\nJake squints a bit. Wondering where Alex is.\n\nAlex then walks into the room, coming from the opposite end\nof the hall.\n\nJake didn’t even see him coming. He holds his breath, trying\nto lay as still and quiet as possible.\n\nAlex's legs stay dormant. He simply stands, surveying the\nroom, then...after a few moments...finally steps out.\n\nJake shuts his eyes, sighing in relief. He keeps his eyes\nshut, scared beyond belief. He finally composes himself and\nopens his eyes. He stares out in the hallway, searching for\nAlex.\n\nJAKE'S P.O.V.\n\nNothing. No Alex, not even a sound.\n\nBACK TO SCENE\n\nINT. GUEST BEDROOM - CONTINUOUS\n\nAlex stands hovered over the other side of the bed, knife in\nhand, waiting for Jake to make a run for it.\n\nUNDER THE BED\n\nJake still waits, staring into the hallway.\n\f77.\n\nINT. GARAGE\n\nCassie is now crying. Tears running down her face. She\nwiggles on the ground even stronger, trying to break free of\nher ties. She desperately stares up at the garage opener on\nthe wall.\n\nINT. GUEST BEDROOM\n\nAlex still hovered over the bed, standing as still as can be.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe desperately stares up at the garage opener on\nthe wall. INT. GUEST BEDROOM\n\nAlex still hovered over the bed, standing as still as can be. \n\nTARGET SECTION TO BE ANNOTATED:\nUNDER THE BED\n\nJake slowly and quietly crawls from under the bed and hides\nbehind the wall, near the door, staring into the hall.\n\nAlex moves out of sight, to the side of the bed as Jake\ncontinues to stare into the hall.\n\nAlex grabs a porcelain lamp from a night stand and throws it\nat the wall over Jake. It SHATTERS, pieces flying\neverywhere.\n\nJake SCREAMS out in a panic and looks up, spots Alex on the\nother side of the bed. He runs back into the hall.\n\nAlex follows behind, taking his time.\n\nINT. HALLWAY\n\nJake darts down the hall, makes a run for the garage. He\nopens the door and steps inside, shutting the door behind\nhim.\n\nINT. GARAGE - CONTINUOUS\n\nJake instantly notices Cassie tied up on the floor. She\nstares up at him. Crying out.\n\nJake runs over and rips the tape from her mouth.\nCASSIE\n(whispers)\nOpen the garage and run! Get outta\nhere! Get help!\n\nJake tries to untie the rope, but can’t. It’s too tight.\n\n(CONTINUED )\n\f78.\nCONTINUED:\n\nJAKE\nI‘m gonna have to cut it off.\n\nCASSIE\nJust get out of here! Go!\n\nJake cracks open the door, peeks inside the house.\nJAKE'S P.O.V.\n\nHe spots Alex walking toward the kitchen, staring in a\ncompletely different direction.\n\nBACK TO SCENE\n\nJake begins crawling on the floor, staying out of sight. He\nlooks up and spots the house STEREO in the living room, near\nthe TV.\n\nJake smiles a bit. He’s got a plan.\n\nINT. KITCHEN\n\nAlex sets down his knife on the counter and begins rummaging\nthrough the appliances.\n\n-- under the sink.\n-- opening the kitchen drawers.\n\nHe finds a battery operated turkey slicer in one of the\ndrawers. He cranks it up.\n\nZZZZ2Z2222!\n\nThe slicer makes a rugged, high pitched sound.\n\nAlex and his turkey slicer slowly begin out of the kitchen\nand toward a corner closet across the room. He opens it. No\n\nJake. He slowly moves on to the next room.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe opens it. No\n\nJake. He slowly moves on to the next room. \n\nTARGET SECTION TO BE ANNOTATED:\nJake peeks his head around a corner and watches as Alex\ndisappears from the kitchen and enters another room.\n\nJake quickly, but quietly runs into the kitchen and grabs the\nknife from the counter.\n\nHe runs back into the living room and grabs a stereo remote\nfrom the coffee table. He points it at the stereo and turns\nit on.\n\nThe music is loud, but not quite loud enough.\n\n(CONTINUED )\n\f79.\nCONTINUED: (2)\n\nJake runs back behind the wall by the staircase. He points\nthe remote at the stereo, turning the volume all the way up.\nThe loud ROCK MUSIC blares through the house at an\nexcruciating level. Jake drops the remote on the floor and\ncovers his ears. He runs back toward the garage.\n\nFROM ANOTHER ROOM\n\nAlex grows annoyed by the music. He hurries back toward the\nliving room.\n\nINT. GARAGE\n\nJake walks in. Cassie is still crying. Her eyes completely\nwelled up with tears.\n\nJake runs over and presses the button on the wall, opens the\ngarage door. He quickly begins cutting the rope from\nCassie’s feet and hands.\nCASSIE\nHurry.\n\nINT. LIVING ROOM\n\nAlex hurries in, staring over at the stereo in the corner.\nHe rushes over, mashing buttons, trying to turn it off.\n\nMATCH CUT TO:\n\nINT. GARAGE\n\nJake still cutting the rope from Cassie’s hands. The rope\ntears off. Now, he begins cutting the rope from her feet.\n\nCASSIE\nCome on!\n\nThe garage door is almost completely open.\n\nMATCH CUT TO:\n\nINT. LIVING ROOM\n\nAlex finally finds the POWER BUTTON on the stereo and shuts\nit off. He hears the faint sound of the garage door opening.\n\f80.\n\nINT. GARAGE\n\nJake finally cuts off the rope as he helps Cassie back on her\nfeet. They turn and notice...\n\nALEX\nStanding in the open doorway.\n\nThey make a run for it, out of the garage.\n\nEXT. GARAGE — OUTSIDE DRIVEWAY\n\nJake and Cassie take off running. Jake is much quicker,\ndarting off in the direction of the neighbors house.\n\nCassie trips and falls, face first onto the concrete\ndriveway. She struggles to stand.\n\nCASSIE\n\nJAKE!!!\nAlex begins after her.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe struggles to stand. CASSIE\n\nJAKE!!! Alex begins after her. \n\nTARGET SECTION TO BE ANNOTATED:\n He turns her over, back on the\nground. He rubs the tip of the turkey slicer across her\nchest and listens to hear SCREAM out in a panic.\nHe holds the blade back, as if he's going to stab her, but he\nstops himself. He sets the blade down and begins chocking\nher with his bare hands.\n\nJake stops in his tracks and looks back, watches on as Alex\nchokes the life out of Cassie. He runs back toward them.\n\nAlex sticks his thumbs into Cassie’s neck, harder and harder.\nHer face turns red.\n\nJake walks up behind Alex and drives his steak knife into the\nback of his neck area.\n\nAlex spits up blood onto Cassie’s face and falls over, onto\nthe driveway, dead.\n\nCassie tries to catch her breath.\n\nJake stares down at Alex, taking in what he’s done. He drops\nthe knife on the ground and helps Cassie up.\n\n(CONTINUED )\n\fsl.\nCONTINUED:\n\nThe two stare down at the killer, laying dead and limp on the\ndriveway.\n\nCuT TO:\n\nEXT. DOYLE HOUSE\n\nCassie and Jake walk up to the front door of a nearby\nneighbor. They ring the doorbell. A few moments pass before\nthe door opens.\n\nTOM DOYLE (50s) answers. He’s sporting a silk robe, a hairy\nchest and a three day beard. His hair pointing in every\ndirection. A bit drunk.\n\nDOYLE\nDo you know what the hell time it\nis?\n\nCassie steps back a bit. Taken back by the angry neighbor.\nJake checks his watch.\n\nJAKE\nIt’s 12:45.\n\nDoyle gives Jake the evil eye.\n\n \n\nDOYLE\n\nI know what time it is.\nJAKE\n\nOh.\nCASSIE\n\nWe really hate to disturb you,\nMister Doyle...\n\nDoyle squints in confusion, staring the two kids up and down.\nA “who are these people” look on his face.\n\nCASSIE\nIt's me...? Remember? Cassie\nReinhardt from down the street...?\n\nDOYLE\nYeah, right, okay. Cassie\nReinhardt from down the street.\nWhat the fuck do you want?\n\n(CONTINUED )\n\f82.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nCassie\nReinhardt from down the street. What the fuck do you want? (CONTINUED )\n\f82. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nCASSIE\nI know it’s late, sir, but we\nreally need to use your phone?\nIt’s an emergency.\n\nDOYLE\nWhat kind of emergency?\n\nJAKE\nWe killed someone.\n\nCassie quickly grabs Jake and covers up his mouth with her\nhand.\n\nCASSIE\nHe means it’s a life or death\nsituation and we need to use the\nphone right away.\n\nDoyle gives the two kids an unsure look.\n\nEXT. REINHARDT HOME\n\nDetective Reinhardt’s car pulls up to the front of the home.\nThe 1967 Mustang car still parked out front.\n\nIn the driveway, we notice that Alex is nowhere in sight.\nOut of the car steps Reinhardt and Grimes.\n\nDETECTIVE REINHARDT\nHe’s here.\n\nDetective Reinhardt pulls his gun.\n\nDetective Grimes also pulls his weapon. He walks over to the\n1967 Mustang two door and looks inside. Spots LINDA\nMOREHOUSE behind the wheel, dead.\n\nDETECTIVE GRIMES\nIt’s Morehouse. She’s dead.\n\nDETECTIVE REINHARDT\nCheck the back. I/’11 take the\ninside.\n\nDetective Grimes begins toward the back yard, looking very\ncautious.\n\nDetective Reinhardt begins into the house.\n\f83.\n\nINT. DOYLE HOUSE - LIVING ROOM\n\nJake stands near the living room with his hands in his\npockets, looking completely exhausted.\n\nDoyle and his girlfriend LUCY (20s) a dark vixen dressed in a\nshort black skirt, black fishnets, a revealing top and black\nleather boots, stare at the television in a stuper.\n\nDoyle’s feet are kicked up on a coffee table. Lucy’s legs\nare sprawled out over Doyle’s lap.\n\nDoyle pays her no mind.\n\nLucy keeps herself busy by rubbing her hands through Doyle's\nchest hair. She glances over at Jake, giving him a seductive\nwink.\n\nJake sports a fake smile for the accommodating neighbors. He\nlooks away in embarrassment.\n\nINT. KITCHEN\n\nCassie calls her father from the neighbors phone. She lets\nit ring, over and over.\n\nCASSIE\n\nCome on, Dad.\nEXT.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe lets\nit ring, over and over. CASSIE\n\nCome on, Dad. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n REINHARDT HOME\nWe slowly move over from The Reinhardt home to the\nDetective’s car. We hear a CELL PHONE RINGING. We slowly\nmove in through the driver’s side window.\nINT. REINHARDT’S CAR\nDetective Reinhardt’s cell phone sits rested on his\ndashboard. It LIGHTS UP as Cassie’s call goes through,\nunanswered.\nINT. REINHARDT HOME\nDetective Reinhardt discovers all of the furniture blocking\n\nthe staircase and the front door. A look of pure fear on his\nface.\n\n(CONTINUED )\n\f84,\nCONTINUED:\n\nDETECTIVE REINHARDT\nCASSIE!!! JAKE!!!\n\nHe moves further into the living room.\n\nINT. LIVING ROOM\n\nDetective Reinhardt quickly does a sweep of the first floor,\ngoing room to room. He then moves back toward the staircase.\n\nSTAIRWAY\n\nDetective Reinhardt moves his way past the furniture and up\nthe stairs.\n\nINT. REINHARDT’S CAR\n\nDetective Reinhardt‘s CELL PHONE CONTINUES TO RING. The\ndriver’s side door opens and a hand reaches in to grab it.\nIt’s ALEX.\n\nEXT. REINHARDT’S CAR\n\nAlex answers the phone, not speaking, but listening.\n\nMATCH CUT TO:\n\nINT. DOYLE HOUSE\nCassie listens on the other line.\n\nCASSIE\nDaddy?!\n\nNo answer.\n\nCASSIE\nIt’s Cassie. Are you there?\n\nMATCH CUT TO:\n\nEXT. REINHARDT’S CAR\nAlex hangs up the phone.\n\nMATCH CUT TO:\n\f85.\n\nINT. DOYLE HOUSE\nCassie on the other line. Her father’s phone hangs up.\n\nCASSIE\nDaddy? Hello?\n\nCassie quickly re-dials.\nCASSIE\n(whispers)\nShit.\n\nEXT. REINHARDT HOME —- BACKYARD\n\nDetective Grimes passes by the backyard swimming pool,\nsearching all around him.\n\nHe notices the back door is open. His CELL PHONE RINGS. The\ncaller ID says DAVE REINHARDT\n\nDETECTIVE GRIMES\nHey, partner. How you doin’ in\nthere?\nNo answer.\n\nDETECTIVE GRIMES\nHey, You there?\n\nAlex hangs up.\n\nDetective Grimes calls back.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nDETECTIVE GRIMES\nHey, You there? Alex hangs up. Detective Grimes calls back. \n\nTARGET SECTION TO BE ANNOTATED:\n He hears the sound of\nReinhardt’s CELL PHONE RINGING behind him. He immediately\nturns.\n\nDETECTIVE GRIMES\nHey, man, I found...\n\nHe stops mid sentence when he notices his ex partner is\nnowhere to be found.\n\nGRIMES P.O.V.\n\nHe looks down and spots Detective Reinhardt’s cell phone\nlaying on the cement, near the deep end of the pool. It’s\nstill ringing.\n\nBACK TO SCENE\n\n(CONTINUED )\n\f86.\nCONTINUED:\n\nDetective Grimes drops his phone and grips his gun with both\nhands. He begins toward the phone and picks it up. The\ncaller ID says JOE GRIMES.\n\nDETECTIVE GRIMES\nWhat the hell?...\n\nHe turns back around and...\nALEX\nIs waiting. He drives a knife into Grimes stomach.\n\nBLOOD literally gushes from his stomach and onto the\npavement.\n\nAlex tosses the bleeding cop into the deep end of the pool.\nSPLASH!\nGrimes body floats like a buoy on the water.\n\nAlex continues into the house through the back door.\n\nINT. BATHROOM\n\nDetective Reinhardt discovers Alex’s message on the bathroom\nmirror.\n\nNOW WHAT?\nHe quickly walks out, moving on to the next room.\n\nDetective Reinhardt spots Cassie’s bedroom door open and\nwalks toward it.\n\nDETECTIVE REINHARDT\nCassie, honey! It’s your father!\nINT. CASSIE’S BEDROOM\n\nDetective Reinhardt spots the yellow notebook paper on the\nground. He picks it up. It reads...\n\nLOOK IN THE HALL\n\nHe suspiciously looks behind him, a bit scared.\n\f87.\n\nINT. DOYLE HOUSE\n\nJake sits on the couch watching television with Doyle and\nLucy. He stares into the kitchen at\n\nCASSIE\n\nwho is desperately still trying to reach her father. She\nhangs up and quickly dials 911.\n\nOPERATOR (0.S.)\n911 operator? What’s your\nemergency?\n\nCASSIE\nI need you to send someone to 1014\nPerkins Drive. A man’s broken into\nour house.\n\nLucy slowly turns around on the couch, staring over at Cassie\nand looking very concerned.\n\nLUCY\n(to Doyle)\nOh my God, Tommy.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nA man’s broken into\nour house. Lucy slowly turns around on the couch, staring over at Cassie\nand looking very concerned. LUCY\n(to Doyle)\nOh my God, Tommy. \n\nTARGET SECTION TO BE ANNOTATED:\n Did you hear\nthat? Somebody busted into their\nhouse.\n\nDoyle's eyes are shut. He’s drifting off into a deep sleep\nand couldn’t care less.\n\nDOYLE\nMmm-hmmm. That's nice.\n\nCassie on the phone.\n\nOPERATOR (0.8.)\nIs this man still in your home?\n\nCASSIE\nNo. He’s in the driveway. We\nstabbed him. I'm pretty sure he’s\ndead.\n\nDoyle turns around, facing Cassie.\nDOYLE\n(to Cassie )\n\nWhat the hell’s going on over\nthere?\n\n(CONTINUED )\n\f88.\nCONTINUED:\n\nCassie hangs up. Approaches Jake in the living room.\nCASSIE\nDo me a favor and stay here for a\nminute. I wanna check something.\n\nJAKE\nYou're not going back out there!\n\nCASSIE\nI’m not going far. Just stay here,\nokay? Promise me you won’t move.\n\nCassie continues out. Jake is visibly scared for her.\n\nEXT. NEIGHBORS HOUSE\n\nCassie begins down the street, slowly and cautiously.\nCASSIE’S P.O.V.\n\nCassie looks to her left, then right. Paranoid that Alex\nwill pop out at any second. She spots her father’s car in\nthe near distance.\n\nBACK TO SCENE\n\nCassie smiles and begins running toward her house.\n\nEXT. REINHARDT HOME\n\nCassie approaches her house. Her father’s car parked out\nfront. A look of pure relief on her face. She moves closer\nto the house and into the driveway. She is completely\nshocked to see that ALEX is now gone.\n\nCASSIE\nDaddy!\n\nCassie runs over to her father’s car and reaches inside. She\nbegins HONKING THE HORN.\n\nCASSIE\nDADDY!!!\nINT. CASSIE’S BEDROOM\n\nDetective Reinhardt hears the honking of the horn and walks\never to Cassie’s window, stares down at her.\n\n(CONTINUED )\n\f89.\nCONTINUED:\n\nDETECTIVE REINHARDT\nCassie.\nEXT. REINHARDT HOME\nCassie notices her father standing at her window.\nCASSIE\nDown here, Daddy!\nINT.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nREINHARDT HOME\nCassie notices her father standing at her window. CASSIE\nDown here, Daddy! INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CASSIE’S BEDROOM\nDetective Reinhardt smiles, knowing she’s safe.\n\nIn the background, a bit out of focus, is Alex. He stands,\nwaiting for the cop to turn around.\n\nDetective Reinhardt opens up Cassie’s window and yells out...\nDETECTIVE REINHARDT\nUp here, baby!\nEXT. REINHARDT‘’S CAR\nCassie stares up at her father.\nCASSIE\nGet outta there! He’s in the\nhouse!\nINT. CASSIE’S BEDROOM\nAlex still stands, waiting.\nDETECTIVE REINHARDT\nTake Jake and the truck and get\noutta here! Get as far away from\n\nhere as possible!\n\nAlex slowly begins toward him. He holds back his knife hand,\nready to drive it into Reinhardt.\n\nJANIS (0.S.)\nAlex!!! Stop!!!\n\nDetective Reinhardt pulls his gun and spins around, before\nAlex can even react.\n\n(CONTINUED )\n\f90.\nCONTINUED:\n\nAlex simply stands frozen, branding the knife in his hand.\nHe pays his mother no mind, but refrains from making a move\non Reinhardt.\n\nJANIS\n\nstands some two feet into the hallway. She is holding a gun\non her son. A small caliber, .38 snub. She slowly and\ncautiously walks into the bedroom.\n\nAlex slowly lowers his knife, still staring at Reinhardt --\nwho is holding his weapon on him, ready to fire.\n\nJANIS\nJust look at what you're doing!\nYou broke into these nice people's\nhome! You‘ve frightened their\nchildren! For what? They haven't\ndone anything to you, have they?!\nWhat do you want from them?!\n\nAlex once again raises his knife, ready to attack Reinhardt.\n\nJANIS\nALEX!!! LOOK AT ME!! Your mother\nis speaking to you!!! I know\n\nyou're in there! I know you can\nhear me! What have you done?!\n\nAlex once again lowers his weapon and stares over at Janis.\n\nJANIS\nI know you hurt all those girls,\nAlex. But I stayed quiet. I\nstayed quiet a long time. Thinking\nthat I could somehow...bring you\nback to me. I stayed up every\nnight praying, on my knees, you'd\ncome back.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nI\nstayed quiet a long time. Thinking\nthat I could somehow...bring you\nback to me. I stayed up every\nnight praying, on my knees, you'd\ncome back. \n\nTARGET SECTION TO BE ANNOTATED:\n But it’s too late now,\nAlex. You’ve gone too far and I\ncan’t protect you anymore. But I\ncan make it right. This ends right\nnow.\n\nAlex completely lowers his knife. He slowly releases it as\nit hits the carpet.\n\nJANIS\nThat’s it, Alex. Come to mother.\n\nDetective Reinhardt slowly begins toward his suspect. Ready\nto throw him to the floor.\n\n(CONTINUED )\n\f91.\nCONTINUED: (2)\n\nAlex quickly grabs Janis’s gun hand and twists her wrist\naround so that the gun is now pointing at her face. He then\ngrabs her by the throat and pushes her back into the hallway.\n\nDetective Reinhardt charges after them.\nHALLWAY\n\nAlex throws his mother against a wall and puts the gun under\nher chin. She SCREAMS out in a panic.\n\nDetective Reinhardt charges around the corner and puts his\ngun to Alex's temple. He squeezes off a shot.\n\nBAM!\n\nAlex’s BLOOD covers Reinhardt and Janis’s face as Alex's\ndead, limp body drops to the floor.\n\nJanis SCREAMS out in horror. Blood curdling screams! Her\nonly son is dead.\n\nJANIS\nNO! OH GOD! NO!!II!! Nollitt\nALEX!!!\n\nDetective Reinhardt stares down at the young boy in complete\nshock. His jaw completely dropped to the ground. He is\nabsolutely sickened by what he’s done.\n\nJanis continues screaming out uncontrollably.\n\nJANIS\nNO!!! ALEX!!!\n\nDetective Reinhardt's body almost goes limp as he falls\nagainst the wall and slowly drags to the floor. His gun\nfalling out of his shaking hand. He huffs away in complete\nexhaustion. The sound of POLICE SIRENS is heard in the b.g.\nPatrol cars are pulling into the driveway.\n\nINT. KITCHEN - DAY\nDetective Reinhardt builds him, Cassie and Jake a boloney\nsandwich. He finishes spreading a bit of mayo on his bread\n\nand licks his finger.\n\nCassie walks in, looking a bit refreshed from the night\nbefore.\n\n(CONTINUED )\n\fCONTINUED:\n\n92.\n\nDETECTIVE REINHARDT\nI made some lunch for you and the\nsquirt.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nCassie walks in, looking a bit refreshed from the night\nbefore. (CONTINUED )\n\fCONTINUED:\n\n92. DETECTIVE REINHARDT\nI made some lunch for you and the\nsquirt. \n\nTARGET SECTION TO BE ANNOTATED:\nCASSIE\nWhere is he?\n\nDETECTIVE REINHARDT\nHe’‘s been in the bathroom for damn\nnear twenty minutes.\n\nCassie stares over at the bathroom door across the room,\nclosed. She smiles. Laughs a bit.\n\nDetective\n\nCASSIE\nHe must‘ve found a magazine he\nliked.\n\nDETECTIVE REINHARDT\nWhat?\n\nCASSIE\nNothing. Never mind.\n\nReinhardt hands Cassie her plate. A boloney\n\nsandwich and some potato salad on the side. She takes a\n\nbite.\n\nDetective\nsandwich.\n\nCASSIE\nSo. Why don’t you let me drive him\nhome?\n\nDETECTIVE REINHARDT\nI should probably talk to his\nparents, face to face. Don’t you\nthink they're gonna have some\nquestions?\n\nCASSIE\n\nYeah, but. The kid’s still\ngrounded. I figured his parents\nare gonna be pissed he left the\nhouse. I thought after what we've\nbeen through last night, he could\nuse the break. I thought maybe we\ncould go hang out somewhere.\n\nReinhardt smiles. Takes a chomp out of his\n\n(CONTINUED )\n\f93.\nCONTINUED: (2)\n\nDETECTIVE REINHARDT\nYeah, I bet. You wanna talk to him\nabout Matt.\n\nCASSIE\nSo? I just wanna know if I still\nhave a chance. That’s all.\n\nDETECTIVE REINHARDT\nAnd this is the same Matt who ran\naround on you with some other girl\nfrom school? You know how I feel\nabout this kid.\n\nCASSIE\nHe didn’t cheat on me, Dad. He\njust told me he did so I‘d break up\nwith him.\n\nDETECTIVE REINHARDT\nYou sure you two should even be\ntogether?\n\nCASSIE\nI don’t know. Maybe. I think it\nmight be worth another shot.\n\nDetective Reinhardt shakes his head, gives up and takes\nanother bite of his boloney.\n\nDETECTIVE REINHARDT\nDon’t make it too easy for him.\n\nCASSIE\nI‘ll try not to.\n\nDETECTIVE REINHARDT\nWhat the hell. I guess you could\nuse some time out of the house.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nCASSIE\nI‘ll try not to. DETECTIVE REINHARDT\nWhat the hell. I guess you could\nuse some time out of the house. \n\nTARGET SECTION TO BE ANNOTATED:\nCassie smiles.\nA toilet flushes in the background. Out steps Jake.\nDetective Reinhardt and Cassie both turn, staring at him.\nJake stops in his tracks.\n\nJAKE\nWhat?\n\n(CONTINUED )\n\f94.\nCONTINUED: (3)\n\nDETECTIVE REINHARDT\nDid you wash your hands?\n\nDetective Reinhardt winks at Cassie.\nCassie bursts out laughing.\n\nJAKE\nWhy is everyone laughing at me?\n\nEXT. REINHARDT HOME —- DRIVEWAY - DAY\n\nCassie and Jake walk out of the garage and over to Cassie’s\ncar, sitting in the driveway.\n\nJAKE\nSo since you're driving me home,\nyou thinking about going to see my\nbrother?\n\nCASSIE\nNow why would I do that?\n\nJAKE\nBecause after last night, you've\nlearned life is too short and too\nprecious to hold stupid grudges\nagainst people. And sometimes it’s\njust easier to admit when you're\nwrong.\n\nCassie smiles.\nCASSIE\n\nI bet you think you're pretty\nsmart, don’t you?\n\nJAKE\nNo. This is just common sense\nstuff.\n\nCASSIE\n\nSo how about you? You think I\ndeserve a second chance?\n\nJAKE\nNot really. But you’re hot. Hot\ngoes a long way.\n\nCassie smiles, runs her hands through his hair and smacks him\non the butt.\n\n(CONTINUED )\n\fCONTINUED:\n\nCASSIE (CONT’D)\nOkay, smart guy. Get in.\n\nJake continues around the car.\n\nJAKE\n\nYou know what, Cassie?\nCASSIE\n\nWhat?\nJAKE\n\n95.\n\nI don't think I'll be watching any\n\nscary movies for awhile.\nJake crawls in the car.\n\nCASSIE\nYeah. Me either.\n\nCassie gets in the driver’s side. They pull away from the\nhouse and down the street. We watch as the car slowly\n\ndisappears around the corner stop sign.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nCassie gets in the driver’s side. They pull away from the\nhouse and down the street. We watch as the car slowly\n\ndisappears around the corner stop sign. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE END\n\nCAST\n\nDave Reinhardt MARTIN KOVE\n\nCassie Reinhardt HEATHER TOCQUIGNY\nJake Wincott BOO BOO STEWART\n\nJoe Grimes BRIAN THOMPSON\n\nTom Doyle JEFF CONAWAY\n\nArchie “The Bookie” DANNY TREJO\n\nDoyle’s girl VIKKI LIZZI\n\nFADE TO BLACK.\n\n(CONTINUED )\n\fCONTINUED:\n\n(2)\n\n96.\n\f"
}