{
  "1": "\n\n\n\n\n\n\n\n                                 DATE NIGHT \n\n\n\n\n\n\n\n\n\n                                 Written by\n\n\n\n                                Josh Klausner\n\n\n\n\n\n                                                    June 11, 2008\n\n                         \n\n\n\n                         \n\n\n\n          FADE IN:\n\n\n\n          INT. BACHELOR APARTMENT BEDROOM - NIGHT\n\n\n\n          A modest city bedroom. Suitcases and half-unpacked boxes\n\n          sit on one side of the room. Sc_-orLe's -moving in.\n\n          In his bathrobe, PHIL FOSTER, a good looking guy in his\n\n          mid-20's, hums to himself as he looks through stacks of\n\n          WEDDING PICTURES organized all over the bed. Just as he\n\n          finishes up a pile and starts another, beautiful CLARA\n\n          FOSTER, in a bathrobe too, jumps across his lap.\n\n\n\n                         PHIL\n\n          Hey, hey! Careful Clara! You were the\n\n          one who told me not to mess up the\n\n          precious picture piles!\n\n          he gives him a long, slow kiss.\n\n\n\n          PHIL (CONT ' D )\n\n          Minty fresh.\n\n\n\n                         CLARA\n\n          That was nice.\n\n\n\n                         PHIL\n\n          It was nice.\n\n\n\n                         CLARA\n\n          Hey from now on when you change the\n\n          toilet paper, could you just make sure it\n\n          is out?\n\n\n\n                         PHIL\n\n\n\n                         (CHUCKLES)\n\n          Wow! She moves in and the honeymoon's\n\n          over!\n\n\n\n                         CLARA\n\n          Oh, believe me, we're just getting\n\n          started, Phil.\n\n\n\n                         PHIL\n\n          (reaches into picture pile)\n\n          Look at this one of your Mom with me. I\n\n          mean that woman can't contain her 'Love!\n\n\n\n          ON the wedding picture: RUTH, Clara's,mother, stands\n\n          stiffly next to Phil with an expression like she's ankle\n\n          deep in a manure bin.\n\n\n\n                         CLARA\n\n\n\n                         (LAUGHS)\n\n          She just takes a while to warm up. You\n\n          guys are gonna be best buddies. You\n\n          picked a favorite of us yet?  \n\n\n\n                         \n\n\n\n          2.\n\n          Phil finds the picture, handing it to Clara.\n\n\n\n                         CLARA (CONT'D)\n\n          That's exactly the one I picked!\n\n\n\n          Clara leans the photo on the night stand next to the bed.\n\n          It's a PORTRAIT OF THEM FROM THEIR WEDDING. They look\n\n          joyous, excited.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nClara leans the photo on the night stand next to the bed. It's a PORTRAIT OF THEM FROM THEIR WEDDING. They look\n\n          joyous, excited. \n\nTARGET SECTION TO BE ANNOTATED:\n A young couple with the world in front\n\n          of them.\n\n\n\n                         PHIL\n\n          Man, I wish I was them.\n\n          Phil kisses the back of Clara's neck, but her smile fades\n\n          as she stares at the picture. He notices.\n\n\n\n                         PHIL (CONT'D)\n\n\n\n                         WHAT IS\n\n\n\n                         CLARA\n\n          I just... when I was growing up my Mom\n\n          and Dad had a picture just like this.\n\n          Now they can't even acknowledge each\n\n          other.\n\n          Phil sympathetically gives her a squeeze.\n\n\n\n                         CLARA (CONT'D)\n\n          Let's always remember to have some time\n\n          that's just for the two of us. No matter\n\n          what else comes up in our lives - if it's\n\n          work or friends or when we have kids-\n\n\n\n                         PHIL\n\n          We're having kids? With an \"S\"?\n\n\n\n                         (CLARA LAUGHS)\n\n          OK fine. But I promise you it's never\n\n          gonna happen to us.\n\n\n\n                         CLARA\n\n          Yeah, we'll see if you'll be saying that\n\n          when I'm long in the tooth.\n\n\n\n                         PHIL\n\n          You'll be even hotter long toothed.\n\n          Right now to be honest Clara they're a\n\n          little stumpy.\n\n\n\n                         CZ\n\n\n\n                         (GIGGLES\n\n          Oh really?\n\n          As Phil climbs on top and kisses her, he reaches over and\n\n          turns off the light. Suddenly, we hear the piles of\n\n          pictures SLIDE OFF THE BED and hit the ground. Beat.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         CLARA (CONT'D)\n\n          Phil. Tell me it wasn't the pictures.\n\n\n\n                         PHIL\n\n          wasn't the pictures.\n\n\n\n                         CLARA\n\n          You know how long that took?\n\n\n\n                         PHIL\n\n          We'll fix the picture piles, Clara.\n\n          We've got all the time in the world.\n\n          From now on everything's gonna be just\n\n          about us.\n\n          Suddenly, a YOUNG VOICE breaks through the darkness.\n\n\n\n          OLLIE (V.0.)\n\n\n\n          MOM!\n\n          The Talking Head's \"Once in a Lifetime\" kicks\n\n\n\n          INT. PHIL AND CLARA'S BEDROOM 7 YEARS LATER - MORNING\n\n\n\n          Next to the framed wedding picture of Phil and Clara, an\n\n          ALARM CLOCK on a side table reads 6:45 am.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nOLLIE (V.0.)\n\n\n\n          MOM! The Talking Head's \"Once in a Lifetime\" kicks\n\n\n\n          INT. PHIL AND CLARA'S BEDROOM 7 YEARS LATER - MORNING\n\n\n\n          Next to the framed wedding picture of Phil and Clara, an\n\n          ALARM CLOCK on a side table reads 6:45 am. \n\nTARGET SECTION TO BE ANNOTATED:\n                          E\n\n\n\n          OLLIE (O.S.)\n\n          Mo-om!\n\n          It's SEVEN YEARS LATER as Phil and Clara stir .-id groan\n\n          in bed. Clara has the comforter WRAPPED ALL HER\n\n          while Phil lies uncovered next to her in his boxers and a\n\n          T-shirt. Without saying a word, they rise out of each\n\n          side of their beds and sleepily march in opposite\n\n          directions across their suburban bedroom- Clara down the\n\n          hall and Phil to the bathroom.\n\n\n\n          OLLIE (O.S.) (CONT'D)\n\n          Mom! Mom! Mom!\n\n\n\n                         CLARA\n\n          I'm coming, Ollie!\n\n\n\n          INT. OLLIE'S ROOM - A LITTLE LATER\n\n\n\n          As the Talking Heads song continues, Clara makes Ollie's\n\n          bed while OLLIE, 5, plays with LEGOs on the floor. Phil\n\n          showered and dressed in a suit, walks quickly past the\n\n          doorway carrying a briefcase, his eyes glued to a stack\n\n          of PAPERS in his hand.\n\n\n\n                         CLARA\n\n          Uh Phil?\n\n\n\n                         0\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          Phil doubles back, still looking at the papers.\n\n\n\n                         PHIL\n\n          Yep?\n\n\n\n                         CLARA\n\n          I need to switch. I've got an open\n\n          house.\n\n          Phil obviously doesn't want to be bothered right now, but\n\n          contains it.\n\n\n\n                         PHIL\n\n          Really?\n\n\n\n                         CLARA\n\n          Yeah. Really.\n\n          As Clara walks quickly past him, Phil claps his hands\n\n          together.\n\n\n\n                         PHIL\n\n          OK, so I say today we go for the slacker\n\n          look - cool yet approachable.\n\n\n\n                         OLLIE\n\n          Yeah, well Mom says that.\n\n          Ollie points to a PREPPIE OUTFIT laid out on a chair.\n\n\n\n                         PHIL\n\n          Oh. Well... that's cool too!\n\n\n\n          INT. PHIL AND CLARA'S BEDROOM/BATHROOM - SAME\n\n\n\n          The Talking Heads song continues as Clara walks quickly\n\n          through the bedroom. She lets out a YELP as her shin\n\n          SMASHES INTO PHIL'S DRESSER DRAWER - he's left them open.\n\n          She kicks them closed and limps to the bathroom, then\n\n          stops in the doorway. WATER covers the floor.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe lets out a YELP as her shin\n\n          SMASHES INTO PHIL'S DRESSER DRAWER - he's left them open. She kicks them closed and limps to the bathroom, then\n\n          stops in the doorway. WATER covers the floor. \n\nTARGET SECTION TO BE ANNOTATED:\n Grabbing\n\n          a towel, she tosses it down and shimmies to the mirror.\n\n          As she picks up her toothbrush, she notices it's WET as\n\n          well.\n\n\n\n                         CLARA\n\n          Ech. Mine.\n\n          She re-rolls the toothpaste from the bottom up and starts\n\n          brushing when she sees the sink - a Jackson Pollock of\n\n          razor hairs and bits of toothpaste.\n\n          Disgusted, Clara reaches for the Kleenex box, only to\n\n          discover it's EMPTY. She tosses the box in the trash and\n\n          shimmies on the towel to get some toilet paper.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         5\n\n          Seeing the roll, she sighs as she takes it out of the\n\n          holder, turns it around and puts it back so it ROLLS OUT.\n\n          As the CREDITS END, the Talking Heads song fad\n\n\n\n          NT. KITCHEN\n\n          Phil, pen in hand, is focused again on his papers as\n\n          Ollie, now in the preppie outfit, watches him and waits\n\n          at the table. Phil finally notices.\n\n\n\n                         PHIL\n\n          What?\n\n\n\n                         OLLIE\n\n          Breakfast?\n\n\n\n                         PHIL\n\n\n\n                         (HOPPING UP)\n\n          Oh. Yeah, sorry. Your Dad's a boob\n\n          today. What's it gonna be?\n\n          Ollie peers down the hallway to see if there's any sign\n\n          of his tom.\n\n\n\n                         OLLIE\n\n          How about... some Captain Crunch?\n\n          Phil gets an idea and writes zickly.\n\n\n\n                         PHIL\n\n\n\n                         (DISTRACTED)\n\n\n\n                         OL\n\n          Captain Crunch?The cereal?\n\n\n\n                         PHIL\n\n          Uh... yeah. Sure.\n\n          Phil grabs the Captain Crunch cereal box out\n\n          cupboard and starts toward the table when Clara, dressed\n\n          in a suit, comes into the room and spots it.\n\n\n\n                         CLARA\n\n          Ah ah ah... what's that Ollie? You had a\n\n          bowl yesterday.\n\n\n\n                         IE\n\n          But Dad already said yeah sure.\n\n          Clara glances at Phil.\n\n          said it.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nIE\n\n          But Dad already said yeah sure. Clara glances at Phil. said it. \n\nTARGET SECTION TO BE ANNOTATED:\n I said it\n\n\n\n                         ARCASTIC)\n\n\n\n                         (MORE)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         6\n\n\n\n                         PHIL (CONT'D)\n\n          Yeah, sure! You know it's only one bowl\n\n\n\n                         A DAY-\n\n\n\n                         CLARA\n\n\n\n                         (CORRECTING HIM)\n\n          A week.\n\n\n\n                         PHIL\n\n          One bowl a day a week.\n\n          Clara, eyebrows raised, eyes the Captain Crunch already\n\n          in Phil's hand. Phil shakes the carton at Ollie.\n\n\n\n                         PHIL (CONT'D)\n\n          This is not for you today!\n\n\n\n                         CLARA\n\n\n\n                         (CHUCKLES)\n\n          Yeah right.\n\n\n\n                         PHIL\n\n\n\n                         (SHRUGS)\n\n          Worth a try.\n\n\n\n                         CLARA\n\n          Did you get his lunch together?\n\n\n\n                         PHIL\n\n          Oh. Whoops.\n\n\n\n                         CLARA\n\n\n\n                         (SIGHS)\n\n          You just get his breakfast and I'll do\n\n          it.\n\n          As Phil takes out some Special K and pours milk for Ollie\n\n          and a glass for himself, he finishes the carton. Peeking\n\n          back over his shoulder, he sees Clara's dialing with the\n\n          phone to her ear as she readies Ollie's lunch. He\n\n          stealthily pours the TINIEST BIT of milk back, quickly\n\n          returning the carton to the fridge.\n\n\n\n                         CLARA (CONT'D)\n\n\n\n                         (INTO PHONE)\n\n          Hey Jane? I'm getting a late start but\n\n          I'll be there as soon as I can.\n\n\n\n                         PHIL\n\n          Sorry I dropped the ball. It's this\n\n          Quarterly Report to Mr. Rivers today.\n\n          You know how he freaks me out with all of\n\n          his mixed animal metaphors that I don't\n\n\n\n                         UNDERSTAND-\n\n\n\n                         CLARA\n\n          (focusing on Ollie's lunch)\n\n          Ollie, do you want a banana?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          7.\n\n\n\n                         PHIL\n\n          Did you hear me?\n\n\n\n                         CLARA\n\n          (not looking at him)\n\n          Uh huh. He freaks you out with his mixed\n\n          animal metaphors that you don't\n\n          understand. Banana Ollie?\n\n\n\n                         PHIL\n\n\n\n                         (BEAT)\n\n          So I should probably get going. With the\n\n          highway construction it takes forever to\n\n          get downtown these days.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nBanana Ollie? PHIL\n\n\n\n                         (BEAT)\n\n          So I should probably get going. With the\n\n          highway construction it takes forever to\n\n          get downtown these days. \n\nTARGET SECTION TO BE ANNOTATED:\n                         CLARA\n\n          OK. Have a good day.\n\n          Phil kisses her on the cheek and Clara absently wipes it\n\n          off. He looks at her strangely. Noticing, Clara quickly\n\n          kisses Phil on the cheek.\n\n\n\n          CLL. -- (CONT ' D )\n\n          Sorry. Your mouthy was still ail milky.\n\n\n\n                         PHIL\n\n          Sorry for the milky mouth.\n\n          He heads out. With a sigh, Clara spots Phil's left his 1ï¿½1\n\n          dirty glass on the counter. She cleans it in the sink,\n\n          then gets the carton out of the fridge to put some milk\n\n          in her own coffee. A DRIBBLE comes out. Shaking her\n\n          head, she tosses the carton in the trash.\n\n\n\n          EXT. FRONT OF FOSTER' S HOUSE - MOMENTS LATER\n\n\n\n          As Phil exits the front door and heads to the carport\n\n          next to the house, his overly cheery neighbor CHAZ picks\n\n          a newspaper off his lawn.\n\n\n\n          CHAZ (O.S.)\n\n          Well, well! We're up bright and early,\n\n          aren't we!\n\n\n\n                         PHIL\n\n          Yes we are!\n\n          (under his breath)\n\n          ike you say to me every morning.\n\n          Reaching the carport, Phil scoots between his car and\n\n          Clara's. He tries to open his driver's door, but Clara'\n\n          car is parked TOO CLOSE and the door only opens a few\n\n          inches. He tries to SQ'L'-Z- IN, but ends up GETTING\n\n          STUCK halfway.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         8\n\n\n\n                         PHIL (CONT'D)\n\n\n\n          OW! OW! OW!\n\n          Dislodging himself, Phil sidesteps between the cars and\n\n          peers around the other side of Clara's. TONS of room.\n\n          Shaking his head, Phil crosses to his car's passenger\n\n          side. OPEN HOUSE BANNERS piled in the garage block the\n\n          front passenger door. Frustrated, Phil hops in the rear\n\n          and grunts as he climbs diagonally over to the driver's\n\n          seat.\n\n\n\n          HONKING.\n\n\n\n          EXT. EISENHOWER HIGHWAY - A LITTLE LATER\n\n\n\n          The Eisenhower Highway is a parking lot as ROAD\n\n          CONSTRUCTION blocks 3 out of 4 lanes.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nHONKING. EXT. EISENHOWER HIGHWAY - A LITTLE LATER\n\n\n\n          The Eisenhower Highway is a parking lot as ROAD\n\n          CONSTRUCTION blocks 3 out of 4 lanes. \n\nTARGET SECTION TO BE ANNOTATED:\n In the middle of\n\n          it, Phil checks his watch, frustrated. Peering out his\n\n          window, he looks at a billboard of a smiling older man in\n\n          slick suit and construction hat. The sign reads MAYOR\n\n\n\n          DIGGS APPRECIATES YOUR PATIENCE WHILE WE BUILD OUR\n\n          HIGHWAY TO THE FUTURE! Phil scowls, then checks his\n\n          watch.\n\n\n\n          EXT. STREET\n\n\n\n\n\n                         E\n\n          Clara and JANE, another sharply dressed realtor in her\n\n          30's, walk down the street putting up OPEN HOUSE ARROW\n\n          SIGNS on the sidewalk.\n\n\n\n                         JANE\n\n          His name's Juan and he's some kind of\n\n          Spanish, I think. He knows all these\n\n          exclusive, underground places downtown.\n\n          It's so exciting. And in bed...\n\n\n\n                         (WHISPERS)\n\n          I never knew I could still get my leg\n\n          back that far.\n\n\n\n                         CLARA\n\n          Too much information, Jane.\n\n\n\n          INT. OPEN HOUSE\n\n\n\n          Clara and Jane speak loudly to each other as they each\n\n          move quickly around different parts of the vacant home,\n\n          cleaning and inspecting.\n\n          The divorce was the best thing that ever\n\n          happened to me. Seriously. You know\n\n          that great nervous feeling in your\n\n          stomach? Where you don't know what's\n\n          going to happen next?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         9\n\n          On her way down the hall, Clara spots a mark up ahead on\n\n          the wall. She reaches into her large purse and pulls out\n\n          a mini-409 mister and a rag. With the aim of a\n\n          SHARPSHOOTER, she sprays ahead, wiping the mark as she\n\n          passes.\n\n\n\n          JANE (O.S.) (CONT'D)\n\n          With Larry, I lost that. Everything had\n\n          just become routine, you know? Boring.\n\n          Jane's words hit Clara close to home. Passing on through\n\n          the kitchen, Clara notices that the REFRIGERATOR makes a\n\n          weird, loud buzzing noise.\n\n\n\n                         JANE (CONT'D)\n\n          But now, all of a sudden I'm alive again!\n\n\n\n                         CLARA\n\n          Good for you, Jane.\n\n          Clara takes out her frustration on the ridge, kicki\n\n          the side and silencing it.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nJANE (CONT'D)\n\n          But now, all of a sudden I'm alive again! CLARA\n\n          Good for you, Jane. Clara takes out her frustration on the ridge, kicki\n\n          the side and silencing it. \n\nTARGET SECTION TO BE ANNOTATED:\n                         CLARA (CONT'D)\n\n          Good for you.\n\n\n\n          T. FRONT HALLWAY - A LITTLE L\n\n           Clara and Jane sit on the floor, together\n\n          prospectuses.\n\n\n\n                         JANE\n\n          There's this g---eat restaurant downtown we\n\n          went to the ot__ar night that you guys\n\n          would love. _\"st amazing view of the\n\n          city. You guys should check it out on\n\n          your next date night.\n\n\n\n                         CLARA\n\n          (focusing on stapling)\n\n          Yeah, well, maybe. We don't really have\n\n          those that much anymore.\n\n\n\n                         JANE\n\n          't have date nights:\n\n\n\n                         CLARA\n\n          (shrugs),\n\n          You know, we're pretty tired all the time\n\n          between work and Ollie. And some of the\n\n          shows on TV these days are really great.\n\n          Ah. I see.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          10.\n\n\n\n                         1Ï¿½1\n\n          They staple in silence for a second. Jane and Clara look\n\n          at each other.\n\n\n\n                         CLAM\n\n          I know that's really lame.\n\n\n\n                         JANE\n\n          So it's Phil?\n\n\n\n                         CLARA\n\n\n\n                         (SIGHS)\n\n          No, it's not Phil. It's the both of us.\n\n          I don't know. It just... happened.\n\n\n\n                         JANE\n\n          So why don't you change it? All you have\n\n          to do is stir things up and have one\n\n          great, sexy, exciting night again.\n\n\n\n                         CLARA\n\n          I guess. Maybe.\n\n\n\n                         JANE\n\n          Not maybe. Tonight.\n\n\n\n                         CLARA\n\n          Nah. Tonight's no good.\n\n\n\n                         Â¢\n\n\n\n                         JANE\n\n          Why not? Seriously think about it.\n\n          What's really gonna be more important\n\n          tonight than that?\n\n          Clara takes this in. Jane's right.\n\n\n\n          INT. CHICAGO MERCANTILE EXCHANGE\n\n\n\n          Checking his watch, Phil shakes his head as he rushes\n\n          through the large bullpen of the Chicago Mercantile\n\n          Exchange. In the pits all around him, BUYERS and SELLERS\n\n          scream out their orders.\n\n\n\n          INT. MR.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn the pits all around him, BUYERS and SELLERS\n\n          scream out their orders. INT. MR. \n\nTARGET SECTION TO BE ANNOTATED:\n RIVERS' OFFICE\n\n\n\n          In a dark wood office with STUFFED AR 'ï¿½ L HEADS lining\n\n          the walls, a young, smartly dressed man in his 20's,\n\n          GEORGE, quietly goes through a binder with MR. RIVERS,\n\n          60, at the older man's desk. As Phil bursts in they both\n\n          look over.\n\n\n\n                         PHIL\n\n          I'm sorry I'm late. The construction on\n\n          the highways is insane these days!\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          MR. RIVERS\n\n          Don't worry about it, Phil. It's fine.\n\n          Catch your breath.\n\n          George gives Mr. Rivers an ornate, pal-sy handshake, then\n\n          heads out with the binder, nodding at Phil. Phil nods\n\n          back warily, then takes out his binder, ready to launch\n\n          into his report.\n\n\n\n          MR. RIVERS (CONT'D)\n\n          Uh, Phil. Listen, before we start...\n\n          I've been thinking... this next quarter\n\n          we need to venture into open tundra.\n\n          Start really ripping the meat.\n\n\n\n                         PHIL\n\n          (beat, trying to decipher)\n\n          Uh. OK. You mean... take the fund in a\n\n          more high risk direction?\n\n\n\n          MR.\n\n          Yeah. That's wha: I - -aid.\n\n          Sure. OK, fine. I can work up some\n\n          higher risk options and come back\n\n          tomorrow.\n\n\n\n                         Â¢\n\n\n\n          MR. RIVERS\n\n\n\n                         (CLEARS THROAT)\n\n          OK. The thing is Phil, tomorrow I want\n\n          George to give me his thoughts on where\n\n          we need to be hunting too.\n\n\n\n                         PHIL\n\n          Oh.\n\n\n\n          MR. RIVERS\n\n          s nothing personal.\n\n\n\n                         (BEAT)\n\n          So let me get this straight. You're\n\n          telling me that tomorrow I'm going to\n\n          have to interview for the job I already\n\n          have? Against George?\n\n\n\n          MR. RIVERS\n\n          I wouldn't put it like that. I Just need\n\n          our pack leader to be more like... like a\n\n          momma kangaroo. Ya get me?\n\n\n\n                         PHIL\n\n          Kinda.\n\n\n\n                         (BEAT)\n\n          Actually, no. Not really at all.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          12.\n\n\n\n          MR.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nNot really at all. 12. MR. \n\nTARGET SECTION TO BE ANNOTATED:\n RIVERS\n\n          The blind baby kangaroo opens its mouth\n\n          and knows its momma's teat is just always\n\n          there, ready to suckle. But at the same\n\n          time, momma kangaroo's still a wild,\n\n          dangerous creature.\n\n\n\n                         PHIL\n\n          Sorry. Still not totally getting you.\n\n\n\n          MR. RIVERS\n\n          I've had a wife and a family. Three of\n\n          them. It's hard to stay the fastest\n\n          cheetah when you need to mind the pack,\n\n          Phil. George lives in the city, doesn't\n\n          have a family to worry about. He can rip\n\n          the meat.\n\n\n\n                         PHIL\n\n          Listen, Mr. Rivers. I don't need to...\n\n          I was ripping big bloody hunks of meat\n\n          and eating them like tartare when George\n\n          was still... in the jungle!\n\n\n\n          MR. RIVERS\n\n\n\n                         (BEAT)\n\n          What does that mean?\n\n\n\n                         PHIL\n\n          I can't be demoted, Mr. Rivers. I just\n\n          can't.\n\n\n\n          MR. RIVERS\n\n          Listen, nothing's set. It's just I gotta\n\n          say that lately your leadership on this\n\n          has felt a little... well... tame.\n\n\n\n                         PHIL\n\n\n\n                         (GETTING UP)\n\n          That's all you needed to say, Mr. Rivers!\n\n          I'll see you tomorrow.\n\n          Determined, Phil marches out of Mr. River's office.\n\n\n\n                         SCHOOL\n\n          Clara talks on her cellphone as she picks up Ollie from\n\n          school.\n\n\n\n                         CLARA\n\n           So it's OK if we drop him off at 7? Our\n\n          reservation's at 7:45.\n\n          She passes another MOTHER desperately searching for a\n\n          Kleenex for her BOY with snot dripping from his nose.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          13.\n\n          Without breaking stride, Clara reaches into her purse and\n\n          hands the grateful mother a tissue, then takes out a mini-\n\n          bottle of Purell and cleans her hands.\n\n\n\n                         CLARA (CONT'D)\n\n\n\n                         (INTO PHONE)\n\n          Thanks Mom. I really appreciate it.\n\n\n\n          FEMALE VOICE (O.S.)\n\n          Mrs. Foster?\n\n          Clara turns to see Ollie's teacher, the tight buttoned\n\n          MRS.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\n\n          Mrs. Foster? Clara turns to see Ollie's teacher, the tight buttoned\n\n          MRS. \n\nTARGET SECTION TO BE ANNOTATED:\n CARDIGAN, 45, walking toward her in the parking lot.\n\n\n\n                         CLARA\n\n          Oh, that's Ollie's teacher. I'll see you\n\n          later.\n\n          Clara hangs up her phone and greets Mrs. Cardigan with a\n\n          warm smile.\n\n\n\n                         CLARA (CONT'D)\n\n          I've been meaning to tell you that you\n\n          can just call me Clara, Mrs. Cardigan.\n\n\n\n          MRS. CARDIGAN\n\n          I'd prefer Mrs. Foster. Boundaries\n\n          matter.\n\n\n\n                         CLARA 1Ï¿½1\n\n\n\n          OK...\n\n\n\n          MRS. CARDIGAN\n\n          Can we speak a moment? Alone?\n\n\n\n                         CLARA\n\n          Sure, sure. Ollie, go to the car.\n\n          As Ollie does, Clara turns back to Mrs. Cardigan.\n\n\n\n                         CLARA (CONT'D)\n\n          Is everything OK?\n\n\n\n          MRS. CARDIGAN\n\n          Well, I'm afraid not. Oliver's been\n\n          antagonizing the girls in the class a\n\n          great deal lately. Especially Jenny\n\n          Diggs.\n\n\n\n                         CLARA\n\n          Really? Oh no. Why do you think that's\n\n          happening?\n\n\n\n          MRS. CARDIGAN\n\n          I'm going to leave that to you and your\n\n          nd to figure out. But beyond that,\n\n          ,i: overall attitude these days is\n\n          just... sub par. E\n\n\n\n                         (MORE)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          14.\n\n\n\n          MRS. CARDIGAN (CONT'D)\n\n          His penmanship is sloppy. He lacks\n\n          motivation and tries to just \"get by\" o\n\n          assignments. You know, this is a very\n\n          competitive school, Mrs. Foster. In my\n\n          opinion, maybe you should consider\n\n          whether this is really the right\n\n          environment for him.\n\n\n\n                         CLARA\n\n          (beat, stunned)\n\n          Uh... wow. OK.\n\n          Mrs. Cardigan starts away. Clara climbs into the car,\n\n          watching Mrs. Cardigan.\n\n\n\n                         CLARA (CONT'D)\n\n          (under her breath)\n\n          Wow. What a bitch.\n\n\n\n                         OLLIE\n\n          Did you just call Mrs. Cardigan a bitch?\n\n\n\n                         CLARA\n\n          (remembering Ollie's in the\n\n\n\n                         BACK)\n\n          No.\n\n\n\n                         OL LIE\n\n          Yeah you did.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nCardigan a bitch? CLARA\n\n          (remembering Ollie's in the\n\n\n\n                         BACK)\n\n          No. OL LIE\n\n          Yeah you did. \n\nTARGET SECTION TO BE ANNOTATED:\n                         Â¢\n\n\n\n                         CLARA\n\n          I didn't. I really didn't.\n\n          Clara quickly pulls out.\n\n\n\n          CAR PORT - LATER\n\n          Phil SQUEEZES out of his drivers seat with folders full\n\n          of RESEARCH. As he walks toward the house he spots the\n\n          TONS of room on the other side of Clara's car and shakes\n\n          his head.\n\n\n\n                         PHIL\n\n          Unbelievable!\n\n\n\n          INT. OLLIE'S BEDROOM - MOMENTS LATER\n\n\n\n          Still carrying his research, Phil peeks in on Ollie, who\n\n          packs a suitcase.\n\n\n\n                         PHIL\n\n          Hey buddy. Finally moving out? I gotta\n\n          tell you it's about time.\n\n\n\n                         OLLIE\n\n\n\n                         0\n\n          I'm going to Nana's tonight.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          15.\n\n\n\n                         PHIL\n\n          On a school night? Why?\n\n\n\n                         OLLIE\n\n\n\n                         (SHRUGS)\n\n          Mom says you guys are going out.\n\n\n\n                         PHIL\n\n          Tonight? What? No.\n\n\n\n                         (CALLS OUT)\n\n          Clara?\n\n\n\n          INT. PHIL AND CLARA'S BEDROOM - MOMENTS LATER\n\n\n\n          Phil marches into the bedroom.\n\n\n\n                         PHIL\n\n          Clara? Cl-\n\n          He stops in the doorway as he spots her. Made up in an\n\n          evening dress in front of a full length mirror, Clara\n\n          looks STUNNING as she finishes putting an earring on.\n\n\n\n                         PHIL (CONT'D)\n\n          Wow. Wow.\n\n          Clara tns and smiles.\n\n\n\n                          IS\n\n\n\n                         CLARA\n\n          I thought I could take you out to\n\n          celebrate you finally getting that report\n\n          in. A romantic dinner downtown like the\n\n          old days, and teen...\n\n          (raises :,er eyebrows)\n\n           Ollie's going to stay at Mom's so we have\n\n           the house all to ourselves. All night.\n\n\n\n                         PHIL\n\n          Wow... It sounds... great.\n\n\n\n                         CLARA\n\n          Great!\n\n          She turns back and continues getting ready.\n\n\n\n                         PHIL\n\n          It's just... is there any chance we coul\n\n          take a rain check?\n\n\n\n                         CLARA\n\n\n\n                         (TURNS)\n\n          A \"rain check\"?\n\n\n\n                         PHIL\n\n          Yeah. Unfortunately I really need to do\n\n          a bit of work tonight.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLARA\n\n\n\n                         (TURNS)\n\n          A \"rain check\"? PHIL\n\n          Yeah. Unfortunately I really need to do\n\n          a bit of work tonight. \n\nTARGET SECTION TO BE ANNOTATED:\n E\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          16.\n\n\n\n                         CLARA\n\n          I thought all the cramming was for this\n\n          report today. Did something go wrong?\n\n\n\n                         PHIL\n\n\n\n                         (BEAT)\n\n          Uh, no. Nothing like that. I just\n\n          decided I could play with it a little\n\n          more. Make it a little better.\n\n          Clara takes him in a moment.\n\n\n\n                         CLARA\n\n          Oh. OK.\n\n          Controlling herself, Clara starts putting her jewelry\n\n          back in the case.\n\n\n\n                         PHIL\n\n          Listen, I'm sorry...\n\n\n\n                         CLARA\n\n          You don't need to apologize, Phil.\n\n\n\n                         PHIL\n\n          Listen, if I had more warning-\n\n\n\n                         E C\n\n          Then something else would have come up.\n\n          You know it. That's the thing, Phil. We\n\n          used to do things on the spur of the\n\n          moment all the time. Even after Ollie\n\n          was born. Now we never do anything\n\n          together.\n\n          They stare at each other, then Phil breaks\n\n\n\n                         PHIL\n\n          Listen... any other night.\n\n\n\n                         CLARA\n\n          OK. Maybe another time. Let me just get\n\n          out of this and call my Mom then.\n\n          As Clara heads into the closet, Phil looks after her,\n\n          feeling terrible. About to leave, he notices that around\n\n          the room, Clara's SET UP CANDLES in anticipation of their\n\n          romantic night. He looks down again at the papers in his\n\n          hand and sucks in, conflicted.\n\n\n\n          INT. CLOSET - MOMENTS LATER\n\n\n\n          As Clara starts to take her dress off, Phil scoots past\n\n          her, humming to himself. She looks over to see him\n\n          choosing a tie and jacket from his side. Clara looks\n\n          him, still unsure.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          17.\n\n\n\n                         PHIL\n\n          That dress really wasn't playing fair,\n\n          Clara.\n\n          With a smile, Clara watches Phil tie his tie.\n\n\n\n                         PHIL (CONT'D)\n\n          Well get a move on, girl!\n\n          She zips her dress back up.\n\n\n\n          A DOORBELL RINGS.\n\n\n\n          INT. RUTH'S FRONT DOOR\n\n\n\n          RUTH, Clara's mother, opens her front door and brightens.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nA DOORBELL RINGS. INT. RUTH'S FRONT DOOR\n\n\n\n          RUTH, Clara's mother, opens her front door and brightens. \n\nTARGET SECTION TO BE ANNOTATED:\n                         RUTH\n\n          (to Clara and Ollie)\n\n          Hey sweeties.\n\n\n\n                         (SUDDENLY COLD)\n\n          Phil.\n\n\n\n                         PHIL\n\n          Ruth.\n\n\n\n                         RUTH\n\n          Nana rented us a special treat tonight\n\n          before bed, Ollie! The Wizard of Oz!\n\n\n\n          PHIL,\n\n          Wow. Wizard of Oz. Don't you think\n\n          that's a little scary for a 5 year old?\n\n\n\n                         RUTH\n\n          (not looking at him)\n\n          No, Phil, I don't.\n\n\n\n                         PHIL\n\n          OK... not so sure about that.\n\n\n\n                         RUTH\n\n\n\n                         PHIL\n\n          Clara? What do you think?\n\n\n\n                         RUTH\n\n          (putting her pressure on)\n\n          Yeah, Clara. What do you think?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          18.\n\n\n\n          EXT. FRONT OF HOUSE\n\n\n\n          Phil's flustered as he and Clara head out the door\n\n          towards Phil's car.\n\n\n\n                         CLARA\n\n          I'm sorry, Phil. I just felt like she's\n\n          doing us a favor tonight.\n\n\n\n                         PHIL\n\n          fine. Fine.\n\n          oust as they climb into the car, Clara stops.\n\n\n\n                         CLARA\n\n          You know, I should pee before we go.\n\n\n\n                         PHIL\n\n\n\n                         (BEAT)\n\n          OK. Sure.\n\n          As Clara runs back to Ruth's house, Phil plops down in\n\n          the driver's seat.\n\n\n\n                         PHIL (CONT'D)\n\n          I'll just wait in the car as you go back\n\n          E inside to pee. Again.\n\n\n\n          EXT. EISENHOWER PARKWAY - SUNSET\n\n\n\n          As the sun sets, Phil and Clara sit in BUMPER TO BUMPER\n\n          TRAFFIC. It extends for MILES toward the center of the\n\n          city.\n\n\n\n          CAR - S\n\n          Phil turns on the air conditioner and adjusts the vents.\n\n\n\n                         PHIL\n\n          You gotta almost feel sorry for Mayor\n\n          Diggs. Tries to widen all the highways\n\n          to get reelected, but all everyone's\n\n          going to remember when it's time to vote\n\n          is all this mess.\n\n\n\n                         CLARA SHIVERS\n\n\n\n                         CLARA\n\n          You're hot?\n\n\n\n                         PHIL\n\n          Yeah. That's why I turned on the air.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLARA SHIVERS\n\n\n\n                         CLARA\n\n          You're hot? PHIL\n\n          Yeah. That's why I turned on the air. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         19Â®\n\n\n\n                         E\n\n\n\n                         CLAPA\n\n\n\n                         OHM\n\n          Clara shuts the passenger side vents which causes AIR to\n\n          GUST out of Phil's vents, into his face. He glances at\n\n          Clara, oblivious, then reaches over and turns down the\n\n          air.\n\n\n\n                         CLARA (CONT'D)\n\n          You know, Mrs. Cardigan told me today\n\n          that Ollie's been antagonizing his\n\n          daughter.\n\n\n\n                         PHIL\n\n          Antagonizing? How does a five year old\n\n          \"antagonize?\" I'm sure she wouldn't have\n\n          mentioned it if it wasn't \"the Mayor's\n\n          daughter.\"\n\n\n\n                         CL\n\n          She also went on that Ollie's\n\n          penmanship's sloppy and he's not\n\n          motivated enough.\n\n\n\n                         PHIL\n\n          (trying to make a joke of\n\n          Got all my best traits, huh?\n\n          He looks over to see that Clara looks out of the wiF n,,\n\n          not responding - a response in itself. He sucks in.\n\n\n\n                         PHIL (CONT'D)\n\n          I think he's fine.\n\n\n\n                         CLARA\n\n          She actually had the gall to suggest we\n\n          should think about sending him somewhere\n\n          else.\n\n\n\n                         PHIL\n\n          Maybe she's right if the school has that\n\n          kind of attitude.\n\n          Clara's about to object bit stops herself and takes a\n\n          breath, playing affection-.-ely with the back of Phil's\n\n          hair.\n\n\n\n                         CL RA\n\n          You know what? All we ever end up\n\n          talking about is Ollie or work. Let's\n\n          just focus on us tonight.\n\n\n\n                         PHIL\n\n\n\n                         SMILES)\n\n          Great. I'm all for tha\n\n          Beat. They sit in silence in the traffic.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          Ga.\n\n\n\n                         CLARA\n\n          So what are you thinking about?\n\n\n\n                         PHIL\n\n          Right now? Traffic.\n\n\n\n                         CLARA\n\n          Oh. Well, I heard this unbelievable\n\n          story from Jane today.\n\n\n\n                         PHIL\n\n          Yeah?\n\n\n\n                         CLARA\n\n          She has this old classmate who went into\n\n          labor with her second child the other\n\n          day. She's totally healthy and\n\n          everything's normal with the pregnancy.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nPHIL\n\n          Yeah? CLARA\n\n          She has this old classmate who went into\n\n          labor with her second child the other\n\n          day. She's totally healthy and\n\n          everything's normal with the pregnancy. \n\nTARGET SECTION TO BE ANNOTATED:\n          So she goes into labor and walks into the\n\n          emergency room, and the second the nurses\n\n          and attendants see her come in, they go\n\n          into a panic and start yelling A,LA! ATMiA!\n\n\n\n          AMA!\n\n\n\n                         PHIL\n\n          What's AMA?\n\n\n\n                         CLARA\n\n          Advanced Maternal Age!\n\n\n\n                         PHIL\n\n\n\n                         (CHUCKLES)\n\n          No! You've got to be joking me!\n\n\n\n                         CLARA\n\n          kid you not!\n\n\n\n                         PHIL\n\n          That's unbelievable!\n\n\n\n                         CLARA\n\n          I know.\n\n          Beat. Clara looks out the window.\n\n\n\n                         CLARA (CONT'D)\n\n          The funny thing is she's my age,\n\n          actually.\n\n          Suddenly, Phil's smile fades as he realizes the possible\n\n          ulterior motive.\n\n\n\n                         PHIL\n\n          Huh.\n\n\n\n                         S\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          21.\n\n\n\n                         E\n\n          Clara picks up on his change and figures out what he's\n\n          thinking. A bit flustered, she opens her vents again.\n\n          Phil looks over at her.\n\n\n\n                         PHIL (CONIT'B)\n\n          I thought you were cold.\n\n\n\n                         CLARA\n\n          I was, but then you turned it down and I\n\n          got hot.\n\n\n\n                         PHIL\n\n          But I turned it down because... you see\n\n          when you open and close your vents it\n\n          makes my... never mind.\n\n          Phil reaches over and turns up the air again. Tapping\n\n          his fingers on the wheel with a sigh, he gets fed up,\n\n          suddenly veering the car to the shoulder and speeding\n\n          toward the exit.\n\n\n\n                         CL AAA\n\n          What are you doing?\n\n\n\n                         PHIL\n\n          I'm just gonna take a shortcut.\n\n\n\n                         CLARA\n\n          Phil, please don't. You think they're\n\n          shortcuts but they always take longer.\n\n          And we're already-\n\n\n\n                         PHIL\n\n          Clara, please just trust me, OK\n\n          They zoom ahead for a moment in silence. Frustrated,\n\n          Clara shuts her vents, once again sending a POWERFUL GUST\n\n          OF COLD AIR onto Phil's face. Biting his tongue, he just\n\n          leaves it blowing on him as they drive.\n\n\n\n          INT.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nFrustrated,\n\n          Clara shuts her vents, once again sending a POWERFUL GUST\n\n          OF COLD AIR onto Phil's face. Biting his tongue, he just\n\n          leaves it blowing on him as they drive. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE SIGNATURE ROOM\n\n\n\n          Phil and Clara rush off the elevator and enter the\n\n          Signature Restaurant on the 95t Flcor of the John\n\n          Hancock Center, with dramatic s- Lng views over\n\n          skyline of downtown Chicago and Lake Michigan.\n\n\n\n                         PHIL\n\n          I promise you it wouldn't have been any\n\n          faster. I promise!\n\n          OK, Phil. Will you just tell them we're\n\n          here? I'm gonna go pee.\n\n\n\n                         1Ï¿½1\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          22.\n\n\n\n                         PHIL\n\n          Now?\n\n\n\n                         CLARA\n\n          What?\n\n\n\n                         PHIL\n\n          Nothing.\n\n          As Clara hurries off, Phil, shaking his head, makes his\n\n          way through the crowds to the SUPERMODEL HOSTESS.\n\n\n\n                         SUPERMODEL HOSTESS\n\n          Good evening. Welcome to the Signature\n\n          Room.\n\n\n\n                         PHIL\n\n          Thanks. The name is Foster.\n\n\n\n                         SUPERMODEL HOSTESS\n\n          Foster... Oh, I'm sorry. We just had\n\n          give away your table.\n\n\n\n                         PHIL\n\n          You gave away our table? We're just ten\n\n          minutes late!\n\n\n\n                         SUPERMODEL HOSTESS\n\n\n\n                         E\n\n\n\n                         AD SERIOUS)\n\n          Actually, you're 11 minutes late.\n\n\n\n                         PHIL\n\n\n\n                         (STUNNED)\n\n          OK. But don't you guys have, like, some\n\n          kind of grace period or something?\n\n\n\n                         SUPERMODEL HOSTESS\n\n          have an eight minute grace period.\n\n\n\n                         PHIL\n\n          You have an eight minute grace period?\n\n          How did you come up with an eight minute\n\n          grace period?\n\n\n\n                         SUPERMODEL HOSTESS\n\n\n\n                         (SHRUGS)\n\n          I just work here,\n\n\n\n                         PHIL\n\n          So what if someone's 9 minutes late?\n\n\n\n                         SUPERMODEL HOSTESS\n\n          We're allowed to give a two minute grace\n\n          on the grace.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          23.\n\n\n\n                         PHIL\n\n          OK. Which adds up to ten minutes! We're\n\n          11 minutes late. That's just one minute\n\n          later than the grace on the grace.\n\n\n\n                         SUPERMODEL HOSTESS\n\n          I'm sorry sir, but management\n\n          specifically said no grace on the grace\n\n          on the grace.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe're\n\n          11 minutes late. That's just one minute\n\n          later than the grace on the grace. SUPERMODEL HOSTESS\n\n          I'm sorry sir, but management\n\n          specifically said no grace on the grace\n\n          on the grace. \n\nTARGET SECTION TO BE ANNOTATED:\n After ten minutes, we send\n\n          a host around calling your name and if\n\n          there's no answer, we give the table\n\n          away. Sorry.\n\n\n\n                         PHIL\n\n          So how long's the wait for another table?\n\n\n\n                         SUPERMODEL HOSTESS\n\n          Well, let's see...\n\n          Phil looks on as the Supermodel Hostess runs her finger\n\n          down a LONG LIST OF WRITE-IN NAMES. As she turns to the\n\n          next page...\n\n\n\n                         PHIL\n\n          Oh boy.\n\n\n\n          INT. WOMEN'S BATHROOM - CONTINUOUS\n\n\n\n          Even the bathroom has sweeping views of Chicago. As\n\n          Clara leaves a bathroom stall, she notices a NERVOUS\n\n          YOUNG WOMAN washing her face over and over.\n\n          A knock and a SLICK LOOKING MAN quickly peeks his head in\n\n          the Women's room.\n\n\n\n          SLICK LOOKING MAN\n\n          We've gotta leave now.\n\n\n\n                         (SPOTTING CLARA)\n\n          Whoops. Sorry.\n\n\n\n                         CLARA\n\n          It's OK.\n\n          The Nervous Woman quickly leaves the bathroom with the\n\n          Man. Clara looks after them a second, then washes her\n\n          hands.\n\n\n\n          INT. BAR - MOMENTS LATER\n\n\n\n           Clara finds Phil at the bar, downing handfuls of peanuts.\n\n\n\n                          CLARA\n\n          How lc= -until they seat us?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          24.\n\n\n\n                         PHIL\n\n          Two hours. They gave away our\n\n          reservation. Peanut?\n\n\n\n                         CLARA\n\n          What?!? Did you tell them that we hit\n\n          traffic?\n\n\n\n                         PHIL\n\n          They wouldn't care, Clara. If they call\n\n          your name at the bar and you don't\n\n          answer, they give your table away. So\n\n          how about a nut?\n\n          A YOUNG HOST (not the Hostess) mills around the bar.\n\n\n\n                         YOUNG HOST\n\n\n\n          GALE PARTY?\n\n          Clara sighs, frustrated.\n\n\n\n                         CLARA\n\n          I mean, did you try something like\n\n          telling her it was our anniversary, or my\n\n          birthday, or slipping her some money-\n\n\n\n                         PHIL\n\n          Oh, I see.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nYOUNG HOST\n\n\n\n          GALE PARTY? Clara sighs, frustrated. CLARA\n\n          I mean, did you try something like\n\n          telling her it was our anniversary, or my\n\n          birthday, or slipping her some money-\n\n\n\n                         PHIL\n\n          Oh, I see. \n\nTARGET SECTION TO BE ANNOTATED:\n Lying and graft were the\n\n          answer!\n\n          Clara shakes her head, then notices the YOUNG HOST\n\n          searching for the party and starts focusing on him\n\n          instead of Phil as she thinks.\n\n\n\n                         YOUNG HOST\n\n\n\n          GALE PARTY?\n\n\n\n                         PHIL\n\n          I'm sure if you had been there instead of\n\n          peeing again you would have done it\n\n          better.\n\n\n\n                         YOUNG HOST\n\n\n\n          GALE PARTY?\n\n\n\n                         CLARA\n\n\n\n                         (WATCHING HOST)\n\n\n\n                         PHIL\n\n          You're not even listening to me, are you?\n\n\n\n                         CLARA\n\n          (repeats, still watching)\n\n          Yeah I am. You're sure if I had been\n\n          there instead of peeing again I would\n\n          have done it better.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         25\n\n          Clara, Just because you can repeat the\n\n          words I say doesn't mean you're-\n\n\n\n                         YOUNG HOST\n\n\n\n          LAST CALL! GALE-\n\n\n\n                         CLARA\n\n          Sorry! We're right here!\n\n\n\n                         PHIL\n\n          Wait. What are you doing?\n\n\n\n                         CLARA\n\n          Shhh!\n\n          The Young Host approaches.\n\n\n\n                         YOUNG HOST\n\n          Gale party of three?\n\n\n\n                         CLARA\n\n          The third's running a little\n\n          going to start without them.\n\n\n\n                         YOUNG HOST\n\n          eat. Follow me.\n\n          Phil shoots Clara a look, but she ignores it. He falls\n\n          into line after her as she follows the Young Host to th\n\n          restaurant.\n\n\n\n          INT. ANOTHER PART OF THE SIGNATURE ROOM - MOMENTS LA\n\n\n\n          hields his face as they pass the Supermodel Hos\n\n          at the Greeting Station. The Young Host leads them\n\n          secluded table right by the windows - THE BEST TABLE\n\n\n\n          THE RESTAURANT.\n\n\n\n                         YOUNG HOST\n\n          (handing them menus)\n\n          Enjoy your dinner.\n\n          The Young, Host leaves.\n\n\n\n                         CLARA\n\n          See? Was that so hard to do, Phil?\n\n          bad to be the Gales, eh?\n\n          Clara opens her menu as looks nervously around the\n\n          restaurant.\n\n\n\n                         CLARA (CONT'B)\n\n          Look Phil! It's white truffle season!\n\n          I'm totally doing it!\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          26.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's white truffle season! I'm totally doing it! 26. \n\nTARGET SECTION TO BE ANNOTATED:\n                         E\n\n\n\n                         PHIL\n\n          We can't do this, Clara.\n\n\n\n                         CLARA\n\n          I'm taking you out.\n\n\n\n                         PHIL\n\n          Not the truffles.\n\n\n\n                         (DEAD SERIOUS)\n\n          This is stealing.\n\n\n\n                         CLARA\n\n\n\n                         (CHUCKLES)\n\n          Stealing? You're kidding, right.\n\n\n\n                         PHIL\n\n          We're not the Gales.\n\n\n\n                         CL ARA\n\n          So? You said yourself - if you don't\n\n          answer at the bar they give your table\n\n          away.\n\n\n\n                         PHIL\n\n          Well, what if they show up now?\n\n\n\n                         N CLAR 2\n\n          u get spanked'\n\n\n\n                         PHIL\n\n          I'm serious!\n\n\n\n                         CLARA\n\n\n\n                         (SIGHS SADLY)\n\n          I don't know. What if they do, Phil?\n\n          Clara picks up her menu and reads, shaking her head.\n\n\n\n                         PHIL\n\n          What?\n\n\n\n                         CLARA\n\n          It's just... I don't know. You used to\n\n          be the one who would think up stuff like\n\n          this all the time.\n\n          This hits Phil. He takes in his wife reading the menu\n\n          for a beat.\n\n\n\n                         PHIL\n\n          You know what? You're absolutely right.\n\n          Clara lowers her menu and they look at each other for\n\n          what feels like the first time tonight.\n\n\n\n                         PHIL (CONT'D)\n\n          I'm sorry, Mrs. Gale.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          27.\n\n\n\n                         E\n\n\n\n                         CLARA\n\n\n\n                         (SMILES)\n\n          It's OK, Mr. Gale. And might I add you\n\n          look very handsome tonight?\n\n\n\n                         PHIL\n\n          You're not looking too shabby yours\n\n          Mrs. Gale.\n\n\n\n           GRUFF VOICE (O.S.)\n\n          Mr. Gale?\n\n          They turn, surprised, to see TWO BURLY MEN in suits at\n\n          their table. The Older of the two politely speaks to\n\n          them.\n\n\n\n          OLDER BURLY MAN\n\n          We need to have a word with you both.\n\n\n\n                         CLARA\n\n          What's this about?\n\n\n\n          OLDER BURLY MAN\n\n          k you know what this is about.\n\n          you could please come with us.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLARA\n\n          What's this about? OLDER BURLY MAN\n\n          k you know what this is about. you could please come with us. \n\nTARGET SECTION TO BE ANNOTATED:\n                         PHIL N\n\n          Why can't we talk here? u\n\n\n\n          OLDER BURLY 'MAN\n\n          (beat, smiles)\n\n          I think it would save everyone a lot of\n\n          embarrassment.\n\n          (gestures with hand)\n\n          Please...\n\n          The Younger Burly Man comes behind Clara's chair to pull\n\n          it out. Getting up, Phil shoots Clara an \"I told you so\"\n\n          look as he follows the older Burly Man through the\n\n          restaurant toward the kitchen doors, the Younger Burly\n\n          Man walking behind them with Clara.\n\n\n\n          INT. BACK KITCHEN AREA - MOMENTS LATER\n\n\n\n          The Burly Man leads them through the kitchen. A WAITER\n\n          stops, surprised.\n\n\n\n                         WAITER\n\n          Can I help you?\n\n          OLDER s _ ï¿½'LY MAN\n\n          Nah. We're fine Â®\n\n          Walking to the rear service elevator, the Older Burly Man\n\n          pushes the down button. The elevator opens.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          28.\n\n\n\n                         PHIL\n\n          Whoa. Wait a minute. Where are we\n\n          going?\n\n\n\n          OLDER BURLY MAN\n\n          Get in, please.\n\n          The Younger Burly Man coming up behind them crowds them\n\n          into the elevator.\n\n\n\n                         CLARA\n\n          Hey! Jesus!\n\n          The elevator doors shut and the older Burly Man pushes\n\n          the G Floor then nods to his partner. They reach in\n\n          their pockets.\n\n\n\n                         PHIL\n\n          Listen, this is all getting out of hand,\n\n          OK? I admit we maybe did something a\n\n          teeny bit wrong, but-\n\n          Suddenly, they grab Phil and Clara, putting HANDKERCHIEFS\n\n          over their noses and mouths. Phil and Clara veil and\n\n          struggle for a moment, then PASS OUT.\n\n\n\n          E CLOSEUP ON PHIL'S NOSE\n\n          An AMMONIA STICK waves back and forth under Phil's nose\n\n          and he startles awake, disoriented, to see he's TIED TO A\n\n          CHAIR in the middle of a GIGANTIC MEAT LOCKER. A VIDEO\n\n          CAMERA on a tripod aims at their faces and across the\n\n          room, the Younger Burly Man sorts through items from\n\n          Clara's purse and Phil's wallet scattered all over the\n\n          table.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nPhil and Clara veil and\n\n          struggle for a moment, then PASS OUT. E CLOSEUP ON PHIL'S NOSE\n\n          An AMMONIA STICK waves back and forth under Phil's nose\n\n          and he startles awake, disoriented, to see he's TIED TO A\n\n          CHAIR in the middle of a GIGANTIC MEAT LOCKER. A VIDEO\n\n          CAMERA on a tripod aims at their faces and across the\n\n          room, the Younger Burly Man sorts through items from\n\n          Clara's purse and Phil's wallet scattered all over the\n\n          table. \n\nTARGET SECTION TO BE ANNOTATED:\n                         PHIL\n\n          Whoa. What the hell is this?\n\n          Tied in the chair next to him, Clara jumps as the Older\n\n          Burly Man waves the stick under her nose.\n\n\n\n                         CLARA\n\n\n\n                         (FREAKED)\n\n          Phil?!? What's going on?\n\n\n\n                         PHIL\n\n          I don't know.\n\n          A VOICE speaks from a speakerphone on the table\n\n\n\n                         SPEAKERPHONE\n\n          The chloroform may make you feel dizzy\n\n          for a few moments, but it will go away.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          29.\n\n\n\n                         U\n\n          Phil takes in what's going on, freaked.\n\n\n\n                         PHIL\n\n          Listen... you can just have all our\n\n          money, OK? Whatever's there, it's yours.\n\n          We're not looking to cause problems or\n\n          put up any kind fight. We'll just walk\n\n          away and not report anything, OK? All we\n\n          want is for you to let us go unharmed.\n\n\n\n                         SPEAKERPHONE\n\n          We need to discuss your little stunt\n\n          tonight first, Mr. and Mrs. \"Gale.\" Or\n\n          should we say... what is it Harry?\n\n          HARRY, the Younger Burly Man reads Phil and Clara's IDs,\n\n          which he's grabbed off of them.\n\n\n\n                         HARRY\n\n          Phil and Clara Foster.\n\n\n\n                         PHIL\n\n\n\n                         (BEAT)\n\n          That's what this is abo\n\n\n\n                         SPEAKERPHONE\n\n          else would it be about, Mr. Foster\n\n\n\n                         (BEAT)\n\n          Wait. `'This a joke, right? Some funny\n\n          little bald guy's gonna jump out and\n\n          scare us and say, \"Gotcha!\" or somethi\n\n          OK, where is he? Where's that guy?\n\n\n\n                         SPEAKERPHONE\n\n          You think this is a joke?\n\n          Phil looks at the faces of the two thugs. No one's\n\n          joking.\n\n\n\n                         PHIL\n\n\n\n                         (STUNNED)\n\n          No. Are you insane?!? You don't drug\n\n          people and tie them up for that! This i\n\n          I just- I hope you know this is gonna go\n\n          way beyond a shitty review in Za\n\n          I'm seriously pissed off!\n\n\n\n          INT.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou don't drug\n\n          people and tie them up for that! This i\n\n          I just- I hope you know this is gonna go\n\n          way beyond a shitty review in Za\n\n          I'm seriously pissed off! INT. \n\nTARGET SECTION TO BE ANNOTATED:\n DARK BACK ROOM\n\n\n\n          SHADOWY FIGURE talks on a phone as he looks at a screen\n\n          showing Phil and Clara in chairs.\n\n\n\n                         E\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          30.\n\n\n\n                         1Ï¿½1\n\n\n\n                         SPEAKERPHONE\n\n          Yes. Well, I'm a little upset as well,\n\n          Mr. Foster. And confused. It would help\n\n          me to know why a couple like the two of\n\n          you would try to pull something like\n\n          this.\n\n\n\n          T NT. WAREHOUSE\n\n          Phil's now getting really annoyed.\n\n\n\n                         PHIL\n\n          You must be kidding! Like a million\n\n          people don't do it every single night of\n\n          the week! This is unbelievable! I'm\n\n          just in shock here!\n\n          Harry and Frank look at each other, puzzled.\n\n\n\n                         SPEAKERPHONE\n\n          I enjoy your humor, Mr. Foster. Now why\n\n          don't you start by telling me how you got\n\n          into the Rainbow to set it uD-\n\n\n\n                         PHIL\n\n          \"Into the Rainbow?\" What the hell's\n\n          that? Restaurant code?\n\n\n\n                         LJ\n\n\n\n                         SPEAKERPHONE\n\n          -and then you can tell me where the\n\n          photos are that you arranged to bring\n\n          tonight.\n\n\n\n                         PHIL\n\n          Photos?\n\n          Clara figures out what's happened.\n\n\n\n                         CLARA\n\n          Wait a minute. I think there's been a\n\n          really big mistake here. We're not the\n\n          Gales.\n\n\n\n                         SPEAKERPHONE\n\n          know you're not the Gales.\n\n\n\n                         PHIL\n\n          They know we're not the Gales. Don't you\n\n          get it!\n\n\n\n                         CLARA\n\n          No, Phil. I think they think we're\n\n          actually \"the Gales\" who made the\n\n          reservation tonight.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          31.\n\n\n\n                         PHIL\n\n\n\n                         (REALIZING)\n\n          Ohhhhhh. Oh. No. She's right. We're\n\n          not those Gales. You've got the wrong\n\n          people. Really.\n\n\n\n                         SPEAKERPHONE\n\n          Then why were you two at the Gales'\n\n          table, Mr.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou've got the wrong\n\n          people. Really. SPEAKERPHONE\n\n          Then why were you two at the Gales'\n\n          table, Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n Foster?\n\n\n\n                         PHIL\n\n          OK, listen, what happened is we lost our\n\n          reservation and when the host came around\n\n          yelling the Gales' name and no one\n\n          answered, my wife said that we were them.\n\n          I swear on my life to you that's what\n\n          happened.\n\n\n\n                         SPEAKEFP IC\n\n          You're saying you just took someone\n\n          else's reservation you didn't know?\n\n          That's what you want me to believe?\n\n\n\n                         PHIL\n\n          I know that seems really weird. Listen,\n\n          I agree, that's what I said to her.\n\n\n\n                         FRANK\n\n          One problem with your story. When I came\n\n          over to the table - and you guys were all\n\n          alone - you were still calling each other\n\n          Gale.\n\n\n\n                         PHIL\n\n          That was just... we were... no, you don't\n\n          understand...\n\n\n\n                         SPEAKERPHONE\n\n          We'll need to move things along, Frank.\n\n          With a nod, Frank reaches into his pockets, slowly taking\n\n          out a GUN and a handful of BULLETS. He loads the gun as\n\n          Phil and Clara watch.\n\n\n\n                         PHIL\n\n          Wait a minute. What's going on?\n\n\n\n                         CLAW\n\n          I don't t don't like\n\n          this.\n\n          Clicking the loaded gun, Frank and Harry both come toward\n\n          Phil and Clara.\n\n\n\n                         1Ï¿½1\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          32.\n\n\n\n                         SPEAKERPHONE\n\n          If in ten seconds you don't tell us where\n\n          the photos are, you lose a knee, Mr.\n\n          Foster. Ten more seconds, you lose\n\n          another. Then we go to your wife.\n\n\n\n                         PHIL\n\n          Please! You can't do this! We're not\n\n          lying!\n\n\n\n                         SPEAKERPHONE\n\n          One... two... three... four...\n\n          Frank clicks the loaded gun at Phil's knee.\n\n\n\n                         PHIL\n\n          Oh Jesus. Don't do it!\n\n\n\n                         SPEAKERPHONE\n\n          Five... six... seven... eight...\n\n\n\n                         PHIL\n\n          Jesus!\n\n\n\n                         CLARA\n\n\n\n          OK FINE! FINE! YOU WIN! YOU CAN HAVE\n\n\n\n          THE GODDAMN PHOTOS!\n\n\n\n                         Â¢\n\n          Everyone looks over. Phil's surprised.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nYOU CAN HAVE\n\n\n\n          THE GODDAMN PHOTOS! Â¢\n\n          Everyone looks over. Phil's surprised. \n\nTARGET SECTION TO BE ANNOTATED:\n                         CLARA (CONT'D)\n\n          But we can't just tell you where they\n\n          are. We have to take you to them.\n\n\n\n          EXT. WAREHOUSE DISTRICT - A LITTLE LATER\n\n\n\n          In the middle of the deserted warehouse district, Clara\n\n          and Phil exit the meat packing plant behind Frank, who\n\n          carries Clara's purse, Harry holding a gun as he follows\n\n          them. As they head toward a Towncar, Frank throws the\n\n          keys back to Harry.\n\n\n\n                         FRANK\n\n          You drive with her in front.\n\n\n\n                         PHIL\n\n\n\n                         (WHISPERS)\n\n          So what's your plan here?\n\n\n\n                         CLARA\n\n\n\n                         (WHISPERS)\n\n          I don't have a plan Phil.\n\n\n\n                         PHIL\n\n\n\n                         (WHISPERS)\n\n          You don't have a plan?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          33.\n\n\n\n                         CLARA E\n\n\n\n                         (WHISPERS)\n\n          No. I was just trying to keep our knees\n\n          for the time being.\n\n\n\n                         PHIL\n\n\n\n                         (WHISPERS)\n\n          Well, if we end up in that car with them\n\n          we're as good as dead.\n\n\n\n                         FRANK\n\n          Quiet!\n\n\n\n                         CLARA\n\n\n\n                         (WHISPERS)\n\n          Well, any time you want to help...\n\n\n\n                         PHIL\n\n\n\n                         (WHISPERS)\n\n          What's that supposed to mean?\n\n\n\n                         FRANK\n\n          I said quiet!\n\n          They continue walking toward the Iowncar, Phil thin ing\n\n          hard. Suddenly, his expression changes and he star s\n\n          weaving dizzily, putting his hand to his forehead.\n\n\n\n                         CLARA\n\n          Phil?\n\n          He drops to the ground.\n\n\n\n                         PHIL\n\n          Whoa.\n\n\n\n                         CLARA\n\n          Phil? What is it?\n\n\n\n                         PHIL\n\n          I'm... not feeling so great...\n\n\n\n                         HARRY\n\n          's wrong with him?\n\n\n\n                         CL:\n\n          I don't know.\n\n\n\n                         PHIL\n\n\n\n                         (BREATHING HARD)\n\n          I didn't... eat dinner and when I don't\n\n          my blood sugar... Hypoglycemic...\n\n\n\n                         CLARA\n\n          You're not hypoglycemic.\n\n          Phil shoots Clara a quick LOOK OF\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          34.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nHypoglycemic... CLARA\n\n          You're not hypoglycemic. Phil shoots Clara a quick LOOK OF\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          34. \n\nTARGET SECTION TO BE ANNOTATED:\n                         CLARA (CONT'D)\n\n\n\n                         (CATCHING ON)\n\n          You're diabetic! You never get the terms\n\n          right, Phil! Oh no! This is bad, guys.\n\n\n\n                         PHIL\n\n          I just can't... go any further.\n\n          Harry and Frank look at each other, not sure what to do.\n\n\n\n                         HARRY\n\n          Should we call Mr. Stockton?\n\n\n\n                         FRANK\n\n          Don't say his name, you idiot!\n\n\n\n                         HARRY\n\n          Sorry! I was just-\n\n\n\n                         FRANK\n\n          We'll just throw him in the back and have\n\n          her show us.\n\n          hey move over to pick up Phil. Clara thinks fast.\n\n\n\n                         CLARA\n\n          Wait! In my purse there's a Luna Bar.\n\n          If you give it to me I can find it for\n\n          him.\n\n          With a sigh, Frank hands Clara her purse. She rummages\n\n          inside...\n\n          and quickly WHIPS OUT her MINI 409 SPRAY, spritzing\n\n          Frank right in the eyes. With a shriek, he falls back\n\n          grabbing his face and dropping his gun. Clara makes a\n\n          dash and grabs it. As Frank blindly lunges after her,\n\n          she KNEES HIM IN THE BALLS. He collapses on the ground,\n\n          whimpering in pain. She spins and points the gun at\n\n          Harry.\n\n\n\n                         CLARA (CONT'D)\n\n          Drop the gun and the keys.\n\n\n\n                         PHIL\n\n          oa! Clara! No\n\n          Harry drops them, raising his hands. Phil gets up and\n\n          grabs the gun and keys, then awkwardly hits Harry as hard\n\n          as he can on the back of the neck with the butt of the\n\n          gun.\n\n          Harry looks at him, confused.\n\n\n\n                         HARRY\n\n          Ow! Why, man?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          35.\n\n\n\n                         E\n\n\n\n                         PHIL\n\n          Sorry. i was trying to knock you out.\n\n\n\n                         HARRY\n\n          Why,\n\n\n\n                         PHIL\n\n          ought that's what you do when-\n\n\n\n                         CLARA\n\n          Phil! Just c'mon!\n\n\n\n                         PHIL\n\n\n\n                         USHING OFF)\n\n          Sorry.\n\n          Befuddled, Phil meets Clara at the car and they climb in\n\n          and speed away.\n\n\n\n          PHIL (V.0.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nPHIL\n\n\n\n                         USHING OFF)\n\n          Sorry. Befuddled, Phil meets Clara at the car and they climb in\n\n          and speed away. PHIL (V.0. \n\nTARGET SECTION TO BE ANNOTATED:\n (CONT'D)\n\n          OK, let me just start from the very\n\n          beginning...\n\n\n\n          INT. POLICE STATION INTERVIEW ROOM - A LITTLE LATER\n\n\n\n          Phil excitedly chatters next to Clara at a table in an\n\n          interrogation room in the police station. Across the\n\n          table, a YOUNG POLICE OFFICER takes their statement\n\n\n\n                         PHIL\n\n          We got to the restaurant late because we\n\n          hit all this traffic on the highway-\n\n\n\n                         CL AAA\n\n          the shortcut.\n\n\n\n                         PHIL\n\n          What?\n\n\n\n                         CLARA\n\n\n\n                         UGS)\n\n          I just think we might have made it on\n\n          time if we stayed on the highway. Your\n\n          shortcuts end up being long cuts most o\n\n          the time.\n\n\n\n                         (BEAT)\n\n          OK, are you going to tell the Policeman\n\n          or and I gonna tell him?\n\n\n\n                         CLARA\n\n          You can tell him.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         PHIL\n\n          Because you always interrupt me when I\n\n          try to tell stories, and every time you\n\n          do it disrupts my flow.\n\n\n\n                         CLARA\n\n          Fine, you tell it. I won't say another\n\n          word.\n\n\n\n                         PHIL\n\n          Fine.\n\n\n\n                         (BEAT)\n\n          See, now I've totally lost where I was.\n\n\n\n          CLARA AND YOUNG POLICEMAN\n\n          You got to the restaurant late-\n\n\n\n                         PHIT\n\n          Yeah. Even using my shortcut which, by\n\n          the way, was a shortcut - and they gave\n\n          away our reservation. So we were at the\n\n          bar and the host was calling out for\n\n          these other people over and over-\n\n\n\n                         CLARA\n\n          Which is what they do right before they\n\n          cancel a reservation anyway.\n\n\n\n                         PHIL\n\n          I thought you said you weren't going to\n\n          interrupt me, Clara.\n\n\n\n                         C\n\n          I just want him to understand we weren't\n\n          really \"stealing\" someone else's\n\n\n\n                         RESERVATI\n\n          Across the table, the Young Police officer, eyebrows\n\n          raised, watches Phil and Clara volley back and forth.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nSo we were at the\n\n          bar and the host was calling out for\n\n          these other people over and over-\n\n\n\n                         CLARA\n\n          Which is what they do right before they\n\n          cancel a reservation anyway. PHIL\n\n          I thought you said you weren't going to\n\n          interrupt me, Clara. C\n\n          I just want him to understand we weren't\n\n          really \"stealing\" someone else's\n\n\n\n                         RESERVATI\n\n          Across the table, the Young Police officer, eyebrows\n\n          raised, watches Phil and Clara volley back and forth. \n\nTARGET SECTION TO BE ANNOTATED:\n                         PHIL\n\n          Do you think he really cares, Clara?\n\n          were just kidnapped, CHLOROFORMED and\n\n          almost shot! I don't think he's going\n\n          turn around and book us for reservation\n\n          theft! Am I right?\n\n\n\n          YOUNG POLIO OFFICER\n\n          Please. Go on.\n\n\n\n                         PHIL\n\n          So all of a sudden Clara yells out that\n\n          we're these other people.\n\n\n\n                         YOUNG POLICEMAN\n\n\n\n                         (SURPRISED)\n\n          You just took someone else's reservation?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          37.\n\n\n\n                         PHIL\n\n          Yeah. I know! Even the guy on the\n\n          speakerphone couldn't believe it!\n\n\n\n                         CLARA\n\n          You two kinda bonded over that, didn't\n\n          you?\n\n\n\n                         PHIL\n\n          We didn't \"bond\" over it. I'm just\n\n          saying, speakerphone guy obviously\n\n          thought it was weird to do.\n\n\n\n          YC JG POLICEMAN\n\n          Guys, you lost We were in the\n\n          restaurant.\n\n\n\n                         CLARA\n\n\n\n                         (IGNORING HIM)\n\n          Ah, you mean the speakerphone guy who's\n\n          kidnapped and drugged us thinks it's\n\n          weird to do so it's weird to do?\n\n\n\n                         YOUNG POLICEMAN\n\n          Guys?\n\n          You're new \"buddy.\"\n\n\n\n                         PHIL\n\n          Oh c'mon!\n\n          And we found out speakerphone guy's name,\n\n          Phil. It's Mr. Stockton.\n\n          The Young Policeman looks up, interested.\n\n\n\n                         OF FTCER\n\n          Mr. Stockton? Hold on a minute.\n\n          The Officer dials an extension on the phone.\n\n\n\n                         OFFICER C'-D)\n\n          Lieutecant Manning? ï¿½eeird story. Havea\n\n          couple '.n here who claim --o have escaped\n\n          a kid- 7-ng this evening and the name\n\n          Stockt came up. OK. Will do.\n\n          He hangs up.\n\n\n\n                         OFFICER (CONT'D)\n\n          Lieutenant Manning likes to be notified\n\n          ere's anything involving Mr.\n\n          n.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          38.\n\n\n\n                         E\n\n\n\n                         PHIL\n\n          Wait.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nn. 38. E\n\n\n\n                         PHIL\n\n          Wait. \n\nTARGET SECTION TO BE ANNOTATED:\n So you already know about this\n\n          guy? You know who he is?\n\n          A knock at the door and a handsome man in his late 40's,\n\n          LIEUTENANT MANNING, enters the room with a smile. He\n\n          reaches over and shakes their hands.\n\n\n\n                         LIEUTENANT MANNING\n\n          How do you do. Lieutenant Manning.\n\n          The Officer offers him his note pad.\n\n\n\n                         LIEUTENANT MANNING\n\n\n\n                         (CONT'D)\n\n          Nah, as long as they're here might as\n\n          well get everything from the horse's\n\n          mouth, right?\n\n          As the Officer heads out of the room, Lieutenant Manning\n\n          sidles down into his seat.\n\n\n\n                         LIEUTENANT MANNING\n\n\n\n                         (CONT'D)\n\n          Can I get you guys anything to drink?\n\n          Coffee? Water? Maybe a shot or two of\n\n          r whiskey?\n\n\n\n                         1 1\n\n\n\n                         PHIL\n\n          That sounds more like\n\n\n\n                         LIEUTENANT MANNING\n\n          So why don't you tell me all about your\n\n          incident with Mr. Stockton.\n\n\n\n                         PHIL\n\n          You tell it, Clara.\n\n\n\n                         CLARA\n\n          Oh, don't be like that, Phil. Please.\n\n\n\n                         LIEUTENANT MANNING\n\n          Guys... you've obviously been through\n\n          something traumatic tonight. Thankfully\n\n          it's over and you're both safe and sound.\n\n          Maybe you should cut each other a little\n\n          bit more of a break.\n\n          Phil and Clara look at each other, each letting out air.\n\n          Manning's right.\n\n\n\n                         PHIL\n\n          Seriously, Clara. You tell him.\n\n\n\n                         CJ __\n\n          Well, we never a. t_::ally \"met\"\n\n          Stockton.\n\n\n\n                         (MORE)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          39.\n\n\n\n          CLARA (CONT`B)\n\n          He was in another room on a speakerphone\n\n          where these guys who kidnapped us took\n\n          us. But he was obviously the one pulling\n\n          the strings.\n\n\n\n                         PHIL\n\n          Who is this Stockton guy anyway?\n\n\n\n          LIEUI N'T' MANNING\n\n\n\n                         (WRITING)\n\n          Let me fill you in on all that later.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut he was obviously the one pulling\n\n          the strings. PHIL\n\n          Who is this Stockton guy anyway? LIEUI N'T' MANNING\n\n\n\n                         (WRITING)\n\n          Let me fill you in on all that later. \n\nTARGET SECTION TO BE ANNOTATED:\n          Now, why would he have wanted to kidnap\n\n          you two?\n\n\n\n                         CLARA\n\n          Honestly, you wouldn't believe this, but\n\n          it's because we sat down at the wrong\n\n          table tonight for dinner.\n\n\n\n                         LIEUTENANT MANNING\n\n          (looks up, interest\n\n          Really? The wrong table?\n\n\n\n                         CLARA\n\n          We pretended to be someone else who\n\n          didn't show up for their reservations.\n\n          My idea. And it turned out that these\n\n          people must have something this Mr.\n\n          Stockton wants.\n\n\n\n                         1Ï¿½1\n\n\n\n                         LIEUTENANT MANNING\n\n          Do you know what?\n\n\n\n                         CLARA\n\n\n\n                         (SHRUGS)\n\n          Photos.\n\n          Lieutenant looks up, interested, then writes again.\n\n\n\n                         LIEUTENANT MANNING\n\n          That's all you know?\n\n          Phil and Clara look at each other. Nod.\n\n\n\n                         LIEUTENANT MANNING-\n\n\n\n                         (CONT'D)\n\n          OK. I'm just confused about one thing.\n\n          When you took this other reservation, how\n\n          did you know for sure that the real Gales\n\n          weren't going to show up late?\n\n\n\n                         CLARA\n\n\n\n                         (BEAT)\n\n          Excuse me?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ENANT MANNING\n\n          How were you so sure the Gales weren\n\n          going to show up if you don't know the\n\n          at all?\n\n          Clara looks down at the table, furrowing her brow.\n\n\n\n                         PHIL\n\n          Clara?\n\n\n\n                         CLARA\n\n          Sorry. I... I lost my train of thought.\n\n\n\n                         PHIL\n\n          Well, I can pick things up then.\n\n          Phil notices Clara giving him a LOOK.\n\n\n\n                         PHIL (CONT'D)\n\n          What? Why are you looking at me like\n\n          that?\n\n\n\n                         CLARA\n\n          (intensifying the look)\n\n          I'm not looking at you like anything.\n\n          doesn't pick up on it. Shrugs.\n\n\n\n                         1Ï¿½1\n\n\n\n                         PHIL\n\n          OK, well, I had the same question for her\n\n          when we sat down, which she thought was\n\n\n\n                         CRAZY-\n\n          Rubbing her forehead, Clara KICKS Phil's leg HARD under\n\n          the table.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\ndoesn't pick up on it. Shrugs. 1Ï¿½1\n\n\n\n                         PHIL\n\n          OK, well, I had the same question for her\n\n          when we sat down, which she thought was\n\n\n\n                         CRAZY-\n\n          Rubbing her forehead, Clara KICKS Phil's leg HARD under\n\n          the table. \n\nTARGET SECTION TO BE ANNOTATED:\n                         PHIL (CONT'D)\n\n          OW! Jesus!\n\n          Clara stink-eyes Phil AGAIN, trying to get the message\n\n          across.\n\n\n\n                         PHIL (CONT'D)\n\n          And there's that look again!\n\n\n\n          CLARE?\n\n          look! No. Looking. At all.\n\n          RINGING. Lieutenant Manning reaches into his jacket\n\n          pocket and checks the number on the cellphone. He hops\n\n          up.\n\n\n\n                         LIEUTENANT MANNING\n\n          Can you excuse me a moment?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          41.\n\n\n\n                         E\n\n          utenant Manning gets up and exits the room. Clara\n\n          does to the window in the door and watches him walk down\n\n          the hall to his office as he talks on the phone. Phil\n\n          puts his leg on the table, pulling up his pant leg to\n\n          inspect.\n\n\n\n                         PHIL\n\n          OK, I'm not dense, Clara. That was not\n\n          an accident and if those weren't looks-\n\n\n\n                         CLARA\n\n          Phil, we're in trou\n\n\n\n                         PHIL\n\n          What are you talking about?\n\n\n\n                         CLARA\n\n          He's in on this. He's got something to\n\n          do with it.\n\n\n\n                         PHIL\n\n          The police guy? Clara, that's tota\n\n\n\n                         PARANOID-\n\n\n\n                         CLARA\n\n          never told him about the Gale\n\n\n\n                         PHIL\n\n          What do you mean?\n\n\n\n                         CLARA\n\n          He said, \"How did you know the Gales\n\n          weren't coming.\" I never told him that\n\n          was the name of the reservation we\n\n\n\n                         PHIL\n\n          be I said it to the other\n\n\n\n                         CLARA\n\n          He didn't take the other notes,\n\n          Phil. Remember?\n\n          s hil as well.\n\n\n\n                         PHIL\n\n          Oh God.\n\n\n\n                         CLARA\n\n          How do we get out of here?\n\n\n\n          INT. ING'S OFFICE - MOMENTS LATER\n\n\n\n          Manning talks in his off ice.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          42.\n\n\n\n                         E\n\n\n\n                         LIEUTENANT MANNING\n\n          Uh huh. I know you don't. It will be\n\n          contained. Right now.\n\n          Hanging up the phone, Manning walks quickly back through\n\n          the police station to the interview room. He stops in\n\n          the doorway...\n\n          .it's EMPTY.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nHanging up the phone, Manning walks quickly back through\n\n          the police station to the interview room. He stops in\n\n          the doorway... .it's EMPTY. \n\nTARGET SECTION TO BE ANNOTATED:\n Confused, he turns to an OFFICER outside\n\n          at the desk.\n\n\n\n                         LIEUTENANT MANNING\n\n\n\n                         (CONT'D)\n\n          Where'd they go?\n\n\n\n                         OFFICER\n\n          They said you were done with them.\n\n          Manning walks quickly back to his office.\n\n          Sitting behind his desk, Manning enters a password on his\n\n          computer and starts typing out an ALL POINTS BULLETIN.\n\n          We are CLOSE UP on the computer screen as the words come\n\n\n\n                         UP\n\n\n\n          ALL LOCAL AND FEDERAL LAW ENFORCEMENT... PHIL AND CLARA\n\n\n\n          FOSTER... FUGITIVES FROM JUSTICE... ARMED AND DANGEROUS.\n\n\n\n          INT. TOWNCAR - LATE\n\n\n\n          Clara drives as Phil scans the rearview mirror from the\n\n          passenger seat.\n\n\n\n                         CLARA\n\n          We can't just go to another police\n\n          station, Phil! We don't know how big\n\n          this is! It might not just be Manning!\n\n\n\n                         PHIL\n\n          Well then we're screwed! Who do we go\n\n          to? The FBI? The CIA?\n\n\n\n                         CLARA\n\n\n\n                         (SHAKES HEAD)\n\n          They're not going to believe us over a\n\n          Police Lieutenant!\n\n\n\n                         (REALIZING)\n\n          Shit. This is their car, Phil. We gotta\n\n          lose it too.\n\n          Searching the street, Clara spots a OPEN PARKING SPACE.\n\n          She whips the wheel around, trying to parallel park into\n\n          the space.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          43.\n\n\n\n                         RÏ¿½\n\n\n\n                         U\n\n\n\n                         PHIL\n\n          You've got it, Clara. Spin it back now!\n\n\n\n                         CLARA\n\n          just let me do it,\n\n          She spins too late and too severely, hitting the curb.\n\n\n\n                         CLARA (CONT'D)\n\n          Dammit! I hate this!\n\n\n\n                         PHIL\n\n          It's all right. You just should have\n\n          spun it when I told you to.\n\n          Flustered, she pulls back out and tries again.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nPHIL\n\n          It's all right. You just should have\n\n          spun it when I told you to. Flustered, she pulls back out and tries again. \n\nTARGET SECTION TO BE ANNOTATED:\n                         PHIL (CONT'D)\n\n          rn! Quick!\n\n\n\n                         CLARA\n\n          Would you stop it? You're stressing me\n\n          out!\n\n          Angry, Clara whips the car back into the spot, NAILING\n\n          the car behind them and setting off a loud CAR ALARM WITH\n\n\n\n                         FLASHING LIGH`\n\n\n\n                         Â¢\n\n          Hearing the alarm, a LARGE MAN rushes out of a restaurant\n\n          nearby, looking at them.\n\n\n\n                         LARGE MAN\n\n          Hey! You just hit my\n\n          The Large Man stomps toward them.\n\n\n\n                         PHIL\n\n          Run!\n\n          Phil and Clara get out of the car and run away on\n\n          The Large Man marches over and inspects his bumpe\n\n          yells after them.\n\n\n\n                         L\n\n          Assholes!\n\n\n\n          EY INS LAT\n\n          They catch their breath in the alley.\n\n          OK. So we've got no car. They know\n\n          where we live. So where can we-\n\n\n\n                         (REALIZES SOMETHING)\n\n          shit.\n\n\n\n                         0\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          44.\n\n          Clara's eyes go wide as it hits her as well.\n\n\n\n                         CLARA\n\n          Ollie.\n\n          Phil takes out his cellphone and quickly dials, listening\n\n          as Ruth PICKS UP.\n\n\n\n                         RUTH (PHONE)\n\n          Hello?\n\n          Suddenly, GUNSHOTS RING OUT over the phone.\n\n\n\n                         PHIL\n\n          Oh God! Ruth! Is everything OK?\n\n\n\n                         RUTH (PHONE)\n\n          No it's not, Phil!\n\n\n\n                         PHIL\n\n          What's wrong?\n\n\n\n          RUTH'S LIVING ROOM - CONTINUOUS\n\n          Feet up, Ruth eats Fiddle Waddle as she watches an action-\n\n          packed CHASE SCENE on TV.\n\n\n\n                         Â¢\n\n\n\n                         RUTH\n\n          It's CSI night! Call after 11!\n\n          Ruth hangs up the phone, shaking her head, and takes\n\n          another mouthful of Fiddle Fiddle.\n\n\n\n          ALLEY - CONTINUOUS\n\n          Phil looks at the phone, incredulous.\n\n\n\n                         CLARA\n\n          What's wrong?\n\n\n\n                         PHIL\n\n\n\n                         (STUNNED)\n\n\n\n                         CSI\n\n\n\n                         CLARA\n\n          What? Just call her again and tell her\n\n          what's happened!\n\n          Phil dials the number again. Ruth picks up.\n\n\n\n                         PHIL\n\n          Ruth, I need you to listen.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nPhil dials the number again. Ruth picks up. PHIL\n\n          Ruth, I need you to listen. \n\nTARGET SECTION TO BE ANNOTATED:\n We've\n\n\n\n                         SITUATION HERE-\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          45.\n\n\n\n          INT. RUTH'S LIVING ROOM - CONTINUOUS\n\n\n\n\n\n                         RUTH\n\n          We sure do Phil! We sure do!\n\n          Ruth slams the phone down and pulls out the phone cord so\n\n          she won't be bothered again.\n\n\n\n          EXT. ALLEY - MOMENTS LATER\n\n\n\n          Clara tries on her phone, then hangs up, frustrated.\n\n\n\n                         CLARA\n\n          Great, Phil. Now she's not picking up at\n\n          all!\n\n\n\n                         PHIL\n\n          You think this is my fault, don't you?\n\n          T - ft\n\n\n\n                         (SIGHS)\n\n          No. I just don't know why you two can't\n\n          get along is all.\n\n\n\n                         PHIL\n\n          You know, your Mom shows me no respect, 0\n\n          Clara. And you just pretend like it\n\n          isn't happening.\n\n\n\n                         CLARA\n\n          So you think it's j1y fault. Listen,\n\n          Phil. Every single other boyfriend I\n\n          ever dated got along with her just-\n\n\n\n                         (REALIZING)\n\n          Wait a minute! Holbrooke Peterson!\n\n\n\n                         PHIL\n\n          What?\n\n          Clara starts looking through her purse for her phone.\n\n\n\n                         CLARK\n\n          Holbrooke Peterson does something hush\n\n          hush with the FBI! I think he even lives\n\n          down here.\n\n\n\n                         PHIL\n\n          Holbrooke Peterson? You mean the tongue\n\n          guy?\n\n\n\n                         CLARA\n\n          What?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          46.\n\n\n\n                         PHIL\n\n          Holbrooke was your prom date who you said\n\n          had the really long tongue, right?\n\n\n\n                         CLARA\n\n\n\n                         (GIGGLES' )\n\n          Oh yeah.\n\n          (catching herself, shrugs\n\n\n\n                         CASUALLY)\n\n          Uh, yeah... something like that...\n\n          She finds her phone and dials.\n\n\n\n                         PHIL\n\n          Since when have you been in touch with\n\n          Holbrooke Peterson?\n\n\n\n                         CLARA\n\n\n\n                         (SHRUGS)\n\n          We found each other on FacebookÂ®\n\n\n\n                         PHIL\n\n          Facebook? I didn't know you were on\n\n          Facebook!\n\n\n\n                         CLARA\n\n          It's a networking thing for work.\n\n          Everyone's on Facebook.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nI didn't know you were on\n\n          Facebook! CLARA\n\n          It's a networking thing for work. Everyone's on Facebook. \n\nTARGET SECTION TO BE ANNOTATED:\n                         1Ï¿½1\n\n\n\n                         PHIL\n\n          0 yeah? Who else are you \"in touch\"\n\n          h on Facebook?\n\n\n\n                         CLARA\n\n\n\n                         O PHONE)\n\n          Hello? Holbrooke? Thank God you're\n\n          there. It's Clara Foster...\n\n\n\n          INT. APARTMENT BUILDING - LATER THAT NIGHT\n\n\n\n          HOLBROOKE PETERSON, a thoroughbred of a man in his mid-\n\n          30's, opens the door to his candlelit apartment with a\n\n          smile to find Phil and Clara.\n\n\n\n                         HOLBROOKE\n\n          Wow! Clara! You look exactly the same\n\n\n\n                         CLARA\n\n          So do you!\n\n          He gives her a big, tight hug, lifting her a little.\n\n\n\n                         HOLBROOKE\n\n          You feel exactly the same too.\n\n          Phil double-takes. Did he hear him right?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          47.\n\n\n\n                         R1 U\n\n\n\n                         CLARA\n\n          This is my husband, Phil.\n\n\n\n                         HOLBROOKE\n\n          Ah! The man who actually landed Clara.\n\n          Holbrooke gives Phil the up and down with a winning smile\n\n          and holds out his hand.\n\n\n\n                         HOLBROOKE (CONT'D)\n\n          Philly Cheese Steak. Nice to meet you.\n\n\n\n                         PHIL\n\n          Um... yeah... I don't go by... it's 1 - usL\n\n          Phil. Nice to meet you, too.\n\n\n\n                         HOLBROOKE\n\n          Well, c'mon in. If you don't mind, take\n\n          off your shoes.\n\n\n\n          CLA. A\n\n          Oh.Sure.\n\n\n\n                          HOLBROOKE\n\n          Cutsdown on the cleaning. Which cuts\n\n          downon the use of all those chemicals\n\n          andplastics, blab blah blah. Reduces my\n\n\n\n          CF.\n\n\n\n                         PHIL\n\n\n\n          CF?\n\n\n\n                         HOLBROOKE\n\n          Carbon footprint.\n\n\n\n                         PHIL\n\n          Oh. The environmental thing.\n\n\n\n                         HOLBROOKE\n\n\n\n                         (CHUCKLES)\n\n          Yeah, the \"environmental thing,\" Phil.\n\n          As they walk into the apartment in their socks, they\n\n          notice the whole place is filled with reclaimed and\n\n          recycled furniture and LIT WITH CANDLES.\n\n\n\n                         CLARA\n\n          How beautiful. Or, the candles...",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs they walk into the apartment in their socks, they\n\n          notice the whole place is filled with reclaimed and\n\n          recycled furniture and LIT WITH CANDLES. CLARA\n\n          How beautiful. Or, the candles... \n\nTARGET SECTION TO BE ANNOTATED:\n Did we\n\n\n\n                         ERRUPT SOMETHING-\n\n          Oh, no. I jus-_. --'-D.&gt; myself off the gr\n\n          a few weeks ago.\n\n\n\n                         PHI\n\n          The grid?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          48.\n\n\n\n                         1Ï¿½1\n\n\n\n                         HOLBROOKE\n\n          Power grid. I actually have a negative\n\n          carbon footprint now. Making up for, you\n\n          know, all you \"Phil\"-i-stines in the\n\n          suburbs.\n\n          Holbrooke chuckles. Phil's about to say something when a\n\n          look from Clara reminds him to bite his lip. Holbrooke\n\n          gestures to some cardboard furniture.\n\n\n\n                         HOLBROOKE (CONT'D)\n\n          So have a seat.\n\n          Holbrooke starts to sit down himself, then makes a show\n\n          of taking a LARGE GUN out of his shoulder holster and\n\n          putting it on the table.\n\n\n\n                         PHIL\n\n          Whoa. You carry that around at home?\n\n\n\n                         HOLBROOKE\n\n          Yeah. I'm supposed to sleep with her\n\n          under my pillow.\n\n\n\n                         (SHRUGS)\n\n          Wish I didn't have to, but I just see it\n\n          as... I carry the weight so citizens like\n\n          yourselves don't have to.\n\n\n\n                         1Ï¿½1\n\n\n\n                         CLARA\n\n          It's so funny. I always knew you'd end\n\n          up doing something in public service.\n\n\n\n                         HOLBROOKE\n\n\n\n                         (SHRUGS HUMBLY)\n\n          I don't know. That's lust how I\n\n          Phil looks to Clara - can you get a load of this guy, but\n\n          Clara's focused on Holbrooke.\n\n\n\n          HOLBROOKE (V.0.) (CONT'D)\n\n          Yeah, unfortunately, Terrence Stockton is\n\n          not a man you want to get on the wrong\n\n          side of.\n\n\n\n          INT. HOLBROOKE'S LIVING ROOM - LATER\n\n\n\n          Phil watches as Holbrooke licks the salt allllll the wav\n\n          around his Margarita glass with his extra long tongue.\n\n          Clara listens intently, eating some jicama slices from a\n\n          platter on the table in front of them.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. HOLBROOKE'S LIVING ROOM - LATER\n\n\n\n          Phil watches as Holbrooke licks the salt allllll the wav\n\n          around his Margarita glass with his extra long tongue. Clara listens intently, eating some jicama slices from a\n\n          platter on the table in front of them. \n\nTARGET SECTION TO BE ANNOTATED:\n                         HOLBROOKE\n\n          He's like a Nicaraguan turtle - keeps his\n\n          head deep in his shell unless he\n\n          absolutely has to stick it out. Those\n\n          photos must be really important to him.\n\n\n\n                         (MORE)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          49.\n\n\n\n          HOLBROOKE (COIN\" D )\n\n\n\n                         (NOTICING) 1Ï¿½1\n\n          More jicama, Clara? And sure no\n\n          Margari-La to calm your nerves?\n\n\n\n                         CLARA\n\n          No thanks, I'm\n\n          Holbrooke picks up the plate and Margarita glass, then\n\n          crosses to his INDOOR COMPOSTER, adding the extra liquid\n\n          and scraps.\n\n\n\n                         CLARA (CONT'D)\n\n          What does Stockton do?\n\n\n\n                         HOLBROOKE\n\n          Officially, he runs a bunch of these\n\n          exclusive private clubs downtown where\n\n          his high powered friends go to let their\n\n          hair down. Has one place called Le\n\n          Passage, another called The Rainbow-\n\n\n\n                         CLARA\n\n          e Rainbow! Stockton asked how we\n\n          there to set things up!\n\n\n\n                         HOLBROOKE\n\n\n\n                         (NODS)\n\n          Interesting. I've had some of my guys\n\n          looking into Stockton for years, but\n\n          nothing ever sticks to him. He's very\n\n          careful - ties up his loose ends and\n\n          covers his tracks. But with this... he\n\n          might have accidentally left himself\n\n          open.\n\n\n\n                         (BE\n\n          The th need to do now is keep you\n\n          two safe. I'm going to call the office,\n\n          put you under some protection until we\n\n          figure out the best game\n\n\n\n                         CLARA\n\n          Should we be worried about our s\n\n\n\n                         HOLBROOKE\n\n          (shakes his head)\n\n          Wouldn't be Stockton's pattern to risk\n\n          ing this any larger than it is. Where\n\n          is he?\n\n\n\n                         CLARA\n\n          I s staying at my m\n\n\n\n                         HOLBROOKE\n\n\n\n                         (SMILES WARMLY)\n\n          Aw, how is Ruth? Always thought the\n\n          world of her.\n\n\n\n                         1Ï¿½1\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          50.\n\n\n\n                         CLARA\n\n          And she of you.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlways thought the\n\n          world of her. 1Ï¿½1\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          50. CLARA\n\n          And she of you. \n\nTARGET SECTION TO BE ANNOTATED:\n          As it comes out of her mouth, Clara realizes and guiltily\n\n          looks over at Phil BRISTLING. Holbrooke goes to a pile\n\n          of already used sheets of paper and picks one up along\n\n          with a pen.\n\n\n\n                         HOLBROOKE\n\n          I'll just need your full names and your\n\n          socials so I can get the paperwork\n\n          started at the bureau. Not yours, Clara.\n\n          Know that by heart.\n\n          Both Phil and Clara are taken aback.\n\n\n\n                         HOLBROOKE (CONT'D)\n\n\n\n                         (CHUCKLES)\n\n          Just kidding. But I'm sure Phil-a-buster\n\n          knows 'em both, right?\n\n          Phil looks on both sides of the paper Holbrooke hands\n\n          him.\n\n\n\n                         PHIL\n\n          Uh... there's already writing all over\n\n          this.\n\n\n\n                         HOLBROOKE\n\n\n\n                         (B\n\n\n\n                         IG EYED)\n\n          Does another tree really need to die for\n\n          me to get your socials, Phil?\n\n          Phil bites his tongue yet again, squeezing the writing\n\n          into a side of the paper.\n\n\n\n                         HOLBROOKE (CONT'D)\n\n          So just one kid, guys? What's keeping\n\n          you? Clocks ticking Clara - tickety tock\n\n          tuck.\n\n\n\n                         PHIL\n\n\n\n                         (WRITING)\n\n          Yeah, well, that's a topic for another-\n\n\n\n                         HOLBROOKE\n\n          It's just that by now, you and I woulda\n\n          had a whole brood.\n\n\n\n                         PHIL\n\n          (under his breath)\n\n          That's... charming.\n\n          Phil scoots the paper back to Holbrooke, who squints and\n\n          dramatically turns it sideways.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         E\n\n\n\n                         HOLBROOKE\n\n          w! Paging Dr. Illegible,\n\n           egible to Emergency!\n\n           Holbrooke and Clara burst into laughter. Phil\n\n\n\n                         STONEFACEDÂ®\n\n\n\n           HOLBROOKE (CON T ' D )\n\n          L.O.L,, right?\n\n          (thinking he doesn't\n\n\n\n                         UNDERSTAND)\n\n          It's because you're writing's hard to\n\n          read, Phil, and everyone knows how when\n\n          doctors write things down-\n\n\n\n                         PHIL\n\n          No. Yeah. I get it.\n\n          Holbrook.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nYeah. I get it. Holbrook. \n\nTARGET SECTION TO BE ANNOTATED:\n makes a big show of putting his gun back\n\n          holster as he gets up.\n\n\n\n                         HOLBROOKE\n\n          We'll have you stay at the bureau for the\n\n          night. Safer for you.\n\n\n\n                         CLARA\n\n          Thank you so much, Holbrooke.\n\n          (sighs, relieved)\n\n          I feel like we're in good hands for the E\n\n          first time tonight.\n\n          As Holbrooke goes into the other room to call, Clara lets\n\n          out a sigh of relief then notices Phil's mood.\n\n\n\n                         CLARE\n\n          What's wrong?\n\n\n\n                         PHIL\n\n          I don't know. Maybe I should have had\n\n          one of Holbrooke's eeegerag warn\n\n          raaaarrrrghereeeeetas.\n\n\n\n          !NT. CAR - LATER\n\n           Clam::- olbrooke in the front seat and Phil\n\n          crt-- - in t=-ï¿½ back, they pull up and park at the FBI\n\n          bui Aing m\n\n\n\n                         PHIL\n\n          smells like french fries back here,\n\n\n\n                         HOLBROOK'\n\n          Car runs on cooking oil. I just go\n\n          around to restaurants and recycle their\n\n          old fry oil.\n\n\n\n                         C\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          52.\n\n\n\n                         CLARA\n\n          Phil's really had enough with this guy.\n\n          Your goodness... where does it end?\n\n          Clara shoots Phil a look he back, but Holbrooke\n\n          doesn't get his sarcasm.\n\n\n\n                         HOLBROOKE\n\n\n\n                         (SHRUGS)\n\n          How I roll. Now for some reason they\n\n          wanted us to come in the back entrance.\n\n          He makes a big show of putting his gun back in his\n\n          shoulder strap before getting out of the car.\n\n\n\n          INT. FBI WINDOW\n\n\n\n          Through the window, we see Holbrooke, Phil, and Clara\n\n          walking toward the back of the building.\n\n          In the foreground, A SHADOWY GUY watches them, then\n\n          whispers into his walkie.\n\n\n\n                         SHADOWY GUY\n\n          Positions.\n\n\n\n          FBI BUILDING - MOMENTS LATER\n\n          Holbrooke uses a KEYCARD on his keychain with a flourish\n\n          to enter the rear of the building, then leads Phil and\n\n          Clara through the doors. Suddenly he stops and Phil and\n\n          Clara FREEZE behind them.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHADOWY GUY\n\n          Positions. FBI BUILDING - MOMENTS LATER\n\n          Holbrooke uses a KEYCARD on his keychain with a flourish\n\n          to enter the rear of the building, then leads Phil and\n\n          Clara through the doors. Suddenly he stops and Phil and\n\n          Clara FREEZE behind them. \n\nTARGET SECTION TO BE ANNOTATED:\n          At the other end of the hallway, an FBI UNIT in\n\n          bulletproof gear trains their weapons on the three of\n\n          them. AGENT #1 in the center, obviously the agent in\n\n          charge, yells to them.\n\n\n\n                         AGENT\n\n          Continue slowly down the hallway.\n\n          sudden movements. Are they armed,\n\n          Peterson?\n\n\n\n                         HOLBROOKE\n\n          Uh,\n\n\n\n                         PHIL\n\n          What the hell's going o\n\n\n\n                         HOLBROOKE\n\n          I don't know.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          53.\n\n\n\n                         E\n\n\n\n                         PHIL\n\n          Well, tell them to stand down.\n\n\n\n                         HOLBROOKE\n\n          Uh.. .\n\n\n\n                         PHIL\n\n          Tell your men to stand down, Holbrooke.\n\n\n\n                         AGENT #1\n\n          His men?\n\n          The Agents look at each other and chuckle.\n\n\n\n                         AGENT #2\n\n          What do you want us to do, Holbrooke?\n\n          Reformat our hard drives?\n\n\n\n                         AGENT #3\n\n          Our badass I.T. guy!\n\n          The laughter builds.\n\n\n\n                         CLARA\n\n          I. I. guy?\n\n\n\n                         HOLBROOKE\n\n          OK... I'm not the \"I.T. guy.\" I help out\n\n\n\n                         E\n\n          with computer questions out of kindness!\n\n          But see if that happens anymore, Harold!\n\n\n\n                         AGENT #1\n\n          Alright, enough. Point is, Agent\n\n          Peterson scored tonight. When I typed in\n\n          those socials, an APB shot up with a\n\n          whole laundry list on these guys.\n\n\n\n                         PHIL\n\n          What?\n\n\n\n                         CLARA\n\n          crooked cop did it! It's a lie!\n\n\n\n                         AGENT #1\n\n          It's your booking, Peterson. We're Just\n\n          here to back you up.\n\n          Holbrooke...\n\n          Holbrooke looks nervously between the Agents and Phil and\n\n          Clara. He turns to them, taking Clara's arm.\n\n\n\n                         HOLBROOKE\n\n          Listen guys. I'll just book you and then\n\n          tomorrow we can straighten the whole-\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          54.\n\n\n\n                         E\n\n\n\n                         CLARA\n\n          (pulling arm away)\n\n          What? Oh no you're not!\n\n          Oooohs from the Agents.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nE\n\n\n\n                         CLARA\n\n          (pulling arm away)\n\n          What? Oh no you're not! Oooohs from the Agents. \n\nTARGET SECTION TO BE ANNOTATED:\n                         AGENT #3\n\n          You just gonna take that, Peterson?\n\n\n\n                         HOLBROOKE\n\n\n\n                         (PRESSURED)\n\n          All right. Didn't want to have to-\n\n          Holbrooke reaches into his holster to whip out his gun...\n\n          .but BOBBLES it and it falls to the ground, right at\n\n          Phil's feet. Looking down, Phil instinctively GRABS IT,\n\n          holding the gun to Holbrooke's head.\n\n\n\n                         PHIL\n\n          All right! Nobody move or he gets it!\n\n          Clara's STUNNED. The Agents look at each other, but\n\n          don't seem overly concerned.\n\n\n\n                         AGENT #1\n\n          Holbrooke has a gun? Why does he even\n\n          â¢ have a gun?\n\n\n\n                         HOLBROOKE\n\n\n\n                         (TO PHIL)\n\n          Listen, man. I'm not that important.\n\n          I'm really not. I'm not the IT guy but\n\n          I'm just one step above him! No reason\n\n          to do something rash, all right?\n\n\n\n                         AGENT #3\n\n          You think it's even loaded?\n\n\n\n          A` -.\n\n          I don't.\n\n\n\n                         HOLBROOKE\n\n\n\n                         (FREAKED)\n\n          loaded, guys! It's loaded!\n\n\n\n                         PHIL\n\n          I'm not screwing around!\n\n\n\n                         HOLBROOKE\n\n          He's not screwing around! He's not\n\n          screwing around!\n\n          Pulling a terrified Holbrooke, Phil and Clara back toward\n\n          the rear exit of the building. They try the door, but\n\n          it's locked.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          55.\n\n\n\n                         1Ï¿½1\n\n\n\n                         PHIL\n\n          Keycard.\n\n\n\n                         HOLBROOKE\n\n          What?\n\n\n\n          A FEW FBI AGENTS\n\n          He wants your keycard.\n\n\n\n                         PHIL\n\n          Thanks. He and I, the communication\n\n          isn't great...\n\n          Getting the keychain from Holbrooke, Phil uses the\n\n          keycard then lets it fall to the floor as the door\n\n          unlocks and they back outside.\n\n\n\n          EXT. FBI BUILDING - CONT\n\n\n\n          Phil and Clara back away, keeping Holbrooke between th\n\n          and the agents. Through the door, Agents slowly creep\n\n          down the hallway after them, guns trained.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. FBI BUILDING - CONT\n\n\n\n          Phil and Clara back away, keeping Holbrooke between th\n\n          and the agents. Through the door, Agents slowly creep\n\n          down the hallway after them, guns trained. \n\nTARGET SECTION TO BE ANNOTATED:\n                         HOLBROOKE\n\n          Seriously, Phil. I'm a bad shield. I\n\n          promise.\n\n\n\n                         CLARA\n\n          Wow, Phil!\n\n          Phil feels a little pumped up with Clara's praise.\n\n\n\n                         PHIL\n\n          Just give me your car keys, Holbrooke.\n\n          When we're about to drive off we'll let\n\n          you go.\n\n\n\n                         HOLBROOKE\n\n          Uh, they were on the keychain.\n\n\n\n                         PHIL\n\n          What?\n\n          HOLB'?n`_\n\n          The key chain you dre-,~_d with the keycard\n\n          inside. The keys were on that.\n\n          And so the hero falls...\n\n\n\n                         PHIL\n\n          Shit.\n\n\n\n                         CL AA\n\n          we'll never outrun them.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          56.\n\n          Searching around, Phil eyes the KEYCARD PANEL outside the\n\n          entrance. He aims the gun and FIRES, MISSING BADLY.\n\n          Both he and Holbrooke cover their ears.\n\n\n\n                         HOLBROOKE\n\n\n\n          AH!\n\n\n\n                         PHIL\n\n          YOW! Man is that loud!\n\n          As the Agents run toward the door, Clara quickly grabs\n\n          the gun from Phil and shoots, nailing the lock.\n\n\n\n                         PHIL (CONT'D)\n\n          (stunned, looks at her)\n\n          How are you so good at that?\n\n          The Agents try the door, but are LOCKED IN. Agent #1\n\n          tells his men to stand back and tries shooting the glass,\n\n          but it's BULLETPROOF. He gestures and all the Agents\n\n          rush around to the front.\n\n\n\n                         CLARA\n\n          gotta get going! Quick!\n\n\n\n                         PHIL\n\n          Where?\n\n          They both look around, unsure.\n\n\n\n                         HOLBROOKE\n\n          Across the bridge a few blocks down that\n\n          street there's an entrance to the Green\n\n          Line subway. Get on it and you can get\n\n          anywhere in this city.\n\n          Phil and Clara look at him, confused.\n\n\n\n                         PHIL\n\n          Aren't you supposed to be our hostage?\n\n\n\n                         HOLBROOKE\n\n\n\n                         (SIGHS)\n\n          Whatever. I don't know. Sure. What's\n\n          the difference? I'm never gonna get\n\n          behind that desk now anyway.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nSure. What's\n\n          the difference? I'm never gonna get\n\n          behind that desk now anyway. \n\nTARGET SECTION TO BE ANNOTATED:\n          my gun! I dropped it in front of\n\n          everybody!\n\n\n\n                         PHIL\n\n          It wasn't so much of a drop. it was more\n\n          of a... bobble.\n\n\n\n                         CLARA\n\n          Yeah, a bobble's bad...\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          57.\n\n\n\n                         HOLBROOKE\n\n          Listen, if you just leave me here I can\n\n          tell them you ran the other way. It'll\n\n          buy you time to get there. And maybe I\n\n          can work on clearing all this up for you.\n\n          Phil and Clara look at each other, then start to run\n\n          away. Suddenly Phil stops, thinking.\n\n\n\n                         CLARA\n\n          What?\n\n\n\n                         PHIL\n\n          Let me have the gun.\n\n          As Clara gives it to him, Phil quickly runs back and\n\n          hands it to Holbrooke\n\n\n\n                         PHIL (CONT'D)\n\n          Here. Tell them you got it back from us.\n\n          Holbrooke takes back his aun, grateful.\n\n\n\n                         HOLBROOKE\n\n          Thanks, Phil.\n\n          As Phil runs back, Clara takes in the nice gesture of\n\n          husband.\n\n\n\n          EXT RIDGE - A FEW MINUTES LATER\n\n          A lit up raucous PARTY BOAT in a canal starts to pass\n\n          under a roadway bridge up ahead as Phil and Clara, trying\n\n          to stay in the shadows, walk quickly toward it. Phil\n\n          glances back over their shoulders - the road is DESERTED.\n\n\n\n                         PHIL\n\n          it's just on the other side of that\n\n          bridge. I think we're going to make it.\n\n          He notices Clara looking at him.\n\n\n\n                         PHIL (COND\n\n          What?\n\n\n\n                         CLARA\n\n          Nothing. That was just nice of you, back\n\n          there.\n\n\n\n                         (BEAT)\n\n          This is crazy, but you know what I'm,\n\n          reminded of right now?\n\n\n\n                         PHIL\n\n          Bourne identity?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          58.\n\n\n\n                         CLARA\n\n          I'm talking about right now. When we\n\n          used to walk home late at night after\n\n          going downtown to the clubs. We couldn't\n\n          ever find a cab, remember? We'd grab\n\n          those \"healthy\" dogs and cheese fries at\n\n          the Weiner's Circle and go to the Adler\n\n          Planetarium to watch the sunrise.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhen we\n\n          used to walk home late at night after\n\n          going downtown to the clubs. We couldn't\n\n          ever find a cab, remember? We'd grab\n\n          those \"healthy\" dogs and cheese fries at\n\n          the Weiner's Circle and go to the Adler\n\n          Planetarium to watch the sunrise. \n\nTARGET SECTION TO BE ANNOTATED:\n                         PHIL\n\n          Where I held your hand for the first\n\n          time.\n\n\n\n                         CLARA\n\n          I can't believe we used to stay up all\n\n          night like that.\n\n\n\n                         PHIL\n\n          It's because we could sleep 'til noon.\n\n\n\n                         CLARA\n\n\n\n                         (SMILES SLYLY)\n\n          If I remember correctly, we weren't\n\n          always \"sleeping.\"\n\n          Beat as they share the moment together, walking.\n\n\n\n                         PHIL\n\n          I just don't understand when we got so...\n\n          I don't know...\n\n\n\n                         CLARA\n\n          Old.\n\n\n\n                         PHIL\n\n          No, I was thinking numb. When did we\n\n          become one of those couples that we used\n\n          to look at in restaurants back then and\n\n          think were so sad?\n\n\n\n                         CLARA\n\n          We're not that bad, Phil. I just think we\n\n          haven't been that honest with each other\n\n          recently.\n\n          Phil doesn't understa\n\n\n\n                         CLARA (CONT'D)\n\n          Not big things. Just little things\n\n          keep adding up and putting this thing\n\n          between us.\n\n\n\n                         (BEAT)\n\n          Like the fact I know you never want to\n\n          talk about us having this other baby.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          59.\n\n\n\n                         PHIL\n\n          It's not that I don't want another kid,\n\n          Clara. It's just... I used to be the\n\n          whole pie with you. And now with Ollie\n\n          and your work, I'm barely even a piece of\n\n          the pie anymore. I'm, like, maybe a\n\n          pecan on a piece of the pie! So part of\n\n          me's not jumping at the chance of having\n\n          the little pecan I have left of your\n\n          attention going into some new baby's\n\n          mouth!\n\n\n\n                         CLARA\n\n          But that's crazy, Phil. When you're home\n\n          you're the one who seems like your hardly\n\n          even there! It's all about your work.\n\n          Believe me, if you-\n\n          Clara suddenly notices a POLICE CAR, lights off, drive\n\n          past them over the bridge.\n\n\n\n                         CLARA (CONT'D)\n\n          Shit!\n\n\n\n                         PHIL\n\n          I think we're OK. Just play cool and\n\n          keep walking.\n\n          The patrol car continues across and down the street.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nPHIL\n\n          I think we're OK. Just play cool and\n\n          keep walking. The patrol car continues across and down the street. \n\nTARGET SECTION TO BE ANNOTATED:\n 1ï¿½1\n\n          Phil and Clara breathe a sigh of relief.\n\n          Then suddenly, a few blocks down, BRAKE LIGHTS. The\n\n          patrol car turns around and TURNS ON ITS LIGHTS, zooming\n\n          back toward them.\n\n\n\n                         PHIL (CONT'D)\n\n          Now you can say shit.\n\n          Phil looks around - they're in the middle of the bridge\n\n          with no place to run. Then he notices the lit up PARTY\n\n          BOAT coming out the other side of the bridge beneath\n\n          them.\n\n\n\n                         PHIL (CONT'D)\n\n          e 's only a few feet.\n\n\n\n                         CLARA\n\n          What u high? No way.\n\n          But looking main at the patrol car speeding toward them,\n\n          Phil grabs Clara and dashes for the side of the bridge.\n\n\n\n                         CLARA (CONT'D)\n\n\n\n          AH!\n\n\n\n                         1Ï¿½1\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          60.\n\n          As she's YANKED OVER THE SIDE, Clara CLUTCHES onto the\n\n          railing. With Phil hanging onto her other arm, they\n\n          DANGLE above the water and the boat.\n\n\n\n                         CLARA (CONT'D\n\n          Ahhh! Are you CRAZY!?!\n\n\n\n                         PHIL\n\n          Let go, Clara!\n\n\n\n                         CLARA\n\n          A GROUP of DRUNKEN PARTIERS on the boat, spotting them,\n\n          cheer below. Some even take FLASH PICTURES. Phil looks\n\n          down - if they don't let go soon they're literally going\n\n          to miss the boat.\n\n\n\n                         PHIL\n\n          go or I'm going to tickle you!\n\n\n\n                         CLARA\n\n\n\n                         (DEAD SERIOUS)\n\n          No you're not, Phil. We have a rule!\n\n          tickling. I'm not-\n\n          He reaches up and TICKLES Clara under her arm. She\n\n          giggles.\n\n\n\n                         E\n\n\n\n                         CLARA (CONT'D)\n\n\n\n                         (LAUGHING)\n\n          Ah! Stop it, Phil! Ah! It's not funny!\n\n          I mean- Stop it! Ah!\n\n          Clara can't hold on any longer...\n\n\n\n          EXT. BOAT\n\n\n\n          They land - THUMP! - onto the top deck of the boat, both\n\n          groaning as they roll back and forth while the Drunken\n\n          Partiers CHEER and FLASH PHOTOS.\n\n\n\n                         PHIL\n\n          Ow! I think I broke my butt.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOAT\n\n\n\n          They land - THUMP! - onto the top deck of the boat, both\n\n          groaning as they roll back and forth while the Drunken\n\n          Partiers CHEER and FLASH PHOTOS. PHIL\n\n          Ow! I think I broke my butt. \n\nTARGET SECTION TO BE ANNOTATED:\n                         CLARA\n\n          OW! OW! Dammit, Phil! What's our rule\n\n          about tickling?\n\n\n\n                         PHIL\n\n          I'm sorry! I didn't do it for pleasure!\n\n          What is our rule?\n\n\n\n                         0\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          61.\n\n\n\n                         PHIL\n\n\n\n                         (BLANDLY RECITES)\n\n          \"It's only funny if it's funny for the\n\n          both of us.\"\n\n\n\n                         CLARA\n\n          Right! And guess what? It wasn't funny\n\n          for me, Phil!\n\n          Clara gets up and storms off, clutching her arm. Walking\n\n          down the side of the boat, she passes a MAN down on one\n\n          knee in front of an EXCITED WOMAN, who nods, accepting\n\n          his proposal.\n\n\n\n                          CLARA (CONT'D)\n\n\n\n                          (MARCHING PAST)\n\n          B i g mistake!\n\n          They look at her, stunned.\n\n\n\n          A OTHER PART OF THE BOAT - M0_,'_= -1; LATER\n\n          Phil limps along, finally finding Clara alone and calmed\n\n          down, looking out over the rear of the boat. He comes\n\n          next to her. Beat.\n\n\n\n                         PHIL\n\n          T ' s your elbow?\n\n\n\n                         CL RA\n\n\n\n                         (SIGHS)\n\n          's OK, How`s your butt?\n\n\n\n                         PHIL\n\n          Well, for jumping off a bridge onto a\n\n          moving boat, not so bad.\n\n\n\n                         (SHAKES HEAD)\n\n          I can't even fucking believe this is\n\n          happening to us.\n\n\n\n                         CLARA\n\n          You know, we're kind of running ou\n\n          ons.\n\n\n\n                         PHIL\n\n          Maybe we could just hide or something\n\n          until this all blows over.\n\n\n\n                         CLARA\n\n          What makes you think it ever wil\n\n\n\n                         PHIL\n\n          iaybe we should just turn ourselves\n\n\n\n                         1Ï¿½1\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          62.\n\n\n\n                         CLARA\n\n\n\n                         (SIGHS)\n\n          Imagine what it's going to be like for\n\n          Ollie when everyone hears about this\n\n          tomorrow. I bet our pictures are going\n\n          to be all over the papers.\n\n          Phil nods, gazing out. Then suddenly an idea comes to\n\n          him.\n\n\n\n                         PHIL\n\n          Wait.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nPhil nods, gazing out. Then suddenly an idea comes to\n\n          him. PHIL\n\n          Wait. \n\nTARGET SECTION TO BE ANNOTATED:\n What if we found the pictures?\n\n\n\n                         CLARA\n\n          What do you mean?\n\n\n\n                         PHIL\n\n          These pictures that everyone's after.\n\n          we could get them we'd have some kind o\n\n          bargaining chip to get out of this.\n\n\n\n                         CLARA\n\n          But then we'd have to find the Gales.\n\n          don't know anything about them.\n\n\n\n                         PHIL\n\n\n\n                         (THINKS)\n\n          Except... the Rainbow.\n\n\n\n                         CLARA\n\n\n\n                         (CATCHING ON)\n\n          The pictures have something to do with\n\n          that place!\n\n\n\n                         PHIL\n\n          Yeah, but even so, Holbrooke said these\n\n          clubs are so secret you have to know\n\n          where they are and how to get in-\n\n          Clara rummages through her purse and grabs her phone,\n\n          dialing, then notices Phil looking out, shaking his head.\n\n\n\n                         CLARA\n\n          What?\n\n\n\n                         PHIL\n\n          You're not listening to me again!\n\n\n\n                         CLARA\n\n          \"You have to know where they are and h\n\n          to get in-\"\n\n\n\n                         PHIL\n\n          That's great. Clara wanna cracker?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          63.\n\n\n\n                         C LARA\n\n          I'm calling because of what you said,\n\n          Phil. I know who can help us.\n\n          Clara dials the number.\n\n\n\n                         CLARA_ (CONT'D)\n\n          Hey Jane, it's Clara.\n\n\n\n                         (LISTENS)\n\n          Where am I?\n\n          (beat, looks around)\n\n          I'm... I'm on a party cruise around\n\n          Chicago. Oh yeah. It is turning into\n\n          quite a night. Listen, we need to go to\n\n          this club called the Rainbow later. Do\n\n          you know how we can get in?\n\n          Clara looks at Phil, excited, and nods as she plugs her\n\n          ear and listens. Phil watches her until he notices the\n\n          boat IS TURNING. He looks around the side.\n\n          A slew of POLICE CARS on the shore. He taps Clara.\n\n\n\n                         PHIL\n\n          ara...\n\n          Clara turns and looks.\n\n\n\n                         CLARA\n\n          Oh shoot. You know what Jane? I've\n\n          actually gotta jump off right now.\n\n\n\n          INT. TOUR BOAT - LATER\n\n\n\n          POLICE swarm all over the tour boat, checking every\n\n          compartment.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nI've\n\n          actually gotta jump off right now. INT. TOUR BOAT - LATER\n\n\n\n          POLICE swarm all over the tour boat, checking every\n\n          compartment. \n\nTARGET SECTION TO BE ANNOTATED:\n A DRUNKEN PARTIER shows Lieutenant Manning\n\n          SNAPSHOTS of Phil and Clara landing, groaning, and\n\n          arguing on the back of his digital camera. A POLICEMAN\n\n          comes up to Manning and shakes his head.\n\n\n\n                         LIEUTENANT MANNING\n\n          Check again.\n\n          Manning pockets the camera and starts to walk away.\n\n\n\n                         PARTIER\n\n          Hey! That's mine, man!\n\n\n\n                         LIEUTENANT MANNING\n\n          Evidence.\n\n          The Partier mumbles \"Asshole\" as he stumbles\n\n          Manning si i.s and looks out over the wa\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          64.\n\n\n\n                         E\n\n\n\n          EXT. STREET - LATER\n\n\n\n          It's WINDY and COLD as Phil and Clara, soaked, squeak and\n\n          slosh down the street. Clara, missing one heel, dumps\n\n          water out of her purse as she checks her cellphone.\n\n\n\n                         CLARA\n\n          Mine's totally shot too.\n\n\n\n                         PHIL\n\n          You got the info from her though, right?\n\n\n\n                         CLARA\n\n          Yeah, but we can't get in looking like\n\n          this, Phil.\n\n\n\n                         PHIL\n\n          I don't think we have a choice. Not a\n\n          big shopping hour.\n\n          They walk past the 24 CHICAGO FITNESS CENTER, lights\n\n          blazing. Windows show machines filled with young\n\n          HARDBODIES working out.\n\n\n\n                         PHIL (CONT'D)\n\n          Now if we wanted to do a little cardio,\n\n          on the other hand. Who knew that many\n\n          people worked out at 1 in the morning?\n\n          Clara thinks a moment, then stops in her tracks and looks\n\n          back up at the building.\n\n\n\n                         PHIL (CONT'D)\n\n          You wanna do a little cardio?\n\n          Clara smirks at him, then Phil, thinking, gets it. He\n\n          shakes his head.\n\n\n\n                         PHIL (CONT'D)\n\n          OK, now that's scary. You know you're\n\n          starting to think like a real criminal?\n\n          You know that, don't you?\n\n          Clara waggles her eyebrows. We hear Devo's \"Secret Agent\n\n          Man\" over a TrC _ GE .\n\n\n\n          INT.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nClara waggles her eyebrows. We hear Devo's \"Secret Agent\n\n          Man\" over a TrC _ GE . INT. \n\nTARGET SECTION TO BE ANNOTATED:\n 24 HOUR FITNESS CENTER - MONTAGE\n\n\n\n          - Phil and Clara walk up to the front counter, where the\n\n          GYM GREETER boredly watches TV. They say something and\n\n          the Greeter waves them through without looking up. As\n\n          they hurry on, the Greeter's TV goes to a PROMO TEASER\n\n          for the local late night news: a SNAPSHOT of Phil and\n\n          Clara from the boat with a caption that reads: BONNIE AND\n\n\n\n          CLOD?!?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          65.\n\n\n\n                         1Ï¿½1\n\n          - In the MEN'S LOCKER ROOM, Phil pulls at the COMBINATION\n\n          LOCKS, searching for an open locker. Unable to find one,\n\n          he picks up a bench to throw it at them when TWO JOCKS in\n\n          workout clothes walk in and look at him strangely as he\n\n          holds the bench. Phil moves the bench back and forth,\n\n          pretending it's part of his EXERCISE ROUTINE.\n\n          - In the WOMEN'S LOCKER ROOM, Clara, wrapped in a towel,\n\n          blows out her hair at the mirror. An ATTRACTIVE THIN\n\n          WOMAN walks behind her toward the showers and they smile\n\n          at each other in the mirror. As the THIN WOMAN\n\n          disappears behind the shower glass, Clara makes a MAD\n\n          DASH for the lockers.\n\n          - Back in the MEN'S LOCKER ROOM, Phil lingers as a MAN IN\n\n          A DARK SUIT undresses, getting ready to work out. As the\n\n          man is about to lock his locker, Phil rushes up to him,\n\n          excitedly telling him something and pointing outside.\n\n          The man, confused, exits, and Phil MOVES IN, quickly\n\n          undressing.\n\n          - The Attractive Thin Woman comes back to her locker and\n\n          opens it. Her face drops. Inside hang CL A\"S DRIPPING\n\n\n\n          CLOTHES.\n\n          - OUTSIDE THE GYM, Phil, looking slick in a colored shirt\n\n          and black suit, walks quickly around the corner, then\n\n          stops, stunned. Clara, waiting for him with her hair\n\n          blown out and in a tight fitting RED FLAPPER DRESS with â¢\n\n          RED HEELS, looks AMAZING.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nInside hang CL A\"S DRIPPING\n\n\n\n          CLOTHES. - OUTSIDE THE GYM, Phil, looking slick in a colored shirt\n\n          and black suit, walks quickly around the corner, then\n\n          stops, stunned. Clara, waiting for him with her hair\n\n          blown out and in a tight fitting RED FLAPPER DRESS with â¢\n\n          RED HEELS, looks AMAZING. \n\nTARGET SECTION TO BE ANNOTATED:\n From her expression, she feels\n\n          the same about Phil.\n\n\n\n          EXT. ALLEY - LATER\n\n\n\n          Looking both ways, Phil and Clara walk nervously down a\n\n          dark, derelict alley.\n\n\n\n                         PHIL\n\n          Down here?\n\n\n\n                         JANE\n\n          It's what she said.\n\n\n\n                         PHIL\n\n          And if you die, does Jane get your\n\n          commissic-l on the open house?\n\n          Up ahead, a TWO S:_=:Y LOOKING CHARACTERS huddle near a\n\n          bunch of GARBAGE CANS watching them, a SMALL FIRE nearby.\n\n          Nervously, Clara approaches.\n\n\n\n                         CLARA\n\n          Excuse me?\n\n          Men shoot her a fierce look.\n\n\n\n                         E\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          66.\n\n\n\n                         CLARA (CONT'D)\n\n          Um... do you know which is the way back\n\n          to Kansas?\n\n          They eye her, then inspect Phil up and down. One of them\n\n          LUNGES, and Phil jumps back...\n\n          but he's moving aside some trash cans, revealing a\n\n          RAINBOW COLORED STAIRWAY going down.\n\n\n\n                         SHADY GUY #1\n\n          Welcome to the Rainbow.\n\n\n\n          INT. THE RAINBOW - LATER\n\n\n\n          Reaching the bottom of the stairway, Phil and Clara,\n\n          amazed, take in THE RAINBOW.\n\n          It's a CAVERNOUS ABANDONED SUBWAY STATION that's been\n\n          converted into a GLAMOROUS CLUB. The place is PACKED\n\n          with an elite looking CROWD. Everything in the room -\n\n          the carpet, the tapestries, the clothes of the waitstaff -\n\n          is EMERALD GREEN.\n\n          Phil and Clara nod at each other then separate,\n\n          disappearing into the mix.\n\n\n\n          INT. ANOTHER PART OF THE RAINBOW - SAME\n\n\n\n          Phil looks around, amazed as he wanders between BLACKJACK\n\n          and BACCARAT tables, where well-to-do OLDER guests gamble\n\n          large sums of money, fast looking WOMEN cheering them on.\n\n\n\n          VOICE (O.S.)\n\n          If you wanner be pissed at anyone about\n\n          it, be pissed at Stockton...\n\n          Hearing the name, Phil spots a BALDING MAN talking to 2\n\n          other MEN at one of the tables.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nVOICE (O. S.)\n\n          If you wanner be pissed at anyone about\n\n          it, be pissed at Stockton... Hearing the name, Phil spots a BALDING MAN talking to 2\n\n          other MEN at one of the tables. \n\nTARGET SECTION TO BE ANNOTATED:\n He lingers closer.\n\n\n\n                         BALDING MAN\n\n          You know, rumor is he's behind the whole\n\n          mess. Raking it in on both ends.\n\n          What do you mean?\n\n\n\n                         BALDING MAN\n\n          Hush hush shell companies he owns. One\n\n          of them hires all the construction\n\n          inspectors. Another he's got rents all\n\n          the construction equipment. The more one\n\n          slows things down with violations,\n\n          more the other takes to the bank.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          67.\n\n          The Balding Man leans in and speaks more quietly, causing\n\n          Phil to lean in even more.\n\n\n\n          BALDING MAN (CONT'D)\n\n          My guess is he's trying to screw up Mayor\n\n          Diggs' reelection. Imagine what someone\n\n          like him could do if he got someone less\n\n          \"squeaky clean\" in the Mansion.\n\n          The Balding Man suddenly notices Phil listening. Phil\n\n          pastes on an excited face.\n\n\n\n                         PHIL\n\n          you! Gale, right?\n\n\n\n                         BALDING MAN\n\n          What?\n\n\n\n                         PHIL\n\n          Sorry. From the side... confused you\n\n          with somebody else.\n\n          Phil quickly moves on.\n\n\n\n          INT. ANOTHER PART OF THE RAINBOW -\n\n\n\n          Clara talks to a BUSY BARTENDER at the bar as he\n\n          scrambles to fill drink orders.\n\n\n\n          BA --Y_-_.\n\n          really get s,-.y names.\n\n\n\n                         CLARA\n\n          Thanks any-way.\n\n          With a sigh, Clara starts away from the bar, when she\n\n\n\n          FREEZES.\n\n          ough the crowd, FRANK and HARRY walk right toward her -\n\n          but they haven't seen her yet. Clara spots the KITCHEN\n\n          DOORS nearby and rushes through.\n\n          INT. KITCHEN - C vUOUS\n\n          Clara peeks out through the double door windows. Frank\n\n          and Harry continue through the crowd, unaware.\n\n\n\n          VOICE (O.S.)\n\n          Watch it!\n\n          Clara quickly hugs a large bulletin board covered with\n\n          pictures and time schedules as a WAITER carries a large\n\n          tray of food past her.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          68.\n\n          As she moves off the wall, some papers drop. Clara pins\n\n          them back on, when something else on the bulletin board\n\n          catches her eye...\n\n          .",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs she moves off the wall, some papers drop. Clara pins\n\n          them back on, when something else on the bulletin board\n\n          catches her eye... . \n\nTARGET SECTION TO BE ANNOTATED:\nAmong all the snapshots of staff scattered on the\n\n          bulletin board is a picture of a backyard party with a\n\n          whole group of laughing young people, and the middle of\n\n          the picture, smiling at the camera...\n\n          . is THE NERVOUS WOMAN FROM THE SIGNATURE ROOM\n\n\n\n          BATHROOM.\n\n          Clara pulls the picture off the wall. She catches a\n\n          WAITRESS coming back through the double doors.\n\n\n\n                         CLARA\n\n          Excuse me. Does she work here?\n\n\n\n                         WAITRESS\n\n          Dora? I guess she still does. Hasn't\n\n          been showing up lately, though.\n\n\n\n                         CLARA\n\n          Do you know where I can find her?\n\n\n\n                         WAITRESS\n\n          You could try back tomorrow, see if she-\n\n\n\n                         C\n\n          I need to find her tonight.\n\n\n\n                         WAITRESS\n\n          Did you try Ray's place?\n\n\n\n                         CLARA\n\n          Ray?\n\n\n\n                         WAITRESS\n\n          That sleazebag boyfriend of hers. He's\n\n          got that place a few blocks from here\n\n          where he used to throw those after work\n\n          parties.\n\n\n\n                         CLARA\n\n          Do you remember where it is?\n\n\n\n          ANOTHER PART OF THE RAINBOW\n\n          Phil scans the crowds, back and forth.\n\n\n\n          MALE VOICE (O.S.)\n\n          Phil!\n\n          Hearing his name, Phil nervously turns. MR. RIVERS and\n\n          GEORGE stand together in a corner.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          69.\n\n\n\n                         1Ï¿½1\n\n\n\n                         PHIL\n\n\n\n                         (TO HIMSELF)\n\n          hit.\n\n\n\n          MR. RIVERS\n\n          This is a surprise! What are you doing\n\n          down here?\n\n\n\n                         PHIL\n\n          Uh... well, same thing as you guys, I\n\n          would guess. Working those \"extra\n\n          hours,\" right?\n\n\n\n          CLARA (O.S.)\n\n          Phil!\n\n          Clara, looking amazing in her red flapper dress, weeds\n\n          through the crowd. Mr. Rivers and George take her in,\n\n          obviously impressed.\n\n\n\n                         CLARA (CONT'D)\n\n          Phil, we gotta go. I found out where-\n\n\n\n                         PHIL\n\n\n\n                         ERRUPTING)\n\n          Clara, you remember Mr. Rivers?\n\n          Clara suddenly notices Phil's boss.\n\n          Oh. Oh. Yeah.\n\n\n\n                         GEORGE\n\n          And I'm George.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nOh. Yeah. GEORGE\n\n          And I'm George. \n\nTARGET SECTION TO BE ANNOTATED:\n                         CLARK\n\n          Sorry, but I've got to steal him. We've\n\n          gotta be somewhere else right now.\n\n\n\n          MR. RIVERS\n\n          At 2 in the morning? Where are you guys\n\n          headed?\n\n\n\n                         PHIL\n\n\n\n                         (BEAT)\n\n          I'm sorry, Mr. Rivers. We really can\n\n          talk about it.\n\n          Phil and Clara move off quickly through the crowd as Mr.\n\n          Rivers watches the hand_ï¿½__e, dressed up couple,\n\n          intrigued.\n\n\n\n          MR. RIVERS\n\n          Phil Foster with places to go he can\n\n          talk about at 2 in the morning.\n\n\n\n                         (THOUGHTFUL )\n\n\n\n                         (MORE)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          70.\n\n\n\n          MR. RIVERS (CONT'D)\n\n          You know what makes kangaroos so damn\n\n          dangerous, George? They look so sweet\n\n          and tame, so you forget they're wild\n\n          animals. Lethal when they want to be.\n\n          George, not fully understanding, chuckles and holds out\n\n          his hand for another handshake, but Mr. Rivers, still\n\n          watching Phil, LEAVES HIM HANGING.\n\n\n\n          CLOSEUP ON A TV MONITOR\n\n          A TV MONITOR IMAGE of Phil and Clara making their way\n\n          through the crowd to the exit.\n\n          In the dark room, Frank and Harry look expectantly to the\n\n          well dressed man in a dark suit, who absently twirls with\n\n          two metal balls in his hand.\n\n\n\n          MR. STOCKTON\n\n          See where they take you.\n\n\n\n          EXT. RUN DOWN ROW HOUSE - A LITTLE LATER\n\n\n\n          Phil and Clara knock on the door of a the deserted\n\n          looking row house. No answer. Clara tries the door...\n\n\n\n                         PHIL\n\n          That never really-\n\n          OPENS. She shoots Phil a look.\n\n\n\n                         PHIL (CONT'D)\n\n          OK. Never mind.\n\n          Phil and Clara inch insi\n\n\n\n          RUN DOWN HOUSE - CONTINUOUS\n\n          As they start down the dark hallway to the living room,\n\n          Phil hunches over, hugging the wall.\n\n\n\n                         CLARA\n\n          are you bent over like that?\n\n\n\n                         PI\n\n          sneaking.\n\n\n\n          CLA?.A\n\n          Rut why don't you just walk normally and\n\n          quietly?\n\n\n\n                         PHI\n\n          This is the wav I sneak.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLA?. A\n\n          Rut why don't you just walk normally and\n\n          quietly? PHI\n\n          This is the wav I sneak. \n\nTARGET SECTION TO BE ANNOTATED:\n You sneak in\n\n          your way and I'll sneak in mine, OK?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          71.\n\n\n\n                         CL\n\n\n\n                         (SHRUGS)\n\n          OK. Fine. I was just asking.\n\n          Clara walks quietly behind crouching Phil. Reaching the\n\n          living room, they spot TWO PACKED SUITCASES on the couch.\n\n          Suddenly, the DOOR SLAMS behind them and RAY holds a gun\n\n          to Phil's head, DORA nervously next to him.\n\n\n\n                         RAY\n\n          Talk! Who are you?\n\n\n\n                         PHIL\n\n          You know, that's like the 5th gun I've\n\n          had to my head tonight! Just lower that\n\n          thing and cool it, OK?\n\n          Off guard from Phil's reaction, Ray, confused, does.\n\n\n\n                         DORA\n\n          She was in the bathroom at the\n\n          restaurant!\n\n\n\n                         RAY\n\n          Who are you?\n\n\n\n                         PHIL\n\n          Who are we? Good question! Well,\n\n          everybody thinks we're \"the Gales\"\n\n          because we were lucky enough to take your\n\n          reservation tonight!\n\n\n\n                         RAY\n\n\n\n                         (CONFUSED)\n\n          What? Why would you take our\n\n          reservation?\n\n          Phil shoots Clara a look.\n\n\n\n                         CLARE\n\n          Don't.\n\n\n\n                         RAY\n\n          Both of you. Stand ov there in the\n\n          corner. Dammit Dora, ere's your\n\n          goddamn brother? He was E,.--,-Dc.-zed to b\n\n          here an hour ago!\n\n          I don't know, Ra_, He's not answering\n\n          his phone.\n\n\n\n                         RAY\n\n          Yeah, well, if these guys found u\n\n          long do you think it's gonna take\n\n          other guys? We're dead! DEAD!\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          72.\n\n\n\n                         E\n\n\n\n                         CLARA\n\n          Excuse me.\n\n          In the corner, Clara raises her hand. Ray eyes her\n\n          strangely.\n\n\n\n                         CLARA (CONT'D)\n\n          Sorry. I have to pee.\n\n\n\n                         RAY\n\n\n\n                         (FLUSTERED)\n\n          You have to nee?\n\n          Clara nods. Phil shrugs.\n\n\n\n                         PHIL\n\n          That's my wife.\n\n          Flustered, Ray waves Dora to take Clara.\n\n\n\n          INT.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nPHIL\n\n          That's my wife. Flustered, Ray waves Dora to take Clara. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n BATHROOM - CONTINUOUS\n\n\n\n          Dora talks to Clara as she washes her face in the sink.\n\n\n\n                         DORA\n\n          You must just think I'm awful.\n\n\n\n                         CLARA\n\n          I don't think anything about you. I just\n\n          want this to be over.\n\n\n\n                         DORA\n\n          Ray saw Mr. Stockton making all this\n\n          money blackmailing people at the club.\n\n          When he found out who was interested in\n\n          me... he said it would be so easy. We'd\n\n          never have to work again.\n\n\n\n          RAY (O.S.)\n\n\n\n          HOW LONG DOES IT TAKE TO PEE, GUYS?!?\n\n\n\n                         DORA\n\n          We're coming!\n\n\n\n          INT. LIVING ROOM - SAME\n\n\n\n          Ray peeks nervously out of the window, searching the\n\n          street.\n\n\n\n                         PHIL\n\n          Listen, it looks like things didn't turn\n\n          out the way you planned, but I think all\n\n          Stockton wants is his pictures back. As\n\n          soon as he gets them I bet-\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          73.\n\n\n\n                         RAY E\n\n          Stockton's pictures? You.think they're\n\n          Stockton's pictures?\n\n\n\n                         (SMIRKS)\n\n          You really have no idea what you've\n\n          gotten into, do you?\n\n          BOOM! The window SHATTERS and Ray and Phil hit the deck.\n\n          As Ray starts blindly firing back, Phil crawls on his\n\n          knees and elbows across the floor toward the bathroom.\n\n\n\n          CLARA (O.S.)\n\n\n\n          PHIL?!?!\n\n\n\n                         PHIL\n\n          I'm OK! I'm OK!\n\n          Ray spots Phil crawling away and gets up, turning to him.\n\n\n\n                         RAY\n\n          Hey! Get-\n\n          Suddenly, Ray is SHOT IN THE ARM through the window. He\n\n          drops to the ground in pain, yelling and clutching his\n\n          arm.\n\n\n\n                         RAY (CONT'D)\n\n          Ahh!\n\n\n\n                         Â¢\n\n          Phil crabs along even faster.\n\n\n\n          INT. BATHROOM\n\n\n\n          Clara rushes to the bathroom door, pulling Phil inside\n\n          and locking it.\n\n          As Clara focuses on Phil, Dora thinks fast, taking an\n\n          ELOPE out of her purse and putting it into Clara's\n\n          bout them seeing.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. BATHROOM\n\n\n\n          Clara rushes to the bathroom door, pulling Phil inside\n\n          and locking it. As Clara focuses on Phil, Dora thinks fast, taking an\n\n          ELOPE out of her purse and putting it into Clara's\n\n          bout them seeing. \n\nTARGET SECTION TO BE ANNOTATED:\n                         CLARA\n\n          Oh God! Are you hit?\n\n\n\n                         PHIL\n\n          No... just... a little ... winded...\n\n          that... crawling's... tough... on the\n\n          core...\n\n\n\n          INT. LIVING ROOM - SAME\n\n\n\n          As Harry kicks the gun away from Ray, moaning on the\n\n          floor, Frank comes to the bathroom door. He lightly raps\n\n          on it, then speaks softly.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          74.\n\n\n\n                         LJ\n\n\n\n                         FRANK\n\n          How about you guys let me in before\n\n          someone gets really hurt?\n\n\n\n          INT. BATHROOM\n\n\n\n          Dora quickly opens the window and gestures for Phil and\n\n          Clara to climb through. Just as they squeeze outside...\n\n          BAM! The door handle's BLOWN OFF and Frank kicks the\n\n          door in. He grabs Dora, rushing toward the window, but\n\n          Phil and Clara are GONE.\n\n\n\n                         FRANK\n\n          Dammit!\n\n          Frank eyes Dora, then SHOOTS HER IN THE FOOT, sending\n\n          screaming to the ground in pain.\n\n\n\n                         FRANK(CONT'D)\n\n          You stay put.\n\n          He hurries back through the house.\n\n\n\n          FRONT OF RUN DOWN HOUSE - CONTINUOUS\n\n          Phil and Clara sprint to the street as a BUICK pulls up\n\n          in front and a confused looking CHUBBY GUY steps\n\n\n\n                         CHUBBY GUY\n\n          Hey? Which is 357 Maple Street?\n\n\n\n                         PHIL\n\n          You're Dora's brother?\n\n\n\n                         CHUBBY GUY\n\n          Who are you?\n\n\n\n                         PHIL\n\n          You're late!\n\n\n\n                         CHUBBY GUY\n\n          OK sorry! The roads are all screwed\n\n          with all this construction-\n\n          BOOM! They wince as a SHOT hits the rearview mirror of\n\n          the car. All three spin to see Frank aiming his gun and\n\n          marching toward them, Harry right behind him.\n\n\n\n          CHUBBY GUY (CONT'D)\n\n          Hey!\n\n          Phil quickly pushes Dora's brother aside as he and Clara\n\n          hop into the Buick and PEEL OUT.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          75.\n\n          Frank and Harry SPRINT for their Towncar down the block.\n\n\n\n          INT. CAR - CONTINUOUS\n\n\n\n          Phil screeches the car around the corner.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nFrank and Harry SPRINT for their Towncar down the block. INT. CAR - CONTINUOUS\n\n\n\n          Phil screeches the car around the corner. \n\nTARGET SECTION TO BE ANNOTATED:\n                         CLARA\n\n          Phil! Careful!\n\n          Phil WHIPS the car around another bend.\n\n\n\n                         CLARA (CONT'D)\n\n          Please, Phil! It's not going to do any\n\n          good if you-\n\n\n\n                         PHIL\n\n          (taking another sharp turn)\n\n          Clara! Please! Just leave the driving\n\n          to me, OK?!? I know what I'm-\n\n          SMASH! - they HIT something head-on, SHATTERING the\n\n          windshield.\n\n           Shaking glass off himself, Phil peers forward. They're\n\n          face to face - nose to nose - with another broken\n\n          windshield. In the driver's seat of a SOUPED UP HONDA\n\n          h fiber-optic colored lights, a YOUNG BLACK DUDE â¢\n\n          stares at them in shock.\n\n\n\n                         BLACK DUDE\n\n          No no no. Tell me you did not just do\n\n          that.\n\n\n\n                         PHIL\n\n          Shit!\n\n          The Black Dude gets out of his car to inspect, head in\n\n          hands.\n\n\n\n                         BLACK DUDE\n\n          Oh, man! You did not just do that!\n\n          Whew, you gonna be payin' for this!\n\n\n\n                         PHIL\n\n          owe you one.\n\n          Phil throws the car into reverse, but his tires just\n\n          screech smoke, the wheels spinning in place.\n\n          Looking out his window toward the front, Phil sees that\n\n\n\n          THE SMASHED FRONT GRILL OF THEIR CAR HAS INTERLOCKED WITH\n\n\n\n          ASHED FRONT GRILL OF THE BLACK DUDE'S HONDA. _-M\n\n          The Black Dude comes toward him.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          76,\n\n\n\n                         BLACK DUDE\n\n          Oh no no no. You're gonna get outta this\n\n          car and hand me over a license and some\n\n          insurance. We gonna do this right. Man,\n\n          I think I got whiplash and shit.\n\n          A SCREECH. Phil looks back to see FRANK AND HARRY'S\n\n          TOTnNCAR coming around the corner.\n\n\n\n                         PHIL\n\n          Shit.\n\n          Thinking fast, Phil jumps out of his car and hops into\n\n          the Black Dude's souped up Honda.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nPhil looks back to see FRANK AND HARRY'S\n\n          TOTnNCAR coming around the corner. PHIL\n\n          Shit. Thinking fast, Phil jumps out of his car and hops into\n\n          the Black Dude's souped up Honda. \n\nTARGET SECTION TO BE ANNOTATED:\n                         BLACK DUDE\n\n          Hey! HEY! What do you think you're\n\n          doing?\n\n          The Black Dude chases after him, trying the driver's\n\n          door, but Phil's LOCKED it. Phil yells to Clara.\n\n\n\n                         PHIL\n\n\n\n          PUT IT IN REVERSE AND GUN IT, CLARA!\n\n\n\n                         CLARA\n\n          What? That's insane!\n\n\n\n                         E\n\n          Frank and Harry's car SPEEDS TOWARDS THEM. It will smash\n\n          into them in seconds...\n\n\n\n                         PHIL\n\n\n\n          I KNOW IT IS! BUT DO IT!\n\n          Freaked, Clara hops to the driver's seat and switches to\n\n          reverse, and guns it. At the same moment, Phil steps on\n\n          the gas.\n\n          The Black Dude, hanging onto the driver's door, SCREAMS\n\n          as he's THROWN ONTO THE HOOD. The conjoined cars SHIMMY\n\n          SHAMMY BACKWARD, just in time to dodge the Towncar. The\n\n          Black Dude scrambles for his life through the windshield\n\n          into the passenger's seat next to Phil.\n\n\n\n                         BLACK DUDE\n\n\n\n          JESUS CHRIST! WHAT'S THE MATTER WITH\n\n\n\n          YOU?!!\n\n\n\n                         PHIL\n\n\n\n          NOW PUT IT IN DRIVE!\n\n\n\n                         CLARA\n\n          Huh?\n\n\n\n                         BLACK DUDE\n\n\n\n          JESUS! JESUS!\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          77.\n\n\n\n                         PH IL\n\n\n\n          PUT IT IN DRIVE NOW!\n\n\n\n                         CLARA\n\n          Phil, this is-\n\n\n\n                         BLACK DUDE\n\n\n\n          JESUS JESUS!\n\n\n\n                         PHIL\n\n\n\n          DO IT!\n\n          (to Black Dude)\n\n\n\n          AND YOU! CUT THE JESUS!\n\n          Mumbling angrily, Clara puts her car in drive and steps\n\n          on it. Their cars lurch then burn asphalt as the wheels\n\n          smoke and speed up in the OTHER DIRECTION. They race\n\n          past Frank again, who angrily whips the Towncar around in\n\n          pursuit.\n\n          Looking over his shoulder, Phil tries to steer their\n\n          conjoined cars down the middle of the street, but he and\n\n          Clara are out of sync and their attached cars veer :ildly\n\n          back and forth.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nTheir cars lurch then burn asphalt as the wheels\n\n          smoke and speed up in the OTHER DIRECTION. They race\n\n          past Frank again, who angrily whips the Towncar around in\n\n          pursuit. Looking over his shoulder, Phil tries to steer their\n\n          conjoined cars down the middle of the street, but he and\n\n          Clara are out of sync and their attached cars veer :ildly\n\n          back and forth. \n\nTARGET SECTION TO BE ANNOTATED:\n They hit the curb at an angle and -JcK\n\n          DOWN a whole row of mail boxes until Phil spins h--'-s v;:-reel,\n\n          getting them back into the street.\n\n\n\n                         BLACK DUDE\n\n          Just let me out, OK? You can have it! 1ï¿½1\n\n          You can have it!\n\n\n\n                         PHIL\n\n\n\n                         (IGNORING HIM)\n\n\n\n          DAMMIT! TRY TO KEEP IT STRAIGHT CLARA!\n\n\n\n                         CLARA\n\n\n\n          STOP YELLING AT ME!\n\n\n\n                         PHIL\n\n          I'm not yelling! I'm just talking in an\n\n          very animated voice!\n\n          Looking back over his shoulder again, Phil sees they're\n\n          approaching the lar\n\n          ge intersection with Michigan Avenue.\n\n\n\n                         PHIL (CONT'D)\n\n          OK, now when I say so, spin your wheel!\n\n\n\n                         (BEAT)\n\n\n\n          NOW!\n\n          On his command, Clara spins her wheel sharply to t1-\n\n          right., but it's the wrong way and their cars JACK\n\n          across the road. An ONCOMING SUV honks desperately.\n\n\n\n                         PHIL (CONT'D)\n\n          Ahhhh! Other way! Other way!\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          78.\n\n          Flustered, Clara WHIPS her wheel in the other direction,\n\n          and their two cars tilt up on four wheels (out of eight),\n\n          barely screeching past.\n\n          Landing again and taking in a deep breath, Phil shoots\n\n          her a pissed off look.\n\n\n\n                         CLARA\n\n          What? You just said spin the wheel,\n\n          Phil! You didn't say which way.\n\n\n\n                         PHIL\n\n          Yes I did!\n\n\n\n                         CLARA\n\n          No you didn't!\n\n\n\n                         BLACK DUDE\n\n          She's right! You di\n\n\n\n                         CLARA\n\n\n\n                         (VINDICATED)\n\n          God! Thank you! Can we take him home?\n\n          I need him!\n\n          Both Phil and the Black Dude sees that the Towncar's\n\n          turned onto Michigan Avenue and is still right behind\n\n          E them.\n\n\n\n                          BLACK DUD\n\n           Aw man!\n\n\n\n                         PHIL\n\n\n\n                         (TO CLARA)\n\n          I say our best chance is to reverse\n\n          again, then use both engines to floor\n\n          as fast as we can all the way down\n\n          Michigan.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nBoth Phil and the Black Dude sees that the Towncar's\n\n          turned onto Michigan Avenue and is still right behind\n\n          E them. BLACK DUD\n\n           Aw man! PHIL\n\n\n\n                         (TO CLARA)\n\n          I say our best chance is to reverse\n\n          again, then use both engines to floor\n\n          as fast as we can all the way down\n\n          Michigan. \n\nTARGET SECTION TO BE ANNOTATED:\n                         CLARA\n\n          Why stay on Michigan?\n\n\n\n                         PHIL\n\n          Why stay on Michigan? Because it's a\n\n          wider street.\n\n\n\n                         LARA\n\n          It's also a busier street! I think it\n\n          would be better to try to branch off.\n\n\n\n                         PHIL\n\n\n\n                         (SIGHS)\n\n          Why do you have a problem with every\n\n          route I take?\n\n          Flustered, Phil turns to the Black Dude next to him to\n\n          commiserate, unaware that his STEERING WHEEL DRIFTS.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          79.\n\n\n\n                         1Ï¿½1\n\n\n\n                         PHIL (CONT'D)\n\n          She does this wherever we go! Every\n\n          time!\n\n          Phil doesn't notice the LIGHTS GROWING BRIGHTER behind\n\n          him..\n\n\n\n                         CLARA\n\n\n\n          PHIL!\n\n          LOUD HONNNNNNNKKKKKK. Phil and the Black Dude look over\n\n          their shoulders to see they're heading straight for a\n\n\n\n          DELIVERY TRUCK.\n\n\n\n          PHIL, CLARA AND BLACK DUDE\n\n\n\n          AHHHH!\n\n          Phil SPINS the wheel sharply and they go SIDEWAYS,\n\n          jumping the curb and soaring into MILLENNIUM PARK.\n\n          In their car following them, Frank and Harry's -mouths\n\n          drop.\n\n\n\n          EXT. MCCORMICK ICE RINK\n\n\n\n          The conjoined cars sail across the\n\n          grass and SMASH\n\n          THROUGH a barrier, landing on the MCCORMICK ICE RINK.\n\n          Their cars PINWHEEL OUT OF CONTROL across the ice. Phil,\n\n          Clara, and the Black Dude are all WIDE EYED as the world\n\n          is a SPINNING BLUR around them.\n\n          Finally, they hit the other side. Getting his bearings,\n\n          Phil sees the Towncar has entered the park after them.\n\n          He searches where to go next, then spots something.\n\n\n\n                         PHIL\n\n          Clara! Reverse it, keep it straight\n\n          put your foot to the floor. Give it\n\n          everything!\n\n          Clara reverses and Phil puts the car in drive and floors\n\n          it. The car goes faster... faster...\n\n\n\n                         BLACK\n\n          Oooh. I really woulc_n.'t be doing that.\n\n\n\n                         CLARA\n\n          Doing what? What are you doing?!?\n\n          Clara glances over her shoulder.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLARA\n\n          Doing what? What are you doing?!? Clara glances over her shoulder. \n\nTARGET SECTION TO BE ANNOTATED:\n Their heading strai\n\n          toward a CONCRETE STAIRWAY.\n\n\n\n          CL. (CONT'D)\n\n          Oh God.\n\n\n\n                         0\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          80.\n\n\n\n                         1Ï¿½1\n\n\n\n                         PHIL\n\n          Just trust me!\n\n          The conjoined cars HIT the steps and their wheels SMOKE\n\n          as the TWO ENGINES POWER TOGETHER ALL THE WAY UP THE\n\n\n\n          STAIRWAY!\n\n          The Towncar tries the follow them, but its single engine\n\n          doesn't have enough power. Swearing under his breath,\n\n          Frank reverses back down the steps.\n\n\n\n          EXT. CLOUD GATE\n\n\n\n          Phil and the Black Guy both look back over their\n\n          shoulders as they speed by Anish Kapoor's large metallic\n\n          CLOUD GATE. No sign of the Towncar. The Black Guy holds\n\n          up his hand for Phil.\n\n\n\n                         BLACK DUDE\n\n          Ha HA! That last move was wicked, man.\n\n          Wicked.\n\n          They try to give each other a fancy handshake, but Phil,\n\n          the WHITEST MAN EVER, muddles it up.\n\n\n\n                         PHIL\n\n          â¢ Sorry.\n\n\n\n                         BLACK DUDE\n\n          s cool.\n\n\n\n                         CLARA\n\n\n\n                         (SPOTTING SOMETHING)\n\n          They're back.\n\n          They peek again over their shoulders. The Towncar's\n\n          driven around and is now BACK ON THEIR TAILS.\n\n\n\n                         BLACK DUDE\n\n          Jesus! What the hell are you guys in\n\n          trouble for?\n\n\n\n                         'D R\n\n\n\n                         (SIGHS)\n\n          f i ght... you name it.\n\n\n\n          EXT. GREAT LAWN\n\n\n\n          Phil and Clara's conjoined cars barrel across the gr ss\n\n          of the Great Lawn in Millennium park, then SPIN onto\n\n          Columbus Drive, the Towncar giving chase.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         81\n\n\n\n          EXT. COLUMBUS DRIVE\n\n\n\n          Phil peeks back over his shoulder then sighs, looking at\n\n          Clara.\n\n\n\n                         PHIL\n\n          Can we just try to work together at this?\n\n\n\n                         CLARA\n\n\n\n                         PHIL-\n\n\n\n                         PHIL\n\n          I'm not blaming you. Please?\n\n          Clara nods.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLARA\n\n\n\n                         PHIL-\n\n\n\n                         PHIL\n\n          I'm not blaming you. Please? Clara nods. \n\nTARGET SECTION TO BE ANNOTATED:\n                         PHIL (CONT'D)\n\n          Now whatever direction I give you, take\n\n          your normal version of it and tone it\n\n          down like 85 percent, OK?\n\n\n\n                         CLARA\n\n          35 percent. Fine.\n\n\n\n                          PHIL\n\n          OK. Small left. Now!\n\n\n\n                          E\n\n          Clara breathes deeply and turns her wheel slightly lefts\n\n          They ZOOM around the corner.\n\n\n\n                         PHIL (CONT'D)\n\n\n\n                         (LOOKING BACK)\n\n          Yes! That was awesome! Perfect, Clara!\n\n          Now give me a medium right. Do it!\n\n          She does and they veer sharply and perfectly onto another\n\n          street.\n\n\n\n                         CLAA\n\n          Yes!\n\n\n\n                         BLACK DUDE\n\n          Now we're cooking with fire!\n\n          Now tiny le\n\n\n\n          CL AP.A\n\n\n\n                         (HAVING FUN)\n\n          You act it!\n\n          They make the slightest turn.\n\n\n\n                         1Ï¿½1\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          82.\n\n\n\n                         1Ï¿½1\n\n\n\n                         PHIL\n\n          Yes!\n\n          (spotting something ahead)\n\n          No.\n\n\n\n                         BLACK DUDE\n\n          Oh no.\n\n\n\n                         CLARA\n\n          What?\n\n          Clara turns around to look. LIGHTS FLASH as a BARRIER\n\n          comes down across the road - A DRAWBRIDGE ahead is slowly\n\n          rising.\n\n          Phil looks behind - the Towncar's got them closed in.\n\n          The Black Dude peeks back as well, then turns to Phil.\n\n\n\n                         BLACK DUDE\n\n          say we can pop you guys up and over.\n\n\n\n                         PHIL\n\n\n\n                         H\n\n\n\n                         CLARA\n\n          Excuse me? What are you talking about,\n\n          \"pop you guys up and over?\"\n\n\n\n                         E\n\n\n\n                         BLACK DUDE\n\n          You climb over, then we both reverse it\n\n          and leadfoot the motherfuckers. Send you\n\n          flying over the top.\n\n\n\n                         CLARA\n\n          What?\n\n          Sucking in a breath, Phil hands control of the car back\n\n          to the Black Dude. As the conjoined cars zoom toward the\n\n          drawbridge, Phil CRAWLS ON THE ATTACHED HOODS FROM ONE\n\n          WINDSHIELD TO THE OTHER, sitting next to Clara.\n\n\n\n                         CLARA (CONT'D)\n\n          Phil, don't even think of it.\n\n\n\n                         PHIL\n\n          can do it. Clara.\n\n\n\n                         CLARA\n\n          No, Phil.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nPHIL\n\n          can do it. Clara. CLARA\n\n          No, Phil. \n\nTARGET SECTION TO BE ANNOTATED:\n We can't! It's suicide!\n\n\n\n                         BLACK DUDE\n\n          Here we go now... One... two... THREE!\n\n\n\n                         CLARA\n\n\n\n          NO!\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          83.\n\n          But Phil reaches over and switches the gear to reverse,\n\n          stepping on Clara's foot to GUN IT.\n\n\n\n                         CLARA (CONT'D)\n\n\n\n          AHHHH!\n\n          The two cars SMOKE as their wheels spin in opposite\n\n          directions, then DISLODGE. Phil and Clara's car flies\n\n          reverse UP ONE SIDE OF THE DIAGONAL DRAWBRIDGE...\n\n          .and LANDS SPINNING IN A FLURRY OF SPARKS OVER ON THE\n\n          OTHER SIDE, causing AIR BAGS to deploy all around Phil\n\n          and Clara.\n\n          The Black Dude spins his steering wheel, jack-knifing his\n\n          Honda across the road, and PUTS ON HIS SEAT BELT. Frank\n\n          and Harry's eyes go wide as Frank jams on his brakes, but\n\n          the Towncar CRASHES right into the Honda.\n\n          ugh his broken window, the Black Dude grins at Frank\n\n          and Harry.\n\n\n\n                         BLACK DUDE\n\n          Hope you all got insurance.\n\n          Hitting a button, he starts a FIBER-OPTIC LIGHT SHOW on\n\n          his Honda.\n\n\n\n                         U\n\n\n\n          INT. PHIL AND CL ARA' S CAR - CONTINUOUS\n\n\n\n          As their car comes to a SMOKING, SPINNING STOP in the\n\n          middle of the deserted road, Phil sandwiched in air bags,\n\n          catches his breath.\n\n\n\n                         PHIL\n\n\n\n                         (INVIGORATED)\n\n          We did it! We did it!\n\n          A DOOR SLAM. Phil moves an air bag aside to see Clara\n\n          MARCHING AWAY down the street.\n\n\n\n          EXT. OTHER SIDE OF THE BRIDGE - CONTINUOUS\n\n\n\n          Phil rushes after Clara, trying to catch up.\n\n          Where are you going?\n\n\n\n                         CLARA\n\n          I want to make sure that at least one\n\n          our son's parents survives tonight!\n\n\n\n                         PHIL\n\n          What?\n\n\n\n                         0\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          84.\n\n\n\n                         CLARA\n\n          You almost just got us killed!\n\n\n\n                         PHIL\n\n          I see. I almost got us killed.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLARA\n\n          You almost just got us killed! PHIL\n\n          I see. I almost got us killed. \n\nTARGET SECTION TO BE ANNOTATED:\n Forget\n\n          about the people chasing and shooting at\n\n          us all night long because of the\n\n          reservation you stole.\n\n\n\n                         CLARA\n\n          There's a difference between fleeing from\n\n          people shooting at you and knowingly\n\n          driving a car in reverse over an open\n\n          drawbridge!\n\n\n\n                         PHIL\n\n          Unbelievable! You know, all you complain\n\n          about is that I don't take risks anymore.\n\n          Then the second I do, you get mad at me\n\n          for doing it! I can't win with you!\n\n\n\n                         CLARA\n\n          Poor Phil! You have i so bad, don't\n\n          you!\n\n\n\n                         PHIL\n\n          Oh, you have no idea! Every single day\n\n          from the moment we wake up you're bossy,\n\n          â¢ disapproving, inconsiderate-\n\n\n\n                         CLARA\n\n          I'm inconsiderate? I'M INCONSIDERATE?!?\n\n          Have you ever seen our bathroom in the\n\n          morning after Tsunami Phil's blown\n\n          through? The floor! The sink! You use\n\n          my toothbrush.\n\n\n\n                         PHIL\n\n          What's the difference? Afraid you're\n\n          gonna get my cooties?\n\n\n\n                         CLARA\n\n          I want my own toothbrush, Phil! Sue me!\n\n          And how many years have I asked you to do\n\n          a simple thing like put the toilet paper\n\n          in right?\n\n\n\n                         PHIL\n\n          Listen to yourself! You have problems\n\n          with how I pqt in the toilet paper!\n\n\n\n                         C\n\n          Because under makes no sense, Phil!\n\n          Under makes no sense! When it's under it\n\n          doesn't pull off right! It just keeps\n\n          spinning and spinning and doesn't cascade\n\n          properly!\n\n\n\n                         (MORE)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          85.\n\n\n\n                         CLARA (CONTVD)\n\n          After ten years of asking you to have\n\n          roll the right way, you still can't do\n\n          it!\n\n\n\n                         PHIL\n\n          Yeah, how about the fact that I have not\n\n          woken up with our comforter over me once\n\n          in those 10 nears! You steal the whole\n\n          thing away from me every night and\n\n          mummify yourself.\n\n\n\n                         CLARA\n\n          What? Phil, I do not \"steal\" the\n\n          comforter.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou steal the whole\n\n          thing away from me every night and\n\n          mummify yourself. CLARA\n\n          What? Phil, I do not \"steal\" the\n\n          comforter. \n\nTARGET SECTION TO BE ANNOTATED:\n It just happens when we're-\n\n\n\n                         PHIL\n\n          (points at her)\n\n          Bulls Bull-shit.\n\n\n\n                         CLARA\n\n          Don't you point that at me!\n\n\n\n                         PHIL\n\n          I see your hock leg lock maneuver. Don't\n\n          think I don't!\n\n\n\n                         (ILLUSTRATING)\n\n          You wrap that leg around and lock the\n\n          comforter down then reeeeel it in so I\n\n          can't pull it at all.\n\n\n\n                         Â¢\n\n\n\n                         CLARA\n\n          I do not leg lock the comforter!\n\n\n\n                         PHIL\n\n          Oh yes you do!\n\n\n\n                         CLARA\n\n          u think I don't know your little\n\n          icks? Where you leave like half a\n\n          thimble of milk in the carton and put it\n\n          back in the fridge so you don't have to\n\n          be the one to \"finish\" it and replace it?\n\n\n\n                         PHIL\n\n          You're right. I do that. You know why\n\n          do that, Clara?\n\n\n\n                         CLARA\n\n          Because you don't want to haul your\n\n          ass to the market to buy it yourself!\n\n\n\n                         PHIL\n\n          Because I'm afraid to! God forbid I\n\n          the wrong kind of grass-fed bio\n\n          homogenized whatever and meet your wrath!\n\n          You're like the Nutrition Nazi.\n\n\n\n                         (MORE)\n\n\n\n                         1Ï¿½1\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          86.\n\n\n\n          PHIL (CONT' D )\n\n          And I've got to be your little Nutrition\n\n          Nazi Goebbels because we have to be this\n\n          \"united front\" with Ollie! What's wrong\n\n          if he eats two bowls of Captain Sugar\n\n          instead of one? Or if his handwriting\n\n          isn't perfect? Or if he goes to school\n\n          for one day not dressed like Finneas J.\n\n          Nerdo!\n\n\n\n                         CLARA\n\n          Poor Phil. I feel so sorry for you.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nNerdo! CLARA\n\n          Poor Phil. I feel so sorry for you. \n\nTARGET SECTION TO BE ANNOTATED:\n I\n\n          must be hard having to be the cool fun\n\n          parent while I get to be the one who\n\n          makes sure our child's fed, clothed and\n\n\n\n          SURVIVES!\n\n\n\n                         PHIL\n\n          How would you even know? You don't give\n\n          me or anyone else a chance! You're so\n\n          goddamn controlling! You've got to be\n\n          Wonder Woman, keeping everyone in line,\n\n          looking down on them from her fancy\n\n          Wonder Woman plane and controlling\n\n          everything with all her wonder\n\n          superpowers! You paint yourself as this\n\n          victim but you get off on being the\n\n          superlady!\n\n\n\n                         CLARA\n\n          Urgh! You know w sometimes I don't pay\n\n          attention to you, Phil? Because you give\n\n          me a headache!\n\n          Clara angrily rummages through her purse then lets out a\n\n          frustrated sigh.\n\n\n\n                         PHIL\n\n          What? No aspirin in the wonderpurse?\n\n          How could it be?\n\n          Clara, furious, HURLS her purse at Phil's head. He ducks\n\n          and the contents spill all over the road.\n\n\n\n                         CLARA\n\n          Screw you, Phil!\n\n\n\n                         PHIL\n\n          Yeah, fine! Sure! Screw me ! Even if I\n\n          survive tonight I'm screwed all around\n\n          anyway! Screwed with you! Screwed with\n\n          my job!\n\n\n\n                         CLARA\n\n          What are you talking about, screwed with\n\n          your job?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          87.\n\n\n\n                         1Ï¿½1\n\n\n\n                         PHIL\n\n          was supposed to spend all tonight\n\n          guring out a new brilliant plan for the\n\n          fund so George wouldn't take it over\n\n          tomorrow. Doesn't look like that's gonna\n\n          happen!\n\n\n\n                         CLARA\n\n          Why didn't you tell me?\n\n\n\n                         PHIL\n\n          I don't know, Clara. Maybe because I\n\n          didn't want you chiming in on how Mr.\n\n          Rivers was right. He wants the new guy\n\n          for all the reasons you complain about\n\n          me! Someone who doesn't \"play it safe.\"\n\n          Someone who'll \"take a risk.\"\n\n\n\n                         CLARA\n\n          I can't believe that's what you think\n\n          do.\n\n\n\n                         PHI\n\n          Yeah, well...",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe wants the new guy\n\n          for all the reasons you complain about\n\n          me! Someone who doesn't \"play it safe.\"\n\n          Someone who'll \"take a risk.\"\n\n\n\n                         CLARA\n\n          I can't believe that's what you think\n\n          do. PHI\n\n          Yeah, well... \n\nTARGET SECTION TO BE ANNOTATED:\n                         (BEAT)\n\n          You know, when you set up this whole\n\n          \"magical\" night, in that dress... I got\n\n          this glimmer that it was going to be like\n\n          it used to be with us. But... I don't\n\n          know. I guess we're just not those\n\n          people anymore.\n\n\n\n                         CLARA\n\n\n\n                         (BEAT)\n\n          I guess we're not.\n\n          Shaking his head, Phil turns and walks away do-- the\n\n          street. Clara, trying to hold it together, h\n\n          and starts to gather the items from her purse\n\n          something catches his eye. She picks up the\n\n          ENVELOPE that Dora put in her bag.\n\n\n\n          EXT. ROADWAY - MOMENTS LATER\n\n\n\n          As Phil walks along, Clara comes running up behind him.\n\n          Phil! Phil!\n\n          She steps in front of him, trying to catch her breath.\n\n\n\n                         PHIL\n\n          I think we said all needs to be said\n\n          right now, Clara.\n\n          Panting, Clara holds out the manila envelope.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          88.\n\n\n\n                         E\n\n\n\n                         CLARA\n\n          This... this... this...\n\n\n\n                         PHIL\n\n          What?\n\n\n\n                         CLARA\n\n\n\n                         (PANTING)\n\n          Side cramp... Wow.\n\n          She hands Phil the manila envelope and bends down, trying\n\n          to stop her cramp. Confused, Phil opens it and looks at\n\n          the pictures inside. His brow furrows.\n\n\n\n                         PHIL\n\n          What is it?\n\n          Clara looks over his shoulder, shakes her head and TURNS\n\n          THE PICTURE THE OTHER WAY AROUND. Phil's eyes go wide.\n\n\n\n                         PHIL (CONT'D)\n\n          Oh jeez. It's... it's...\n\n\n\n                         C\n\n          It's the Mayor.\n\n          Phil looks at Clara, taking it all in.\n\n\n\n          PHIL (V.0.)\n\n          I bet this didn't have anything to do\n\n          with Stockton at first.\n\n\n\n          EXT. DESERTED STREETS - LATER\n\n\n\n          Phil and Clara walk quickly down the street as they piece\n\n          things together.\n\n\n\n                         PHIL\n\n          The Mayor must have gone to Stockton's\n\n          club one night. He saw Dora working\n\n          there and obviously gave some sign that\n\n          he was interested.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nDESERTED STREETS - LATER\n\n\n\n          Phil and Clara walk quickly down the street as they piece\n\n          things together. PHIL\n\n          The Mayor must have gone to Stockton's\n\n          club one night. He saw Dora working\n\n          there and obviously gave some sign that\n\n          he was interested. \n\nTARGET SECTION TO BE ANNOTATED:\n                         CLARA\n\n          So much for \"Mr. Squeaky Clea\n\n\n\n                         PHIL\n\n          Her sleazy boyfriend Ray finds out and\n\n          convinces her to take him up on it so\n\n          they could photograph it and blackmail\n\n          him.\n\n\n\n                         CLARA\n\n          They knew it was an election year and he\n\n          would have to pay them whatever they\n\n          asked.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          89.\n\n\n\n                         PHIL\n\n          But somehow Stockton found out about the\n\n          photos too and wanted that power over the\n\n          mayor himself.\n\n\n\n                         CLARA\n\n          So he sent his guys to the restaurant to\n\n          intercept the Gales and get the photos.\n\n\n\n                         PHIL\n\n          But Ray and Dora spotted them and bailed\n\n          before the Mayor even had a chance to\n\n          show up.\n\n          Phil thinks. He snaps his fingers.\n\n\n\n                         CLARA\n\n          What?\n\n\n\n                         PHIL\n\n          If we could find some way to get in touch\n\n          with the mayor directly, without anyone\n\n          else knowing, there actually might be a\n\n          way out of this for us.\n\n          Clara thinks for a moment. A light comes to her eyes.\n\n\n\n                         CLARA\n\n          can.\n\n\n\n          DOORMAN BUILDING - LATER THAT NIGHT\n\n          Phil and Clara walk into the lobby of the doorman\n\n          building and start toward the elevator, straight past the\n\n\n\n          NIGHT DOORMAN.\n\n\n\n                         DOORMAN\n\n          Whoa whoa whoa. Where do you\n\n          you're going?\n\n\n\n                         CLARA\n\n          Oh, we're guests of Apartment 605\n\n          The Doorman picks up the phone to call the apartmen\n\n\n\n                         DOORMAN\n\n          And you are?\n\n          looks at him in shock.\n\n\n\n                         CLARA\n\n          Are you crazy? It's 4 in the morning!\n\n           We were lust out for dinner. Trust me\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          90.\n\n\n\n                         Â¢\n\n\n\n                         DOORMAN\n\n          I'm not really allowed to just let you up\n\n          there.\n\n\n\n                         CLARA\n\n          Please. Just look at us!\n\n          The Doorman looks at Phil and Clara - a white, well\n\n          dressed suburban couple.\n\n\n\n                         DOORMAN\n\n          OK. Yeah. Go ahead.\n\n          The elevator door opens and they get inside.\n\n\n\n                         PHIL\n\n          Have a nice night.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nGo ahead. The elevator door opens and they get inside. PHIL\n\n          Have a nice night. \n\nTARGET SECTION TO BE ANNOTATED:\n                         DOORMAN\n\n          You too.\n\n\n\n                         ELEVATOR\n\n          As the elevator doors close, Phil and Clara look at each\n\n          other, then simultaneously slip PAPER BAGS with EYE and\n\n          MOUTH HOLES over their heads.\n\n\n\n          INT. MRS. CARDIGAN'S APARTMENT - MOMENTS LATER\n\n\n\n          Mrs. Cardigan, in her frilly nightgown with her eyemask\n\n          pulled up on her forehead, walks through her dark living\n\n          room toward the POUNDING on her front door.\n\n\n\n          PHIL (O.S.)\n\n\n\n                         (THROUGH DOOR)\n\n\n\n          GAS AK LADY! OPEN UP!\n\n\n\n          MRS. CARDIGAN\n\n          All right. All-\n\n          As Mrs. Cardigan opens the door, Phil and Clara, in their\n\n          masks, BUM RUSH her. Screaming, Cardigan dodges, running\n\n          back to her desk. Phil and Clara give chase, but\n\n          Cardigan grabs a LARGE METAL YARDSTICK and starts\n\n          WHOPPING PHIL over and over on his paper bag head,\n\n          screaming the whole time.\n\n\n\n           MRS. CARDIGAN (CONT'D)\n\n\n\n          AHHHHH!\n\n\n\n                         PHIL\n\n\n\n          OW! OW! OW!\n\n          Clara grabs her from behind, bringing her down.\n\n\n\n                         1Ï¿½1\n\n          rubs his paper bag head.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          9i.\n\n\n\n          .7\n\n\n\n                         PHIL (CONT'D)\n\n          Jesus!\n\n\n\n          INT. CARDIGAN'S APARTMENT - MOMENTS LATER\n\n\n\n          Having put Cardigan's eyenask back over her eyes, Clara,\n\n          bag off, holds Cardigan in a chair as Phil comes back\n\n          into the living room holding two spools of FUZZY YARN.\n\n\n\n                         PHIL\n\n          I can't find any rope. Only yarn.\n\n\n\n                         CLARA\n\n          Yarn? Fine. Just use that. I'll start\n\n          looking.\n\n          Phil gets to work, wrapping the yarn over and over, tying\n\n          Cardigan's arms to the back of the chair, while Clara\n\n          searches Cardigan's desk.\n\n\n\n          MRS. CARDIGAN\n\n          You two weren't very prepared.\n\n\n\n                         PHIL\n\n          Excuse me?\n\n\n\n          MRS.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARDIGAN\n\n          You two weren't very prepared. PHIL\n\n          Excuse me? MRS. \n\nTARGET SECTION TO BE ANNOTATED:\n CARDIGAN\n\n\n\n                         E\n\n          You should have been more prepared.\n\n          Thought ahead and brought the rope\n\n          you.\n\n\n\n                         PHIL\n\n          OK, why don't you lay off the critiqu\n\n\n\n          MRS. CARD---'--'\n\n          's not a critique. It's a fact.\n\n\n\n                         PHIL\n\n          Oh is it a fact?\n\n\n\n          MRS. CARDIGA?\n\n          Yes. ng word choice.\n\n\n\n                         PHIL\n\n          Wrong word choice? Unbelievable! Well,\n\n          let me throw a little word choice\n\n          \"correction\" your way.\n\n\n\n                         CLARA\n\n          Partner!\n\n\n\n                         PHIL\n\n          Five year old kids can't be\n\n          \"antagonistic.\"\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          92.\n\n\n\n                         E\n\n\n\n                         CLARA\n\n\n\n                         PARTNE\n\n          Phil looks over. Clara makes the \"Cut it out\" gesture\n\n          across her throat.\n\n\n\n                         CLARA (CONT'D)\n\n          If you're done tying her up, come over\n\n          and help.\n\n          Phil crosses the room and starts going through notebooks\n\n          on the desk.\n\n\n\n          MRS. CARDIGAN\n\n          The name's Cardigan, not Rockefeller, if\n\n          you haven't figured it out yet! What\n\n          idiots!\n\n\n\n                         PHIL\n\n          You must be such a positive influence on\n\n          our youth.\n\n\n\n          MRS. CARDIGAN\n\n          You're one to talk!\n\n\n\n                         CLARA\n\n          Partner!\n\n\n\n                         (TO CARDIGAN)\n\n          1ï¿½1 Listen, lady, just sit tight and we'll be\n\n          out of here before you know it.\n\n          Phil picks up and flips quickly through a notebook, when\n\n          he spots something and doubles back, starting to read.\n\n          His brow furrows.\n\n          Clara, deep in her own workbook, suddenly brightens.\n\n\n\n                         CLARA (CONT'D)\n\n          Got it!\n\n          She notices Phil's expression.\n\n\n\n          CLARA (CONT ' D )\n\n          What?\n\n          hands the book to Clara to read. She does and\n\n          darkens.\n\n\n\n                         CLARA (CONT'D)\n\n          Oliver told her he's being mean to Je y\n\n          Briggs because... he says he wants to\n\n          marry her?\n\n\n\n                         PHIL\n\n\n\n                         (NODS)\n\n          And that's what married people do.\n\n\n\n                         40\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          93.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLARA (CONT'D)\n\n          Oliver told her he's being mean to Je y\n\n          Briggs because... he says he wants to\n\n          marry her? PHIL\n\n\n\n                         (NODS)\n\n          And that's what married people do. 40\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          93. \n\nTARGET SECTION TO BE ANNOTATED:\n                         Â¢\n\n          As this hits them, Phil and Clara look at each other,\n\n          then at Mrs. Cardigan, blindfolded in the living room.\n\n\n\n          MRS. CARDIGAN\n\n\n\n                         (SARCASTIC)\n\n          What's wrong over there? No \"crown\n\n          jewels\" yet?\n\n\n\n                         CLARA\n\n          Let's make the call,\n\n\n\n          INT. MAYOR REYNOLD'S BEDROOM - MOMENTS LATER\n\n\n\n          The PHONE RINGS in Mayor Reynold's bedroom. He hops up\n\n          and peers at the clock - 4:30 am - then at the caller ID.\n\n          CARDIGAN, L. He looks over at his wife who snores loudly\n\n          with earplugs in, then picks up the phone, confused.\n\n\n\n                         MAYOR DIGGS\n\n\n\n                         (INTO PHONE)\n\n          Lucy? Is everything OK?\n\n\n\n          INT. CARDIGAN'S APARTMENT - SAME\n\n\n\n          On the phone in Cardigan's office, Phil is confused.\n\n\n\n                         PHIL\n\n          Lucy? Who's Lucy?\n\n\n\n          MRS. CARDIGAN\n\n          I'm Lucy.\n\n\n\n                         CLARA\n\n          (stunned',\n\n          You and the Mayor are on a first name\n\n          basis?\n\n\n\n          MRS. CARDIGAN\n\n          You're calling our Mayor in the middle of\n\n          the night?\n\n\n\n                         (YELLS)\n\n          I had nothing to do with this Charlie!\n\n\n\n                         CLARA\n\n          Charlie?!? Lucy!?!? _ appened to\n\n          \"Â°boundaries matter?â =_.h? What happened\n\n          to that, bitch?\n\n\n\n                         PHIL\n\n          Hey \"partner.\" How about you put a sock\n\n          in it now.\n\n\n\n                         MAYOR DIGGS\n\n\n\n                         (PHONE)\n\n          Who is this ? r1\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          94.\n\n\n\n                         1Ï¿½1\n\n\n\n                         PHIL\n\n          You don't know me, Mr. Mayor, but I've\n\n          recently come into possession of\n\n          something that you were supposed to get\n\n          from the Gales tonight.\n\n          Silence on the line.\n\n\n\n                          PHIL (CONT'D)\n\n          Hello?\n\n\n\n           MAYOR DIGGS (PHONE)\n\n\n\n                          (CLEARS THROAT)\n\n          And?\n\n\n\n                         PHIL\n\n          And whether you realize it or not, we\n\n          ended up doing you a favor.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nPHIL (CONT'D)\n\n          Hello? MAYOR DIGGS (PHONE)\n\n\n\n                          (CLEARS THROAT)\n\n          And? PHIL\n\n          And whether you realize it or not, we\n\n          ended up doing you a favor. \n\nTARGET SECTION TO BE ANNOTATED:\n You see,\n\n          this man named Mr. Stockton - I\n\n          know if you know him-\n\n\n\n          MAYOR DIGGS (PH(\n\n          I know who he is.\n\n\n\n                         PHIL\n\n          Well, he tried to steal the photos from\n\n          the Gales. He's even got cops on his\n\n          payroll helping him out. We think he was\n\n          planning to sabotage your re-election.\n\n\n\n          MAYOR DIGGS (PHONE)\n\n          So what do you want for them?\n\n\n\n                         PHIL\n\n          What do we want?\n\n          Phil looks at Clara.\n\n\n\n                         PHIL (CONT'D)\n\n          We just want our lives back. We want to\n\n          go home, Mr. Mayor.\n\n\n\n          INT. MAYOR'S BEDROOM - CONTINUOUS\n\n\n\n          The Mayor looks over nervously as his wife stirs. She\n\n          goes back to snoring and he whispers into the phone\n\n          again.\n\n\n\n                         MAYOR DIGGS\n\n\n\n                         THAT'S\n\n\n\n                         PHIL (PHONE)\n\n          That's it.\n\n          Mayor Diggs breathes out and rubs his forehead.\n\n\n\n                         0\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          MAYOR DIGGS E\n\n          If you really can get me... what I was\n\n          supposed to receive earlier without this\n\n          getting out, I promise you I'll take care\n\n          of your safety.\n\n\n\n                         PHIL (PHONE)\n\n          But now the police think that-\n\n\n\n                         MAYOR DIGGS\n\n          Trust me. Get me the photos and he won't\n\n          be bothering you again.\n\n\n\n          INT. CARDIGAN'S OFFICE\n\n\n\n          Clara sees Phil furrow his brow, confused.\n\n\n\n                         CLARA\n\n          is it?\n\n          Phil's concentrating hard on something. Thinking.\n\n\n\n          MAYOR DIGGS (PHONE)\n\n\n\n                         PHIL\n\n          Uh... yeah. We'll meet you at the Adler\n\n          Planetarium in 1 hour. Come alone. E\n\n\n\n          INT. MAYOR'S BEDROOM\n\n\n\n          The Mayor rubs his forehead.\n\n\n\n                         MAYOR DIGGS\n\n          Of course. And... thank you.\n\n          Click. The Mayor hangs up the phone and quietly leaves\n\n          the bedroom.\n\n\n\n          INT. MAYOR D'S HOME OFFICE\n\n\n\n           Downing a glass of scotch, the Mayor sits at his desk and\n\n           lets out a sigh of relief. Beat. He picks up his desk\n\n          phone and dials.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAYOR D'S HOME OFFICE\n\n\n\n           Downing a glass of scotch, the Mayor sits at his desk and\n\n           lets out a sigh of relief. Beat. He picks up his desk\n\n          phone and dials. \n\nTARGET SECTION TO BE ANNOTATED:\n          MAYOR DIGGS (PHOII )\n\n          We dodged a bullet. They calac _e .\n\n\n\n          INT. STOCKTON'S BACK ROOM - S\n\n\n\n          Mr. Stockton sits at his desk, staring at a blueish\n\n          monitor screen.\n\n\n\n                         1Ï¿½1\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          96.\n\n\n\n                         STOCKTON\n\n          interesting.\n\n          ON STOCKTON'S MONITOR in front of him we see that Frank\n\n          and Harry hold a wounded Ray and Dora in the meat locker.\n\n\n\n          MAYOR DIGGS (PHONE)\n\n          They thought you were stealing the photos\n\n          from the Gales to try to blackmail me\n\n          yourself.\n\n\n\n          MR. STOCKTON\n\n          Did they, now? That's great.\n\n\n\n          MAYOR DIGGS (PHONE)\n\n          They're going to meet me in an hour with\n\n          them. Alone.\n\n\n\n          MR. STOCKTON\n\n          st keeps getting better.\n\n\n\n          ADLER PLANETARIUM - LATER\n\n          Phil and Clara sit silently on the steps of the\n\n          beautiful, old Alder Planetarium looking at dawn hitting\n\n          the CHICAGO SKYLINE.\n\n\n\n                         CLARA\n\n          Man, I love this city. Always have.\n\n\n\n                         PHIL\n\n          When was the last time we watched the\n\n          sunrise together?\n\n\n\n                         CLARA\n\n          Probably the last time we were here.\n\n\n\n                         PHIL\n\n\n\n                         (THINKS)\n\n          Nope. it wasn't. It was the morning\n\n          that Ollie was born.\n\n\n\n          CT,ARA\n\n\n\n                         ES)\n\n          You're The morning Ollie was\n\n          born.\n\n          They look at each other, remembering.\n\n\n\n                         CLARA (CONT'D)\n\n          Man, I'm starving!\n\n\n\n                         PHIL\n\n          Me too.\n\n\n\n                         (PAUSE)\n\n          Sorry you never got your truffles.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          97.\n\n\n\n                         E\n\n          Clara reaches into her purse.\n\n\n\n                         CLARA\n\n          Who needs white truffles when you've got\n\n          a lemon zest Luna bar.\n\n          Clara breaks it in two and hands half to Phil. They\n\n          click the halves together, toasting each other, then\n\n          silently chew, looking out. Phil shakes his head and\n\n          starts GIGGLING.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nClara breaks it in two and hands half to Phil. They\n\n          click the halves together, toasting each other, then\n\n          silently chew, looking out. Phil shakes his head and\n\n          starts GIGGLING. \n\nTARGET SECTION TO BE ANNOTATED:\n                         CLARA (CONT'D)\n\n          What?\n\n\n\n                         PHIL\n\n\n\n                         (GIGGLING)\n\n          OK, what happened to us tonight?\n\n          the hell are we doing here?\n\n          Clara starts laughing too.\n\n\n\n                         CLAIRA\n\n          It's not funny.\n\n\n\n                         PHIL\n\n          No, I know it's not funny. It's not\n\n          funny at all.\n\n\n\n                         CLARA\n\n          en why are you laughing?\n\n\n\n                         PHIL\n\n          Why are you laughing?\n\n          They're both cracking up... then Phil notices a moment\n\n          later that Clara's laughter has turned to\n\n\n\n                         PHIL (CON\n\n\n\n                         I\n\n          Wha e gonna be OK, Cla\n\n\n\n          CLP--P, A\n\n          No. It's not that. just... this is\n\n          nice. Right now.\n\n          (tears up again)\n\n          You don't understand... I really don't\n\n          want to be Wonder Woman, Phil! I don't\n\n          At all!\n\n\n\n                         (SOBS)\n\n          You don't see that this whole time I'm\n\n          flying in a glass plane! In a glass\n\n          Mane!\n\n\n\n                         PHIL\n\n\n\n                         (BEAT)\n\n          Uh, OK, but I think Wonder Woman actua\n\n          flies an invisible plane, not a glass\n\n          plane.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          98.\n\n          This makes Clara break into a bigger round of sobs.\n\n\n\n                         CLARA\n\n          You see! It isn't even there at all! I\n\n          don't even have a plane! No plane! I'm\n\n          running on fumes!\n\n\n\n                         PHIL\n\n          You're not running on fumes, Clara.\n\n\n\n                         CLARA\n\n          I'm not trying to be uptight, or\n\n          controlling! Or a nutrition...\n\n\n\n                         PHIL\n\n          Nazi.\n\n\n\n                         CLARA\n\n          Nazi! I'm just trying the only way I\n\n          know how to keep everything from fall\n\n          apart!\n\n\n\n                         PHIL\n\n          It won't fall apart. And I really can\n\n          help whenever you feel like it is. With\n\n          Ollie. Whatever. You just never act\n\n          like you need me to.\n\n\n\n                         CLARA\n\n          That's because as it is you see us as a\n\n          distraction from your work!\n\n\n\n                         PHIL\n\n          You think I see you guys as a\n\n          distraction? God no, Clara.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLARA\n\n          That's because as it is you see us as a\n\n          distraction from your work! PHIL\n\n          You think I see you guys as a\n\n          distraction? God no, Clara. \n\nTARGET SECTION TO BE ANNOTATED:\n                         (SHAKES HEAD)\n\n          You don't understand... I have this wife\n\n          who does everything better than anyone\n\n          I've ever known. And the greatest son.\n\n          You want to know why I obsess so much\n\n          about my stupid job? Because I want to\n\n          feel like... like I can do something good\n\n          enough to deserve someone like you. I\n\n          mean, I look at you and I jest don't\n\n          stack up.\n\n\n\n                         CLARA\n\n          That's crazy, Phil. You do. You're a\n\n          god man. You're the best man I know.\n\n\n\n                         PHIL\n\n          I'll never be the guy who remembers\n\n          always put toilet paper on the right way.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          99.\n\n\n\n                         CLARA\n\n          I don't think I would really want to be\n\n          with that guy, Phil. I just... want us\n\n          to be on the same team again.\n\n          As Clara sniffles, Phil takes this in for a beat. He\n\n          nods.\n\n\n\n                         PHIL\n\n          Listen, you know what I said before,\n\n          about not being the people we used to be?\n\n\n\n                         CLARA\n\n          Phil, we were angry-\n\n\n\n                         PHIL\n\n          No, Clara. It's true. We're not. And I\n\n          know I'm going to drive you crazy again,\n\n          and you're definitely going to drive me\n\n          crazy. But I wouldn't want to do it with\n\n          anybody else.\n\n          He hugs her tight.\n\n\n\n                         PHIL (CONT'D)\n\n          We had a good fight tonight, didn't we?\n\n\n\n                         CLARA\n\n          Yeah, we did. You know the worst part\n\n          about not talking about all this\n\n          recently?\n\n\n\n                         PHIL\n\n          What?\n\n\n\n                         CLARA\n\n          We missed out on a lot of make up sex.\n\n          And our make up sex woulda rocked!\n\n\n\n                         PHIL\n\n          You think?\n\n\n\n                         CLARA\n\n          Oh yeah.\n\n          Phil s when he spots something behind Clara.\n\n          MAYOR DIGGS looks both walks from his car in\n\n          the parking lot toward the--.\n\n\n\n                         PHIL\n\n          Here we go.\n\n\n\n                         (BEAT)\n\n          Tell me now. Do you need to pee?\n\n\n\n                         CLARA\n\n          1 hold it.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          100.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nDo you need to pee? CLARA\n\n          1 hold it. 100. \n\nTARGET SECTION TO BE ANNOTATED:\n                         Â¢\n\n          They get up and start walking down the steps to meet him.\n\n\n\n          EXT. BOTTOM OF STEPS - MOMENTS LATER\n\n\n\n          Phil and Clara meet the Mayor at the bottom of the steps.\n\n          Clara takes the manila envelope out of her purse, handing\n\n          it to him.\n\n\n\n                         PHIL\n\n          This is what you're looking for. I've\n\n          tten down our information inside.\n\n\n\n                         MAYOR DIGGS\n\n          And that's it?\n\n\n\n                         PHIL\n\n          That's it. We're going home now.\n\n          The Mayor nods, and Phil and Clara start walking past him\n\n          toward the parking lot. Mayor Diggs stays behind,\n\n          nervously tapping the envelope in his hand.\n\n          As Phil and Clara get halfway to the lot, ALL THE MAYOR'S\n\n          CAR DOORS OPEN, and Manning, Frank, Harry, and Mr.\n\n          Stockton climb out. Frank and Harry pop the trunk and\n\n          grab SHEETS OF CLEAR PLASTIC. Phil's eyes go wide.\n\n\n\n                         PHIL (CONT'D)\n\n          Oh God. Run, Clara!\n\n          Phil and Clara start to run, when a GUNSHOT hits the\n\n          ground in front of them. They turn, when ANOTHER SHOT\n\n          rings out.\n\n\n\n                         LIEUTENANT MANNING\n\n          The next one won't be a warning shot.\n\n          They look over to see Manning training a gun as he and\n\n          Stockton walk toward them, Harry and Frank behind with\n\n          the plastic.\n\n\n\n          MR. STOCKTON\n\n          (to Harry and Frank\n\n          Let's do it over there.\n\n          y and Frank quickly throw the plastic sheets down on\n\n          the grass nearby.\n\n\n\n                         MAYOR DIGGS\n\n          I'm going to wait in the c r\n\n          don't mind.\n\n\n\n          MR. STOCKTON\n\n          Sure thing, Mr. Mayor.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         E\n\n          As Mayor Diggs starts to walk back to the parking lot, he\n\n          opens the manila envelope. Manning gestures for Phil and\n\n          Clara to walk to the plastic sheets.\n\n\n\n                         PHIL\n\n          Please. Please don't do\n\n\n\n                         LIEUTENANT MANNING\n\n          Over there.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nManning gestures for Phil and\n\n          Clara to walk to the plastic sheets. PHIL\n\n          Please. Please don't do\n\n\n\n                         LIEUTENANT MANNING\n\n          Over there. \n\nTARGET SECTION TO BE ANNOTATED:\n                         PHIL\n\n          Please! We have a child!\n\n\n\n                         'VT MINING\n\n          said over there!\n\n\n\n          ï¿½J PH I L\n\n\n\n                         (BEGGING)\n\n          Just me then, OK? I promise you she's\n\n          not going to say anything! Please! We\n\n          have a child!\n\n\n\n                         LIEUTENANT MANNING\n\n          Last time I'm going to say it.\n\n          Resigned, Phil and Clara sadly look at each other, then\n\n          walk to stand in front of the plastic on the ground.\n\n\n\n                         1Ï¿½1\n\n\n\n                         LIEUTENANT MANNING\n\n\n\n                         (CONT'D)\n\n          On your knees.\n\n          Phil, scared, holds out his hand to Clara. She takes\n\n          looking back at him and they kneel in front of the\n\n          plastic, side by side.\n\n          Mr. Stockton nods to Lieutenant Manning, who checks his\n\n          gun.\n\n\n\n          M A Y O R DIG GS (O . S . )\n\n\n\n                         WHAT THE\n\n          Mr. Stockton and Lieutenant inning turn. Mayor Diggs\n\n          sifts through pages of DOCJ J:TTS that were in t h ''w Wila\n\n          Envelope.\n\n\n\n                         PHIL\n\n          -eally were planning to give you the\n\n          pictures, Mr. Mayor. That is, until you\n\n          -.sre so casual about is not needing to\n\n          worry about the cop who was after us.\n\n          That made me a little suspicious because\n\n          I never told you which cop it was.\n\n\n\n                         CLARA\n\n          Then we got to talking and realized how\n\n          dumb we were.\n\n\n\n                         (MORE)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          102.\n\n\n\n                          CLARA (CONT'D)\n\n          E If you came on to some waitress at the\n\n          Rainbow, you must have felt pretty darn\n\n          comfortable there.\n\n\n\n                         PHIL\n\n          Which meant Stockton was probably your\n\n          buddy.\n\n\n\n          MR. STOCKTON\n\n          Where are the pictures?\n\n\n\n                         PHIL\n\n          But we were still confused, because if\n\n          you guys are buddies, how do you explain\n\n          the Falconwood Corporation?\n\n          Mr. Stockton's face blanches.\n\n\n\n          MR. STOCKTON\n\n          They're obviously not going to tell us!\n\n          Just shoot them!\n\n\n\n                         MAYOR DIGGS\n\n          Wait. I've heard that name.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust shoot them! MAYOR DIGGS\n\n          Wait. I've heard that name. \n\nTARGET SECTION TO BE ANNOTATED:\n What's the\n\n          Falconwood Corporation?\n\n\n\n                         PHIL\n\n          Runs the hiring of inspectors for the\n\n          Department of Highways in Chicago. You\n\n\n\n                         Â¢\n\n          know, the ones who have been finding all\n\n          those violations?\n\n\n\n          MR. STOCKTON\n\n          Manning! I said shoot them!\n\n\n\n                         LIEUTENANT MANNING\n\n          I work for the Mayor, Terrence.\n\n\n\n                         MAYOR DIGGS\n\n          Why do you keep interrupting, Terrence?\n\n\n\n                         PHIL\n\n          Maybe because according to the paperwork\n\n          you've got there, he owns Falconwood.\n\n\n\n                         CLARA\n\n          Not only that, you'll see those other\n\n          pages that he also owns a cc=rpany called\n\n          Eurostruct - which rents the city all of\n\n          its construction equipment.\n\n\n\n          MR. STOCKTON\n\n          Frank, Harry!\n\n          Frank and Harry reach for their guns, but Manning turns\n\n          his gun on them.\n\n\n\n                         E\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          103.\n\n\n\n                         PHIL\n\n          The more violations Falconwood finds, the\n\n          longer Eurostruct rents the equipment.\n\n          That turns into big bucks, Mr. Mayor.\n\n          I'm sure that's not a moral problem for\n\n          you, but he's kind of screwing you in an\n\n          election year, isn't he? Some of us are\n\n          pretty pissed off about the roads.\n\n          Mayor Diggs flips through the documents, taking it all\n\n\n\n                         MAYOR DIGGS\n\n          You did this to me? I don't get it,\n\n          Terrence. Why? How much do you need? I\n\n          have the Lieutenant here watch your back\n\n          on all of your gambling clubs-\n\n\n\n          MR. STOCKTON\n\n          Oh, do you mean the ones that you gamble\n\n          at? Where I cover your debts? Those\n\n          clubs?\n\n\n\n                         MAYOR DIGGS\n\n          I slipped your company 5 no-bid\n\n          foreclosed buildings for a dollar each\n\n          downtown.\n\n\n\n          MR. STOCKTON â¢\n\n          You think that pays for what I do for\n\n          you? The girls I have to pay off? The\n\n          jet charters? And let's not even get\n\n          into your \"re-election fund\"! Let's not\n\n          even go there!\n\n\n\n                         PHIL\n\n\n\n                         ( `TIKES HEAD)\n\n          Listen to them.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd let's not even get\n\n          into your \"re-election fund\"! Let's not\n\n          even go there! PHIL\n\n\n\n                         ( `TIKES HEAD)\n\n          Listen to them. \n\nTARGET SECTION TO BE ANNOTATED:\n          Stockton angrily pulls his own the gun out of his jacket\n\n          pocket, shoving it against the back of Phil's neck.\n\n\n\n          MR. STOCKTON\n\n          How did you get this? How?\n\n\n\n           HOLBROOKE (O.S.)\n\n          Tha be from me.\n\n          Mr. Stockton and others turn around to see HOLBROOKE\n\n          P_IF SON, brandi= --.g his gun and looking like the FBI\n\n          he always -t e_' to be, leap -= a pack of Cher\n\n          AGEN=IS as they JT OF THE L '_:I T\"_ : RIU?\n\n\n\n          STEPS.\n\n\n\n           HOLEROOK E (CONT ' D )\n\n           FBI! Drop it!\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          104.\n\n          Manning tried to object, pulling out his bad\n\n\n\n                         HOLBROOKE (CONT'D)\n\n          Yeah, yeah. I know all about you, buddy.\n\n          With a smile Phil and Clara get up, disconnecting the\n\n          WIRES under their clothing. Seeing them hand over the\n\n          wires to Holbrooke, it hits Mayor Diggs what he's just\n\n          revealed.\n\n\n\n                         MAYOR DIGGS\n\n          Aw fuck.\n\n\n\n                         PHIL\n\n\n\n                         (SHRUGS)\n\n          Makes you feel any better, I wasn't gonna\n\n          vote for you anyway.\n\n\n\n                         CLARA\n\n          either.\n\n\n\n          EXT. FRONT OF PHIL AND CLARA'S HOUSE - MORNING\n\n\n\n          As Holbrooke drops Phil and Clara off in front of their\n\n          house, his BLACKBERRY buzzes and he checks it.\n\n\n\n                         Â¢ CLARA\n\n          Everything OK?\n\n\n\n                         HOLBROOKE\n\n          Yeah. They just need me downtown in half\n\n          an hour for a news conference with the\n\n          Deputy Mayor. Want it for the morning\n\n          shows.\n\n\n\n                         PHIL\n\n          Don't think they're going to be calling\n\n          you the IT guy any-more.\n\n\n\n                         HOLBROOKE\n\n          Listen guys, I feel weird about not even\n\n          acknowledging you two.\n\n\n\n                         CLARA\n\n          Don't.\n\n\n\n                         HOLBROOKE\n\n          But you should be up there with me. You\n\n          handed this whole case to me.\n\n\n\n                         PHIL\n\n          (smiles, winks)\n\n          Yeah, well-, that's how we roll.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOLBROOKE\n\n          But you should be up there with me. You\n\n          handed this whole case to me. PHIL\n\n          (smiles, winks)\n\n          Yeah, well-, that's how we roll. \n\nTARGET SECTION TO BE ANNOTATED:\n          They get out of the car and start up the driveway.\n\n\n\n                         0\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          105.\n\n\n\n                         Â¢\n\n\n\n          EXT. DOORSTEP - DAWN\n\n\n\n          As Clara opens the front door, Phil slowly bends down,\n\n          picking up the morning paper.\n\n\n\n          CHAZ (O.S.)\n\n          Hey hey! Up bright and early, aren\n\n          Phil looks over to see his overly cheery neighbor Chaz in\n\n          his jogging suit. He smiles, appreciating Chaz for the\n\n          first time.\n\n\n\n                         PHIL\n\n          Yep. We sure are.\n\n          As he joins Clara on the doorstep, they take each other\n\n          in.\n\n\n\n                         CLARA\n\n          You have your presentation in a few\n\n          hours.\n\n\n\n                         PHIL\n\n\n\n                         (SHRUGS)\n\n          Yeah. You know, I think I'm gonna be OK.\n\n\n\n                         CLARA\n\n\n\n                         Â¢\n\n          I had a good time tonight.\n\n\n\n                         PHIL\n\n          Yeah. Me too. It was fun.\n\n\n\n                         CLARA\n\n          It was.\n\n\n\n                         PHIL\n\n          So... let's do this again sometime?\n\n\n\n                         CLARA\n\n\n\n                         (SMILE)\n\n          like that.\n\n          For the first time the whole night, THEY KISS.\n\n          Interlocking fingers, they head inside, closing their\n\n          front door behind them.\n\n\n\n          FACE OUT.\n\n\n\n\n\n\n\n                         THE END\n\n\n\n\n\n"
}