{
  "1": "Dead Birds\n\na screenplay by\nSimon Barrett\n\nSimon Barrett\n\n4335 Vineland Ave., Apt. 213\nStudio City CA 91602\n\n(818) 766-8737\nattackthegasstation@hotmail.com\n\f“DEAD BIRDS”\nFADE IN\nEXT. CORNFIELD - MORNING\n\nThe field is in a state of disrepair, some plants yellowed\nand rotting, others growing outside of the weathered wooden\nfence that surrounds the field. Some patterns are still\napparent, indicating that at one time the corn was planted in\nrows.\n\nA wood house rests behind the field, its shutters swaying\nsilently in the breeze. The paint has peeled off the house\nlong ago, if it was ever there, and the outside of the house\nhas been bleached by the sun.\n\nIn the field, a scarecrow stands, bound to a wooden cross\nwith twine. This scarecrow is the only thing in the field\nthat looks as if it may have been tended to recently, its\ndark suit unfaded and neat.\n\nAt the base of the scarecrow’s cross, ants scurry up and down\nthe wooden pole, teeming over each other\n\nEXT. BANK - DAY\n\nThe year is 1862, the second year of the American civil war.\nThe bank, a large, plain building, rests in the center of a\nsmall southern town, on the side of a wide dirt road. A group\nof six Confederate soldiers, in gray uniforms, ride down the\nstreet on well-groomed horses, towards the bank.\n\nINT. BANK - DAY\n\nFour of the six soldiers enter the bank, the middle two each\ncarrying two bags. The bank’s counter has two barred windows,\none of which is already occupied by an attractive young woman\nin an expensive dress, who is speaking intently with the\nteller, a young, awkward man. The four soldiers cross to the\nother window.\n\nThe old male teller at this window looks at the soldiers\nsurprised, as two of them set their bags heavily on the\ncounter.\n\nTALL SOLDIER\nYour manager in?\n\nThe elderly teller nods.\n\nTALL SOLDIER (CONT’D)\nGo get him.\n\n(CONTINUED)\n\fCONTINUED:\n\nThe soldiers wait, looking around the bank, as the teller\nhurries away behind the window.",
  "2": "---END OF PREVIOUS SECTION---\nThe elderly teller nods. TALL SOLDIER (CONT’D)\nGo get him. (CONTINUED)\n\fCONTINUED:\n\nThe soldiers wait, looking around the bank, as the teller\nhurries away behind the window. \n---TARGET SECTION TO BE ANNOTATED---\n Aside from themselves and the\nwoman at the other window, there are no other customers in\nthe bank. A rough-looking man stands next to the door, a\nlarge four-chamber revolver stuck prominently into his belt\nobviously representing security.\n\nA door in the wall rattles and a middle-aged man steps out,\nwearing spectacles. He moves towards the soldiers\nsolicitously, the old teller following him. The tall soldier\nlooks at the man levelly.\n\nTALL SOLDIER (CONT’D)\nYou MacCready?\n\nMACCREADY\nYes, I am. Fred MacCready’s my name. How\nmay I help you gentlemen?\n\nTALL SOLDIER\nCorporal Williams said you might have a\nplace where we could put this.\n\nHe indicates the bags.\n\nMACCREADY\n(hesitates)\nDid the corporal give you any message for\nme?\n\nThe tall soldier takes a folded piece of paper from his\npocket and hands it to MacCready. MacCready unfolds the paper\nand nervously looks at it.\n\nEXT. BANK - DAY\n\nThe two other Confederate soldiers are standing outside the\nbank, looking around, while one of them feeds the horses. The\nother soldier, blonde and covered with dust, standing a few\nfeet away, looks down the dirt street.\n\nA few hundred feet away, four more Confederate soldiers are\nriding horses towards them, moving slowly. A black man leads\none of their horses, walking on foot. A medium-sized dog\ntrots alongside him.\n\nThe blonde soldier, seeing this, turns to his companion.\n\nBLONDE SOLDIER\nHey, look at that.\n\nThe other soldier looks up from his task, squinting,\nrevealing bad teeth.\n\n(CONTINUED)\n\fCONTINUED:\n\nBUCKTOOTH SOLDIER\nWho the hell are they?\n\nBLONDE SOLDIER\nI don’t know.\n\nThe blonde soldier turns and faces the oncoming gray\nsoldiers, waving.\n\nINT. BANK - DAY\n\nMacCready faces the four soldiers inside the bank, cheerful,\npocketing the note.\n\nMACCREADY\nWell, it looks like everything’s in\norder, then. You understand my having to\ncheck. Security these days.\n\nThe tall soldier looks at him, unsmiling.",
  "3": "---END OF PREVIOUS SECTION---\nYou understand my having to\ncheck. Security these days. The tall soldier looks at him, unsmiling. \n---TARGET SECTION TO BE ANNOTATED---\nTALL SOLDIER\nYou got a safe we should be taking this\nto?\nMACCREADY\nThe best in the state... But first, I’1l\nneed you to sign for this.\n\nTALL SOLDIER\n\nWhy?\nMACCREADY\n(faltering)\nWell... I mean, you will want a receipt\n\nfor it, won’t you?\n\nTALL SOLDIER\nOh. Yeah, sure.\n\nMacCready looks at the elderly teller, gesturing towards the\ncounter. The teller shuffles away.\n\nEXT. BANK - DAY\n\nThe four soldiers on horseback approach the two soldiers\noutside the bank. The man in front, with his horse being lead\nby the black man, has dark hair and eyes and is chewing\ntobacco. This is WILLIAM.\n\nThe black man, TODD, is slender, and watches the two\n\nsoldiers, unblinking. The blonde soldier addresses William,\nsomewhat hesitantly.\n\n(CONTINUED)\n\fCONTINUED:\n\nBLONDE SOLDIER\nWhere you men in from?\n\nWilliam slides off his horse, landing on his feet, and ties\nthe horse’s reins to a wooden post in front of the bank. The\nthree men on horseback behind him do the same.\n\nOne of these men is SAM, who looks like a younger version of\nWilliam and is also chewing tobacco. The other two are\nJOSEPH, a large, wide-shouldered man, and CLYDE, a smaller\nwiry, rugged man. The four move towards the two soldiers\nfriendly.\n\nWILLIAM\nCamp just over that way, about two miles\neast, near the swamps.\n\nBUCKTOOTH SOLDIER\n(somewhat suspiciously)\nWho’s your lieutenant over there?\n\nWILLIAM\nAin’t got no lieutenant right now.\nCap’ain Louison’s around, though.\n\nThe two soldiers relax slightly at this response. William\ntaps Todd on the shoulder, roughly.\n\nWILLIAM (CONT'D)\nGo help the men with their horses, boy.\n\nTodd shoots him a quick look, then walks over to the two\nsoldiers’ horses, head bowed. The bucktooth soldier hands him\nthe feed bag.\n\nBUCKTOOTH SOLDIER\nWhat’re you doing here in town?\n\nWILLIAM\n(gestures)\nGot some business at the bank.",
  "4": "---END OF PREVIOUS SECTION---\nThe bucktooth soldier hands him\nthe feed bag. BUCKTOOTH SOLDIER\nWhat’re you doing here in town? WILLIAM\n(gestures)\nGot some business at the bank. \n---TARGET SECTION TO BE ANNOTATED---\nBLONDE SOLDIER\nWell, you’re gonna have to wait a few\nminutes.\nWilliam squints up at the sun.\n\nWILLIAM\nNope. Can’t wait.\n\nWilliam begins moving towards the bank. Sam, Joseph and Clyde\nfollow.\n\n(CONTINUED)\n\fCONTINUED: (2)\n\nBLONDE SOLDIER\n(steps forward, nervous)\nNo, I mean, you really gotta. We can’t\nlet anyone in there right now. It’ll just\nbe a few minutes, though.\n\nThe four men do not pause, continuing towards the door to the\nbank. The blonde soldier and the bucktooth soldier exchange\nquick glances, then the blonde soldier draws his rifle,\ncocking the hammer and leveling it at the William.\n\nBLONDE SOLDIER (CONT'D)\nNow, stop right-\n\nHe is cut off as the blade of a thick knife enters his neck.\nTodd spins, tugging the knife out of the blonde soldier’s\n\nthroat, releasing a spout of blood, and stabs the bucktooth\nsoldier in the chest before the bucktooth soldier can react.\n\nTodd looks up at William, stooping over the body of the\nbucktooth soldier. William nods, and Todd leans over and\npicks up the blonde soldier’s rifle, then begins untying the\nhorses. William opens the doors to the bank.\n\nINT. BANK - DAY\n\nMacCready and one of the other soldiers are carrying the four\nbags behind the counter when William and his men burst into\nthe bank, drawing guns.\n\nJoseph grabs the security guard as the man reaches for his\nrevolver. They struggle for a moment, then Joseph breaks the\nguard’s neck, dropping him to the floor, and pulls out a gun.\nWilliam aims his pistols at the men with the bags.\n\nWILLIAM\nHold it there.\n\nMacCready and the soldiers freeze. The tall soldier pulls his\nrifle from a holster at his bag, swinging it towards William.\nSam leans over, aiming his pistol, and shoots the tall\nsoldier in the head.\n\nWilliam empties his guns, hitting both MacCready and the\nother soldier, as Clyde and Joseph shoot the other two\nsoldiers.\n\nThe elderly teller, the young teller and the girl are still\nstanding, staring. Slowly, the younger teller reaches under\nthe counter.",
  "5": "---END OF PREVIOUS SECTION---\nWilliam empties his guns, hitting both MacCready and the\nother soldier, as Clyde and Joseph shoot the other two\nsoldiers. The elderly teller, the young teller and the girl are still\nstanding, staring. Slowly, the younger teller reaches under\nthe counter. \n---TARGET SECTION TO BE ANNOTATED---\n The girl, standing across from him, sees this.\nShe flips a straight razor out of her sleeve, leans forward\nand cuts the teller’s throat. The young teller falls back\nspraying the girl with blood.\n\n(CONTINUED)\n\fCONTINUED:\n\nThe soldier who was moving the bags with MacCready is\ntwitching on the ground, gasping, still alive. William and\nClyde both notice this. Clyde begins pouring gun powder from\na paper packet into the barrel of his pistol, but William\nsighs, steps forward, and takes out a hunting knife. He walks\nover to the soldier and stabs him in the chest\n\nWilliam stands up, surveying the room. His eyes meet the\ngirl’s and he smiles.\n\nWILLIAM (CONT'D)\nHey, there.\n\nWilliam moves over to the girl, ANNABELLE, and they kiss. She\nwipes her razor clean on her dress, then tucks it back into\nher sleeve. The young teller lies still on the opposite side\nof the counter.\nSAM\nQuick work, Annabelle. You cut him? I\ndidn’t even see it.\n\nWILLIAM\nAlright, anyone else still alive in here?\n\nClyde gestures at the elderly teller, who is backed away from\nthem in a corner, trembling and pale.\n\nCLYDE\nHim, sort of.\n\nWilliam begins loading one of his pistols.\n\nWILLIAM\nWell, kill him.\n\nClyde aims his pistol at the elderly teller.\n\nELDERLY TELLER\nNo, please don’t...\n\nThe teller chokes, then clutches at his chest. His eyes roll\nup into his head and he falls to his knees, then to the\nfloor, his eyes closing. The teller lies still on the floor\n\nClyde looks at William, frowning, then turns back towards the\nelderly teller’s prone body and shoots him.\n\nCLYDE\nJust in case.\n\nJoseph and Sam are holding the four bags.\n\n(CONTINUED)\n\fCONTINUED: (2)\n\nWILLIAM\nThose heavy, Joseph?\n\nJoseph nods, excited.\n\nWILLIAM (CONT'D)\nWell then, let’s get the hell out of\nhere.\n\nEXT.",
  "6": "---END OF PREVIOUS SECTION---\nJoseph nods, excited. WILLIAM (CONT'D)\nWell then, let’s get the hell out of\nhere. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BANK - DAY\n\nTodd is standing in front of the bank with his gun drawn, his\nother hand holding all six of the soldiers’ horses by the\nreins. He warily looks up and down the street. The dog stands\nnext to Todd, indifferent\n\nPeople are watching Todd, and the bank, but nobody is doing\nanything. Most people have run into buildings to hide, but\nthe rest are watching Todd, unnaturally. He returns their\ngaze, looking from face to face.\n\nWilliam, Annabelle, Clyde, Joseph and Sam come running out of\nthe bank. Todd turns to them, lifting the dog up into a\nsaddlebag on one of the horses.\n\nTODD\nAbout fucking time.\n\nThey each leap up onto a horse, grabbing the reins and taking\ntheir horses off down the street at a gallop. Ahead of them,\nthree men in Confederate uniforms run out of a grocery store,\naiming rifles.\n\nANNABELLE\nOh, hell.\n\nClyde, William and Todd begin shooting at the soldiers as\nthey ride past. One of the soldiers is hit, falling back\nBehind him, a woman screams. Next to her, a very small boy is\nlying on the ground, blood all over his face and neck.\nEverything grows still for a moment as William sees this.\n\nWilliam flinches and looks away from the boy as the six\nthunder past the grocery store. Then they are down the street\nand gone, as the two remaining soldiers run around the street\ncorner, after their horses. The woman kneels over the small\nboy in the street, weeping.\n\nEXT. PLAIN - DAY\nThe six ride their horses quickly, Sam next to William. The\n\ndog is riding in Sam’s saddlebag, and Sam feeds it a piece of\ndried beef.\n\n(CONTINUED)\n\fCONTINUED:\n\nSAM\nGood boy, Dog.\n(to William)\nHow many do you think’1l be after us?\n\nWILLIAM\nNot many, right away, and those’d be the\nonly that could catch up in time to find\nus.\n\nWilliam looks over at Sam, who has a dark circle of blood\ngrowing on his shoulder, over a hole in the shirt.\n\nWILLIAM (CONT'D)\nYou’re hit.\n\nSam looks where William is looking, down at his own shoulder.\n\nSAM\nJust in the shoulder.",
  "7": "---END OF PREVIOUS SECTION---\nWILLIAM (CONT'D)\nYou’re hit. Sam looks where William is looking, down at his own shoulder. SAM\nJust in the shoulder. \n---TARGET SECTION TO BE ANNOTATED---\n I don’t think it’s\nreal bad, I can move it around okay, it\nain’t near the bone or nothing. We’1ll get\nit out later.\n\nWilliam looks like he wants to say more, but turns away and\nurges his horse on faster.\n\nEXT. FOREST - AFTERNOON\n\nThe six carefully work their way through a dim, wooded area,\ncarefully guiding their horses through trees. Sam’s shirt\nsleeve is red with blood, but the bleeding seems to have\nstopped and Sam is greedily eating an apple.\n\nAnnabelle and William ride near the front, conversing\nquietly. Annabelle is holding a compass, watching the needle\nsway. Todd moves his horse up next to them.\n\nTODD\nWe lost?\n\nWILLIAM\nNo. We got a couple more miles of this\nthough, then we’ll reach a small stream,\nshould be easy to cross. Then we stay on\na road through a few fields and we should\nbe at the place we’re staying by\nnightfall. After that, day and a half’s\nride to Mexico.\n\nTodd is silent for a moment.\n\n(CONTINUED)\n\fCONTINUED:\n\nAnnabelle\n\nTODD\nWho runs this place we’re staying at\ntonight?\nWILLIAM\nNo one.\nTODD\nNo one?\nWILLIAM\n\nWhen I was staying at the Union hospital\nup near Chatsville, getting some metal\nbits pulled out of my arm by the most\nbeautiful nurse in the world...\n\n(he looks at Annabelle, who\n\nignores him)\n...I was put next to this soldier, just a\nkid, really, had a gut wound somebody put\nthere with a bayonet. We talked all the\nday, got to know each other pretty good,\nhe was a right enough sort. Around the\nend, when he was starting to get pretty\nsick all the time...\n\nlooks up at them.\n\nANNABELLE\nThe bile in his guts spread.\n\nWILLIAM\n\nYeah. That it did. Kid told me about this\nplace he inherited down south, big ‘ol\nhouse, couple hundred acres, he got it\nfrom some great-uncle he never knew.",
  "8": "---END OF PREVIOUS SECTION---\nWILLIAM\n\nYeah. That it did. Kid told me about this\nplace he inherited down south, big ‘ol\nhouse, couple hundred acres, he got it\nfrom some great-uncle he never knew. \n---TARGET SECTION TO BE ANNOTATED---\n He\ngave me pretty good directions to the\nplace, he didn’t have no family or a girl\nor nothing, and said he wanted me to join\nup with him if he ever made it down\nthere. Kid planned to get rich off\nfarming. He wasn’t too bright.\n\n(shrugs)\nHe died a couple of days after that.\n\nANNABELLE\n(almost to herself)\nHis name was Jeffy. Jeffy Hollister. He\nwas a good kid. He used to call me\n‘Belle.\n\nWILLIAM\nYeah, I remember that.\n(pause)\n(MORE)\n\n(CONTINUED)\n\f10.\nCONTINUED: (2) WILLIAM( CONT'D)\n\nSo, anyway, I guess you could say the\nplace we’re headed to is mine. Or\nanyone’s who wants it, anyway.\n\nTODD\n\nWhat if some folks moved in there?\nWILLIAM\n\nIt’s in the middle of nowhere... I figure\n\nif we drop the name Jeffy Hollister\nwhoever’s living there might show some\nhospitality. If they don’t, well, we’1l\nhave to take care of them either way.\nIt’s a place to stay.\n\nThey ride in silence for a moment. The forest, overcast with\ntrees, is growing darker.\n\nTODD\nHow’s your brother doing?\n\nWilliam glances over at Sam.\n\nWILLIAM\nHe’s fine for now. We’1ll get the bullet\nout when we reach the house, Annabelle\ncan take care of that. After that, he\nshould be good.\n\nThe group is silent as they continue through the trees.\nSomething moves in a thick bush as they move past, and Joseph\njumps, startled. A bird’s harsh, unidentifiable cry comes\nfrom the bush. Clyde laughs at Joseph.\n\nCLYDE\nWhoa, Joseph, stay on your horse there,\nbig guy. Just a crow or something.\n\nJOSEPH\n(embarrassed)\nYou better shut up.\n\nClyde smiles, but is silent.\nEXT. DIRT ROAD - EVENING\nThe sun is setting as the six make their way down a narrow\ndirt road, corn fields on either side of them. The rows of\ncorn cast the field in shadow, so that the road ahead is\ndark.",
  "9": "---END OF PREVIOUS SECTION---\nEXT. DIRT ROAD - EVENING\nThe sun is setting as the six make their way down a narrow\ndirt road, corn fields on either side of them. The rows of\ncorn cast the field in shadow, so that the road ahead is\ndark. \n---TARGET SECTION TO BE ANNOTATED---\nAt the front of the group, William and Annabelle speak\nquietly.\n\n(CONTINUED)\n\fCONTINUED:\n\nAnnabelle\n\n11.\n\nWILLIAM\nI think I killed a kid. Back in the town.\nDid you see it?\n\nANNABELLE\nYeah, I thought I saw him fall. You sure\nthat was you? Could’ve been anyone.\n\nWILLIAM\nI think it was me.\n\nANNABELLE\nWhy?\n\nWILLIAM\nI don’t know.\n(pause)\nDon’t tell the others. If they didn’t\nnotice, they shouldn’t know.\n\nis silent for a moment, thinking.\n\nANNABELLE\nWe almost there?\n\nWilliam nods.\n\nUp ahead,\n\nANNABELLE (CONT’D)\nWe’re not lost, are we? I haven’t seen a\nhouse for awhile.\n\nWILLIAM\nThey’re back there. It’s along this road,\nwe just gotta go until we find it.\n\nANNABELLE\nIt’s getting dark soon. Too many clouds\nfor the moon to do us any good.\n\nWILLIAM\nI know it.\n\na clanking sound comes. The six immediately slow\n\ntheir horses, moving quietly.\n\nWilliam’s\n\nCLYDE\n(speaking softly to Todd)\nWhat’s that?\n\nTODD\nI don’t know. You got a lantern?\n\neyes are narrowed and cold.\n\n(CONTINUED)\n\f12.\nCONTINUED: (2)\n\nWILLIAM\nDon’t. Hold up a bit.\n\nThe six ride forward in the dark, very slowly, reaching the\ntop of a small hill. The noises from ahead are now more\nregular, and the sound of a horse’s footfall can be\ndistinguished from a regular creaking sound.\n\nFurther along the path, in the darkness ahead, a dim light\nbecomes visible. The light sways back and forth slightly,\nmoving towards them. The dog, Dog, looks up and growls\nslightly. Sam puts a hand on Dog to silence him.\n\nWILLIAM (CONT'D)\n(whispering)\nYou see that?\nAnnabelle draws out her pistol.\n\nANNABELLE\nYeah.\n\nThe group has grown silent, watching the bobbing light move\ncloser.\n\nCLYDE\n\nWill-o’-wisps.\nTODD\n\nWe ain’t near no swamp.\nCLYDE\n\nAin’t unheard of.\nANNABELLE\n\nIt looks like a lantern.",
  "10": "---END OF PREVIOUS SECTION---\nTODD\n\nWe ain’t near no swamp. CLYDE\n\nAin’t unheard of. ANNABELLE\n\nIt looks like a lantern. \n---TARGET SECTION TO BE ANNOTATED---\nWILLIAM\n\nSam?\nSAM\n\nYeah?\nWILLIAM\n\nGive us some light here.\nSAM\n\nYou sure?\nWILLIAM\n\nCome on.\n\n(CONTINUED)\n\f13.\nCONTINUED: (3)\n\nSam strikes a match on his thumbnail and holds it to a soot-\ncaked lantern, lighting the wick. The lantern fizzles, then\nglows brightly, illuminating a large, black horse several\nyards in front of the group. They all jump.\n\nCLYDE\nShit!\n\nThe horse continues walking passively towards them. As it\nmoves closer, the carriage that the horse is pulling becomes\nvisible. A lantern and several pots, pans and other\nunidentifiable objects hang from the roof of the carriage. An\nold man sits at the front, behind the horse, silent.\n\nWilliam clears his throat and addresses the old man:\n\nWILLIAM\nExcuse me.\n\nThe man does not respond. Joseph stirs on his horse,\nuneasily. William speaks louder.\n\nWILLIAM (CONT’D)\nExcuse me!\n\nThe old man draws back on the horse’s reins. The horse grunts\nsoftly and comes to a stop. The old man turns to face\nWilliam, his eyes looking beyond him. The old man has no\npupils; his eyes are pale blue, washed clean by glaucoma.\n\nOLD MAN\nWho’s that?\n\nWILLIAM\nI, uh... Say, we’re looking for the\nHollister place. Is it far from here?\n\nOLD MAN\nHollister?\n(shakes his head)\nNever heard of it.\n\nThe old man turns away, lifting the horse’s reins.\n\nWILLIAM\n(surprised)\nAre you sure? It’s a large farm, should\nbe just up the road. Right after a creek.\n\nOLD MAN\nThere’s no creek around here. Not for\nmiles.\n\n(MORE)\n\n(CONTINUED)\n\f14.\n\nCONTINUED: (4) OLD MAN(CONT'D)\n\n(pause)\nSorry I couldn’t help you.\n\nThe old man lashes the reins and the horse starts forward\nagain, easily pulling the carriage into motion. William and\nhis group sit silently, pensive.\n\nAs the carriage moves past them, Sam’s lantern reveals a boy\nstanding inside the carriage, looking out at them through an\noblong window cut into the side of the carriage.",
  "11": "---END OF PREVIOUS SECTION---\nThe old man lashes the reins and the horse starts forward\nagain, easily pulling the carriage into motion. William and\nhis group sit silently, pensive. As the carriage moves past them, Sam’s lantern reveals a boy\nstanding inside the carriage, looking out at them through an\noblong window cut into the side of the carriage. \n---TARGET SECTION TO BE ANNOTATED---\n The boy\nappears to be mentally disabled, and watches them completely\nwithout movement or expression.\n\nAfter a moment, the carriage is past the group, its lantern\nlight fading into the darkness of the road behind them.\n\nTodd spits tobacco juice into the cornfield as Joseph coughs\nuneasily. Annabelle and Sam look at William, who kicks at the\nside of his horse.\n\nWILLIAM\nWell, come on, then.\n\nAnnabelle and Sam immediately follow him. Todd, Joseph and\nClyde exchange glances, then head after William, one by one.\n\nEXT. DIRT ROAD - EVENING\n\nThe road is getting narrower and increasingly covered with\ntall grass, bent down in some areas but seemingly untouched\nin others. Annabelle and William can barely ride alongside\neach other. Sam is riding in front of them, slowly, with Dog\nrunning alongside Sam’s horse, visible in the lantern’s\ncircle of light.\n\nANNABELLE\nI don’t like the looks of this.\n\nWILLIAM\nWe’ve slept on grass before.\n\nANNABELLE\nWe don’t even know where we are.\n\nWILLIAM\nWe’ve got our compasses.\n(he nods over to his left)\nMexico’s that way.\n\nUp ahead, Sam’s horse suddenly comes to a dead stop. William\n\nand Annabelle tug on their horses’ reins quickly to avoid\nrunning into him, causing their horses to rear up slightly.\n\n(CONTINUED)\n\f15.\n\nCONTINUED:\nSAM\nHey!\nCLYDE\n(tense)\nWhat is it?\nSAM\n\nWell, look at this.\n\nSam lifts up his lantern in front of him as the others crowd\naround him, taking their horses into the field, which is\nsuddenly thin and rocky. A creek, about fifteen feet wide,\nbubbles in front of them, its waters black by the lantern\nlight.\n\nTODD\nWell, what the hell.\n\nSAM\n(to Dog)\nC’mere, girl.\n\nSam lifts Dog up into his saddlebag, then rides out into the\ncreek. The water, though moving at a good speed, is only\nabout a foot and a half deep. William nudges his horse\nforward, into the water, looking down.\n\nWILLIAM\nShit. Crazy old man.\n\nWilliam begins riding forward, across the creek.",
  "12": "---END OF PREVIOUS SECTION---\nWILLIAM\nShit. Crazy old man. William begins riding forward, across the creek. \n---TARGET SECTION TO BE ANNOTATED---\nWILLIAM (CONT'D)\nCome on! It shouldn’t be far from here.\n\nThe rest of the group follow him forward, along the trail.\nEXT. FARM - EVENING\n\nThe trail forks up ahead. Perhaps there was a path to the\nhouse once, but if so, the path was long ago consumed by the\nthick corn fields that surround the house on all sides. In\nfront of the house, the yard is so crowded with tall grass\nand weeds that it appears to be a field itself.\n\nThe house sits on the horizon, just visible by the final\norange rays of the sun. There is a stone well to the side of\nthe house, and clotheslines hang at angles just beyond this\nwell. Behind the house is a tall barn, almost as big as the\nhouse itself.\n\n(CONTINUED)\n\f16.\nCONTINUED:\n\nWilliam, Annabelle and Sam are the first to see the house,\nand they stand in the road, waiting for the other three to\ncatch up. The house, a dark silhouette by the sun setting\nbehind it, presents something of an ominous sight. William\nwets his lips with his tongue.\n\nSAM\nWell. Looks like a nice place.\n\nSam climbs off his horse, holding its reins. The horse shies\naway, and Sam pets it, hushing it. Annabelle and William also\nclimb off their horses.\n\nAnnabelle watches the house carefully. In one of the windows\nof the house, a previously indistinguishable shape suddenly\nshifts and disappears from the window. Annabelle, seeing\nthis, involuntarily takes a step back.\n\nWILLIAM\nWhat is it?\nANNABELLE\nI...\n(considers)\n\nI saw something in one of the windows.\n\nSAM\nI’m sure there was something in one of\nthe windows. That whole place has got to\nbe filled with all kinds of critters.\nProbably saw a bird or something.\n\nWILLIAM\n(to Annabelle)\nSomething, or someone?\n\nANNABELLE\nSomeone. Like they was watching us.\n\nWilliam looks at the house, as Clyde, Todd and Joseph ride up\nbehind them.\n\nWILLIAM\nWe'll be careful.\n\nWilliam steps out into the cornfield, pushing the stalks\napart with one hand, holding his horse’s reins with the\nother.",
  "13": "---END OF PREVIOUS SECTION---\nWilliam looks at the house, as Clyde, Todd and Joseph ride up\nbehind them. WILLIAM\nWe'll be careful. William steps out into the cornfield, pushing the stalks\napart with one hand, holding his horse’s reins with the\nother. \n---TARGET SECTION TO BE ANNOTATED---\nSuddenly, a creature with glowing eyes leaps out at William\nfrom the field, squealing. The creature is about the size of\na large raccoon. William shouts and spins to the side as the\ncreature runs past him.\n\n(CONTINUED)\n\f17.\nCONTINUED: (2)\n\nJust as it passes William, the creature is knocked onto its\nback by a gunshot. Sam holds a smoking gun, frowning down at\nthe creature. Dog begins growling.\n\nWILLIAM (CONT'D)\nJesus Christ...\n\nTODD\nWhat the hell is that?\n\nThe creature has soft white fur on its stomach, but has a pig-\nlike snout, long claws, and a bald, pink tail. The hair on\n\nits back is thick and bristled. The creature shakes for a\nmoment, bleeding from its back, its legs pivoting, then is\nstill. Dog quiets down.\n\nSAM\nIt looks like some kind of giant rat.\n\nTODD\nYeah, right. Did you see its eyes?\n\nSAM\nHow do you think I knew where to shoot\nat?\n\nAnnabelle softly walks over to the creature and kicks its\nside, barely. The creature is still.\n\nSAM (CONT’D)\n(to William)\nYou all right?\nWilliam stiffens slightly, regaining his composure.\nWILLIAM\nYeah. I’m fine. That thing gave me a\nstart, that’s all.\n\nTODD\nIt ain’t breathing.\n\nWILLIAM\nWell, that’s good news. What is it?\n\nCLYDE\nKinda looks like a porcupine. Or a pig.\n\nTODD\nBuilt almost like a baby bear, a little.\n\n(CONTINUED)\n\f18.\nCONTINUED: (3)\n\nJOSEPH\nMaybe a porcupine and a muskrat had a\nkid.\n\nClyde looks at Joseph quickly, to see if he is kidding.\n\nCLYDE\nYeah, maybe.\n\nWILLIAM\nWell, let’s get going.\n\nWilliam steps back towards the cornfield. Everyone looks at\nhim, hesitantly. Williams moves towards the cornfield, then\nwhen no one follows, turns back sardonically towards the\ngroup.\n\nWILLIAM (CONT’D)\nHey, Sam?\n\nSAM\nYeah?\n\nWILLIAM\nKeep your eyes out for more of those\nthings, alright?\n\nWilliam turns and walks into the cornfield.",
  "14": "---END OF PREVIOUS SECTION---\nSAM\nYeah? WILLIAM\nKeep your eyes out for more of those\nthings, alright? William turns and walks into the cornfield. \n---TARGET SECTION TO BE ANNOTATED---\n Sam follows, then\nTodd, then Annabelle and the rest, leading their horses.\n\nEXT. CORNFIELD - EVENING\n\nThe six work their way through the dark cornfield, pushing\nunruly stalks to the side. Sam, Joseph and Todd each hold\nlanterns, which do little good in the dense cornfield except\nto create alarming shadows. The horses make nervous sounds\nevery now and then, but continue forward.\n\nSuddenly Annabelle, up ahead, gives a sharp cry. Joseph, Todd\nand Clyde rush forward towards the sound of her voice.\n\nAnnabelle is standing, one hand on her chest, in front of a\nscarecrow. The scarecrow’s limbs are tied to a wooden cross\nwith barbed wire. A canvas sack, filled with peculiar lumps\nand shadows, forms the scarecrow’s head. Joseph looks up at\nit.\n\nWILLIAM\n\n(annoyed)\nOh, what the hell...\n\n(CONTINUED)\n\f19.\nCONTINUED:\n\nANNABELLE\nThat thing scared the life out of me. I\nthought it was a man.\n\nSAM\nIt’s creepy, alright.\n\nTodd and Clyde stare up at the scarecrow skeptically. Dog\nstands next to him. Joseph sniffs the air.\n\nJOSEPH\nWhat smells funny?\n\nTODD\n(to Annabelle)\nYou want us to take it down?\n\nANNABELLE\nNo! Don’t touch it! I mean, there’s no\npoint. Let’s not bother. It just gave me\na start, that’s all.\n\nTODD\nAll right.\n\nWilliam coughs and spits.\n\nWILLIAM\n(sarcastic)\nYes, it’s a very frightening scarecrow.\nIf I were a crow, I’d go elsewhere. Since\nI’m not, anyone else want to get a move\non?\n\nAnnabelle looks down, embarrassed. William rolls his eyes at\nher and the group moves past the scarecrow. Dog and Joseph\ngive it a wide berth and the horses make nervous noises as\nthey pass.\n\nSAM\nWhat direction is the house in? Hey,\nJoseph, can you see the house?\n\nJOSEPH\nNot over this corn. Want me to climb up\non my horse?\n\nSAM\nWilliam, you know what direction we’re\nheaded in?\n\nWilliam looks back at him, then points ahead, to the left.\n\n(CONTINUED)\n\f20.",
  "15": "---END OF PREVIOUS SECTION---\nSAM\nWilliam, you know what direction we’re\nheaded in? William looks back at him, then points ahead, to the left. (CONTINUED)\n\f20. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: (2)\n\nWILLIAM\nThe house is that way.\n\nSAM\nYou sure? I would’ve thought we’d be\nthere by now.\n\nWILLIAM\nCornfields always look smaller before\nyou’re fighting your way through them.\n\nSAM\nI guess that’s about right.\n\nThey work their way through the field. One of the horses\nwhinnies.\n\nSAM (CONT’D)\nDamn, it’s quiet.\n\nTODD\nI know.\n\nClyde is in the lead, gruffly shoving his way through the\ncornstalks. He suddenly stumbles out of the cornfield and\nfinds himself facing the house.\n\nThe house is worn, its boards bleached by exposure to the\nelements. The windows are dark. The front door leans open.\n\nCLYDE\nWell, hell.\n\nThe others stumble up behind Clyde.\n\nWILLIAM\nWell, there it is.\n\nCLYDE\nYeah.\n\nWilliam looks around. Nobody is moving.\n\nWILLIAM\nCome on, then.\n\nWilliam walks over to a twisted oak tree, leaning several\nfeet in front of the house, and ties his horse to a hanging\nbranch. William’s horse shuffles slightly, rolling its eyes.\nWilliam consoles it.\n\n(CONTINUED)\n\f21.\nCONTINUED: (3)\n\nWILLIAM (CONT'D)\nShhh, girl. We’1l get you some water ina\nbit.\n\nTODD\nThe horses are acting weird.\n\nWILLIAM\nOf course they are. They’re horses.\nThey’re stupid and crazy.\n\nTODD\nHuh. Well, someone should rub them down\nlater, if they’re gonna be any good\ntomorrow.\n\nJOSEPH\nI’1l1 do it, I don’t mind.\n\nThe rest of the group tie their horses to the tree. William\nmoves over, towards the house; the others follow. Sam takes a\nstep forward, then quickly steps back, looking at the ground.\n\nSAM\nHell...\n\nANNABELLE\nWhat?\n\nSAM\n\nI just stepped on a bird.\n\nA dead, slightly decayed bird rests on the ground. Sam\nexamines the sole of his boot.\n\nSAM (CONT’D)\nThat’s a first.\n\nSam looks around. Another dead bird rests on the ground, a\nfew feet away. Dog sniffs at it.",
  "16": "---END OF PREVIOUS SECTION---\nSam looks around. Another dead bird rests on the ground, a\nfew feet away. Dog sniffs at it. \n---TARGET SECTION TO BE ANNOTATED---\nSAM (CONT’D)\nLook, there’s another one!\n\nAnnabelle is clearly not very interested in this.\n\nANNABELLE\nHuh.\n\nSAM\n\nThere must be, like, cats around here or\nsomething.\n\n(CONTINUED)\n\f22.\nCONTINUED: (4)\n\nANNABELLE\nYeah. Come on. I want to get that bullet\nout of you before an infection can start\nspreading.\n\nSAM\nSure thing.\n(to Dog)\nCome on, Dog!\n\nSam follows Annabelle up towards the house. Dog, after a\nmoment, trots after him.\n\nEXT. HOUSE PORCH - EVENING\n\nWilliam steps up onto the wooden porch. As Joseph steps up\nnext to him, the boards beneath them creak ominously. Joseph\nand William look at each other, then William takes Joseph’s\nlantern and steps into the house.\n\nTodd looks back at the horses, tied to the oak tree. The\nhorses are silent. Todd moves up onto the porch.\n\nINT. HOUSE FRONT ROOM - EVENING\n\nWilliam’s lantern illuminates the front room of the house. A\nwooden table sits over in a corner of the room, surrounded by\nseveral chairs. A thick layer of dust covers nearly\neverything.\n\nJoseph begins to step forward into the room, but William puts\na hand across Joseph’s chest, stopping him. Joseph looks at\nWilliam, questioningly.\n\nWilliam points the lantern down at the floor. Two pairs of\nfootprints are imprinted in the dust on the wooden floor,\nlarge boot prints. The boot prints lead off into the darkness\nof the house.\n\nClyde and Todd have moved in behind William and Joseph.\n\nCLYDE\nWhat’s going on?\n\nClyde sees the footprints on the floor and is quiet.\nTODD\nIt’s probably just some tramps. I’d\nsettle here, if I was them. Let’s look\naround and find ‘em.\n\nWilliam looks at Todd.\n\n(CONTINUED)\n\f23.\nCONTINUED:\n\nTODD (CONT’D)\nThere’s only two of them.\n\nWILLIAM\n(nods)\nAlright. But everyone be careful.\n\nThey move into the house, followed by Sam and Annabelle. Dog\ntrots in with them, looking around. Dog’s ears are up.\n\nJoseph immediately crosses over to the wooden table and drops\nthe four bags. The table creaks.",
  "17": "---END OF PREVIOUS SECTION---\nDog’s ears are up. Joseph immediately crosses over to the wooden table and drops\nthe four bags. The table creaks. \n---TARGET SECTION TO BE ANNOTATED---\n One of the bags comes open\nslightly, and a few gold coins spill out onto the table.\n\nJoseph looks at the gold, then picks a coin up and bites it.\nHe examines his tooth marks in the gold.\n\nWILLIAM (CONT'D)\nDon’t chew on the gold, Joseph.\n\nJoseph quickly puts the coin back down on the table. William\naddresses the group:\n\nWILLIAM (CONT'D)\nLet’s split up into pairs, search this\nfloor and the upstairs. And the cellar,\nif this place has one.\n\nTODD\nThey might be out in that old barn. That\nlooked big enough.\n\nWILLIAM\nWe’1l check that after we finish with the\nhouse.\n\nWilliam steps further into the house, shining his lantern\naround. A kitchen area, with a coal stove, is barely visible\nthrough a doorway; the corners of the kitchen are dark.\n\nANNABELLE\nI want to get to work on Sam’s shoulder\nright away.\n\nWILLIAM\n\nYeah. That’s a good idea.\n\nSAM\nIt’s fine. It can wait.\n\nWILLIAM\n\nOh yeah, little brother? Bullets just\nbounce off you now, huh?\n\n(CONTINUED)\n\f24.\nCONTINUED: (2)\n\nSam grins at William.\n\nWILLIAM (CONT'D)\nClyde and Joseph, you guys take the\nupstairs. Todd and I will check this\nfloor.\n\nClyde and Joseph nod and walk off. William looks over at Dog,\nwho is staring around the room.\n\nWILLIAM (CONT'D)\nHey, you want to come with us? Sniff\nsomething out?\n\nDog looks at William, then slinks under a chair and curls up.\n\nWILLIAM (CONT'D)\nThat’s thing’s goddamn useless, Sam.\nAlright, then.\n\nWilliam and Todd begin moving away.\n\nANNABELLE\n(to William)\nBe careful.\n\nWILLIAM\nYou too. Sam, keep a hand on your gun. I\ndon’t want anybody sneaking up on us\ntramps or no.\n\nSAM\nDon’t worry about that.\n\nWILLIAM\nI’m sure they’ve seen our lanterns by\nnow, so they might come looking for us.\n\nSAM\nMaybe we scared them off.\n\nWILLIAM\nIf they’ve been staying here? Not likely.\n\nWilliam and Todd walk into the kitchen.",
  "18": "---END OF PREVIOUS SECTION---\nWILLIAM\nIf they’ve been staying here? Not likely. William and Todd walk into the kitchen. \n---TARGET SECTION TO BE ANNOTATED---\n Annabelle sets her\nlantern down on the table, turning it up, so that the room\ngrows brighter. She beckons Sam over to a chair; he sits.\n\nAnnabelle begins fiddling through a satchel, pulling out\n\ntools, as Sam unbuttons and peels off his shirt. He winces as\nhis shoulder stretches.\n\n(CONTINUED)\n\f25.\nCONTINUED: (3)\n\nANNABELLE\nLeave it on, we’ll just move it aside.\n\nAnnabelle pushes Sam’s shirt open, over his shoulders,\nexposing his torso. The bullet wound in Sam’s shoulder is\nvery dark, almost black, and moist with purple blood. A\nlarge, bluish welt surrounds the wound. Annabelle winces when\nshe sees the wound.\n\nANNABELLE (CONT’D)\nJesus.\n\nAnnabelle gently presses on the swollen area of flesh that\nsurrounds the bullet hole. Dark blood, almost black, wells\nout of the scabby wound and crawls down Sam’s chest.\nSam, curious, peers down, trying to see his own shoulder\nSAM\n\nYeah, that doesn’t look too good, does\n\nit?\nINT. KITCHEN - EVENING\n\nWilliam and Todd look around the kitchen. Todd opens the\nstove and sifts the ashes inside.\n\nTODD\nThis hasn’t been used anytime soon.\n\nWILLIAM\nHuh.\n\nWilliam is looking at the counter, where a dirty, cloth doll\nlies, its limbs askew. One of the doll’s button eyes is\nmissing.\n\nTODD\nLet’s keep moving.\n\nWILLIAM\nYeah.\n\nINT. STAIRWAY TO SECOND FLOOR - EVENING\n\nClyde and Joseph cautiously make their way up the stairs\nJoseph in the lead.\n\nCLYDE\n\nThis is a pretty nice place. Real fancy.\nGuy who built it must have been rich.\n\n(CONTINUED)\n\f26.\nCONTINUED:\n\nThey reach the top of the stairwell and find themselves in a\nshort hallway, with three doors, one in front of them, the\nother two at opposite ends of the hallway.\n\nJOSEPH\nThink those guys are up here?\n\nCLYDE\nMaybe. Don’t worry, they’1l take one look\nat you and wet themselves, big guy.\n\nJOSEPH\nI could crush them.\n\nCLYDE\nI know it.",
  "19": "---END OF PREVIOUS SECTION---\nDon’t worry, they’1l take one look\nat you and wet themselves, big guy. JOSEPH\nI could crush them. CLYDE\nI know it. \n---TARGET SECTION TO BE ANNOTATED---\n Here, you go check that room\ndown there, and I’1l check this one.\n\nJOSEPH\nOkay.\n\nINT. CHILDREN’S BEDROOM - EVENING\n\nJoseph moves down the hallway, away from Clyde. Joseph opens\nthe door at the end of the hall and walks slowly into the\nroom.\n\nJoseph looks around the sparse bedroom. Two small beds rest\nagainst one wall. There is a dresser in the room, and a\ncloset.\n\nJoseph carefully walks into the room, checking behind the\nbeds. Nothing is there. He moves over to the closet door,\nsomewhat nervous.\n\nJoseph turns the doorknob slowly and opens the closet door\nshining his lantern in. The closet has a few sets of\nchildren’s clothes, including a small dress. The hanging\nclothes cast dark shadows inside the closet.\n\nJoseph pushes the clothes apart, to determine that nothing is\nbehind them. He breathes a slight sigh of relief when he sees\nnothing but wall and walks back through the bedroom.\n\nJust as Joseph reaches the doorway to the bedroom, a slight\nscratching sound comes from within the room. Joseph stops and\nturns around, holding the lantern out. He appears to be alone\nin the bedroom.\n\nJOSEPH\nIs anyone there?\n\n(CONTINUED)\n\f27.\nCONTINUED:\n\nThere is no response. Joseph narrows his eyes, looking at the\nbeds. He crouches down to peer under them, but it is too dark\nto see under the beds from the door. Joseph rises to a\nstanding position. A dark figure is standing behind him.\n\nJoseph starts and whirls around to face Clyde, who jumps\nback.\n\nCLYDE\nShit!\nJOSEPH\nOh, man... You scared me.\n\nClyde pauses as they both catch their breath.\n\nCLYDE\nYeah, this place makes me a little jumpy,\ntoo... Nothing in there?\n\nJOSEPH\n\nNah, nothing. Anything in yours?\n\nCLYDE\nJust some weird clothes and stuff. Looks\nlike it was a guest room or something\nthat no one ever used, the bed’s still\nmade.\n(pause)\nLet’s check the third room together.\n\nJOSEPH\nOkay.\n\nClyde and Joseph walk down the hallway.\nINT. SITTING ROOM - EVENING\n\nWilliam stands in a room, shining his lantern around.",
  "20": "---END OF PREVIOUS SECTION---\nClyde and Joseph walk down the hallway. INT. SITTING ROOM - EVENING\n\nWilliam stands in a room, shining his lantern around. \n---TARGET SECTION TO BE ANNOTATED---\n The\nroom features a large, black piano, covered with dust. A few\nplush chairs are lined against one wall. Stacks of sheet\nmusic are piled on a small table.\n\nMoving forward, William sees that a dirty picture frame is\npropped up against the side of the piano, its back facing\noutward. William reaches out and turns the picture frame\nover, directing his lantern light onto it.\n\nThe picture on the front of the frame is of a man seated ina\nchair, with what appears to be two small boys and a very\nyoung girl standing around him, facing forward. The four\nfigures are all clad in formal attire.\n\n(CONTINUED)\n\f28.\nCONTINUED:\n\nIt is a very traditional family portrait, but it does not\nseem to have been fully finished, giving the portrait an\neerie quality; the facial features of the children are\nabsent, as if the artist never got around to the details on\ntheir likenesses, and the man’s facial expression looks\ninappropriately somber. William stares at the portrait, eyes\nnarrowed, and the man’s image on the canvas gazes back out at\nhim.\n\nWilliam nervously looks behind him, into the darkness.\n\nWILLIAM\nHey, Todd, get a look at this.\n\nThere is no response. A creaking sound comes from the\ndarkness just outside the doorway, then silence.\n\nWILLIAM (CONT'D)\nTodd?\n\nTODD (0.S.)\nYeah?\n\nWilliam reacts to Todd’s voice with visible relief.\n\nWILLIAM\nWhat are you doing?\nTODD (0.S.)\nThere’s a door here, I’m trying to get it\n\nopen.\nWilliam moves forward, towards Todd’s voice.\nINT. DOWNSTAIRS HALLWAY - EVENING\n\nWilliam moves into a hallway, where Todd has his shoulder\nbraced against a thick wooden door.\n\nTODD\nThis looks like it might go down toa\nfruit cellar or something, it’s in the\nright place for it.\n\nWILLIAM\nYou can’t get it open?\n\nTODD\nNah, it’s like there’s something up\nagainst it.\n\nWilliam places his lantern on the floor and moves to the\ndoor, next to Todd.\n\n(CONTINUED)\n\f29.",
  "21": "---END OF PREVIOUS SECTION---\nTODD\nNah, it’s like there’s something up\nagainst it. William places his lantern on the floor and moves to the\ndoor, next to Todd. (CONTINUED)\n\f29. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED:\n\nThey brace themselves against the door and try to force it\nOpen, straining against the door. The door bends but does not\ngive.\n\nWILLIAM\nHell.\n\nThey stop trying. Todd stretches his back.\n\nTODD\nIt doesn’t feel like it’s locked or\nanything, though; the door gives near the\nhandle.\n\nWILLIAM\nYeah. We’1ll get Joseph back here, see if\nhe can force it. Failing that, we’1ll chop\nit down. Wouldn’t want anyone to have\nbarricaded themselves in there\nespecially if we’re going to get any\nsleep tonight.\n\nTODD\nYeah.\n\nTodd puts his head against the door, listening, then taps on\nit with his hand.\n\nWILLIAM\nCome on, let’s get back and see how Sam’s\ndoing.\n\nTODD\nSure.\n\nINT. FRONT ROOM - EVENING\n\nAnnabelle pulls a small lump of metal out from Sam’s\nshoulder, using a pair of thin pliers. Sam grits his teeth,\nhis eyes clenched shut.\n\nANNABELLE\nThere. We’re done.\n\nSam opens his eyes, relaxing slightly. Red blood flows from\nhis wound. He reaches forward, grabs a bottle of whiskey from\nthe table and drinks deeply from it.\n\nSam stops drinking to gasp:\n\nSAM\nChrist.\n\n(CONTINUED)\n\f30.\nCONTINUED:\n\nANNABELLE\nHopefully that’11 help matters.\n\nSAM\nYou got anything to bandage it up with?\n\nANNABELLE\nJust a second.\n\nAnnabelle takes the bottle of whiskey from him and takes a\nquick drink. She then bends forward and pours whiskey onto\nhis wound. Sam jerks away.\n\nSAM\nShit! Ow!\n\nAnnabelle takes another drink of whiskey, then passes the\nbottle back over to Sam, who stares at her resentfully.\n\nANNABELLE\nThat’11 do.\n\nAnnabelle pulls out some cotton bandages and begins lacing\nthem over Sam’s shoulder.\n\nSAM\nYou could’ve told me you were going to do\nthat.\n\nANNABELLE\n\nQuit whining.\n\nSam tenderly touches his shoulder, still wincing. His face is\nflushed and covered with sweat.\n\nAnnabelle suddenly turns towards a window, which faces\noutside.",
  "22": "---END OF PREVIOUS SECTION---\nSam tenderly touches his shoulder, still wincing. His face is\nflushed and covered with sweat. Annabelle suddenly turns towards a window, which faces\noutside. \n---TARGET SECTION TO BE ANNOTATED---\nANNABELLE (CONT’D)\nDid you see that?\n\nSam turns, following her gaze. The window is completely dark.\n\nSAM\nWhat?\n\nANNABELLE\nI thought I saw someone standing on the\nporch.\n(pause)\nIt might have just been my reflection.\n\nSam tightens his grip on his pistol, watching the window.\n\n(CONTINUED)\n\f31.\nCONTINUED: (2)\n\nSAM\nYeah?\n\nBoth Annabelle and Sam look over at the front door, which is\nslightly open. A breeze moves the front door open a few\ninches.\n\nBehind them, William and Todd walk into the room. William\nnods over to Sam.\n\nWILLIAM\nHow you doing?\n\nSam glances over at William, surprised.\n\nSAM\nJust splendid.\n\nWILLIAM\n(to Annabelle)\nWere you able to get it out?\n\nANNABELLE\nYeah. It’s weird... It wasn’t that deep.\n\nTODD\nWe should start lighting these lanterns\naround here.\nTodd indicates two lanterns, mounted on the wall.\n\nWILLIAM\nYeah, good idea.\n\nTodd moves over and lights the two lanterns, which flare\nimmediately to life.\n\nTODD\nThey’ve still got oil in them.\n\nWILLIAM\nGood.\n\nThe front door creaks open further. Everyone in the room\nlooks at this nervously, and the lanterns flicker slightly.\n\nWILLIAM (CONT'D)\nFucking wind.\n\nSam rises to his feet and crosses over to the door, holding\none hand over his bandage.\n\f32.\n\nEXT. PORCH - EVENING\n\nSam steps out onto the porch and looks around. There is\nnothing on the porch. It is almost completely dark outside,\nand he can see very little. He squints into the darkness\nthen turns and walks back into the front room.\n\nINT. FRONT ROOM - EVENING\n\nJoseph and Clyde walk into the room from the kitchen at the\nsame time as Sam, dimming their lanterns as they enter. Clyde\nhas something slung over his arm. Annabelle and William turn\nto regard them.\n\nCLYDE\nLook what we found in a bedroom upstairs.\n\nHe holds out the object. It is a gray Confederate army\njacket. Everyone regards this silently. Sam sits back down\nacross Annabelle, a pensive expression on his face.",
  "23": "---END OF PREVIOUS SECTION---\nIt is a gray Confederate army\njacket. Everyone regards this silently. Sam sits back down\nacross Annabelle, a pensive expression on his face. \n---TARGET SECTION TO BE ANNOTATED---\nSAM\nDeserters?\n\nWILLIAM\nMaybe. Did you find anything else?\n\nCLYDE\nNothing important. This was hung over a\nbedpost.\n\nWILLIAM\nThat changes matters.\n\nCLYDE\nThey might have just moved on.\n\nWILLIAM\nMaybe. why would they leave their jacket?\n\nCLYDE\nProbably ‘cause they found a better one.\nThere’s plenty of clothes upstairs. If\nyou’re a deserter, sometimes the best\nidea isn’t to go around in your army\nuniform.\n\nWilliam nods.\nSAM\n\nStill, we should check out that barn now,\njust to be sure.\n\n(CONTINUED)\n\f33.\nCONTINUED:\n\nCLYDE\nI agree.\n\nClyde pulls out a pistol and cocks it. He grins over at Todd.\n\nCLYDE (CONT’D)\nYou want to go hunting?\n\nTodd shrugs.\n\nTODD\nIt’s nothing to me.\n\nWILLIAM\nRegardless of whether we find anything,\nwe’1l sleep in shifts tonight. I know\nI’1ll sleep better knowing someone’s on\nwatch. We’ll keep the lanterns on in this\nroom so someone can stay up.\n\nSAM\nI’ll take the first shift. I’m not tired.\n\nWILLIAM\nOkay.\n\nDog, underneath the chair, begins edging forward, its hackles\nrising. Dog is looking at an empty corner of the room. Nobody\nnotices Dog.\n\nTODD\nThis place isn’t exactly turning out to\nbe the safe haven we hoped for.\n\nWILLIAM\nI know it. We’1l move on at first light\ntomorrow.\n\nDog begins growling at the empty corner of the room. Dog\nquickly looks over at the open front door of the house, then\nlooks back at the corner, slowly backing away.\n\nTODD\nWhat the hell?\n\nDog continues growling and edging away from whatever has its\nattention in the corner. William and Clyde move over to stare\nat the corner of the room from Dog’s angle.\n\nCLYDE\nDo you see anything over there?\n\n(CONTINUED)\n\f34.\nCONTINUED: (2)\n\nWILLIAM\nNope.\n\nSAM\n(to Dog)\nWhat the hell’s wrong with you?\n\nDog does not acknowledge Sam. Suddenly Dog leaps back with a\nyelp, turns and runs out of the house.",
  "24": "---END OF PREVIOUS SECTION---\nSAM\n(to Dog)\nWhat the hell’s wrong with you? Dog does not acknowledge Sam. Suddenly Dog leaps back with a\nyelp, turns and runs out of the house. \n---TARGET SECTION TO BE ANNOTATED---\n Sam rises to his feet,\nmoving after Dog.\n\nSAM (CONT’D)\nHey! Dog! Get back here!\n\nSam steps forward, but clutches his shoulder, wincing.\n\nSAM (CONT’D)\nDamn...\n\nAnnabelle moves over to Sam.\n\nANNABELLE\nYou alright?\n\nSAM\nYeah, I’m fine... I just got a little\ndizzy there. Let me sit down.\n\nSam sits back in his chair. Clyde and William move outside,\nWilliam turning up his lantern.\n\nEXT. HOUSE PORCH - EVENING\n\nThe yard is completely dark. The lantern barely illuminates\nthe cornstalks that surround the house. Clyde moves down the\nporch steps, calling out:\n\nCLYDE\nDog! Hey, dog! Come here!\n\nClyde claps his hands and whistles. The horses, nearby in the\nfront yard, stomp their feet anxiously, making noises. In the\ncornfield, something rustles and moves the stalks. William\nand Clyde turn towards this sound.\n\nWILLIAM\nThere he is.\n\nCLYDE\nDog! Come on, boy!\n\nThe rustling sound does not come again. A light breeze gently\nstirs the corn stalks around them.\n\n(CONTINUED)\n\f35.\nCONTINUED:\n\nCLYDE (CONT’D)\nMaybe we should get some of that jerky,\nset it out for him. He’1l come back when\nhe wants to, I reckon.\n\nWILLIAM\nSetting out jerky will probably just get\nus possums.\n\nCLYDE\nYeah.\n\nWilliam kicks at the ground.\n\nWILLIAM\nWe’ll do it anyway. Just in case.\n\nCLYDE\nYeah.\n\nClyde and William head back towards the house. Todd and\nJoseph are in the doorway, watching.\n\nTODD\nHe’s not out there?\n\nWILLIAM\nHe took off. He’1l be back. He’s run off\nlike this before.\n\nTODD\nNever like the hounds of hell were after\nhim.\n\nCLYDE\n\nThat was damn weird, wasn’t it?\n\nWILLIAM\nHe’s a dog. Dogs are weird.\n\nThey walk inside.\nINT. FRONT ROOM - EVENING\n\nWilliam looks at Sam, who is still seated. Sam is playing\nwith the gold coins.\n\nWILLIAM\nYou doing alright?\n\n(CONTINUED)\n\f36.",
  "25": "---END OF PREVIOUS SECTION---\nSam is playing\nwith the gold coins. WILLIAM\nYou doing alright? (CONTINUED)\n\f36. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED:\n\nSAM\nYeah, I’m fine, I just got a little\nqueasy. I must have lost more blood than\nI thought.\n\nWILLIAM\nYou still want first watch?\n\nSAM\nYeah. I might pass out, but I won’t be\nfalling asleep.\n(pause)\nJust kidding.\n\nIn the distance, thunder rumbles. They look up at the sound.\n\nTODD\nThat’s just great.\n\nWILLIAM\nHey, it ain’t bad. A good storm could get\nrid of any tracks we might have left.\nSAM\nBut if the ground gets muddy, we could\nleave tracks that’1l last for days.\nWilliam smiles at Sam.\n\nWILLIAM\nHey, Sam? Cheer up.\n\nThunder rumbles again.\n\nWILLIAM (CONT'D)\nYeah. Anyway, who’s going out to the\n\nbarn?\n\nANNABELLE\nI will.\n\nCLYDE\nSure.\n\nEXT. BARN - EVENING\n\nJoseph, Clyde, William and Annabelle step out of the back\ndoor of the house, facing the large barn. A stone well and an\nouthouse are positioned near the side of the house. Between\nthe house and the barn, two empty clotheslines hang between\noak trees, swaying in the wind.\n\n(CONTINUED)\n\f37.\nCONTINUED:\n\nANNABELLE\nI’1l be just a second.\n\nAnnabelle walks towards the outhouse. William, Clyde and\nJoseph walk over to the barn.\n\nThe large, double doors to the barn stand open; it is dark\nwithin. Clyde walks inside the barn, holding his lantern\nhigh. William and Joseph follow.\n\nINT. BARN - EVENING\n\nThe barn is large, with a loft. The lanterns William, Clyde\nand Joseph hold illuminate the tall walls. Beneath the loft\nare three rooms, divided by wooden walls. These rooms each\n\ncontain thin mattresses on the floor.\n\nJOSEPH\nWhat’s that?\n\nCLYDE\nSlave quarters.\n\nClyde looks up at the roof of the barn.\n\nCLYDE (CONT’D)\nThe roof looks tight. I wouldn’t want to\nsleep in the hay up there, though. who\nknows what’s up there.\n\nWILLIAM\nLet’s find out.\n\nWilliam walks over to a tall ladder that leads up to the\nloft.",
  "26": "---END OF PREVIOUS SECTION---\nI wouldn’t want to\nsleep in the hay up there, though. who\nknows what’s up there. WILLIAM\nLet’s find out. William walks over to a tall ladder that leads up to the\nloft. \n---TARGET SECTION TO BE ANNOTATED---\n Holding his lantern with one hand, he begins scaling\nthe ladder.\n\nCLYDE\nCareful up there.\n\nWILLIAM\nYeah.\n\nAbout halfway to the loft, the rung under William’s feet\nbreaks with a dry snap. William grabs onto another rung with\nhis free hand, but it is also rotten, and comes off in his\nhand.\n\nWilliam falls to the ground, about six feet, landing on his\n\nback. His lantern hits the ground next to him, shattering and\nspilling flaming oil onto the ground. William rolls away.\n\n(CONTINUED)\n\f38.\nCONTINUED:\n\nCLYDE\nShit.\n\nClyde begins attempting to kick dirt onto the flaming pool of\noil, to no avail.\n\nJOSEPH\nHold on!\n\nJoseph runs away, as William sits up, coughing. A moment\nlater, Joseph runs into the barn again, carrying a bucket of\nwater. He throws the water onto the fire, dousing it.\n\nWilliam rises to his feet, brushing himself off.\n\nWILLIAM\nDamn.\n\nCLYDE\nYou alright?\n\nWILLIAM\nYeah. Well, forget that. Whatever’s up\nthere isn’t getting down, anyway.\nGoddamnit.\n\nWilliam kicks the ladder, breaking another rung. Behind him,\nJoseph wanders off, towards a corner of the barn.\n\nLightning flashes, filling the barn with pale light, abruptly\ncasting strange shadows across the barn. The large shadow of\na figure looms over the shadows of William and Clyde.\n\nThey jump and whirl around, to face Annabelle. Clyde grabs at\nhis chest.\n\nANNABELLE\nWhat?\n\nCLYDE\nHell. This place is turning me into a\nlittle girl.\n\nWILLIAM\nLet’s go back inside.\n\nANNABELLE\nWe should put the horses in here. Before\nthe storm really spooks them.\n\nWILLIAM\nYeah.\n\n(CONTINUED)\n\f39.\nCONTINUED: (2)\n\nWilliam moves ahead of them, towards the house. Annabelle\nlooks at Clyde.\n\nANNABELLE\nWhat happened?\n\nCLYDE\nWilliam broke the ladder.\n\nOver in the corner, Joseph is kicking at a pile of straw. He\nbends down and extracts an object from the straw.\n\nJOSEPH\nHey!\n\nWilliam looks over at Joseph, who holds the object out.",
  "27": "---END OF PREVIOUS SECTION---\nHe\nbends down and extracts an object from the straw. JOSEPH\nHey! William looks over at Joseph, who holds the object out. \n---TARGET SECTION TO BE ANNOTATED---\n It is\na worn, damaged book, which appears to be bound in dark\nleather.\n\nJOSEPH (CONT'D)\nI thought I saw something in there. It\nlooks like a bible.\n\nJoseph flips through the book, then shuts it. Joseph hands\nthe book to William, then examines one of his fingers and\nbegins sucking on it.\n\nJOSEPH (CONT’D)\n\nDamn.\n\nWILLIAM\nWhat?\n\nJOSEPH\nPaper cut.\n\n(indicates the book)\nWhat’s it say?\nWilliam flips through the pages of the book. There are no\nimages, just page after page of indecipherable writing in\ndark ink. The writing appears to be Arabic.\n\nWILLIAM\nI don’t know.\n\nJoseph looks at William suspiciously. William holds the book\nup, pages out.\n\nWILLIAM (CONT'D)\nIt’s not in English, Joseph.\n\nANNABELLE\nLet me see that.\n\n(CONTINUED)\n\f40.\nCONTINUED: (3)\n\nWilliam hands the book to her. Annabelle flips through it\nfrowning.\n\nANNABELLE (CONT’D)\nWeird. Is this a code?\n\nWILLIAM\nHow should I know?\n\nTODD\nI wonder who left it here.\n\nWILLIAM\nCome on, let’s get out of here before\nthat storm comes any closer. You can play\nwith the book inside.\n\nJoseph picks up the bucket and they exit the barn.\nEXT. BARN - EVENING\n\nAs William, Clyde, and Annabelle walk back into the house,\nJoseph moves over to the well and ties the bucket back to a\nrope, which hangs over a bar above the well.\n\nINT. FRONT ROOM - EVENING\n\nTodd and Sam are both drinking from the bottle of whiskey and\ncounting gold pieces at the table. Clyde nods at them as he,\nWilliam, Annabelle and Joseph walk into the room from the\nporch. Annabelle sets the book down on the table, next to the\ngold.\n\nCLYDE\n(to Todd)\nThat’s not all the whiskey we have, is\nit?\nTODD\n\nI got two more bottles.\n\nCLYDE\nPass that here.\n\nSam passes Clyde the bottle. Clyde drinks and passes it to\nWilliam, who drinks.\n\nINT. HALLWAY - MOMENTS LATER\nAnnabelle and William stand in the hallway, close to each\n\nother.",
  "28": "---END OF PREVIOUS SECTION---\nClyde drinks and passes it to\nWilliam, who drinks. INT. HALLWAY - MOMENTS LATER\nAnnabelle and William stand in the hallway, close to each\n\nother. \n---TARGET SECTION TO BE ANNOTATED---\n Behind them, Todd, Sam, Clyde and Joseph are playing\ncards at the table, two half-empty bottles in front of them.\n\n(CONTINUED)\n\f41.\nCONTINUED:\n\nANNABELLE\nThey said there were some beds upstairs.\n\nWILLIAM\nYou want to lie down for a little while?\n\nANNABELLE\nOr something.\n\nThey kiss, lightly, then Annabelle pulls away from William.\nHe leans towards her and they kiss again, longer.\n\nWILLIAM\nSounds good.\n\nWilliam and Annabelle surreptitiously exit the hallway.\nINT. MAIN BEDROOM - MOMENTS LATER\n\nAnnabelle and William are entangled on a large bed, making\nlove by the light of a candle mounted on a thick, wooden\ndresser. Annabelle is on top of William. The flickering\ncandle flame casts strange shadows over her face.\n\nINT. HOUSE FRONT ROOM - EVENING\n\nJoseph throws down his cards and stretches. Sam, Clyde and\nTodd continue covertly staring at their cards. Sam is\nsweating and pale.\n\nJOSEPH\nThat’s it. I’m out.\n\nTODD\nWise decision. Wiser than our friends\nhere, who are going to lose their share\nbefore they even get to count it.\n\nClyde chuckles.\n\nCLYDE\nYou'd be better at bluffing, Todd, if\nyou’d play it down a little. I’1l see\nyou, and I’1ll raise you five more.\n\nTodd whistles slowly, shaking his head. Sam frowns. Outside,\nlightning flashes, illuminating the horses. One of the horses\nrears up with a snort.\n\nJOSEPH\nAw, hell, I should get those horses into\nthe barn before this storm gets any\ncloser.\n\n(CONTINUED)\n\f42.\nCONTINUED:\n\nJoseph rises to his feet. Clyde looks up at him.\n\nCLYDE\nYou need any help?\n\nJOSEPH\nI’m fine.\n\nCLYDE\n‘Kay.\n\nClyde returns his attention to the cards. Joseph steps\noutside.\n\nEXT. BACKYARD - EVENING\n\nJoseph leads three horses through the backyard, into the\nbarn.\n\nINT. BARN - MOMENTS LATER\nJoseph ties the three horses next to the other three horses.\nThe horses seem somewhat calmer in the barn.",
  "29": "---END OF PREVIOUS SECTION---\nINT. BARN - MOMENTS LATER\nJoseph ties the three horses next to the other three horses. The horses seem somewhat calmer in the barn. \n---TARGET SECTION TO BE ANNOTATED---\n One of them\nleans down to chew on some hay.\nJOSEPH\n\nThere you go. I’1l go and get you some\n\nwater, how’s that?\nJoseph pats one of the horses and exits the barn.\nEXT. WELL - EVENING\nJoseph walks up to the well, holding onto the bucket and rope\nwith one hand. At the bottom of the well, a slight splashing\nsound is audible, followed immediately by a small voice, that\nof a child’s.\n\nYOUNG BOY (0.S.)\nPlease... Please help me...\n\nJoseph freezes, then leans over to look into the well, still\nholding the bucket. The well is completely dark; nothing is\nvisible inside.\n\nJOSEPH\nHello?\n\nThe voice comes again, as if from the bottom of the well.\nYOUNG BOY (0.S.)\n\nPlease help me! Help me out of here!\n\n(CONTINUED)\n\f43.\nCONTINUED:\n\nJOSEPH\n(confused)\nAre you in the water down there?\n\nYOUNG BOY (0.S.)\nYes. Help me!\n\nJOSEPH\nAre you okay?\n\nYOUNG BOY (0.S.)\nPlease, help me! My daddy threw me in\nhere, mister. The water’s too deep!\n\nJOSEPH\n(to himself)\nMy god.\n\nJoseph looks around, as if looking for help, then calls down\ninto the well.\n\nJOSEPH (CONT'D)\nHang on just a second, kid. I’m lowering\na bucket down, okay?\n\nNo sound comes from the bottom of the well.\n\nJOSEPH (CONT’D)\nOkay?\n\nYOUNG BOY (0.S.)\nPlease hurry! It’s cold.\n\nJoseph quickly begins lowering the bucket.\n\nJOSEPH\nOkay. Don’t worry, I’11 pull you up out\nof there in just a moment\n(to himself, angry)\nThen we’1l talk about what the hell’s\ngoing on here.\n\nThe rope goes slack in Joseph’s hands.\nJOSEPH (CONT'D)\nCan you see the bucket? It’s down there.\n(pause)\nHave you got it?\nThe rope is pulled taut again. Joseph grips it with one hand.\n\nYOUNG BOY (0.S.)\nYes. I’ve got it.\n\n(CONTINUED)\n\f44.\nCONTINUED: (2)\n\nJOSEPH\nOkay.",
  "30": "---END OF PREVIOUS SECTION---\nI’ve got it. (CONTINUED)\n\f44. CONTINUED: (2)\n\nJOSEPH\nOkay. \n---TARGET SECTION TO BE ANNOTATED---\n Now just hold on to that bucket,\nalright?\n\nJoseph begins pulling the bucket up, dragging up the rope,\nhand over hand. The child clearly weighs more than Joseph\nexpected, and he grits his teeth as he pulls.\n\nJOSEPH (CONT’D)\n(to himself)\nJesus.\n\nJoseph begins dragging the bucket back up, straining against\nthe rope.\n\nJOSEPH (CONT'D)\n(calling out)\nHow are you doing?\n\nThere is no response from the well. Joseph continues pulling\nthe bucket up.\n\nJOSEPH (CONT’D)\nAlmost there...\n\nJoseph reaches forward into the darkness of the well, to take\nhold of the rope, and a child’s small hand reaches out from\nthe darkness, grabbing onto Joseph’s wrist. Joseph’s eyes\nwiden in surprise.\n\nQuickly, Joseph is yanked off his feet, down into the well.\nThe bucket moves with him, the rope twisting after it. There\nis a large splashing sound, then silence from within the\nwell.\n\nThe wind tosses the grass around the well. Lightning flashes.\nINT. FRONT ROOM - EVENING\n\nClyde reacts to the lightning, looking around. Sam and Todd\nare still playing cards.\n\nCLYDE\nI wonder what’s taking Joseph?\n\nTodd shrugs, then looks at Sam curiously.\n\nTODD\nHey, Sam, you okay there?\n\nSam is rubbing at his collarbone.\n\n(CONTINUED)\n\f45.\nCONTINUED:\n\nSAM\nI don’t know. This wound’s kind of\nitching.\n\nTODD\nThat means it’s healing.\n\nSAM\nYeah.\n(pause)\nWhat the hell is taking Joseph?\nTodd looks up. The three exchange glances.\nEXT. BACKYARD - MOMENTS LATER\n\nTodd, Sam and Clyde walk out into the backyard, holding guns,\nlooking around.\n\nCLYDE\nHey, Joseph! You out here?\n\nThe wind tosses the branches of a nearby oak tree. Sam scowls\nup at this.\n\nTODD\nI’1l check the barn.\n\nINT. MAIN BEDROOM - MOMENTS LATER\n\nWilliam and Annabelle lie in bed together, naked under the\ncovers. Annabelle is asleep in William’s arms.\n\nA slight creaking sound comes from outside the bedroom,\nfollowed by a soft knock on the door. William opens one eye.",
  "31": "---END OF PREVIOUS SECTION---\nAnnabelle is asleep in William’s arms. A slight creaking sound comes from outside the bedroom,\nfollowed by a soft knock on the door. William opens one eye. \n---TARGET SECTION TO BE ANNOTATED---\nThe soft knocking comes again, followed by a whisper:\n\nSAM (0.S.)\nHey, William!\n\nWilliam grimaces, then carefully extricates himself from\nAnnabelle’s arms. Annabelle moans in her sleep and rolls\nover. William quickly slips his pants on and walks to the\nbedroom door.\n\nINT. UPSTAIRS HALLWAY - EVENING\n\nWilliam steps out of the bedroom. Sam is standing there,\nlooking anxious. Sam’s face is pale.\n\nWILLIAM\nWhat is it?\n\n(CONTINUED)\n\f46.\nCONTINUED:\n\nSAM\nJoseph disappeared.\n\nWILLIAM\nWhat do you mean?\n\nSAM\nHe’s gone. He went out to take the horses\nto the barn and he never came back. We\nall just went around looking for him.\n\nWILLIAM\nNothing?\n\nSAM\nNothing.\n\nWILLIAM\n\nAny tracks?\n\nSAM\nNone that I could see.\n\nWilliam frowns for a moment.\nWILLIAM\n\nOkay. Let me get my clothes on, then I'll\n\nbe right out.\nSam nods. William goes back into the bedroom.\nINT. MAIN BEDROOM - MOMENTS LATER\nWilliam quickly buttons his shirt next to the bed, his boots\nalready on. He then leans down and gently shakes Annabelle’s\n\narm.\n\nWILLIAM\nHey. Hey, honey.\n\nAnnabelle opens her eyes, looking tired.\n\nANNABELLE\nMmm?\n\nWILLIAM\nJoseph wandered off somewhere. I’m gonna\ngo look for him.\n\nANNABELLE\nJoseph’s gone?\n\n(CONTINUED)\n\f47.\nCONTINUED:\n\nWILLIAM\nYeah, the boys can’t find him. I’11 go\nsee what’s up, you stay here.\n\nANNABELLE\nOkay.\n(she yawns)\nMaybe he went off looking for Dog.\n\nWILLIAM\nCould be. You wanna get up and do me a\nfavor, though?\nAnnabelle smiles up at him.\n\nANNABELLE\nWhat’s that?\n\nWILLIAM\nLock the door to this room after I step\nout. Just in case.\n\nANNABELLE\nI’ve got my gun.\n\nWilliam leans down and kisses her.\n\nWILLIAM\nI know, but I want you to get some sleep.\n\nANNABELLE\nUh. Okay.\n\nAnnabelle stretches.\n\nINT.",
  "32": "---END OF PREVIOUS SECTION---\nOkay. Annabelle stretches. INT. \n---TARGET SECTION TO BE ANNOTATED---\n UPSTAIRS HALLWAY - MOMENTS LATER\n\nWilliam exits the bedroom, shutting the door behind him.\nImmediately the sound of a latch turning and locking is\nheard. William heads off down the hallway.\n\nEXT. FRONT YARD - EVENING\n\nWilliam and Sam walk off the porch, into the front yard. Sam\ngestures to the rear of the house.\n\nSAM\nClyde and Todd are back there.\n\nWilliam walks off quickly, towards the rear of the house. Sam\nstands in the front yard for a moment. He rubs softly at his\n\nshoulder, wincing. The fabric of Sam’s shirt is dark and wet\n\nin a small circle just over his bandage.\n\n(CONTINUED)\n\f48.\nCONTINUED:\n\nSomething falls to the ground directly in front of Sam,\nhitting the ground hard. Sam looks up at the empty sky above\nhim, then holds out his lantern and steps forward.\n\nA medium-sized bird is curled up in the grass, having just\nfallen from the sky. The bird’s eyes are closed and it is not\nmoving. Sam looks at the bird, then looks back up at the sky.\nLightning flashes, followed immediately by thunder.\n\nA dog’s bark comes from the cornfield, nearby. Sam jumps and\nturns to face the sound.\n\nSAM (CONT’D)\nDog?\n\nSam steps forward, then stops, slowly moving his arm,\nwiggling his fingers.\n\nSAM (CONT’D)\nOw. Damn.\n\nSam walks through the yard and steps into the cornfield,\nlightly moving in between the haphazard rows, making his way\nthrough the stalks. Sam is following the trail the six of\nthem made with their horses when they first moved through the\nfield, trampling down a wide path of corn. Sam moves towards\nthe path, alert.\n\nSam’s lantern is not doing much good in the field\nilluminating only the stalks around him, all of which are\nnear enough to touch.\n\nSam stops and slaps his leg.\n\nSAM (CONT’D)\nDog! Come’ere, boy!\n\nSam continues making his way through the cornfield, looking\naround. He whistles for Dog, clapping his hands. A moment\nlater, Dog’s bark comes again, further ahead in the\ncornfield, to Sam’s right.",
  "33": "---END OF PREVIOUS SECTION---\nSam continues making his way through the cornfield, looking\naround. He whistles for Dog, clapping his hands. A moment\nlater, Dog’s bark comes again, further ahead in the\ncornfield, to Sam’s right. \n---TARGET SECTION TO BE ANNOTATED---\nSAM (CONT’D)\nCome on, boy! What the hell are you doing\nout here?\n\nSam pushes his way through the cornstalks to his side, moving\nmore quickly now, sweating. Dog barks again; again, Sam heads\ntowards the noise, pushing through the stalks.\n\nSAM (CONT’D)\nDog! Hold up, there!\n\n(CONTINUED)\n\f49.\nCONTINUED: (2)\n\nSuddenly, Sam stumbles into a clearing.\n\nBriefly disoriented, Sam raises his lantern. Directly in\nfront of him is the wooden cross where the scarecrow was\nhung. Strands of barbed wire are still attached to the cross,\nbut the scarecrow is gone.\n\nSam backs away, then looks around.\n\nSAM (CONT’D)\n(to himself)\nWhere the hell...\n\nThe cornfield is still, except for the wind lightly moving\nthe stalks.\n\nSAM (CONT’D)\nDog?\n\nThere is no response. Sam slowly begins backing away from the\ncross, then turns and moves back into the cornfield.\n\nEXT. BACKYARD - MOMENTS LATER\n\nWilliam, Todd and Clyde are standing near the well, looking\ndejected, as Sam quickly walks up to them, still covered with\na thin sheen of sweat.\n\nWILLIAM\nWell, could he have just wandered off for\na little while? Maybe he’s pulling a joke\nor something.\n\nTODD\nI sure hope so. I’d hate to think of\nanything that could take Joseph without\nmaking enough noise for us to hear.\n\nClyde cups his hands and shouts into the wind:\n\nCLYDE\nJoseph!\n\nThere is no response. After a moment, William shrugs and the\nfour men walk back towards the house.\n\nWILLIAM\nI think we’d better each hold onto our\nguns from now on, though, particularly if\nwe go out alone.\n\nSAM\nI’m way ahead of you there.\n\n(CONTINUED)\n\f50.\n\nCONTINUED:\nWILLIAM\nWhere’ve you been?\nSAM\nI think... Nevermind.\n\n(shakes head)\nI heard Dog in the cornfield and I went\nafter him. I guess I got a little lost\nturned out I wasn’t headed in the\ndirection I thought I was. Got turned\naround.\n\nWILLIAM\nYou’re lucky you made it out of there.",
  "34": "---END OF PREVIOUS SECTION---\nI guess I got a little lost\nturned out I wasn’t headed in the\ndirection I thought I was. Got turned\naround. WILLIAM\nYou’re lucky you made it out of there. \n---TARGET SECTION TO BE ANNOTATED---\nYou can’t see where you’re going in that\nfield in the daytime, much less at night\nwith a storm coming. Whoever tended that\nfield’s long gone.\n\nClyde falls back a little from the group as they walk through\nthe yard.\n\nCLYDE\nI gotta take care of something, I’1l be\naround in a minute.\n\nClyde walks towards the outhouse.\n\nINT. FRONT ROOM - EVENING\n\nWilliam, Sam and Todd sit in the living room. William throws\na knife at the wall; the knife plunges into the wood. William\nrises to his feet, crosses over to the knife and takes it out\nof the wall. He then walks back to his chair and throws his\nknife at the wall again.\n\nSAM\nYou should get some sleep.\n\nWILLIAM\nNot likely.\n\nTodd picks up a handful of gold coins and begins stacking\nthem.\n\nINT. MAIN BEDROOM - EVENING\n\nAnnabelle lies in bed, breathing softly. In the bedroom, the\ncloset door slowly creaks open.\n\nAnnabelle opens her eyes; the room is silent. Annabelle\n\nfrowns, then blinks and shuts her eyes again. The sound of\nquick footsteps moving across the room is heard.\n\n(CONTINUED)\n\f51.\nCONTINUED:\n\nAnnabelle opens her eyes wide and sits up in bed, looking\naround the dark room. Her hand goes over to her pistol on the\npillow next to her. Annabelle lifts the pistol and pulls back\nthe hammer. Seeing nothing in the room, Annabelle shifts\nslightly, still craning her head around. She then leans back\nand blows her hair out of her face.\n\nANNABELLE\n(to herself)\nYou’re dreaming, honey.\n\nAnnabelle stretches, then looks around the room again.\nSighing, she climbs out of bed and cautiously crosses over to\nthe closet. Annabelle gingerly pushes some clothes out of the\nway and looks inside; the closet contains only clothes.\n\nINT. OUTHOUSE - EVENING\n\nClyde sits in the outhouse, looking straight ahead,\npassively. He is chewing on a piece of hay.\n\nJust outside of the outhouse, a rustling sound is audible,\nlike something moving through the tall grass. Clyde\nstraightens, reaching down for his shotgun.\n\nThe rustling sound comes closer to the outhouse.",
  "35": "---END OF PREVIOUS SECTION---\nJust outside of the outhouse, a rustling sound is audible,\nlike something moving through the tall grass. Clyde\nstraightens, reaching down for his shotgun. The rustling sound comes closer to the outhouse. \n---TARGET SECTION TO BE ANNOTATED---\n Then a\nsniffing noise, like that of an animal, comes near the bottom\nof the outhouse door. Clyde relaxes slightly, though he is\nstill tense. He lowers the shotgun.\n\nCLYDE\nHey. Dog?\n\nThe sniffing at the bottom of the door stops. There is\nsilence for a moment, then the sound of claws raking against\nthe bottom of the door. Clyde jerks back.\n\nThe clawing sound continues, with a quiet, animalistic\ngrunting noise. Clyde stands, hitching up his pants, and\npoints the shotgun at the door.\n\nCLYDE (CONT’D)\n(whispering)\nFucking hell?\n\nClyde moves to the door as the clawing continues and, ina\nswift movement, throws the door open and lowers the shotgun.\nThere is nothing outside of the door. Clyde steps quickly out\nof the outhouse and looks around; no creature is in sight.\n\nCLYDE (CONT’D)\nDog?\n\n(CONTINUED)\n\f52.\nCONTINUED:\n\nClyde stands for a moment, looking confused.\nINT. MAIN BEDROOM - EVENING\n\nAnnabelle shuts the closet door, then turns around and\nsurveys the room. She looks at the bed. After a moment,\nAnnabelle crosses over to the bed, kneels down on the floor\nand peers under the bed.\n\nUnder the bed, in the opposite corner, something large is\njust visible in the shadows. Annabelle cannot make out its\nfeatures; it could be crouching animal, or a pile of\nclothing. Very slowly, Annabelle reaches for the lantern next\nto the bed and holds the lantern out at floor level.\n\nIlluminated under the opposite corner of the bed is a small\nboy, crouched in a fetal position, silently rocking back and\nforth. Annabelle frowns, peering closer. Just then, the boy\nlifts his head up and looks straight at her, his face dark\n\nMoving with unnatural speed under the bed, the boy crawls\ntowards Annabelle, scuttling like a crab. He is immediately\nface to face with her.\n\nThe boy grins at Annabelle in the light of the lantern; he is\ntoothless and his eyes are completely black, with no irises.",
  "36": "---END OF PREVIOUS SECTION---\nJust then, the boy\nlifts his head up and looks straight at her, his face dark\n\nMoving with unnatural speed under the bed, the boy crawls\ntowards Annabelle, scuttling like a crab. He is immediately\nface to face with her. The boy grins at Annabelle in the light of the lantern; he is\ntoothless and his eyes are completely black, with no irises. \n---TARGET SECTION TO BE ANNOTATED---\nAnnabelle screams and falls back away from the boy, knocking\nover the lantern. It goes out, plunging the room into\ncomplete darkness.\n\nINT. FRONT ROOM - EVENING\n\nAnnabelle’s scream is audible from upstairs. William, Sam and\nTodd react, then run out of the room for the stairs, William\nin the lead.\n\nINT. MAIN BEDROOM - EVENING\n\nAnnabelle is standing in the corner of the room, facing the\nopen bedroom door. William runs into the doorway, Todd and\nSam coming up behind him.\n\nWILLIAM\nWhat? What is it?\n\nANNABELLE\nThere was a boy in here!\n\nWILLIAM\nWhere is he?\n\n(CONTINUED)\n\f53.\nCONTINUED:\n\nANNABELLE\nHe ran out.\n\nAnnabelle points towards them, in the doorway. William looks\nat Sam and Todd, who look at each other and head for the\nopposite rooms.\n\nWilliam crosses over to Annabelle. He puts an arm around her.\n\nWILLIAM\nYou alright, honey?\nANNABELLE\nYeah... I’m fine. He just scared me...\n\nThe lighting or something.\n\nWILLIAM\nThis a young kid?\n\nANNABELLE\nI don’t know. He couldn’t be too old. He\nwas small. His face...\n\nWILLIAM\nWell, they’1l find him in a second.\n\nTodd and Sam appear in the doorway again. Todd shakes his\nhead.\n\nWILLIAM (CONT’D)\n\nWhat?\n\nTODD\nWe’re the only ones on this floor. He’s\nnot here.\n\nWilliam stares at him.\n\nWILLIAM\nWell, could he have gone out of a window?\n\nTodd shrugs. Sam walks into the bedroom, looking sick, and\nsits down heavily on the bed.\n\nSAM\nHe couldn’t have gone downstairs, we\nwould’ve passed him.\n\nTODD\nI don’t know. A lot of these big houses\nhave passageways.\n\nWilliam and Annabelle both look around the walls, nervously.\n\n(CONTINUED)\n\f54.\nCONTINUED: (2)\n\nWILLIAM\nI sure hate the thought of that. We\nshould start checking around, see if any\nof these walls are hollow.\n\nAnnabelle is watching Sam.\n\nANNABELLE\nYou okay, Sam?\n\nSAM\nYeah. I’m just feeling a little tired.",
  "37": "---END OF PREVIOUS SECTION---\nANNABELLE\nYou okay, Sam? SAM\nYeah. I’m just feeling a little tired. \n---TARGET SECTION TO BE ANNOTATED---\nANNABELLE\nYou should lie down and get some rest. I\nknow I’m not going to be sleeping for\nawhile.\n\nWILLIAM\nYeah, well, we’ll see about that. One way\nor another, we’re moving on at first\nlight tomorrow, and we all need to get\nsome sleep before then. Sam, you go\nahead, we’1ll wake you if anything comes\n\nup.\nSam nods and stiffly lies back on the bed.\n\nWILLIAM (CONT'D)\n(to others)\nLet’s go.\n\nThey exit the room, Todd in the lead. Sam, lying on the bed,\nunbuttons his shirt and pushes it open. He pulls back the\nbandage to look at his wound. The area around where the\nbullet entered is red and swollen, and the skin around it is\npurple and glossy.\n\nSam touches his chest, near the wound, and flinches. He lies\nback in the bed and closes his eyes, sweating.\n\nEXT. FRONT YARD - EVENING\n\nWilliam, Annabelle and Todd walk out onto the front porch.\nThe wind tears at the branches of a tree in front of them.\n\nTODD\nThis is turning out to be a hell of a\nnight.\n\nWILLIAM\nNo kidding.\n\n(CONTINUED)\n\f55.\nCONTINUED:\n\nWilliam steps off the porch, then bends down, picks up a rock\nand throws it into the field.\n\nWILLIAM (CONT'D)\nChrist.\n\nA drop of rain falls and hits William’s forehead. He looks up\nat the sky as more raindrops plunk onto the ground around\nhim.\n\nWILLIAM (CONT'D)\nThat’s great.\n\nWilliam turns back to look at Annabelle and Todd, who are\nstill on the porch, protected from the rain.\n\nWILLIAM (CONT'D)\nI’m gonna look around a little.\n\nANNABELLE\nI’1l go with you.\n\nTODD\nYeah, I might look around myself.\n\nWILLIAM\nNo, somebody should stay up in the front\nroom, in case anyone comes back or tries\nto get into the house.\n(pause)\nSpeaking of which... where’s Clyde?\n\nANNABELLE\nOh, god.\n\nTODD\nHe was going to the outhouse.\n\nWILLIAM\nYou’d think he’d be done by now. Stay\nhere.",
  "38": "---END OF PREVIOUS SECTION---\nTODD\nHe was going to the outhouse. WILLIAM\nYou’d think he’d be done by now. Stay\nhere. \n---TARGET SECTION TO BE ANNOTATED---\nWilliam and Annabelle walk around to the side of the house,\nas Todd steps back into the front room.\n\nINT. SIDE YARD - EVENING\n\nIt is raining harder as William and Annabelle walk back\ntowards the barn. The rain splatters off William’s hat and\nhas soaked Annabelle’s hair and dress.\n\nANNABELLE\nWilliam?\n\n(CONTINUED)\n\f56.\nCONTINUED:\n\nWilliam stops and looks at her.\n\nANNABELLE (CONT’D)\nIt’s just...\n(pause)\nThere’s something wrong here. I know it.\nWe should leave.\n\nWilliam looks up into the rain.\n\nWILLIAM\nNot much chance of that now. Besides, we\ncan’t just leave Joseph here. He could\nhave just gone for a walk.\n\nANNABELLE\nHe didn’t just go for a walk, William!\n\nWilliam looks somewhat taken aback by the panic in\nAnnabelle’s voice. He reaches out hesitantly and touches her\narm.\n\nWILLIAM\nYou okay?\nANNABELLE\nI’m... I’m sorry. But, I mean... You feel\n\nit, don’t you?\nWILLIAM\nUh, I can’t say that I do. Not really. I\nmean, weird stuff’s been going on, and\nMaybe someone’s messing with us, but...\nHe trails off as Annabelle shakes her head.\n\nWILLIAM (CONT’D)\nWhat?\n\nAnnabelle shakes her head again.\n\nANNABELLE\nNothing. I don’t know.\n\nWILLIAM\nCome here.\n\nAnnabelle moves closer to him and he embraces her. They hold\neach other in the pouring rain, then William moves away from\nAnnabelle, smiling at her.\n\nWILLIAM (CONT'D)\nNow, look...\n\n(CONTINUED)\n\f57.\nCONTINUED: (2)\n\nAnnabelle looks over William’s left shoulder, her eyes\nwidening. William whirls around.\n\nClyde is standing behind him, scowling. The light of Clyde’s\nlantern is subdued by the rain.\n\nWILLIAM (CONT'D)\nClyde! Good god, man. We were worried\nyou’d fallen in.\n\nCLYDE\nYeah. Did you guys see Joseph come by\nhere?\n\nWILLIAM\n\nWell, no, we didn’t.\nClyde squints into the nearby cornfield.",
  "39": "---END OF PREVIOUS SECTION---\nDid you guys see Joseph come by\nhere? WILLIAM\n\nWell, no, we didn’t. Clyde squints into the nearby cornfield. \n---TARGET SECTION TO BE ANNOTATED---\nCLYDE\nI could’ve sworn I saw him moving around\nin there.\n\nAnnabelle and William look at each other.\n\nWILLIAM\nAre you sure it was him? I mean, I can\nbarely see the stalks.\n\nCLYDE\nYeah, I saw a head and shoulders moving\naround in the rows, but then...\n\nWILLIAM\nThen what?\nCLYDE\nWell, then I didn’t see him anymore.\n(pause)\nIt was either him, or something else real\n\nbig.\nThere is a short silence while they consider this.\n\nWILLIAM\nWell, I don’t think they have bears down\nhere, so it was probably Joseph. I bet\nhe’s playing some sort of game.\n\nCLYDE\nYeah. I might have had a run-in with Dog\nearlier, too.\n\n(MORE)\n\n(CONTINUED)\n\f58.\n\nCONTINUED: (3) CLYDE(CONT'D)\n\nIt could have just been a raccoon, I\nguess. Whatever it was, it ran off before\nI could get my hands on it.\n\nWILLIAM\nThat’s good news. I was worried Dog\nmight’ve spooked off for good.\n\nWilliam looks at Annabelle, smiling optimistically. Annabelle\nreturns a faint smile.\n\nINT. FRONT ROOM - EVENING\n\nTodd sits at the table, in front of several stacks of gold\ncoins. Todd drinks from a bottle of whiskey.\n\nA sudden noise comes from the hallway nearby. Todd starts,\nthen looks into the hallway, seeing nothing.\n\nINT. MAIN BEDROOM - EVENING\n\nSam lies in bed, sweating, looking up at the ceiling. He\nlooks down at the foot of his bed.\n\nAs Sam watches, the older boy child, the same one that\nAnnabelle saw, slowly rises up from the foot of the bed and\nlooks at Sam, putting his hands on the mattress. The boy’s\neyes and mouth are dark holes.\n\nSam stares at the boy, frozen with fear. The older boy\naddresses Sam calmly:\n\nOLDER BOY\nMy parents used to lie together in this\nbed. This is where my mother was when the\nconsumption took her.\n\nThe boy looks down at the floor, then crouches down beneath\nthe bed, disappearing from Sam’s view. Sam squeezes his eyes\nshut, pulling the blankets up around his neck.",
  "40": "---END OF PREVIOUS SECTION---\nThis is where my mother was when the\nconsumption took her. The boy looks down at the floor, then crouches down beneath\nthe bed, disappearing from Sam’s view. Sam squeezes his eyes\nshut, pulling the blankets up around his neck. \n---TARGET SECTION TO BE ANNOTATED---\nSam begins quickly muttering to himself, an incoherent litany\nof barely audible prayers.\n\nSAM\nOur father who art in heaven, hallowed be\nthy name... Yea, though I walk through\nthe valley of the shadow of death, I\nshall fear no evil, for thou art with me.\nThy kingdom come, thy will be done. Amen.\n\nWhen Sam opens his eyes, a large man is standing in the\ncorner of the room, barely visible in the darkness.\n\n(CONTINUED)\n\f59.\nCONTINUED:\n\nThe man is holding a long object, obscured by the shadows, in\none hand. The FATHER speaks, possibly to himself:\n\nFATHER\nI had to do it. If I hadn’t done it, it\nwould have been so much worse for them. I\nput them where they’1l never be found, by\nanyone. You understand, don’t you?\n\nThe man steps forwards slightly. The object in his hand is a\nsmall, bloody scythe. The man’s head is lowered.\n\nFATHER (CONT’D)\nTell me you understand.\n\nSam, trembling with fright, tries to speak\n\nSAM\nSure... Sure, I understand.\n\nThe man stops. Then he slowly turns and looks at Sam.\n\nFATHER\nWho are you? Where is she?\n\nSam shuts his eyes again and begins muttering inarticulately\nto himself. The room is silent. Sam slowly opens his eyes.\n\nThe man is standing above Sam, leaning over the bed. The man\nraises his scythe above his head.\n\nFATHER (CONT'D)\nI asked you a question!\n\nSam screams.\nEXT. FRONT YARD - EVENING\n\nWilliam, Clyde and Annabelle walk through the rain, up to the\nfront porch.\n\nCLYDE\nWell, what now?\n\nWILLIAM\nI wouldn’t mind getting some rest. Anyone\nelse for that?\nAnnabelle laughs drily.\n\nANNABELLE\nYou can count me out.\n\n(CONTINUED)\n\f60.\nCONTINUED:\n\nWILLIAM\nWell, sit up with Todd then. I’1l sit\nwith you guys for a second, then I’m\ngoing to get some shut-eye.\n\nCLYDE\nI guess I could use it.\n\nThey walk into the house.\nINT. FRONT ROOM - EVENING\n\nWilliam, Annabelle and Clyde step into the front room,\nlooking around.",
  "41": "---END OF PREVIOUS SECTION---\nThey walk into the house. INT. FRONT ROOM - EVENING\n\nWilliam, Annabelle and Clyde step into the front room,\nlooking around. \n---TARGET SECTION TO BE ANNOTATED---\n The gold is still piled on the table. Todd\nsteps out from the kitchen, holding his lantern.\n\nWILLIAM\nWhat’re you up to?\n\nTODD\nThought I heard a noise back here, near\nthe basement door. Guess I was wrong.\nAnything happening?\n\nWILLIAM\nNot that I can see. Clyde here says he\nsaw Joseph and Dog.\n\nCLYDE\nOr at least it was some kind of animal.\n\nTODD\nYou should’ve shot it. Then at least we'd\nhave something fresh to eat.\nWilliam sits down on the floor, heavily, and begins rolling a\ncigarette. Annabelle sits down next to William. She reaches\nfor the book, flips through it, then sets it back down on the\ntable. She then lightly rests her head on William’s shoulder.\n\nANNABELLE\nRoll me one.\n\nWILLIAM\nSure thing.\n\nClyde sits down at the table with Todd, who shifts the deck\nof cards over towards him. Clyde begins shuffling.\n\nINT. FRONT ROOM - LATE EVENING\n\nClyde throws down five cards, disgusted.\n\n(CONTINUED)\n\f61.\nCONTINUED:\n\nCLYDE\nI swear you’re cheating.\n\nTodd lifts a finger to his lips, tilting his head over\ntowards William and Annabelle, who are fast asleep on the\nfloor. Annabelle is curled up next to William, who is still\nsitting against the wall, his mouth slightly open, breathing\ndeeply.\n\nTODD\nShhh. You’11 wake the dead with your\npernicious lies.\nClyde grins at William and Annabelle.\n\nCLYDE\nAw, ain’t they sweet?\n\nClyde yawns and arches his back.\n\nCLYDE (CONT’D)\nI’m getting a little weary myself.\n\nTODD\nSure you are. Or maybe you don’t want to\nlose any more gold?\n\nCLYDE\nAh, you’re just scared to stand watch\nalone.\n\nTODD\nNonsense.\n\nCLYDE\n\nYou gonna let me get some sleep, then?\nTODD\n\nSure. I think you could use it. You’re\n\ngetting grouchy.\n\nClyde looks at Todd askance, then rises from the table and\nbegins moving towards the stairs.",
  "42": "---END OF PREVIOUS SECTION---\nI think you could use it. You’re\n\ngetting grouchy. Clyde looks at Todd askance, then rises from the table and\nbegins moving towards the stairs. \n---TARGET SECTION TO BE ANNOTATED---\nTODD (CONT’D)\nYou’re sleeping upstairs?\n\nCLYDE\nThey got beds there, don’t they?\n\nTODD\nI guess.\n\n(CONTINUED)\n\f62.\nCONTINUED: (2)\n\nClyde shrugs and climbs the stairs. Todd puts down his cards\nand looks out into the rain.\n\nINT. CHILD’S BEDROOM - LATE EVENING\n\nClyde walks into the dark bedroom. He walks over to one of\nthe beds, leans down and knocks a doll off of it. The doll\nhits the ground and rolls over, onto its back, staring up at\nthe ceiling with painted eyes. Clyde scowls at it, then sets\nhis lantern down next to the bed.\n\nClyde lies down on the bed, which he is slightly too large\nfor, and pulls an old, torn blanket up over the lower half of\nhis body. He then bends down and turns the lantern down low.\nClyde curls up and shuts his eyes.\n\nINT. FRONT ROOM - LATE EVENING\n\nTodd flips a gold coin languidly across the fingers of one\nhand, looking slowly around the room. He yawns, then pulls\nout his gun and begins cleaning it.\n\nINT. FRONT ROOM - NIGHT\n\nWilliam and Annabelle are still asleep, in the same\npositions. At the table, Todd’s head is resting on one hand,\nhis arm propped up on the table. The lantern next to him has\nbeen turned down low.\n\nTodd blinks, very slowly. His eyelids close, then he opens\nhis eyes wide, looking around quickly. Nothing in the room is\ndifferent.\n\nTodd’s eyes slowly start to shut again. He blinks twice, then\nhis eyelids close.\n\n \n\nA thumping noise comes from beyond the kitchen. Todd’s eyes\nfly open and he sits up straight, looking towards the\nkitchen.\n\nTodd swiftly surveys the room, then slumps back in his chair\nrubbing at his face.\n\nThe noise comes again, from somewhere on the other side of\nthe house, and Todd jumps to his feet, his eyes narrowed.\n\nTodd looks down at William and Annabelle, who are still\nasleep. He then walks past them, into the kitchen.\n\f63.\n\nINT.",
  "43": "---END OF PREVIOUS SECTION---\nHe then walks past them, into the kitchen. 63. INT. \n---TARGET SECTION TO BE ANNOTATED---\n FIRST FLOOR CORRIDOR - NIGHT\n\nTodd walks through the dark kitchen, holding his lantern in\none hand, his gun in the other. He walks into the corridor\nstopping near the door to the basement.\n\nTodd looks around. The windows facing outside are dark\nthough the sound of the rainstorm can still be heard. The\nwind whistles and rain splatters against the glass\nwindowpanes.\n\nTodd turns around and faces the door to the basement. He puts\nthe handle to his lantern between his teeth, reaches down and\ngrips the doorknob. Slowly, Todd turns the doorknob.\n\nTodd pushes on the door. It does not budge. He leans against\nthe door, still holding onto the doorknob, but the door will\nnot move.\n\nTodd sighs and releases the doorknob. He steps across the\ncorridor, to one of the windows. Todd raises his lantern, but\nonly illuminates the water against the glass.\n\n \n\nTodd moves his face closer to the glass, but cannot see\nanything in the darkness outside; all he can see is his\nreflection in the window. Todd stares at his reflection\nbrushing slightly at his hair.\n\nJust then, lightning flashes, illuminating the outside world.\nSam is facing the other side of the window, looking in at\nTodd from the outside. Todd jumps back with a yell as the\nsound of thunder cracks against the house.\n\nOn the outside of the house, Sam’s face is directly in front\nof Todd’s, looking straight into Todd’s eyes, twisted into a\nmask of hate. They are separated only by the pane of glass.\nSam’s hair is matted and his clothes are drenched by the\nrain.\n\nSam runs to the side, then the outside world goes dark again\nas the lightning ends. Todd fumbles with his lantern, turning\nit up higher, and holds it to the window. He can see nothing\noutside.\n\nTodd pants, catching his breath. He moves over to another\nwindow, calling out:\n\nTODD\nSam!\n\nThere is no response.\n\n(CONTINUED)\n\f64.\nCONTINUED:\n\nTODD (CONT’D)\n(to himself)\nWhat the hell...\n(shouting)\nWhat the hell are you doing out there?\n\nOnly the sound of the rain can be heard. Thunder rumbles\nslightly, far off.",
  "44": "---END OF PREVIOUS SECTION---\n(shouting)\nWhat the hell are you doing out there? Only the sound of the rain can be heard. Thunder rumbles\nslightly, far off. \n---TARGET SECTION TO BE ANNOTATED---\nTODD (CONT’D)\n(to himself)\nWhat the hell is he doing?\n\nTodd walks back towards the kitchen. Just as he passes the\ndoor to the basement, a loud thumping sound comes from\nagainst the other side of the basement door, as if a person\nwere throwing their body against it. There is a stifled\nwhimper, like a person in pain, from the other side of the\ndoor, then silence.\n\nTodd jumps back, staring at the basement door, his eyes wild.\nThe sound does not come again. Todd looks around.\n\nTODD (CONT’D)\nSam?\n\nTodd moves slowly towards the basement door. Holding his gun\nout, with his lantern between his teeth, he again turns the\ndoorknob and shoves.\n\nThe door to the basement swings open. Todd steps away from\nthe door, raising his gun. Nothing but darkness is visible.\n\nTODD (CONT’D)\nAlright. Come on out, now.\n\nThere is no sound from the basement. Todd steps forward and\npushes the door open further with his foot. He holds his\nlantern forward.\n\nThe basement steps are visible, but there is no one on them.\nTodd sticks his head into the doorway, looking around.\n\nAfter a moment, he begins walking down the stairs, slowly.\nThe wooden steps creak as Todd moves down them.\n\nINT. CHILD’S BEDROOM - NIGHT\nClyde lies still in the small bed, quietly breathing. From\nacross the room, the sound of a female child softly sobbing\n\ncan be heard. Clyde frowns in his sleep, shakes his head\nslightly, then opens his eyes, confused.\n\n(CONTINUED)\n\f65.\nCONTINUED:\n\nThe sound of the child crying is coming from the corner of\nthe room, which is not visible. Clyde frowns and looks\naround, blinking. He sits up in bed, rubbing his eyes.\n\nClyde cannot see anything in the dark room. Carefully,\nwithout making a sound, he reaches down and turns up the\nlantern next to the bed.\n\nThe older boy is standing immediately in front of Clyde, next\nto the lantern. The boy’s eyes are completely black and his\nface is expressionless. Before Clyde can react, the boy looks\naway from him and steps back into the darkness of the room,\ndisappearing from sight. The crying sound continues.",
  "45": "---END OF PREVIOUS SECTION---\nThe boy’s eyes are completely black and his\nface is expressionless. Before Clyde can react, the boy looks\naway from him and steps back into the darkness of the room,\ndisappearing from sight. The crying sound continues. \n---TARGET SECTION TO BE ANNOTATED---\nCLYDE\nWhat- Who’s there?\n\nClyde rapidly turns the lantern up all the way, illuminating\nmost of the bedroom. His hand is unsteady and the lantern\nlight sways as he sets the lantern back on the floor.\n\nThe boy is nowhere to be seen. In the corner of the bedroom,\na small girl is crouched, her arms around her knees, facing\nthe corner. The girl is wearing only a pair of underwear. Her\nback, which is facing Clyde, trembles with her sobs.\n\nClyde rubs his eyes, looks around again, then looks at the\ngirl.\n\nCLYDE (CONT'D)\nHey, how’d you get in here? Where’d that\nother kid go?\n\nThe girl does not respond, continuing to face the corner and\ncry. Clyde rises to his feet, standing next to the bed.\n\nCLYDE (CONT’D)\nLook here, are you okay? What’s the\nmatter?\n\nThe girl does not respond. Clyde moves closer to her, walking\nover to the corner.\n\nCLYDE (CONT’D)\nIt’s okay, don’t cry. Tell me what’s\nwrong. Did that kid do something bad to\nyou? You just tell me who did it, and\nI’ll take care of him, okay? Did\nsomething happen?\n\nThe girl suddenly stands and whirls to face Clyde, who is now\n\nonly a couple of feet away from her. The girl’s ears are\nslightly pointed and her nose is unnaturally flat;\n\n(CONTINUED)\n\f66.\nCONTINUED: (2)\n\nshe has vertical pupils, like a cat, and her teeth are also\ninhuman, long and thin. There is a large, deep gash across\nthe front of the girl’s neck; her throat has been ripped\naway. The front of the girl’s body is soaked red with blood.\n\nYOUNG GIRL\n(screams)\nMy father did this!\n\nClyde leaps backwards, stumbling, and falls onto the floor\nbumping his head. He jolts into a seated position, scooting\ndesperately across the floor, away from the corner. The\ncorner is empty. The girl is gone.\n\nClyde stops, seeing this, and sits on the floor, leaning back\nagainst the bed, breathing heavily.",
  "46": "---END OF PREVIOUS SECTION---\nThe\ncorner is empty. The girl is gone. Clyde stops, seeing this, and sits on the floor, leaning back\nagainst the bed, breathing heavily. \n---TARGET SECTION TO BE ANNOTATED---\n He looks quickly around\nthe room, reaching for his gun.\n\nCLYDE\nWhat the... fucking hell...\n\nA shout comes from outside of the house.\n\nJOSEPH (0.S.)\nHey, Clyde!\n\nClyde looks up at the sound of Joseph’s voice. He rises to\nhis feet and rapidly crosses over to the window. Lightning\nflashes.\n\nOutside, just next to the cornfield, Joseph is standing,\nlooking up at Clyde’s window. He is crouched over, hunched\nlike an animal. Joseph looks up at Clyde over his shoulder\nout of the corners of his eyes. The lightning subsides and\nthe yard goes dark again.\n\nClyde lifts up the window sash, looking outside.\n\nCLYDE\n(shouting)\nJoseph?\n\nLightning flashes again. Joseph is visible in the cornfield,\nabout ten feet from where the field meets the yard, making\nhis way deeper into the cornfield, still hunched over\nunnaturally. Joseph is leaving a path of broken and smashed\ncornstalks behind him.\n\nCLYDE (CONT’D)\nJoseph?\n\nJoseph does not look back. Clyde pauses, then turns and runs\nout of the bedroom.\n\f67.\n\nINT. BASEMENT - NIGHT\n\nTodd reaches the bottom of the basement stairs, sweating. He\nmurmurs to himself, softly:\n\nTODD\nI know you’re in here.\n\nThe floor of the cellar is earth; the walls of the cellar are\ncomprised of damp stone. Todd holds both the lantern and gun\nout in front of his body, turning around, surveying the\nbasement, which is too dark to see across. Todd begins to\nmove past the staircase, keeping his back to the wall.\n\nIn the center of the room, on the cracked, earthen floor, a\nprecise pentagram, approximately five feet in diameter, has\nbeen drawn in yellow paint or chalk. Inexplicable symbols\nsurround the pentagram.\n\nFour posts have been driven into the floor along the\ncircumference of the pentagram, forming a square. Above the\npentagram, lines of rope have been hung from floorboards, as\nif for drying food.\n\nTodd glances at this, then slowly moves to the other side of\nthe stairwell, still carefully keeping his back to the wall.\nOn the other side of the basement, the space is equally bare.",
  "47": "---END OF PREVIOUS SECTION---\nAbove the\npentagram, lines of rope have been hung from floorboards, as\nif for drying food. Todd glances at this, then slowly moves to the other side of\nthe stairwell, still carefully keeping his back to the wall. On the other side of the basement, the space is equally bare. \n---TARGET SECTION TO BE ANNOTATED---\nTodd moves closer, looking around.\n\nAgainst the stone wall, a set of iron shackles, with cuffs,\nhas been nailed into the stone. Todd frowns at this, then\nturns away.\n\nThe only other object in the room is a short, squat wooden\nchair. Todd moves closer to the chair, shining his lantern on\nit. The chair has thick leather straps bound to its arms and\nthe two front chair legs.\n\nNext to the chair, on the floor, is a piece of hide, rolled\ninto a tube. Todd kicks lightly at the hide, unrolling it.\nThe hide contains several metal tools, all in various states\nof decay and rust. Many of the tools are sharp and pointed.\nSome are recognizable, such as a pair of pliers and a ball-\npeen hammer, while others are not.\n\nNext to the chair, on the ground, lies a small, white object\n\nTodd glances back at the chair, then kneels down and picks up\nthe object. It appears to be a broken piece of bone or tooth.\nTodd drops it, disgusted.\n\nTodd quickly backs away from the chair, still peering around\n\nthe room, heading back towards the stairwell. A sharp voice\nsuddenly comes from the other side of the cellar.\n\n(CONTINUED)\n\f68.\nCONTINUED:\n\nBLACK WOMAN (0.S.)\nHelp me!\n\nTodd jumps and spins around. On the floor, in the center of\nthe pentagram, a black woman is lying. Her wrists and ankles\nare bound to the four posts. She looks over at Todd,\nstraining her head to see him, tears in her eyes.\n\nBLACK WOMAN (CONT’D)\nHelp me! Oh, god, please!\n\nThe woman is wearing only a short, sloppy dress made out of\nthick muslin; it barely covers her torso. Todd looks around\nthe room quickly. There is no one around except the two of\nthem.\n\nTODD\nWho did this to you? How the hell did you\nget there?\n\nBLACK WOMAN\nOh god, please help me. Please let me go!\nI didn’t do anything. I’11 never tell\nanyone about the others!\n\nTodd steps closer to the woman, frowning. She shrinks away\nfrom him, constricted by her ropes.",
  "48": "---END OF PREVIOUS SECTION---\nI’11 never tell\nanyone about the others! Todd steps closer to the woman, frowning. She shrinks away\nfrom him, constricted by her ropes. \n---TARGET SECTION TO BE ANNOTATED---\nTODD\nWhat’s going on here?\n\nBLACK WOMAN\n(shaking her head wildly)\nI didn’t see nothing! I didn’t see\nnothing!\n\nTodd starts to say something, stops, then walks over to the\nwoman and kneels down next to her. He begins trying to untie\nher hand from one of the posts, but seems to be having a\ndifficult time with it. Suddenly Todd stops and stares.\n\nTODD\nShit... You’re bound with dried rawhide.\n\nThe woman’s hands are indeed swollen and purple. The rawhide\nis cutting into the flesh of her wrists.\n\nBLACK WOMAN\n\n(whimpering)\nIt hurts...\n\n(CONTINUED)\n\f69.\nCONTINUED: (2)\n\nTODD\n(grim)\nI know it.\n(he stares at her)\nHow long have you been down here?\n\nBLACK WOMAN\n(whispering)\nPlease hurry.\n\nThe black woman’s eyes dart around the room, looking for\nsomething.\n\nTODD\nOkay. I’m going to go to the other side\nof the stairwell and get something to try\nto cut this with...\n\nTodd trails off, as the woman has focused her eyes on\nsomething across the room from them. Her face is frozen in\nterror, her mouth open.\n\nBLACK WOMAN\nHe’s here.\n\nTodd looks where she is looking. There is nothing there.\n\nTODD\nI don’t see anything.\n\nThe woman ignores him. She is breathing quickly, her eyes\nstill riveted on a spot about a yard in front of her legs.\nThere is still nothing visible there.\n\nBLACK WOMAN\n(whispering)\nPlease... No...\n\nTodd looks around the room, his eyes narrowed. He rises to\nhis feet.\n\nThe woman is paralyzed with fear; tears run out of the\ncorners of her eyes. She is now ignoring Todd completely,\nfocusing her attention on the area opposite from them. She\nshakes her head, back and forth, but is quiet.\n\nTodd watches this, then quickly grabs his lantern and gun and\nheads for the opposite side of the room, leaving the woman on\nthe floor.\n\nOn the other side of the cellar, Todd reaches the chair and\nkneels down next to it.\n\n(CONTINUED)\n\f70.\nCONTINUED: (3)\n\nSuddenly Todd freezes.",
  "49": "---END OF PREVIOUS SECTION---\nOn the other side of the cellar, Todd reaches the chair and\nkneels down next to it. (CONTINUED)\n\f70. CONTINUED: (3)\n\nSuddenly Todd freezes. \n---TARGET SECTION TO BE ANNOTATED---\n Very slowly, he looks up at the chair\nin front of him. It is empty. Todd shivers, then shakes his\nhead and begins rooting through the rusted tools.\n\nTodd comes across a serrated, thin blade, with a curved\nhandle. He grabs this and a pair of shears. Todd stands and\nwalks over towards the stairwell, holding out his lantern.\n\nTodd stops as soon as he enters the other side of the\nbasement. The woman is still there, lying in the pentagram,\nbut now her back is arched. The front of her dress has been\ncut open to expose her stomach and torso.\n\nThe woman’s eyes lock onto Todd’s. As Todd watches, frozen, a\nthick cut appears on the side of the woman’s stomach. The cut\ncontinues across her belly, moving just above the navel, ina\ncurved line under her ribs.\n\nThe woman’s mouth opens and her eyes squeeze shut. It appears\nthat she is screaming in pain, but the only audible sounds in\nthe room are Todd’s breathing and the sound of the woman’s\nskin and flesh separating.\n\nBlood wells out of the long cut on the woman’s stomach\nsoaking into her dress and the dirt floor. She shakes her\nhead wildly, her mouth still stretched open.\n\nAs Todd watches, his eyes wide with horror, the cut in the\nwoman’s stomach suddenly widens, as if it is being pushed\nopen. From the open wound, the woman’s guts are roughly\npulled from her body, straight into the air above her. Her\nentrails hover above her stomach, dripping blood and fluid.\n\nThe woman’s scream cuts through the air, a loud, awful shriek\nof pain that tears through the quiet of the room.\n\nBlood splatters the floor as Todd turns and leaps away, the\nwoman’s agonized screaming filling the basement. Todd’s feet\nhit the first step of the basement stairs and he stumbles\nfalling to his side, on the other side of the basement.\n\nTodd hits the ground hard, cracking his elbow against the\nwall and dropping his gun and lantern. The woman is still\nscreaming.\n\nTodd’s lantern lies on its side in front of him. Todd reaches\nfor it, looking forward, towards the chair.",
  "50": "---END OF PREVIOUS SECTION---\nThe woman is still\nscreaming. Todd’s lantern lies on its side in front of him. Todd reaches\nfor it, looking forward, towards the chair. \n---TARGET SECTION TO BE ANNOTATED---\n As Todd’s eyes\nmeet with something in front of him, his face goes slack with\nfear and he shrinks away, screaming, his back against the\nwall.\n\f71.\n\nINT. FRONT ROOM - NIGHT\n\nWilliam and Annabelle are still asleep on the floor. The\nsound of footsteps running down the stairs comes from behind\nthem.\n\nWilliam opens his eyes and looks around the room, just as\nClyde runs through the front room. Clyde grabs the front\ndoorknob, opens it, and runs outside, into the storm.\n\nWILLIAM\nWhat the hell...\n\nWilliam rises up, rousing Annabelle, who looks up at him\nblearily.\n\nANNABELLE\nWhat’s going on?\n\nWILLIAM\nClyde just ran through here. I don’t know\nwhat he’s after. I’m gonna go check\n\nANNABELLE\nOkay. You do that.\n\nAnnabelle immediately puts her head back down and closes her\neyes. William looks troubled.\n\nWILLIAM\nWell, I don’t really want to leave you\nalone in here.\n\nANNABELLE\n(mumbling)\nDon’t worry about it. I’1l be fine.\n\nWILLIAM\nWell...\n\nWilliam looks up suddenly. Sam is standing in the darkness of\nthe hallway, barely visible, his eyes glowing with the\nlantern light. His clothing is drenched. Sam stares at\nWilliam without speaking.\n\nWILLIAM (CONT'D)\nSam! Good thing you’re up. Clyde just ran\nthrough here faster than lightning.\n\nWilliam rises to his feet, rubbing the arm that he slept on.\nHe looks around the room.\n\n(CONTINUED)\n\f72.\nCONTINUED:\n\nThe gold is gone from the table; only the cards, whiskey\nbottles and book rest on the table.\n\nWILLIAM (CONT'D)\nHoly shit. The gold.\n\nWilliam looks around the room again, quickly. The gold is\nnowhere to be seen. William looks back at Sam, his teeth\nbared.\n\nWILLIAM (CONT'D)\nHang in here just a second, watch over\nAnnabelle. I’m going after Clyde. I’1l be\nright back.\n\nWilliam turns away from Sam, who has not changed expression\nand runs out the front door, shutting it behind him.\n\nSam slowly steps out of the darkness of the hallway.",
  "51": "---END OF PREVIOUS SECTION---\nI’1l be\nright back. William turns away from Sam, who has not changed expression\nand runs out the front door, shutting it behind him. Sam slowly steps out of the darkness of the hallway. \n---TARGET SECTION TO BE ANNOTATED---\n He looks\ndown at Annabelle, his nostrils flaring slightly, then walks\nover to the table and lowers himself into a chair. Sam sits\nstaring straight ahead.\n\nEXT. FRONT YARD - NIGHT\n\nWilliam runs out into the rain, holding his lantern aloft.\nClyde is nowhere to be seen, but there is a spot in the rows\nof corn, near the yard, where several stalks have been pushed\naside or trampled.\n\nWilliam runs across the yard and into the cornfield. The\nbroken stalks form a haphazard trail through the tall corn,\nthough William can still only see a couple feet in front of\nhimself, and cannot see over the corn.\n\nWilliam continues staggering through the corn, along the\ntrail, holding his lantern in front of him. William calls\nout:\n\nWILLIAM\nClyde! Hey, Clyde!\n\nThe sound of the rain splattering off the cornstalks drowns\nout William’s voice.\n\nINT. FRONT ROOM - NIGHT\n\nSam sits at the table. He has the book in his hands and flips\nthrough the pages, pausing occasionally. After a moment, Sam\nslowly looks down at Annabelle, sleeping on the floor\n\nSAM\nAnnabelle...\n\n(CONTINUED)\n\f73.\nCONTINUED:\n\nAnnabelle stirs slightly on the floor\n\nSAM (CONT’D)\nAnnabelle.\n\nShe opens her eyes and looks up at Sam, squinting.\n\nANNABELLE\nSam? What are you doing?\n\nSam does not respond for a moment, turning his attention back\nto the book.\n\nANNABELLE (CONT’D)\nWhat is it? What’s going on?\n\nSAM\nI’m reading.\n\nAnnabelle smiles at Sam, then, when he continues to look at\nthe pages of the book, frowns, puzzled.\n\nANNABELLE\nYou’re reading that book?\n\nSAM\nYes.\n\nAnnabelle straightens her back, tilting her head to see Sam\nbetter.\n\nANNABELLE\n\nWhat does it say?\nSAM\n\nIt’s about how to contact the Old Ones.\nANNABELLE\n\nwho?\n\nSam's face darkens.\n\nSAM\n\nThe Old Ones, I said. Most think of them\nas spirits. They can walk between worlds\nand time is different for them. When they\nappear in our world, they mostly show\nthemselves as animals, unless they are\ngiven greater power.",
  "52": "---END OF PREVIOUS SECTION---\nMost think of them\nas spirits. They can walk between worlds\nand time is different for them. When they\nappear in our world, they mostly show\nthemselves as animals, unless they are\ngiven greater power. \n---TARGET SECTION TO BE ANNOTATED---\n Because they walk\nbetween worlds, their physical power is\nlimited in each one. They should not be\ngiven mortal power, the power to change\nus, unless they can be controlled.\n\n(CONTINUED)\n\f74.\nCONTINUED: (2)\n\nSam smiles down at Annabelle, a haunted look in his eyes. His\nsmile trembles.\n\nSAM (CONT'D)\nI just got to that part.\n\nAnnabelle rubs her eyes and speaks slowly.\n\nANNABELLE\nSam. What are you talking about? You’re\nnot making any sense. Are you okay?\n\nSam straightens up, his face blank, and sets down the book on\nthe table.\n\nSAM\nThe hole in my shoulder hurts. I think\nsomething might be wrong.\n\nAnnabelle sits up on the floor, stretching.\nANNABELLE\nWell, you’d better let me take a look at\nit. Hang on.\n\nAnnabelle unsteadily rises to her feet. She steps forward and\ntakes a seat at the table opposite from Sam.\n\nANNABELLE (CONT’D)\nCan you unbutton your shirt?\n\nSam reaches up and begins slowly unbuttoning his shirt. Once\nhe is finished, he pushes his shirt open and tears off the\nbandage.\n\nThe area around Sam’s wound, expanding to cover most of his\nchest, is a black, swollen bruise. Thin tendrils of purple\ninfection crawl up Sam’s neck and down his stomach. The wound\nitself is oozing a thick, viscous fluid.\n\nAnnabelle shrinks away, holding her hand to her mouth.\n\nSAM\nIt doesn’t smell so good, huh?\n\nANNABELLE\nMy god... How long has it been like this?\n\nSam shrugs slightly.\n\nSAM\nI don’t know.\n\n(CONTINUED)\n\f75.\nCONTINUED: (3)\n\nANNABELLE\nSam, we’ve- We’ve got to get you toa\nhospital. You’ve got some sort of\ninfection. I don’t have anything here\nthat can take care of it.\n\nAnnabelle opens her bag and begins rooting through it.\nANNABELLE (CONT’D)\nI might be able to give you something for\nthe pain...\nSAM\n(smiles)\nIt doesn’t hurt anymore, ‘Belle.\nAnnabelle looks up at him.\n\nANNABELLE\nWhat? What did you just say?\n\nSam reaches forwards, towards Annabelle.",
  "53": "---END OF PREVIOUS SECTION---\nANNABELLE\nWhat? What did you just say? Sam reaches forwards, towards Annabelle. \n---TARGET SECTION TO BE ANNOTATED---\nSAM\n\nHere, I want to show you something.\nANNABELLE\n\nWhat is it?\n\nSam holds out his hand to Annabelle.\n\nSAM\nHere.\n\nANNABELLE\nSam, I think you’re delirious. Hang on\njust a second, and I’1ll give you a shot\nthat will make you feel a little better.\n\nSAM\nOkay.\n\nSam lowers his head, looking down at the floor. He then looks\nup at Annabelle. Sam’s green eyes are dark and his voice is\nthick.\n\nSAM (CONT’D)\nDon’t you want to know what they did to\nme?\n\nAnnabelle takes a glass vial from her bag, and begins drawing\nfluid from the vial into a syringe.\n\n(CONTINUED)\n\f76.\nCONTINUED: (4)\n\nANNABELLE\n\nYou got shot, Sam. I was there, remember?\nSAM\n\nThe preacher said shooting’s too good for\n\nme.\n\n(Sam shows his teeth)\nThey just left me up there to rot for\nwhat I did. Them and the Old Ones. They\nleft me here. Forever.\n\nAnnabelle taps the syringe.\n\nANNABELLE\nWhat are you talking about, Sam?\n\nSam leans forward suddenly and grips Annabelle’s arm. His\neyes are pale.\n\nSAM\n(hissing)\nStop calling me that.\n\nAnnabelle gasps, then blinks. Her eyes roll up into her head\nand her body goes rigid.\n\nBEGIN FLASHBACK\nEXT. CORNFIELD - DAY\n\nFrom the Father’s POV, the cornfield is upside-down and\nswaying from side to side, unevenly. A thick trail of blood\nruns from the Father’s nose into one of his eyes, filling the\neye with blood. The Father blinks rapidly. He is being\ndragged by his feet through the field.\n\nA group of men are dragging him through the neat cornfield.\nThe Father, now fully visible, is the same man that Sam saw\nup in the main bedroom. The Father tries to twist away from\nthe men, who drag him into a small clearing.\n\nThe men release the Father’s legs; he curls up on the ground,\nbreathing heavily. A large fly settles on a bloody spot on\nthe side of his face. He swats at the fly.\n\nAnother group of men stand in the clearing, many of whom are\nholding rifles.",
  "54": "---END OF PREVIOUS SECTION---\nA large fly settles on a bloody spot on\nthe side of his face. He swats at the fly. Another group of men stand in the clearing, many of whom are\nholding rifles. \n---TARGET SECTION TO BE ANNOTATED---\n They stare at the Father, their faces twisted\nwith anger and disgust. In front of the men stands a\nPREACHER, wearing the formal attire of the cloth.\n\nBehind the men is a tall wooden cross, with a scarecrow\n\nattached to it, in a position to survey the cornfield. The\npreacher addresses the Father.\n\n(CONTINUED)\n\f77.\nCONTINUED:\n\nPREACHER\nWhere did you put the bodies?\n\nThe Father is silent. One of the men who was holding him\nkicks the Father in the stomach. The Father curls up on the\nground, gagging.\n\nPREACHER (CONT’D)\nWhere are they? And where are your\nchildren?\nThe Father coughs, choking out his words.\n\nFATHER\nWhere they belong.\n\nThe preacher leans closer to the Father, staring into his\neyes.\n\nPREACHER\nWhat happened to their mother?\n\nThe Father looks away from him, then looks back into the\npreacher’s eyes.\n\nFATHER\nThey had no mother. Not that you’d know.\n\nA look of confusion passes over the preacher’s face. Then he\nlooks up and nods to one of the men.\n\nThe man leans down with a burlap sack, pulling it over the\nFather’s head. The Father struggles.\n\nFATHER (CONT'D)\nNo! Goddamn you! What are you doing?\n\nOne of the men, holding a rifle, quickly steps forward,\naiming his rifle at the father.\n\nHYSTERICAL MAN\nShut that sick bastard up!\n\nThe preacher quickly reaches over and puts his hand on the\nbarrel of the hysterical man’s rifle, aiming it away from the\nFather.\n\nPREACHER\nShooting’s too good for him.\n\nThe man looks at the preacher. The preacher nods over to the\nrest of the men.\n\n(CONTINUED)\n\f78.\nCONTINUED: (2)\n\nPREACHER (CONT’D)\nCut that scarecrow down.\n\nOne of the men looks over at the preacher, then jumps up on\nthe cross with a knife and cuts the ropes binding the\nscarecrow. The scarecrow tumbles to the ground, falling to\npieces, hay spilling out of its tight clothing.\n\nThe preacher grits his teeth.\n\nPREACHER (CONT’D)\nHoist him up there.\n\nA few of the men exchange glances, then move to follow the\npreacher’s order.",
  "55": "---END OF PREVIOUS SECTION---\nThe preacher grits his teeth. PREACHER (CONT’D)\nHoist him up there. A few of the men exchange glances, then move to follow the\npreacher’s order. \n---TARGET SECTION TO BE ANNOTATED---\nUsing ropes wrapped under the Father’s shoulders, the men\npull him up onto the cross, using the arms of the cross as\npulleys.\n\nTwo men climb up onto the cross. Gripping the Father’s arms\nthey bind him to the cross with loops of barbed wire,\ntwisting the wire into knots with pliers.\n\nThe Father struggles and kicks. Two men on the ground begin\nwrapping barbed wire around his legs. The father is tied\ntightly to the cross above them. The barbs dig into the flesh\nof his arms, legs and torso, raising dark droplets of blood.\n\nThe men step away from the cross, looking up at the straining\nfigure of the Father. The Father twists against the cross\n\nbut the wires around his body are tight. The burlap sack\nstill covers his face.\n\nOne of the men looks down at the crumpled, broken scarecrow\non the ground, then reaches down and picks up the scarecrow’s\nhat.\n\nMAN WITH HAT\nHang on a second.\n\nThe man walks over to the cross, lifts himself up and pulls\nthe scarecrow’s hat down tightly over the top of the Father’s\ntwisting head. The man then drops off the cross and looks up\nat the Father again.\n\nMAN WITH HAT (CONT'D)\nThere we go.\n\nWith the hat and burlap sack over his head, the Father looks\njust like a scarecrow. The Father stops straining against the\nropes and hangs from the cross, his body limp. The preacher\naddresses him:\n\n(CONTINUED)\n\f79.\nCONTINUED: (3)\n\nPREACHER\nYou still don’t want to tell us what you\ndid with them?\n\nThe Father hangs from the cross, silent\n\nPREACHER (CONT’D)\nFine. We’ll see you get a little taste of\nhell in this world before you pass on to\nthe next. You’1l answer to a higher form\nof justice than ours there.\n\nThe Father’s voice is muffled by the burlap sack.\n\nFATHER\nI’m not going to die, if that’s what\nyou’re hoping.\n\nThe preacher looks up at him, then exchanges glances with\nseveral of the men.\n\nPREACHER\nWe'll see about that.\n(to the men)\nCome on.\n\nThe man who put the hat on the Father addresses the preacher\nhis voice subdued.",
  "56": "---END OF PREVIOUS SECTION---\nPREACHER\nWe'll see about that. (to the men)\nCome on. The man who put the hat on the Father addresses the preacher\nhis voice subdued. \n---TARGET SECTION TO BE ANNOTATED---\nMAN WITH HAT\nDo you want to search the house again?\n\nThe preacher’s face is tense, with either fury or strain.\n\nPREACHER\nWe’1l find nothing in there that we did\nnot find before. Let us leave this place\nimmediately. There is nothing more we can\ndo.\n\nThe man nods slightly, then the men and the preacher walk\nthrough the cornfield, away from the cross and the house. The\nsun glares down on the field.\n\nUp on the cross, the Father begins vainly straining against\nthe barbed wire again. In front of him, the men work their\nway through the cornfield without looking back, the preacher\nin the lead. The Father shakes his head vigorously, then\nscreams, his shriek muffled by the burlap.\n\nBEGIN MONTAGE\n\n(CONTINUED)\n\f80.\nCONTINUED: (4)\n\nA) A bloody, skinless figure, tied to the basement floor,\ntwitches in a wide pool of blood. The Father’s scream is\nstill audible. A shadow moves across the figure’s head, where\nthe face used to be.\n\nB) A child’s eyes fly open. A large hand is clamped over the\nchild’s mouth. The child, a young boy, tries to yell, but\ncannot. The child has no eyelashes or eyebrows.\n\nC) By candlelight, the Father flips through pages of the\nbook. He speaks unrecognizable syllables to himself as he\nreads, cutting at the top of his wrist with a knife.\n\nD) A closet door flies open. Inside the closet, the young\ngirl is huddled, hiding in the clothes. She cowers away from\nthe shadow that falls over her and makes a hissing sound.\n\nE) Blood flows across a wooden floor. The pool of blood seeps\nover towards a bed, underneath which a slightly older boy is\nhiding, his eyes and mouth completely black. He is shaking\nand crying. The blood moves closer to the boy, who edges away\nfrom it, trying to move soundlessly. Then a large boot steps\ndown into the pool of blood, directly in front of the boy.\n\nF) A child’s body is dragged down the hallway; the child’s\nankles, sliding along the floor, leave two trails of blood.\n\nEND MONTAGE\n\nEND FLASHBACK\n\nINT.",
  "57": "---END OF PREVIOUS SECTION---\nThen a large boot steps\ndown into the pool of blood, directly in front of the boy. F) A child’s body is dragged down the hallway; the child’s\nankles, sliding along the floor, leave two trails of blood. END MONTAGE\n\nEND FLASHBACK\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n FRONT ROOM - NIGHT\n\nAnnabelle jerks in her chair, staring around the room wildly.\nAcross from her, Sam is slumped back in his chair, his eyes\n\nshut. His arms hang limply at his sides.\n\nAnnabelle scoots her chair away from the table and vomits\nonto the floor.\n\nEXT. CORNFIELD - NIGHT\n\nWilliam continues walking quickly through the cornstalks\nfollowing the path of broken and bent stalks. Rain splatters\noff William’s hat.\n\nSuddenly, William is faced with tall, upright stalks in front\nof him. The only bent stalks are behind William. The trail\nhas come to an abrupt end in the middle of the field.\n\nWilliam looks around. There is nothing but cornstalks around\nhim, and no indication of Clyde or where he may have gone.\n\n(CONTINUED)\n\f81.\nCONTINUED:\n\nWilliam looks behind himself, at the bent cornstalks, but can\nsee nothing.\n\nWILLIAM\nClyde! where the fuck are you?\n\nWilliam’s words are swallowed by the cornfield.\n\nINT. FRONT ROOM - NIGHT\n\nAnnabelle jumps out of her chair as the front door opens and\nWilliam steps in. She then throws herself against him,\nsobbing.\n\nWILLIAM\nJesus, honey. What is it?\n\nANNABELLE\nI saw- I saw- I saw everything.\n\nWILLIAM\nWhat did you see? Here, sit down.\n\nAnnabelle sits back down in her chair, William’s hands on her\nshoulders. William then notices Sam.\n\nWILLIAM (CONT'D)\nWhat’s wrong with Sam?\n\nANNABELLE\nI- I don’t know...\n\nWilliam reaches forward and shakes Sam’s arm, then shakes it\nagain, harder. Sam does not stir. William leans forward and\npushes Sam’s shoulder. Sam slumps over onto the table.\n\nWilliam slowly steps forward and puts his hand to Sam’s face.\nHe holds his hand against Sam’s unmoving face for several\nseconds, then William bows his head slightly.\n\nANNABELLE (CONT'D)\nWhat?\n\nWILLIAM\nHe’s... He’s dead.\n\nAnnabelle quickly puts her fingers to the side of Sam’s neck.\nSam is not breathing.\n\nWILLIAM (CONT'D)\nWhat the hell happened?\n\nANNABELLE\nI don’t know.\n\n(CONTINUED)\n\f82.\n\nCONTINUED:\nWILLIAM\nWhat...",
  "58": "---END OF PREVIOUS SECTION---\nANNABELLE\nI don’t know. (CONTINUED)\n\f82. CONTINUED:\nWILLIAM\nWhat... \n---TARGET SECTION TO BE ANNOTATED---\n Was it his wound?\nANNABELLE\nIt’s this place! This place did something\nto him!\n\nWilliam gives her an incredulous look.\n\nWILLIAM\nWhat do you mean, this place?\n\nAnnabelle puts her hand to her face, breathing deeply. She\nthen lowers her hand and returns William’s gaze, her eyes\nhard. She speaks calmly.\n\nANNABELLE\nJeffy Hollister was in love with me, you\nknow.\n\nWilliam frowns, barely paying attention to her, as he leans\nforward and feels for a pulse in Sam’s neck.\n\nWILLIAM\nWhat are you talking about?\n\nANNABELLE\nJeffy was in love with me. He used to say\nit all the time, before you got there. He\nhated you because of it. I could see it,\nWilliam. He did.\n\nWilliam looks at her.\n\nWILLIAM\nSo what?\n\nAnnabelle opens her mouth to answer William, then looks up at\nthe kitchen doorway. Todd is leaning against the door, barely\nable to support himself.\n\nWilliam and Annabelle both stare at Todd, who stares back at\nthem.\n\nTODD\nDidn’t you... Didn’t you hear the\nscreaming?\n\nWILLIAM\nTodd, what are you talking about?\n\n(CONTINUED)\n\f83.\nCONTINUED: (2)\n\nTodd stumbles over to the table and collapses into a chair.\nHe reaches forward for the bottle of whiskey, grabs it and\ndrinks heavily. Todd’s eyes are glazed from fright.\n\nTODD\nThe screaming. Didn’t you hear it?\n\nWILLIAM\nWe didn’t hear any screaming, Todd.\n\nTodd buries his face in his hands.\n\nTODD\nI think I’m going insane.\n\nANNABELLE\nWhy? What did you see?\n\nTodd grins, his eyes serious.\nTODD\nI don’t ever want to talk about that.\nEver.\nTodd takes another drink.\n\nTODD (CONT’D)\nWhat’s the deal with Sam?\n\nANNABELLE\nSam’s dead, Todd.\n\nTodd looks over at Sam’s slumped form. He reaches out and\ntouches Sam’s shoulder, puzzled.\n\nTODD\nHow the hell did that happen?\n\nWilliam steps forward, towards Todd.\nWILLIAM\nI was wondering if you might know\nsomething about that.\n\nTodd looks at William, confused, then looks around the room.",
  "59": "---END OF PREVIOUS SECTION---\nWilliam steps forward, towards Todd. WILLIAM\nI was wondering if you might know\nsomething about that. Todd looks at William, confused, then looks around the room. \n---TARGET SECTION TO BE ANNOTATED---\nRealization dawns in Todd’s eyes.\n\nTODD\nI don’t know what you’re talking about.\n\nWILLIAM\nDon’t you?\n\n(CONTINUED)\n\f84.\nCONTINUED: (3)\n\nTodd looks around the room again, slowly.\n\nTODD\nWhere’s the gold, William?\nWILLIAM\nI don’t know, Todd. We left you watching\n\nit.\n\nTodd looks into William’s eyes. They stare at each other for\na moment.\n\nWilliam’s gaze is locked on Todd, but William’s right hand is\nmoving up towards his waistband, where his pistol is stuck.\n\nANNABELLE\nWilliam?\n\nTodd kicks out at a chair, knocking the back of the chair\ninto William’s waist. As William stumbles back, pulling out\nhis pistol, Todd lunges across the table and grabs Sam’s gun\nfrom the holster on the side of Sam’s pants.\n\nPartly lying across Sam and the table, Todd has Sam’s pistol\ncocked and aimed at William before William regain his\nbalance.\n\nWilliam freezes, looking at Todd. Todd is still slumped over\nSam. He holds the gun aimed at William, regarding William\nwith dead eyes. William’s gun is aimed uselessly at the\nfloor.\n\nTODD\nWhere’s the gold, William?\n\nThe very tip of a scalpel blade gently enters the side of\nTodd’s neck, just under his earlobe. Todd goes stiff.\n\nANNABELLE\nTwo against one, Todd. What are you\nthinking about?\n\nTodd blinks, slowly.\n\nTODD\nI’11 kill him, Annabelle.\n\nANNABELLE\nMaybe. He won’t be lonely long if you do.\n\nWilliam remains still, holding Todd’s gaze. Todd sighs, then\nspeaks with venom.\n\n(CONTINUED)\n\f85.\nCONTINUED: (4)\n\nTODD\nYou lousy, filthy, double-crossing\nbastards.\n\nWILLIAM\n\nYou watch yourself, Todd. You’ve ridden\nwith me for three years now. I’ve saved\nyour life more times than I can count.\n\nTODD\nThat doesn’t make it yours.\n\nANNABELLE\nWe don’t know where the gold is, Todd. we\ndidn’t take it. You can check.",
  "60": "---END OF PREVIOUS SECTION---\nTODD\nThat doesn’t make it yours. ANNABELLE\nWe don’t know where the gold is, Todd. we\ndidn’t take it. You can check. \n---TARGET SECTION TO BE ANNOTATED---\n(pause)\nWhy don’t you put the gun down?\n\nAnnabelle turns the scalpel slightly in Todd’s neck, letting\na little more blood flow down into his collar. Todd shows no\nvisible reaction to this, though he is sweating.\n\nTODD\n\nIf you didn’t take the gold, who did?\nWILLIAM\n\nWe left you watching it, Todd. Remember?\nTODD\n\nI didn’t fucking take it. Where would I\n\nput it?\nAnnabelle looks at William.\n\nANNABELLE\nWe know you didn’t take it, Todd. An\nunaccompanied Negro with four bags of\ngold stands very little chance of getting\nthrough Texas. We know you wouldn’t try\nthat.\n\nWilliam blinks and does not look entirely convinced, but\ncautiously sticks his pistol back into his waistband, still\nholding Todd’s gaze.\n\nWILLIAM\nYeah.\n\nTodd exhales slightly, then pushes the hammer on Sam’s pistol\nback into place and places the pistol on the table. After a\nmoment, Annabelle tucks the scalpel back into her sleeve and\nsteps away.\n\n(CONTINUED)\n\f86.\nCONTINUED: (5)\n\nTodd slumps back into his chair, leaving the gun on the\ntable. He puts his palms to his forehead and looks around the\nroom. After a long moment of silence, he speaks.\n\nTODD\nWell, I guess if you were planning to\nkill me and take the money, you would\nhave just done it.\n\nWILLIAM\nYou really don’t know what’s going on?\n\nTODD\nI know we’ve got bigger problems than\nthat money. We need to get the hell out\nof here.\n\nANNABELLE\nI’m with you there.\n\nTodd frowns.\n\nTODD\nWhere’s Clyde?\n\nWILLIAM\nHe ran off into the cornfield a little\nwhile ago. I went looking, but I couldn’t\nfind him.\n\nTodd slowly grows very still, looking around the room. He\nlooks out the window, then looks back at William and\nAnnabelle.\n\nTODD\n(softly)\nCan you hear that?\n\nANNABELLE\nWhat?\n\nTODD\nThat voice. Can you hear it?\n\nWilliam and Annabelle look at each other, then at Todd.\nTODD (CONT’D)\nYou can’t hear it? Out there in the\nstorm.",
  "61": "---END OF PREVIOUS SECTION---\nWilliam and Annabelle look at each other, then at Todd. TODD (CONT’D)\nYou can’t hear it? Out there in the\nstorm. \n---TARGET SECTION TO BE ANNOTATED---\n It’s speaking right now. Listen.\n\nTodd cocks his head to the side, listens, then shakes his\nhead.\n\n(CONTINUED)\n\f87.\nCONTINUED: (6)\n\nTODD (CONT’D)\nNow I can’t hear it. Now it’s gone.\n\nWILLIAM\nTodd-\n\nTODD\n(sighs)\nOkay, let’s forget Clyde then, he’s gone.\nLet’s get on our horses and get the fuck\nout of here. Right now.\n\nWILLIAM\nWithout the gold?\n\nTodd looks into William’s eyes.\n\nTODD\nYes, without the gold.\n\nWILLIAM\nNo way.\n\nTodd stands up, knocking his chair back.\nTODD\nI don’t care what you decide. I’m getting\nout of here.\n\nTodd grabs Sam’s pistol and the half-empty bottle of whiskey.\nHe looks at William.\n\nTODD (CONT’D)\nI’ll take these, if you don’t mind.\n\nWithout another word, Todd storms out of the front room,\nthrough the front door. William and Annabelle look at each\nother, then quickly head out after him.\n\nEXT. SIDE YARD - NIGHT\n\nTodd rapidly walks through the side yard, almost running\nthrough the rain. William and Annabelle hurry after him.\n\nWILLIAM\nTodd! wait up!\n\nTodd does not slow his pace. William and Annabelle continue\nafter him, towards the barn. Lightning flashes.\n\f88.\n\nINT. BARN - NIGHT\n\nTodd, in the lead, comes to an abrupt stop in the entrance to\nthe barn. William and Annabelle almost collide with him.\n\nWILLIAM\nWhat?\n\nTodd is silent. He stands in the entrance to the barn, his\nshoulders heaving slightly. After a moment, William moves\nforward, standing next to Todd and looking into the barn.\n\nThe horses have been shredded, their bodies ripped into small\npieces that have been strewn all over the inside of the barn.\nThe stacks of hay are splattered red with blood. Blood drips\nfrom several spots on the barn’s ceiling. One of the horses\nappears to have been bisected across its middle, and lies in\ntwo halves directly in front of Todd.\n\nAnnabelle involuntarily steps back from the sight.\n\nANNABELLE\nOh my god...\n\nTodd steps forward and picks up the severed leg of one of the\nhorses.",
  "62": "---END OF PREVIOUS SECTION---\nAnnabelle involuntarily steps back from the sight. ANNABELLE\nOh my god... Todd steps forward and picks up the severed leg of one of the\nhorses. \n---TARGET SECTION TO BE ANNOTATED---\n The bloody end of it is ragged, with cracked bone\nsticking out of the flesh. Todd looks at the horse’s leg and\nbegins laughing quietly.\n\nWilliam and Annabelle exchange a look. Todd glances at them,\nthen looks back at the mangled horses.\n\nTODD\nLooks like I’m walking.\n\nTodd glares at a horse’s severed head. The horse’s eyes are\nopen, and its tongue sticks out of its mouth.\n\nTODD (CONT’D)\nWhat are you looking at?\n\nTodd throws the leg at the horse’s head, but misses.\n\nTODD (CONT’D)\nUgly son of a bitch.\n\nWILLIAM\nTodd. You alright?\n\nTODD\nNo. I’m not.\n\nTodd turns away from William.\n\n(CONTINUED)\n\f89.\nCONTINUED:\n\nTODD (CONT'D)\nIf you’d seen what I saw, you’d know\nwhat’s going on here.\n\nWILLIAM\nWhat did you see?\n\nTodd does not answer William, just walks further into the\nbarn, gesturing angrily.\n\nTODD\n\nYou’d fucking know something, that’s for\nsure.\n\nWilliam looks over at Annabelle.\n\nANNABELLE\nWhat could do this to the horses,\nWilliam? It would... It would have to be\nthe size of a bear...\n\nTODD\n(screaming)\nWhat the hell could do this to the\nhorses, William?\n\nTodd points at William and Annabelle, his arm rigid.\n\nTODD (CONT’D)\n\nThere are things that exist alongside us\nthings that were once like us but just\nkept going, who live not in the places we\nknow but in the spaces between them. Do\nyou think it matters how big they are?\n\nThere is a silence. Thunder rumbles. Todd pauses, lowering\nhis arm.\n\nTODD (CONT’D)\nListen!\n\nTodd crouches down slightly. From no visible source, a VOICE\n\nbegins speaking to Todd. The voice speaks softly, slurring\nits words together.\n\nVOICE (0.S.)\n\nThere were once others here, whose skin\nwas like yours. The one whose skin was\nlike theirs gave them to us. We enjoyed\nthem very much. Are you tired?\n\nTodd turns to William and Annabelle, his face stricken.\n\n(CONTINUED)\n\f90.",
  "63": "---END OF PREVIOUS SECTION---\nAre you tired? Todd turns to William and Annabelle, his face stricken. (CONTINUED)\n\f90. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: (2)\n\nTODD\nPlease... Please, William, Annabelle...\nCan you hear it?\n\nWilliam looks at Annabelle, who shakes her head at Todd. Todd\nlooks around the barn, listening to the voice, shaking.\n\nVOICE (0.S.)\nI’m up here.\n\nTodd looks up at the loft section of the barn. The loft is\ndark; nothing is visible there.\n\nANNABELLE\nIt’s just the storm, Todd.\n\nTodd shakes his head. The voice continues speaking to him.\n\nTODD\n(to Annabelle)\nIt’s up in the loft...\n\nVOICE (0.S.)\n\nThey call you Todd.\n\n(pause)\nThe man brought us here so we would bring\nhim back his wife. He gave us strength so\nwe would help him. We liked that, but we\ncould only bring parts of her back. Those\nweren’t enough for him. So we took parts\nof his children to make more of her. We\nunderstood him then.\n\nTodd squeezes his eyes shut, tears running down his face. He\nbegins swaying back and forth as the voice continues:\n\nVOICE (CONT’D)\nHe didn’t like that either. And now we\ncan’t go. Now this is where I live.\n(pause)\nAre you tired? Would you like to lie down\nhere for a little while?\n\nTodd suddenly clamps his hands to his ears and screams:\n\nTODD\nStop talking!\n\nThe voice is silent. Todd stares around the barn. William and\n\nAnnabelle are watching him. Todd looks back up at the loft.\nNothing is there.\n\n(CONTINUED)\n\f91.\nCONTINUED: (3)\n\nWILLIAM\nTodd... Do you want to leave now?\n\nTodd slowly lifts his hands up to his face. His eyes are wet\nTODD\nI can’t trust my own eyes anymore, I\nthink.\nTodd gestures at the horses.\n\nTODD (CONT’D)\nDid this... Did this really happen?\n\nWILLIAM\nCome on. We’re going to get out of here.\nWe’re going to leave this place.\n\nTODD\nThere’s worse things than dying, you\nknow.\n\nWILLIAM\n\nI know. Come on.\nTodd follows William and Annabelle outside of the barn.\nEXT. BACKYARD - NIGHT\n\nWilliam, Annabelle and Todd stand by the well.",
  "64": "---END OF PREVIOUS SECTION---\nTodd follows William and Annabelle outside of the barn. EXT. BACKYARD - NIGHT\n\nWilliam, Annabelle and Todd stand by the well. \n---TARGET SECTION TO BE ANNOTATED---\n William looks\nup into the rain.\n\nTodd reaches for the rope to the well’s bucket. He pulls on\nit, trying to pull the rope up, but cannot. The bucket\nappears to be stuck on something. Frustrated, Todd throws\ndown the rope, lifts his head to the sky and opens his mouth,\ndrinking the rain.\n\nWILLIAM\nGod damn this storm.\n\nANNABELLE\nThe sooner we get out of here, the\nbetter.\n\nWILLIAM\nWhat do we do about Sam?\n\nANNABELLE\nHe’s dead, William.\n\nWilliam is silenced for a moment\n\n(CONTINUED)\n\f92.\nCONTINUED:\n\nWILLIAM\nI’d like to know who’s doing this to us,\nthat’s all. If they’d just show\nthemselves...\n\nTodd shakes his head, wiping the rain across his face.\n\nTODD\nI don’t think you want that at all.\n\nANNABELLE\nCome on, William.\n\nWilliam stares at Todd and Annabelle.\n\nWILLIAM\nYou two seriously want to just leave\nhere. Without our gold?\n\nTODD\n\n(shivering)\nAre you fucking kidding me? You want to\nlook for the gold, William, that’s fine.\nI’m sure it’s somewhere around here. Good\nluck with that. I just want to get out of\nhere and forget everything about this\nplace. Then I’1l be happy forever.\n\n(pause)\nShit.\n\nAnnabelle puts her hand on William’s chest.\n\nANNABELLE\nWe’ve got our guns. We can get more.\n\nWilliam looks at her; she holds his gaze. Todd looks around,\nthen walks past them, towards the front of the house. After a\nMoment, Annabelle and William follow him.\n\nEXT. FRONT YARD - NIGHT\n\nTodd, Annabelle and William reach the front yard. William\nstops, looking into the house.\n\nWILLIAM\nJust let me... I need to go in and say\ngoodbye to Sam.\n\nAnnabelle nods. Todd looks around, quickly wiping rain off\nhis face.\n\nTODD\nHurry.\n\n(CONTINUED)\n\f93.\nCONTINUED:\n\nWilliam nods and walks into the front door of the house. A\nmoment later he steps out, lantern held aloft.",
  "65": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\f93. CONTINUED:\n\nWilliam nods and walks into the front door of the house. A\nmoment later he steps out, lantern held aloft. \n---TARGET SECTION TO BE ANNOTATED---\nWILLIAM\nHe’s not here!\n\nAnnabelle and Todd look at each other, quickly, then move\ntowards the house.\n\nINT. FRONT ROOM - NIGHT\n\nSam’s chair is empty. William, Todd and Annabelle look around\nthe deserted room.\n\nTODD\nThey took his body. Let’s go.\n\nWILLIAM\nWhat? Who did? Why would they do that?\n\nTODD\nLots of reasons. How should I know?\n\nAnnabelle looks sharply at William.\n\nANNABELLE\nWhat?\nWILLIAM\nMaybe... Maybe he’s not dead.\nANNABELLE\nYou checked for a pulse yourself,\nWilliam.\nWILLIAM\n\nMaybe I was wrong. Maybe I missed it.\n\nTODD\nHe looked pretty dead, man.\n\nWILLIAM\nI could’ve been wrong. Maybe he just\nwalked out of here.\n\nTODD\nHe didn’t look like he was about to start\nwalking anywhere.\n\nWILLIAM\nWell, he’s not here right now!\n\n(CONTINUED)\n\f94.\nCONTINUED:\n\nTODD\nI agree with you there, William. And I\nthink we should go.\n\nWilliam looks at Annabelle, who slowly nods.\n\nANNABELLE\nHe was dead, William. The infection from\nthe bullet wound spread to his heart.\nWhoever took his body took it to keep us\nhere.\n\nWilliam looks at the floor, then looks outside.\nWILLIAM\nThe first thing I’m gonna do when we get\nto Mexico is hire some guys and send them\nup here to burn this place to the fucking\nground.\n\nTODD\nThat might not be such a good idea.\n\nWILLIAM\nI don’t care.\n\nWilliam walks out into the rain.\n\nEXT. FRONT YARD - NIGHT\n\nTodd, Annabelle and William move over towards the cornfield.\nWhen they reach the rows, William suddenly reaches down and\npicks an object up off the ground.\n\nWILLIAM\nIt’s Sam’s shoe.\n\nWilliam holds the leather boot out, for Annabelle and Todd to\nsee.\n\nWILLIAM (CONT'D)\nHe’s got to be somewhere in the\ncornfield!\n\nTodd and Annabelle look at each other\n\nANNABELLE\nWe’ve got to head this way anyway.\n\nWILLIAM\nCome on!\n\n(CONTINUED)\n\f95.",
  "66": "---END OF PREVIOUS SECTION---\nTodd and Annabelle look at each other\n\nANNABELLE\nWe’ve got to head this way anyway. WILLIAM\nCome on! (CONTINUED)\n\f95. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED:\n\nWilliam pushes his way into the cornfield, roughly shoving\nrows to the side. Todd and Annabelle move after him, along\nthe trail he is creating.\n\nEXT. CORNFIELD - NIGHT\n\nWilliam stumbles through the cornfield, Annabelle and Todd\nclose behind him. Abruptly he stops, reaching another trail\ngoing through the cornfield.\n\nTODD\nWhat’s this?\n\nWILLIAM\nAnother trail.\n\nWilliam looks closely at the stump of a broken cornstalk. He\nfeels at it with his thumb.\n\nWILLIAM (CONT'D)\nSomeone came through here recently.\n\nTODD\n\nLet’s just get out of here.\nWILLIAM\n\nCome on. We have to head in this\n\ndirection.\nWilliam begins heading down the trail he has just discovered,\nhis feet sinking slightly in the mud of the trail as he\nwalks. Annabelle follows him.\n\nTodd looks around the cornfield, squinting against the rain.\nAfter a moment, he follows Annabelle and William.\n\nEXT. CORNFIELD - MOMENTS LATER\n\nWilliam and Annabelle stumble against the rain. Visibility is\npoor in front of them.\n\nThey stagger into the clearing with the wooden cross. The\nform of the scarecrow is tied to the cross. William looks up\nat the scarecrow, wiping rain from his eyes.\n\nAnnabelle backs away, clearly terrified to be near the\nscarecrow.\n\nANNABELLE\nCome on, William.\n\n(CONTINUED)\n\f96.\nCONTINUED:\n\nWILLIAM\nI could’ve sworn this is where we were\nbefore...\n\nTodd steps into the clearing.\n\nTODD\nWhat?\n\nWILLIAM\nWell, at least we’re headed in the right\ndirection.\n\nTODD\n\nWait a minute.\nTodd is looking up at the scarecrow intently.\n\nTODD (CONT’D)\nSomething’s wrong.\n\nWilliam squints up at the scarecrow, barely able to see\nthrough the rain. Just then, the scarecrow on the cross\nsuddenly twists and emits a moaning sound.\n\nTodd, Annabelle and William all take a quick step away from\nthe cross. The scarecrow arches its back and twists against\nthe ropes that are binding it to the cross.\n\nANNABELLE\n(almost crying)\nLet’s go!\nTODD\nNo, wait...\n\nTodd moves closer to the scarecrow.",
  "67": "---END OF PREVIOUS SECTION---\nANNABELLE\n(almost crying)\nLet’s go! TODD\nNo, wait... Todd moves closer to the scarecrow. \n---TARGET SECTION TO BE ANNOTATED---\nTODD (CONT’D)\nClyde?\n\nThe scarecrow’s body twists again, sharply. William steps\nforward.\n\nWILLIAM\nMy god. Those are Clyde’s clothes.\n\nTODD\nIs it him?\n\nWilliam looks at Todd.\n\n(CONTINUED)\n\f97.\nCONTINUED: (2)\n\nWILLIAM\nLet’s find out.\n\nWilliam hands his lantern to Annabelle.\n\nWILLIAM (CONT’D)\nHere.\n\nWilliam carefully approaches the wooden cross, removing a\nknife from his boot.\n\nWith the knife between his teeth, William climbs up the back\nof the cross, carefully avoiding contact with the scarecrow,\nwhich is no longer moving. Todd and Annabelle watch William\n\nanxiously. Todd has a hand on the butt of his gun.\n\nUsing the knife, William begins cutting at the ropes wrapped\naround the scarecrow’s body.\n\nWILLIAM (CONT'D)\nHe’s tied up with hemp. Hold on a second.\n\nTodd moves closer to the scarecrow. The scarecrow writhes and\nmoans again. The moan is muffled by the burlap sack over its\nhead. Todd looks nervous.\n\nWILLIAM (CONT'D)\nHang on, Clyde. Don’t move so much, we’re\ncutting you loose.\n\nThe scarecrow continues writhing. In a moment, William has\ncut through the rope around the scarecrow’s right arm and\ntorso.\n\nThe scarecrow sways forward, then slips out of the remaining\nropes and falls forward off the cross. Todd reaches out to\ncatch the scarecrow. The scarecrow hits Todd and they both\nfall to the ground.\n\nWilliam jumps off the cross and moves over to Todd, who rolls\naway from the scarecrow. Todd rises to his feet.\n\nThe scarecrow twists miserably on the ground, as if barely\nable to move its body. Annabelle, William and Todd look down\nat it, hesitating.\n\nWILLIAM (CONT'D)\nHere, hold on.\n\nWilliam bends down and reaches for the burlap sack over the\n\nscarecrow’s head. Annabelle edges away. Todd surreptitiously\nreaches into his holster and removes his pistol, cocking it.\n\n(CONTINUED)\n\f98.\nCONTINUED: (3)\n\nWilliam pulls off the burlap sack, revealing Clyde’s face.",
  "68": "---END OF PREVIOUS SECTION---\nTodd surreptitiously\nreaches into his holster and removes his pistol, cocking it. (CONTINUED)\n\f98. CONTINUED: (3)\n\nWilliam pulls off the burlap sack, revealing Clyde’s face. \n---TARGET SECTION TO BE ANNOTATED---\nClyde’s eyelids, mouth and nostrils have been sewn shut with\nblack yarn. The flaps of Clyde’s ears have been sewn forward\nto the sides of his face. Clyde struggles to speak, pulling\nat the stitches on his mouth and eyes, but is only able to\nmoan.\n\nANNABELLE\nOh my god.\n\nWilliam and Todd stare at Clyde with horror. After a moment\nWilliam leans forward with his knife, as if to cut the\nstitches on Clyde’s face. He hesitates near the yarn on\nClyde’s mouth as Clyde writhes in pain.\n\nWILLIAM\nUh... Annabelle, do you have a scalpel or\nsomething in your bag?\n\nANNABELLE\nYeah, sure.\n\nAnnabelle begins fumbling through her satchel.\n\nWILLIAM\nWe'd better use that.\n\nTodd leans forward to pluck some of the hay out of Clyde’s\nshirt, which is bloody in spots. Todd pauses, then feels\nlightly at Clyde’s chest.\n\nTODD\nUh...\n\nTodd presses down on Clyde’s chest, hesitates, then pushes up\nClyde’s shirt.\n\nClyde’s torso has been torn open and filled up with bloody\nhay. Broken ribs poke up through the sides of Clyde’s torso,\nas if his sternum was cracked away from his rib cage. Wads of\ndried hay have been plunged into Clyde’s stomach and lungs.\n\nWILLIAM\nOh.\n\nWilliam staggers back a step, looking faint. Todd, as if\nunable to stop himself, pulls at Clyde’s sleeves. Clyde’s\nwrists have been slit, and hay has been shoved into the cuts.\n\nClyde continues to twist and moan on the ground as Todd\nchecks his body.\n\n(CONTINUED)\n\f99.\nCONTINUED: (4)\n\nANNABELLE\nWhat... What did they do to him?\n\nWilliam’s looks up at her, his face crumpling.\n\nWILLIAM\nWhat is going on...\n\nClyde suddenly stops moving, then his head slowly lolls to\nthe side, to face Todd. With his stitched-shut lips and eyes,\nClyde smiles widely up at Todd. Todd recoils in fear.\n\nTODD\nWhat the hell!\n\nTodd shoves at Clyde’s head.",
  "69": "---END OF PREVIOUS SECTION---\nTodd recoils in fear. TODD\nWhat the hell! Todd shoves at Clyde’s head. \n---TARGET SECTION TO BE ANNOTATED---\n Clyde’s head immediately rolls\naway from his body, into the rows of corn, out of sight.\nClyde’s neck is a bloody stump, from which a few stalks of\ndried hay protrude.\n\nClyde’s body lies still on the ground, hay sticking out of\nhis clothes.\n\nTodd rises to his feet, shaking uncontrollably. William is\nstill squatting, looking at Clyde’s body, in shock.\n\nWILLIAM\nWhat is going on here?\n\nANNABELLE\nCome on, William. Get up. We need to go.\n\nTodd, still not looking at William or Annabelle, looks around\nthe cornfield.\n\nTODD\nWe’re never going to leave here.\n\nANNABELLE\nYes, we are, Todd. We’re going right now.\nCome on.\n\nTODD\nNo, we’re not.\n\nTodd’s mouth twists, as if he is about to cry.\nTODD (CONT’D)\nI don’t want to die here. I don’t want to\nhave to stay here.\n\nANNABELLE\nCome on, then.\n\n(CONTINUED)\n\f100.\nCONTINUED: (5)\n\nTodd ignores Annabelle, looking around the cornfield. Just\nbeneath the sound of the wind whipping the cornstalks,\nseveral voices can be heard, whispering under the wind. The\nvoices sound like those of small children. They babble over\neach other, possibly in foreign tongues, their words\nimpossible to understand.\n\nAnnabelle watches Todd. Todd stands, transfixed.\n\nTODD\nTell me you hear it now, Annabelle.\n\nANNABELLE\nHear what?\n(pause)\nI just hear the wind.\n\nTodd looks around.\n\nTODD\nThey say I’m next.\n\nANNABELLE\nNo, you’re not, Todd. No one is. We’re\ngetting out of here.\n\nWilliam shakes his head and rises to his feet.\n\nWILLIAM\nCome on, Todd. You’re hearing things.\nIt’s just the storm.\n\nTodd shakes his head slightly. The voices grow louder over\nthe wind, becoming urgent and angry.\n\nTODD\n(softly)\nNo, it isn’t.\n\nTodd steps forward, towards the cornfield, almost stumbling\nover Clyde’s body. Todd looks down at Clyde’s body, his face\nstiffening.",
  "70": "---END OF PREVIOUS SECTION---\nTODD\n(softly)\nNo, it isn’t. Todd steps forward, towards the cornfield, almost stumbling\nover Clyde’s body. Todd looks down at Clyde’s body, his face\nstiffening. \n---TARGET SECTION TO BE ANNOTATED---\n Todd then looks up, clear-eyed, and addresses the\ncornfield:\n\nTODD (CONT'D)\nYou may not let me leave here, but I\nwon’t let you take me.\n\nWith that, Todd places the barrel of his pistol in his mouth,\ncocking the hammer.\n\nWILLIAM\nTodd! No!\n\n(CONTINUED)\n\f101.\nCONTINUED: (6)\n\nTodd pulls the trigger. The round bullet sends blood and bone\nfragments spurting out of the back of Todd’s head.\n\nTodd stays upright for a moment, looking dazed, then blood\nflows from his open mouth and he crumples to the ground,\ndead.\n\nWilliam stands above Todd, astonished. Todd’s body lies next\nto Clyde’s. Annabelle grabs at William’s arm, pulling at him.\n\nANNABELLE\nCome on!\n\nWilliam mutely follows her further into the cornfield.\nAnnabelle begins to run; William follows.\n\nEXT. CORNFIELD - MOMENTS LATER\n\nAnnabelle and William rush through the cornfield,\noccasionally slipping in the mud, with Annabelle in the lead.\nAnnabelle is running intently through the corn. William\nstaggers after her, trying to keep up.\n\nWILLIAM\nSlow down!\n\nANNABELLE\nCome on!\n\nAnnabelle continues rushing forward, through the cornstalks.\nThe wind and rain whips into her face, and the cornstalks are\nbeing blown back towards her.\n\nBehind her, William slips and falls, flat on his face, in the\nmud. He struggles to his feet, slips and falls back down\nagain. Grabbing onto the cornstalks, William hauls himself\nupright and stumbles forward again.\n\nHe can no longer see Annabelle; she is too far ahead. William\nruns forward, in her general direction.\n\nWILLIAM\nAnnabelle!\n\nWilliam’s words are drowned out by a sudden clap of thunder.\nHe plunges forward, through the cornstalks.\n\nEXT. CORNFIELD - NIGHT\nAnnabelle continues racing forward, still lighter on her feet\n\nthan William. She runs through the dark cornfield, shouting\nout:\n\n(CONTINUED)\n\f102.\nCONTINUED:\n\nANNABELLE\nWe’ve got to be near the road by now!\n\nThere is no response from behind her. Still running,\nAnnabelle looks over her left shoulder. There is nothing\nbehind her but cornstalks.",
  "71": "---END OF PREVIOUS SECTION---\nThere is no response from behind her. Still running,\nAnnabelle looks over her left shoulder. There is nothing\nbehind her but cornstalks. \n---TARGET SECTION TO BE ANNOTATED---\n She comes to a stop, looking back.\nEXT. CORNFIELD - NIGHT\n\nWilliam continues running, looking around. Inside the\ncornfield, it is impossible to determine what direction he is\nheaded in.\n\nWinded, William slows to a stop, looking around. He is\nsurrounded on all sides by thick cornstalks.\n\nWILLIAM\n(screaming)\nAnnabelle!\nThere is no response. William gasps for air, looking around.\n\nWILLIAM (CONT'D)\nChrist.\n\nEXT. CORNFIELD - NIGHT\n\nAnnabelle puts her hands to her mouth and shouts, trying to\nbe heard over the rain.\n\nANNABELLE\nWilliam!\n\nThere is no response from the cornfield. Annabelle takes a\nstep forward, moving deeper into the cornfield, then stops,\nlooking behind her, in the general direction of the trail.\n\nANNABELLE (CONT’D)\nCome on, William... Where are you?\n\nAnnabelle shifts her feet nervously, her eyes wide with fear\nunwilling to move in either direction.\n\nEXT. CORNFIELD - NIGHT\nDeeper in the cornfield, William catches his breath.\n\nWILLIAM\nAnnabelle!\n\n(CONTINUED)\n\f103.\nCONTINUED:\n\nWilliam looks around, then takes a step forward and freezes.\nA few feet to William’s right, a dark figure is just visible\nmoving in the cornstalks. The figure immediately disappears\n\nobscured by the cornstalks.\n\nWILLIAM (CONT'D)\nAnnabelle?\n\nWilliam moves in the direction of the figure, peering forward\nanxiously. Suddenly, a child’s giggle comes from directly\nbehind William.\n\nWilliam stops moving and stands very still. He slowly moves\nhis right hand onto the butt of his pistol, staring straight\nahead into the cornfield.\n\nIn a sudden motion, William spins around, drawing his pistol\nout in front of him. No one is there. William takes a step\nback, brandishing his pistol.\n\nWILLIAM (CONT'D)\nWho’s there?\n\nIn the cornstalks directly in front of William, in a space in\nbetween two haphazard rows, the figure briefly appears again,\npassing between the rows.",
  "72": "---END OF PREVIOUS SECTION---\nWilliam takes a step\nback, brandishing his pistol. WILLIAM (CONT'D)\nWho’s there? In the cornstalks directly in front of William, in a space in\nbetween two haphazard rows, the figure briefly appears again,\npassing between the rows. \n---TARGET SECTION TO BE ANNOTATED---\nThe figure’s body is lumpy and large and the figure is\nwearing a hat; it is clearly not Annabelle, but it is too\ndark to see any further details before the figure moves\nbehind another row of corn.\n\nWilliam cocks the hammer on his pistol, nervously moving\nforward, looking around as he does so. He whispers, almost to\nhimself:\n\n \n\nWILLIAM (CONT'D)\nAnnabelle?\n\nEXT. CORNFIELD - NIGHT\n\nAnnabelle looks around again, then clenches her jaw and\nbegins moving forward, deeper into the cornfield.\n\nANNABELLE\nWilliam!\n\nEXT. CORNFIELD - NIGHT\n\nWilliam looks around, shielding his eyes from the rain.\nLightning flashes, followed immediately by thunder.\n\n(CONTINUED)\n\f104.\nCONTINUED:\n\nA wild animal cry comes from the cornstalks near William. The\ncornstalks move, as if something small is running through\nthem.\n\nWilliam jumps, twisting his gun towards the direction of the\nsound. Nothing is visible in the cornstalks. A low, gentle\nhuman sobbing softly comes from the cornstalks near William.\nWilliam’s face fills with fear.\n\nWILLIAM\nWho’s out there?\n\nThere is no response, and the sobbing noise gradually fades\naway. William looks around.\n\nLightning flashes, and, ten feet away from William in the\ncornfield, the figure of a scarecrow is visible. The\nscarecrow pushes its way through the cornstalks, angrily\nmaking its way through the field, towards the house.\n\nAs William stares at the scarecrow, the scarecrow suddenly\nstops moving and turns its head towards William. The\nscarecrow has no eyes or face, just a burlap sack. The\nscarecrow and William face each other, frozen, then the\nscarecrow cocks its head slightly.\n\nThe lightning ends and the field is immediately dark again;\nthe scarecrow is no longer visible. William quickly raises\nhis gun and fires towards the direction of the scarecrow. The\ngunshot echoes through the field.\n\nThere is no response from the section of the cornfield\nWilliam just aimed at. William pauses for a moment, staring\nahead, then quickly breaks his pistol and begins urgently\nreloading it, looking in front of himself while doing so.",
  "73": "---END OF PREVIOUS SECTION---\nThe\ngunshot echoes through the field. There is no response from the section of the cornfield\nWilliam just aimed at. William pauses for a moment, staring\nahead, then quickly breaks his pistol and begins urgently\nreloading it, looking in front of himself while doing so. \n---TARGET SECTION TO BE ANNOTATED---\nWilliam’s hands are shaking so badly that he can barely load\nhis pistol, but he finally manages to do so, instantly\ncocking his pistol again and holding it out in front of him.\nHe looks around the field, backing up.\n\nIn front of William, the cornstalks move to the side; the\ndark figure of the scarecrow is briefly visible passing\nthrough the stalks, towards William. William points his gun\nat the figure, but does not fire as the figure immediately\ndisappears from view.\n\nWilliam’s lower jaw is trembling, and he breathes in short\ngasps.\n\nWILLIAM (CONT’D)\nShit...\n\n(CONTINUED)\n\f105.\nCONTINUED: (2)\n\nA splashing sound comes from William’s other side; he spins\naround, aiming his pistol in this direction, his hand\nshaking. Just then, a howling noise, like that of an animal\nin pain or dying, comes from in front of William; he twists\nin that direction with a sharp cry.\n\nFrom behind William, a dark figure suddenly bursts through\nthe cornstalks, moving directly towards William’s back.\nWilliam spins around, stumbling away, and immediately fires\nat the dark figure.\n\nThe figure instantly comes to a stop, then takes a step\nbackwards and falls back in between two stalks of corn,\nunmoving. The figure lies still on the ground, shrouded by\nthe darkness of the cornfield. Only the figure’s shoes are\nvisible.\n\nWilliam falls to his knees in front of the figure, sobbing\nhysterically.\n\nEXT. CORNFIELD - EARLY MORNING\n\nThe sun’s first rays shine over the cornfield. The rain has\nceased, though the cornstalks are still damp in appearance.\nThe morning light is faint, but illuminates the entire\ncornfield.\n\nWilliam is still sitting in the mud. Annabelle’s body lies in\nfront of him. Her eyes are shut. The blood on her forehead\nhas congealed and is almost black around the bullet wound\nwhere William shot her.\n\nWilliam stares straight ahead, his face blank. His hair is\npasted to his head. He looks aimlessly into the cornfield.\n\nEXT. CORNFIELD - MORNING\n\nThe cornfield is now bright with the morning sun. William is\nstill sitting next to Annabelle, staring straight ahead.",
  "74": "---END OF PREVIOUS SECTION---\nEXT. CORNFIELD - MORNING\n\nThe cornfield is now bright with the morning sun. William is\nstill sitting next to Annabelle, staring straight ahead. \n---TARGET SECTION TO BE ANNOTATED---\n He\nthen turns his head and looks at Annabelle.\n\nReaching out, William puts his hand to the side of\nAnnabelle’s face. His jaw trembles, then he takes his hand\naway, looks away from Annabelle’s corpse and rises to his\nfeet.\n\nWilliam’s gun lies several feet away from him, half-buried in\nthe mud. William moves towards the rows of corn, then freezes\nas a sudden growling sound comes from directly in front of\nhim.\n\nWilliam looks down slowly, his body still. Dog is standing in\nfront of William, between two haphazard rows of corn.\n\n(CONTINUED)\n\f106.\nCONTINUED:\n\nDog’s hackles are up and Dog’s teeth are bared. Dog snarls at\nWilliam, saliva dripping from its mouth.\n\nWILLIAM\n(softly)\nDog?\n\nDog growls again, eyes fixed on William’s. All the hairs on\nDog’s back are sticking up straight.\n\nWilliam slowly reaches into his coat, for his gun. His gun is\nnot there. William realizes this, then slowly looks for his\ngun. William’s gun is about a yard in front of him. The gun\nis between William and Dog.\n\nWilliam carefully begins edging forward, toward the gun. Dog\ngrowls again, crouching down. William comes to a stop, then\nwhen Dog does not move, begins moving towards the gun again.\n\nDog lunges forward at William, snarling. William raises his\narm to block Dog and Dog’s teeth clamp down on William’s\nforearm. William yells.\n\nThe weight of Dog knocks William to the ground. William\nflails against Dog, trying to pull his bloody arm out of\nDog’s mouth. The dog thrashes its head wildly, mangling\nWilliam’s arm. William screams.\n\nWilliam rolls over onto Dog, yanking his arm out of Dog’s\nteeth. A chunk of William’s arm is left in Dog’s jaw. Dog\nimmediately twists away from William’s grasp and bites onto\nWilliam’s upper leg, tearing at William’s flesh.\n\nWilliam yells again, then lifts his other leg up and kicks\nDog in the head. The blow knocks Dog back, away from William,\ntowards William’s gun. The dog scrambles, regaining its\nbalance.\n\nWilliam immediately rises to his feet.",
  "75": "---END OF PREVIOUS SECTION---\nThe blow knocks Dog back, away from William,\ntowards William’s gun. The dog scrambles, regaining its\nbalance. William immediately rises to his feet. \n---TARGET SECTION TO BE ANNOTATED---\n He sees that Dog is\nnearer to the gun than him, then turns and runs. Limping\nbadly, William stumbles forward through the cornfield, in the\ngeneral direction of the trail.\n\nDog is immediately after William, running quickly through the\ncornfield. The fur on the front of Dog’s body is slick with\nWilliam’s blood.\n\nWilliam runs as fast as he can, plowing through the\ncornstalks. He looks behind himself and can see Dog rushing\nup just behind him, growling. William plunges forward.\n\nWounded, William cannot possibly outrun Dog, and Dog is\n\ngaining fast. Dog is within ten feet of William’s heels as\nWilliam stumbles forward.\n\n(CONTINUED)\n\f107.\nCONTINUED: (2)\n\nDog comes closer, snapping at William’s ankles. Then Dog\nsuddenly comes to a stop, staring straight ahead.\n\nWilliam continues desperately running forward, oblivious to\nthe fact that Dog is no longer directly behind him.\n\nSuddenly, William bursts out of the cornfield, into the\nlight. Blinded, William squints, trying to shield his eyes\nfrom the sun. A gunshot booms from directly in front of him.\n\nWilliam’s chest explodes. He falls back into the cornfield.\nEXT. TRAIL - MORNING\n\nA group of ten Confederate soldiers stand on the trail,\nlooking at something on the ground. Half of them are perched\non top of horses; the others hold the horses’ reins. One man,\nJOHNSTON, is holding a smoking rifle. He looks down at the\nobject on the ground with evident revulsion.\n\nJOHNSTON\nWhat the hell is that?\n\nOne of the men shakes his head, moving closer.\n\nOn the ground, with half of its body inside the field, lies a\nmedium-sized furry creature. It is dead, a wide, blood-soaked\nbullet wound gaping in the soft white fur of its chest. The\ncreature has a face like a furry pig’s; it is the same type\nof creature that Sam shot.\n\nA confederate soldier with a thick mustache leans forward and\nspits, then squints up at the house in front of them.\n\nMUSTACHED SOLDIER\nThat’s the damned ugliest thing I’ve ever\nseen.",
  "76": "---END OF PREVIOUS SECTION---\nThe\ncreature has a face like a furry pig’s; it is the same type\nof creature that Sam shot. A confederate soldier with a thick mustache leans forward and\nspits, then squints up at the house in front of them. MUSTACHED SOLDIER\nThat’s the damned ugliest thing I’ve ever\nseen. \n---TARGET SECTION TO BE ANNOTATED---\nJOHNSTON\n(laughs nervously)\nThat thing sure jumped out at us, didn’t\nit? Gave me a scare.\n\nOne of the men on a horse, wearing a more elaborate uniform,\nclears his throat. This is the CAPTAIN.\n\nCAPTAIN\n\nWell, unless you’re fixing to eat it\nleave it alone. Johnston and Kormer, you\ntwo go check out that house and barn. I’m\nsure they’ve moved on if they came this\nway, but just make sure nothing’s there.\nThe place looks abandoned and it wouldn’t\nhave been a bad spot to spend the night.\n\n(CONTINUED)\n\f108.\nCONTINUED:\n\nJohnston and another, red-haired man step away from the\ngroup, towards the cornfield.\n\nCAPTAIN (CONT’D)\nThe rest of us will continue. You two\nwater your horses and give them some\ngrain; see what you can find. You can\ncatch up with us later in the day.\n\nJohnston and Kormer nod, pulling their horses with them.\nThe captain and the seven other soldiers continue down the\ntrail. Leading their horses, Johnston and Kormer step into\nthe cornfield and begin working their way through the tall\nstalks, towards the house. A light breeze sways the\ncornstalks that surround them.\n\nFADE OUT\n\nTHE END\n\f"
}