{
  "1": "DEN OF THIEVES\n\nWritten by\n\nCHRISTIAN GUDEGAST\n\nFebruary 6, 2016 Draft\n\fDen of Thieves February 6, 2016 Draft 1.\n\nBLACK SCREEN.\n\nSilence. Which is then broken by a coarse VOICE as it speaks\nto us, in distinct Californiaese. The voice is that of an old-\ntimer. His words and tone bespeak a life lived hard,\nillicitly, and unhealthily. And yet with joy. The sense one\ngets is, he wouldn’t have had it any other way, that his path\nthrough life, was chosen... By him.\n\nAlthough we don’t see him yet, he is WILLY LUMP LUMP, 60s.\nAnd he will tell us, tell SOMEONE, all they need to know.\n\nWILLY LUMP LUMP (V.O.)\n...to this day, when I just think of\nrobbing a bank, I get a boner. I get\nbutterflies... Now that’s love... See,\nwhatever it is you decide to do in\nlife, do it because you love it...\n\nINT. CELL - DAY 1\nAnd now we see him.\n\nWILLY LUMP LUMP looks right at us. His is a face one doesn’t\nforget. A face that inspires...articles, novels, movies. Like\nthe one we’re about to see.\n\nWILLY LUMP LUMP\n.-.I fucken love robbing banks.\nUnfortunately for me, it happens to be\nillegal. That’s why I’m sitting here\ntalking to you. Kinda a bummer, but\nthen again, whatever...\n\nA TITLE reads, “Federal Correctional Institute, Terminal\nIsland. San Pedro, California.”\n\nWILLY LUMP LUMP (CONT’D)\nThere are 5 rules to robbing a bank.\nAnd that’s the first rule. Do it for\nthe love. For the doing of the thing.\nMake it your masterpiece. Like Ali,\nLudwig Van, Musashi, Plato, Da Vinci.\nMake it your Rumble in the Jungle, your\n9th, your Samurai Sword, your Apology,\nyour Mona Lisa... Don’t do it for the\nmoney.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nLike Ali,\nLudwig Van, Musashi, Plato, Da Vinci. Make it your Rumble in the Jungle, your\n9th, your Samurai Sword, your Apology,\nyour Mona Lisa... Don’t do it for the\nmoney. \n\nTARGET SECTION TO BE ANNOTATED:\n Or because you’re pissed off at\nthe world and you wanna do the whole\nbullshit whoop de whoop gangster thing,\nand you wanna shoot somebody. Like\nthose whack job amateurs in North\nHollywood.\n\n(MORE )\n\n(CONTINUED)\n\fDen of Thieves February 6, 2016 Draft 2.\nCONTINUED: 1\n\nWILLY LUMP LUMP (CONT’D)\nThey had it going good for a while, but\nthen they fucked it all up because they\nwanted to shoot it out with the cops,\nbecause they probably couldn’t get any\nass and had small cocks. If mommy\ndidn’t treat you good, go start a fire\nor some shit. But don’t rob a bank...\n\nWilly takes a sip of his piping hot coffee. The coffee mug is\nmetal, and small. He wears an orange jumpsuit emblazoned with\nblack, faded block letters across it that read “FCI”.\n\nIn the unseen surrounding environs, the cold, reverberant,\nhollow SOUNDS OF PRISON can be heard.\n\nWILLY LUMP LUMP (CONT’D)\nSecond rule, don’t do chump change.\nWhether you steal 1 dollar, or 100\nmillion, the length of your visit to\nHotel Federal Prison will be the same. So\nwhen you pick your score, make sure it\ndon’t come with fries and a shake. Make\nsure it’s so much goddamn money, stuffing\nit in your pockets ain’t an option... The\nthird rule, once you got the money, don’t\nspend it. Because remember, you didn’t do\nit for the money. And if you spend it,\nyou'll run out. And if you run out,\nyou'll become a junkie. Because you’1l1\nwant more. And if you want more, you'll\n\nmake mistakes... Junkies come in all\nshapes and sizes, not all of them Crack\nHo's...\n\nWilly takes a drag from a cig. Doesn’t bother ashing. Old,\ndiffused tats dot his forearms. The thick black-rimmed\nglasses he wears, “Mafias”, ID him as a convict of high\nstanding.\n\nWILLY LUMP LUMP (CONT’D)\nThe fourth rule. Prepare for the worst.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe thick black-rimmed\nglasses he wears, “Mafias”, ID him as a convict of high\nstanding. WILLY LUMP LUMP (CONT’D)\nThe fourth rule. Prepare for the worst. \n\nTARGET SECTION TO BE ANNOTATED:\nBecause if shit don’t go according to\nplan, which it won’t, and drama starts\npopping off, which it will, you better\nbe down for the get down, homeboy...\n\nWilly finally exhales. The VOICE of a younger man we do not\nsee, asks Willy the same question some of you may have.\n\nVOICE\nWhat’s the last rule? You said 5.\n\nWilly crunches his eyes, holds his hand up, annoyed.\n\n(CONTINUED)\n\fDen of Thieves February 6, 2016 Draft 3.\nCONTINUED: (2) 1\n\nWILLY LUMP LUMP\nYou in some sort of a rush?\n\nThe voice doesn’t respond. Willy takes another sip of his\ncoffee, savors it. In a rush, Willy isn’t.\n\nWILLY LUMP LUMP (CONT’D)\nThe last rule.\n\nWilly takes a long drag from his cig, then exhales slowly.\n\nWILLY LUMP LUMP (CONT’D)\nWhen you get caught, honky...\n(waves cig back and forth\nwhile slowly shaking his\nhead)\nNo sharing showers...\n\nThen gesticulates for emphasis by jutting the cig at our\nface.\n\nWILLY LUMP LUMP (CONT’D)\nPush flowers.\n\nEXT. CITY STREETS - DAWN\n\nHigh above the Los Angeles basin. So high, the city spreads\nout below us like the Thomas Guide.\n\nCAMERA PUSHES DOWN ON the VAPOR LIGHTS that line endless\nboulevards. On the horizon, dawn approaches.\n\nA TITLE reads, “2400 times a year. 44 times a week. 9 times a\nday. Every 48 minutes, a bank is robbed here... This is the\nreal bank-robbery capital of the world...\"\n\nOnly a few vehicles out this time of day. COME IN ON one of\nthem -- A BRINKS ARMORED TRUCK. It winds the barren streets.\nTITLE reads, “Los Angeles”.\n\nINT. ARMORED TRUCK - DAWN\n\nFour Brinks employees inside. Two up front -- DRIVER,\ndriving, and MESSENGER, riding shotgun. The HOPPER and the\nSWAMPER in back. Nextel radios perched atop their shoulders.\nSidearms issued to all. An AR-15 CARBINE slotted up front.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nNextel radios perched atop their shoulders. Sidearms issued to all. An AR-15 CARBINE slotted up front. \n\nTARGET SECTION TO BE ANNOTATED:\nNobody talks. Too early for that. The Driver struggles to\nkeep his eyes open. He starts to nod off, when the truck\nswerves. Messenger hits his arm. Driver's eyes snap back\nopen.\n\n(CONTINUED)\n\fDen of Thieves February 6, 2016 Draft 4.\nCONTINUED: 3\n\nDRIVER\nShit. Sorry.\n\nThe Armored Truck pulls into a parking lot. Messenger and\nSwamper hop out. Driver and Hopper remain in the vehicle.\n\nEXT. DONUT SHOP, GARDENA - DAWN\n\nA TITLE reads, “Gardena. 5:14 am”. The only sound heard is\nthat of the TRUCK’S ENGINE IDLING.\n\nARMORED TRUCK’S POV -- Messenger and Swamper order, pay the\nKOREAN GUY behind the counter inside.\n\nON DRIVER -- staring blankly ahead. Messenger and Swamper\nexit, coffees and boxes of donuts in hand. Quiet still.\nDriver’s hand reaches for the “unlock” button.\n\nON MESSENGER -- 10 feet from the Armored, hands full. Another\nmorning, another donut run. Same as every other day. Almost.\n\nSOUNDS approach. ENGINES. Driver's hand pauses just above the\nunlock button.\n\n2 SUV'S EMERGE FROM THE DARK, LIGHTS OFF, AND COME TO STOPS\nTO THE FRONT AND REAR OF THE ARMORED, BLOCKING IT IN.\n\nDOORS FLY OPEN AND MEN EMERGE -- 1 from the front SUV and 2\nfrom the rear, their bodies covered in black BDUs and KEVLAR\nBODY ARMOR, GAS MASKS COVERING FACES. THEY LEVEL SHOTGUNS\nand HK ASSAULT RIFLES at the Brinks guys. These OUTLAWS move\nin a precise military like fashion, covering fields of fire.\n\nON MESSENGER -- literally frozen in indecision. Tension\nracking his body, HIS HAND GRIPS HIS JUMBO COFFEE TOO TIGHT.\nHis eyes go to the SIDEARM on his belt. Albeit unfortunate,\noccasions like these do fit within the particulars of his job\ndescription. He’s supposed to do something here. But can’t.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlbeit unfortunate,\noccasions like these do fit within the particulars of his job\ndescription. He’s supposed to do something here. But can’t. \n\nTARGET SECTION TO BE ANNOTATED:\nON DRIVER -- fumbling with his nextel, frantic, can’t get the\nwords out fast enough -\n\nDRIVER\n(into nextel)\n-3170!! WE’RE BEING HELD UP BEING HELD UP-\n\nHits a 911 BEACON in the dash, then suddenly can’t speak\nanymore as a monster of a man, OUTLAW#1, RUSHES HIM, JUMPS\nONTO THE HOOD of the Armored.\n\nON OUTLAWS#2 and #3 -- rushing Messenger and Swamper, barrels\naimed right at their heads.\n\n(CONTINUED)\n\fDen of Thieves February 6, 2016 Draft 5.\nCONTINUED: 4\n\nON MESSENGER -- hand about to crush his piping hot coffee.\n\nOUTLAW#2\nDON'T FUCKING MOVE! YOU MAKE TEN-FIFTY AN\nHOUR! IT ISN’T WORTH IT!\n\nOUTLAW #3\n(to trembling Messenger)\nRelax homes, we’re not here for you.\n\nON DRIVER -- looking up at Outlaw#l AIMING AN HK-416 RIGHT AT\nHIM through the “bulletproof” window. God does he hope it is.\n\nOUTLAW#1\n(muffled by the gas-mask)\nARMOR-PIERCING ROUNDS ARE CHAMBERED IN\nTHIS FIREARM. DO NOT BE THE IDIOT THAT’S\nGOING TO FORCE ME TO PROVE IT! JUST HIT\nTHE UNLOCK AND STEP AWAY FROM THE TRUCK!\n\nDriver hesitates, quivering, foot an inch above the gas\npedal.\n\nOUTLAW#1 (CONT’D)\nFUCKING DO IT!! Now!!\n\nON MESSENGER -- hand shaking violently, when he involuntarily\nCRUSHES THE CUP OF COFFEE. The steaming hot liquid SPILLS ALL\nOVER HIS HAND and leg. HE SCREAMS IN PAIN and makes an\nuntimely flinching motion--\n\nBOOM. Outlaw#2 doesn’t hesitate. Messenger’s shoulder and\nneck are blown apart. He drops. Donuts spill. Swamper\nhorrors.\n\nDRIVER PUNCHES IT. SLAMS INTO THE FRONT SUV, GRINDS IT\nFORWARD. OUTLAW#1 LURCHES FORWARD FROM IMPACT, spills onto\nthe Armored’s roof.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nDRIVER PUNCHES IT. SLAMS INTO THE FRONT SUV, GRINDS IT\nFORWARD. OUTLAW#1 LURCHES FORWARD FROM IMPACT, spills onto\nthe Armored’s roof. \n\nTARGET SECTION TO BE ANNOTATED:\n He grabs for anything to hold on to.\n\nON OUTLAW DRIVER -- in the front SUV, trying in vain to peel\noff. The Armored is too powerful.\n\nON OUTLAW#1 -- pulls himself back onto the hood. Gains\nbalance. AIMS THE HK INTO THE WINDSHIELD AND UNLOADS. The\nhigh-pitched rounds are deafening. THE WINDSHIELD AND DRIVER\nARE OBLITERATED.\n\nON OUTLAW#2 -- bringing the butt of his shotgun across\nSwamper’s jaw. Swamper collapses.\n\nOUTLAW DRIVER hops out of the SUV with a SLEDGEHAMMER. He\n\njumps onto the Armored’s hood and SWINGS IT INTO THE ARMORED\nTRUCK’S WINDSHIELD, CAVING THE WINDSHIELD IN.\n\n(CONTINUED)\n\fDen of Thieves February 6, 2016 Draft 6.\nCONTINUED: (2) 4\n\nGUNSHOTS are fired from within the Armored -- Hopper.\nOutlaw#1 tosses in a FLASHBANG. A BLAST of LIGHT and SOUND.\n\nOUTLAW #1\n(to Outlaw Driver)\nGet in get in!!\n\nOutlaw Driver slips through the windshield into the cab. Hits\n“unlock”, PUSHES OUT THE BODY OF THE DRIVER.\n\nOutlaws#2 and #3 rush the rear of the Armored, RIP OPEN THE\nREAR DOORS. SMOKE BILLOWS out of the Armored. Inside,\nHopper’s ears bleed. He chokes violently.\n\nOutlaw#1 hops in the Armored passenger seat. Outlaw Driver\nthrows the Armored into gear.\n\nAs Outlaw#2 drags Hopper out onto the pavement, 3 GARDENA PD\nCRUISERS squeal to a halt in the middle of the street, 50\nmeters back. Doors swing open. UNIFORMED GARDENA COPS OPEN\nFIRE WITH THEIR .9MM SIDEARMS.\n\nThe rounds ping off of the Armored and pavement. OUTLAW#2\nSPINS TOWARD THE COPS, DROPS TO A SEATED-FIRING POSITION, AND\nOPENS FIRE. Outlaw#3 drops his shotgun, presents his .45, and\nUNLOADS HIS CLIP.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe rounds ping off of the Armored and pavement. OUTLAW#2\nSPINS TOWARD THE COPS, DROPS TO A SEATED-FIRING POSITION, AND\nOPENS FIRE. Outlaw#3 drops his shotgun, presents his .45, and\nUNLOADS HIS CLIP. \n\nTARGET SECTION TO BE ANNOTATED:\n Their HK rounds are deadly accurate,\nripping thru the Gardena PD Cruiser’s doors, DROPPING 1 COP.\nOutgunned, the cops ball up for cover, don’t return fire.\n\nOUTLAW#2\nLETS GO LETS GO LETS GO!\n\nOutlaw#2 and #3 sprint for the SUV while the Cop’s gunfire is\nsuppressed. Suddenly, 3, 4 SHERIFF’S DEPT CROWN VICS RESPOND\nONTO THE SCENE, tires smoking as they brake to stops. COPS\nJUMP OUT WITH AR-15 CARBINES, OPEN FIRE ON THE SUSPECTS.\n\nOUTLAW #1\nTHEY GOT CARBINES!!!\n\nThe high-velocity rounds ricochet and TEAR INTO THE SUV.\nOUTLAW#3 IS HIT IN THE GROIN AND NECK AS HE TRIES TO JUMP\nINTO THE SUV. He drops, scream drowned out by gunfire.\n\nOUTLAW #1 (CONT’D)\nMOTHERFUCKER!\n\nOutlaw#2 takes cover, desperate to reload, then returns fire.\nA BLIZZARD OF ZIPPING LEAD FILLS THE DAWN AIR.\n\nOUTLAW#2\nI’M ALMOST OUT!!!\n\n(CONTINUED)\n\fDen of Thieves February 6, 2016 Draft 7.\nCONTINUED: (3) 4\n\nIf something isn’t done fast, they’1ll never get out of here.\nSo Outlaw#1 flips his HK 416 onto “full-auto”, hops out of\nthe Armored, WALKS DIRECTLY AT THE COPS, AND OPENS FIRE.\n\nOUTLAW#1 PEELS OFF THE ENTIRE CLIP ON FULL AUTO, BLOWING UP\nTHE CROWN VIC WINDSHIELDS AND HOODS. SHELL-CASINGS bounce\noff the street at his feet. A FEW ROUNDS THUMP INTO HIS\nBODY ARMOR, EXPELLING THE AIR FROM HIS LUNGS. Clip done, he\ndrops it out, rips a fresh clip off his torso, pops it in,\nand repeats. All in one fluid motion. Empties the next\nclip.\n\nThe Cops return fire no more, pressed into the pavement.\n\nOutlaw#1 turns, runs back in the Armored.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nEmpties the next\nclip. The Cops return fire no more, pressed into the pavement. Outlaw#1 turns, runs back in the Armored. \n\nTARGET SECTION TO BE ANNOTATED:\n Outlaw#2 TOSSES\nSMOKE GRENADES INTO THE STREET, clouds the Cops visual,\ncloaking their exfil, jumps into the SUV. BOTH THE ARMORED\nAND SUV PEEL AWAY FROM THE SCENE.\n\nINT. ARMORED TRUCK - DAWN\nOutlaw#1 rips off his gas mask.\n\nOUTLAW #1\nHow the fuck those chase cars here?!!\n\nThis is RAY MERRIMEN, 38, and clearly the leader. His\nmuscular neck and ferocious demeanor belie great intelligence\nthat can be seen in those hard, icy blue eyes. He’s very,\nvery dangerous, yes. But not wild. Calculating. He keys a\nNextel “push-to-talk” phone:\n\nMERRIMEN\n(into Nextel)\nGreenpeace, this is Repeat Offender. Need\nyour eyes.\n\nMerrimen looks out the window, SCANS THE SKIES ABOVE.\n\nOUTLAW DRIVER\nWe clean?!\n\nMERRIMEN\nSo far. Hug the airport, take the tunnel.\n\nMerrimen speaks into a MIC protruding from beneath the\nkevlar.\n\nMERRIMEN (CONT'D)\n(into chest mic)\nLava, this is Repeat Offender. Pull off\nnow!\n\f10\n\nDen of Thieves February 6, 2016 Draft 8.\n\nEXT. CITY STREETS - DAWN 6\n\nThe Armored and SUV barrel down the early morning streets at\n80+ mph. THE SUV BAILS OUT ONTO A SIDE-STREET.\n\nThe Armored hits a hard right, ENTERS A TUNNEL.\nEXT. HAWTHORNE STREETS - DAWN 7\n\nThe SUV rolls to a quiet stop in a RESIDENTIAL NEIGHBORHOOD.\nOUTLAW#2 QUICKLY WIPES DOWN THE INTERIOR OF THE SUV WITH\nWINDEX AND BABY-WIPES. POURS GASOLINE on the dash, steering\nwheel and seats. Walks away from the SUV.\n\nHe peels out a CAR-KEY TAPED TO HIS CHEST, quietly sticks it\ninto the door of a nondescript TOYOTA MINIVAN parked there.\nHops in and drives off, unnoticed.\n\nIn the distance, SIRENS can be heard.\nEXT./INT. CRENSHAW BLVD.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn the distance, SIRENS can be heard. EXT./INT. CRENSHAW BLVD. \n\nTARGET SECTION TO BE ANNOTATED:\n TUNNEL - DAWN 8\n\nThe ROAR OF THE ARMORED’S ENGINE REVERBERATES throughout the\ntunnel as they tear away from the scene, desperate to evade\nthe response. Merrimen’s head is on a swivel clocking the\nstreets.\n\nIN THE ARMORED -- they ROUND A CURVE in the tunnel. 95 mph.\nThe tunnel empties back onto the city streets.\n\nMERRIMEN\nWe're clean!\n\nINT. “PACIFIC HORIZON FREIGHT” 3PL WAREHOUSE / OFFICE - DAWN 9\n\nBOSCO sits in a vast warehouse OFFICE, in front of a laptop.\nREADS THEIR “SIGNATURE” ON THE DATONG SYSTEM THAT DISPLAYS A\nLIVE MAP-GRID FEED OF THE STREETS, ALL COP CARS AND THEIR\nEXACT LOCATION DISPLAYED. Bosco keys a radio, guides them\nthrough the gauntlet of responding cops.\n\nBOSCO\n(into radio)\nGo right on Doty, right on Doty!\n\nINT. ARMORED TRUCK - DAWN 10\nOutlaw Driver follows Bosco’s directions. THEY STOP IN AN\n\nALLEY, KILL THE LIGHTS, AS A CLOSE CALL WHIZZES PAST THEM.\nTENSION. THEY DRIVE THE LAST FEW BLOCKS TO THE SAFETY OF...\n\f11\n\n12\n\nDen of Thieves February 6, 2016 Draft 9.\n\nEXT. “THIRD WORLD” INDUSTRIAL DISTRICT, WILMINGTON —- DAWN 11\n\nA sea of BUSINESS PARKS, industrial warehouses, refineries,\ntank-farms all divided by pot-holed streets. The VINCENT\nTHOMAS BRIDGE looms overhead. A coyote scurries as the\nArmored approaches. It backs into one of the warehouses.\n\nINT. “PACIFIC HORIZON FREIGHT” 3PL WAREHOUSE - DAWN 12\n\nOutlaw#2 and a TONGAN CARGO HARD shut the warehouse sliding\ndoors. The Toyota Minivan already parked inside. Outlaw#2\nhits several numbers on a SECURITY KEYPAD, securing the\nbuilding. Beep-beeping SOUND as the Armored reverses in and\nparks.\n\n“Pacific Horizon Freight” is written on the warehouse wall.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nOutlaw#2\nhits several numbers on a SECURITY KEYPAD, securing the\nbuilding. Beep-beeping SOUND as the Armored reverses in and\nparks. “Pacific Horizon Freight” is written on the warehouse wall. \n\nTARGET SECTION TO BE ANNOTATED:\n A\nfew SAMOAN AND TONGAN DOCKWORKERS man the vast warehouse,\nhome to a 3PL, “Third Party Logistics”, shipping-freight biz.\n\nThe Outlaws are exhausted. No one speaks as they strip off\nkevlar, gas masks, body armor, the mood tense. Around them:\nstacks of empty pallets, shrink-wrapped freight, forklifts,\nhigh-tech security equipment, radios, stripped cars, gas\ncans, pvc piping, highway flares, a weight bench...\nFluorescents buzz 28ft overhead, giving us our FIRST CLEAN\nGLIMPSE OF THIS ARMED ROBBERY CREW:\n\nSeen before, MERRIMEN, the leader.\n\nOutlaw#2 pulls off his gear, revealing ENSON LEVOUX. Fierce,\nfat, big, Samoan. With corn-rows. Merrimen’s “lieutenant”.\n\nTheir laptop Datong navigator, BO “BOSCO” OSTROMAN, 42. A\nbarrel-chested whiteboy from Huntington. “PENI” ink beside\nsome faded military tat on his thick arms.\n\nLastly, the Outlaw Driver, DONNIE ALISON, 33, edgy white guy,\nquiet-type, which are usually the most dangerous, just not in\nthis case. They don’t come much more intimidating than this.\n\nEveryone wears SURGICAL GLOVES when handling the Armored.\nMERRIMEN\nChecked for trackers?\n(Enson nods “of course”)\nDo it again.\n\nEnson slips beneath the truck’s underbelly, sweeps the entire\nchassis and engine with a FREQUENCY SCANNER.\n\nENSON\nNothing. It’s one of the old models.\n\n(CONTINUED)\n\fDen of Thieves February 6, 2016 Draft 10.\n12 CONTINUED: 12\n\nDonnie stands over a garbage can and PUKES. He looks at his\nhands -- still shaking with adrenaline.\n\nMERRIMEN\n(to Bosco)\nAnd you were clean?\n(Bosco shrugs, looks to\nEnson)\nI asked you. Not him. Were you?\n\nBOSCO\n-yeah. Ran figure 8’s. No fleas...\n\nMerrimen’s eyes burn into Bosco.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nRan figure 8’s. No fleas... Merrimen’s eyes burn into Bosco. \n\nTARGET SECTION TO BE ANNOTATED:\n Finally:\n\nMERRIMEN\nWhy didn’t we know about the chase cars?\nHow did the call get through-\n\nENSON\n—-Ray.\n\nAll heads turn to Enson. No one usually speaks when Merrimen\nis this hot, because it just doesn’t happen.\n\nENSON (CONT'D)\nWe knew the risks. Shit popped off. We\nhandled it... That’s it.\n\nMerrimen doesn’t respond. Then to Bosco:\n\nMERRIMEN\nGet back over there, see who responded.\nProbably LASD. They’1ll supercede\nGardena... If it’s Major Crimes, we got\na problem.\n\nBosco pulls on a hoodie, grabs a DIGITAL CAMERA, and leaves.\nMerrimen and Donnie turn their attention to the Armored\nTruck. Bulletholes riddle it’s sides. Donnie shuts off the\nengine. Merrimen runs his hands over the bulletholes:\n\nMERRIMEN (CONT'D)\nPatch these up. Need it like new.\n\nDonnie nods. Merrimen circles the truck, inspecting it\nthoroughly. He stops behind the rear doors. Pops open the\nlatches, and swings open the doors. Inside...\n\nNOTHING. It’s empty.\n\n(CONTINUED)\n\f12\n\n13\n\n14\n\n15\n\nDen of Thieves February 6, 2016 Draft 11.\nCONTINUED: (2) 12\n\nENSON\nYou good?\n\nMerrimen looks over the truck one last time. Nods:\n\nMERRIMEN\n«+. We’re cop killers now...\n\nHis words hang in the air. HOLD ON HIM. TITLE reads,\n“Merrimen”.\n\nINT. NICK'S F-150 TRUCK - DAWN 13\n\nCLOSE ON a PAIR OF EYES. They’re open really wide. And the\npupils dilated. Black saucers. PULL BACK to reveal “BIG NICK”\nFLANAGAN, 41, white, cock-strong muscles, the kind that come\nfrom genetics, not from doing a lot of reps on Cybex machines\nat Bally’s. He’s sporting a Rolex, a bit of bling, couple\ntats, got a shaved head a bushy ZZ-TOP style goatee, and the\nbad skin that accompanies too many cycles of ‘roids.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nBlack saucers. PULL BACK to reveal “BIG NICK”\nFLANAGAN, 41, white, cock-strong muscles, the kind that come\nfrom genetics, not from doing a lot of reps on Cybex machines\nat Bally’s. He’s sporting a Rolex, a bit of bling, couple\ntats, got a shaved head a bushy ZZ-TOP style goatee, and the\nbad skin that accompanies too many cycles of ‘roids. \n\nTARGET SECTION TO BE ANNOTATED:\nNick dumps Visine in his eyes while driving. Fast. Zips\nthrough LA’s South Bay streets by braille, doesn’t bother\neven peeking at the road ahead. All windows are down. He\nbreathes into his hand, checks his breath. Fumbles around his\nglovebox for gum. Finds some, pops it in his mouth. He’s\ndoing a decent job pulling himself together, despite the fact\nthat he looks like he’s spent the last week on the dark side.\n\nNick dials down the radio as he turns onto a working-class\nsuburban residential street. Kills the lights and engine\nbefore coasting quietly into a driveway, parks.\n\nEXT. NICK’S HOUSE, REDONDO BEACH - DAWN 14\n\nNick takes his boots off, walks barefoot up to his house, a\nsingle-story “modern” built in the 50's, typical of suburban\nSoCal. Yet with nouveau upgrades -- fountains, marble columns\nframe the front door, plexi-hoop court in back, and lots of\ngangster’d-out land yachts parked on the lawn.\n\nINT. NICK’S HOUSE - DAWN 15\n\nThe jangle of keys. But they don’t work. Nick tries in vain\nto open the back pantry door. Opts to jimmy open a window\ninstead, crawls and squeezes his way through it. His clothes\ncatch and tear on something. He silently curses himself.\n\nTip-toes into the kitchen. It’s quiet and dark. Only a few\n\nnight-lights on. The house is home to a family, as kids’ toys\nand baby stuff is scattered throughout.\n\n(CONTINUED)\n\f15\n\nDen of Thieves February 6, 2016 Draft 12.\nCONTINUED: 15\n\nNick gingerly opens the fridge, bends down to see what’s on\nthe menu when a CRASHING SOUND shatters the quiet. He\ncringes, squeezes his eyes shut. Then peeks down -- a HANDGUN\nlies at his feet, fell out of his waistband.\n\nHe carefully picks it up, sets it on the counter with wallet\nand keys. Listens in the house. All remains quiet. Phew.\n\nHe grabs a water, gulps it down while checking his cell. He\nerases all “recent calls”, when he freezes.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nPhew. He grabs a water, gulps it down while checking his cell. He\nerases all “recent calls”, when he freezes. \n\nTARGET SECTION TO BE ANNOTATED:\n Gets a weird\nfeeling someone's there. Turns his head, and gasps. A WOMAN\nSITS IN THE NEARBY DARK, WATCHING HIM. Nick clutches his\nchest, sighs in relief.\n\nBIG NICK\nJesus Christ, babe, scared the shit out\nof me! I might’ve shot you. Can’t do\nthat.\n\nHis wife, DEBBIE, late 30s, once hot and sweet, now jaded and\nsleep-deprived, sits with her legs and arms crossed, and her\nhair-extensions balled up in a clip.\n\nDEBBIE\nCan’t do what?\n\nBIG NICK\nCreep up on me like that.\n\nDEBBIE\nYou erase your recent calls?\n\nNick starts to get nervous, scrambles.\n\nBIG NICK\nErase? What do you mean...\n(holds up his cell)\nThe phone? I don’t know how to work this\nfucking thing, you know that -\n\nDebbie imitates him, repeats his line while grinding her jaw\nand bouncing it back and forth just like him. Exactly like\nhim.\n\nDEBBIE\n“I don’t know how to work this fucking\nthing.\"\nNick slumps back, sighs deeply, playing the victim.\nBIG NICK\n\nBabe, we really have to do this right\nnow —\n\n(CONTINUED)\n\f15\n\nDen of Thieves February 6, 2016 Draft 13.\nCONTINUED: (2) 15\n\nDEBBIE\n-where you been? It’s 6am.\n(makes quotes with her\nfingers)\n“Work”? A surveillance? Robbing drug\ndealers? You smell like a stripper.\n\nNick throws his hands up, at a loss.\n\nBIG NICK\nYeah. And I was out banging hookers...\n(incredulous)\nOf course I was at work!\n\nDebbie stands, fed up, walks up to him. She holds her cell to\nhis face. A TEXT MESSAGE is up on the screen.\n\nDEBBIE\nOh really? “That was SO hot\"?\n\nNick sees the text he sent. To his wife. At 5am. Whoops. Nick\ndoesn’t respond. He shifts, now crawling out of his skin,\ncan’t come up with a story fast enough.\n\nDEBBIE (CONT’D)\nYou used to have such tight game...\n\nDebbie shakes her head in disgust.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe shifts, now crawling out of his skin,\ncan’t come up with a story fast enough. DEBBIE (CONT’D)\nYou used to have such tight game... Debbie shakes her head in disgust. \n\nTARGET SECTION TO BE ANNOTATED:\n Tears pool in her eyes.\n\nDEBBIE (CONT'D)\nFeel so sorry for you. You pathetic, dope\nfiend whore.\n\nDebbie walks off in tears, disappears into the bedrooms. Nick\nburies his face in his hands, rubs his temples. Take a deep,\nlong, stressed breath. Shakes his head at himself.\n\nHe notices 2 PACKED SUITCASES by the front door. Hears\ncommotion in the bedrooms. His kids’ voices. Debbie is waking\nthem up.\n\nBIG NICK\n(hushed, to himself)\nWhat the....\n\nDebbie ushers their 2 daughters, McKENNA, 7, CASSADY, 3, out\nthe door. The girls are still half-asleep, teary and confused\nby what’s going on. Deb scoops Cassady up into her arms.\n\nDEBBIE\n...it’s OK honey, we’re going to Auntie’s\nhouse. Daddy has to do some work to the\nhouse and it’1l be too loud for you guys.\n\n(CONTINUED)\n\f15\n\nDen of Thieves February 6, 2016 Draft 14.\nCONTINUED: (3) 15\n\nNick tries to cut her off at the door, whispering to her. But\nDeb can’t get them out of there fast enough.\n\nBIG NICK\nWoah woah woah. Wifey, what are you\ndoing?! Seriously -\n\nDebbie just blows right over any acknowledgement of what’s\nactually going down. She’s moving out, and taking the kids\nwith her. And there’s nothing else to say about it.\n\nMCKENNA\nIs Daddy coming with us?\n\nDEBBIE\nDaddy doesn’t have time for us right now.\n\nBIG NICK\nOh that’s good. Well said.\n(to McKenna)\nMommy didn’t mean that.\n\nThe situation is such that, Nick doesn’t know what the hell\nto say, or do. All he knows is, it sucks.\n\nBIG NICK (CONT'D)\nI can’t come right now sweetheart, but\nI‘1l see you a little later, OK? Come\nhere-\n\nMcKenna and Nick reach to hug one another, but Debbie grabs\nMcKenna’s hand and whisks her right out the door.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nAll he knows is, it sucks. BIG NICK (CONT'D)\nI can’t come right now sweetheart, but\nI‘1l see you a little later, OK? Come\nhere-\n\nMcKenna and Nick reach to hug one another, but Debbie grabs\nMcKenna’s hand and whisks her right out the door. \n\nTARGET SECTION TO BE ANNOTATED:\nBIG NICK (CONT'D)\nDeb, for Christ sake, can you slow it\ndown a second?!\n\nNope. Into the car they go, despite her daughter’s protests.\nDebbie situates the girls in the car seats, then turns back\nto the house to grab her bags. Nick walks beside her, tries\nto conceal from his girls the fact that he’s about to rip\ntheir mother’s head off.\n\nBIG NICK (CONT'D)\n(hisses in a whisper)\nHave you lost your fucking mind, woman?!\nWhat the fuck?!\n\nDEBBIE\n\nOh that’s nice, drop f-bombs in front of\nmy daughters. Good fathering.\n\n(CONTINUED)\n\fDen of Thieves February 6, 2016 Draft 15.\n15 CONTINUED: (4) 15\n\nDebbie doesn’t bother keeping her voice down. As if she wants\nher daughters to know her reality.\n\nBIG NICK\nShhhh! Quiet, Christ!\n(throws his hands up)\n“My”? What the -—\n\nDEBBIE\n- gonna find me a man whose cock actually\ngets hard.\n\nNick snaps an internal gasket. His face turns so red, it’s\nalmost blue. But somehow, he keeps a lid on it.\n\nDebbie grabs her bags, rushes back to the car. Nick paces in\ncircles. He goes to his wife just before she gets into the\ncar, reaches for her, pleading with her:\n\nBIG NICK\nDeb, stop. Seriously, please don’t do\nthis -\n\nDebbie explodes with pent up pain, and unleashes on her\nhusband. She punches and claws at him like a banshee. Nick\njust back-pedals and tries to evade her onslaught.\n\nDEBBIE\nYou motherfucker!!! STAY AWAY FROM ME!!!\n\nBIG NICK\nNice job. Nice. Good stuff.\n\nDebbie screams, hysterical. Tears and upset stream down her\nface. As she jumps behind the wheel, both McKenna and Cassady\nstart balling.\n\nA marriage disintegrates, right before our eyes.\n\nBIG NICK (CONT’D)\nPerfect.\n\nThe car’s tires chirp as Debbie throws it in reverse, then\nshe punches it, and Nick’s family disappears down the street.\n\nNick stands there in his driveway, unmoving, staring into\nspace, feeling like the world’s biggest asshole.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nBIG NICK (CONT’D)\nPerfect. The car’s tires chirp as Debbie throws it in reverse, then\nshe punches it, and Nick’s family disappears down the street. Nick stands there in his driveway, unmoving, staring into\nspace, feeling like the world’s biggest asshole. \n\nTARGET SECTION TO BE ANNOTATED:\n Looks around\nhis property, eyes glazed over, like it’s an alien planet.\n\nOne of the neighbors, an OLD MAN IN A TRACKSUIT, comes out\n\nhis front door and mad-dogs Nick. Surely does not appreciate,\nnor approve of, the baby mama drama. Nick waves to him:\n\n(CONTINUED)\n\f15\n\n16\n\n17\n\nDen of Thieves February 6, 2016 Draft 16.\nCONTINUED: (5) 15\n\nBIG NICK (CONT’D)\nMorning.\n\nAs Nick slowly walks back inside, a TITLE reads, “Big Nick”.\nINT. NICK'S HOUSE - MORNING 16\n\nNick plops down on the couch. He feels the fresh scratches\nand welts on his face, pulls out his cell phone, checks the\nnow infamous text. His eyes slowly look around at his kids\ntoys, at the photo on the wall of he and Debbie all dolled-up\non some beach in the islands. And his body goes numb.\n\nNick sits there like that, alone, for a long, painful moment.\nThen his cell vibrates. And vibrates. Finally, he checks it.\nSquints his eyes at the number. Answers.\n\nBIG NICK\nYip?\nNick listens, doesn’t at all like what he’s hearing from the\nother end. Then he hangs up.\nNick shuts his eyes, and sighs, deep and long...\n\nEXT. RANDY’S DONUT SHOP, GARDENA - MORNING 17\n\nA BLACKED-OUT, LIFTED FORD F-150 TRUCK flies into a red zone,\nparks. Big Nick hops out, pulls on a Blazer, slides on a pair\nof Von Zipper shades, pops a stick of gum in his mouth, and\nsaunters toward a CRIME SCENE. At Randy’s donut shop.\n\nSlips underneath sawhorses and yellow “police line, do not\ncross” tape. He’s stopped by a hyper-vigilant GARDENA COP.\n\nGARDENA COP\nHey, big guy, this is-\n\nBIG NICK\n- guy?\nNick stops dead. Glares at the young copper. Flashes a\nSHERIFF'S DEPARTMENT BADGE in his face. BIG NICK IS A COP.\n\nGARDENA COP\nSorry, lieutenant. It’s cool.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nBIG NICK IS A COP. GARDENA COP\nSorry, lieutenant. It’s cool. \n\nTARGET SECTION TO BE ANNOTATED:\nIt’s cool? Nick just shakes his head.\nBIG NICK\nNo not cool. Go write a jay-walking\n\nticket or something...\n(MORE )\n\n(CONTINUED)\n\f17\n\nDen of Thieves February 6, 2016 Draft 17.\nCONTINUED: 17\n\nBIG NICK (CONT'D)\n(mumbles )\n...Geeks.\n\nNick has sobered himself up and shaken off the morning’s\ndrama, almost on command. Comes from practice. Get the sense\nhere that yes, he’s a hard-charging wild-man. But he’s a hard-\ncharger at everything he does. Which in his line of work,\nmeans he’s good. Very.\n\nNick surveys the hectic scene: ambulances, shell-casings\neverywhere, EMTs, the trashed SUV, BODIES OF THE DRIVER AND\nMESSENGER lying on the ground in unnatural positions...\n\nHe walks up to a GROUP OF MEN surrounding Outlaw#3, who lies\non the asphalt in a pool of his own blood.\n\nBIG NICK (CONT'D)\n\nThat looks like it hurts...\n(nods to the men)\n\nGood morning, fellow officers.\n\nAll the guys in the group nod and mumble monosyllabic\ngreetings in unison, annoyed they are up this early.\n\nBIG NICK (CONT’D)\nAll bright-eyed and bushy-tailed, I see.\n\nThese are THE REGULATORS. Big Nick’s crew. LOS ANGELES\nSHERIFF DEPARTMENT’S METRO ROBBERY-HOMICIDE detail. A sub-\ndivision within the department that operates with impunity.\nA gang with badges. They've got their own tattoos, hand\nsigns, everything. It’s a very, very fine line that\nseparates these guys from the gangsters they take down.\n“Dragnet” they are not. Meet them:\n\nGUS HENDRIX, 33, an OG from Long Beach who always smells good\nand dresses incredibly well. But beneath the gorgeous suit is\nan aggressive, genetic freak who long ago mastered the art of\nintimidation on the mean streets of South Los.\n\nMURPHY “MURPH” CONNORS, 48, the salty dog here. A big, pock-\nmarked Irishman from Oxnard sporting sweats, and a silk shirt\nwith a Roman Emperor theme.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut beneath the gorgeous suit is\nan aggressive, genetic freak who long ago mastered the art of\nintimidation on the mean streets of South Los. MURPHY “MURPH” CONNORS, 48, the salty dog here. A big, pock-\nmarked Irishman from Oxnard sporting sweats, and a silk shirt\nwith a Roman Emperor theme. \n\nTARGET SECTION TO BE ANNOTATED:\n He’s terrified of the water and\nhas never surfed a day in his life, despite the fact that he\ngrew up across the street from the beach. He stuck to sports\nthat are played indoors, like boxing, which explains the\nangle of his nose, and drinking, which explains his hangover.\n\nBENNY “BORRACHO” MEGALLON, 40, a no-bullshit veterano from\n\nEast Los who has a serious drinking problem, gambling\nproblem, women problem...Name the vice.\n\n(CONTINUED)\n\f17\n\nDen of Thieves February 6, 2016 Draft 18.\nCONTINUED: (2) 17\n\nAnd “TONY Z” ZAPATA, 38, an irreverent, dry-witted pussy-\nhound from the Valley who’s good looks and better humor belie\na driven, tough, focused cop.\n\nOutlaw#3 moans slightly. He’s still alive, barely. His face\nis drained of almost all color, the gaping wound in his groin\nhaving bled out profusely.\n\nBIG NICK (CONT’D)\nI take it he’s a bad guy?\n\nTONY Z\nYou mean the guy with the black body\narmor, machine-gun and gas mask?\n\nBIG NICK\nOTFL. We know who he is yet?\n\nMURPH\n(Murph shakes his head)\nRough night?\n\nBIG NICK\nYes. Next subject.\n\nGUS\nYou're not lookin’ so hot there, bubba.\n\nNick lifts his sunglasses. They see his banged up face.\n\nTONY Z\nI think he looks amazing.\n\nBIG NICK\nI got enough toxins in me to turn the\nGaza Strip into a gay pride parade.\n\nGUS\nBetter start downing the Kombucha and pom-\njuice, big man, we gotta piss test\nFriday.\n\nBORRACHO\nThursday.\n\nBIG NICK\nOh, and like you Mormons have been\ndrinking Frescas and green tea and doing\nwheat grass shots all month. Please... I\ngot 48 hours. That’s an eternity.\n\nNick looks at them. They’re staring at him, munching on\ndonuts.\n\n(CONTINUED)\n\fDen of Thieves February 6, 2016 Draft 19.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nNick looks at them. They’re staring at him, munching on\ndonuts. (CONTINUED)\n\fDen of Thieves February 6, 2016 Draft 19. \n\nTARGET SECTION TO BE ANNOTATED:\n17 CONTINUED: (3) 17\n\nBIG NICK (CONT’D)\nGot any more of those? I’m starving.\n\nBORRACHO\n(mouth full)\nCheck the box.\n\nA BLOOD-STAINED DONUT BOX lies near the fallen Messenger.\nNick reaches for it, finds a glazed, inhales it.\n\nBIG NICK\nWe get anything out of him?\n\nGUS\nTried. Not gonna get a goddamn thing. He\nmight bleed out in another minute or two.\n\nNick bends down to get a closer look of him.\n\nBIG NICK\n(to Outlaw#3)\nHow you feeling there, champ? Not to\ngood? Want a medic? I’1l make you a deal.\nYou tell me the names of all the bad guys\nthat got away, and I’1l get you a medic.\n\nOUTLAW #3\n(mumbles through bloody\nteeth)\n\n...I’m not a punk. Cop faggots...\n\nNick glances over at the dead bodies of the Brinks men, looks\nback to Outlaw#3, checks his pulse. He’s still alive. Barely.\n\nAn EMT hurries toward them to assist. Nick and the others\nshare a look. THEY WAVE OFF THE EMT.\n\nTONY Z\nHe’s gone, buddy. We got it here.\n\nEMT\nOfficer, would you please step aside-\n\nMURPH\n- It’s under control, son.\n\nMurph subtly blocks the EMT’s way.\n\nBIG NICK\nYou hear what he said!? Hurry along now.\n\nGus crouches beside the body, blocking his view. The EMT gets\nthe picture. He slowly backs away, leaves.\n\f18\n\nDen of Thieves February 6, 2016 Draft 20.\n\nEXT. CITY STREETS, GARDENA - MORNING 18\n\n100 meters down the boulevard, a safe distance away, a\nnondescript Mazda pulls to the curb, Bosco at the wheel.\n\nBosco looks thru a DIGITAL NIKON CAMERA, zooms in on the\ndonut shop. The motor-drive whirs as HE DOCUMENTS THE CRIME\nSCENE, then disappears back into morning traffic.\n\nON BIG NICK AND THE REGULATORS -- Nick picks up a spent shell-\ncasing, inspects it, impressed.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nBosco looks thru a DIGITAL NIKON CAMERA, zooms in on the\ndonut shop. The motor-drive whirs as HE DOCUMENTS THE CRIME\nSCENE, then disappears back into morning traffic. ON BIG NICK AND THE REGULATORS -- Nick picks up a spent shell-\ncasing, inspects it, impressed. \n\nTARGET SECTION TO BE ANNOTATED:\nBIG NICK\nTungsten carbide. Jacketed. That’s no\njoke.\n\nGUS\n\n(motions to the 2 downed\nGardena PD across the\nstreet)\nCut through their vests like butter.\n\nBORRACHO\nAmbushed’em while they were picking up\nbreakfast. Surrounded the truck, Brinks\nDriver tried to do what he’s paid to\ndo. The tungsten rounds went straight\nthrough the windshield, took him out.\nThey took off with the truck. Gardena\nPD lost them under Hawthorne Municipal.\n\nBIG NICK\nThey knew the route. Picked it because\nit’s right next to the Municipal airport,\nknew the restricted air space meant no\nghetto bird air support. Smart... Talk to\nBrinks? How much they get away with?\n\nMURPH\nThey were en route to a BofA pick up\nfor a Fed drop...There was nothing in\nthe truck.\n\nBIG NICK\nNothing in the truck?\n(They all shake their heads)\nThey stole a fucking empty armored car?\n(pause)\nWhy the fireworks?\n\n(CONTINUED)\n\f18\n\nDen of Thieves February 6, 2016 Draft 21.\nCONTINUED: 18\n\nBORRACHO\nOne of the Brinks cats said the Messenger\nwent for his gun, and that’s when it\n\npopped off.\nBIG NICK\nGenius...\n(pause)\nThe SUV? Prints, run the plates,\nanything?\nGUS\n\nIt’s a cold car. VIN and registration\ntags are scratched off. License plate is\nregistered to no one. No prints. Nothing.\n\nBIG NICK\n(motions to Outlaw#3)\nHe dead yet?\n\nMurph lightly kicks Outlaw#3. No response. He bends down,\nchecks his pulse. Nothing. He shuts Outlaw#3’s eyes.\n\nBIG NICK (CONT’D)\nLift prints, see who he rolls with.\n\nA Crown Vic pulls up, and 3 MEN step out. Nice new haircuts,\nbad suits, freshly shaven. THE FEDS, LA BANK SQUAD. A\ncollective grunt and sigh from our boys.\n\nBIG NICK (CONT'D)\nI can’t deal with this retard factory\nright now. Can one of you handle it?\n(They all play dumb, look\naway )\nAll right...",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nBIG NICK (CONT'D)\nI can’t deal with this retard factory\nright now. Can one of you handle it? (They all play dumb, look\naway )\nAll right... \n\nTARGET SECTION TO BE ANNOTATED:\n Witnesses? Donut shop guy?\nAny video surveillance? Talk to DOT?\n\nGUS\nNot much, but we’ll get it.\n\nBIG NICK\nPull it all together, meet at the office.\n\nGus and The Regulators nod, leave the scene as “LOBBIN’ BOB”\nGOLIGHTLY approaches. Fed, 45, stick up his ass. Not a hair\nout of place on his head, not a stone left unturned in his\ncases. A cowboy’s, like Nick, worst nightmare.\n\nBOB\n“Big Nick”. In the flesh.\n\n(CONTINUED)\n\fDen of Thieves February 6, 2016 Draft 22.\n\n18 CONTINUED: (2) 18\nBIG NICK\n“Lobbin Bob.” How’s that mean tennis\ngame?\n\nNo response. Nick imitates a forehand swing. Nick looks Bob\nup and down, gives him a thumbs up.\n\nBIG NICK (CONT'D)\nThat's a really nice suit you got there.\nWhere'd you pick that up?\n\nBOB\nNot at Canali. Can’t afford it. Always\ndid wonder how you and your boys do it.\n\nBIG NICK\n(motions to his blazer)\nThis piece of shit? Na, this is garbage.\nLook at you. That thing’s tits. You must\npull all kinds of ass sportin’ that.\n\nThese two are just oil and water.\n\nBOB\nIt’s too early for your circus. I don’t\nlike you, or how you handle -\n\nBIG NICK\n- what’s up with that? I like you!\n(lightly hits Bob’s\n\nshoulder)\nAside from the fact that you’re a\nVegetarian -\nBOB\n- Vegan.\nBIG NICK\nI’m sorry to hear that... What’re you\n\ndoing here anyway? No legal tender was\nstolen. It isn’t federal.\n\nBOB\nYet...\n\nBob hangs on his words.\n\nBIG NICK\nYou pausing for dramatic effect?\n\nBOB\nBig bad lieutenant.\n\n(CONTINUED)\n\f18\n\n19\n\nDen of Thieves February 6, 2016 Draft 23.\nCONTINUED: (3) 18\n\nBIG NICK\nCan I go now, Dad? I’m kinda hungry.\n\nNick walks into Randy's to buy donuts.\nINT.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m kinda hungry. Nick walks into Randy's to buy donuts. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n LASD HEADQUARTERS, MAJOR CRIMES - DAY 19\nTitle reads, “LASD, Major Crimes Unit. Whittier.”\n\nThe REGULATORS huddle around their desks, which are covered\nin a maelstrom of take-out and “CRIME BOOKS” -- THICK 3-RING\nBINDER NOTEBOOKS, each one dedicated to another crime crew. A\n“ROGUE'S GALLERY” of SUSPECT SURVEILLANCE PHOTOS cover the\nwalls. Nick holds court, while eating his donuts:\n\nBIG NICK\nWho’s running this crew? Who’s “The\nHead”?\n\nNick taps a suspect “photo” tacked to the wall that has no\nphotograph, only THE OUTLINE OF A MAN’S HEAD WITH A BIG\nQUESTION MARK IN THE MIDDLE -- “The Head”.\n\nBIG NICK (CONT'D)\nWhy steal an Armored with nothing in it?\n\nTONY Z\nBad tip. They botched it.\n\nBIG NICK\nAnd how did they know about a transfer\nfrom a casino to the Fed, and one that\nwasn’t scheduled through the regular\ncarriers. How?\n\nGUS\nInside. Has to be.\n\nBIG NICK\nBut where? Brinks carrier? The casino?\nBofA? The Fed? Fuckin’ donut shop? Who?\n\nTONY Z\nMerrimen.\n\nBIG NICK\nArmored cars? And empty ones? Maybe...\nwhoever it is, heists are an addiction.\nThey're thrill bandits, they don’t do\nit for the money. They do it for the\nrush. The sound of gunfire. The\n\ngetaway. All of it... Soon enough,\nthey'll need their fix.\n(MORE )\n\n(CONTINUED)\n\f19\n\n20\n\nDen of Thieves February 6, 2016 Draft 24.\nCONTINUED: 19\n\nBIG NICK (CONT'D)\n(to Tony Z)\nWe still got a tail on that FNG his crew\nwas hanging with? That Alison kid?\n\nTony Z nods. Yes, they do.\nINT. BAR, “THE HOFBRAU” - NIGHT 20\n\nOne of those joints you walk into and say, “if you put this\nin a movie, nobody would believe it existed.” David Lynch on\npeyote couldn’t dream up this place. But here it is...",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. BAR, “THE HOFBRAU” - NIGHT 20\n\nOne of those joints you walk into and say, “if you put this\nin a movie, nobody would believe it existed.” David Lynch on\npeyote couldn’t dream up this place. But here it is... \n\nTARGET SECTION TO BE ANNOTATED:\n“THE HOFBRAU”. An old Mexican cowboy, contrabandista haunt\nthat’s been bought by a German family and is in the process\nof being transformed into a biergarten. It’s cavernous, with\ndark, red-lit booths in the corners. Two mannequins are\nfeatured in the foyer, the “man” dressed like a gun-slinging\nMariachi, the “woman” like a Bavarian St.Pauli girl. And the\nclientele is every bit as eclectic as the decor -- the place\nis crawling with OFF-DUTY COPS, parolees, convicts, cholos\nwith Raider jerseys, HIGH-END CROOKS. They come here to keep\nan ear to the street, plot out scores, and get very loaded.\n\nCOME IN ON the BARTENDER. IT’S DONNIE, from Merrimen’s crew.\nWhether they be regulars, or here for the second time, the\ncustomers marvel at DONNIE’S SAVANT-LIKE ABILITY TO KNOW\nTHEIR ORDER AND THEIR NAME. And he gets it right every time.\n\nA Brazilian soccer match plays on a satellite-fed TV, watched\nby an old drunk, WOLFGANG, languishing at the bar. Wolfgang\nholds up a finger. Donnie serves him a Beck’s, when Wolfgang\naggressively grabs onto Donnie’s arm:\n\nWOLFGANG\nIf it vasn’t for the Vinter of ‘44,\nthey'd be trinking Beck’s in Moscow.\n\nWolfgang raises his eyebrows, lifts his Beck’s proudly.\n\nDONNIE\nYou learn something every day... Last\ncall, Wolfgang.\n\nThere’s a fundamental sadness that informs every aspect of\nDonnie’s being. He’s handsome, witty and sharp, but he’s\ndefinitely experienced failure. He’s now too old to hope, yet\ntoo young to have resigned himself to his station in life.\n\nDonnie turns to some regulars at the bar -- a group of\ncool, blue-collar guys that make everybody laugh. There’s\nMACK, black, wearing a VERIZON uniform. BAS, 41, Armenian,\nwearing a blue “Waste Management\" jumpsuit.\n\n(CONTINUED)\n\fDen of Thieves February 6, 2016 Draft 25.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere’s\nMACK, black, wearing a VERIZON uniform. BAS, 41, Armenian,\nwearing a blue “Waste Management\" jumpsuit. (CONTINUED)\n\fDen of Thieves February 6, 2016 Draft 25. \n\nTARGET SECTION TO BE ANNOTATED:\n20 CONTINUED: 20\n\nAs is ALEXI, 33, a Brazilian with cauliflower ears and a\nstoned, infectious smile.\n\nMACK\nHow the hell you remember everybody’s\norder like that? I can’t even remember\nwhat year I was born.\n\nDONNIE\nGotta be good at something, I guess.\n\nDonnie cracks a beer for himself. They all toast:\n\nBAS\nTo money and women.\n\nMACK\nThat we don’t have.\n\nA man whistles at Donnie from behind the bar. The bar's\n\nowner, “ZIGGY” ZERHUSEN, 68. Ziggy’s a striking looking man --\ntall, lanky limbs of a former athlete, full head of gray\n\nhair, deep-set eyes, tanned skin, mouthful of chicklets-\nshaped teeth. And one of those tempers that comes from\nsurviving the hard years... Ziggy motions impatiently for\nDonnie to cut it off.\n\nDONNIE\nYou guys are outta here. Gotta close\nup.\n\nA grumbling chorus of “see you later Donnie” as patrons leave\n-- the guys, uniformed cops, some shady OGs, Wolfgang.\n\nWolfgang left something on the bar -- an ID TAG. Donnie sees\nthat Wolfgang is gone. He SLIPS THE ID TAG INTO HIS POCKET.\n\nDonnie approaches the end of the bar where one last patron\nsits. He scoops up the $10 bill left there.\n\nDONNIE (CONT'D)\nYou need change?\n\nMAN\nThat's for you, Fraulein.\nFraulein? Donnie looks up -- the generous tipper is BIG NICK.\nDONNIE\n\nThank you, man.\n\nBIG NICK\nThere always so many cops in here?\n\n(CONTINUED)\n\f20\n\n21\n\nDen of Thieves February 6, 2016 Draft 26.\nCONTINUED: (2) 20\n\nDonnie doesn’t really want to talk to this joker. Was kind of\nlooking forward to cleaning up and just going home, but...\n\nDONNIE\nAll the time. This is their spot.\n\nBIG NICK\nThere’re some shady cats in here. This is\nthe last place I’d think they'd be.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis is their spot. BIG NICK\nThere’re some shady cats in here. This is\nthe last place I’d think they'd be. \n\nTARGET SECTION TO BE ANNOTATED:\nDONNIE\nIt’s always been one of those places\nwhere everybody goes, you know? Neutral\ngrounds. “Rick’s” in Casablanca.\n\nNick notices a small SIGN behind the bar that reads, “Loose\nlips sink ships”, and a TEAM PHOTO of a SOCCER TEAM.\n\nBIG NICK\nA den of thieves. You must’ve heard some\nstories in here.\n\nDONNIE\nPut a few drinks in a man, a nice steak\non his plate, couple women walking\naround...he’ll tell you he shot Kennedy.\n\nBIG NICK\nAin't that the truth.\n\nNick finishes his beer, sets it on the bar, heads out.\n\nDONNIE\nSee you later.\n\nBIG NICK\nLook forward to it.\n\nDonnie eyes the big bald dude as he walks out. What was that\nall about? He grabs Nick’s beer, throws it away.\n\nEXT./INT. PARKING GARAGE - NIGHT 21\n\nDonnie walks toward a primer-grey ‘72 Z28 parked there.\nQuiet and desolate at this hour. His footsteps echo in the\ncavernous structure. Comes to his car, pulls out his keys,\nunlocks it. A sense of dread washes over him. But he doesn’t\nknow why. Looks around the garage. Few parked cars. But\nthere’s no one around.\n\nHe hops in his car. Shuts the door. Hand-cranks the window\n\ndown, turns over the ignition. The sublime throaty roar of\nthe supercharged V8 454 rumbles to life.\n\n(CONTINUED)\n\f21\n\n22\n\nDen of Thieves February 6, 2016 Draft 27.\nCONTINUED: 21\n\nHe feathers the throttle a couple times, warming up the\nengine. In the way that he handles the vehicle, the trained\neye will recognize, Donnie knows how to drive.\n\nAs he drops the transmission into reverse, A PAIR OF\nHEADLIGHTS appear behind him. Donnie looks to his rearview --\nA TRUCK HAS PULLED UP RIGHT BEHIND HIM, BLOCKING HIM IN. The\ntruck’s BRIGHTS are on.\n\nFootsteps. Donnie tenses, looks back. A man approaches.\n\nMAN\nFraulein?\n\nDonnie squints his eyes. It’s the dude from the bar. BIG\nNICK.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nDonnie squints his eyes. It’s the dude from the bar. BIG\nNICK. \n\nTARGET SECTION TO BE ANNOTATED:\nDONNIE\nYeah?\n\nNext thing he knows, a BOLT OF ELECTRICITY is bouncing in his\nface. Then it zaps him.\n\nDonnie convulses violently, then a fist clips his jaw. His\nbody goes limp, head collapses into the dash.\n\nBLACK SCREEN. A TITLE reads, “Donnie.”\nINT. ROOM - NIGHT 22\nEYES flutter. Slowly open.\n\nDonnie awakens. Looks around -- he’s in a bedroom. A motel\nbedroom. Shitty one. Stained sheets. Naked bulb overhead.\n\nDonnie’s lying on the bed. There’s nobody in the room. He has\nno clue where he is. He feels the sheets. They’re wet. He\nsits up. HE’S NAKED.\n\nDONNIE\nHo!\n\nHe scrambles around, desperately searching for his clothes. A\nSOUND. A TOILET FLUSHING. Followed by some giggles. His eyes\ngo to a bathroom door. Sounds came from in there.\n\nThe door swings open. Big Nick and a BLOND WOMAN stumble\nout. He’s zipping up his pants. She’s wiping her mouth and\nnose. Donnie FREEZES.\n\nBIG NICK\nFraulein! You're up!\n\n(CONTINUED)\n\f22\n\n23\n\nDen of Thieves February 6, 2016 Draft 28.\nCONTINUED: 22\n\nDonnie covers his privates.\n\nDONNIE\nWhere’re my clothes?\n\nBIG NICK\nIn the bathroom.\n\nBig Nick and the Blond open a door to another room, exit.\n\nDonnie quickly moves for the bathroom. His clothes hang over\nthe tub. Puts them on. A big yellow ring is stained on his\npants. They’re damp still. He cringes.\n\nHe looks to see if Nick is near. No one. He quickly opens the\nbathroom window. Tries to climb out. BARS. Blocking the way.\n\nHe searches for another way out. Windows over the bed. He\npulls back the curtains. BARS AGAIN.\n\nDONNIE\nShit.\n\nThe only way out is through the door Nick went through.\nSOUNDS. More giggles from the other room. His heart pounds.\nHe rubs his eyes, takes a deep breath. Trying to get a grip.\n\nINT.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe rubs his eyes, takes a deep breath. Trying to get a grip. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MOTEL SUITE LIVING ROOM - DAY 23\n\nDonnie peeks his head in the seedy motel living room. His\neyes widen slightly.\n\nThe Regulators. All of them. Engaged in activities unbecoming\nof an officer -- drinking, smoking, and whatever else. Gus,\nTony Z, and Borracho are counting money. Murph cracks open\nand inspects what looks to be a brick of coke. A few gold-\nplated handguns are piled on the table. Looks like they\nrobbed a drug dealer. What Donnie finds particularly\ninteresting is the fact that they all have BADGES hanging\nfrom their necks.\n\nA Barry White groove drifts in from another room. From which\na few TRICKS come and go.\n\nGUS\nLook what the cat dragged in. Whassup\ngangsta?! Have a seat.\nDonnie hesitates. Gus pulls out a chair for him.\n\nGUS (CONT'D)\nKick it with us, nigga. Welcome.\n\n(CONTINUED)\n\f23\n\nDen of Thieves February 6, 2016 Draft 29.\nCONTINUED: 23\n\nDonnie sits. Murph plops a huge chrome-plated SIG .45 on the\ntable, kicks his feet up.\n\nMURPH\nHow’s your head, Chief?\n\nDONNIE\nUm...it’s all right. I’m sorry. You might\nhave me confused with somebody else. I-\n\nMURPH\n- you want a blow job?\n\nDONNIE\nAh...I’m good.\n\nMURPH\nYou gay?\n\nDONNIE\nNo.\n\nMURPH\nThen why not?\n\nDonnie gets a glimpse outside. Sees a parking lot and neon\nsigns. He’s in a motel. That much he knows.\n\nDONNIE\nCan somebody just tell me why my\nclothes were off?\n\nNick sits down, amused with himself. Raises his eyebrows.\n\nDONNIE (CONT'D)\n\nIs this some sort of...homo deal?\n(They all start chuckling)\n\n...What?\n\nBIG NICK\nIs your hole sore?\n(Donnie’s eyes flutter)\n..-Well? Is it?\n\nDonnie can’t even respond. Big Nick slaps his shoulder. Hard.\nBIG NICK (CONT’D)\nI’m just fucking with you, bubba! You\npissed in your pants.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nHard. BIG NICK (CONT’D)\nI’m just fucking with you, bubba! You\npissed in your pants. \n\nTARGET SECTION TO BE ANNOTATED:\n I had one of the\ngirls clean you up. All good.\n\nThe Bad Lieutenants cackle. A wave of relief washes over him.\n\n(CONTINUED)\n\fDen of Thieves February 6, 2016 Draft 30.\n23 CONTINUED: (2) 23\n\nDONNIE\nI really think you’re mistaking me for\nsomeone. I have to be honest -\n\nNick throws an 8X10 SURVEILLANCE PHOTO in front of Donnie.\nDonnie looks -- IT’S HIM. NEXT TO MERRIMEN ON A CITY STREET.\n\nBIG NICK\n- what were you saying? Honest something?\n(Got him. Donnie says\nnothing)\nWe’re not mistaking you for anybody.\n\nGUS\nSo you did a stint at County for\nattempted manslaughter -- fastest\nspeeding ticket in California history.\nNice.\nBIG NICK\nFuckin’ genius. How fast were you\ngoing?\nDONNIE\n-..178.\nThey all react -- “oohh, damn nigga, puta madre”.\nBIG NICK\n\nWhat did you say to the cop who pulled\nyou over? What reason did you give?\n\nDONNIE\nThey just paved the road?\n\nBig Nick cracks up. They all do.\n\nBIG NICK\n(points at Donnie)\nI like him. His pecker’s no bigger than\na button on a fur coat, sad to see, but\nI like him. Me gusta!\n\nGUS\nYou a two striker, hot rod, which puts\nyou in a very awkward position. Does it\nnot? You a mistake away from getting sex\nin the ass every time you shower. And\nsome of them niggas got gaspumps. Now\npersonally speaking, that just don’t\nsound like that much fun. I don’t know,\nyou tell me.\n\n(CONTINUED)\n\fDen of Thieves February 6, 2016 Draft 31.\n\n23 CONTINUED: (3) 23\nDONNIE\n...I know the guy from the bar. He comes\nin-\nBIG NICK\n\n- bullshit... Look.\n\nNick rolls up his sleeve, shows Donnie a TAT BLASTED ONTO HIS\nFOREARM. It’s of a skull with a toothy grimace, and glowing\neyes.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nLook. Nick rolls up his sleeve, shows Donnie a TAT BLASTED ONTO HIS\nFOREARM. It’s of a skull with a toothy grimace, and glowing\neyes. \n\nTARGET SECTION TO BE ANNOTATED:\n A bandana is wrapped around the forehead, the word\n“Regulator” stitched into it. One bony hand clasps a smoking\nrevolver, the other a “dead man’s hand” -- ace and an eight.\n\nBIG NICK (CONT’D)\nDo you know what this means? It means I\nam member of a clique.\n\nTONY Z\nSorta like a gang.\nBIG NICK\nSorta. Only we have badges. Which\n\nmeans...\n(Nick leans forward)\nYou. Are. Done.\n\nGUS\nHe ain’t lying.\n\nBIG NICK\n\nLet me ask you this. Do we look like the\ntypes who'll arrest you, put on\nhandcuffs?\n\n(starts sing-songing the\n\nwords )\n.»--and book you down at the station, and\ntype up paperwork, and build our case,\nand put on a suit for court...\n\nNick looks to Donnie for conformation. Donnie shakes his\nhead.\n\nBIG NICK (CONT’D)\nNo. Exactly. Thank you. We just shoot\nyou. So tell me, what the fuck are you\ndoing in that crew? I mean, look at you\ndude. Those dudes are bad dudes. Ex\nmilitary, great thieves, but straight\nconvicts.... What’s Merrimen doing\ndrinking beers with you for? Talk shop?\nIs he gonna hit the fuckin’ Hofbrau, and\nyou're his inside guy?\n\n(MORE )\n\n(CONTINUED)\n\f23\n\nDen of Thieves February 6, 2016 Draft 32.\nCONTINUED: (4) 23\n\nBIG NICK (CONT'D)\nTake the place down, score like, what, 2\ngrand in 1s and 5s? Is that what’s\nafoot? I'll answer that for you. No. It\n\nisn’t.\n\nDONNIE\nLook, I swear to God. I know nothing. I\nmet—\n\nBIG NICK\n\n- stop. Just...shut up.\n\nNick shuts his eyes, takes a deep breath, sighs. He’s\nthinking.\n\nBIG NICK (CONT’D)\n(to Tony Z)\nWhere’s Chaminade?\n(Tony Z motions to back\nroom)\nChaminade!\n\nA black hooker saunters in. CHAMINADE -- straight up ho. Red\npumps.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nA black hooker saunters in. CHAMINADE -- straight up ho. Red\npumps. \n\nTARGET SECTION TO BE ANNOTATED:\n Huge, sloppy fake rack. Big hair. Gnarly.\n\nBIG NICK (CONT’D)\nChaminade. This is our friend Donnie.\nDonnie, meet Chaminade.\n\nChaminade runs her 5” LONG FINGERNAILS through Donnie’s hair.\nStarts to unzip Donnie’s pants, pull them down to his ankles.\n\nCHAMINADE\nHey sugar.\n\nShe smiles at Donnie. Donnie almost faints when he sees,\nSHE'S GOT A MOUTHFUL OF FUCKED UP, DECAYING, CHIPPED TEETH.\n\nDONNIE\nGuys. Seriously -\n\nBIG NICK\n- she’s got a mouth like...velvet.\n\nShe starts giving Donnie a blow job. She moans as her head\nbobs up and down. Donnie cringes, starts gasping.\n\nDONNIE\nWoah, guys, get her off! Please!\n\nNick mouths “shhh.”\n\n(CONTINUED)\n\f23\n\nDen of Thieves February 6, 2016 Draft 33.\nCONTINUED: (5) 23\n\nBIG NICK\nJust enjoy the ride, bro.\n\nShe's really going at it now. The woman’s a pro. Suddenly,\nDONNIE SCREAMS. Chaminade has bitten down on him. Her\nfingernails dig into his skin.\n\nDONNIE\nStop stop stop! PLEASE! GET HER OFF!\n\nShe bites harder. He howls in pain. His face contorts.\nExcruciating. Nick sticks his thick finger in Donnie’s\nnostril, yanks his head forward.\n\nHis beer-breath bathes Donnie.\n\nBIG NICK\nNow listen to me, fuck face. We don’t\ngive a shit about you. But rest assured,\nshe will bite your pecker clean off,\nbecause she can’t fuckin’ stand\nwhiteboys, and nothing would make her\nhappier... unless you rat for us, you\nwill be missing an appendage. You decide.\n\nDonnie nods over and over. His face is beet red.\n\nBIG NICK (CONT'D)\nYou in Merrimen’s crew?\n\nDONNIE\nYes.\n\nBIG NICK\nYou hit the stadium?\n(Donnie nods emphatically)\nYou talkie talkie now?\n\nDONNIE\nYes. Please. Yes!\n\nChaminade eyes Nick. Nick nods.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nYes! Chaminade eyes Nick. Nick nods. \n\nTARGET SECTION TO BE ANNOTATED:\n She unclamps her mouth from\nDonnie. Donnie buckles forward, shaking, moaning in relief.\nHe nervously pulls up his pants.\n\nShe heads for the door, saunters out, swishing her ass back\nand forth.\n\nCHAMINADE\nBye guys.\n\nREGULATORS\nBye sweetie!\n\n(CONTINUED)\n\fDen of Thieves February 6, 2016 Draft 34.\n23 CONTINUED: (6) 23\n\nTONY Z MURPH\nShe’s great. “Take home to mom” type.\n\nNick taps his fingers on the table. Glares at Donnie.\nDONNIE\n\nI’m just the driver. Don’t carry a gun,\ndon’t do any gangster shit. I just drive -\n\nBIG NICK\nWhy'd Merrimen jack an empty armored\ncar?\n\nDONNIE\n\nI have-no-fucking-clue. He’s barely\never spoken to me. They don’t tell me\nshit, and for exactly this reason. If\ncops come down on us, he wants everyone\nin the dark, so we can’t tell you guys\nanything. I’1l take a polygraph,\nwhatever, but I’m telling you, that’s\nall you'll ever get from me, cause\nthat’s all I know.\n\nBIG NICK\n(golf claps, impressed)\nThat was relatively convincing. Good\nstuff... When did you meet him?\n\nDonnie rubs his eyes. Is this real?\n\nDONNIE\nWhat do I get out of this?\n\nBIG NICK\nYour freedom, for one. Two...\n(thinks on how to put it)\n...You’re not the bad guys, bro.\n(directly at Donnie, no\nbullshit)\nWe are.\n\nDonnie gets it. There’s no choice, really.\n\nDONNIE\n...few months ago, this guy came in the\nbar a few times, and, you know, I got to\nknow him a little bit. Like everybody\nelse, once he had a couple drinks, he\nstarted talking...\n\f24\n\n25\n\nDen of Thieves February 6, 2016 Draft 35.\n\nINT. HOFBRAU - DAY 24\n\nDonnie tending bar. Bosco’s there, putting down the Cuba\n\nDONNIE\n-..I’ve got a ‘72 228.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOFBRAU - DAY 24\n\nDonnie tending bar. Bosco’s there, putting down the Cuba\n\nDONNIE\n-.. I’ve got a ‘72 228. \n\nTARGET SECTION TO BE ANNOTATED:\n 454 with a\nsupercharger. I cruise up to Willow\nSprings every couple months and open it\nup a bit.\n\nBOSCO\nNice. So you can drive a little, huh?\n\nDONNIE\nLittle bit. Ran Formula Atlantic for a\nfew seasons back in the day...\n\nBIG NICK (V.O.)\n-..What was his name?\n\nDONNIE (V.O.)\nNot sure. Bosco was his handle. Big white\ndude. Yoked up, arms are sleeved. He\ntalked about being in the military for\nsome time. Worked for the DWP. We hit it\noff because we both grew up in So Cal.\nLiked cars.\n\nBosco sips his Cuba Libre, looks around. He leans forward.\n\nDONNIE (V.O.)\nHe asked me if I was interested in making\na little extra cash. Said they had a job\nfor me, “a cherry that was ripe for\npicking”.\n\nBIG NICK (V.O.)\nWho's “they”?\n\nBosco writes something down on a napkin, slides it to Donnie.\n\nDONNIE (V.O.)\n..-Merrimen.\n\n“POMONA MINING CO.” RESTAURANT, POMONA - DAY 25\n\nMerrimen sits in a booth overlooking the 10. Bosco stands\n\nBOSCO\n-.-my boy did time with him at Wayside.\nHe’s cool.\n\n(CONTINUED)\n\f25\n\n26\n\nDen of Thieves February 6, 2016 Draft 36.\nCONTINUED: 25\n\nMerrimen glances over at Donnie, who waits nervously 30 feet\naway. Merrimen finally nods at Bosco. Bosco waves Donnie\nover, introduces them.\n\nThey shake hands. Donnie sits across from Merrimen. Merrimen\nglances at Bosco. Bosco takes the cue, leaving them alone.\n\nBIG NICK (V.O.)\nWhere'd you meet him?\n\nMerrimen and Donnie converse quietly.\n\nDONNIE (V.O.)\n\nSome restaurant way east off the 10. All\nhe told me was he might have some extra\nwork. Kept everything real low-key.\nStruck me as a very meticulous, sharp\nguy. He was feeling me out, putting\ntogether a crew. He had just gotten out,\nfrom what I understood.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nStruck me as a very meticulous, sharp\nguy. He was feeling me out, putting\ntogether a crew. He had just gotten out,\nfrom what I understood. \n\nTARGET SECTION TO BE ANNOTATED:\nINT. PRISON CELL - DAY 26\n\nWilly Lump Lump sits before us, smoking the same cig he was\nwhen we first met him.\n\nWILLY LUMP LUMP\nSo what you gonna do out there?\n\nREVEAL THE PERSON WILLY HAS BEEN SPEAKING TO. SITTING ACROSS\nFROM HIM ON A COT, IS HIS CELLIE, MERRIMEN.\n\nMerrimen buttons up his prison-issued flannel, ties his\nprison-issued “Bruce Lee” shoes. Gathers his few belongings --\n\nbooks, drawings, letters -- into a shoe-box.\nMERRIMEN\n(shrugs)\n\nBang my old lady, play it cool...lay low.\n\nA title reads, “Feb. 9, 2011. Federal Correctional Institute,\nTerminal Island.”\n\nWILLY LUMP LUMP\n(chuckles)\nYeah right.\n\nFootsteps and the jangle of keys approach. Merrimen stands\nwith his back to the cell door, hands behind his back in the\ncell-door portal. FCI CORRECTIONS OFFICERS come to the door.\n\nFCI COP\nAll right, Ray, lets cuff’em up.\n\n(CONTINUED)\n\f26\n\n27\n\nDen of Thieves February 6, 2016 Draft 37.\nCONTINUED: 26\n\nThe cell-door portal slides open. The Cops reach in and\nhandcuff Merrimen. Cuffed, Merrimen steps away from the door.\nFCI COP (CONT'D)\n(shouts out)\n214!\n\nAnd the door to the cell is buzzed open. The FCI Cop enters,\npicks up Merrimen’s shoe-box of belongings.\n\nFCI COP (CONT'D)\nYou gonna miss your cellie, Willy?\n\nWilly Lump Lump stretches out, rests his feet on Merrimen’s\nnow empty cot. Tilts his head back, savoring the extra space.\n\nWILLY LUMP LUMP\n(coughs )\n.+-quite the contrary.\nHe ain’t lying. The FCI Cops laugh, grab Merrimen by the arm,\nlead him out. Merrimen pauses at the cell door, looks to\nWilly:\n\nMERRIMEN\nYou never told me which rule you broke.\n\nWilly meets Merrimen’s gaze, raises his eyebrows:\n\nWILLY LUMP LUMP\nAll of them... See you soon, wood.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nMerrimen pauses at the cell door, looks to\nWilly:\n\nMERRIMEN\nYou never told me which rule you broke. Willy meets Merrimen’s gaze, raises his eyebrows:\n\nWILLY LUMP LUMP\nAll of them... See you soon, wood. \n\nTARGET SECTION TO BE ANNOTATED:\nMerrimen nods, then grins at his friend.\n\nMERRIMEN\nNo you won't.\n\nWilly laughs out loud. The cell door shuts, locks Willy\ninside. Merrimen peers through the door. He and Willie share\na final moment. Then Merrimen is led back to freedom.\n\nSTAY ON WILLY, now alone in his cell, smoking his cig. He\nexhales, long and slow...\n\nWILLY LUMP LUMP\nThat’s what they all say....\n\nHe stamps out his cig, lies on his cot, and shuts his eyes.\nEXT. FEDERAL CORRECTIONAL INSTITUTE, TERMINAL ISLAND - DAY 27\n\nTitle reads, “San Pedro, California.”\n\n(CONTINUED)\n\f27\n\n28\n\nDen of Thieves February 6, 2016 Draft 38.\nCONTINUED: 27\n\nMerrimen is buzzed out of the prison’s front gate. He steps\noutside into the hazy sun, a free man.\n\nStanding there in the parking lot waiting for him, is his old\nlady. HOLLY. 30, white, stripper hot. She leans against the\nSuburban, bubbling over with nervous excitement. She’s\ndressed provocatively, her tits on display.\n\nMerrimen walks toward her like he’s crossing a minefield. He\nsquints his eyes, the sunlight painful.\n\nHolly tears up as they meet, and embrace. It’s a touching,\nalbeit awkward moment. Because it never lives up to promise.\n\nShe kisses him, looks him over. His skin is so white, it\nlooks grey.\n\nHOLLY\nYou look great, baby.\n\nThey both know he looks like shit. He’s hesitant, distant,\nuncomfortable. But he manages a smile.\n\nINT. SUBURBAN - DAY 28\nHolly drives. Merrimen rides along, staring out the window at\nthe passing cars, streets, people, a mixture of fascination\nand fear in his eyes.\n\nHolly's iPhone vibrates, startling him. He looks at the\ndevice suspiciously.\n\nMERRIMEN\nIs that a phone?\n\nHolly giggles, thrilled that he spoke.\n\nHOLLY\nYeah. My cell-phone.\n\nShe holds it up for him to see. He nods, looks back out the\nwindow. Squints his eyes again.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe holds it up for him to see. He nods, looks back out the\nwindow. Squints his eyes again. \n\nTARGET SECTION TO BE ANNOTATED:\nMERRIMEN\nDid you bring any sunglasses?\n\nShe scrambles for some, doesn’t have any. Upset with herself\nfor forgetting. She takes her’s off.\n\n(CONTINUED)\n\f28\n\n29\n\n30\n\nDen of Thieves February 6, 2016 Draft 39.\nCONTINUED: 28\n\nHOLLY\nI'm sorry, baby, I forgot. Take mine.\n(he takes hers, puts them\non)\n..-Want me to turn on some music?\n\nMERRIMEN\nSure.\n\nShe turns up the radio a bit. 90's rock. Jane’s Addiction.\nThey drive on in silence.\n\nThen something grabs Merrimen’s attention. A bank.\n\nMerrimen stills. Goosebumps run down his arms. His eyes lock\nonto it as they drive past...\n\nEXT./INT. ENSON’S HOUSE, GARAGE DOJO - DAY 29\n\nCarson. Near the Port of LA. Tidy, lower-middle class\nneighborhoods, home to longshoremen, mechanics, and\ngangsters. Power-lines crisscross overhead. GOODYEAR BLIMP\nfloats nearby.\n\nBosco’s Chevy K5 pulls up to a cul-de-sac. Donnie rides\nshotgun. They park before a remodeled home on a double-lot,\nwith tiki-torches out front.\n\nThe garage is open. Inside, Merrimen, Enson and his SAMOAN\nMAFIA BROTHERS work out in the GARAGE DOJO, doing prison\n\nburpees and popping heavy bags. Posters of Bruce Lee, Ali,\nSonny Garcia, BJ Penn, and Manny Pacquiao cover the walls.\n\nBosco and Donnie walk up. The reception is cool. The wolfpack\nnods to Bosco, eyeballs Donnie. As is their custom.\n\nENSON\n(to Bosco)\nFood’s out back.\n\nBosco nods, knows the drill. They’re gonna put Donnie on ice,\nsniff him out a while. Donnie follows Bosco thru the garage.\n\nEXT. ENSON’S HOUSE, BACKYARD - DAY 30\n\nBig yard with a pool, fire pit, open grill and sport court.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nDonnie follows Bosco thru the garage. EXT. ENSON’S HOUSE, BACKYARD - DAY 30\n\nBig yard with a pool, fire pit, open grill and sport court. \n\nTARGET SECTION TO BE ANNOTATED:\nENSON’S 5 “hapa” KIDS, ages 3 to 15, hop in and out of the\npool, dive-bomb the water slide, gun footballs. His Filipino\nwife, MALIA, smokes with Merrimen’s woman, Holly, and 2 other\nATTRACTIVE DANCERS who sun themselves poolside in thongs.\n\nMeat sizzles on the grill. And man we recognize as Outlaw#3,\nMARSHALL RHODES, 44, tends to it.\n\n(CONTINUED)\n\f30\n\n31\n\n32\n\nDen of Thieves February 6, 2016 Draft 40.\nCONTINUED: 30\n\nHe has bags under his eyes, a dark energy. He serves Bosco\nand Donnie some brats. Few other CONVICTS loiter around,\nproject general threat.\n\nMerrimen, Enson and his Bros finish their workout, join the\nrest out back. Merrimen helps himself to a big bloody steak,\nsits near Donnie. Eats. As do the Samoans. Nobody says much.\nThe vibe makes Donnie sweat. He busies himself with his food.\nEvery once in a while, Enson or Marshall will say something\nquietly to Merrimen.\n\nEnson’s oldest, a precocious 15 year old girl, MALOA, sits at\nthe edge of the pool, lightly splashing her feet in the\nwater. She’s looking at Donnie. Donnie and she make brief eye\ncontact. She smiles, alluring beyond her years. Donnie\nimmediately averts his eyes.\n\nEnson approaches Donnie, offers him a Primo. He takes it.\nEnson sits with he and Merrimen. Donnie shifts again. Notices\nthat while they offered him beer, he’s the only one drinking\nit. Merrimen, Enson, they all drink water.\n\nDONNIE\nCool place... Didn’t know you could have\nthis much land around here.\n\nENSON\n.--blend in. Cops don’t see you.\n\nDonnie looks around the place, nods.\n\nMERRIMEN\nSo, you can drive, huh?\n\nEXT. ENSON’S HOUSE, CUL DE SAC - DAY 31\nMerrimen, Enson and Donnie walk up to a Saleen Mustang parked\nthere.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nMERRIMEN\nSo, you can drive, huh? EXT. ENSON’S HOUSE, CUL DE SAC - DAY 31\nMerrimen, Enson and Donnie walk up to a Saleen Mustang parked\nthere. \n\nTARGET SECTION TO BE ANNOTATED:\n Merrimen looks to Enson, who hands him the keys.\nMerrimen unlocks the doors and the alarm chirps.\n\nDONNIE\nWe driving this?\n\nMerrimen nods, tosses Donnie the keys. Before Donnie gets in,\nhe kneels down to the wheels, and LETS AIR OUT OF EACH TIRE.\n\nINT. SALEEN MUSTANG - DAY 32\nMerrimen rides shotgun. Donnie pulls out into the wide, empty\n\nunincorporated streets lined with pumpjack oil wells. Drives\nthe speed limit.\n\n(CONTINUED)\n\f32\n\nDen of Thieves February 6, 2016 Draft 41.\nCONTINUED: 32\n\nMERRIMEN\nGo ahead. Drive.\n\nDonnie glances at Merrimen. Merrimen looks back at him.\n\nDONNIE\n+-.-I can do that.\n\nDonnie “zwischen gas” downshifts into second, then squeezes\nthe throttle. The Saleen’s 400 hps roar. Donnie goes into\nturns at 100+ mph, hitting apexs, heel-toe downshifting,\ntrailing the brakes. Donnie can drive.\n\nDonnie hits a blind turn too fast. The car begins to\noversteer. Merrimen holds on tight, braces. Donnie turns into\nit and guns it, pulls out of the drift expertly. Merrimen\ntries to play it cool, but he’s shitting bricks.\n\nDonnie slows, slips it into neutral, lets the engine cool and\ncar coast as the brakes, clutch, and tires steam. Merrimen\nturns to Donnie, looks at him much differently now.\n\nDONNIE (CONT'D)\nIs that what you need?\n\nMERRIMEN\n«.+-something like that.\n\nDonnie slips it into gear. Drives easy.\n\nMERRIMEN (CONT'D)\nThat's if the cops show... You know what\nyou do if they don’t?\n\nDONNIE\nDrive away like a 16 year old trying to\npass her first driver’s license test?\n\nMERRIMEN\n(chuckles, nods)\n.+-Something like that.\n\nDONNIE\nShouldn’t be a problem.\n\nMERRIMEN\n«..You got some balls, bro.\n\nDonnie’s ego swells. Feels good. This outlaw life.\n\nDONNIE (V.O.)\nThey needed a driver.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis outlaw life. DONNIE (V. O.)\nThey needed a driver. \n\nTARGET SECTION TO BE ANNOTATED:\n They got one.\n\f33\n\n34\n\n35\n\nDen of Thieves February 6, 2016 Draft 42.\n\nEXT./INT. SPORTS ARENA STADIUM, PARKING GARAGE - DAY 33\n\nDonnie waits behind the wheel of a SUBURBAN, parked in a\ndock, engine idling, nervously tapping the dash. Few vans\nand work trucks in the subterranean garage. Muffled SOUNDS\nOF LIVE ELECTRONICA MUSIC and the audience’s cheers can be\nheard.\n\nINT. SUBURBAN - DAY 34\n\nDonnie’s eyes are locked on the rear-view mirror and the\nLOADING DOCK AREA behind him. Finally, MEN emerge rolling\nMONEY TUBS (plexi-glass boxes of cash on wheels), lift them\ninto the back of the Suburban. Merrimen’s crew jumps in.\nDonnie takes off.\n\nINT. “PACIFIC HORIZON FREIGHT” 3PL WAREHOUSE - DAY 35\n\nThe crew unloads the tubs, handling them with surgical\ngloves. Spread out on tables in organized rows, Enson\ncatalogues the crew’s “ROBBERY KIT” -- assault rifles,\nblack ski-masks with smiley faces, gas-masks, body armor,\npolice scanners, stopwatches, several sets of California\nlicense plates, zip-ties, flares, spray-on hair coloring,\nhairpieces, 30 sunglasses, and 3,000 rounds of ammo in\nvarious calibers...\n\nMerrimen inspects the goods -- DEPOSIT SLIPS FOR THE “FEDERAL\nRESERVE BANK, LOS ANGELES BRANCH.”\n\nBOSCO\nIs the count right?\n\nMerrimen nods, looks at Donnie who paces, amped from the\nrush.\n\nMERRIMEN\nFeels good huh?\n\nDonnie meets Merrimen’s gaze, unsure. Then he nods. Yes it\ndoes.\n\nBosco looks into the tub. STACK AFTER STACK OF BUNDLED $100\nDOLLAR NOTES. He sighs:\n\nBOSCO\nSure we shouldn’t just call it the day?\nThat's alot of money right there.\n\nMERRIMEN\nYou want 1.2 in bait bills? Spend the\nrest of your life looking over your\nshoulder? Or do you want 20? Clean....",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nSpend the\nrest of your life looking over your\nshoulder? Or do you want 20? Clean.... \n\nTARGET SECTION TO BE ANNOTATED:\n(MORE )\n\n(CONTINUED)\n\f35\n\n36\n\n37\n\nDen of Thieves February 6, 2016 Draft 43.\nCONTINUED: 35\n\nMERRIMEN (CONT'D)\n(regards the fruit of their\nlabor)\nDon’t touch it. We’re trading up.\n\nINT. MOTEL ROOM - NIGHT 36\n\nBACK TO THE PRESENT. Donnie sits with Nick.\n\nBIG NICK\nTrading up to what?\n\nDONNIE\nHe’s planning something. Big. What, I\nhave no idea... I’m out of the loop. They\nnever speak. Any of them. They’re always\nquiet.\n\nBIG NICK\n\nPeople with things to hide never have\nmuch to say.\n\nNick just stares at Donnie.\n\nDONNIE\n-+--am I under arrest.\n\nBIG NICK\nDon’t worry about it. You just keep doing\nyour thing. We’ll see you around.\nDonnie pauses, unsure, doesn’t understand -\n\nBIG NICK (CONT'D)\n- get the fuck out of here.\n\nSo Donnie stands, and walks out.\nEXT. MOTEL - NIGHT 37\n\nDonnie looks around. By the looks of the denizens lurking\naround this joint, he’s deep in the ‘hood somewhere.\n\nHe heads out onto the street, spots Tony Z and Gus sharing a\nlaugh with Chaminade by her car. Only now, Chaminade is no\nlonger Chaminade. CHAMINADE IS A COP.\n\nShe pulls the “toothless” mouthpiece out of her mouth, then\nbitches and moans at her colleagues.\n\nCHAMINADE\nI get shot at last week at a narc bust,\nnow this? I am so over this undercover\nnonsense. You boys can keep it.\n\n(CONTINUED)\n\f37\n\n38\n\n39\n\n40\n\nDen of Thieves February 6, 2016 Draft 44,\nCONTINUED: 37\n\nTONY Z\nCome on hon, you’re a trooper!\n\nCHAMINADE\nYeah yeah. You tell my husband, he’11l\nfile for divorce. And I’1l beat your ass!\n\nTony Z and Gus fold over with laughter. They all say good-\nnight as Chaminade drives off and heads home.\n\nDonnie’s been had. Feels like an ass.\nEXT. VENICE BLVD.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nFeels like an ass. EXT. VENICE BLVD. \n\nTARGET SECTION TO BE ANNOTATED:\n - NIGHT 38\n\nDonnie walks to the corner of La Brea and Venice blvd. He\ngets his bearings, waits at a RTD BUS-STOP.\n\nThe BUS arrives. Door opens. Head low, Donnie gets on the\nbus. And rides it home.\n\nINT. DONNIE’S APARTMENT - NIGHT 39\n\nDonnie dumps some take-out on a plate, eats, then remembers\nsomething. Searches his pockets. Finds WOLFGANG’S DISCARDED\nID CARD, from the bar. He opens a shoebox FILLED WITH DOZENS\nOF SIMILAR IDS. Drops Wolfgang’s card inside. Shuts the box.\n\nPlace is rather spartan. Yet some curious items lie about:\nlaptop. Binoculars. A tripod. Camera equipment. Passports.\nTony Robbins, other “personal power” and “Self Made\nMillionaire” books and DVDs. And a dense MANUAL that reads on\nfront, “HOLZWERK GMACH”.\n\nHe looks out the window, over the low rooftops of LA, the sea\nof vapor lights, power lines, telephone poles. Somewhere in\nthe distance, SIRENS wail, and DOGS bark.\n\nHe collapses in bed, feels the swelling on his head. Donnie\nshuts his eyes. Tries to block out the world.\n\nINT. BEDROOM - DAY 40\n\nA CELL PHONE VIBRATES. Donnie’s eyes snap open. Hasn’t moved\nsince last night, wears the same clothes. He answers, groggy:\n\nBOSCO\n(over phone)\nPeckerwood. Be at the Hofbrau in 25.\n\nDONNIE\n\n(clears his throat)\n-..25 minutes?\n\n(CONTINUED)\n\f40\n\n41\n\nDen of Thieves February 6, 2016 Draft 45.\nCONTINUED: 40\n\nClick. End of conversation. Donnie sits up. He rubs his face,\nthen stands and claps his hands together.\n\nINT. MERRIMEN’S SUBURBAN, DOWNTOWN LA STREETS - DAY 41\n\nMerrimen drives, pulls up to Donnie. Donnie jumps in,\nshotgun. Bosco and Enson in back. They ride off in silence\nthrough the LA streets. Donnie wants to ask where they’re\ngoing, but doesn’t dare.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nBosco and Enson in back. They ride off in silence\nthrough the LA streets. Donnie wants to ask where they’re\ngoing, but doesn’t dare. \n\nTARGET SECTION TO BE ANNOTATED:\n He tries to settle in.\n\nMerrimen reaches forward, TURNS UP THE STEREO.\n\nHe turns right. Drives the speed limit. Flips down the sun\nvisors. They come to a stop at a traffic light. Merrimen\nturns up the stereo even louder. Over the music:\n\nMERRIMEN\nLook to your left.\n\nTHEY ALL LOOK. On the corner is a BROWN MARBLE, 3 STORY\nBUILDING. No windows. Nondescript, yet imposing.\n\nMERRIMEN (CONT'D)\nKnow what that is?\n(all shake their heads)\nThat’s the Los Angeles Branch of the\nFederal Reserve Bank.\n\nLight turns green. Merrimen drives, rounds the Fed and the\nentire city block it subsumes.\n\nMERRIMEN (CONT’D)\n\nAll the surrounding streets are wired\nfor sound and image. They read the\nlicense plate off of every car that\npasses by. It’s case proof. You stand\nacross the street and stare at the\nbuilding for 2 minutes, you'll have\nsecurity guards on your ass asking you\npolitely to leave. They see your face\nagain, every Secret Service agent in\nthe country will know who you are, and\nthey'll be looking for you.\n\n(pause)\nThere have been 113 attempts to break in.\nNot one got past the lobby...\n\n(looks to the others)\nThat's why we’re gonna rob it.\n\nMerrimen lets this sink in, parks a safe distance from the\n\nFed, down the street. Turns off the radio. They all study THE\nFED.\n\n(CONTINUED)\n\f41\n\n42\n\n43\n\n44\n\nDen of Thieves February 6, 2016 Draft 46.\nCONTINUED: 41\n\nMERRIMEN (CONT’D)\n\nAt any one time, there’s anywhere from\n50 to 85 billion dollars housed in\nthere...\n\nEXT. THE FED - DAY 42\n\nA SINGLE, UNINTERRUPTED FLOATING POV guides us toward the\nFRONT DOORS -- 20’ high, with 3” thick bulletproof glass.\n\nMERRIMEN (V.O.)\n\nAs you approach the front, cameras lock\nonto you, and their computers\nimmediately run you through every law\nenforcement database in the country.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE FED - DAY 42\n\nA SINGLE, UNINTERRUPTED FLOATING POV guides us toward the\nFRONT DOORS -- 20’ high, with 3” thick bulletproof glass. MERRIMEN (V. O.)\n\nAs you approach the front, cameras lock\nonto you, and their computers\nimmediately run you through every law\nenforcement database in the country. \n\nTARGET SECTION TO BE ANNOTATED:\n If\nyou’ve committed a crime anywhere in\nthis country, they’1l know about it by\nthe time you take step one into the\nlobby.\n\nCAMERA TRAVELS through the massive front doors, into...\nINT. THE FED, LOBBY - DAY 43\n\nBuilt like a fortress. 10’ thick marble walls give the\nimpression of stability. 40’ ceilings. 2 ARMED SECRET SERVICE\nGUARDS, behind a marble SECURITY STATION, greet us.\n\nMERRIMEN (V.O.)\n\nThe lobby guards sit behind a bank of\nmonitors that cover the exterior. If\ntheir cameras don’t recognize you, and\nthey don’t either, you'll be stopped\nright there. Security has two steps.\nFirst electronic, then human. All\nemployees have both security clearance\ncards they wear clipped to their front\nshirt pocket, as well as security swipe\ncards granting them access through the\nfirst set of the man-traps...\n\nThe Guards press UNLOCK, opening the first MAN-TRAP -- a\nDOUBLE-DOOR BULLETPROOF GLASS CHAMBER. ENTER MAN-TRAP #1.\n\nINT. THE FED, MAN-TRAP #1 - DAY 44\nThe door behind automatically locks, sealing us inside. A\nHAND reaches into frame and SWIPES A SECURITY CARD through a\n\ncard reader. Then the hand places itself on a FLAT GLASS\nSURFACE. A laser can be seen “reading” the hand.\n\n(CONTINUED)\n\f44\n\n45\n\n46\n\n47\n\nDen of Thieves February 6, 2016 Draft 47.\nCONTINUED: 44\n\nMERRIMEN (V.O.)\nIn the first man-trap, a hand scan reads\nthe fingerprint of all five fingers, as\nwell as your palm print...\n\nPOV pans down. A pair of feet stand on a BLACK, SQUARE TILE.\n\nMERRIMEN (V.O.)\n\nAnd at the same time, the pressure\nsensitive floor beneath you measures your\nweight. If any of that information isn’t\nan exact match with the information\nstored on your access card, the second\ndoor will not open.\n\nPOV pans back up. The red light above turns to GREEN. The\nglass door before us opens with a buzzing SOUND.\n\nINT.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe red light above turns to GREEN. The\nglass door before us opens with a buzzing SOUND. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE FED, INNER LOBBY - DAY 45\n\nSECRET SERVICE GUARDS #3 and #4 sit inside a bulletproof\noffice. They wave “hello” to us.\n\nMERRIMEN (V.O.)\n\nAnd if either of these guards didn’t\nrecognize you, they can override your\nsecurity clearance and keep you locked\ninside the mantrap.\n\nSECRET SERVICE GUARD #3\nMorning. What floor?\n\nPOV VOICE\nFifth.\n\nThe guard opens the ELEVATOR DOORS. POV CAMERA moves inside.\nINT. THE FED, ELEVATOR - DAY 46\n\nNo floor indicator buttons in this elevator. Nothing but\nsteel walls and a camera high up in the corner.\n\nThe elevator goes down. The doors open.\nMERRIMEN (V.O.)\nThe vault is 5 floors beneath the city\nstreets.\nINT. THE FED, VAULT SECURITY, MANTRAP #2 - DAY 47\nPOV moves into a second man-trap station. The card swipes,\n\nopening the first door. Into the man-trap. Door shuts behind\nus. Ahead, the SECURITY NERVE CENTER is seen --\n\n(CONTINUED)\n\f47\n\n48\n\nDen of Thieves February 6, 2016 Draft 48.\nCONTINUED: 47\n\n5 SECRET SERVICE GUARDS sit before a bay of 25 SECURITY\nSCREENS. MAPS of the surrounding streets lie on a central\ntable. AR-15s and RIOT SHOTGUNS are lined across the walls.\n\nMove forward inside the man-trap through a METAL DETECTOR.\n\nMERRIMEN (V.O.)\n\nOn the vault floor is central security -\nthe nerve center for The Fed. Inside the\nfinal man-trap, you pass through a metal\ndetector, and once you’ve cleared, all\ndoors from this point on can only be\nopened after visual recognition from the\nguards, as access is severely restricted.\n\nThe final man-trap door buzzes open. POV moves into...\nINT. THE FED, FIFTH FLOOR, VAULT - DAY 48\n\nThe vault. CAMERAS loom overhead. The Guards wave to us as\nthe POV moves down a long hallway. What is most striking\nabout this cavernous, vast space, is that ALL THE WALLS ARE\nMADE OF PLEXIGLASS, rendering every room “see-thru”.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAMERAS loom overhead. The Guards wave to us as\nthe POV moves down a long hallway. What is most striking\nabout this cavernous, vast space, is that ALL THE WALLS ARE\nMADE OF PLEXIGLASS, rendering every room “see-thru”. \n\nTARGET SECTION TO BE ANNOTATED:\nPOV passes by the ARMORED CAR RECEIVING AND SHIPPING DOCK,\nwhere ARMORED CAR PERSONNEL deliver CLEAR MONEY TUBS filled\nwith cash to FED EMPLOYEES, always working in TEAMS OF TWO.\n\nMERRIMEN (V.O.)\n\nThis is where it all happens, where the\narmored car companies deliver their\nscheduled drops. The money tubs carry\nanywhere from 3 to 30 million each,\ndepending upon denomination. They're\npassed onto the Fed employees who always\nwork in two’s -- the “buddy system”,\nwhich ensures no one will grift, because\nif one dollar goes missing, they both\nlose their jobs.\n\nThe Fed employees roll the tubs through a series of man-\ntraps, PUNCHING IN CODES at each station, GREEN LIGHTS\nflashing in response, opening finally into the hallway. The\ntubs are rolled up to the VAULT LOADING BAY.\n\nMERRIMEN (V.O.)\n\nThe tubs are brought to the vault’s\nloading bay, where they’re touched for\nthe last time by human hands.\n\nAt the bay, the tubs are inserted into a MECHANIZED\n\nTURNSTILE, that feeds the tubs to ROBOTIC FORKLIFTS. These\nforklifts transport the tubs into the PEOPLE-LESS VAULT.\n\n(CONTINUED)\n\f48\n\nDen of Thieves February 6, 2016 Draft 49.\nCONTINUED: 48\n\nMERRIMEN (V.O.)\nThe vault is entirely people-less.\nMechanized forklifts transport the tubs\ninto the vault and store them with the\nother 5 to 6 thousand that have been\ndeposited by banks from all over Southern\nCalifornia. Billions in deposited cash.\n\nPOV MOVES IN on the VAULT. A massive, CAVERNOUS SPACE lined\nby imposing steel walls. The money tubs are staked 20 high,\nreaching to the ceiling 50’ above. Literal MOUNTAINS OF\nMONEY. It’s an astonishing sight -- an army of robotic\nforklifts, ever-moving, filling the air with a constant\nELECTRONIC HUM.\n\nMERRIMEN (V.O.)\nEvery last inch of it covered by cameras,\ninfra-red sensors, motion detectors.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s an astonishing sight -- an army of robotic\nforklifts, ever-moving, filling the air with a constant\nELECTRONIC HUM. MERRIMEN (V. O.)\nEvery last inch of it covered by cameras,\ninfra-red sensors, motion detectors. \n\nTARGET SECTION TO BE ANNOTATED:\n 24\nhours a day, 7 days a week, 365 days a\nyear... Because money never sleeps.\n\nPOV swings away from the vault, back down the hallway...\n\nMERRIMEN (V.O.)\nThe serial number of every bill in the\nvault is recorded in the Fed’s system. If\na note goes missing, they'll know exactly\nwhich one it is, and they'll flag it. If\nand when that bill turns up again,\nwhoever recirculated that cash, no matter\nwhere they are in the world, can be\ntracked down.\n\nThe BANKNOTE COUNT ROOMS -- 6 of them, TWO MAN TEAMS inside,\nFEEDING NOTES INTO HUGE BANKNOTE COUNTING MACHINES. Notice\nsomething we’ve seen before -- engraved in small print along\nthe side of the counting-machine are the words, “HOLZWERK\nGMACH\"”.\n\nMERRIMEN (V.O.)\nBut, there’s a hitch. When the Fed\nreceives a deposit from a bank, the first\nthing they do is bring the notes into the\ncount rooms, and run the notes through\ntheir counting machines. They're\naccomplishing two things here. One,\nthey're double-checking the accuracy of\nthe banks’ deposit, and if the bank was\noff, they will credit or debit their\naccount accordingly.\n\nSOME NOTES ARE DIVIDED FROM THE REST, spit out into a CLEAR\nTUBE.\n\n(CONTINUED)\n\f48\n\n49\n\nDen of Thieves February 6, 2016 Draft 50.\nCONTINUED: (2) 48\n\nMERRIMEN (V.O.)\n\nAnd two, they're separating newer, fit\nbills from old, unfit currency. Bills so\nold and limp, you get an argument from\nthe towel-head at 7-11 because he won’t\naccept it... But most importantly,\nthey're erasing the serial numbers of\nthese old bills from the Fed’s database\nin the process.\n\nPOV follows the last TWO MAN TEAM as they walk down the\nhallway, munching on CHINESE TAKE-OUT. They are LUIGI, 30,\nblack dude with chops, and JUNIOR, 28, a Salvadorean who's\nalways laughing. They approach the 100 DOLLAR BANKNOTE COUNT\nROOM.\n\nMERRIMEN (V.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey are LUIGI, 30,\nblack dude with chops, and JUNIOR, 28, a Salvadorean who's\nalways laughing. They approach the 100 DOLLAR BANKNOTE COUNT\nROOM. MERRIMEN (V. \n\nTARGET SECTION TO BE ANNOTATED:\n.)\n\nOnce those numbers are erased, to the\nFed, and to the rest of the world, that\nmoney has ceased to exist.\n\nThey punch in a code, get a green light, and the man-trap\nopens. POV follows them into the...\n\nINT. THE FED, 100 DOLLAR BANKNOTE COUNT ROOM - DAY 49\n\nThe man-trap door seals shut behind them. Luigi and Junior\ncrank Power 106, rap along to every track DJ Big Boy plays,\nwhile feeding 100 dollar notes into the counting machine. POV\nCOMES IN TIGHT ON BILLS AS THEY ARE RIFLED THROUGH THE\nINNARDS OF THIS AMAZING MACHINE.\n\nMERRIMEN\n72,000 bills are counted an hour. And in\nthe 100 dollar banknote count room, an\naverage of 120 million dollars is\ndesignated as unfit, every day.\n\nPOV FOLLOWS THE UNFIT BILLS AS THEY ARE SEPARATED from the\nrest, and stacked neatly inside a CLEAR TUBE.\n\nMERRIMEN (V.O.)\n\nBetween 4 and 5pm, everyday, when they’re\ndone counting all the incoming bills, the\nmoney is shot into the shredders, where\nthe 120 mil is destroyed.\n\nLUIGI TURNS THE SHREDDERS ON. SO LOUD, IT SOUNDS LIKE THE AIR\nIS RIPPING. WE WATCH AS MILLIONS ARE SHREDDED IN SECONDS. The\nshredded cash is spit out into a second 3 FOOT WIDE CLEAR\nTUBE that runs into the floor. POV JUMPS IN the tube and is\nSUCKED DOWNWARD with the cash into-\n\f50\n\n51\n\nDen of Thieves February 6, 2016 Draft 51.\n\nINT. THE FED, WASTE DISPOSAL - DAY 50\n\nA VAT, where a ROTATING MIXING ARM stirs the shredded cash\nwith WET CEMENT.\n\nMERRIMEN (V.O.)\n\nThe shredded money is funneled into a\nvat, where it’s mixed with cement,\ndried into bricks and dumped in the\ntrash. 120 million turned into dust in\nminutes.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE FED, WASTE DISPOSAL - DAY 50\n\nA VAT, where a ROTATING MIXING ARM stirs the shredded cash\nwith WET CEMENT. MERRIMEN (V. O.)\n\nThe shredded money is funneled into a\nvat, where it’s mixed with cement,\ndried into bricks and dumped in the\ntrash. 120 million turned into dust in\nminutes. \n\nTARGET SECTION TO BE ANNOTATED:\nThe “liquid cash” is squeezed into an OVEN, where it is\nMOLDED INTO SQUARE BRIQUETTES, HEATED, WRAPPED AND SEALED IN\nCELLOPHANE, and spit out into a DUMPSTER.\n\nMERRIMEN (V.O.)\n\nIt’s then picked up by the Fed’s\ncontracted waste management, and hauled\nto a city dump.\n\nPOV floats past the dumpster to a HULKING ORANGE GARBAGE\nTRUCK that pulls up. A GARBAGE MAN STEPS FROM THE TRUCK --\nBAS. He lowers the lifting arms, hooks the dumpster, then\ndumps the contents into the belly of the truck.\n\nBas hops in the truck, and drives up a circular exit ramp.\nPOV CHASES after the trash truck, and follows it...\n\nEXT. THE FED - DAY 51\n\nUp and out of the Fed’s exit. The Garbage Truck turns left\nonto the one-way street and pulls away from us.\n\nMERRIMEN (V.O.)\n\nIf you can get in there during that 1\nhour window, and get to those unfit bills\nbefore they go to the shredders, and get\nout clean...\n\nPOV moves across the street, BETWEEN PASSING CARS, until it\nfinds Merrimen parked there. CAMERA COMES IN ON HIM, sitting\nbehind the wheel. THE SINGLE TRACKING SHOT COMES TO AN END.\n\nMERRIMEN\n...then you just got away with 120\nmillion dollars that no one’s looking\nfor.\n\nDonnie, Bosco, and Enson eye the Fed, and the herculean task.\n\n(CONTINUED)\n\f51\n\n52\n\nDen of Thieves February 6, 2016 Draft 52.\nCONTINUED: 51\n\nENSON\nImpossible. Forget once we’re inside.\nAnd getting out...How the hell do we\nget in?\n\nEnson motions to the front entrance to the Fed.\n\nMERRIMEN\nNot going in that way.\n\nMerrimen pulls back out into traffic, passes the front of the\nFed. Points to a SECOND ENTRANCE on the western side, that a\nBRINKS ARMORED TRUCK PULLS UP TO. 2 Fed Guards stop the truck\nat a heavily fortified gate.\n\nMERRIMEN (CONT’D)\nWe're going in that way.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nMerrimen pulls back out into traffic, passes the front of the\nFed. Points to a SECOND ENTRANCE on the western side, that a\nBRINKS ARMORED TRUCK PULLS UP TO. 2 Fed Guards stop the truck\nat a heavily fortified gate. MERRIMEN (CONT’D)\nWe're going in that way. \n\nTARGET SECTION TO BE ANNOTATED:\nAll heads turn to the Armored Truck waiting at the gate. And\nit dawns on them... Merrimen lets the reality of what they’re\nabout to attempt sink in. They drive on in silence.\n\nINT. LASD HEADQUARTERS, MAJOR CRIMES - DAY 52\n\nCLOSE ON a BEET RED FACE -- Big Nick’s. Eyes bulging, cheeks\nbursting with air, exhaling in spurts.\n\nTony Z spots Nick on a free-weight bench in the office’s\nmakeshift gym. Nick struggles with his last reps.\n\nTONY Z\nBig chest, bro, come on! Power. Power!\nGet pissed! Come on! Get pissed!\n\nNick’s arms shake, gives everything to squeeze out the rep.\n\nTONY Z (CONT'D)\nOne more you crush strangé pussy tonight.\nCome on! You’re an animal.\n\nNick busts up laughing. The bar collapses down on him.\nPractically crushes his sternum. Tony Z pulls up the bar.\n\nBIG NICK\nBro. You can’t make me laugh mid-set.\nJust frickin’ spot me next time.\n\nBORRACHO\n\nRan prints through CAL ID. Got a match on\nthe dead guy at Randy's.\n\n(CONTINUED)\n\f52\n\nDen of Thieves February 6, 2016 Draft 53.\nCONTINUED: 52\n\nThey look up, Borracho stands there. They hurry into the\noffice, hungry for details. Borracho and Gus huddle at their\ndesks, work the phones, on the case.\n\nGUS\nName’s Marshall Rhodes. Gun nut from\nOakland. CDC Gang Unit validated him as\nan associate of The Brand. ATF was\nlooking for him, trying to get him on\nsome inter-state gun trafficking\ntechnicality. But more to the point, was\nstationed at 29 Palms from ‘88 to ‘92.\nSame time Merrimen was there.\n\nBIG NICK\nThis is good.\n(motions to Borracho)\nGrab the book on Merrimen.\n\nBorracho pulls out the crime book on Merrimen, sets it on\nNick’s desk. Nick flips thru Merrimen’s “timeline”:\n\nBIG NICK (CONT'D)\nHonorably discharged in 2000. Laguna\nNiguel job was in ‘05. Sent up in ‘06 to\nUSP Victorville SHU.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nNick flips thru Merrimen’s “timeline”:\n\nBIG NICK (CONT'D)\nHonorably discharged in 2000. Laguna\nNiguel job was in ‘05. Sent up in ‘06 to\nUSP Victorville SHU. \n\nTARGET SECTION TO BE ANNOTATED:\n Released from\nTerminal Island in Feb ‘11. October ‘11\nBicycle Club Casino gets hit. March ‘12\nthe stadium show. Now Brinks...\n\n(Big Nick’s mind races)\n...Give me the unsolved book?\n\nBorracho pulls out the UNSOLVED OPEN CASES CRIME BOOK with\nthe question mark “head” on front. Nick looks thru it.\n\nBIG NICK (CONT’D)\nHis crimey. The Samoan...Levoux. He\nserved with Merrimen?\n\nTony Z refers to the file on Enson they’re building.\n\nTONY Z\nIn the same company. Both “FAST” Marines.\nSecurity, Close Quartered Battle Unit.\nSaw combat in Kosovo. Levoux also had EOD\ntraining. Got this all from the HR desk\nat 29 Palms.\n\nBIG NICK\nWhat did they specialize in?\n\n(CONTINUED)\n\f52\n\nCONTINUED:\n\nDen of Thieves February 6, 2016 Draft 54.\n\n(2) 52\nTONY Z\n(reading thru their files)\nMerrimen.... Soldiering. CQB. Levoux...\n\nEOD. Explosives.\n\nBIG NICK\nAnd the Peckerwood?\n\nTONY Z\n(reads Bosco’s file)\nWas Army, Corps of Engineers. And a comm\nguy. Impressive career, but didn’t serve\ntogether. Was the wood rep at Victorville\nwhen Merrimen was there. I’m sure that’s\nwhere they hooked up.\n\nBIG NICK\n(to Borracho)\nRun the DOT tape.\n\nBorracho plays the “DEPARTMENT OF TRAFFIC: CRENSHAW BLVD 3200\nBLK” VIDEO from the morning of the Brinks heist. It’s POV is\n\nfrom apprx. 75 meters down street. It plays on a WALL MONITOR\n-- Merrimen and his crew can be seen firing on the cops.\n\nBIG NICK (CONT’D)\n\nLook the way they move, how they reload.\nHow fast. You don’t learn that in PE.\n\n(refers to the unsolved\n\nbook)\nFollow me here. By ‘01 they’re both out.\nIn ‘03, we had the City National\ntunneling job in Hollywood.\nSophisticated. Skill set. Someone with\naccess. Unsolved. ‘04, the Dunbar Armored\nCar depot job.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nSkill set. Someone with\naccess. Unsolved. ‘04, the Dunbar Armored\nCar depot job. \n\nTARGET SECTION TO BE ANNOTATED:\n Blew the depot vault with\nshape charges. Sophisticated. Skill set.\nSomeone with access. Unsolved. ‘05 in\nLaguna Niquel, the same. Only Merrimen\ngets unlucky with the tail-light. Goes to\nprison til ‘11. During that time, how\nmany highly sophisticated, skilled, well\nexecuted heists do we have?\n\nBORRACHO\nZero. You’re on a roll, keep going.\n\nBIG NICK\nThe counter guy at the donut shop?\nWitness to it all. They left him. Why?\nBecause they shoot uniforms, not unarmed\ncivilians. Exactly what they were trained\nto do...\n\n(MORE )\n\n(CONTINUED)\n\f52\n\n53\n\nDen of Thieves February 6, 2016 Draft 55.\nCONTINUED: (3) 52\n\nBIG NICK (CONT'D)\n(taps the unsolved crime\n\nbook)\nWe nail this crew, we solve half these\ncases... These are our guys. The Crew.\n\nThe rest aren’t so convinced, but warming up to the idea.\n\nBIG NICK (CONT’D)\nWhere’s Fraulein?\n\nBORRACHO\nMurph’s on him. Can move on him whenever\nwe need.\nEXT. LASD HEADQUARTERS, MAJOR CRIMES - DAY 53\n\nNick, Tony Z and Gus hustle out to their cars, when a man in\na suit approaches Nick. Nick eyes him warily, doesn’t\nrecognize him. His hand starts reaching for his weapon.\n\nMAN\nNicholas Flanagan?\n\nNick stops, looks at him, furrows his brow, immediately\nsuspicious. The man is OPPOSING COUNSEL, 50s. Nice watch.\nBriefcase. Out of shape. Looks like a lawyer. Which he is.\n\nHe tries to hand Nick some DOCUMENTS. Nick glares at him,\nbraces himself as if they’re about to scrap.\n\nOPPOSING COUNSEL\nI’m your wife Debbie’s counsel. I’1l be\nrepresenting her.\n\nNick stares at the documents like they’re radioactive.\n\nBIG NICK\nYou gotta be kidding me?\n\nOPPOSING COUNSEL\nNo. I suggest you take these...\n(Nick still doesn’t get it)\nYou're being served.\n\nNick reluctantly takes the DIVORCE PAPERS.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nI suggest you take these... (Nick still doesn’t get it)\nYou're being served. Nick reluctantly takes the DIVORCE PAPERS. \n\nTARGET SECTION TO BE ANNOTATED:\n The Opposing\nCounsel wisely gets the hell out of there.\n\nNick glances at the cover page, which reads \"Los Angeles\nSuperior Court. Marriage of, Petitioner: Debra Flanagan,\nRespondent: Nicolas Flanagan...\"\n\nNick stands there in stupefied shock. Doesn’t move. Tony Z\nand Gus walk over to him, concerned, perplexed.\n\n(CONTINUED)\n\f53\n\n54\n\nDen of Thieves February 6, 2016 Draft 56.\nCONTINUED: 53\n\nTONY Z\nThe hell was that?\n\nNick vapor locks. Has never been so humiliated.\n\nTONY Z (CONT'D)\nYou ok, brother?\n\nNick swallows, tries to mask it, but he’s choked up.\n\nBIG NICK\n.-+-guess ah...I’m getting divorced.\n\nTony Z doesn’t know what to say. Neither does Gus.\n\nTONY Z\nI had no idea...Shit. I’m sorry.\n\nGus looks to Tony Z, motions to give Nick his space.\n\nGUS\nHandle your business, big dog, we got you\ncovered.\n\nNick nods, lets them go.\n\nBIG NICK\nCool. All good...\n\nFat from it, but Tony Z and Gus aren’t going to baby the man.\nNone of them would have it.\n\nThey get into their cars, drive off. Nick gets into his,\nfires up the ignition, but doesn’t go anywhere. He sits\nbehind the wheel, engine idling, and stares ahead at\nnothing...\n\nINT. “PACIFIC HORIZON FREIGHT” 3PL WAREHOUSE - DAY 54\n\nThe whole crew is here, surrounding POWER GRID SCHEMATICS.\nWritten on the lower left corner of the schematics--\"1200 9th\nStreet. The Federal Reserve Bank, Los Angeles Branch.\"\n\nMERRIMEN\n...there was a rolling blackout in this\nquadrant 4 days ago. It’s been happening\nall summer. They say they’ve got full\nbackup power, but actually, they don’t.\nThey go into a “brownout”, where they\nstart prioritizing the grid, and the\npriority is on the vault. All security\nmeasures in there stay intact.\n\n(MORE )\n\n(CONTINUED)\n\f54\n\nCONTINUED:\n\nDen of Thieves February 6, 2016 Draft 57.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey go into a “brownout”, where they\nstart prioritizing the grid, and the\npriority is on the vault. All security\nmeasures in there stay intact. (MORE )\n\n(CONTINUED)\n\f54\n\nCONTINUED:\n\nDen of Thieves February 6, 2016 Draft 57. \n\nTARGET SECTION TO BE ANNOTATED:\n54\n\nMERRIMEN (CONT'D)\nBut anything else that sucks a lot of\npower, like motion in the hallways and\nout rooms, and the banknote shredders in\nthe count rooms, shut down. They rely on\nthe mantraps and the manual locks for\nsecurity. To time this during another\nrolling blackout is going to be\nimpossible. So we have to simulate it.\n(looks to Bosco)\nCan we cut in and force them to go brown\nfor about 2 minutes?\n\nBosco thinks it over. Can’t make a promise here that you\ncan’t keep. He nods.\n\nBOSCO\nI’d say yes, but I’d rather have a test\nrun to be sure.\n\nMERRIMEN\nAs long as we don’t risk exposure.\n\nBOSCO\nThat won’t be a problem.\n\nMERRIMEN\nOnce we’ve breached the count room,\nthat will take care of everything but\nthe cameras. They’re unaffected by the\nbrownout. They run on their own\nbatteries. The solve is, the room’s lit\nby a bay of fluorescents. When one of\nthe tubes gets punctured, it causes all\nof them to flicker. Because the cameras\nrun at 30 frames, that flicker, the\nwavelength of it, ruins the image.\nCan’t see fuck all.\n\nBOSCO\nWhere'd you get all this information?\n\nMERRIMEN\nYou don’t have to worry about that. Just\ntrust me when I say it’s solid.\n\nMerrimen pauses a second. Doesn’t like being questioned.\n\nMERRIMEN (CONT'D)\nWhere are you with the Verizon hook?\n\nDONNIE\nI'll have him in a couple of days.\n\n(CONTINUED)\n\f54\n\n55\n\n56\n\n57\n\n58\n\nDen of Thieves February 6, 2016 Draft 58.\nCONTINUED: (2) 54\n\nMerrimen nods. Refers to ENLARGEMENTS OF THE PHOTOS BOSCO\nTOOK OF THE REGULATORS at the donut shop crime scene.\n\nMERRIMEN\nKnow your enemy. Major Crimes, LASD...\nKeep an eye out, constantly alter your\nroutine, don’t do any stupid shit.\n\nThey all look to one another, then get to it.\nINT.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nKeep an eye out, constantly alter your\nroutine, don’t do any stupid shit. They all look to one another, then get to it. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n DIN TAI FUNG, MONTERREY PARK - DAY 55\n\nA 70's Chinese restaurant. Red booths, lobsters suffocating\nin murky tanks, god-awful banquet lighting. Donnie’s at the\nbar talking with the owner, a 50 year old Chinese woman who\ndoesn’t take any shit, COU-CHI.\n\nCOU-CHI\n.«..yu pay own gas. I pay yu twee dolla po\ndelibewee. An yu keep tip. Yu stat\nWendday. Eleben o’clock...\n\nThat's pretty much it. Donnie nods “okay”.\nINT. DONNIE’S CAR - DAY 56\n\nDonnie winds through the unincorporated industrial city of\nVernon, FOLLOWING AN ORANGE WASTE MANAGEMENT TRUCK. He keeps\na loose tail, TAKES NOTE of the surrounding areas, WRITING\nDOWN the names of every street, notating every turn.\n\nEXT. VERNON CITY DUMP, VERNON - DAY 57\n\nBas controls a series of levers at the side of the truck. The\nentire LOAD OF TRASH dumps out onto the ground. Finished, he\nhops in the truck, drives off.\n\nA figure scurries through the sea of grazed garbage. Donnie.\nHe digs through the fresh pile of refuse. The wretched smell\nmakes him gag. Finds what he’s looking for. The CELLOPHANE-\nWRAPPED BRICKS OF SHREDDED CASH.\n\nINT. LAX GUN CLUB SHOOTING RANGE, WESTCHESTER - DAY 58\nMerrimen pops a fresh clip into his Sig Sauer, presents his\nweapon down range. Fires rounds. Steady, rhythmic shots.\n\nBosco is in the adjacent lane position, shooting rounds.\nMerrimen empties his clip. As he reloads, out of the corner\n\nof his eye, he notices a man enter, set up in the lane\nposition one to his left. Merrimen glances over.\n\n(CONTINUED)\n\f58\n\n59\n\nDen of Thieves February 6, 2016 Draft 59.\nCONTINUED: 58\n\nIt’s Nick. Loading clips. Into a Glock. Merrimen stiffens.\nNick looks up, makes brief eye contact with him.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nInto a Glock. Merrimen stiffens. Nick looks up, makes brief eye contact with him. \n\nTARGET SECTION TO BE ANNOTATED:\nMerrimen looks down range, then grins to himself. He and Nick\nboth start firing. Trying to one up the other with each shot.\nMerrimen stops after 5 rounds. Nick keeps going. 15, clip’s\ndone. As Nick reloads, the range falls quiet for a moment.\n\nThe quiet is shattered as Merrimen tears off rapid-fire\nrounds. Empties the clip, drops it out, pops in fresh one,\nand fires. BAMM BAMM BAMM BAMM. So fast it sounds like he’s\ngot it on full auto. Clip done, drops it, pops it, fires.\nRinse and repeat. He burns through 4 clips in 14 seconds.\n\nNick doesn’t move. No one else in the range does. Merrimen\npacks up his guns and ammo, gives Bosco a look, and they\nleave.\n\nSTAY ON NICK -- watching Merrimen go. He can’t help\nhimself. Goes to Merrimen’s lane position, toggles the\ntarget lever, and slowly the target motors back to him.\nTarget returns, comes to a stop. Nick checks it. Only 4 or\n5 mark the bull's-eye. But 40 to 50 struck center mass.\nMerrimen can shoot.\n\nNick nods to himself. Sighs deeply, then returns to his lane.\nEXT. BAPTIST CHURCH, LONG BEACH - DAY 59\n\nEnson and his family finish a service, spill out onto the\nsurrounding streets with hundreds of other parishioners.\nEnson impatiently tries to gather his family to the car, his\nkids running around all over.\n\nHE SPOTS HIS DAUGHTER, MALOA, LEANING INTO A LOWERED, BLOOD-\nRED SUV. A deep hip-hop bass rumbles from within the hood\nride. She talks to it’s passenger, ROLANDO, 17. Good-looking,\ntough, cocky, Blood gangster. A father’s worst nightmare.\nEnson squints his eyes, barks:\n\nENSON\nMALOA!\n\nMaloa bristles, cuts her conversation off. Enson gives her a\nglare, which his kids know all too well. She quickly falls\nback in line with the family.\n\nAs the SUV slowly rolls out, Enson mad-dogs Rolando.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nEnson gives her a\nglare, which his kids know all too well. She quickly falls\nback in line with the family. As the SUV slowly rolls out, Enson mad-dogs Rolando. \n\nTARGET SECTION TO BE ANNOTATED:\n Rolando\nleans back in his seat, throws his arm out the window, and\ngives Enson an arrogant nod. Enson stands there, eyes locked\nonto the SUV, and grinds his jaw. A voice startles him.\n\n(CONTINUED)\n\f59\n\nDen of Thieves February 6, 2016 Draft 60.\nCONTINUED: 59\n\nGUS\nI feel you, brother.\n\nEnson turns. It’s Gus. With his wife and kids, all dressed in\nSunday’s best. They don’t know each other. But they do.\n\nGUS (CONT'D)\n(motions to the departed\nsuv)\nThat's trouble right there. Gotta keep an\neye out for that one.\n\nEnson nods, checks Gus out. Plays it cool.\n\nENSON\nYeah, believe that.\n\nGus waves to him, heads off with his family. Enson furrows\nhis brow, puts on his sunglasses, then goes to his who wait\nby his truck. As Enson hits “unlock”, he glares at Maloa.\n\nENSON (CONT'D)\nHe Piru? Thinks he’s tough, huh?\n\nMALOA\nDad, no! I already told mom, he’s like\nthe most popular guy in 12th grade. And\nhe’s all-CIF in football. He’s going to\n“scl\n\nENSON\nYeah yeah. To rob somebody?\n\nMaloa’s eyes water and her face goes red. She’s in a fury\nfueled by young love.\n\nMALOA\nDad, no he’s not!! He’s so nice!!\n(turns to her mom)\nMom, see! I told you dad would -\n\nENSON\n- THAT’S ENOUGH!\n\nMaloa jumps into the back of the car and slams her door shut,\ntries to stop the tears that cascade from her adolescent\neyes. Malia looks to her husband, he to her, as they get in.\n\nENSON (CONT'D)\nYou know about this?\n\nMalia raises her eyebrows and sighs, long and deep.\n\n(CONTINUED)\n\f59\n\n60\n\n61\n\n62\n\nDen of Thieves February 6, 2016 Draft 61.\n\nCONTINUED: (2) 59\nMALIA\nYou seriously wonder why she likes a boy\nlike that?\n\nEnson turns to his wife, furrows his brow.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f59\n\n60\n\n61\n\n62\n\nDen of Thieves February 6, 2016 Draft 61. CONTINUED: (2) 59\nMALIA\nYou seriously wonder why she likes a boy\nlike that? Enson turns to his wife, furrows his brow. \n\nTARGET SECTION TO BE ANNOTATED:\nMALIA (CONT’D)\nLook in the mirror.\n\nThat stung. Enson broods, doesn’t like that at all. Turns\nover the engine, then grows quiet. Because he knows it’s\ntrue...\n\nINT. MERRIMEN’S SUBURBAN - DAY 60\n\nSame vantage point of The Fed. Merrimen and Enson are parked\ndown-street, look through BINOCS. Enson keys a TWO-WAY RADIO.\nThe SOUNDS of RADIO-SPEAK come through clearly. IT’S THE\nFED'S SECURITY CHANNEL. THEY’RE TAPPED IN.\n\nENSON\n(into Nextel)\nGreenpeace, this is Lava. Keyed in up\ntop. How’s it below?\n\nINT. SUBTERRANEAN TUNNELS - DAY 61\n\nBeneath the streets, Bosco, in DWP GEAR, is at work on an\nentanglement of wires and power lines.\n\nBOSCO\n(into nextel)\nThis is Greenpeace, good to go below.\n\nENSON\n(over nextel)\nCopy that. Lights out.\n\nINT. THE FED, SECURITY NERVE CENTER - DAY 62\n\nThe slightest flicker in the bay of lights overhead. Followed\nby a series of lights lighting up on the control board.\nSECRET SERVICE GUARDS #1 AND #2, JOHNNY and CAM, quickly run\na series of checks on the security control board.\n\nCAM\n(into walkie-talkie)\nBack up power’s up....\n\nON MERRIMEN AND ENSON -- the voices of the Fed’s security\nguards come in over the two-way:\n\n(CONTINUED)\n\f62\n\n63\n\n64\n\n65\n\nDen of Thieves February 6, 2016 Draft 62.\nCONTINUED: 62\n\nFED CHATTER\n(over radio)\nWe've gone brown. Lock all man-traps\n\nmanually, over... Roger that. Exterior\ncameras are up. Count rooms on stand-\nby.\n\nMerrimen and Enson share a look. Enson speaks into the\nnextel:\n\nENSON\nThis is Lava. They’ve gone brown. Nice\njob.\n\nON BOSCO -- hurriedly undoes all of his equipment, then claps\nhis hands together.\n\nEXT.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nNice\njob. ON BOSCO -- hurriedly undoes all of his equipment, then claps\nhis hands together. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n DOWNTOWN LA —- DAY 63\n\nQUICK CUTS of DONNIE ON THE JOB, DELIVERING “DIN TAI FUNG”\nCHINESE to several different OFFICE-BUILDINGS.\n\nPULL BACK to REVEAL BIG NICK, surveilling Donnie from afar.\nINT. BRINKS HQ - DAY 64\nAL, a BRINKS SECRETARY dials. The other end picks up:\n\nFEMALE TELEPHONE VOICE\nFederal Reserve, accounts receiving.\n\nBRINKS SECRETARY AL\nHey, it’s Al with Brinks...\n\nPOV JUMPS INTO THE PHONE’S MOUTH-PIECE, RACES ALONG\nSUBTERRANEAN TELEPHONE WIRES, TO AN EXCHANGE BOX...\n\nEXT. RAMPART STREETS —- DAY 65\n\nMACK is spliced into the OPEN EXCHANGE BOX, connected to a\nVERIZON TEST PHONE. He listens in on the conversation:\n\nAL\n.-+.we have a drop for City National we\nneed to schedule. How’s Wednesday at 2?\n\nMack looks down at the LCD DISPLAY. Both the SOURCE and\nRECEIVING PHONE NUMBERS pop up on the LCD.\n\nMack cuts out of the tapped call. He dials the Fed with the\ntest phone -- BRINKS SOURCE NUMBER READING AS HIS OWN.\n\n(CONTINUED)\n\f65\n\n66\n\n67\n\n68\n\n69\n\n70\n\nDen of Thieves February 6, 2016 Draft 63.\nCONTINUED: 65\n\nMALE TELEPHONE VOICE\nFederal Reserve, accounts receiving.\n\nMACK\nHey, Al with Brinks again. I forgot to\nschedule a drop for Bank of America. What\ndo you have open today?\n\nMALE TELEPHONE VOICE\nWe could take you at 3. Does that work?\n\nMack pauses for a second, then hangs up. Keys his nextel:\nMACK\n\nLava, this is Ghetto Bird. We’re good to\n\ngo on the drop, over.\nINT. FED LOBBY - DAY 66\nDonnie walks in, Fed ID CARD clipped to his DIN TAI FUNG\nshirt pocket, a plastic DIN TAI FUNG TAKE-OUT BAG in each\nhand. He says hello to Secret Service Guards #1 and #2. They\nsearch the bags.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nFED LOBBY - DAY 66\nDonnie walks in, Fed ID CARD clipped to his DIN TAI FUNG\nshirt pocket, a plastic DIN TAI FUNG TAKE-OUT BAG in each\nhand. He says hello to Secret Service Guards #1 and #2. They\nsearch the bags. \n\nTARGET SECTION TO BE ANNOTATED:\n Donnie passes through the man-trap, comes\nout the other end. They hand him the take-out bags.\nINT. FED HALLWAY - DAY 67\nDonnie steps into the MEN’S BATHROOM.\nINT. MEN’S BATHROOM - DAY 68\n\nDonnie enters, steps into a stall, quickly stands on the\ntoilet seat, reaches up, and PUSHES OPEN AN AIRVENT.\n\nHE PLACES ONE OF THE TAKE-OUT BAGS IN THE VENTILATION SHAFT\nABOVE, lowers the vent back down. Slips out of the room.\n\nINT. FED CAFETERIA - DAY 69\nDonnie collects cash from Luigi, Junior, an overweight black\nwoman, DORIS, and several other Fed employees who all sit\naround, bullshitting, digging into the Chinese-food-cartons.\nDonnie stuffs the cash in his pocket and leaves.\nINT. LASD HEADQUARTERS, MAJOR CRIMES - DAY 70\nNick, Gus, Borracho, Murph and Tony Z pow-wow.\n\nGUS\n\n.-..what if it’s part of his regular\nroute? Feds gotta eat too.\n\n(CONTINUED)\n\f70\n\n71\n\nDen of Thieves February 6, 2016 Draft 64.\nCONTINUED: 70\n\nBIG NICK\nDelivering Chinese to the Fed? My left\nnut that’s part of his route. They’re\ncasing it from the inside. Go back.\nBesides cash, what else did they lift\nfrom the Casino and rave?\n\nBORRACHO\nFed Deposit slips. But those were\nprobably in with the cash -\n\nBIG NICK\n- or, not. Maybe they took the cash to\ndisguise the fact that they were really\nthere for something else. Then they take\ndown an armored car that’s empty?! Come\non. Remember what Donnie said. “They're\ntrading up.” They’re going big.\n\nMURPH\nNick. You can’t take down the Fed.\nSorry. Merrimen’s no dummy. It’s\nimpossible.\n\nBIG NICK\nThe Fed is the Olympics, and Merrimen’s\nfuckin’ Carl Lewis. I’m telling you...\nFraulein’s holding out on us. He knows.\n\nTONY Z\n...then let’s stir things up.\n\nINT.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe knows. TONY Z\n...then let’s stir things up. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n BENIHANA, TORRANCE - NIGHT 71\n\nMerrimen, Enson, Bosco, Donnie, and Mack, sit at one of the\nteppanyaki tables hunched over Kirins and steak. None of them\npay much attention to the TEPPANYAKI CHEF’S routine. Holly\nand some of her GIRLFRIENDS from Chatsworth are there,\nengaged in their own conversation.\n\nSomething catches Donnie’s eye. He looks past Merrimen, and\nalmost has a seizure. BIG NICK AND THE REGULATORS WALK IN,\nSIT AT THE SUSHI BAR. Donnie tenses.\n\nDrunk SUSHI CHEFS carry-on behind the bar, hollering\nJapanese obscenities at women who saunter by, play it off as\ncharm.\n\nBig Nick gets up, WALKS RIGHT PAST THEIR TABLE. Donnie does\nhis best not to be noticed. Everyone eats quietly.\n\nNick walks back by, sits. Merrimen takes note of the big guy\nwith the goatee. Donnie shifts, when a VOICE calls to him:\n\n(CONTINUED)\n\f71\n\nDen of Thieves February 6, 2016 Draft 65.\nCONTINUED: 71\n\nBIG NICK\nHey, buddy.\n\nDonnie reluctantly looks. Big Nick is staring right at him.\n\nBIG NICK (CONT’D)\nDonnie, right?\n\nMerrimen and the others bristle. Big Nick walks over, reaches\nto shake Donnie’s hand. Really?\n\nBIG NICK (CONT’D)\nFrom the gym. I spotted you the other\nday.\n\nDonnie’s shakes his hand, feigns ignorance.\n\nDONNIE\n...oh, right, yeah.\n\nBIG NICK\n(nods to the others)\nWhat’s up fellas?\n(points to Merrimen)\nYou play football at Long Beach Poly? You\nlook familiar.\n\nHe did, but Merrimen shakes his head.\n\nMERRIMEN\nNot from around here.\n\nBIG NICK\n(to Donnie)\nWhat’re you doing here? Work near here?\n\nDONNIE\nAh, no...just grabbing dinner.\n\nBIG NICK\nReally? Food here sucks.\n\nDonnie doesn’t know how to respond. Nick checks out the\ngirls. HE AND HOLLY’S EYES MEET. He gives her a thorough\nundressing.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nNick checks out the\ngirls. HE AND HOLLY’S EYES MEET. He gives her a thorough\nundressing. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s not lost on Merrimen.\n\nBIG NICK (CONT’D)\nWe come here for the ass.\n\nPause. Merrimen’s doing everything he can to keep it cool.\n\nThe situation could not be more uncomfortable. Donnie tries\nto bring an end to it.\n\n(CONTINUED)\n\f71\n\nDen of Thieves February 6, 2016 Draft 66.\n\nCONTINUED: (2) 71\nDONNIE\nRight on, man. See you at the gym.\nBIG NICK\nDefinitely.\n\nNick hovers for a second, then finally shoves off. But he\ncan’t help himself. He turns back to Merrimen.\n\nBIG NICK (CONT’D)\nNumber 55. That’s how I remember you. We\nwore the same number, bro. 55, right?\n\nMerrimen looks up at Nick for the first time. Just stares at\nhim. Says nothing. But his eyes say everything.\n\nBIG NICK (CONT’D)\nI went to South Torrance. We played you\ntwice. Remember all those fat-ass Samoans\nyou had? They’re big, but man, lazy\nmotherfuckers. Slow-twitch muscle fibers.\nNo explosiveness. All that Spam, I\nguess... We crushed you guys.\n\nEnson simmers. The tension is becoming unbearable. The Cops\nlook over. Nick’s pushing it too far. Merrimen stands.\n\nMERRIMEN\nDon’t appreciate you poppin’ off, bro.\nAnd stop perving on our women.\n\nBIG NICK\nHey, no need to get all agro. I’m sorry.\nAm I being rude?\n(to Donnie)\nWas I rude?\n\nMERRIMEN\n- Just get the fuck out of here.\n\nNick gives Merrimen a thumbs-up.\n\nBIG NICK\nKunpai!\n(looks to Holly)\nHave a good night, ladies.\n\nNick takes his seat at the sushi bar.\n\nNo one knows what to say or do. Instead, they all just eat.\nMerrimen broods. He and Enson share a look, speak unspoken\nwords. Merrimen’s eyes drift to Donnie, who sits hunched over\nhis food, and burn into the back of his head.\n\f72\n\nDen of Thieves February 6, 2016 Draft 67.\n\nINT.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nMerrimen’s eyes drift to Donnie, who sits hunched over\nhis food, and burn into the back of his head. 72\n\nDen of Thieves February 6, 2016 Draft 67. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MERRIMEN’S SUBURBAN, SOUTH BAY - NIGHT 72\n\nMerrimen drives. Donnie rides shotgun. Enson in back right\nbehind Donnie. They drive through vast South Bay industrial\nstreets in silence, past refineries and defense contractors.\n\nDonnie stares straight ahead, battling cold waves of fear.\nFinally turns to Merrimen.\n\nDONNIE\nWhere we going?\n\nNo answer. Then Merrimen gently brakes, and turns into a\ndesolate parking lot at the rear of a sprawling, Tudor-style\nhouse with well manicured lawns. A sign out front reads,\n“MCKAY'S SOUTH BAY MORTUARY”.\n\nMerrimen parks, shuts off the engine. Dread grips Donnie.\nThey sit there in the quiet. The only sound heard is a faint,\nhollow, furnace-like drone emanating from the mortuary.\n\nA rear door to the mortuary opens, and a BESPECTACLED MAN in\na dark suit appears, looks in their direction. Merrimen\nflashes his brights twice. With that, the man subtly nods,\nand disappears back inside, the door left ajar.\n\nMerrimen turns to Donnie, looks at him. Donnie’s mind reels.\n\nMERRIMEN\nYou a cop?\nDONNIE\nWhat?! You kidding?! ...Fuck no!\n\nMerrimen just stares at him, finally looks away, nodding.\nMerrimen remains calm and collected. Yet he exudes, as\nalways, an energy of unpredictable lethality.\n\nMERRIMEN\n...-you wearing a wire?\n\nDonnie sighs, shakes his head. Musters up the courage to look\nback at Merrimen.\n\nDONNIE\nNo... Are you?\n\nLong pause. Merrimen grinds his jaw, debates.\n\nMERRIMEN\nGet out of the car.\n\f73\n\nDen of Thieves February 6, 2016 Draft 68.\n\nEXT. MORTUARY - NIGHT 73\n\nMerrimen walks toward the rear door of the mortuary. Donnie\nreluctantly follows. Enson trails Donnie a few feet behind.\nMerrimen stops just before the door, faces Donnie. The source\nof the sound reveals itself -- behind the door, is a\nCREMATORIUM. It’s furnace burns eerily hot.\n\nDonnie starts to tremble with fear.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe source\nof the sound reveals itself -- behind the door, is a\nCREMATORIUM. It’s furnace burns eerily hot. Donnie starts to tremble with fear. \n\nTARGET SECTION TO BE ANNOTATED:\nMERRIMEN\nStrip.\n\nDONNIE\nWhat?!\n\nENSON\n\nWhere'd you hide the wire?\n\nDONNIE\nWhat goddamn wire?! I’m not wearing -\n\nENSON\n- take your fucken clothes off!\n\nDonnie begins to visibly shake. Pulls his shirt off, his\npants down. Stands there in his underwear like an asshole.\n\nEnson rifles through his clothes. Looks in his underwear.\nFinds nothing. Tells Donnie to put his clothes back on.\nDonnie pulls on his jeans, when Enson buries a fist deep into\nDonnie’s unsuspecting gut. Donnie collapses to the ground,\ngasping. Enson kicks him several times. Donnie balls up.\n\nEnson stops. Merrimen yanks Donnie to his knees.\n\nMERRIMEN\nOpen your mouth.\n\nDonnie does as told. Merrimen jams a Sig-Sauer down his\nthroat. Donnie’s eyes water. His chest heaves. His eyes\nplead.\n\nMERRIMEN (CONT'D)\nHow does he know you? And don’t tell me\nfrom the gym.\n\nDONNIE\n(voice gagging)\nI swear, I don’t know -\n\nENSON\n- smoke him. Smoke the punk.\n\n(CONTINUED)\n\f73\n\n74\n\n75\n\nDen of Thieves February 6, 2016 Draft 69.\nCONTINUED: 73\n\nDonnie shakes his head vigorously. Merrimen pulls out the\ngun. Donnie gulps in air, quivering violently.\n\nDONNIE\nI’m not a cop. I swear to you...he came\nto me he knows who you are but I didn’t\ntell him a thing I swear to fuckin’ God.\nIt was a while ago, right when we first\nhooked up. He sweated me, haven’t seen\nhim since, thought he’d leave me alone.\n\nMERRIMEN\nWhat do they know?\n\nDONNIE\nNothing. I didn’t know back then anyway.\nIf we have to call it off, I get it.\n\nMerrimen stares at Donnie for what seems like an eternity,\ndeciding. He finally sticks the gun back in his waistband.\n\nMerrimen wraps on the mortuary door once, then he and Enson\nstart walking back toward the truck.\n\nMERRIMEN\nPut your clothes on...\n(opens truck door.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nMerrimen wraps on the mortuary door once, then he and Enson\nstart walking back toward the truck. MERRIMEN\nPut your clothes on... (opens truck door. \n\nTARGET SECTION TO BE ANNOTATED:\n To\nDonnie)\n...Friday. Confirm with him it’s on. Make\nsure he’s on the line...\n\nDonnie meets Merrimen’s gaze, and nods.\nINT. NICK'S F-150 TRUCK, PALOS VERDES - NIGHT 74\n\nNick drives slowly past the upscale homes of Rolling Hills\nEstates, searching for something. Spots DEBBIE’S CAR parked\nin front of a Mediterranean McMansion, along with a few\nothers. Landscape lighting is on. Looks like a party is\nunderway.\n\nNick parks a ways down the block, eyeballs the house. Gets\nout, walks toward it. He’s pretty buzzed. Slight chance a\nneighbor will call the cops on him. This is not his hood.\n\nINT. MEDITERRANEAN MCMANSION, ROLLING HILLS - NIGHT 75\nNick lets himself in. About 6 kids, ages 3-13, are going\napeshit in the living area, all refereed poorly by an\n\noverworked Salvadoran nanny. Nick’s daughters are amongst\nthem. Cassady sees her dad and gasps with joy.\n\n(CONTINUED)\n\f75\n\nDen of Thieves February 6, 2016 Draft 70.\nCONTINUED: 75\n\nBIG NICK\nPeanut, give me a hug!\n\nShe runs to him, grabs onto his leg:\n\nCASSADY\nDaddy!!!\n\nJust around the corner in the chef’s kitchen, the adults’\nenjoying a red wine dinner stiffen, as they recognize the\nvoice. Debbie is there, on a double-date with her older\nsister SANDEE, South African pro golfer-type brother-in-law\nRUUD, and her “DATE”, one of Ruud’s boys.\n\nDebbie cranes her neck to see into the entryway, when she\nalmost faints. Her jaw drops as she mouths, “oh my God.”\n\nAnd then he appears. History’s most uninvited guest. A\nposition that, at least in this instance, he relishes. Nick\nstands in the middle of the kitchen, nodding hello to them\nall. He sways a bit, reeks of saké. Debbie’s mouth still\nhangs agape, she just wants to disappear. They all do. The\ndate looks like he’s about to puke.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nDebbie’s mouth still\nhangs agape, she just wants to disappear. They all do. The\ndate looks like he’s about to puke. \n\nTARGET SECTION TO BE ANNOTATED:\nBIG NICK\nWhat’s for dinner?\n(no response)\n...relax! I already ate.\n\nNick reaches into his blazer, pulls out rolled up paperwork\nfrom the small of his back. The divorce docs. Everyone’s eyes\nwiden when they realize Nick is packing his Glock.\n\nNick goes to their table, drops the docs down, looks to Ruud:\n\nBIG NICK (CONT’D)\nYou gotta pen, stud?\n\nRuud reluctantly stands, does his best Kofi Annan:\nRUUD\nNick, bru, I was gonna call you. Lets you\nand I go to dinner next week and-\n\nAs Ruud rests a hand on Nick’s shoulder, Nick reflexively\nswats it away. Hard. His veins bulge, swell with volatility.\n\nBIG NICK\nJust get me a pen.\n\nRuud swallows, grows nervous, goes to find a pen. Nick looks\nto Debbie’s Date.\n\n(CONTINUED)\n\f75\n\nDen of Thieves February 6, 2016 Draft 71.\nCONTINUED: (2) 75\n\nBIG NICK (CONT'D)\nHow’s the wine?\n\nDate’s lips contort and tremble as he tries to speak, can’t.\nDate starts to back away from the table. Nick holds his hand\nup and shakes his head. Uh-uh. Date freezes, not going\nanywhere.\n\nRuud hands Nick a pen. Nick flips thru the docs, starts\narbitrarily signing pages.\n\nBIG NICK (CONT'D)\n\nSo where do I sign, anywhere I guess,\nright?\n\n(he keeps signing pages)\nAnd I imagine it’s assumed that, you\nknow.\n\n(eyeballs Date)\n...if you were to ever touch my girls, or\nsay, talk to them? Or even look at them?\nThat ah...you know. I go boom boom. Know\nwhat I’m saying? But that’s self evident,\nright? No reason to have that in writing.\n\nNick finishes signing the docs. Turns to Date, who looks like\nhe’s about to cry, and punches him in the shoulder.\n\nBIG NICK (CONT’D)\nIt’s all good buddy! Come here, give me a\nhug. We’1l save a fortune in therapy.\nNick hugs the Date, all smiles. Sandee looks to her husband\nRuud, her eyes demanding he do something.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe’1l save a fortune in therapy. Nick hugs the Date, all smiles. Sandee looks to her husband\nRuud, her eyes demanding he do something. \n\nTARGET SECTION TO BE ANNOTATED:\n While Debbie’s\nshock and trepidation have simply turned to disgust.\n\nDEBBIE\nAlways such a spectacle with you.\n\nBIG NICK\nPretty much, yeah.\n\nRuud finally grows a pair, steps to Nick.\n\nRUUD\nNick, come on -—\n\nBIG NICK\n- Call the cops.\n\nNick glares at him, defiant. Ruud holds his ground this time.\nRUUD\n\nTime to go, mate. I’m sorry.\n\n(CONTINUED)\n\f75\n\n76\n\nDen of Thieves February 6, 2016 Draft 72.\nCONTINUED: (3) 75\n\nNick stands there a while. Then finally, he turns, walks out.\nBut he can’t help it. He barges back in, looks at Date.\n\nBIG NICK\nWhen you're hittin’ it from behind, and\nyou're wondering what that thing is on\nher ass? That’s a tattoo. Of my name.\nJust a heads up.\n\nSatisfied at last, Nick leaves.\nINT. ENSON’S HOUSE - DAY 76\n\nMalia finishes touching up Maloa’s make up. Maloa wears her\nprom dress, about to burst with anticipation. Her siblings\nrun around the house, excitement in the air. Except for dad.\nEnson paces in the living room like a caged animal.\n\nA limo pulls up outside. Rolando gets out, struts up to the\nhouse. He’s rocking a Beckham-esque mohawk, and a rented\ntux with old school Air Jordans. Siblings scream out, “he’s\nhere!”\n\nSTAY ON ENSON -- pacing. Maloa and her mom greet Rolando at\nthe door. They exchange greetings and giggle nervously.\nRolando looks Maloa up and down, and whistles.\n\nROLANDO\nDamn girl, you look fine!\n\nEnson gulps in air, then walks over to them. Maloa grows\nanxious, introduces them:\n\nMALOA\nRolando, this is my dad.\n\nROLANDO\n‘Sup Mr. Levoux, nice to meet you!\n\nEnson says nothing, just nods, eyeballing the kid. Rolando\nreaches his hand out to street-shake Enson, but Enson doesn’t\nreturn the favor, extending his for a proper handshake\ninstead. A bit of an awkward moment as Rolando corrects\nhimself.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nEnson says nothing, just nods, eyeballing the kid. Rolando\nreaches his hand out to street-shake Enson, but Enson doesn’t\nreturn the favor, extending his for a proper handshake\ninstead. A bit of an awkward moment as Rolando corrects\nhimself. \n\nTARGET SECTION TO BE ANNOTATED:\nEnson looks to Maloa and his wife.\nENSON\nGonna borrow him for a sec, yeah?\n\n(to Rolando)\nCome here, brah.\n\n(CONTINUED)\n\f76\n\n77\n\nDen of Thieves February 6, 2016 Draft 73.\nCONTINUED: 76\n\nEnson walks off. Rolando reluctantly follows. Maloa dies a\n1000 deaths as her dad and date disappear into the garage.\n\nINT. ENSON’S GARAGE - DAY 77\n\nAs Rolando steps into the garage, he gasps. Standing there,\nfacing him, are Merrimen, Bosco, and Enson’s Samoan Mafia\nbrothers. Tatted-up, swoll, and dripping with sweat from\ntheir workout. All color suddenly drains from Rolando’s face.\n\nENSON\nSo here’s whassup, brah. For the past 15\nyears, my little girl’s safety and\nprotection, has been my responsibility,\nand my responsibility alone. Now, for the\nfirst time in her life, I gotta pass the\nbaton. I gotta hand over that\nresponsibility... to you.\n\nEnson glares at Rolando, long and hard. Behind him,\nMerrimen, Bosco, and the Samoan Mafia do the same.\n\nENSON (CONT'D)\nDon’t fuck up. Or your mother will weep\nher eyes out, every day the rest of your\nlife, when she has to feed you, wipe\nyour ass, and push you around in your\nwheelchair.\n\nRolando wets himself. He nods emphatically, starts\nstuttering.\n\nROLANDO\nYes-s-s-s-sir.\n\nEnson pats Rolando on the back.\n\nENSON\nSee you at 1130.\n\nRolando slowly turns, and walks out.\n\nHOLD ON ENSON AND THE BOYS. Enson looks to them, as if to\nsay, “So, how was 1?”\n\nMERRIMEN\nI’m pretty sure he got the point.\n\nThey all bust up, laugh their asses off.\n\f78\n\n79\n\nDen of Thieves February 6, 2016 Draft 74.\n\nINT.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey all bust up, laugh their asses off. 78\n\n79\n\nDen of Thieves February 6, 2016 Draft 74. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n LASD HEADQUARTERS, MAJOR CRIMES - DAY 78\n\nNick sits alone at his desk, his eyes gaunt and hollow,\nstudying “MERRIMEN’S CREW” CRIME BOOK, comparing it with the\n“Unsolved?” crime book. Looks over CRIME SCENE PHOTOS of the\n“City National Hollywood ‘03” tunneling job, the “Dunbar\nArmored Depot ‘04” vault shape-charge job, etc...\n\nHe studies DONNIE’S FILE. It’s woefully thin -- copies of an\nIMSA racing license, now infamous moving violations, and a\nSMALL ARTICLE from the Ventura County Star newspaper\ndetailing local kid Donnie Alison taking second at the 1991\nNational Spelling Bee competition. A QUOTE from the article\nclaims Donnie has a “near photographic memory.\"\n\nBIG NICK\nWhy’s Fraulein’s file so thin?\n\nGus works at his desk, tired and hungry.\n\nGUS\nWe can’t find a damn thing on him.\n\nNick furrows his brow. Forages through Merrimen’s Cali Dept.\nof Corrections file, discovers that Merrimen’s cellie at\nTerminal Island was none other than WILLIAM “Willy Lump Lump”\nPUMP, the most prolific bank robber in the history of the\nstate.\n\nBIG NICK\nMerrimen’s cellie at TI was Willy Lump\nLump.\n\nGUS\nNo shit?\n\n(Nick nods “no shit”)\nHow did we miss that?!\n\nBIG NICK\nBecause we're not very good at our job.\n\nGus frowns. Nick brings MERRIMEN’S MUGSHOT up on his computer\nscreen. Merrimen’s eyes stare right at Nick. Piercing,\nintense, direct. Not an ounce of bullshit in those eyes. Yet\n\na ton of menace. Nick meets Merrimen’s gaze, and stares back.\nINT. SPEARMINT RHINO, CITY OF INDUSTRY - NIGHT 79\n\nGentlemen's club. The weekday crowd is pretty thin. But the\nDJ works the mic like it’s Saturday night in Vegas.\n\n(CONTINUED)\n\f79\n\n80\n\nDen of Thieves February 6, 2016 Draft 75.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe weekday crowd is pretty thin. But the\nDJ works the mic like it’s Saturday night in Vegas. (CONTINUED)\n\f79\n\n80\n\nDen of Thieves February 6, 2016 Draft 75. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: 79\n\nWE WATCH IN KUBRICKIAN POV as a dancer comes out on stage,\ngrabs the pole, and does her seductive thing. A HAND COMES\nINTO FRAME, DROPS A $20 ON STAGE. She nears us. IT’S HOLLY.\n\nShe looks right down at us, starts to strip and writhe.\nCrawls toward us. Licks her lips then grabs the $20. Thrusts\nher ass out and stuffs it in her micro-bikini.\n\nREVEAL the big-tipper is BIG NICK. He sits stage-side, sunken\nin his chair, the King of the Jungle. He grins, all lust and\nvice. His eyes lock onto his prey.\n\nINT. NICK’S TRUCK, TORRANCE - DAY 80\n\nNick’s parked in the lot of a TACO STAND, eating. Murph and\nGus are in back, doing the same.\n\nDonnie walks up, hops in shotgun. Nick offers him a taco. He\ndeclines, launches into Nick:\n\nDONNIE\nWhat the fuck was that all about?! You\n“spotted me at the gym”?!\n\nBIG NICK\nTranquillo. They’re not gonna off you\nwhen they know there’s heat...When’s the\n\nparty?\n\nDONNIE\n...Friday.\n\nBIG NICK\nWhere?\n\nDONNIE\nI don’t know. Friday’s all I can tell\nyou.\n\nBIG NICK\nTGIF.\n\nDONNIE\n\nYou're protecting me on this.\n\nBIG NICK\nFraulein, don’t worry about a thing.\n\nDonnie scoffs, gets out, shuts the door. Looks back.\nDONNIE\n\n(taps the door)\nBetter wear your vests.\n\f81\n\nDen of Thieves February 6, 2016 Draft 76.\n\nINT. “PACIFIC HORIZON FREIGHT” 3PL WAREHOUSE - DAY 81\n\nMerrimen and Enson sit in their warehouse office with HUGO\nBANDI, 63, Croatian, board-member of the Longshoreman Union,\nolive oil and Ouzo importer, and “criminal receiver”. Which\ntranslates to Street as FENCE.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\n81\n\nDen of Thieves February 6, 2016 Draft 76. INT. “PACIFIC HORIZON FREIGHT” 3PL WAREHOUSE - DAY 81\n\nMerrimen and Enson sit in their warehouse office with HUGO\nBANDI, 63, Croatian, board-member of the Longshoreman Union,\nolive oil and Ouzo importer, and “criminal receiver”. Which\ntranslates to Street as FENCE. \n\nTARGET SECTION TO BE ANNOTATED:\nHugo is on his cell, having a CODED CONVERSATION that ping-\npongs between Slavic, English and Spanish. Looks to Merrimen:\n\nHUGO BANDI\n..-you’re at Container Terminal 114...\n(listens to the other end)\nMaersk Sealand, operated by Maersk Line\nLiberia. You are all cleared on the\npassenger manifest as crew.\n\nHugo finishes his conversation, hangs up. Slides 5 ENVELOPES\nto Merrimen. One for each man.\n\nHUGO BANDI (CONT'D)\nTravel documents, itineraries, which\nare all different. Everyone takes\nseparate routes after your ride on the\nsupertanker. Groups attract attention.\nOK?\n\nMerrimen nods, looks inside his envelope. The ITINERARY --\n“,..Ensenada...Mexico City...Havana.” Flips open his\nBRASILIAN PASSPORT. Already stamped with VISAS and CUSTOMS-\nSTAMPS from various countries.\n\nHUGO BANDI (CONT’D)\nPassports are stamped with visas,\ncustoms, so you don’t look like a new\ntraveler. That raises flags...You meet\nin Havana, where my people will handle\nthe financials. Relax there, buy some\ngirls, and get a tan so you don’t look\nso American.\n\nMerrimen looks over his “cover” -- BUSINESS CARDS and\nPAPERWORK support his new Brasilian identity.\n\nHUGO BANDI (CONT'D)\nBusiness cards, papers, all support your\ncover.\n\nMerrimen hands Hugo a thick envelope. They shake hands.\n\n(CONTINUED)\n\f81\n\n82\n\n83\n\n84\n\nDen of Thieves February 6, 2016 Draft 77.\nCONTINUED: 81\n\nHUGO BANDI (CONT'D)\nAnd no sweats or sneakers or baseball\nhats. In the rest of the world, only\nmafiosi dress that way. Suits only...\n\nEXT. OAKWOOD APARTMENT COMPLEX, SAN GABRIEL VALLEY - DAY 82\n\nMerrimen walks past the complex pool, approaches an\napartment. He carries a Samsonite suitcase.\n\nUnlocks the door, enters.\nINT.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe carries a Samsonite suitcase. Unlocks the door, enters. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOLLY’S APARTMENT - DAY 83\n\nMoment Merrimen walks in, A WOMAN GASPS. He braces himself,\nrounds into the living room. Freezes.\n\nHolly's there, naked on the couch. She darts into a bedroom.\n\nAnd standing in the middle of the room in all his glory, is\nBig Nick. He’s shirtless, pulls on his jeans. Porn plays on\nmute on the TV.\n\nNick and Merrimen just stand there, staring at each other.\nNicks’s eyes go to his GUN, resting on the couch 15 feet\naway. Merrimen follows his gaze, sees it. He’s closer to the\ngun. And Nick knows it.\n\nTheir eyes meet again. Nick raises his eyebrows, motions\nMerrimen to go for it. He doesn’t. Merrimen walks past the\ncouch, past Nick, and into the bedroom. Then shuts the door.\n\nNick stands there. Tries to listen in on them. Can’t hear\nanything. He pulls his clothes on, grabs his gun, and leaves.\n\nINT. HOLLY’S BEDROOM - DAY 84\n\nHolly pulls on underwear. Merrimen watches, then steps toward\nher, threat in his aspect. Corners her. She cowers.\n\nHOLLY\nBut I did what you told me.\n\nMERRIMEN\nHow was it?\n\nHis breathe bathes her. She starts to tremble, terrified.\n\nHOLLY\nBaby, please...\n\nDisgust and jealousy course through him. He fights the urge,\nforces himself to turn away from her.\n\f85\n\n86\n\n87\n\n88\n\nDen of Thieves February 6, 2016 Draft 78.\n\nINT. NICK’S TRUCK - NIGHT 85\n\nNick drives, a gloating grin plastered on his face. He dials\nhis cell. The other end picks up:\n\nBIG NICK\n(into cell)\nB of A, Montebello Towne Center.\n\nNick hangs up, then realizes something. He touches his wrist,\nwhere his watch usually is. All there now, is it’s tan-line.\n\nBIG NICK (CONT'D)\nShit.\n\nINT. HOLLY’S APARTMENT - NIGHT 86\n\nMerrimen sits in a Lazy-boy in front of the TV, brooding. He\ntalks quietly to himself while cleaning his various firearms,\nwhich rest in pieces at his feet.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. HOLLY’S APARTMENT - NIGHT 86\n\nMerrimen sits in a Lazy-boy in front of the TV, brooding. He\ntalks quietly to himself while cleaning his various firearms,\nwhich rest in pieces at his feet. \n\nTARGET SECTION TO BE ANNOTATED:\n He can’t shake the subtle,\nfaint ticking sound in his head.\n\nEventually, his eyes drift to the empty couch, and the errand\nWATCH that rests there. Merrimen glares at it, unblinking.\nThe ticking grows louder.\n\nINT. DONNIE’S APARTMENT - DAWN 87\n\nECU of a digital watch. 5:14 am. A beeping alarm sounds. A\nfinger comes into frame, shuts it off.\n\nDonnie gets up, already dressed. His apartment has been\nstripped clean, packed up. He goes to the large window, opens\nit. Sounds of the city drift in. He looks at something. A few\nblocks down the street, is... THE FEDERAL RESERVE BANK.\n\nBeyond it, dawn’s first light gives form to downtown's\nskyline.\n\nINT. ENSON’S HOUSE - DAWN 88\n\nEnson cooks eggs and sausage links for his kids, amidst the\nwonderful chaos of family getting ready for the day. Maloa\ncomes in late, rushed, makes herself toast.\n\nENSON\nGot practice this morning? You need\nprotein.\n\nEnson puts a plate of eggs in front of her. She doesn’t eat\n\nit, doesn’t make eye contact either. Mad at her dad. Enson\nshakes his head, takes the plate away.\n\n(CONTINUED)\n\f88\n\n89\n\n90\n\n91\n\nDen of Thieves February 6, 2016 Draft 79.\nCONTINUED: 88\n\nA car honks outside. Maloa pops up, grabs her backpack. Can’t\nget out of here fast enough. As she bolts for the door:\n\nENSON (CONT'D)\nMaloa.\n\nShe stops, looks back. Enson motions her over. She\nreluctantly comes back to him.\n\nENSON (CONT'D)\nYou have fun?\n\nMaloa shrugs. Enson struggles to find the words.\n\nENSON (CONT'D)\nHe treat you nice?\n\nFinally, Maloa looks up at her father. She nods with\ncertainty. Enson has a tough time digesting the fact that,\nhis baby girl has fallen in love. But such is life.\n\nEnson nods, then he hugs his daughter. And she him. He\nsqueezes her tight.\n\nENSON (CONT'D)\nI love ya.\n\nThe car honks again.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\nsqueezes her tight. ENSON (CONT'D)\nI love ya. The car honks again. \n\nTARGET SECTION TO BE ANNOTATED:\n She’s gotta go. Maloa smiles at her dad,\ntears in her eyes, then she runs out to the car.\n\nEnson watches her go, a little girl no more.\nINT. HOLLY’S APARTMENT - DAWN 89\n\nMerrimen sits on the edge of the bed, watching Holly sleep.\nNot wanting to wake her, he quietly stands, slips out.\n\nIn the living room, he loads his firearms into their case.\nHis eyes go to the watch again. He listens to it tick.\n\nEXT. OAKWOOD APARTMENT COMPLEX - DAWN 90\n\nMerrimen walks past the complex pool, Samsonite and gun-case\nin hand. His wary eyes subtly sweep the surrounding area.\n\nEXT. ELEMENTARY SCHOOL, REDONDO - MORNING 91\nNick drives up, parks, hops out, approaches a school yard,\npacked with grade school kids playing during morning recess.\n\nA fence surrounds the entire playground, no way to get in.\n\nNick stands at the fence, searches the crowd for his girls.\nSpots McKenna.\n\n(CONTINUED)\n\f91\n\n92\n\n93\n\n94\n\nDen of Thieves February 6, 2016 Draft 80.\nCONTINUED: 91\n\nHe wraps his fingers around the fence, is about to call out\nto her, then hesitates. She plays happily, he doesn’t want\nto interrupt. Instead, he just watches her play.\n\nINT. NICK’S F-150 TRUCK - MORNING 92\n\nNick climbs in his truck, parked across from the school. He\npops in the keys, turns on the ignition. Is about to drive\noff, when he pauses.\n\nHe sits there, suddenly becoming very still, staring into\nspace... And then he breaks down. Tears pour from his eyes.\nHis chest heaves as he sobs, crying for the first time that\nhe can remember, and harder then he probably ever has...\n\nSlowly, Nick pulls himself together, and drives off.\nINT. HOLLY’S APARTMENT - MORNING 93\n\nHolly stirs in her bed. Her eyes flutter open. She sits up,\nlooks next to her where Ray usually is. But he’s not there.\n\nShe touches his pillow. It’s cold. Her eyebrows furrow. She\ngets up, looks in the bathroom, then closet where his things\nare. Nothing there.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nHer eyebrows furrow. She\ngets up, looks in the bathroom, then closet where his things\nare. Nothing there. \n\nTARGET SECTION TO BE ANNOTATED:\nShe goes to the living room, nothing still. She brings a hand\nto her mouth, and shakes her head as her eyes water. Any sign\nthat Ray Merrimen was ever there, has vanished.\n\nINT. “PACIFIC HORIZON FREIGHT” 3PL WAREHOUSE - MORNING 94\n\nMerrimen, Bosco, and Enson load M4 mags, conduct function\nchecks on all firearms, pull on tactical plate carriers.\n\nDonnie enters, is surprised to see them “jocking up”. He\nlooks around, perplexed. Armored Truck is gone.\n\nDONNIE\nWhere’s the truck?\n\nEnson, clad in full tactical nylon, glances at Donnie.\n\nENSON\nChange in plans.\n(motions to a set of BDUs)\nJock up.\n\nDonnie can’t hide his apprehension. Looks to Bosco for an\n\nexplanation, doesn’t get one. Bosco instead double-stacks 2\nM4 mags. Donnie reluctantly pulls on the gear.\n\n(CONTINUED)\n\f94\n\n95\n\n96\n\nDen of Thieves February 6, 2016 Draft 81.\nCONTINUED: 94\n\nMerrimen and Enson start loading up an ECONOLINE CARGO VAN.\nOut of earshot, Enson pulls Merrimen aside, looks him in the\neye.\n\nENSON (CONT'D)\n...if anything’s off, I’m out...\nUnderstand, bro?\n\nMerrimen meets his gaze, and Enson doesn’t like what he sees.\nMerrimen’s eyes are distant, cold. Too cold.\n\nMERRIMEN\nNothing’1l be off.\n\nMerrimen turns away, goes back to loading gear.\nHOLD ON ENSON, watching his crimey. Closely. Wary.\nINT. LASD HEADQUARTERS, MAJOR CRIMES - MORNING 95\n\nNick walks in, is immediately met with the sounds of cops\nprepping for battle. Tony Z, Gus, Borracho, and Murph pull on\nballistic vests, function check shotguns and carbines, load\nSig P226s. No one says much. They all focus, do their best to\nkeep the pucker-factor at a minimum. Because all know,\ninstinctively, two tribes are going to war.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo one says much. They all focus, do their best to\nkeep the pucker-factor at a minimum. Because all know,\ninstinctively, two tribes are going to war. \n\nTARGET SECTION TO BE ANNOTATED:\nTony Z picks up his Benelli 12-gauge, Glock-17. Looks Nick\nover, knows all is not well. And they can’t afford that\ntoday.\n\nTONY Z\nYou good?\n\nNick meets Tony’s gaze. After a moment, Nick hardens, then\nnods. He’s good. Satisfied, Tony heads for the trucks.\n\nINT. ECONOLINE VAN - DAY 96\n\nMerrimen drives, his eyes glued to the rearview, constantly\nchecking their six. Around him, magazines are being loaded.\n\nEnson hands Donnie a SUPPRESSED HK-416, with a double-stacked\nmagazine protruding. Enson indicates the safety, the trigger.\n\nENSON\nShe's good to go. First,\n(points to the gun\ntriggerwell)\n..-keep your index finger out of the\ntriggerwell until you have to shoot\nsomeone. When we get out of the truck,\nthumb the safety down once here,\n(MORE )\n\n(CONTINUED)\n\f96\n\n97\n\n98\n\nDen of Thieves February 6, 2016 Draft 82.\nCONTINUED: 96\n\nENSON (CONT'D)\n\n(points to the safety)\n.--for 3-round burst. If shit gets hairy\nand one of us tells you to go full-auto,\nthumb it down once more, squeeze the\ntrigger and hold ‘til you run dry.\n\nEnson depresses the magazine release button releasing the\ndouble-stacked mag. He then slides the other mag into the\nmagazinewell and firmly slaps it home.\n\nENSON (CONT'D)\nTug it, make sure it’s in nice and\ngood. Hit this bolt release and you’re\nready for round 2. Otherwise, aim at\nthe floor.\n\nDonnie nods. Merrimen rounds a corner, pulls into a BANK OF\nAMERICA PARKING LOT. Signage reads, “Montebello Towne\nCenter.”\n\nDonnie tenses. Enson hands Donnie a C420 GAS MASK. Donnie\nfollows suit, pulls it on. Merrimen backs the truck into a\nspot right at the bank’s front doors. Enson grabs Donnie:\n\nENSON (CONT'D)\n- Follow our lead! Don’t call anybody by\ntheir name! Somebody makes a move, shoot\nthem! You fuck up, I shoot you.\n\nBosco throws opens the rear doors.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nSomebody makes a move, shoot\nthem! You fuck up, I shoot you. Bosco throws opens the rear doors. \n\nTARGET SECTION TO BE ANNOTATED:\n THEY BURST OUT OF THE VAN.\nINT. NICK'S F-150 - DAY 97\n\nNICK’S POV -- of the same scene. He’s parked across the\nstreet from the bank, watching calmly. Tony Z is shotgun.\n\nINT. BANK OF AMERICA - DAY 98\n\nMERRIMEN’S CREW rush the FRONT DOUBLE DOORS, KICK THEM IN.\nTHROW IN A FLASHBANG GRENADE. BOOM! Blinding light and sound\nassault the interior. ENSON FIRES A THREE-ROUND BURST INTO\nTHE CEILING. MOMENTARY CHAOS SETS IN. People gasp, some hit\nthe floor. A baby cries.\n\nA useless SECURITY GUARD stands frozen in indecision.\nMerrimen rushes him, HK416 in his face.\n\nMERRIMEN\nGET THE FUCK DOWN!!!\n\nHe does. Enson jumps up onto the teller’s window. Aims down\nat the TELLERS who are all terrified and in shock.\n\n(CONTINUED)\n\f98\n\nDen of Thieves February 6, 2016 Draft 83.\nCONTINUED: 98\n\nENSON\nEVERYBODY GET DOWN ON THE FLOOR, DON’T\nMOVE, AND YOU'LL HAVE NO PROBLEMS! WE'RE\nHERE FOR THE MONEY, NOT YOU!\n\nMERRIMEN\nKEEP YOUR HEADS DOWN, PUT YOUR PALMS UP!\nHAND OVER YOUR CELL-PHONES! IF YOU LOOK\nAT US, YOU WILL GET SHOT!!\n\nEnson motions to Donnie. They COLLECT ALL CELL-PHONES.\nMERRIMEN ZIP-TIES the security guard’s wrists. BOSCO CORRALS\nTHE BANK MANAGER AND TELLERS into a corner. ENSON BLASTS OUT\nTHE CAMERAS in the corners, SHUTS OFF THE OVERHEAD LIGHTS.\n\nMERRIMEN SHUTS ALL THE BLINDS. Motions for Donnie to help\nhim. THEY BARRICADE THE DOORS -- pushing desks in front of\nthem.\n\nBosco zip-ties the customers, tellers, bank manager. Merrimen\nlooks around, whistles. THE BANK HAS BEEN SECURED.\n\nDonnie breathes so hard, his mask starts to fog up.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nMerrimen\nlooks around, whistles. THE BANK HAS BEEN SECURED. Donnie breathes so hard, his mask starts to fog up. \n\nTARGET SECTION TO BE ANNOTATED:\n Enson and\nDonnie cover the room, as Bosco pulls the bank manager to his\nfeet, drags him to his DESK.\n\nMerrimen hovers over him. The gas mask distorts his voice. It\nhas a surreal, nightmarish effect. The MANAGER shakes.\n\nMERRIMEN (CONT'D)\nTake a deep breath, then write this down.\n\nThe Bank Manager's trembling hands search the desk for a pen\nand paper. Finds them. Then he takes a deep breath.\n\nMERRIMEN (CONT'D)\nI know you already triggered the silent\nalarms. So I want you to pick up the\nphone, call into Parker, and explain\nthe following. Within 1 hour, they have\nto deliver 10 million dollars in\nunmarked, small denomination bills to\nthis bank, inside a Department\nhelicopter, topped off with fuel. And\nsupply us with a pilot...\n(Bank Manager takes it all\ndown )\nExplain we have hostages, and will kill\none every hour, until our demands are\nmet. We will also kill a hostage for\nevery cop car that comes within sight of\nhere.\n(MORE )\n\n(CONTINUED)\n\f98\n\n99\n\n100\n\nDen of Thieves February 6, 2016 Draft 84.\nCONTINUED: (2) 98\n\nMERRIMEN (CONT'D)\nFurther explain that if they even attempt\nto have a negotiator contact us, we will\nautomatically kill another hostage. Is\nthat clear?\n(Bank Manager nods)\nPick up the phone.\n\nINT. NICK'S F-150 TRUCK - DAY 99\n\nParked across the street, watching it all unfold. Borracho in\nthe back seat. The POLICE RADIO on the dash comes to life:\n\nPOLICE DISPATCHER\nThis is Parker. A 1028 is in progress\nat the Bank of America in Montebello at\n866 Wilcox at Atlantic. Suspects are\narmed...\n\nBORRACHO\nThey didn’t cut the silents. How’s that?\n\nTony Z keys his radio, looks out to GUS and MURPH who sit in\ntheir CROWN VIC down the street, surveilling the bank's rear:\n\nTONY Z\n(into radio)\nThe call’s into LAPD.\n\nSIRENS can be heard racing toward the scene.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nHow’s that? Tony Z keys his radio, looks out to GUS and MURPH who sit in\ntheir CROWN VIC down the street, surveilling the bank's rear:\n\nTONY Z\n(into radio)\nThe call’s into LAPD. SIRENS can be heard racing toward the scene. \n\nTARGET SECTION TO BE ANNOTATED:\n Nick can’t\nbelieve what he’s hearing.\n\nBIG NICK\n(to Tony Z)\nCall in, tell them we are on scene, have\nsuspects under surveillance, and to back\nthe fuck off!!!\n\nINT. BANK - DAY 100\n\nA SYMPHONY OF SIRENS outside. Merrimen peeks out the blinds.\nThe cavalry arrives, yet evidence of it is minimal. A few\nLAPD BLACK AND WHITES near the bank, then disappear into the\nsurrounding streets. A look of satisfaction crosses\nMerrimen's face, a conductor pleased with the sound of his\n\nsymphony.\n\nEnson drags the Bank Manager to the vault door. The Bank\nManager fumbles with his KEYS, opens the VAULT EXTERIOR DOOR.\n\nBANK MANAGER\nI only have the keys for the exterior\nlock -\n\n(CONTINUED)\n\f100\n\n101\n\nDen of Thieves February 6, 2016 Draft 85.\n\nCONTINUED:\n\nENSON\n- relax. I know. Just open it.\n\nINT. VAULT - DAY\n\nEnson enters. SAFETY DEPOSIT BOXES line the walls.\n\nsteel-reinforced door is the last obstacle to the\nvault. Enson starts unloading SHAPE CHARGES.\n\nON MERRIMEN -- PHONE RINGS at Bank Manager’s desk.\n\nBLINDFOLDS him. Merrimen pulls off his gas mask:\n\nMERRIMEN\nI’m going to put it on speaker. You’re\ngoing to answer. Don’t use any names.\nUnderstand?\n\nThe Manager nods. Merrimen hits the SPEAKERPHONE.\n\nVOICE\n(over speakerphone)\nThis is the Los Angeles Police\nDepartment. Who am I speaking with?\n\nBANK MANAGER\n(hesitant, unsure)\nThis is the branch manager.\n\nVOICE\nMay I speak with whomever’s in charge -\n\nMERRIMEN\n- you are.\n\nVOICE\nOkay. That’s good. Let me introduce\nmyself. I’m -\n\nMERRIMEN\n- I don’t give a fuck who you are. Are\ndemands being met?\n\nVOICE\nWho am I speaking with now -—\n\nMERRIMEN\n- answer the question.\n\nVOICE\n.-..we’re working on it as we speak.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nAre\ndemands being met? VOICE\nWho am I speaking with now -—\n\nMERRIMEN\n- answer the question. VOICE\n.-..we’re working on it as we speak. \n\nTARGET SECTION TO BE ANNOTATED:\n But\nyou have to understand -\n\n100\n101\nA thick,\ninner\nBosco\n\n(CONTINUED)\n\f101\n\n102\n\nDen of Thieves February 6, 2016 Draft 86.\nCONTINUED: 101\n\nMERRIMEN\n- you just killed a hostage.\n\nCLICK. Merrimen cuts out. End of conversation. Merrimen looks\nto Bosco. Bosco grabs a LATINA, 30ish, drags her across the\nroom. She’s terrified, quivers:\n\nLATINA\nNo no no, what are you doing?!\n\nBosco drags her into the bathroom. The room falls silent. All\nthat is heard are HER WHIMPERS AND PLEAS. Dread in the air.\n\nEXT. BANK - DAY 102\n\nDown the street from the bank, 2 LAPD COPS huddle at a squad\ncar with the OFFICER IN CHARGE (OIC), Fed LOBBIN’ BOB, and\nthe LAPD NEGOTIATOR, cell in hand. Suddenly, a single GUNSHOT\nis heard from within the bank. Heads drop.\n\nLAPD NEGOTIATOR\nSon of a bitch.\n\nNick, Tony Z, Borracho walk up shaking their heads.\n\nBIG NICK\nWhat the hell you doing?!\n\nBOB\nYou were running surveillance, and let\nthis shit go down?!!\n\nBIG NICK\nNo! We were first on scene, relax!\n\nBOB\nYou're so full of shit, Flanagan. You\njust got somebody killed!\n\nBIG NICK\nYou heard the demands, you stupid\nmotherfucker! You put a fucking\nnegotiator on?!!!\nThe two sides are about to brawl.\n\nBIG NICK (CONT’D)\nFuckin’ jarheads. Nice haircuts -\n\nLAPD COPS TONY Z / BORRACHO\nFuck you! Fuck you!\n\n(CONTINUED)\n\f102\n\n103\n\nDen of Thieves February 6, 2016 Draft 87.\nCONTINUED: 102\n\nBOB\nGet SWAT on standby.\n\nLAPD NEGOTIATOR\nThey’re already on the way.\n\nINT. BANK - DAY 103\n\nAll of the HOSTAGES shake with fear. Donnie, Bosco and Enson\ncover the room. The PHONE rings. The Bank Manager answers.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nDonnie, Bosco and Enson\ncover the room. The PHONE rings. The Bank Manager answers. \n\nTARGET SECTION TO BE ANNOTATED:\nLAPD NEGOTIATOR\nThis is the Los Angeles Police\nDepartment. I will now be your contact.\nYou can call me Tim. Is this the man in\ncharge?\n\nMerrimen glares at the Bank Manager. Sweat runs down his\nface.\n\nBANK MANAGER\nThis is the branch manager. I’m speaking\non the man in charge’s behalf.\n\nLAPD NEGOTIATOR\nDo you have a name, branch manager -\n\nThe Bank Manager speaks urgently as he looks at Merrimen.\n\nBANK MANAGER\n- listen. They’ve already killed one of\nthe hostages. A woman. They will not\nspeak to you again. If you call back\nagain before their demands are met,\nthey will kill another. Just send what\nthey want!\n\nON THE LAPD NEGOTIATOR -- looks to Lobbin' Bob.\n\nLAPD NEGOTIATOR\nHow long’s it gonna take?\n\nBOB\nWe haven't tracked down a Helo quite yet.\nAnd right now, they’re telling me, we\nonly have about 6 million in petty cash.\n\nLAPD NEGOTIATOR\nMix in bunk bills to cover it.\n\nBOB\n\n(nods)\n...buy us 2 hours.\n\n(CONTINUED)\n\f103\n\nDen of Thieves February 6, 2016 Draft 88.\nCONTINUED: 103\n\nON THE BANK MANAGER AND MERRIMEN -- staring at the phone.\n\nLAPD NEGOTIATOR\n...the money and the helicopter are en\nroute. But, please, please understand,\nthis takes a while. You need to be\npatient. You need to give us 90 minutes.\n\nBank Manager looks to Merrimen. Merrimen nods.\n\nBANK MANAGER\n...okay. Don’t call back, or another\nhostage dies.\n\nMerrimen hangs up, duct-tapes the Bank Manager’s mouth. Enson\ntosses Merrimen a flour sack. He pulls it over the Bank\nManager’s head. Enson and Donnie DUCT-TAPE ALL OF THE\nHOSTAGES MOUTHS, pull WHITE FLOUR SACKS OVER THEIR HEADS.\nHostages start whimpering, muttering prayers, think they’re\ngoing to die.\n\nThe crew goes to the vault. Except for Merrimen. He pulls out\na cell-phone, dials. Walks to the window, looks outside.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nExcept for Merrimen. He pulls out\na cell-phone, dials. Walks to the window, looks outside. \n\nTARGET SECTION TO BE ANNOTATED:\nON BIG NICK -- at the squad car. He, Lobbin' Bob and LAPD\nstudy SCHEMATICS OF THE BANK spread out over the hood.\n\nNick’s cell vibrates. He checks the number, squints his eyes,\ndoesn’t recognize it.\n\nBIG NICK\nWhat’s the prefix here?\n\nTONY Z\n562.\n\nNick steps away, answers.\nMERRIMEN\n(over cell)\nWatching?\n\nThe voice makes Nick freeze. He slowly turns to face the\nbank.\n\nBIG NICK\n...yep... How the hell you gonna get\nout of this one?\n\nON MERRIMEN -- staring through the blinds at Nick, distantly\nvisible through the traffic down the street.\n\n(CONTINUED)\n\fDen of Thieves February 6, 2016 Draft 89.\n103 CONTINUED: (2) 103\n\nMERRIMEN\nNot sure yet.\n\nBIG NICK\n(over cell)\n.«..you get my number from her cell?\n\nMerrimen plays it very cool. Just watches Nick.\nON BIG NICK -- staring at the bank, and his enemy.\n\nMERRIMEN\nI’m not cuffing up.\n\nNick weighs his response to the threat made clear.\n\nBIG NICK\nThat’s all right. I didn’t bring my cuffs\nanyway...\n\nLong pause on the other end. Nick’s eyes are locked onto the\nbank. Then:\n\nMERRIMEN\nI can see that.\n\nClick. Merrimen hands up. COME IN TIGHT ON NICK. He clenches\nhis jaw, salivates, mind racing. Tony Z walks up.\n\nTONY Z\nWas that who I think it was?\n\nBIG NICK\nYup.\n\nIN THE VAULT -- Enson and Bosco feverishly prep the shape-\ncharge. Merrimen enters, checks his watch. 2:14.\n\nCAMERA FLOATS back into the bank, past the bound and gagged\nhostages, into the BATHROOM, where the Latina lies. No blood\nanywhere. COME IN TIGHT ON HER -- her breaths can be seen\nagainst the flour sack. SHE’S ALIVE.\n\nAT THE LAPD SQUAD CAR -- Suddenly a thunderous THUMP rattles\nthe street. The GROUND SHAKES BENEATH THEIR FEET. Telephone\npoles sway. CAR ALARMS go off.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe GROUND SHAKES BENEATH THEIR FEET. Telephone\npoles sway. CAR ALARMS go off. \n\nTARGET SECTION TO BE ANNOTATED:\nBOB\nThey just blew the safe.\n\nIN THE VAULT -- Smoke billows. MERRIMEN’S POV -- looking into\na GAPING HOLE. NOT IN THE SAFE. IN THE VAULT FLOOR.\n\n(CONTINUED)\n\fDen of Thieves February 6, 2016 Draft 90.\n103 CONTINUED: (3) 103\n\nON BIG NICK -- with all the Regulators at the squad car,\nhuddling over schematics of the bank.\n\nBIG NICK\nWhat’s this here?\n\nTONY Z\nAn old sewer line. But see here...\n(points to the schematic)\nLooks like it might’ve been cemented off.\n\nNick’s eyes wander, stop on something 50 feet from him. A MAN-\nHOLE. In the middle of the street. COME IN on the man-hole...\n\nON BIG NICK -- eyes on the manhole... Realization sets in.\n\nBIG NICK\n...they didn’t blow a safe.\n\nHe looks to Tony Z, Gus, Borracho. They don’t disagree.\nSomething here is very, very off. Nick turns to Lobbin’ Bob:\n\nBIG NICK (CONT'D)\nWhere are you with Parker?!\n\nBOB\nWe're waiting on clearance, Flanagan —\n\nBIG NICK\n- to hell with clearance! We gotta move!\n\nBOB\n(motions to the bank)\nLike they’re going somewhere!? Relax!\n\nNick seethes. He looks to his crew, they to him.\n\nSuddenly, Nick walks off, toward his truck. Reaches behind\nhis seat, pulls out a TIRE-IRON, slams the door shut. He cuts\nthrough traffic, and runs straight toward the bank.\n\nON TONY Z, GUS, BORRACHO, LOBBIN’ BOB and LAPD -- cognizant\nnow of what Nick is doing. Tony Z, Gus can’t help but laugh.\n\nGUS\nGotta be shitting me.\nBOB\nIs he off his meds?! TELL HIM TO GET THE\n\nFUCK BACK!!!\n\nON BIG NICK -- too late. He pulls his Glock, flips the safety\noff as he saunters right up to the bank’s glass doors.\n\n(CONTINUED)\n\f103\n\n104\n\n105\n\n106\n\nDen of Thieves February 6, 2016 Draft 91.\nCONTINUED: (4) 103\n\nPeers inside.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe pulls his Glock, flips the safety\noff as he saunters right up to the bank’s glass doors. (CONTINUED)\n\f103\n\n104\n\n105\n\n106\n\nDen of Thieves February 6, 2016 Draft 91. CONTINUED: (4) 103\n\nPeers inside. \n\nTARGET SECTION TO BE ANNOTATED:\n SEES HOSTAGES ON THE FLOOR, BUT NO SIGN OF BAD\nGUYS. Pushes on the door, feels that it’s barricaded. Steps\n\nback, SWINGS THE TIRE-IRON INTO THE GLASS DOORS, SHATTERING\n\nTHEM.\n\nON TONY Z, GUS, BORRACHO, MURPH -- racing to back their\npartner up. They present their weapons, cut across the\n\nstreet.\n\nON BIG NICK -- climbing through the window, weapon drawn.\n\nHe sweeps the room, passes over the bound hostages, heads\n\nback toward the vault. His heart pounds in his ears and his\neyes widen as he moves through the smoky air.\n\nINT. VAULT - DAY 104\n\nNick enters. Looks down, and sees it -- THE GAPING HOLE BLOWN\nIN THE FLOOR. A SEWER-LINE is barely visible below.\n\nON THE REGULATORS AND LAPD -- breaching into the bank,\nweapons drawn.\n\nIN THE VAULT -- LAPD enters. NO SIGN OF ANYONE.\n\nLAPD Cop shines his flashlight into the gaping hole. And\nthere stands Big Nick. Down below in the sewer. He looks up.\n\nBIG NICK\nGot a flashlight?\n\nEXT. NEIGHBORHOOD - DAY 105\nMERRIMEN, ENSON, DONNIE AND BOSCO EMERGE FROM A MANHOLE ONTO\n\nA NEARBY STREET in a quiet neighborhood. Parked right there,\nthe BRINKS ARMORED TRUCK.\n\nThe commotion outside of the bank can be seen BLOCKS AWAY.\n\nThey mount the truck, start pulling off their clothes for a\nwardrobe change. Doors shut. Merrimen guns it.\n\nINT. SEWER TUNNELS - DAY 106\nBig Nick stands at a sewer “intersection”, part of the\n\nendless SUBTERRANEAN LABYRINTH beneath our city streets. He\nshines the flashlight down the various routes. 40 meters\nbehind, LAPD and SWAT inspect the hole left in the vault.\n\nTony Z and Gus approach Nick. Both realize, the suspects are\nlong gone. Which direction they fled is a pure guessing game.\n\nTONY Z\nChrist... Where does it all lead to?\n\n(CONTINUED)\n\f106\n\n107\n\n108\n\n109\n\nDen of Thieves February 6, 2016 Draft 92.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nTONY Z\nChrist... Where does it all lead to? (CONTINUED)\n\f106\n\n107\n\n108\n\n109\n\nDen of Thieves February 6, 2016 Draft 92. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: 106\n\nGUS\nWhere doesn’t it?\n\nNick turns to face them, a wry look on his face.\n\nBIG NICK\nYou know what this whole thing is?\n.--It’s a decoy... It’s a fucking decoy.\n\nThey all look to one another, come to the same conclusion...\n\nTONY Z\n...The Fed.\nINT. ARMORED TRUCK - DAY 107\nThey've slipped into new outfits -- Merrimen and Enson into\n\nBRINKS UNIFORMS, Donnie into his DIN TAI FUNG DELIVERY\nCLOTHES, Bosco into DWP GEAR.\n\nENSON\n(into nextel radio)\nGhetto Bird, this is Lava. We confirmed?\n\nEXT. RAMPART STREET - DAY 108\n\nMack stands by a street level OPEN EXCHANGE BOX, his\nequipment taped in. He speaks into his secured nextel:\n\nMACK\nCheck. Appointment’s 2:45. Got 2 minutes.\nAnd that Chinese better be some cold ass\nfood. They ordered an hour ago, over.\n\nINT. ARMORED TRUCK - DAY 109\n\nMerrimen pulls to the side of the road. Bosco hops out with\nhis DWP gear. Merrimen’s Suburban is parked there.\n\nThey drive off. RUN A FINAL CHECK of the MONEY TUBS’\nCONTENTS. Cash is bundled, secured. Check the BofA Deposit\n\nSlips, Donnie’s supplies -- over-sized ZIP-LOCK BAGS, HAIR\nGEL.\nENSON\n(into shoulder-fitted\nnextel)\n\nPeckerwood, all set?\n\nDonnie can hear Enson in the EAR-PIECE buried in his ear.\nDonnie gives Enson a thumbs up, takes a deep breath. Enson\npulls the top off one of the money tubs.\n\f110\n\n111\n\nDen of Thieves February 6, 2016 Draft 93.\n\nEXT. BANK OF AMERICA —- DAY 110\n\nBig Nick and his boys exit the bank, breeze past Lobbin’ Bob\nand the LAPD, who comb over the Econoline Van. Lobbin’ Bob\nshakes his head to himself as Nick passes.\n\nBOB\nYou need professional help.\nBIG NICK\nDesperately...\n(shoulder taps Bob as he blows\n\npast)\nMy bad last time.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOB\nYou need professional help. BIG NICK\nDesperately... (shoulder taps Bob as he blows\n\npast)\nMy bad last time. \n\nTARGET SECTION TO BE ANNOTATED:\n Your crime scene.\n\nNick salutes Bob with a solidarity fist pump. Bob holds his\nhands up in surrender, unsure where the hell Nick is going.\nNick, Tony Z, and Gus mount their vehicle, leave the scene.\n\nEXT. THE FED, ARMORED CAR ENTRANCE - DAY 111\n\nMerrimen and Enson pull up to the security gate at The Fed.\nThe Receiving Guard, JACKSON, black, 62, leans out from the\nbulletproof SECURITY BOOTH, doesn’t recognize them. New guys.\n\nJACKSON\nGot you on a new route?\n\nMerrimen hands Jackson a SCHEDULED DROP CONFIRMATION.\n\nMERRIMEN\nYeah, they switched us over this week.\n\nJackson picks up a PHONE. Speaks into it:\n\nJACKSON\nGot a 3 o’clock for BofA?\n\nJackson waits for the confirm, inspects the “Scheduled Drop\nConfirmation”. He looks over Merrimen, glances inside the\ntruck. RECEIVING GUARD#3 steps out from the booth, holding a\nPOLE with a MIRROR ATTACHED to the end of it. Runs it along\nthe bottom-side of the truck, inspects the underbelly.\n\nMERRIMEN\nIf it’s a problem, we can have base\nreschedule.\n\nJACKSON\n\nIt takes a sec...While we’re waiting,\ncould I bother you for your ID's?\n\n(CONTINUED)\n\f111\n\n112\n\nDen of Thieves February 6, 2016 Draft 94.\nCONTINUED: 111\n\nMerrimen hands Jackson their BRINKS IDS. Jackson looks them\nover. Merrimen shifts a little. What’s taking so damn long?\nJackson listens in the phone, hangs up. Jackson hands\nMerrimen their IDs, waves them through as the GATES FINALLY\nRISE.\n\nINT. THE FED, RECEIVING DOCK - DAY 112\n\nMerrimen guides the truck along a WINDING CIRCULAR DRIVEWAY\nthat leads 5 stories down. They approach the RECEIVING DOCK.\nReceiving Guard#2, MONROE, guides them into the dock.\n\nMerrimen and Enson hop out. Open the rear doors of the truck,\nwheel out MONEY TUBS, “FRB-LA” emblazoned on all.\n\nMONROE\nB of A, 2.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nMerrimen and Enson hop out. Open the rear doors of the truck,\nwheel out MONEY TUBS, “FRB-LA” emblazoned on all. MONROE\nB of A, 2. \n\nTARGET SECTION TO BE ANNOTATED:\n2?\n(Merrimen nods)\nSign here.\n\nMerrimen signs the RECEIVING CONFIRMATION FORM. As he does,\nMonroe eyeballs him. Looks at his ID.\n\nMONROE (CONT'D)\nYou new, Marc?\n\nMERRIMEN\nYes sir.\n\nMonroe nods, glances at his watch, annoyed. This is one to\nwatch out for. He’s suspicious by nature. Fastidious.\n\nMONROE\nYou're late.\n\nMERRIMEN\nYeah, we got caught up in traffic.\n\nMerrimen smiles. Monroe doesn’t.\n\nMONROE\nI don’t know where they had you guys\nrouted before, but we run a tight, tight\nship here. If you’re going to be late,\nhave base call in. You should know that.\n\nMERRIMEN\nI know, I know. Traffic was -\n\nMONROE\n- just have them call.\n\n(CONTINUED)\n\f112\n\n113\n\nDen of Thieves February 6, 2016 Draft 95.\nCONTINUED: 112\n\nMonroe grabs the clipboard. Moves off. Enson and Merrimen\nwheel the MONEY TUBS to the RECEIVING BAY. Behind the wall of\n3” thick bulletproof plexiglass are the count rooms, bustling\nwith activity. Most employees look like they’ve been plucked\nfrom the Universal City Walk. Minorities with iPods in their\nears, or fat white women and old white dudes with ponytails.\n\nMerrimen eyes the omnipresent cameras above. LUIGI and JUNIOR\napproach, laughing about something, moving through a series\nof man-traps. Luigi nods to them, motions for Merrimen to\npass the B OF A FEDERAL RESERVE DEPOSIT SLIP through a SLOT.\nMerrimen does. Luigi reads it, shouts through the glass:\n\nLUIGI\nHundreds?!\n(Merrimen nods)\nWe're a little backed up. Be about 45ish!\n\nMerrimen gives him a thumbs-up. Enson pushes the money tubs\ninto a MAN-TRAP CHUTE. Shuts his side. Opposite side then\nopens. Luigi and Junior punch the tubs through the man-traps\ninto the 100 dollar count room.\n\nMERRIMEN’S POV -- of the banknote machine.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nOpposite side then\nopens. Luigi and Junior punch the tubs through the man-traps\ninto the 100 dollar count room. MERRIMEN’S POV -- of the banknote machine. \n\nTARGET SECTION TO BE ANNOTATED:\n In the CLEAR\nTUBING, A HUGE STACK OF HUNDREDS WAITS TO BE SHREDDED.\n\nINT. THE FED, 100 DOLLAR BANKNOTE COUNT ROOM - DAY 113\n\nMerrimen’s BofA tubs are in line, about 4 back. Luigi and\nJunior run bundles of 100’s through the counting machine. The\nstack of UNFIT 100s grows further. Junior blasts Power 106.\n\nCOME IN ON the LAST BofA MONEY TUB. DISSOLVE through its\nplastic exterior, and MORPH inside -- DONNIE RESTS IN THE\nDARKNESS, CURLED INTO A BALL, SITTING AMIDST THE 100 NOTE\nBUNDLES, SWEAT POURING FROM HIS BODY.\n\nHe struggles to take LONG, SLOW, DEEP, QUIET BREATHS. He\nwhispers into a NEXTEL MIC hidden beneath his shirt:\n\nDONNIE\nRepeat Offender, this Peckerwood. I’m in.\n\nON MERRIMEN -- hears the message over nextel. Looks around.\nNo sign of Monroe.\n\nMERRIMEN\n(quietly)\nGreenpeace, this is Repeat Offender.\nPeckerwood is in, over.\n\f114\n\n115\n\n116\n\n117\n\nDen of Thieves February 6, 2016 Draft 96.\n\nINT. SUBTERRANEAN TUNNELS - DAY 114\nBosco speaks back into his nextel:\n\nBOSCO\nRoger that, Repeat Offender. Lights out.\n\nHe engages a series of controls on the grid.\nINT. THE FED, SECURITY NERVE CENTER - DAY 115\n\nCam checks the security control board, shakes his head.\nShouts through the bulletproof glass to Johnny:\n\nCAM\nWe're brown again! Gotta shut down.\nPull’em out of the count rooms!\n\nJohnny nods, speaks into a secured radio, as Cam checks the\n\nSURVEILLANCE SCREENS. COME IN ON MONITOR 14 -- the count\nroom.\nINT. THE FED, RECEIVING DOCK - DAY 116\n\nTIGHT ON MERRIMEN’S EAR. An EARPIECE inside. Locked into the\ninternal radio wavelength. Overhears Johnny:\n\nJOHNNY\n(in earpiece)\n.-..we’re going brown. Gotta shut down for\na bit.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nLocked into the\ninternal radio wavelength. Overhears Johnny:\n\nJOHNNY\n(in earpiece)\n.-..we’re going brown. Gotta shut down for\na bit. \n\nTARGET SECTION TO BE ANNOTATED:\n All teams go ahead and take 10.\n\nMERRIMEN\n(quietly into nextel)\nGet ready to go.\n\nINT. THE FED, 100 DOLLAR BANKNOTE COUNT ROOM - DAY 117\n\nLuigi shuts down the counting machine. He and Junior punch\nout of the man-trap, step into the hallway, lock the doors.\nQuiet inside now. Just the sounds of Power 106.\n\nON MERRIMEN -- through several walls of man-trap glass, he\nsees Junior and Luigi LEAVE THE COUNT ROOM.\n\nMERRIMEN\n(into nextel)\nYou're clear.\n\nON DONNIE -- crammed inside the tub. Very, very slowly opens\nthe top lid. He looks to the FLUORESCENT LIGHT PANEL 10’\nabove. He extends a thin, RIGGED CAR ANTENNA, inches it out,\nextending it upward. 2 feet further.\n\n(CONTINUED)\n\f117\n\n118\n\nDen of Thieves February 6, 2016 Draft 97.\nCONTINUED: 117\n\nON MERRIMEN -- he and Enson feign interest in the LA Times.\nMerrimen’s eyes furtively glance around -- MERRIMEN CAN MAKE\nOUT THE ANTENNA. All the FED EMPLOYEES head for the\ncafeteria.\n\nON DONNIE -- couple of inches further.\n\nON CAM -- in the security nerve center, reading a mag\ninstead of looking at monitor 14, where the antenna is\nbarely visible.\n\nON DONNIE -- lightly jerking the antenna up, into the\nfluorescent bulb. Jabbing it. Can’t break it.\n\nON MERRIMEN -- 2 Employees walk right past the 100 banknote\ncount room. Merrimen and Enson tense. The employees disappear\ninto the cafeteria.\n\nON DONNIE -- jerks it again. POP. A small shower of glass.\nThe BULB goes dark, causing the entire BAY OF FLUORESCENTS TO\nFLICKER slightly. Donnie quickly inches down the antenna.\n\nDONNIE\n(into mic)\nAm I clear?\n\nON MERRIMEN -- sees the lights flickering. Scans the area.\nMERRIMEN\n(whispers into nextel)\nClear. Go. Go.\nON CAM -- still reading. MONITOR 14 GOES DIM.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nGo. ON CAM -- still reading. MONITOR 14 GOES DIM. \n\nTARGET SECTION TO BE ANNOTATED:\n WHITE NOISE.\nON DONNIE -- slides the top open further. Looks around. Holy\nshit. He’s here. Fed Employees walk past, down the hallways.\nHe lowers to the ground, crawls over to the count machine. To\nthe CLEAR TUBE, just above the shredding compartment.\n\nHis eyes widen as he takes in the sight -- piles and piles of\n100 dollar notes. TENS OF MILLIONS OF DOLLARS.\n\nFrom underneath his shirt, he slides out the OVERSIZED ZIP-\nLOCK BAGS. Clicks open an undercarriage of the tubing,\n\nreaches in, and STARTS SHOVING MONEY INTO THE ZIP-LOCKS.\n\nINT. NICK'S TRUCK - DAY 118\n\nBig Nick tears through city streets. Gus white-knuckles it\nwhile riding shotgun. Tony Z in back. Nick keys the radio:\n\n(CONTINUED)\n\f118\n\n119\n\n120\n\n121\n\n122\n\nDen of Thieves February 6, 2016 Draft 98.\nCONTINUED: 118\n\nBIG NICK\n(into radio)\nWe'll take north south streets, Fig and\nGrand. You take east west, 6th and 8th.\nINT. CROWN VIC - DAY 119\n\nMurph drives, haul’s ass. Borracho rides shotgun, on the\nradio:\n\nBORRACHO\n(into radio)\nWe got it.\nINT. THE FED CAFETERIA - DAY 120\nFed Employees watch TV, munch on shit from vending machines.\nDORIS, the fat black girl with long candy-stripe fingernails,\nchecks her watch. Her “buddy” SHARON is upset:\n\nSHARON\nWhat’s taking them so goddamn long?\n\nDORIS\nNeed to lose weight anyway, honey.\n\nSharon dials a company phone. Other end answers:\nMALE VOICE\n(thick Chinese accent)\nDin Tai Fong.\nSHARON\nIt’s Sharon, at the Fed. We ordered\nalmost an hour and a half ago. I only\nhave so much time for a lunch break -\nEXT. RAMPART STREETS - DAY 121\nMack, on the VERIZON test phone, does his best Chinaman:\n\nMACK\n- es coming. Be dare in a few meenute.\n\nSharon huffs. She hangs up.\n\nINT.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nSharon huffs. She hangs up. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE FED, 100 DOLLAR BANKNOTE COUNT ROOM - DAY 122\n\nDonnie works as fast as he can, rifling cash into zip-locks.\nMERRIMEN\n\n(over earpiece)\nThey just called for the Chinese. Hurry.\n\n(CONTINUED)\n\fDen of Thieves February 6, 2016 Draft 99.\n122 CONTINUED: 122\n\nDonnie fills another bag, seals it, circumvents the\nshredders, and stuffs it into the CHUTE that leads into the\nfloor. The zip-lock bag slides downward out of sight.\nCAMERA FOLLOWS THE ZIP-LOCK -- filled with MILLIONS OF\nUNSHREDDED DOLLARS, as it splashes into the vat, where the\nmixing arm stirs the bag into the wet cement.\n\n123 INT. THE FED, SECURITY NERVE CENTER - DAY 123\nJohnny enters. Notices Monitor 14 is on the fritz.\n\nJOHNNY\n14?\n\nCam looks. Taps the screen. Nothing.\n\nJOHNNY (CONT'D)\nIs motion out in there?\n\nCAM\nYeah. We’re still brown.\nJOHNNY\nBetter override, turn it on.\nON DONNIE -- shoveling bags down the chute, when he notices a\nRED BEAM on his arm. He freezes.\nON CAM -- a light flashes on monitor 14, and an alarm sounds.\nCAM\n\n(into secured radio)\nLuigi, you there?\n\nON LUIGI -- in the cafeteria. Clips the radio off his belt.\nLUIGI\n(into radio)\nYeah?\nCAM\n\n(over radio)\nCheck the 100 count. Motion just went\noff.\nON MERRIMEN -- having over heard it all. He looks to Enson:\n\nMERRIMEN\nStep on them. Quick.\n\nEnson reaches in his pocket, presses down on a secured radio\n“talk” button.\n\n(CONTINUED)\n\f123\n\n124\n\nDen of Thieves February 6, 2016 Draft 100.\nCONTINUED: 123\n\nMERRIMEN (CONT'D)\n(whispers into nextel)\nGet out now. You set it off. Get out.\n\nON DONNIE -- shuts the shredding tube. Scurries behind the\ncounting machine, to an AIR VENT IN THE FLOOR.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nGet out. ON DONNIE -- shuts the shredding tube. Scurries behind the\ncounting machine, to an AIR VENT IN THE FLOOR. \n\nTARGET SECTION TO BE ANNOTATED:\n Starts\nunscrewing the screws holding it down.\n\nON LUIGI -- hits “talk” to speak, but gets cut off by STATIC\ncoming from the radio.\n\nON CAM -- hits “talk” on his radio.\nCAM\n(into radio)\nLuigi, you -\nBut all he gets is LOUD STATIC AND WHISTLES.\nCAM (CONT'D)\n(into radio)\nDamnit. Luigi, you’re steppin’ on me.\n\nNothing but feedback. He slams the radio.\n\nCAM (CONT'D)\nWhat’s going on here today?!\n(to Johnny)\n\nSomebody's steppin’ on the goddamn radio.\nINT. THE FED CAFETERIA - DAY 124\nCam enters, shouts to Luigi.\nCAM\nYou gotta let go of the talk button.\nYou're steppin’ on the line!\nLUIGI\n(holds up his radio)\nIt’s not me. We back on yet?\nCAM\nNo. Check the 100 count please. Motion\nwent off. Switch to line 5.\nON LUIGI and JUNIOR -- walking toward the count room.\nON DONNIE -- frantic. Fumbling with the SCREWS. One left.\nMERRIMEN\n\n(over ear-mic)\nThey're right there. 15 seconds.\n\n(CONTINUED)\n\f124\n\n125\n\nDen of Thieves February 6, 2016 Draft 101.\nCONTINUED: 124\n\nON LUIGI and JUNIOR -- approaching the man-trap.\nON DONNIE -- unscrews the last one. Lifts up the vent.\nON LUIGI and JUNIOR -- punching in their codes.\n\nON MERRIMEN and ENSON -- about to explode. Enson looks to his\nright. Monroe’s looking at him. Enson looks away.\n\nON LUIGI and JUNIOR -- man-trap clicks open. They enter,\nsearch the room. Luigi peeks behind the counting machine.\nNothing back here. Just wires, outlets, dust, and the air-\nvents. Luigi punches the radio -- all static.\n\nHe remembers, switches to line 5:\n\nLUIGI\n(into radio)\nThis is Luigi. Nothing here.\n\nON MERRIMEN -—\n\nMERRIMEN\n(into nextel)\nWhere are you?\n\nINT.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nNothing here. ON MERRIMEN -—\n\nMERRIMEN\n(into nextel)\nWhere are you? INT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE FED, VENTILATION SYSTEMS - DAY 125\n\nDonnie, squeezed inside of the AIR-DUCTS, COOL AIR-\nCONDITIONED WIND BLASTING past him. His heart pounding.\n\nDONNIE\n(into mic)\nIn the vents.\n\nON MERRIMEN -- all he hears is wind-blown static.\n\nMERRIMEN\n(into nextel)\nSay again?\n(there’s no answer)\n--.shit.\n\nON LUIGI -- Cam’s voice comes over his radio:\nCAM\n(over Luigi’s radio)\nI‘ll juice up the room. Run the count,\nmake sure it’s on.\n\nPower returns to the counting machine. Luigi and Junior\ncontinue their job of feeding the cash into the machine.\n\n(CONTINUED)\n\f125\n\nDen of Thieves February 6, 2016 Draft 102.\nCONTINUED: 125\n\nLuigi waves to Merrimen and Enson, gets their attention,\nmouths and motions to them, “give us 20 minutes.”\n\nON MERRIMEN and ENSON -- waving back, “no problem.”\n\nMERRIMEN\n(into Nextel)\nGreenpeace. You’re done. Cut out.\n\nON BOSCO --\n\nBOSCO\nRoger that, cutting out.\n\nBosco hurriedly cuts out, pulling wires, resetting the power.\nHe packs up his gear and rushes toward the exit.\n\nON JUNIOR -- opening Merrimen’s BofA tubs. First one, full.\nSecond one, full. Third one -- only a dozen bundles lying\nhaphazardly on the bottom of the tub.\n\nJUNIOR\nThey put like 10 bundles in this tub.\n\nLuigi looks back, furrows his brow, then shrugs. He turns on\nthe shredders. COME IN ON the remaining 100 dollar notes in\nthe clear exit tube, as they are sucked into the shredders.\n\nON DONNIE -- in the ventilation shaft. Almost pitch black in\nhere. Light creeps in through the air vents. He crawls as\nfast and quietly as he can, air blowing in his face.\n\nComes to a VENTILATION-SYSTEM INTERSECTION.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nLight creeps in through the air vents. He crawls as\nfast and quietly as he can, air blowing in his face. Comes to a VENTILATION-SYSTEM INTERSECTION. \n\nTARGET SECTION TO BE ANNOTATED:\n Pulls a SMALL\nNOTE from his pocket WRITTEN ON A HOFBRAU BAR NAPKIN -- a\nHAND-DRAWN MAP OF THE VENTILATION-SYSTEM, with a RED-LINE\ndesignating his route. It POINTS UP. Donnie looks up. 12 feet\nabove is an opening to another shaft.\n\nON LUIGI and JUNIOR -- finishing the count. Luigi checks a\n\ncounter on the machine -- a number visible in red LED.\nLUIGI\nWhat’s the total?\nJUNIOR\nSeven twelve, two one four.\nThe LED counter reads -- 712,214. Luigi grabs the radio.\nLUIGI\n\n(into radio)\nThe count is on.\n\n(CONTINUED)\n\f125\n\n126\n\nDen of Thieves February 6, 2016 Draft 103.\nCONTINUED: (2) 125\n\nON MERRIMEN -- watches as Junior and Luigi head their way\nthrough the man-traps toward him.\n\nON DONNIE -- climbing up, feet and hands pressed into the\nsides of the shaft. Exhausting, slow, isometric movement.\nDonnie’s muscles quiver. He reaches for the vent opening,\nalmost losing his grip, SLIPS, GRABS ON WITH HIS FINGERTIPS.\n\nOne final heave, he pulls himself into the upper ventilation\nshaft. Cringes in pain, his fingers throbbing. He wedges\nhimself in. Light spills up from a vent 20’ ahead. Looks at\nhis map. X marks the spot, right over that vent. He starts to\nwiggle forward, GETS STUCK. It’s too narrow.\n\nON MERRIMEN -- Luigi returns the DEPOSIT RECEIPTS and TUBS.\n\nLUIGI (CONT'D)\n(shouts through the glass)\nWhy’d you only have like 10 bundles in\nthe last tub?\n\nMERRIMEN\nI'm sorry?\n\nLUIGI\nThe third tub. It was practically empty.\n\nMERRIMEN\n...That’s the way we got’em.\n\nLUIGI\nNext time you have anything less than 20\nbundles, just put them in a cash sack. A\nlot easier.\n\nMERRIMEN\n\nSorry about that. Just learning the\n\nropes.\nLuigi nods. Merrimen waves bye politely, moves for the truck.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust learning the\n\nropes. Luigi nods. Merrimen waves bye politely, moves for the truck. \n\nTARGET SECTION TO BE ANNOTATED:\nDONNIE -- stuck in the shaft. He’s pulled his shirt off, and\nis rubbing HAIR-GEL all over the shaft’s walls. He extends\nhis arms forward, starts dragging himself through the shaft.\nIt works. He squeezes toward the opening ahead, the tightness\nof the shaft’s walls pressing on his chest, causing him to\ngasp in short breaths.\nINT. NICK'S TRUCK - DAY 126\n\nBarreling ahead. Downtown skyline can be seen.\n\f127\n\n128\n\n129\n\n130\n\n131\n\nDen of Thieves February 6, 2016 Draft 104.\n\nINT. THE FED, VENTILATION SHAFT - DAY 127\n\nDonnie drags himself to the vent. Next to the vent, in the\nshaft, IS THE PLASTIC DIN TAI FUNG TAKE-OUT BAG.\n\nDONNIE’S POV -- just below is the MEN’S BATHROOM. He’s\ndirectly above one of the three toilet stalls. The\nbathroom’s empty. Donnie takes a deep breath, then pulls up\nthe vent. HE DROPS THE CHINESE TAKE-OUT ONTO THE MIDDLE\nSTALL FLOOR. Stall#2.\n\nINT. ARMORED TRUCK - DAY 128\n\nMerrimen drives, winding up the circular driveway. Jackson\nraises the gates, waves “bye” to Merrimen and Enson. Merrimen\nsmiles, gives Jackson a two-finger salute.\n\nINT. THE FED, MEN’S BATHROOM — DAY 129\n\nDonnie lowers himself down, WHEN THE BATHROOM DOOR OPENS. He\nquickly pulls his legs back up. Holds his breath.\n\nIt’s Johnny. He moves for Stall#1. Sits on the toilet,\ngroans. If he were to look up, he’d see a sweaty bare-chested\nman hovering over him in the vent, covered in pink hair-gel.\nBut he doesn’t. He’s enjoying his quiet time. Johnny finishes\nup, flushes, and leaves.\n\nDonnie goes for it, quickly HOPS DOWN INTO THE STALL. He\npulls his shirt back on. Tries to wipe the gel off of his\narms with toilet paper. Flushes it down.\n\nHe comes out of the stall. Checks himself in the mirror.\nWipes sweat from his forehead. Calms himself.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nChecks himself in the mirror. Wipes sweat from his forehead. Calms himself. \n\nTARGET SECTION TO BE ANNOTATED:\n This is it.\n\nEXT. DOWNTOWN STREETS - DAY 130\nThe Armored Truck pulls up next to Merrimen’s Suburban,\nparked roadside. Bosco’s at the wheel. Bosco follows Merrimen\nas they pull out into the streets.\nINT. THE FED CAFETERIA - DAY 131\nDoris and Sharon pay Donnie.\nDONNIE\n-..one of the guys didn’t come into work.\nThey had me doing all the deliveries.\nDORIS\n\nI'm sorry, I'd tip you honey, but that\njust took too damn long.\n\n(CONTINUED)\n\f131\n\n132\n\n133\n\n134\n\n135\n\n136\n\n137\n\nDen of Thieves February 6, 2016 Draft 105.\nCONTINUED: 131\nDoris winks at Donnie. Donnie nods sheepishly, leaves.\nINT. THE FED, WASTE DISPOSAL AREA - DAY 132\n\nThe WASTE DISPOSAL GUYS toss the MONEY BRICKS into the\nDUMPSTER.\n\nCOME IN ON ONE OF THE BRICKS -- a corner of one of the zip-\nlocks protrudes an inch out of the brick.\n\nINT. THE FED, HALLWAY - DAY 133\n\nDonnie moves toward the elevator, passes the JANITOR. Glances\nat him. The Janitor is WOLFGANG.\n\nINT. THE FED, ELEVATOR - DAY 134\n\nDonnie, tension racking his body, can’t stop fidgeting,\nsweating. The elevator doors open.\n\nINT. THE FED CAFETERIA - DAY 135\nDoris and Sharon, opening all the little take-out boxes.\n\nINT. THE FED, WASTE DISPOSAL AREA - DAY 136\nThe HULKING ORANGE WASTE MANAGEMENT TRUCK beep-beeps as it\nbacks up to the dumpsters. ALEXI hops out, lowers the lifting\narms, and unloads the dumpster into the belly of his truck.\nINT. THE FED, LOBBY - DAY 137\nDonnie approaches the EXIT MAN-TRAP. The man-trap opens.\nDonnie enters, waves nicely to the SECRET SERVICE GUARD out\n\nfront. Looks at the red light, waits for it to turn green.\n\nON THE SECRET SERVICE GUARD -- checking the SIGN-IN SHEET.",
  "95": "END OF PREVIOUSLY ANNOTATED SECTION:\nDonnie enters, waves nicely to the SECRET SERVICE GUARD out\n\nfront. Looks at the red light, waits for it to turn green. ON THE SECRET SERVICE GUARD -- checking the SIGN-IN SHEET. \n\nTARGET SECTION TO BE ANNOTATED:\nDOESN'T SEE DONNIE’S NAME. Furrows his brow.\n\nON DORIS and SHARON-- digging into the food, taking famished\nbites. Sharon stops chewing. Spits the food out into a\nnapkin. Looks up at Doris in disgust. Doris shrugs:\n\nDORIS\nWhat? Damn you’re finicky.\n\nDONNIE -- waiting in the man-trap. Eyeing the light. Still\nred.\n\nSECRET SERVICE GUARD -- flipping through the sign-in sheet.\nLooking for Donnie’s name. Confused. GLARES AT DONNIE.\n\nSHARON -- she’s on her cell-phone, pissed off.\n\n(CONTINUED)\n\f137\n\n138\n\nDen of Thieves February 6, 2016 Draft 106.\nCONTINUED: 137\n\nSHARON\nI wait almost 2 hours and when it finally\ncomes it’s cold?! What kind of bullshit -\n\nCOU-CHI’S VOICE\n- ma’am! Ma’am. I sorry. I got no oder\nfom you today. No oder. You never call.\n\nSHARON\nWe never called?!\n\nINT. THE FED, LOBBY - DAY 138\n\nSecret Service Guard still stares at Donnie, when the PHONE at\nhis desk starts ringing. Finally, he hits the man-trap button.\n\nON DONNIE -- light turns GREEN, and the man-trap opens.\nSECRET SERVICE GUARD\nSorry to keep you waiting buddy, but\nah...\nThe phone at his security desk continues to ring.\nSECRET SERVICE GUARD (CONT’D)\nI don’t have you signed in. I just stared\nmy shift, but, I don’t see your name.\n\nShows Donnie the sign-in sheet. Sure enough, his name isn’t\nthere. THE PHONE IS STILL RINGING. THE GUARD REACHES FOR IT.\n\nDONNIE\nI thought I signed in with what’s his\nname? The guy on the last shift.\n\nSecret Service Guard debates. Looks at Donnie. He carries\nnothing. Screw it. The phone still rings. Has to answer this.\n\nSECRET SERVICE GUARD\nForget it. Have a good one, buddy.\n\nDONNIE\nAll right, you too.\n\nDonnie heads for the front doors, quickens his pace as the\nGuard answers the phone.",
  "96": "END OF PREVIOUSLY ANNOTATED SECTION:\nHave a good one, buddy. DONNIE\nAll right, you too. Donnie heads for the front doors, quickens his pace as the\nGuard answers the phone. \n\nTARGET SECTION TO BE ANNOTATED:\nCOME IN ON SECRET SERVICE GUARD as he answers. Sharon can be\nheard on the other end, shouting something.\n\nSECRET SERVICE GUARD\nWait. What?\n\n(CONTINUED)\n\f138\n\n139\n\n140\n\n141\n\n142\n\n143\n\nDen of Thieves February 6, 2016 Draft 107.\nCONTINUED: 138\n\nSecret Service Guard furrows his brow, looks outside, sees\nDonnie disappearing into the downtown streets.\n\nEXT. DOWNTOWN STREETS - DAY 139\n\nON DONNIE -- hustling away from the Fed, looks back over his\nshoulder, tries not to break out into a sprint. Rounds a\ncorner, spots a VERIZON VAN parked there. Heads for it.\n\nEXT. THE FED - DAY 140\n\nON CAM, JOHNNY, SECRET SERVICE GUARD -- searching the street\nfor Donnie, AS THE ORANGE WASTE MANAGEMENT TRUCK PASSES BY.\nCAMERA FOLLOWS the Orange truck as it heads south on Grand.\n\nA BLOCK AHEAD, ARMORED TRUCK AND MERRIMEN’S SUBURBAN MERGE\nINTO TRAFFIC, AND FOLLOW IT.\n\nINT. NICK'S F-150 TRUCK - DAY 141\n\nON NICK, GUS and TONY Z -- desperately searching the downtown\nstreets for their suspects. Gus and Tony Z share a look.\n\nINT. ARMORED TRUCK - DAY 142\n\nON MERRIMEN -- tailing the Orange truck, doing his best to\nnegotiate the heavy Friday traffic. The Suburban is ahead,\nholding a tighter tail. Merrimen can’t keep up.\n\nMERRIMEN\n(into nextel)\nStay tight stay tight! I’m stuck.\n\nTries to change lanes. Someone behind honks, blocks him in.\nINT. SUBURBAN - DAY 143\n\nON BOSCO -- behind the wheel, 3 car lengths back. The Orange\ntruck approaches a traffic light. It turns yellow. The Orange\ntruck accelerates, blows the light. Bosco swerves into an\nopen lane. Still yellow. He guns it. It turns red. Sees a\nMOTORCYCLE COP. Cringes as he blows the red.\n\nBosco looks back. Motorcycle cop bangs a left, didn’t notice.",
  "97": "END OF PREVIOUSLY ANNOTATED SECTION:\nCringes as he blows the red. Bosco looks back. Motorcycle cop bangs a left, didn’t notice. \n\nTARGET SECTION TO BE ANNOTATED:\nBosco sighs, looks ahead -- the Orange truck turns right\nblocks ahead. Bosco punches it. Bangs a right.\n\nBOSCO\n(into nextel)\nGo right on Gage! Right on Gage!\n\f144\n\n145\n\n146\n\n147\n\nDen of Thieves February 6, 2016 Draft 108.\n\nEXT. VERNON STREETS / VERNON CITY DUMP - DAY 144\n\nThe Orange waste management Truck turns down a small side-\nstreet, nears the VERNON CITY DUMP. Crosses an alley that\nintersects the street. THE ARMORED TRUCK EMERGES FROM THE\nALLEY, CUTS THE ORANGE TRUCK OFF.\n\nThe Orange Truck’s brakes lock up. Squeal to a halt. Behind,\nthe Suburban SANDWICHES THE ORANGE TRUCK IN.\n\nBosco jumps from the Suburban, HK in hand. Runs up to the\nOrange truck’s cab, points the HK inside.\n\nBOSCO\nGET OUT!\n\nThe Driver takes one step out, when Bosco BRINGS THE BUTT OF\nTHE HK ACROSS HIS SKULL. The driver collapses in a ball.\n\nBosco jumps into the truck’s cab, Enson into the Suburban.\nAll 3 vehicles tear away from the scene.\n\nCOME IN ON THE WASTE MANAGEMENT DRIVER, grimacing in pain.\nOnly it isn’t Alexi. IT’S BAS.\n\nEXT. DOWNTOWN STREETS - DAY 145\n\nON DONNIE -- nearing the Verizon Van. Mack appears next to\nit, meets eyes with Donnie. Then Mack suddenly backs up.\n\nDonnie spins. A VEHICLE ALMOST RUNS HIM OFF THE ROAD, slams\nto a stop. Donnie jumps to avoid getting hit. Doors open.\nDonnie is grabbed, tossed in. Abducted in seconds.\n\nMack turns away, plays it off as if uninvolved. The vehicle\ntakes off. Nick’s F-150.\n\nEXT. “PACIFIC AUTO SCRAP & SALVAGE”, SOUTH GATE - DAY 146\nA sprawling, neglected junk yard. Scraped cars stacked 5\n\nhigh. The Armored Truck pulls into the yard, the Suburban and\nOrange Truck right behind it. They all come to a stop.\n\nSAMOAN MAFIA, Enson’s bros, receive the Armored Truck.",
  "98": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Armored Truck pulls into the yard, the Suburban and\nOrange Truck right behind it. They all come to a stop. SAMOAN MAFIA, Enson’s bros, receive the Armored Truck. \n\nTARGET SECTION TO BE ANNOTATED:\nMerrimen jumps out of the Armored, retrieves his gear. Enson\nnods to his Samoan boys. THEY IMMEDIATELY START TO STRIP-DOWN\nTHE ARMORED TRUCK, make it disappear.\n\nINT. NICK'S TRUCK - DAY 147\n\nTony Z roughs Donnie up in back. Nick looks at their\ncaptive.\n\n(CONTINUED)\n\f147\n\nDen of Thieves February 6, 2016 Draft 109.\nCONTINUED: 147\n\nDonnie’s scared, confused, can’t believe he got burned. Nick\nhas had it. He lets go of the wheel, lurches back at Donnie,\nattacks him, pounds his face.\n\nBIG NICK\nASSHOLE, WHERE IS HE?!\n\nNick tears at Donnie’s shirt, and in the process RIPS THE MIC\nAND A NEXTEL TRANSMITTER FROM DONNIE’S WAIST. Nick looks at\nit briefly. Then throws it out the window.\n\nON MERRIMEN -- loading gear into the Suburban, when he hears\nthe commotion over the nextel. He strains to hear more\nclosely, but the line goes dead.\n\nON NICK’S TRUCK -- Donnie is curled into a defensive ball.\nBlood pours from his mouth. Tony Z cuffs Donnie’s right hand\nto the door handle, jams a gun into gut.\n\nTONY Z\nGame's up, that’s it.\n\nDONNIE\nPacific Salvage. Junk yard in South Gate.\n\nDonnie looks to them. They to him, making sure this is solid.\n\nDONNIE (CONT'D)\nThat’s our rally point. Ditching the\ntruck there. They’1ll get there any\nminute, if they’re not already.\n\nNick and Tony Z share a look. It’s solid. Nick steps on it,\ngets on the radio. Gus brings the location up on their GPS.\n\nBIG NICK\n(into radio)\nPacific Auto Scrap and Salvage. Alameda\nCorridor, South Gate...\n\nON MERRIMEN -- Nextel suddenly crackles in Merrimen’s ear.\nMACK\n(over nextel)\nRepeat Offender, Ghetto Bird. Peckerwood\nis burned, over.",
  "99": "END OF PREVIOUSLY ANNOTATED SECTION:\nON MERRIMEN -- Nextel suddenly crackles in Merrimen’s ear. MACK\n(over nextel)\nRepeat Offender, Ghetto Bird. Peckerwood\nis burned, over. \n\nTARGET SECTION TO BE ANNOTATED:\nMerrimen pushes the nextel deeper into his ear:\nMERRIMEN\n\n(into nextel)\nRepeat?!\n\n(CONTINUED)\n\f147\n\n148\n\n149\n\nDen of Thieves February 6, 2016 Draft 110.\nCONTINUED: (2) 147\n\nMACK\n(over nextel)\nPeckerwood is burned! They got him.\n\nMerrimen stops, squeezes his eyes shut.\n\nMACK (CONT'D)\n(over nextel)\nBut I’m clean. Where am I going man?!!\n\nMerrimen pauses, doesn’t respond. Then he clicks off.\nINT. CROWN VIC - DAY 148\nMurph and Borracho listen to Nick’s lead over radio:\n\nBIG NICK\n(over radio)\n.+.suspects there now. We’re 5 minutes\nout.\n\nBorracho pulls it up on their GPS. Murph keys their sirens.\nThey slice through and past traffic.\n\nEXT. “PACIFIC AUTO SCRAP & SALVAGE”, SOUTH GATE - DAY 149\n\nFrantic, focused activity as the Orange Truck is wiped down,\nstriped of any incriminating evidence. Enson throws all of\nthe Brinks gear in a BARREL. Pours lighter fluid all over the\nclothes, LIGHTS THE BARREL AFLAME.\n\nBosco engages the dump-truck’s controls. The rear of the dump-\ntruck rises and opens, ALL OF ITS CONTENTS SPILLING OUT.\nMERRIMEN AND BOSCO RIFLE THROUGH THE PILE OF REFUSE, FIND THE\nMONEY BRICKS. They quickly drag them to the Suburban, throw\nthem in back. Slam the rear doors.\n\nMerrimen fires up the Suburban’s engine. Enson looks to him:\n\nENSON\nOur other two?\n\nMERRIMEN\nThey’re burned.\n\nEnson nods, but doesn’t like it. Bosco jumps in the\nSuburban. Enson looks to his Samoan bros, then mounts up.\nThey tear out.\n\f150\n\n151\n\n152\n\nDen of Thieves February 6, 2016 Draft 111.\n\nEXT. ALAMEDA CORRIDOR - DUSK 150\n\nSemis, Big Rigs, and rush hour traffic pack the main artery\ninto the Port of Los Angeles. The Suburban pushes through\naggressively best it can.",
  "100": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. ALAMEDA CORRIDOR - DUSK 150\n\nSemis, Big Rigs, and rush hour traffic pack the main artery\ninto the Port of Los Angeles. The Suburban pushes through\naggressively best it can. \n\nTARGET SECTION TO BE ANNOTATED:\nINT. SUBURBAN - DUSK 151\nTension thick as their progress is slowed further by\n\ngridlock. Enson checks his watch. Merrimen’s eyes bounce back\nand forth between the road ahead and the rear-view mirror.\nBosco passes out their travel docs and passenger manifest.\n\nTraffic grinds down to complete stop. Merrimen’s eyes are now\npinned to the rear-view. Bosco starts to peel off his armor.\n\nMERRIMEN\nKeep your vest on.\n\nBosco stops. He and Enson look to Merrimen.\n\nMERRIMEN (CONT'D)\nAbout 30, 40 cars back...Look.\n\nEnson tenses, follows Merrimen’s gaze, looks back. ENSON’S\nPOV -- through the exhaust and congestion behind them, buried\nin deep traffic, is a vehicle we recognize. NICK’S F-150.\n\nBoth Enson and Bosco turn, strain to get a cleaner view.\n\nBOSCO\nIs it?!\nENSON\n(to Bosco)\n\nGive me that.\n\nEnson motions to one of the HK-416s. Bosco hands it over.\nEnson raises it, looks through the gun’s sight at the F-150.\n\nENSON (CONT'D)\nMotherfucker.\n\nINT. NICK'S F-150 TRUCK - DUSK 152\nON BIG NICK -- eyes locked on the Suburban ahead. Their\n\nvisual is occasionally blocked by Semis. Gus and Tony Z\ntighten their vests, check their mags, flip safety off.\n\n(CONTINUED)\n\f152\n\n153\n\n154\n\nDen of Thieves February 6, 2016 Draft 112.\nCONTINUED: 152\n\nBIG NICK\n(into radio)\nBe advised, they’re wearing full body\narmor. No center mass shots. Aim for\nlimbs and vitals only.\n\nBORRACHO\n(over radio)\n10-4.\n\nThe gridlock reaches them. They grind to a halt.\nINT. CROWN VIC - DUSK 153\n\nMurph edges the car into the far right emergency lane,\novertakes a chunk of traffic. Gets a visual on the Suburban.",
  "101": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CROWN VIC - DUSK 153\n\nMurph edges the car into the far right emergency lane,\novertakes a chunk of traffic. Gets a visual on the Suburban. \n\nTARGET SECTION TO BE ANNOTATED:\nBORRACHO\n(into radio)\nComing up on suspects’ 4 o’clock! Move on\nsuspects from their rear!\n\nBorracho gets a clean view of the Suburban 3 lanes over and\njust ahead. Taps Murph’s arm:\n\nBORRACHO (CONT'D)\nHere here here!\n\nMurph throws it into park. They grab carbines and extra mags.\nINT. SUBURBAN - DUSK 154\n\nEnson and Bosco’s heads are on a swivel, search the traffic\nbehind for incoming threat. Enson spots something, what looks\nlike movement between cars -- COPS GETTING OUT OF THE F-150.\nHe slams his fist into the dash in frustration. Merrimen\ngrabs Enson by the arm, hard.\n\nMERRIMEN\nHey!\n\nEnson slaps Merrimen’s hand away, turns melancholy.\nENSON\nWhat did I tell you? What did I tell\nyou?!!\nMerrimen glares at him, then raises his eyebrows, questioning\nhis manhood. All said without words. Merrimen motions to the\nadjacent neighborhood, and the myriad ways to flee.\n\nMERRIMEN\nGo ahead... I’m not ditching.\n\n(CONTINUED)\n\f154\n\n155\n\nDen of Thieves February 6, 2016 Draft 113.\nCONTINUED: 154\n\nEnson’s eyes burn hot. He doesn’t blink, doesn’t take his\neyes off of his lifelong teammate, and crimey. Then, his eyes\nglaze over, as resignation sets in. Enson turns to Bosco:\n\nENSON\nGive me the 48.\n\nBosco passes Enson the 7.62cal MK48 machine-gun. Enson clips\non the MK48 ammo box, opens the feed-tray and chambers the\nlink, slams it closed, and yanks the charging handle to the\nrear of the gun. Ready for war.\n\nEXT. ALAMEDA CORRIDOR - DUSK 155\n\nCAMERA PUSHES LOW AND STEADY thru the traffic toward the\nSuburban. ONE BY ONE, NICK AND THE COPS MOVE INTO FRAME,\ncrouched low, using the vehicles as cover. They signal one\nanother, spread out into different lanes, approach the\nSuburban.\n\nON MERRIMEN -- a break in the traffic.",
  "102": "END OF PREVIOUSLY ANNOTATED SECTION:\nONE BY ONE, NICK AND THE COPS MOVE INTO FRAME,\ncrouched low, using the vehicles as cover. They signal one\nanother, spread out into different lanes, approach the\nSuburban. ON MERRIMEN -- a break in the traffic. \n\nTARGET SECTION TO BE ANNOTATED:\n Vehicles ahead begin\nto slowly, painfully move. Merrimen urges them on.\n\nON BIG NICK -- eyes wide as he closes in. He signals to\nmotorists as he passes them, quietly orders them to:\n\nBIG NICK\nStay down, down!! Behind your engines!\n\nON BORRACHO -- coming at the Suburban from it’s 4 o-clock.\nSees the break in traffic ahead, quickens his pace. Motions\nfor citizens to “Stay Down!”\n\nHe brings up his carbine, aims sights at the Suburban’s\npassenger door, when the door bursts open.\n\nBORRACHO\nPOLICE! PUT YOUR HANDS ON THE DASH!!!\n\nEnson opts to step out, massively clad in head to toe body\narmor, the MK48 in hand. It’s a terrifying sight.\n\nBORRACHO FIRES, GETS OFF TWO ROUNDS THAT THUMP INTO ENSON’S\nCHEST. ENSON TURNS ON BORRACHO AND OPENS FIRE ON FULL AUTO.\n\nFlames spew from the gun’s muzzle as BULLETS RIDDLE BORRACHO,\nCUT HIM DOWN where he stands. The gunfire so loud, rapid and\npowerful, it sounds like the air is tearing.\n\nA MAELSTROM OF GUNFIRE EXPLODES ALL AROUND as Nick and the\ncops open fire on Enson and the Suburban from various\npositions. Rounds puncture the Suburban in clusters, shatter\nwindows.\n\n(CONTINUED)\n\f155\n\nDen of Thieves February 6, 2016 Draft 114.\nCONTINUED: 155\n\nVarious shrieks of terror and panic from the motorists. Horns\nblare as some cars attempt to push through the hotzone.\n\nBOSCO JUMPS OUT THE DRIVER SIDE AND RETURNS FIRE ON THE COPS,\ndropping to a kneeling position to increase accuracy.\n\nON BIG NICK AND THE COPS -- taking cover from Bosco’s fire.\n\nON DONNIE -- still cuffed in the truck, tugging frantically\nat the door handle, trying to free himself.\n\nON BOSCO -- signaling Merrimen:\n\nBOSCO\nMOVE!!!!\n\nWith Bosco’s cover-fire, MERRIMEN SLIPS OUT AND DASHES FOR\nTHE SURROUNDING NEIGHBORHOOD and side street.",
  "103": "END OF PREVIOUSLY ANNOTATED SECTION:\nON DONNIE -- still cuffed in the truck, tugging frantically\nat the door handle, trying to free himself. ON BOSCO -- signaling Merrimen:\n\nBOSCO\nMOVE!!!! With Bosco’s cover-fire, MERRIMEN SLIPS OUT AND DASHES FOR\nTHE SURROUNDING NEIGHBORHOOD and side street. \n\nTARGET SECTION TO BE ANNOTATED:\nENSON\n(shouts to Bosco)\nPEEL OFF!!!\n\nBosco peels off, bounds behind and past Enson as Enson lays\ndown awesome fire. The cacophony is deafening.\n\nON BOSCO -- as Bosco comes to Merrimen’s position, he taps\nMerrimen’s shoulder as he passes. With that, Merrimen pops up\nand opens fire with HK416.\n\nMERRIMEN\n\n(shouts to Enson)\ntll\n\nEnson now bounds past Merrimen, as they perform A DEFENSIVE\nPEEL to perfection. The rate of fire and it’s sound, is\nrhythmic. And to the trained ear, beautiful. A symphony of\nwar.\n\nON BIG NICK AND THE COPS -- struggling to get a shot off, but\nkeeping pace, stalking the enemy. Nick comes to Borracho,\ndead. Nick grimaces, pops up and opens fire aggressively.\n\nON DONNIE -- can’t get out of the cuffs. Then he notices\nsomething. HAIRGEL. Still smudged on his forearm.\n\nON MURPH -- pressing in on Bosco, as Bosco runs for the\nneighborhood. Gets shots off, hits Bosco, but absorbed by\nbody armor. Bosco turns on Murph, returns fire. MURPH TAKES\nROUNDS TO THE SHOULDER AND ARM. He howls in pain and drops.\n\n(CONTINUED)\n\f155\n\n156\n\nDen of Thieves February 6, 2016 Draft 115.\nCONTINUED: (2) 155\n\nBosco reloads, and moves to finish off Murph. Murph fires\nwild shots, some miss, others stopped by Bosco’s seemingly\nimpenetrable armor. Murph is a fatality in a millisecond.\n\nON TONY Z -- trying to get a clean shot on Bosco, who\nconstantly moves. HE DROPS TO PRONE POSITION, AIMS BENEATH\nTHE CARS AT BOSCO’S SHINS AND FEET. Fires.\n\nON BOSCO -- moving to finish Murph off, when BULLETS TEAR\nTHROUGH HIS SHIN, BLOW UP HIS FIBULA. He screams, drops,\nfinally a stationary target. He sprays the rest of his clip\nwildly.",
  "104": "END OF PREVIOUSLY ANNOTATED SECTION:\nON BOSCO -- moving to finish Murph off, when BULLETS TEAR\nTHROUGH HIS SHIN, BLOW UP HIS FIBULA. He screams, drops,\nfinally a stationary target. He sprays the rest of his clip\nwildly. \n\nTARGET SECTION TO BE ANNOTATED:\nON TONY Z -- getting Bosco’s head in his sights. Fires. DOWNS\nBOSCO WITH A KILLSHOT TO THE DOME.\n\nEXT. WILIMINGTON NEIGHBORHOOD - DUSK 156\nON MERRIMEN and ENSON -- last men standing. They continue to\n\nbound and peel, laying down steady fire while in constant\nmotion, putting on a tactical clinic. With the cops taking\ncover, MERRIMEN AND ENSON RETREAT, SPRINT INTO THE\nNEIGHBORHOOD.\n\nON NICK, TONY Z, and GUS -- hearing the lull in fire, they\ntake off in pursuit, reload while they run. Fan out to either\nside of the street, using cars, anything as cover.\n\nBIG NICK\n(to Gus)\nFlank’em flank’em!\n\nON GUS -- BREAKING RIGHT INTO THE BACKYARDS OF HOUSES,\nHUSTLING AND HURDLING WALLS AND FENCES in an effort to pass\nthe enemy, catch them unaware on their blind side.\n\nON MERRIMEN, ENSON -- taking cover behind a vehicle,\nopening fire on Nick, tearing the street to shreds.\nMerrimen runs dry.\n\nENSON\n(screams to Merrimen over\nfire)\nMOVE!!!\n\nMerrimen peels off while Enson continues firing.\nON NICK and TONY Z -- in cover as MIND-NUMBING GUNFIRE fills\nthe air. This is URBAN WARFARE; close, frenzied, fast, loud.\n\nSilence again. They pop up, spot MERRIMEN, ENSON DISAPPEARING\nINTO A SIDEYARD. They chase them into the houses, break off.\n\n(CONTINUED)\n\f156\n\nDen of Thieves February 6, 2016 Draft 116.\nCONTINUED: 156\n\nON TONY Z -- at street level, moving into and through houses\nand their backyards. He slows, doesn’t want to make a noise\nto reveal his position.\n\nON MERRIMEN -- taking quiet cover in a backyard. He silently\nreloads. Listens for the cops.\n\nON ENSON -- moving slow and quiet through a house.\n\nON NICK -- USES A TRASH CAN TO CLIMB UP ONTO A ROOF.",
  "105": "END OF PREVIOUSLY ANNOTATED SECTION:\nListens for the cops. ON ENSON -- moving slow and quiet through a house. ON NICK -- USES A TRASH CAN TO CLIMB UP ONTO A ROOF. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nsweeps yard by yard below, leaps onto the next roof. He\ninches forward, finger feathering the trigger.\n\nON MERRIMEN -- he slides in his last mag. It clicks quietly.\n\nON NICK -- hearing the faint click. He freezes, looks to the\nyard below. Then his eyes land on something. HIS SHADOW. On\nthe backyard’s cinderblock wall. He cringes.\n\nON MERRIMEN -- SEES THE SHADOW. Of someone on the roof above.\nTurns to it, opens fire. BULLETS SHRED THE DRYWALL AND\nROOFING.\n\nON NICK -- dives out of the way as bullets puncture through.\nRuns and jumps down to the sideyard, eats shit. Recovers.\nRounds the corner, fires on Merrimen as Merrimen sprints off.\n\nON ENSON -- slipping out of a house when a MASTIFF barks at\nhim, giving up his position. He shoots the dog. Too late.\n\nTONY Z FIRES ON ENSON’S POSITION FROM INSIDE A HOUSE. Enson\nreturns fire with the MK48, VIRTUALLY CUTS THE HOUSE IN HALF.\nEnson runs dry. He’s out. He drops the gun.\n\nON TONY Z -- in a house, flat on the ground. Hears a heavy\ngun clatter to the ground. He bursts outside. Enson is gone.\n\nON NICK -- hunting Merrimen, sucking in air. Merrimen moves\nconstantly, crossing an alley into a container yard. Nick\ncan’t get a clean shot. Merrimen fires a few rounds, slowing\nNick.\n\nON TONY Z -- hearing Merrimen’s shots, looking for Enson. He\nspots FLECKS OF BLOOD ON THE GROUND. Follows them.\n\nON ENSON -- moving up an alley, down to his handgun.\n\nExhausted, injured. Blood soaks his pants. Comes to a quiet\nstreet. No one there. Except for A MAN PARKING HIS CAR. He\ngoes for the car, his ride to freedom, when his eyes widen.\n\nGus. Aiming his carbine right at Enson’s exposed head.\n\n(CONTINUED)\n\f156\n\nDen of Thieves February 6, 2016 Draft 117.",
  "106": "END OF PREVIOUSLY ANNOTATED SECTION:\nGus. Aiming his carbine right at Enson’s exposed head. (CONTINUED)\n\f156\n\nDen of Thieves February 6, 2016 Draft 117. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: (2) 156\n\nGUS\nDROP THE GUN! DROP THE GUN!\n\nEnson doesn’t. So Gus fires. Enson takes a round to his upper\ntorso. Drops to a knee, gun falling from his hands. Enson\ncollapses backwards. Blood pours down his arm.\n\nGus rushes Enson, kicks his gun away. Kneels beside him.\nColor begins to fade from Enson’s face, as he slowly bleeds\nout. Sirens can be heard approaching in the distance.\n\nA WHISTLE. Gus looks up -- Tony Z, looking to Gus. GUS\nSIGNALS ENSON IS DONE. Tony Z nods, takes off after Nick.\n\nEnson squeezes Gus’ arm, looks to him. Enson’s lips start to\nquiver, and tears pools in his eyes, as he can feel his life\nslip away. Enson talks weakly.\n\nENSON\n...look after them, please...\n\nGUS\n(shakes his head)\nI told you to drop it, my brother -\nEnson squeezes Gus’ arm harder yet, the last of his strength.\nGUS (CONT'D)\n(into radio)\nI have a suspect with several gunshot\nwounds, need an ambulance on the corner\nof MacFarland, and East C street!\n\nENSON\n- my kids... Please... I...shit...\n\nGus clasps Enson’s hand in a gesture of pure humanity.\n\nGUS\nI know. It’s ok. You’re in His hands now.\n\nEnson’s eyes fill with raw fear. His breaths begin to rasp.\n\nENSON\n-.-my my my...shit...shit....\n\nDespite it all, Gus just keeps nodding in comfort, masking\nthe profound effect this dying man is having upon him.\n\nGUS\nIt’s ok. You’re in His hands...\n\n(CONTINUED)\n\f156\n\nDen of Thieves February 6, 2016 Draft 118.\nCONTINUED: (3) 156\n\nGus says a prayer, as Enson takes his last breath. Gus\nremains there, at his side, as Enson’s soul departs, and\nsirens near.\n\nON MERRIMEN -- moving from cover to cover through the\nneighborhood maze of homes, cars, fences and walls.\n\nROUNDS LITE UP HIS POSITION.",
  "107": "END OF PREVIOUSLY ANNOTATED SECTION:\nGus\nremains there, at his side, as Enson’s soul departs, and\nsirens near. ON MERRIMEN -- moving from cover to cover through the\nneighborhood maze of homes, cars, fences and walls. ROUNDS LITE UP HIS POSITION. \n\nTARGET SECTION TO BE ANNOTATED:\n A few thump into his armor. HE\nSPOTS NICK, returns fire, suppressing Nick’s barrage.\n\nRounds from his 9. Tony Z. Merrimen turns on Tony Z, lays\ndown steady bursts. MERRIMEN ALTERNATES FIRING IN A STACCATO\n3 ROUND RHYTHM ON TONY Z AND NICK’S POSITIONS, AS HE\nRETREATS.\n\nTony Z takes a round to the arm. Screams. Grips his gun-hand\nforearm. Blood gushes between his fingers. He takes cover.\n\nMerrimen takes cover behind a corner. Quickly reloads, as he\ncan hear them moving in. Presses the barrel of his HK416\nagainst the wall’s corner, peeks out, and opens fire on full\nauto. Nick moves to cover, then unloads on Merrimen’s\nposition. Rounds ping off his gun. The battle is loud and\nintense, the eardrum piercing fire echoes and reverberates\nheavily across the neighborhood. Dogs bark.\n\nMerrimen runs dry. He ducks back for cover, searches for a\nfresh mag, checking his vest, belt. Can’t find one. HE’S OUT.\n\nCOME IN TIGHT ON MERRIMEN, as this devastating realization\nsets in. He shuts his eyes, then slowly opens them again.\nHe takes in the distant view -- the sprawling Port of LA,\ncommerce’s heart, extends to the horizon. It is lit from\nbelow by a sea of vapor lights, above by a hazy, blood red\nsky.\n\nHe looks down to the weapon in his blood-flecked hands, and\nresigns himself to that fact that, his time here, has come to\nan end. Push flowers. And so it shall be...\n\nHe stands, grips his weapon, then rounds the corner, moving\nout of cover. Big Nick waits for him there. MERRIMEN WALKS\nDIRECTLY AT NICK, RAISING HIS WEAPON. SO NICK ENDS IT.\n\nNICK FIRES MULTIPLE ROUNDS INTO MERRIMEN. SEVERAL FIND THEIR\nMARK. Merrimen collapses to the ground.\n\nNick stands over Merrimen. Merrimen takes short, shallow\nbreaths. He says something to Nick, his voice barely a\nwhisper:\n\nMERRIMEN\n...told you...",
  "108": "END OF PREVIOUSLY ANNOTATED SECTION:\nNick stands over Merrimen. Merrimen takes short, shallow\nbreaths. He says something to Nick, his voice barely a\nwhisper:\n\nMERRIMEN\n...told you... \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\f156\n\n157\n\n158\n\nDen of Thieves February 6, 2016 Draft 119.\nCONTINUED: (4) 156\n\nNick meets eyes with Merrimen, then nods. Watches as\nMerrimen’s breathing slows, and body goes slack. Nick reaches\ndown, checks Merrimen’s pulse. RAY MERRIMEN IS DEAD.\n\nBIG NICK\n.+-yeah you did.\n\nTony Z comes over, looks down at Merrimen, motions to his HK.\n\nTONY Z\nNo mag. Dead man’s gun...He was empty.\n\nNick picks up Merrimen’s weapon, checks the chamber. Indeed\nit is. He and Tony share a knowing look. Suicide by cop.\n\nEXT. ALAMEDA CORRIDOR - DUSK 157\n\nThe crime scene has been cordoned off, the traffic moved out.\nA sheet covers Borracho’s body.\n\nON BIG NICK -- opens his truck’s door, tosses his gear\ninside, then freezes. A PAIR OF HAND-CUFFS DANGLE FROM THE\nDOOR HANDLE, with no one attached to them.\n\nDONNIE IS GONE.\n\nNick spins, searches the area. Donnie’s nowhere to be seen.\n\nBIG NICK\nWhat?!!!\n\nINT. SUBURBAN - DUSK 158\nNick searches Merrimen’s truck, sifts through extra ammo and\nthe travel docs. He opens the rear doors. ZIPS OPEN THE\nOVERSIZED CANVAS BAGS THERE, FINDS THE MONEY BRICKS INSIDE.\n\nTony Z comes up, arm bandaged. Nick pulls a knife from his\nbelt, rips into one of the bricks.\n\nBIG NICK\nDo those.\n\nTony Z does the same, tearing apart the other bricks. One by\none, THE MONEY BRICKS BREAK APART INTO THOUSANDS OF TINY\nPIECES OF SHREDDED MONEY, SPILL OUT ONTO THE GROUND LIKE\nCONFETTI.\n\nBut not one banknote. Not one note of legal tender. Nothing.\nIT’S ALL SHREDDED CASH. ALL OF IT.\n\nNick stares at it in disbelief.\n\n(CONTINUED)\n\f158\n\n159\n\n160\n\nDen of Thieves February 6, 2016 Draft 120.",
  "109": "END OF PREVIOUSLY ANNOTATED SECTION:\nALL OF IT. Nick stares at it in disbelief. (CONTINUED)\n\f158\n\n159\n\n160\n\nDen of Thieves February 6, 2016 Draft 120. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: 158\n\nBIG NICK (CONT’D)\nSo they were gonna make fucking snow\nglobes? Like, 10,000 of them?\n\nTony Z just shakes his head in surrender.\nTONY Z\nYou gonna call Borracho’s wife?\n(Nick sighs deeply, nods)\n.--all right. I’m going home.\nNick leans against the Suburban, exhausted, and rubs his\ntemples. Tony Z leaves. Nick watches as he goes, looks out\nover the vast crime scene, and just stands there a while.\nINT. LASD HEADQUARTERS, MAJOR CRIMES - NIGHT 159\nCAMERA PUSHES IN SLOWLY ON NICK, who sits alone on the far\nside of the otherwise empty office. Nick finishes up a somber\nconversation with Borracho’s wife, hangs up.\nNick sits slumped at his desk, looking at the crime wall. The\nphotos tacked up there of suspects Merrimen, Enson, and\nBosco, have big red Xs struck across them.\nOnly one doesn’t. Donnie’s.\nNick stares at it.\nINT. HOFBRAU - NIGHT 160\n\nSame lurky characters. Ziggy’s behind the bar tonight. Nick\nwalks in, looks for Donnie. Doesn’t see him. Approaches\nZiggy:\n\nBIG NICK\nDonnie around?\n\nZIGGY\nNo. He qvit two days ago.\n\nBIG NICK\nYou haven't seen him anywhere?\n\nZIGGY\nNo. I said, he qvit.\n\nNick takes a seat at the bar, projecting defeat. His head\nsinks into his hands.\n\nZIGGY (CONT'D)\nYou need a trink?\n\n(CONTINUED)\n\f160\n\nDen of Thieves February 6, 2016 Draft 121.\nCONTINUED: 160\n\nBIG NICK\nVery much so. Beer. You pick.\n\nZiggy pours the beer. Nick takes a long sip. His eyes wander\nover behind the bar. To the little SIGN that reads, “Loose\nlips sink ships.” Nick stares at it for a second.\n\nThen his eyes move over to the PHOTO OF THE SOCCER TEAM,\n“HOFBRAU” emblazoned on the players’ jerseys. Nick notices\nsomething.",
  "110": "END OF PREVIOUSLY ANNOTATED SECTION:\nTo the little SIGN that reads, “Loose\nlips sink ships.” Nick stares at it for a second. Then his eyes move over to the PHOTO OF THE SOCCER TEAM,\n“HOFBRAU” emblazoned on the players’ jerseys. Nick notices\nsomething. \n\nTARGET SECTION TO BE ANNOTATED:\n One of the players on the team, IS DONNIE. Nick\nlooks closer. Next to Donnie is someone else who looks\nfamiliar. Nick squints his eyes. IT’S BOSCO, THE GOALIE.\n\nNext to Bosco is a black guy. MACK. ALL ON THE SAME TEAM.\n\nA SOUND to his left. LAUGHTER. Nick looks. Four people enter.\nTWO ARE LUIGI AND JUNIOR. They all wear their ID TAGS on\ntheir shirts. As they pass by him, Nick gets a closer look.\nThe tags read, “FEDERAL RESERVE BANK, LOS ANGELES BRANCH.”\n\nNick looks around the bar -- uniformed men sit in one corner.\nThe PATCHES on their uniforms read, “Secret Service. Federal\nReserve Bank.” One of them is JACKSON.\n\nIn another corner, more ID tags. CAM, JOHNNY, others.\nLaughing, drinking, relaxing after work. At the end of the\nbar -- BRINKS ARMED GUARDS, and AL, the Brinks secretary.\n\nThen it hits him -- EVERYBODY IN THIS BAR WORKS AT THE FED.\n\nNick’s eyes go to a PLACARD with DONNIE’S PHOTO on it. Below\nhis photo are the words, “Employee of the year: 2010, 2011.”\n\nCOME IN ON NICK'S DUMBSTRUCK FACE. QUICK CUTS OF NICK’S\nFLASHBACK POV --—\n\n* Donnie, behind the bar, serving Nick a drink.\n\nDONNIE\n.»+-You put a few drinks in a man, a nice\nsteak on his plate, a couple of women\nwalking around...It all comes out.\n\n+ DONNIE, tending bar at the Hofbrau. Bosco seated there,\nputting down the Cuba Libres. THIS TIME, THE SCENE IS HEARD.\n\nDONNIE (CONT'D)\nIf you guys are looking to get into\nsomething, I got a score that’s ripe.\n\nBOSCO\n..-what kind?\n\n(CONTINUED)\n\f160\n\nDen of Thieves February 6, 2016 Draft 122.\nCONTINUED: (2) 160\n\nDONNIE\nThe really profitable kind.\n(they share a look)\nCan you make an intro?\n\n+ DONNIE, at the “POMONA MINING CO.",
  "111": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED: (2) 160\n\nDONNIE\nThe really profitable kind. (they share a look)\nCan you make an intro? + DONNIE, at the “POMONA MINING CO. \n\nTARGET SECTION TO BE ANNOTATED:\n RESTAURANT, sitting with\nMerrimen. Bosco waits in the b.g.:\n\nMERRIMEN\nWhy’d you come to me?\n\nDONNIE\nHeard you’re the only one who can pull\nthis off.\n\nMERRIMEN\n.-.if we do this, I bring in my crimeys.\nAnd as far as they’re concerned, this is\nmy job. Not yours. Just the way it has\nto be.\n\nDONNIE\nI have no problem with that...\n\n* DONNIE, at Holly’s place, pouring over everything Donnie\nculled at the Hofbrau -- SCHEMATICS, HAND-DRAWN MAPS ON BAR\nNAPKINS, photographs of the Fed. Merrimen is amazed.\n\nMERRIMEN\nHow did you get ahold of all of this?\n\nDONNIE\nCollected it. Over time.\n\n+ a SERIES OF RAPID CUTS of DONNIE TENDING BAR, TALKING TO\nDIFFERENT PEOPLE -- Brinks Armed Guards; Jackson; Monroe;\nSecret Service Guards; Johnny; Doris...\n\n+ CAM, DRAWING A MAP of the FED’S VENTILATION SYSTEM on a BAR\nNAPKIN and explaining it to Donnie.\n\n+ JUNIOR and LUIGI, drunk off their ass, explaining to Donnie\nhow the counting machines work.\n\nBACK TO NICK, at the Hofbrau. He turns to the man next to him\nat the bar. Wolfgang. Wolfgang jabbers away drunkenly to\n\nZiggy.\n\nWOLFGANG\n(whispers)\n.-.-I tell you, somebody, if zey ver\nsmart, vould rob the place during von of\nzese blackouts. It vould vork.\n\n(CONTINUED)\n\f160\n\n161\n\n162\n\n163\n\nDen of Thieves February 6, 2016 Draft 123.\nCONTINUED: (3) 160\n\nHe STARES AT THE SOCCER TEAM PHOTO. Looks at the other\n\nplayers on the team. Sees the waste-management guys -- BAS\nand ALEXI.\n+ DONNIE AND BAS -- loading SOILED CELLO-PHANE BRICKS into\n\nthe HULL OF AN ORANGE WASTE-MANAGEMENT TRUCK.",
  "112": "END OF PREVIOUSLY ANNOTATED SECTION:\nLooks at the other\n\nplayers on the team. Sees the waste-management guys -- BAS\nand ALEXI. + DONNIE AND BAS -- loading SOILED CELLO-PHANE BRICKS into\n\nthe HULL OF AN ORANGE WASTE-MANAGEMENT TRUCK. \n\nTARGET SECTION TO BE ANNOTATED:\n+ ALEXI, DRIVING THE WASTE MANAGEMENT TRUCK, seeing Bosco in\nthe black Suburban behind him. He bangs a right. AN IDENTICAL\nORANGE WASTE-MANAGEMENT TRUCK WAITS THERE. As Alexi passes,\nhe looks over to BAS, BEHIND THE WHEEL OF THE SECOND TRUCK.\nAs Bas pulls out onto the street, Alexi disappears onto a\nside street. GONE.\n\n+ BOSCO -- pulling Bas from the Waste-Management Truck.\n\n+ DONNIE -- with Mack, Bas and Alexi, loading the REAL MONEY\nBRICKS into Samsonites. COME IN ON the protruding zip-locks.\n\nThey prep the Samsonites to be shipped. COME IN ON the\nADDRESS -- “ST. MAARTEN. Virgin Islands.”\n\nINT. CREDIT LYONNAISE BANK, ST. MAARTEN - DAY 161\n\nDONNIE sits at the desk of the BANK MANAGER. The Samsonites\nlie behind the desk.\n\nDONNIE\nI'd like to open five separate\naccounts...\nEXT. CREDIT LYONNAISE BANK, ST. MAARTEN - DAY 162\n\nDonnie exits. Approaches 4 people -- MACK, BAS, ALEXI, AND\nDORIS. Hands them each a “Credit Lyonnaise” envelope.\n\nDORIS\nNever eating Chinese again. That’s for\ngoddamn sure.\n\nDONNIE\n(chuckles, puts on\nsunglasses)\n.+-Have a good life.\n\nThey walk off in separate directions, disappear into the\nworld.\n\nEXT. THE HOFBRAU - NIGHT 163\n\nNick walks out of the bar, in a daze. He looks down the\nstreet. And there it is -- THE FED, JUST TWO BLOCKS AWAY.\n\n(CONTINUED)\n\f163\n\n164\n\n165\n\nDen of Thieves February 6, 2016 Draft 124.\nCONTINUED: 163\n\nCOME IN ON NICK. His eyes wave the white flag. He’s\nspeechless. But he does have one thing to say. And it is:\n\nBIG NICK\nFraulein...\n\nEXT.",
  "113": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut he does have one thing to say. And it is:\n\nBIG NICK\nFraulein... EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n DEBEERS HEADQUARTERS, LONDON - DAY 164\nA SHIFT CHANGE is taking place, as uniformed night-shift\nDEBEERS SECURITY enter, while the day-shift exits. COME IN ON\none of the Security Guards, CONNOR, 42, as he leaves work.\nConnor walks out onto the sidewalk before this imposing,\nformidable building. A placard on the building reads -- “14\nCHARTERHOUSE STREET. DEBEERS DIAMONDS. WORLD HEADQUARTERS.”\nConnor cuts across the street, steps into...\n\nINT. PUB - DAY 165\n\nFootball on TV. Brits putting back the bitters. Connor\nenters.\n\nCONNOR\nOi!\n\nA CHORUS of “Oi’s” in return from the DRUNKEN BLOKES at the\nbar. ALL WEARING THE SAME DEBEERS SECURITY UNIFORMS AS\nCONNOR. Connor steps to the bar. Hollers to the BARKEEP:\n\nCONNOR (CONT'D)\nHey gov! Get a couple of pints of best\nfor me mates, eh?!\n\nBARKEEP\nWith pleasure, mate.\n\nWe don’t see the Barkeep, only hear him. Accent is thick, but\nit sounds vaguely familiar. His hand comes into frame,\nsliding the pints to Connor.\n\nBARKEEP (CONT'D)\nAnd for yourself?\n\nConnor can’t decide. He’s easy.\n\nCONNOR\nI’m easy, gov. Whatever. Surprise me!\n\nReveal the Barkeep. IT’S DONNIE. Although we hardly recognize\nhim. He’s adapted.\n\nDonnie looks directly at us, grins. And why shouldn't he.\n\n(CONTINUED)\n\fDen of Thieves February 6, 2016 Draft 125.\n165 CONTINUED: 165\n\nDONNIE\nI can do that.\n\nTHE END\n\f"
}