{
  "1": "DOCTOR SLEEP\n\n \n\nby\nMike Flanagan\n\nBased on the Novel by\nStephen King\n\n04/26/18\n\fEXT. CAMPSITE - AFTERNOON\n\nA lush campsite, in the woods. A smattering of RV’s and\ncampers, a few TENTS, spaced out from each other for privacy.\n\nLegend: 1980\n\nVIOLET (7) steps out of a small CAMPER, heading away as her\nMOTHER leans out of the door.\n\nVIOLET’S MOTHER\nWhere are you going, Violet?\n\nVIOLET\nJust to pick some flowers!\n\nVIOLET’S MOTHER\nDon’t wander too far!\n\nEXT. CAMPSITE, WOODED PATH - MOMENTS LATER\n\nViolet moves down the path, stopping to look at some WILD\nFLOWERS growing beside her. She glances up, seeing SEVERAL\nRV’S and MOTOR HOMES in a cluster, just visible off the path.\n\nWe don’t know it yet, but these belong to the TRUE KNOT.\nUnaware of their danger, Violet heads further down the path.\n\nEXT. CAMPSITE, STREAM - LATER\n\nViolet emerges into a clearing on the banks of a quiet,\npristine river. Sunlight reflecting off the water, lovely\nwildflowers growing by the bank...\n\nShe's startled to see a WOMAN sitting by the water, almost\nhidden by the overgrowth. Holding a fistful of FLOWERS,\nthrowing pedals into the stream as she sings...\n\nROSE\nMy wild Irish Rose / The sweetest\nflower that grows / You may search\neverywhere / But none can compare\nwith my wild Irish Rose...\n\nShe is beautiful, dressed in flowing, strange clothes and a\nblack TOP HAT. She is ROSE THE HAT (looks 30's, but is so, so\nmuch older). She turns to Violet, smiling sweetly.\n\nROSE (CONT'D)\nWell hi there.\n\f2.\n\nViolet stares at Rose’s flowers. BRIGHTER, more COLORFUL than\nthe wildflowers she’s found...\n\nVIOLET\nWhere did you find those?\n\nROSE\nOh, these? I know all the secret\nplaces. You want one?\n\nViolet doesn’t answer. Studies Rose’s face. She has a sweet\ndemeanor, a KIND, EARNEST SMILE...",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nViolet doesn’t answer. Studies Rose’s face. She has a sweet\ndemeanor, a KIND, EARNEST SMILE... \n\nTARGET SECTION TO BE ANNOTATED:\nROSE (CONT'D)\nOh... you’re wondering why I’m\nwearing such a funny hat. Well I'll\ntell you. I always wear this hat.\nSo much it’s part of my name now.\nMy friends, my very best friends,\nthey just call me “Rose the Hat.”\nYou can call me that, now that\nwe're friends.\n\nVIOLET\nI like it. It looks like a\nmagician’s hat.\n\nROSE\nIt is! It’s a magic hat, wanna see?\n\nRose removes her hat. Violet watches, her wariness fading.\n\nROSE (CONT'D)\nTake a look. Nothing in my hat,\nnothing up my sleeves...\n\nViolet STEPS FORWARD again, so that she can see inside the\nhat. It’s EMPTY. Rose turns it over, shaking it for effect.\n\nA SNAPPING BRANCH draws Violet’s attention. She turns, seeing\na MAN lurking at the edge of the woods. STARING AT HER. He is\nCROW (40's, dressed in dirty clothes.) PERFECTLY STILL.\n\nROSE (CONT'D)\nDon’t worry, he’s my friend. You're\nmissing the trick! Reach inside.\n\nViolet hesitates... and then reaches her hand out, into the\nhat... pulling up a HANDFUL OF BEAUTIFUL FLOWERS.\n\nVIOLET\nWow... they’re so pretty --\n\fROSE\nBecause they’re special. Speaking\nof special... you’re a little magic\n\ntoo, aren’t you.\nRose reaches into the hat, her hand disappearing from view.\n\nROSE (CONT'D)\nThe flower in my hand. What color\nis it?\n\n(off Violet's hesitation)\nIt’s okay, honey. You won’t scare\nme. I’m not like mom and dad.\n\nVIOLET\nPurple.\n\nRose smiles, lifting up a GORGEOUS PURPLE FLOWER.\n\nAnother SNAPPING TWIG, and Violet looks. There are MORE\nPEOPLE now, standing at the periphery of the woods.\n\nROSE\nViolet. Like you.\n\nShe turns. She doesn’t remember telling Rose her name...\n\nRose turns over the hat, and FLOWERS POUR OUT OF IT onto the\nground. Violet’s eyes light up. She stoops, picking up a few\nof them. Rose does the same -- and EATS a flower, right off\nthe stem.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nViolet’s eyes light up. She stoops, picking up a few\nof them. Rose does the same -- and EATS a flower, right off\nthe stem. \n\nTARGET SECTION TO BE ANNOTATED:\nVIOLET\nYou don’t eat flowers!\n\nROSE\nOh, but you do.\n\nVIOLET\nBut these are special.\n\nROSE\nThe special ones taste best.\n\nMore SNAPS, and Violet turns to see SIX PEOPLE, members of\nthe TRUE KNOT, watching from all around them. Flanking her.\nThey are Crow, BARRY THE CHUNK (40's, heavy), GRAMPA FLICK\n(ancient), APRON ANNIE (30's) and SILENT SAREY (50's).\n\nVIOLET\nI should get back to my mom...\n\nShe starts to pull away, but CAN’T. She looks down: ROSE’S\nHAND GRIPS HER FOREARM. TIGHT.\n\fROSE\nStay a while. See more magic.\n\nViolet starts to PULL against Rose’s grip, but it is VICE-\nLIKE. Behind her, THE TRUE KNOT ADVANCES ON HER. SILENT.\nTheir movement STRANGE, INHUMAN - closing in on all sides...\n\nROSE (CONT'D)\nYou are a special little thing,\naren’t you.\n\nShe squeezes Violet’s arm as the pale faces speed up,\nbarreling toward her silently. Rose’s fingernails DRAW BLOOD\non the girl’s forearm. And Rose is STILL SMILING.\n\nEXT. CAMPSITE - LATER\n\nViolet's mother walks up the path, a little concerned.\n\nVIOLET’S MOTHER\nVi? Violet!\n\nSilence. She glances down at the wildflowers growing by the\npath, frowning to herself. Behind her, we see the TRUE KNOT’S\nRV’S DRIVING AWAY. She barely glances at them.\n\nVIOLET’S MOTHER (CONT’D)\n(panic growing)\nVil Violet! Violet!\nAs her panic grows, the small group of RV’s exit the\ncampground unnoticed as she heads deeper in the woods,\ncalling for a daughter that will not answer.\n\nCUT TO:\n\nEXT. OVERLOOK HOTEL - NIGHT\n\nSnow. Snow as far as we can see, so bright in the moonlight\nit almost seems to be giving off its own light. The camera\nfloats above it, tilting up to reveal:\n\nTHE OVERLOOK HOTEL. Half-buried in the snowfall.\n\nINT. OVERLOOK HOTEL, CORRIDORS - NIGHT\n\nThe camera follows a boy on a tricycle.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nHalf-buried in the snowfall. INT. OVERLOOK HOTEL, CORRIDORS - NIGHT\n\nThe camera follows a boy on a tricycle. \n\nTARGET SECTION TO BE ANNOTATED:\n We recognize him\nimmediately... YOUNG DANNY TORRANCE (5) riding his tricycle\ndown the familiar hallways. Turning corners, moving fast.\n\f5.\n\nHe comes to a stop in front of a specific room. ROOM 217. We\ngradually realize why he stopped, and why he stares... THE\nDOORKNOB IS TURNING. SOOOOO SLOWLY...\n\nAs he watches, the door CREEPS OPEN, revealing ABYSSAL\nDARKNESS WITHIN. And then, just as slowly, a FIGURE STARTS TO\nMATERIALIZE IN THE INKY BLACKNESS...\n\nA GROTESQUE WOMAN, NAKED, GREEN WITH ROT, DRIPPING WET, JUST\nBARELY STEPPING OUT OF THE DARK WHEN --\n\nINT. DANNY’S BEDROOM, FLORIDA - NIGHT\n\n-- DANNY'S EYES FLY OPEN. He BOLTS UP in bed, gasping from\nthe nightmare. COVERED WITH SWEAT, his dream still fresh. He\ncatches his breath, and quietly climbs out of bed.\n\nINT. CONDO HALLWAY - MOMENTS LATER\n\nA door, the name “DANNY” displayed in construction paper,\nopens as Danny steps into the small condominium. He heads\ntoward the BATHROOM at the end of the hall.\n\nThe door is CLOSED as he approaches, and he slows down.\nSurprised to see it closed... He steps toward the door,\ncautious. Listening. And then, faintly...\n\nWE HEAR A SOUND THROUGH THE DOOR. A QUIET SLOSHING OF\nWATER... LIKE SOMEONE SHIFTING IN A BATHTUB.\n\nDanny hesitates. Afraid to open the door, but telling himself\nthat he’s being silly -- it’s all in his head... He slowly\nturns the knob, and OPENS THE DOOR, REVEALING:\n\nA WOMAN, IN THE TUB, SITTING IN THE DARK. Lit only by\nMOONLIGHT. Obscured by the shower curtain. She slowly reaches\nup, pulling the curtain back. We know who she is:\n\nMRS. MASSEY. The WOMAN IN THE TUB. Her skin green and\nbloated, her hands purple with coagulated blood.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nMASSEY. The WOMAN IN THE TUB. Her skin green and\nbloated, her hands purple with coagulated blood. \n\nTARGET SECTION TO BE ANNOTATED:\n Her eyes\ndead and white, like a fish’s belly. We can almost SMELL the\nputrid rot as she GRINS AT DANNY --\n\nThe filthy water SLOSHES as she slowly STANDS, naked, her\nbody waterlogged and rotting. A purple foot LIFTS from the\nwater, STEPPING ONTO THE BATHMAT.\n\nDanny’s bladder LETS GO, a puddle forming at his feet.\n\nShe LUMBERS TOWARD HIM as Danny CLOSES THE DOOR, stepping\nback into the hall.\n\f6.\n\nHe stares, wide-eyed and terrified as A SHADOW APPEARS UNDER\nTHE DOOR. FILTHY WATER LEAKING OUT AS THE DOORKNOB SLOWLY\nTURNS. LEFT, THEN RIGHT.\n\nDanny COVERS HIS EYES, trying to WILL IT AWAY, even as he\nhears DEAD FINGERNAILS SCRATCHING ON THE DOOR --\n\nA HAND FALLS ONTO HIS SHOULDER, AND HE SPINS, SCREAMING -—\nInto the face of WENDY TORRANCE (30's, exhausted. )\n\nWENDY\nHey! Hey! It’s okay, it’s okay...\n\nHe RUNS into her arms, she holds him, alarmed and perplexed.\n\nINT. DANNY'S BEDROOM - MOMENTS LATER\nWendy PULLS a fresh pair of pajama bottoms onto Danny.\n\nWENDY\nThere, all dry. What happened?\n\nDanny doesn’t answer. Just stares ahead, CATATONIC.\nWENDY (CONT’D)\n\nDanny, you have to talk to me. You\n\nhaven’t talked since we left\n\nthat... place. Please, Doc. Please.\nINT. CONDO HALLWAY - MOMENTS LATER\nWendy steps down the hall slowly, toward the bathroom door.\nSteeling herself. Summoning a familiar courage -- a courage\n\nshe learned at the Overlook.\n\nShe reaches the doorknob, and only hesitates a moment before\nopening the door and turning on the light.\n\nThe room is empty. Nothing in the tub, nothing out of the\nordinary. She exhales. She’s about to leave, hand on the\nlight switch, when she sees --\n\nTWO SHAPES ON THE BATHMAT. WET DEPRESSIONS. FOOTPRINTS.\n\nCUT TO:\n\nEXT.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nWET DEPRESSIONS. FOOTPRINTS. CUT TO:\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n MARINA, FLORIDA - DAY\n\nDanny sits on a bench, looking out at the marina. Exhausted.\n\fDICK (0.S.)\nSo you ain’t talkin’, huh Doc?\n\nReveal DICK HALLORANN (late 50’s, black) sitting beside him.\n\nDICK (CONT'D)\nWeren’t talking much first time I\nmet you, neither. Little boy, set\nto spend a long winter at that\nrotten old place, just him and his\nmommy and daddy -- daddy’s dark as\nthat boy is bright and boy, is he\nbright -- he’s Shining like fire in\nthe one place - the worst place -\nfor a boy who Shines.\n\n(beat)\nYou remember the first time we\nreally talked? When I spoke up\ninside your head?\n\nDanny nods. Dick smiles. And then, Dick keeps talking... but\nhis mouth doesn’t move. He speaks IN DANNY’S MIND.\n\nDICK (V.O.)\nMade you feel good, right? Knowing\nyou weren’t alone?\n\nDANNY\nDaddy tried to kill me.\n\nDick notices that Danny used his “outside” voice, and follows\nsuit. No longer talking in his head.\n\nDICK\nIt wasn’t all him, you gotta know.\nThat place fed his dark, like it\nfed on your light. And he had some\nlight in him, too. Just like you\ngot some dark. We all got both --\n\nDANNY\nIt’s not done with me.\n\nDICK\nIt ever strike you funny, how I\nshowed up when I did? When you\nneeded me? Someone did that for me\ntoo. My gramma taught me and I\ntried to teach you and some day,\nDanny Torrance, you'll teach\nsomeone else-\n\nDANNY\nI won't.\n\fDICK\nOh you won’t, huh.\n\nDANNY\nI won’t Shine, I mean. No more.\nIt’s dangerous.\n\nDICK\nReckon it is, sometimes.\n\nDANNY\nShe found me. She’1l come back and\ncome back until she gets me.\n\nDICK\nYou're right. Overlook’s condemned.\nBoarded up. They’re starving old\nghosts and they’re reaching out for\nyou. Won’t stop with her, either.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nBoarded up. They’re starving old\nghosts and they’re reaching out for\nyou. Won’t stop with her, either. \n\nTARGET SECTION TO BE ANNOTATED:\nDANNY\nPictures in a book. You said they\nwere just pictures in a book, and\nthey couldn’t hurt me.\n\nDICK\nThought they was.\n\nDANNY\nBut they aren’t. They’re real.\n\nDICK\n\nSome things, dark things, the\nShining’s like food. They're\nmosquitos, landing for blood.\n\n(beat)\nThe Overlook, it was always just\npictures to me, but I didn’t Shine\nlike you. Nobody Shines like you.\nSo you, in that damn hotel... you\nwas like a million-watt battery,\nall plugged in, and it ate it up.\nYou made it real, started soon as\nyou walked through the door.\n\nDICK (CONT'D)\nCan't do nothin’ about that, I’m\nsorry to tell you but you’re not a\nchild, you're older now, much older\nin a way, and you gotta hear this.\nWorld’s a hungry place and the\ndarkest things are the hungriest\nand they'll eat what Shines. Swarm\nit. Like mosquitos, or leeches.\n\n(MORE )\n\fDICK (CONT'D)\n\nCan’t do nothing ‘bout that. What\nyou can do is turn what they come\nfor against them.\n\nDanny looks up at Dick. His old eyes are sad, weary.\n\nDICK (CONT'D)\n\nMy grandfather, he was a mean\nsonofabitch. Dark inside, same type\nof dark as your dad. Beat me\nsenseless, and my gramma too, and\nwhen he died I danced but he kept\non comin’ back. Standing in my\nroom, suit all grey and stinking,\nfrom whatever mold was growing on\nhim in that box. One day he grabbed\nme and he was real. His nails were\novergrown, growing long in the\ngrave and they cut me, Doc. Cut me\ndeep. And Gramma... she taught me a\ntrick. Gave me a present.\n\nHe reaches into his coat, and removes A SMALL METAL LOCKBOX.\nVery old, rusted. And, a KEY. On a chain.\n\nDICK (CONT'D)\n\nI want you to know this box. Inside\nand out. Don’t just look at it;\ntouch it. Stick your nose inside\nand see if there’s a smell. Know\nevery corner.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nDon’t just look at it;\ntouch it. Stick your nose inside\nand see if there’s a smell. Know\nevery corner. \n\nTARGET SECTION TO BE ANNOTATED:\n Every single thing.\n\nDANNY\nWhy?\n\nDICK\n\nBecause you’re gonna build one just\nlike it in your mind. One even more\nspecial. So next time that bitch\ncomes ‘round, you’ll be ready.\n\n(beat)\nLet’s get you back to momma.\nWendy’1l worry and she shouldn’t\nhave to worry another day in her\nlife; that woman’s paid that debt.\n\nThey stand from the bench, walking back toward the shops.\nFurther out, Wendy is looking wildly around as she SPOTS\nDanny approaching. She rushes toward him, relieved...\n\nWe realize DANNY IS WALKING ALONE. DICK IS GONE.\n\nWENDY\nThere you are! Where did you go???\n\f10.\n\nShe hugs him as we PAN OFF of them, resting on a TATTERED\nMISSING POSTER ON A LIGHT POST... A POSTER OF VIOLET’S FACE.\n\nCUT TO:\n\nINT. CONDO, LIVING ROOM - ANOTHER NIGHT\n\nDanny and Wendy sit on the couch, snuggling as they watch a\nBUGS BUNNY CARTOON. Wendy laughs at the show, Danny smiles.\nContent. BETTER. And then, he looks up. Toward the hallway.\n\nDANNY\nI have to pee.\n\nHe hops up, and Wendy watches him go. A little concerned...\n\nINT. CONDO HALLWAY - MOMENTS LATER\n\nDanny turns the corner. Looking at the BATHROOM DOOR. It’s\nSLIGHTLY OPEN... and he sees what he knew he’d see.\n\nMRS. MASSEY, in the tub, BARELY VISIBLE through the door.\n\nHe takes a breath, and walks toward the bathroom. As he\nnears, she SITS UP, GRINNING WITH HER ROTTEN TEETH. Danny\nsteps into the door as she CLIMBS TO HER FEET, filth and\nwater dripping from her.\n\nDANNY\nHi Mrs. Massey.\n(beat)\nI brought you a present.\n\nHe CLOSES THE DOOR, we PULL BACK. SLOW. After a few beats...\nMRS. MASSEY SCREAMS.\n\nINT. CONDO, LIVING ROOM - MOMENTS LATER\n\nWendy looks up as Danny returns. Calm, casual.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CONDO, LIVING ROOM - MOMENTS LATER\n\nWendy looks up as Danny returns. Calm, casual. \n\nTARGET SECTION TO BE ANNOTATED:\nWENDY\nYou okay, Doc?\n\nDANNY\nYeah, mom. I’m okay.\n\nHe climbs onto the couch, resting his head on his mother’s\nshoulder. She can tell... HE’S OKAY. TRULY OKAY. And for the\nfirst time in a long time, Danny SMILES.\n\nCUT TO:\n\f11.\n\nINT. DEENIE’S BEDROOM - MORNING\n\nDAN TORRANCE (mid 20’s now) awakes with a start. Pale,\nsweaty. His face BRUISED AND SWOLLEN, fighting through one of\nthe worst (and last) hangovers of his life.\n\nLegend: 2000\n\nHe’s in a FILTHY APARTMENT, a dirty mattress on a dirty\nfloor. He COUGHS, dry-heaving as he holds his throbbing head.\nHe rolls over, and stops as he sees --\n\nDEENIE (early 20's, frail and sickly) asleep next to him.\nAlso naked. He stares, trying to remember --\n\nINT. DIVE BAR - THE PREVIOUS NIGHT\n\nBlurry flashes. Hazy memories. Dan, downing a shot of\nwhiskey. And another. Deenie, holding onto him while he\nshoots pool.\n\nDEENIE\n(slurring)\nWhat’s your name again, Cutey...\n\nINT. DEENIE'S BEDROOM - CONTINUOUS\n\nDan stares at her. There’s VOMIT next to her mouth, staining\nher pillow. As the sight and smell hit him --\n\nINT. DEENIE’S BATHROOM - MOMENTS LATER\n\nDan PUKES into the toilet, spitting out a vile mix of bile\nand whiskey. Fumbles for the handle, barely manages a flush.\n\nHe THROWS water on his face, looking up in the mirror AND\nSEEING THE CUTS AND BRUISES. One eye almost SWOLLEN SHUT. He\nreaches up, perplexed. Touching the wounds...\n\nINT. DIVE BAR - THE PREVIOUS NIGHT\n\n-- More whiskey. A LARGE MAN trying to pull Deenie away from\nhim. Dan, getting in the man’s face. A PUNCH that lands Dan\non the ground. Spitting out BLOOD, getting to his feet - a\nfamiliar DARKNESS in his eyes.\n\n-- A hand, grabbing a BILLIARD BALL.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nA PUNCH that lands Dan\non the ground. Spitting out BLOOD, getting to his feet - a\nfamiliar DARKNESS in his eyes. -- A hand, grabbing a BILLIARD BALL. \n\nTARGET SECTION TO BE ANNOTATED:\n Dan, SMASHING THE BALL\ninto the man’s head. Straddling him now, as others SCRAMBLE\nTO BREAK UP THE FIGHT. Dan’s hand, smashing the ball into the\nman’s head AGAIN. And AGAIN. And AGAIN.\n\f12.\n\nDAN\n(between blows)\nYou gonna take - your - medicine --\n\nINT. DEENIE'S BEDROOM - MOMENTS LATER\n\nDan STUMBLES, catching himself on the dresser. Looks down at\nhis BLOODY, BRUISED KNUCKLES. HIS HANDS SWOLLEN.\n\nDAN\nOh god...\n\nHe looks back at the sleeping girl, and then at THE WHITE\nPOWDER, STILL ARRANGED IN SLOPPY LINES, on the nightstand\nbeside her. NEXT TO THE EMPTY WHISKEY BOTTLE.\n\nINT. DEENIE’S BEDROOM - THE PREVIOUS NIGHT\n\nDan PULLS HARD from the whiskey, WINCING as Deenie SNORTS A\nLINE OF COKE from the nightstand.\n\nDEENIE\nHoly shit, I think you killed him.\nWhat if you killed him. I hope you\nkilled him. I hope you killed him,\nyou hear me?\nDeenie, STRADDLING HIM NOW.\n\nDEENIE (CONT'D)\nLemme kiss it better.\n\nShe kisses him, hard, pushing him back onto the mattress.\n\nINT. DEENIE’S LIVING ROOM - MOMENTS LATER\n\nDan STUMBLES out, pulling his clothes on. Looking at the\nBLOOD ON HIS SHIRT. Not all of it his...\n\nAnd then he realizes something. He pulls out his WALLET... NO\nCASH. Digs through his pockets. NOTHING.\n\nDAN\nFuck. Fuck...\n\nHe turns his pockets out, frantic now. All of his money,\ngone, probably snorted by the naked girl in the other room --\n\nHER PURSE. There, on the table. Open. Dan stares at it, and\nafter a long pause, he moves toward it.\n\f13.\n\nHe opens her wallet, looking through. There’s CASH there,\nmaybe $100. Tens and twenties, crumpled...\n\nAND FOOD STAMPS. A pile of food stamps.\n\nHe slowly removes the cash, conflicted. Looking back through\nthe open bedroom door, where she snores softly.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nA pile of food stamps. He slowly removes the cash, conflicted. Looking back through\nthe open bedroom door, where she snores softly. \n\nTARGET SECTION TO BE ANNOTATED:\n He POCKETS\nTHE CASH, heading toward the door when --\n\nTODDLER (0.S.)\nMommy?\n\nHe stops cold. Turns. Standing in the doorway to another\nbedroom is a TODDLER, maybe 18 months. Staring at him. Dan\nDEFLATES a little. Confused, concerned... humiliated.\n\nDAN\nWhat’s your name, hero?\n\nThe kid just stares at him.\n\nDAN (CONT'D)\nPlease tell me you came from next\ndoor. Or down the hall...\n\nTODDLER\nMomma...\n\nDan sighs. Oh, shit. He goes to the kid. Picks him up --\n\nAND SEES THE BRUISES on the boy’s arms. The kind you get from\nbeing GRABBED. REALLY HARD. He carries the boy into the\nbedroom, placing him next to Deenie.\n\nTODDLER (CONT'D)\nMomma!\n\nHe cuddles against her, and even in her stupor, Deenie wraps\na hand around him. Dan watches, heart breaking a little.\n\nHe makes his way toward the door, stopping one last time by\nher purse. Looking at the food stamps, the little boy cuddled\nup next to Deenie... And at the CASH in his hand.\n\nDICK (0.S.)\nYou can put her money back, Doc.\nYou can do that much.\n\nHe looks up. Dick is standing in the shadows, HIDDEN.\nDAN\n\nShe took mine. Probably spent it on\nthe coke --\n\f14.\nDICK\nDoc.\nDan stares him down. After a moment, tucks the money in his\npocket. He turns back, looking at Deenie and the boy.\nSquints, concentrating. For a moment, a FLASH of --\nTHE LOCK BOX, with the rusty lock.\nDICK (CONT'D)\nOh no, Doc. You can put things from\nthe Overlook away in boxes, but not\nmemories. Never those. They’re the\nreal ghosts, you take ‘em with you.\nDan stares at him defiantly, and walks out the door.\n\nCUT TO:\n\nINT. ABRA’S HOUSE, LIVING ROOM - EVENING\n\nDAVID (30's) and LUCY (30’s) turn the corner, following the\nsound of PIANO MUSIC. Stilted, promising...",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\nINT. ABRA’S HOUSE, LIVING ROOM - EVENING\n\nDAVID (30's) and LUCY (30’s) turn the corner, following the\nsound of PIANO MUSIC. Stilted, promising... \n\nTARGET SECTION TO BE ANNOTATED:\n YOUNG ABRA (5\nyears old, adorable), sits at the piano in the living room.\n\nLUCY\nTime for bed, Abra.\n\nYOUNG ABRA\nA little more??\n\nDAVID\nNo sweetie, big day tomorrow.\n\nYOUNG ABRA\nBirthday party!\n\nDAVID\nThat's right. But for now, bedtime.\nINT. ABRA’S HOUSE, ABRA’S ROOM - MOMENTS LATER\n\nDavid and Lucy tuck Abra into bed. Handing her a STUFFED\nBUNNY, which Abra CUDDLES happily.\n\nYOUNG ABRA\nAbba’s five! Happy birthday Abba!\n\nLUCY\nNot just yet. Goodnight sweetie.\n\nThey leave her tucked in, closing the door softly.\n\f15.\n\nINT. ABRA’S HOUSE, MASTER BEDROOM - LATER\n\nDavid and Lucy are fast asleep. Slowly stirred by a sound...\nPIANO MUSIC, echoing through the dark house.\n\nINT. ABRA’S HOUSE, LIVING ROOM - MOMENTS LATER\n\nDavid and Lucy make their way down the stairs, the music\nLOUDER NOW. It seems Abra’s snuck out of bed, and gone back\nto the piano. As they turn the corner, they STOP COLD.\n\nThere is no one in the room. But THE PIANO IS PLAYING, the\nsame song Abra was struggling with earlier...\n\nCUT TO:\n\nINT. MOVIE THEATER - NIGHT\n\nANDI STEINER (15, sharp and pretty) sits in the dark theater.\nMunching on candy as an older BUSINESSMAN (50s) makes his way\ndown the aisle, sitting next to her.\n\nShe doesn’t look up from her candy as he sits.\n\nBUSINESSMAN\nAndi?\n\nANDI\nThat’s right.\n\nBUSINESSMAN\nYou're prettier than your picture.\n\nANDI\nYou’re older than yours.\n\nHe looks around, a little nervous.\nBUSINESSMAN\nSo are we staying here or going\n\nsomewhere?\n\nANDI\nDon’t you want to watch the movie?\n\nHe frowns. But soon softens as she SNUGGLES UP to him, laying\nher head on his shoulder. His HAND finds her THIGH.\n\nWe pull back to reveal ROSE and CROW, sitting a few rows\nback. Not watching the movie. Watching ANDI.\n\f16.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nNot watching the movie. Watching ANDI. 16. \n\nTARGET SECTION TO BE ANNOTATED:\nROSE\nI don’t see what the fuss is about.\nChat room romance. A little gross,\nbut not interesting.\n\nCROW\nWatch. It’s interesting, I promise.\n\nROSE\nIt better be. Because she’s not all\nthat steamy -\n\nCROW\nThere she goes.\n\nThey watch as Andi PUTS HER LIPS TO HER DATE’S EAR.\n\nANDI\nAren’t you tired? Sleep.\n\nThe man’s head instantly DROPS to his chest. He’s OUT COLD.\nShe lifts his LIMP HAND off her thigh with disgust, and\nfishes out his wallet. Starts PULLING CASH, credit cards.\n\nROSE\nOkay.\n\nCROW\nWait. This is the best part. I’ve\nwatched her do it three times now\nand it never gets old.\n\nAndi pulls a PEARL-HANDLED KNIFE from her purse.\n\nANDI\nSleep deeper. Deep as you can. The\npain you'll feel is only a dream.\nWhat will the pain be?\n\nBUSINESSMAN\nA dream.\n\nShe puts her arm around him, and quietly SLASHES TWO TINY V’S\ninto his cheek. The blood FLOWS. He doesn’t even FLINCH.\n\nANDI\nYou can explain a lost wallet, when\nyour wife asks, but you can’t\nexplain this. This, you see every\nday in the mirror. Every time you\nsee it, you’ll say it out loud...\n“I like little girls.”\n\nShe finishes cutting, leaning closer to the sleeping man.\n\f17.\n\nANDI (CONT'D)\nYou'll say it out loud.\n\nBUSINESSMAN\nOut loud.\n\nANDI\nAnd the next time you go looking\nfor a little girl online, you’1l\nremember that time you got bit by a\nrattlesnake. A rattlesnake in a\nblue skirt and white blouse, whose\nface is a blank.\n\nShe kisses his bloody cheek, standing from her chair, quietly\nleaving the theater. Rose and Crow watch, impressed.\n\nROSE\nThat is interesting.\n\nEXT. MOVIE THEATER - MOMENTS LATER\n\nAndi walks in the afternoon sun. The street is crowded, she’s\nin a city. Behind her, CROW approaches.\n\nCROW\n“Scuse me, miss? Miss!\n\nShe ignores him, walking faster.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nCROW\n“Scuse me, miss? Miss! She ignores him, walking faster. \n\nTARGET SECTION TO BE ANNOTATED:\nCROW (CONT'D)\nYou left something in the theater -\n\nANDI\nYou wanna leave me alone.\n\nCrow STOPS. Blinks. Suddenly UNSURE of himself, as if he\nFORGOT WHY HE WAS CHASING HER. Andi turns to leave when --\n\nROSE GRABS HER ARM.\n\nROSE\nWell hi there.\n\nAndi stares at her.\n\nANDI\nYou want to let me go.\n\nROSE\nOh no, sweetie. No I don’t.\n\nCUT TO:\n\f18.\n\nEXT. OVERPASS, NEWARK - EARLY MORNING\n\nDan wakes up under the overpass, face down on a filthy towel\nhe’d spread out for himself the night before. A fresh bottle\nin front of him, empty. Clutched in his cold fingers.\n\nHe COUGHS, spitting with his dry mouth. Looking around him.\nNot even sure how he ended up here.\n\nINT. GREYHOUND STATION - LATER\n\nDan stands at the ticket counter, looking at the crumpled\nbills in his hands. His hands SHAKE, he’s DIRTY. Exhausted.\n\nDAN\nHow far can I get for...\n\nHe counts out the bills.\n\nEXT. GREYHOUND STATION - LATE MORNING\n\nClose on the bus sign: FRASIER, NH. Passengers board quietly,\nand Dan is among them. The last of his cash apparently went\nto the BOTTLE he clutches, along with his beat-up knapsack.\n\nCUT TO:\n\nEXT. ABRA’S HOUSE, BACKYARD - AFTERNOON\n\nDOZENS of kids and parents pack the yard, decorated for\nAbra’s birthday party. David and Lucy watch Young Abra,\ndressed in a birthday tiara and carrying her STUFFED BUNNY,\nrun toward them holding out a handmade card.\n\nYOUNG ABRA\nMommy! I made this for you --\nIt’s a secret card!\n\nAbra bounds away, toward the MAGICIAN who is gathering the\nkids at the end of the yard. Lucy looks down at the card.\n\nJust a simple word: hELL©\nThe MAGICIAN holds out a red TOP HAT to the kids.\nMAGICIAN\nNothing up my sleeves, nothing up\n\nmy sleeves...\n\nHe reaches in, pulling out a WHITE RABBIT.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust a simple word: hELL©\nThe MAGICIAN holds out a red TOP HAT to the kids. MAGICIAN\nNothing up my sleeves, nothing up\n\nmy sleeves... He reaches in, pulling out a WHITE RABBIT. \n\nTARGET SECTION TO BE ANNOTATED:\n The kids clap and\ngiggle, and he hands it to Abra.\n\f19.\n\nMAGICIAN (CONT’D)\nAbracadabra!\n\nYOUNG ABRA\nI know magic too!\n\nMAGICIAN\nWell you get to hold him, birthday\ngirl.\n\nShe pets the bunny, watching.\n\nHe turns over the hat, and SILVER SPOONS fall out. The kids\nlaugh, delighted, as he picks them up and starts HANGING THEM\nON HIS FACE, the last one balanced on the tip of his nose.\n\nYOUNG ABRA\nI can do that.\n\nMAGICIAN\nThat’s nice, sweetie.\n\nEXT. ABRA'S HOUSE, BACKYARD - LATER\n\nThe party is over, the last of the kids trickling out. David\nand Lucy clean up as Abra plays with the last of her friends.\nDavid frowns at the birthday cake.\n\nDAVID\nWe can forget nap time.\n\nLUCY\nJust a few more hours. Say it with\nme, just a few more hours --\n\nShe smiles at him, heading through the open sliding glass\ndoor into the house. As he carefully scoops up the cake --\n\nLUCY (0.S.) (CONT'D)\n(alarmed)\nDavid...\n\nINT. ABRA’S HOUSE, KITCHEN - MOMENTS LATER\n\nDavid enters the kitchen, where Lucy stares. White as a\nsheet. She’s pointing...\n\nTHE SILVERWARE DRAWERS ARE ALL OUT, as though they SHOT OUT.\nFORKS AND KNIVES ALL OVER THE FLOOR.\n\nDAVID\nWhat the hell...\n\f20.\nLUCY\nDave...\nLucy POINTS AT THE CEILING. He follows her gaze --\n\nALL OF THE SPOONS are hanging from the ceiling. Dangling, as\nthough magnetized. Their tips barely touching the plaster.\n\nThey STARE at it as Abra enters. Stuffed bunny in her hand.\nYOUNG ABRA\n(proud)\n\nAbra... cadabra!\n\nLUCY\nHoney, did... did you do this?\n\nAbra’s smile fades. Her lip starts to quiver.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nLUCY\nHoney, did... did you do this? Abra’s smile fades. Her lip starts to quiver. \n\nTARGET SECTION TO BE ANNOTATED:\nYOUNG ABRA\nAm I in trouble?\n\nThey stare at her, not sure what to say -- as she STARTS TO\nCRY, to REALLY LET LOOSE --\n\nALL OF THE SPOONS FALL DOWN AT ONCE, CRASHING TO THE FLOOR.\n\nCUT TO:\n\nINT. GREYHOUND BUS - SIMULTANEOUS\n\nDan STARTLES awake in his seat. SENSING SOMETHING, something\nthat woke him... as though REACTING TO THE FALLING SPOONS...\n\nCUT TO:\n\nEXT. CAMPGROUND, LONG ISLAND - SIMULTANEOUS\n\nRose STOPS in her tracks as she heads toward her RV, also\nSENSING SOMETHING. Looking over her shoulder. A passing\nthought, but something... some thing...\n\nINT. ROSE’S RV, LONG ISLAND - MOMENTS LATER\n\nRose steps into the trailer. The moment forgotten as she\nheads toward ANDI, who is just waking up on the bed.\n\nROSE\nHi there, sleepyhead. Sorry, I had\nto sleep you pretty hard, you’re a\ntough one. Willful.\n\f21.\n\nAndi sits up, rubbing her head. Taking in her surroundings.\n\nROSE (CONT'D)\nYou know I checked... six men, in\nthree months. With those little\nsnakebite tattoos on their cheeks.\nYou've been busy.\n\n(beat)\nSnakebite Andi, that’s who you are.\nSo who am I...\n\nANDI\nYou're some crazy bitch that\nkidnapped me --\n\nRose holds up a finger. One finger, and Andi is SILENT.\n\nROSE\nJust the truth, from now on. You’1l\nonly say the truth.\n\nANDI\n(beat)\nYou’re the most beautiful woman\nI've ever seen.\n\nROSE\nWell golly. Works a little too\nwell, don’t it. Here’s the deal,\nSnakebite Andi. You’re a pusher.\nYou can push people, and we haven't\nhad a pusher round here for a\nlittle while so I’m gonna offer you\na deal I haven’t offered anyone in\nalmost forty years.\n\nANDI\nNo way you’re forty.\nROSE\nHow old are you, darling?\nANDI\nFifteen.\nROSE\n\nFifteen. God, what an age.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nANDI\nFifteen. ROSE\n\nFifteen. God, what an age. \n\nTARGET SECTION TO BE ANNOTATED:\n The\nSpringtime of your womanhood, isn’t\nit, you're not a girl anymore but\nyou don’t have a single dent yet,\neither. Gravity hasn’t even noticed\nyou, not at fifteen.\n\n(beat)\nMen, though...\n\fAndi lowers her head.\n\nROSE (CONT'D)\n\nNo! No shame, and you paid that\nback, didn’t you. What I’m\noffering, Snakebite Andi, is just\nthat: Springtime. Springtime\nforever. Ten years from now, you’re\nstill fifteen. A hundred years,\nmaybe you’re seventeen. Live long,\nstay young. Eat well.\n\nANDI\nSounds too good to be true.\n\nROSE\nI know it.\n\nANDI\nSo you and your friends out there -—\n\nROSE\nThey're not my friends, they’re my\nfamily. We’re the True Knot, dear.\n\nANDI\n(snickers)\nTrue Knot.\n\nROSE\nWhat’s tied can never be untied.\n\nAndi laughs. Rose, though, isn’t laughing.\n\nANDI\nDo I have any other choice?\n\nROSE\nOnly bad ones, dear. But it’s\nbetter if you want it. Makes the\nturning easier.\n\nANDI\n(beat)\nDoes it hurt?\nRose smiles, and lies.\n\nROSE\nNot at all.\n\ncur\n\n22.\n\nTO:\n\f23.\n\nEXT. TEENEYTOWN, FRASIER NH - EVENING\n\nDan steps away from the bus station. Tired, beaten. Shuffling\nthrough town, not even sure where he’s going. It’s MAIN\nSTREET New Hampshire, the evening hours seeing the streets\nmostly deserted. A small town, with character.\n\nHe stops at a sign: VISIT TEENEY TOWN! FRASIER’S SMALL\nWONDER. He looks beyond it, smiling to himself as he beholds\nTeeneytown. It’s a MINIATURE REPLICA of the very street he’s\non, a tiny representation of the town he’s in.\n\nAround it, a SMALL TRAIN - designed for toddlers - resting\nidle on its tracks. Dan smiles. It’s strange, but welcoming\nat the same time. He crouches, examining the locomotive.\n\nBILLY (0.S.)\nYou like it?\n\nDan spins to face BILLY FREEMAN (late 40’s, kind.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nBILLY (0. S.)\nYou like it? Dan spins to face BILLY FREEMAN (late 40’s, kind. \n\nTARGET SECTION TO BE ANNOTATED:\nDAN\nSorry, I was just -\n\nBILLY\nThat’s okay, people love to look at\nit. Model train buffs, usually. We\nkeep em away in the summer when the\nplace is jumpin’, but this time of\nyear there’s no we, just me. And I\ndon’t mind.\n(holds out his hand)\nBilly Freeman. Town maintenance.\n\nDAN\nDan Torrance.\n\nBILLY\nJust off the bus? Or you ridin’\nyour thumb?\n\nDAN\n\nBus. What does this thing have for\nan engine?\n\nBILLY\nNow that’s interesting. You ever\nhear of the Chevrolet Veraneio?\n\nDAN\nBrazilian Suburban, wasn’t it?\nTurbodiesel.\n\f24.\n\nBILLY\nThat's right! Instrument panel’s\nfrom a Suburban too. Seats I put in\nmyself.\n(beat)\nWhat brings you to town, Dan\nTorrance?\n\nDAN\nNot sure yet.\n\nBILLY\nNot many take the bus this far\nNorth, less they’re looking for\nwork. You lookin’ for work?\n\nDAN\nYeah, I am. Place to stay, too.\n\nBILLY\nChange of scenery? Or you running\naway from something? Don’t mind my\nasking, I hope. New face is all.\n\nDAN\n(beat)\nRunning away from myself I guess.\n\nBILLY\nYeah, I know that look. Pretty\nwell, sorry to say.\n(smiles)\nRunnin’ away from yourself’s a\npickle. You take yourself with you,\nwherever you go.\n\nDAN\nAin't that the bitch.\n\nBILLY\n(considering)\nI know Mr. Kingsley, from the\nprogram, he helps folks out now and\nagain, if they’re worthy of help,\nthat is. You got references?\n\nDAN\nA few. Mostly janitorial, hospital\norderly stuff.\n\f25.\n\nINT. DAN’S ROOM, ELLIOT STREET - EVENING\n\nDan stands by as MRS. ROBERTSON (40’s) gives him a tour of\nthe LOFTY ROOM, at the top of the building. A view of the\nmountains, a simple room. A bed, a bath. Billy watches on.\n\nMRS.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nA bed, a bath. Billy watches on. MRS. \n\nTARGET SECTION TO BE ANNOTATED:\n ROBERTSON\nRent’s eighty-five a week, payable\nupfront. Billy paid your first two,\nthe rest are on you. Once you start\ngetting paid at Teeneytown. No\npets, no parties, no noise.\n\nDan looks at Billy, surprised. Billy just watches.\n\nDAN\nI’m a quiet tenant.\n\nMRS. ROBERTSON\nLast guy said the same. Math\nstudent. Even let him paint the\nwall all blackboard, so he could\nscribble his little puzzles up\nthere.\n\nShe walks to the wall adjacent to the bed. A wall painted\nover DARK, with CHALKBOARD PAINT. She reaches down, picking\nup one of several pieces of COLORED CHALK by the wall.\n\nMRS. ROBERTSON (CONT’D)\n(writing)\nWasn’t quiet, no sir. Didn’t even\npaint over this when he left, but\nI’m glad he didn’t so I can make\nthis easy for you... so you see it\nevery morning, when you wake.\n\nShe steps back, revealing the writing: “85/wk. BEHAVE.” She\nwalks past him, stopping for a beat beside Billy.\n\nMRS. ROBERTSON (CONT’D)\nYou sure you wanna vouch for this\n\npup?\n\nBILLY\nPretty sure.\n\nMRS. ROBERTSON\nIt’s your ass, Billy.\n\nShe leaves, and Dan looks to Billy. A long beat.\n\f26.\n\nBILLY\nI’m downstairs, ground floor, if\nyou need anything. Find me tomorrow\nand we'll talk about some work.\n\nDAN\nWhy are you doing this? You don’t\nknow me.\n\nBILLY\nNo I don’t. But I know the look,\nlike I said, and... sometimes I get\nfeelings about people. Hard to\nunderstand, I guess.\n\nDAN\n(beat)\nEasier than you think.\n\nCUT TO:\n\nEXT. BEACH - NIGHT\n\nAndi lays flat on a lawn recliner, near the group of RV's.\nThe sounds of the waves, a sky full of blinking stars\noverhead. A FIRE BURNING in the center. She’s nervous.\n\nAround her, the members of the TRUE KNOT stand. Rose in her\nhat, Crow beside her.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe’s nervous. Around her, the members of the TRUE KNOT stand. Rose in her\nhat, Crow beside her. \n\nTARGET SECTION TO BE ANNOTATED:\n Apron Annie, Barry the Chunk, Silent\nSarey watch as Grampa Flick regards them with ancient eyes.\n\nROSE\nNo fear.\n\nANDI\nWho are these people -\n\nROSE\nYou'll find out, after. But this\nhere is Grampa Flick, and he’ll\nlead us. No fear, understand?\n\nRose nods to Grampa Flick, who steps forward.\n\nGRAMPA FLICK\nWe are the True Knot and we endure.\n\nGROUP\nSabbatha hanti.\n\nGRAMPA FLICK\nWe are the chosen ones.\n\f27.\n\nGROUP\nLodsam hanti.\n\nGRAMPA FLICK\nWe are the fortune ones.\n\nGROUP\nCahanna risone hanti.\n\nGRAMPA FLICK\nWhat is tied cannot be untied. Here\nis a woman. Would she join us?\nWould she tie her life to our life?\n\nROSE\nSay yes.\n\nANDI\nYes.\n\nRose reaches down, lifting a SILVER CANISTER. Almost like a\nTHERMOS, but older. STRANGER. She holds it near Andi’s face.\n\nRose TURNS THE VALVE on the canister. A small, rueful sigh,\nand a PUFF of silver MIST escapes. But it doesn’t dissipate\ninto the night air... IT HANGS.\n\nROSE\nThis one’s special. Her name’s\nViolet, and there’s not much of her\nleft... she tastes like flowers.\n\nRose gently purses her lips, BLOWING the pocket of mist\nsoftly. It FLOATS around Andy’s face.\n\nROSE (CONT'D)\nBreathe deep.\n\nAfter a beat, Andi BREATHES IT IN. ROSE HOLDS HER DOWN.\nROSE (CONT'D)\nEmbrace it. It’s the only way\nthrough.\nAndi SCREAMS in pain, shaking VIOLENTLY in the chair.\n\nROSE (CONT'D)\nTake steam or die.\n\nAndi CONVULSES, and as they stare at her, HER SKIN BEGINS TO\nCHANGE -- BECOMING TRANSLUCENT, TRANSPARENT, in FLASHES --\nCYCLING between human and something else --\n\f28.\n\nWE CAN SEE HER SKULL, SCREAMING UNDER THE SKIN OF HER FACE --\n\nCUT TO:\n\nINT.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nROSE (CONT'D)\nTake steam or die. Andi CONVULSES, and as they stare at her, HER SKIN BEGINS TO\nCHANGE -- BECOMING TRANSLUCENT, TRANSPARENT, in FLASHES --\nCYCLING between human and something else --\n\f28. WE CAN SEE HER SKULL, SCREAMING UNDER THE SKIN OF HER FACE --\n\nCUT TO:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n DAN'S ROOM, ELLIOT STREET - LATER THAT NIGHT\n\nDan is asleep in bed. Out the window, snow falls hard. A\nSHUFFLING SOUND in the corner slowly stirs him. He opens his\neyes. Squints into the darkness... there’s nothing.\n\nBut he becomes aware of something else. FLIES, buzzing around\nhim. He realizes SOMEONE HAS THEIR ARM DRAPED OVER HIM -- A\nDEAD ARM, ROTTING. FLIES CRAWLING ALL OVER IT.\n\nHe carefully reaches down, trying to LIFT THE ARM away, while\nhe starts to roll over TO SEE THE ROTTING SKIN of A NAKED\nYOUNG WOMAN laying in bed beside him.\n\nHE SLOWLY tries to drop to the floor beside the bed, almost\nextricating himself from her grip when HER DEAD HAND GRABS\nHIS ARM. He SHOUTS, and she slowly ROLLS OVER TO FACE HIM --\n\nIT’S DEENIE. Eyes clouded over, BLOOD AND VOMIT coming from\nher nose and mouth. LIKE SHE DIED OF AN OVERDOSE. She SMILES,\nand when she speaks, she’s speaking through PHLEGM.\n\nDEENIE\nThey haven’t found us yet.\n\nHe GASPS. CLOSES HIS EYES -- BUT SHE GRIPS HARDER, and when\nhe opens his eyes HER FACE IS INCHES FROM HIS OWN.\n\nDEENIE (CONT'D)\n\nThey were used to hearing him cry,\n‘cuz I left him alone so much... so\nthey didn’t do anything, and they\nhaven’t found us yet...\n\nHe stares. The flies CRAWL OVER HER OPEN, SIGHTLESS EYES.\n\nDan notices something else -- A SMALLER HAND, also PALE AND\nROTTEN, CLINGING TO DEENIE. She reveals the TODDLER, cuddled\nagainst her. DEAD AS WELL.\n\nTODDLER\nMama --\n\nDan SCREAMS. And SCREAMS. And the room is EMPTY. He SHAKES on\nthe ground, overwhelmed with horror. CRAWLS FAST toward the\nbag at the foot of his bed, GRABBING FOR --\n\nTHE BOTTLE OF WHISKEY, half full, inside. He PULLS OFF THE\nCAP, bringing it toward his lips --\n\f29.\n\nBUT STOPS THIS TIME.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nCRAWLS FAST toward the\nbag at the foot of his bed, GRABBING FOR --\n\nTHE BOTTLE OF WHISKEY, half full, inside. He PULLS OFF THE\nCAP, bringing it toward his lips --\n\f29. BUT STOPS THIS TIME. \n\nTARGET SECTION TO BE ANNOTATED:\n STARES AT IT. FOR A LONG TIME...\n\nCUT TO:\n\nINT. HALLWAY, ELLIOT STREET - LATER\n\nA hand KNOCKS on a door. After a few long moments, the door\nopens, revealing BILLY. Blinking at the late hour. Dan stands\nin the doorway, TEARS ALL OVER HIS FACE. AT ROCK BOTTOM.\n\nDAN\nYou said you knew my look. What’d\nyou mean?\n\nBILLY\nYou're sick and you’re tired, I can\nsee that much. But are you sick and\ntired of being sick and tired?\n\nAfter a long beat, Dan says the words he’s struggled to say\nfor so long. The most important words he’1ll ever say.\n\nDAN\nI need help.\n\nBilly nods. Smiles gently.\n\nBILLY\nCome on in. Let’s talk about it.\n\nHe steps aside, and Dan comes into the room.\n\nCUT TO:\n\nINT. AA MEETING - ANOTHER NIGHT\n\nA group of RECOVERING ADDICTS sits in the dimly lit church\nbasement. At the podium, the moderator DR. JOHN (mid 60's)\nstands to speak, leading the group in the prayer.\n\nGROUP\nGod, grant me the Serenity, to\naccept the things I cannot change,\ncourage to change the things I can,\nand wisdom to know the difference.\n\nDr. John smiles at the room, holding out a box of CHIPS.\nDR. JOHN\n\nAnyone here have a year? Six\nmonths?\n\f30.\n\nAn ADDICT gets up, applause as they take their chip.\n\nDR. JOHN (CONT'D)\nThree months? Thirty days?\n\n(as someone approaches)\nCongrats brother.\n\nHe looks out at the group.\nDR. JOHN (CONT’D)\n\nAnd now for the most important\n\nperson in the room. Anyone here a\n\nnewbie? Someone got 24 hours?\nReveal DAN, sitting beside Billy. Tears in his eyes. Billy\nsmiles, encouraging, and after a moment, Dan STANDS UP.\nINT. AA MEETING - LATER\nDan and Billy stand by the coffee machine, looking down at\nthe ONE DAY CHIP in his hands. Turning it over. Around him,\n\nsmall talk and handshakes, some hugs.\n\nDr. John approaches, pouring his coffee.\n\nDR. JOHN\nBilly says you’re new to town.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nJohn approaches, pouring his coffee. DR. JOHN\nBilly says you’re new to town. \n\nTARGET SECTION TO BE ANNOTATED:\nDAN\nDan.\nDR. JOHN\nJohn.\nBILLY\n\nDoctor John’s been serving the town\nmost of my life. Delivered my\nlittle brother.\n\nDR. JOHN\nSmall towns. How you holding up\nBilly?\n\nBILLY\n\nTrain’s still runnin’.\nDan notices Dr. John rubbing his wrist, frowning.\n\nBILLY (CONT'D)\nYou okay?\n\f31.\n\nDR. JOHN\nYeah, just... lost something.\nEmma’s gonna kill me. Well good to\nknow you, Dan. Come back. Hope to\nsee you again soon.\n\nThey SHAKE HANDS. And in that moment, Dan KNOWS SOMETHING. He\nwatches Dr. John walking away.\n\nBILLY\nGood man. Really holds us together,\ngot a gift for -\n\nDAN\nHang on.\n\nHe follows Dr. John, reluctant.\n\nDAN (CONT'D)\nHey Doc... your watch.\n\nDr. John stops. Turns, looking at him quizzically.\n\nDAN (CONT'D)\nYou lost your watch. You were\nworried about the kid with\nGoocher’s.\n\nDR. JOHN\n(beat)\nWhat?\n\nDAN\nThe kid. Goochers? Glutchers? Some\nsort of bone thing.\n\nDR. JOHN\n(long beat)\nGaucher's disease.\n\nDAN\nYeah... the terminal ones always\nbother you, and you washed your\nhands, the hospital bathroom, you\nleft it on top of the soap\ndispenser. Your wife gave it to\nyou, it was your wedding present.\n\nDr. John stares. Not sure what to make of this.\n\nDAN (CONT'D)\nCheck on top of the soap dispenser.\n\nDr. John nods, and starts to walk away. Dan sighs.\n\f32.\n\nDR. JOHN (PRE-LAP)\nHow’d you know that?\n\nINT. DR. JOHN'S OFFICE - THE NEXT DAY\n\nCLOSE ON the WATCH, back on Dr. John’s wrist.\n\nDAN\n\nWish I could say. Lucky guess.\nDR. JOHN\n\nGuess my ass...\n\n(beat)\n\nBilly said you have orderly\n\nexperience.\nDAN\n\nThat’s right.\n\nDR. JOHN\nYou working right now?\n\nDAN\nFew shifts at Teeneytown. Helping\nwith the train, couple hours a day.\n\nDr. John sits back. Considering.\n\nDR.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nJohn sits back. Considering. DR. \n\nTARGET SECTION TO BE ANNOTATED:\n JOHN\nWell listen, I owe you a debt.\nHowever you did it.\n(beat)\nI do three days a week at Rivington\nHouse. Hospice. Tough to find good\norderlies, tougher to keep ‘em.\n\nDAN\nThat sounds good to me, sir.\n\nDR. JOHN\nDying people don’t bother you?\n\nDAN\nWe're all dying. Whole world’s a\nhospice with fresh air.\n\nDR. JOHN\nOkay, then. Done. Because you’re a\nfriend of Bill’s.\n\nDAN\nBilly’s got a lot of pull in this\ntown.\n\f33.\n\nDR. JOHN\n(laughs )\nNot Billy. Bill. We’re both friends\nof Bill’s; Billy is too.\n\nDAN\nI don’t get it.\n\nDR. JOHN\nKeep comin’ to the meetings. You'll\nfigure it out.\n\nCUT TO:\n\nEXT. BEACH - DAY\n\nAndi lays on the recliner, the sound of the surf starting to\nbring her back. She blinks into the sun. The True Knot are\nenjoying the beach, looking like relaxed campers. Grilling,\nreading, enjoying the sun and the sand. As they see her, they\nSMILE. Some CLAPPING.\n\nROSE\nWell hi there.\n\nAndi blinks. Rose’s hat almost blots out the sun.\n\nANDI\n\nHow... how long was I...\nROSE\n\nFew days.\nANDI\n\nYou said it didn’t hurt.\nROSE\n\nDoesn't now, does it.\nANDI\n\nI felt like I was dying --\nROSE\n\nYou did.\nANDI\n\nYou brought me back.\n\nROSE\nCouldn't have done it on my own.\nYou wanted to come, so you came.\nYou'll feel better when you eat.\n\f34.\n\nShe sits beside her, touching her knee. Gently.\n\nANDI\nAm I still human?\n\nROSE\nDo you care?\n(beat)\nYou’re home. You’re where you\nbelong.\n\nCUT TO:\n\nINT. ABRA'S HOUSE, ABRA'S ROOM - NIGHT\nLucy tucks Young Abra into bed. Puts the bunny in her arms.\n\nLUCY\nThere you go.\n\nYOUNG ABRA\n(off her frown)\nWhat is it?\n\nLucy doesn’t answer.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nLUCY\nThere you go. YOUNG ABRA\n(off her frown)\nWhat is it? Lucy doesn’t answer. \n\nTARGET SECTION TO BE ANNOTATED:\nYOUNG ABRA (CONT’D)\n(realizes)\nYou're scared of me.\n\nLUCY\nWe love you more than anything in\nthe world, you hear me? Anything.\n\nYOUNG ABRA\nI didn’t do the spoons. I just\npretended it was me but it was the\nreal magician. From the party, it\nwas a birthday party trick he did\nfor me and you and daddy shouldn’t\nbe scared, it wasn’t me.\n\nIt’s a clumsy lie. A child’s lie... but a kind lie. And part\nof Lucy appreciates it, even though she knows better.\n\nLUCY\nGoodnight, my heart.\n\nShe kisses Abra, and leaves the room.\n\nCUT TO:\n\f35.\n\nINT. HALLWAY, RIVINGTON HOUSE - NIGHT\n\nDan MOPS THE FLOORS of the darkened halls. Sparely decorated,\npatient rooms lined up left and right. As he does, he almost\nmops over a CAT, who scuttles out of the way.\n\nDAN\nSorry, Azzie.\n\nThe cat moves down the hall, SCRATCHING at a patient’s door\nbefore pushing it open and slipping inside. Dan moves along,\nlost in his work, as he passes the room. Glances inside.\n\nAn elderly PATIENT (80’s) lays on the bed, and Azzie the cat\nperches at the foot of the bed.\n\nDAN (CONT'D)\nC'mon, leave him be.\n\nThe cat doesn’t budge. Shrugging, Dan starts to walk away...\nbut STOPS. A feeling comes over him.\n\nHe turns back, opening the door further. The cat just stares,\nalmost like it’s STANDING GUARD. Waiting for something. Dan\nlooks at it for a long time... and then steps into the room.\n\nINT. PATIENT’S ROOM, RIVINGTON HOUSE - CONTINUOUS\n\nDan steps inside, feeling uneasy. The patient STIRS.\n\nPATIENT\nDoc? Doc, that you?\nDAN\n(beat)\nNo, it’s... I’m not a doctor. Just\n\ncleaning up, you want me to call\nyou a doctor?\n\nPATIENT\nC’mere. Please.\n\nDan steps toward him, leaning the mop on the desk. The man\nlooks SICK. One foot almost in the grave.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nDan steps toward him, leaning the mop on the desk. The man\nlooks SICK. One foot almost in the grave. \n\nTARGET SECTION TO BE ANNOTATED:\nPATIENT (CONT'D)\nCat’s on my bed.\n\nDAN\nI can take him out --\n\f36.\n\nPATIENT\nNo, I knew he would be. That cat...\nalways seems to know when it’s\ntime. Guess it’s time.\n\nDAN\nNo, it’s just Azreel being a silly\nold cat --\n\nPATIENT\n\nNope. Been that way since I got\nhere. The cat knows when it’s time\nto go to sleep, everybody knows\nthat. I’m gonna die.\n\nDan hesitates... then REACHES OUT, taking the man’s hand.\n\nDAN\n(quietly)\nYes. You are. I’ll get someone --\n\nPATIENT\nStay with me. Please.\n\nDan sits back down.\n\nPATIENT (CONT'D)\nKnown it’s comin’. Doesn’t make it\nless scary.\n\nDAN\n(long beat)\nI know what scared feels like. But\ntell you what, maybe it’s what you\nsaid. Just going to sleep. Nothing\nto be scared of, sleeping. Maybe\nyou wake up some place better.\n\nPATIENT\nYou’re a strange type of Doctor.\nDAN\nI’m not a doctor.\nPATIENT\nI think y’are.\n(laughs )\n\nDoctor Sleep. You'll stay, right?\n\nThe man sighs, relieved. Looks up at the ceiling.\n\f37.\n\nPATIENT (CONT'D)\n\nI’m just scared, Doc, scared it'll\nhurt or be dark or be nothin’ at\nall, and I don’t wanna --\n\nDan CLOSES HIS EYES, CONCENTRATING. PROJECTING...\n\nDAN (V.O.)\n(in the man’s mind)\nNothing to be scared of.\n\nThe man CALMS, listening as though it’s his own thoughts.\n\nDAN (V.O.)\nJust going to sleep. Finally. True,\nrestful sleep.\n\nPATIENT\nThank you, Doc. Thank you.\n\nDAN\nI shouldn’t be here, let me get you\na real doctor --\n\nPATIENT\nNo, this is exactly where you\nshould be. Exactly.\n(beat)\nI see my wife...\n\nAnd then, one LONG, RATTLING BREATH. As Dan stares --\n\nA FINE CLOUD OF RED MIST rises from the patient’s mouth.\nTendrils of red smoke, gently rising from his mouth and nose.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd then, one LONG, RATTLING BREATH. As Dan stares --\n\nA FINE CLOUD OF RED MIST rises from the patient’s mouth. Tendrils of red smoke, gently rising from his mouth and nose. \n\nTARGET SECTION TO BE ANNOTATED:\nDan watches the small cloud of mist HOVER above the bed...\n\nAND DISSIPATES into the air with a sigh. Then, the patient is\nperfectly still. IT’S OVER.\n\nDan watches as Azzie the cat GLIDES DOWN from the bed, calmly\nleaving the room. Heading back into the hallway. Dan sits\nthere for a long time, looking at the man.\n\nAnd realizes, for the first time in years, a PURPOSE.\n\nCUT TO:\n\nINT. DAN'S ROOM, ELLIOT STREET - LATER\n\nDan steps into his room, still in his scrubs. Something\ndifferent about him now. Something profound. He seems\nPEACEFUL, settled.\n\f38.\n\nHe moves to the bed, sitting to remove his shoes... and\nnotices something odd. On the blackboard, ALL OF THE WRITING\nHAS BEEN ERASED. No more rent, no more “behave.” In its\nplace, a single word:\n\nhELL©\n\nDan stares it for a long time. Processing. And then... walks\nto the board. Picks up a piece of chalk, and writes: “HI”\nINT. ABRA'S HOUSE, ABRA'S ROOM - CONTINUOUS\n\nIn her bed, in the dark, Abra GIGGLES. Like she heard him...\nand then, rolls over to sleep.\n\nINT. DAN'S ROOM, ELLIOT STREET - CONTINUOUS\n\nDan sits. He stares at the writing for a long, long time.\n\nFADE OUT.\n\nEXT. OVERLOOK HOTEL - NIGHT\n\nThe snow piled up. The hotel dark.\n\nINT. OVERLOOK HOTEL, CORRIDORS - NIGHT\nWe FLOAT through the corridors. The sound of OLD-TIMEY MUSIC\ncoming from somewhere deep, deep within the rooms... echoing\nthrough the halls, a ghost in its own right...\nINT. OVERLOOK HOTEL, GOLD ROOM - NIGHT\nWe float into the ballroom. Toward the FAMILIAR BAR,\nilluminated from below. No one in sight, but the MUSIC IS\nCOMING FROM HERE.\nCome to rest in a CLOSEUP of A GLASS OF WHISKEY.\nVOICE\nYour credit is fine, Mister\n\nTorrance --\n\nDISSOLVE TO:\n\f39.\n\nINT. AA MEETING - MORNING\n\nCLOSE on an EIGHT-YEAR CHIP... in DAN’S HANDS.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nVOICE\nYour credit is fine, Mister\n\nTorrance --\n\nDISSOLVE TO:\n\f39. INT. AA MEETING - MORNING\n\nCLOSE on an EIGHT-YEAR CHIP... in DAN’S HANDS. \n\nTARGET SECTION TO BE ANNOTATED:\n Eight years\nolder now (late 30's), CLEAR-EYED and sober. Around him,\npeople CLAP as he takes his chip. He turns to face the room.\n\nLegend: 2008\n\nDAN\nDan, alcoholic.\n\nGROUP\nHi Dan.\n\nFrom the chairs, Billy cups his hands to his mouth.\n\nBILLY\nSpeech!\n\nDAN\nI’m not a speech guy, so I figured\nI'd hold the chip and talk about\nwhatever popped up. So here I am,\nand... I’m thinking about my dad. I\nsaw a chip like this in his hand,\ncouple of months before he died. 5-\nmonth chip, I’m pretty sure. He\nhurt me once, when he was drunk,\nbroke my arm, then he dried right\nout.\n\nHe looks at the chip, and then at the group.\n\nDAN (CONT'D)\nHe died when I was 5, so the only\nway I ever got to know my dad,\nreally know him, was when I went\ndark. When I drank, to dull the...\nor every time I wanted to break\nsomeone's face. The drinking and\nthe temper. Those things in me,\nthey were his and they were all I\ncould know of him.\n\n(beat)\n\nBut now... now I get to know hima\nlittle different. Cause he also\nstood in a room like this once,\nwanting to get well. For me. And my\nmom. He held a chip in his hand, a\nchip that said 5 months and on that\nday, anyway, before the hotel...\n\nDan collects himself.\n\f40.\n\nDAN (CONT'D)\nOn that day, all he wanted in the\nworld was to stand where I’m\nstanding right now. And here I am.\n(beat)\nSo thank you, I guess, from us\nboth. This is for Jack Torrance.\n\nHe takes the chip, returning to his seat. Billy puts a hand\non his shoulder as the next person stands.\n\nINT. CHARLIE’S ROOM, RIVINGTON HOUSE - NIGHT\n\nCHARLIE (90's), stirs in his bed. Soft lamplight beside him\nas he looks through wrinkled eyelids...\n\nTO THE CAT, sitting calmly at the foot of his bed. He stares\nat it, sighing.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nSoft lamplight beside him\nas he looks through wrinkled eyelids... TO THE CAT, sitting calmly at the foot of his bed. He stares\nat it, sighing. \n\nTARGET SECTION TO BE ANNOTATED:\n Then turns to the chair beside him, where Dan\nsits. He smiles at Charlie in the warm lamplight.\n\nThere’s something different in Dan’s demeanor... he is\nCOMFORTABLE in this role now. Used to it. It’s WHO HE IS.\n\nDAN\nHi Charlie.\n\nCHARLIE\nDoc.\n(beat)\nI guess I don’t need to ask why\nyou're here, this hour.\n\nDAN\nAny pain? I can get Claudette to\nbring you a pill.\n\nCHARLIE\nPill won't matter. I’ve heard about\nthese house calls. What a visit\nfrom Doctor Sleep really is. So\nwhat do you see?\n\nDan puts his hand on the man’s forehead, gentle and calm.\n\nDAN\nYour twin sons at four. See them?\n\nCHARLIE\n(beat)\nI do... I can actually see them...\n\f41.\n\nDAN\nA Farmall tractor with a striped\numbrella over the seat. Five years\nold, pulling a red wagon --\n\nCHARLIE\n\nLord, look at that -- like a deck\nof cards, all out of order...\n\n(beat)\nI’m not scared of hell, Doc. I\nlived a decent life. And I don’t\nthink there’s such a place anyway.\nI guess I’m scared there’s nothing.\nThere was nothing before, so what\nif there’s nothing after...\n\nDAN\nWe don’t end, Charlie. I know that\nfor certain. Don’t know much else,\nbut I know we don’t end.\n\nCHARLIE\nI can taste blueberries, the\nblueberries my mother used to\ngrow... you taste those?\n\nDAN\nI do. And I hear Frank, singing on\nthe old radio, on your workbench,\nby your tools...\n\n(singing)\nCome fly with me, come fly, let’s\nfly away...\n\nCharlie smiles, a tear rolling down his cheek.\nDAN AND CHARLIE\nIf you can use some exotic booze,\nthere's a bar in far Bombay...\nCome fly with me, let's fly, let's\nfly away...\n\nCUT TO:\n\nINT. DAN'S ROOM, ELLIOT STREET - MORNING\n\nDan steps into his room, peeling off the work day.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nCome fly with me, let's fly, let's\nfly away... CUT TO:\n\nINT. DAN'S ROOM, ELLIOT STREET - MORNING\n\nDan steps into his room, peeling off the work day. \n\nTARGET SECTION TO BE ANNOTATED:\n He turns\ntoward the blackboard, pausing as he sees a message in chalk:\n\nMORNIN’\n\nDAN\nBeen a minute, little pen pal...\n\f42.\n\nHe walks to the board. Writes a single word in response:\n\nSCHOOL\n\nINT. ABRA'S HOUSE, ABRA'S ROOM - CONTINUOUS\n\nWe see ABRA (13 now, the same brightness in her eyes). She\nsmiles. Rolling her eyes a little.\n\nLUCY (0.S.)\nAbra! School!\n\nABRA\nFine, I know.\n\nShe pops headphones in as she grabs her backpack, checking\nherself in the mirror. Then, she’s off into the world.\n\nCUT TO:\n\nEXT. CAMPSITE, IOWA - DAY\n\nThe various RV’s of the True Knot are inconspicuously parked\nat another campground. CROW hops out of his truck, passing\nGRAMPA FLICK as he grills.\n\nCROW\nGramps. You seen Rose?\n\nGRAMPA FLICK\nWatchtower.\n\nHe looks at him as he passes. Grampa Flick looks ILL... his\nhair almost white. Skin pale. Older than we saw him last...\n\nHe finds Rose SITTING ON TOP OF HER CAMPER, hat perched on\nher head. Indian style. Looking out at the trees.\n\nCROW\nSorry to interrupt.\nROSE\nAny luck?\nCROW\n\nGetting closer. We’re heading in\n\nthe right direction. I just need\n\nanother day or two. I’1l find him.\n(beat)\n\nBut til I do, you gotta open a\n\ncanister.\n\f43.\n\nROSE\nWe took steam six months ago. Six\nmonths, that’s nothing.\n\nCROW\nYeah, but Rosie - that kid in\nDelaware wasn’t so steamy, and it’s\nalready showing. You've seen Grampa\nFlick’s hair, yeah?\n\nROSE\n(beat)\nYeah.\n\nCROW\nI don’t think he’s well.\n\nROSE\nGrampa Flick hasn’t been well since\nNixon was in office.\n\nCROW\nI know. But lately... anyway, we\nneed to eat. All of us. Are the\ncanisters low?\n\nROSE\nCourse not. Just no need to waste\none, if you’re close to the kid.\n\nCROW\nI might need it just to find him.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nROSE\nCourse not. Just no need to waste\none, if you’re close to the kid. CROW\nI might need it just to find him. \n\nTARGET SECTION TO BE ANNOTATED:\n(beat)\nUsed to be more steam in the world.\n\nROSE\nDon’t be daft. That’s like when\nRubes say “fifty years ago, people\nused to be more neighborly.”\n\nCROW\nBut it’s true, Rose. There’s less\nsteam out there, and weaker, too. I\ndon’t know if it’s their cell\nphones or their diets or their\nNetflix or what, but I’m not\npicking up many scents these days,\nand the ones I do -\n\nROSE\nI‘1l open a canister tonight. Just\nto tide everyone over.\n\nHe nods. Relieved. Heads back toward the ladder.\n\f44,\n\nCROW\nYou know it, Rose.\n\nROSE\nKnow what?\n\nCROW\nThat's why you sit up here, every\nday. That’s why you’re always up\nhere, no matter what you tell the\nothers. World’s not as steamy, and\nyou're looking for a whale.\n\nRose watches him go. And looks out at the trees.\n\nINT. ROSE'S RV, IOWA - THAT NIGHT\n\nRose looks at the COLLECTION OF SILVER CANISTERS. She sighs.\nThere’s only a FEW LEFT. She picks up a canister, and turns\nit over in her hands.\n\nEXT. ROSE'S RV, IOWA - LATER\n\nThe True Knot have gathered around the campfire. Rose stands\nat the center, looking out at the HUNGRY FACES of the group.\nThey stare GREEDILY at the canister in her hand.\n\nShe crouches down, OPENING THE VALVE. A HISS, and the SILVER\nMIST leaks out. Spreading out like an UMBRELLA OVER HER.\n\nROSE\nTake nourishment, and endure.\n\nThey gather around, descending on the mist, SLURPING IT IN.\nAs they do, we watch THEIR SKIN changing, becoming\nTRANSLUCENT, the GRINNING SKULLS WITHIN visible as Rose steps\nback, watching. Frowning.\n\nCUT TO:\n\nEXT. BASEBALL FIELD, IOWA - ANOTHER DAY\n\nKids playing baseball. Neighborhood uniforms, a boys and\ngirls club. We’re watching the game, nothing unusual... and\nthen we see BRADLEY TREVOR (12) step to the plate.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nBASEBALL FIELD, IOWA - ANOTHER DAY\n\nKids playing baseball. Neighborhood uniforms, a boys and\ngirls club. We’re watching the game, nothing unusual... and\nthen we see BRADLEY TREVOR (12) step to the plate. \n\nTARGET SECTION TO BE ANNOTATED:\nON THE BLEACHERS: parents and kids watch on. One of the\nSPECTATORS leans to the man next to him.\n\f45.\n\nSPECTATOR\nWatch this kid - number 19. He’s a\nnatural. Hits it every time. Like\nhe can read the pitcher’s mind.\n\nREVEAL CROW sitting behind them. WATCHING INTENTLY.\n\nAt the plate, Brad smiles just as the pitch is thrown... AND\nSENDS THE BALL SCREAMING over the shortstop’s head. The crowd\nCHEERS, and Crow smiles.\n\nSPECTATOR (CONT’D)\nSee? You watch, one of these days\nsome talent scout’s gonna get wind\nof Brad, there. You watch.\n\nBehind him, Crow just smiles. He already has.\n\nEXT. SECLUDED ROAD - DAY\n\nBrad walks along the road, LONG ROWS OF CORN on either side\nof him. Still in his uniform, carrying his bag and his glove.\nWalking home, smiling.\n\nBehind him, we realize a VEHICLE IS APPROACHING from the\ndistance. A VAN. It slows behind him, and he STEPS TO THE\nSIDE of the road to let it pass. It pulls up beside him.\nBarry leans out of the passenger window.\nBARRY\nHey! 19! Just saw your game, you’re\nready for the majors! Well played!\nBRAD\n(wary)\nThanks.\nBARRY\nYou heading home? Hop in, I'll give\nyou a ride.\n\nBrad keeps walking, the van keeping pace.\n\nBRAD\nIt’s real close, I’m good.\n\nThe sliding door opens, and Snakebite Andi leans out.\n\nANDI\nIt’s okay.\n\nBrad STOPS walking. Staring at her.\n\f46.\n\nANDI (CONT'D)\nWe're friends. You wanna hop in,\nwe'll take you right home.\n\nBRAD\nYou can take me right home.\n\nANDI\nYou trust me.\n\nBRAD\nI trust you.\n\nHe climbs into the van, and the door closes behind him.\nDriving calmly away, past the rows of corn.\n\nCUT TO:\n\nEXT. ABANDONED ETHANOL PLANT, IOWA - LATER THAT NIGHT\n\nThe vehicles of the True Knot are parked at the old plant.\nNothing around them for miles. They all watch on as Barry\ngently lays Brad in the center of the circle.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nABANDONED ETHANOL PLANT, IOWA - LATER THAT NIGHT\n\nThe vehicles of the True Knot are parked at the old plant. Nothing around them for miles. They all watch on as Barry\ngently lays Brad in the center of the circle. \n\nTARGET SECTION TO BE ANNOTATED:\n He’s bound with\nDUCT TAPE, and he’s WEEPING.\n\nBRAD\nPlease take me home... I won’t\ntell. I won’t tell. Please...\nBarry PICKS UP THE GLOVE. Number 19 carved into the leather.\n\nBARRY\nNumber 19. Kid, you were good.\n\nBarry PUTS HIS HAND into the glove, TRYING IT ON as Rose\ndrops to one knee beside Brad. Touching his hair.\n\nROSE\nIt’s not personal.\n\nRose steps away from him, looking out at the others with a\nsmile on her face. She steps toward Andi, who watches as Crow\nhands rose a SMALL KNIFE. Short, but VERY SHARP.\n\nShe starts walking back toward Brad, who notices the knife.\n\nBRAD\nAre you going to hurt me?\n\nROSE\nYes.\n\f47.\n\nAs the group tightens their circle around him, they hold\nflashlights so that Rose can sees what she’s doing.\n\nROSE (CONT'D)\nPain purifies steam, dear boy.\nFear, too. So you understand.\n\nAnd just like that, she brings the knife to his torso. We\nSTAY ON BRAD’S FACE as his eyes go wide, and we hear a faint\nSLICING SOUND. He SCREAMS, LOUD. SO LOUD.\n\nRose sits back, looking at his mouth and nose. Frowning, she\nreaches down and GOES BACK TO WORK, her hand moving off-\nscreen as Brad’s scream becomes GUTTURAL. PRIMAL.\n\nAnd then, as his scream of PURE AGONY starts to cease -\n\nA TINY CLOUD, SO SMALL, OF SILVER STEAM RISES FROM HIS LIPS.\nAround him, the members of the True Knot GREEDILY LEAN\nFORWARD, THEIR FACES STARING DOWN AND BLOCKING OUT THE SKY --\nAS THEY INHALE.\n\nROSE (CONT'D)\nGood. Good start.\n\nBrad pants. Eyes wide with shock and pain. His eyes travel\ndown, to where Rose clutches the BLOODY KNIFE.\n\nBRAD\nPlease -\n\nROSE\nWe're just getting started.\nINT. ABRA'S HOUSE, ABRA'S ROOM - NIGHT\n\nAbra is ASLEEP IN BED as we PUSH INTO A CLOSEUP. Her brow\nfurrows. She’s having A BAD DREAM.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nABRA'S HOUSE, ABRA'S ROOM - NIGHT\n\nAbra is ASLEEP IN BED as we PUSH INTO A CLOSEUP. Her brow\nfurrows. She’s having A BAD DREAM. \n\nTARGET SECTION TO BE ANNOTATED:\nABRA\n(asleep)\nNo... no...\n\nEXT. ABANDONED ETHANOL PLANT - LATER THAT NIGHT\nBrad's SCREAMS CONTINUE, becoming harsh BARKS of pain. Almost\n\ninhuman. His eyes are wild, BLOOD SPRAYING up onto his chin\nand cheeks from Rose’s work below.\n\f48.\n\nAnother small CLOUD OF STEAM rises, and again the True Knot\nLEAN DOWNWARD, almost like a football huddle, BREATHING\nGREEDILY as the steam spreads among them --\n\nTHEIR SKIN BECOMING TRANSLUCENT, JUST FOR MOMENTS, REVEALING\nGRINNING SKULLS AND GLITTERING EYES --\n\nBRAD SCREAMS AGAIN underneath them, but it is pointless.\n\nINT. ABRA'S HOUSE, ABRA'S ROOM - LATER\n\nAbra BURSTS UP in her bed, HYPERVENTILATING. Panicking.\nTrying to shake the dream.\n\nABRA\nStop... stop... stop...\n\nShe shakes her head, FREAKING OUT. Squints her eyes,\nCONCENTRATING HARD -- SEEING FLASHES OF --\n\nA KNIFE IN A BLOOD-SOAKED HAND, OVER A BASEBALL JERSEY.\nBRAD’S SCREAMING FACE. THE TRANSLUCENT, GRINNING SKULL/FACES\nOF THE MONSTERS LEANING OVER HIM, EYES SPARKLING WITH GREED --\n\nAnd a WOMAN, IN A TOP HAT. WHO SLOWLY TURNS TO LOOK AT HER --\n\nEXT. ABANDONED ETHANOL PLANT — CONTINUOUS\n\nRose suddenly STOPS HER WORK. Looks over her shoulder. As if\nAWARE SOMEONE IS WATCHING HER... Crow notices her expression.\n\nCROW\n(quietly)\nWhat is it?\n\nRose just looks up at him. Brad STARES at the sky. Tears and\nblood all over his face.\n\nBRAD\n(weak)\nJust kill me...\n\nROSE\nSoon, dear.\n\nAnd then, her hands go back to work, and again, his BARKS OF\nAGONY fill the night as the Knot huddles around him, greedily\nwaiting for the next morsel of food to rise from his mouth.\n\f49,\n\nINT.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nROSE\nSoon, dear. And then, her hands go back to work, and again, his BARKS OF\nAGONY fill the night as the Knot huddles around him, greedily\nwaiting for the next morsel of food to rise from his mouth. 49,\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n ABRA'S HOUSE, ABRA'S ROOM - CONTINUOUS\n\nAbra starts SCREAMING HER HEAD OFF. THRASHING ON THE BED.\nSCREAMING LIKE BRAD is screaming, so many miles away. The\nlights TURN ON, and David and Lucy RUN IN, TERRIFIED.\n\nLUCY\nAbra! Abra!\nABRA\nTONY!!!! TONY!!! STOP THEM, TONY!!!\n\nINT. DAN'S ROOM, ELLIOT STREET - NIGHT\n\nDan is asleep in his own bed, when A BLAST, A SHOCKWAVE,\nFOLLOWED BY A LOUD CRACKING SOUND as Dan HITS THE FLOOR,\nHARD. GRABBING HIS HEAD, in PAIN.\n\nEXT. ABANDONED ETHANOL PLANT - CONTINUOUS\n\nRose SPINS WILDLY over her shoulder. She FELT IT TOO.\n\nINT. DAN'S ROOM, ELLIOT STREET - CONTINUOUS\nDan struggles to his feet.\n\nDAN\nJesus!\n\nHe stands, not even noticing that his NOSE IS BLEEDING. His\neyes go to the mirror on the wall by his headboard --\n\nWHERE SOMETHING TAKES HIS BREATH AWAY.\n\nHe stares. All his breath stopped in his head. In the mirror,\nhe can see the CHALKBOARD WALL reflected...\n\nA WORD CRACKED INTO THE VERY PLASTER, LARGE AND BOLD.\nREDRUM\n\nHe stares at it, and slowly turns away from the glass, toward\nthe wall, where the word MURDER stares down at him.\n\nHe walks to it, very slowly.\n\nDAN (CONT'D)\nOkay. Okay.\n\nSCARED, he picks up the chalk. And writes one word back:\n\f50.\n\nWHO?\n\nHe slowly turns, walking back to the bed. Shaking, he sits\ndown, and makes himself look back at the wall, where the\nanswer has already appeared in chalk.\n\nBASEBALL BOY.\n\nEXT. ABANDONED ETHANOL PLANT - LATER\nBrad stares ahead as his body finally GIVES OUT. A long DEATH\nRATTLE from his throat, and the Knot lean closer, GETTING THE\nLAST OF THE STEAM as it rises from his mouth. Sucking it in.\nRose sits back.\nROSE\nDamn, I thought he had another few\nminutes in him.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nSucking it in. Rose sits back. ROSE\nDamn, I thought he had another few\nminutes in him. \n\nTARGET SECTION TO BE ANNOTATED:\nCROW\nHe made it three hours, we can’t\ncomplain.\nShe picks up a silver canister.\nShe looks up to Grampa Flick... WHOSE HAIR IS A LIGHT BROWN\nAGAIN, the silver long gone. His wrinkles seem BETTER,\nsmoother. He looks TEN YEARS YOUNGER, EASY.\nAs they disperse, Rose PRESSES ON THE BOY’S CHEST, looking\nfor little traces of steam that might be hiding inside. She\nholds the canister, and the steam rises.\nINT. ABRA'S HOUSE, ABRA'S ROOM - CONTINUOUS\nAbra rocks back and forth, sobbing as her parents hold her.\nABRA\nThey killed him. They killed him...\nINT. DAN'S ROOM, ELLIOT STREET - CONTINUOUS\n\nDan sits on the bed, looking at the word on his wall. Pale,\nscared. Over his shoulder, that familiar word in the mirror:\n\nREDRUM\n\nDISSOLVE TO:\n\f51.\n\nEXT. ABANDONED ETHANOL PLANT - SUNRISE\n\nRose and Crow finish BURYING THE BODY in the dirt, as the\nmorning sun creeps up. The others are inside their vehicles,\nresting, ready to go.\n\nShe shovels a heap of dirt onto the growing pile. Almost\ndone. She sits back, resting her head on the handle of the\nshovel. And after a long beat...\n\nROSE\nWe had a looker.\n\nCrow stops. Turns to her, slowly.\n\nCROW\nTonight?\n\nROSE\nYeah.\n\nCROW\nBig steam?\n\nROSE\nHuge. Huge.\n\nCROW\nWhere?\n\nROSE\n\nEast Coast I think.\n\nCROW\n(beat)\nYou're saying someone looked in\nfrom fifteen hundred miles away?\n\nROSE\nMaybe further.\n\nCROW\nBoy or girl?\n\nROSE\nThink it was a girl, but she was\nout of there in a flash but then\nshe screamed, and I swear, Crow\nDaddy... I haven’t felt power like\nthat, raw power like that, in so\nlong...\n\f52.\n\nCROW\nWe should look into it. Sooner than\nlater, I guess.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\n52. CROW\nWe should look into it. Sooner than\nlater, I guess. \n\nTARGET SECTION TO BE ANNOTATED:\n In case her parents\nfreak out, send her to a\npsychiatrist, they get her on pills\n-- could ruin the steam, muffle her\njust when we need --\n\nROSE\n\nIf I got it right, and I’m pretty\nsure I did, giving Paxil to this\nkid would be like throwing a piece\nof Saran Wrap over a searchlight.\n\n(beat)\nI don’t know where she is, but I do\nthink she’ll come back. And when\nshe does, I’ll know a lot more. A\nlot more.\n\nThey go back to burying the little baseball boy.\n\nCUT TO:\n\nINT. DAN'S ROOM, ELLIOT STREET - MORNING\n\nDan finishes getting dressed, ready to head out for his day.\nHe stops, though, staring at the wall. He’s going to have to\nclean that up at some point...\n\nHe ERASES the chalk that’s there, running his fingers over\nthe cracks in the plaster. Before he goes, he reaches down,\nholding a piece of chalk. CONSIDERING.\n\nFinally, writing. As he heads for the door, we REVEAL the\nwords he wrote:\n\nI hope you’re okay. Your friend, Dan.\n\nINT. ABRA'S HOUSE, KITCHEN - LATER THAT MORNING\n\nAbra bounds into the kitchen, where Lucy sits at the table.\nSipping coffee... watching her daughter CAREFULLY.\n\nABRA\nMorning!\n\nShe watches as Abra heads to the fridge, grabbing some stuff.\nABRA (CONT'D)\n\nGuess what! I made a new friend,\nhis name’s Dan.\n\f53.\n\nLUCY\nAt school?\n\nABRA\n(thinks fast)\nNo, he doesn’t live here. I mean he\nlives close, Frazier I think. No\n\nbig deal.\n\nLUCY\n(beat)\n\nAre you okay? Last night --\nABRA\n\nI’m okay. I’m sorry about that.\nLUCY\n\nJust a nightmare, huh? Abra... I\n\nknow that head of yours is like a\nradio sometimes, and you pick up\n\nsome... weird stations --\nABRA\nI told you, I don’t -- nothing\n\nweird like that, not anymore --\nLUCY\n\nI only need to know you’re okay.\n\nYou're safe, right? You’re okay?\n\nABRA\nOf course, mom.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou're safe, right? You’re okay? ABRA\nOf course, mom. \n\nTARGET SECTION TO BE ANNOTATED:\n I’m gonna be late.\n\nShe bounds out of the kitchen. Lucy watches, frowning.\n\nINT. SCHOOL LIBRARY - DAY\n\nAbra sits at one of the LIBRARY COMPUTERS, headphones in her\nears. Around her, other kids form small pockets, talking and\nliving their normal lives. But Abra is on the outside.\n\nAbra takes off her headphones, looking around the room. We\nrealize why she prefers the music -- SHE CAN HEAR THEIR\nTHOUGHTS. We catch SNIPPETS as she scans the room:\n\nMy god I’ve gotta study if I don’t study I don’t know...\n\nFifty two, running play -- handoff to eleven and -- coach is\ngonna kill me if I don’t get these, c’mon...\n\nWhy doesn’t he like me? My hair? I should change my hair...\n\f54.\n\nShe looks at the other kids, trying not to notice the\nOCCASIONAL STARE. As she stares at one girl, she hears --\n\nGIRL (V.0O.)\nThe freak is staring at me again...\nwhat is she staring at, freak...\n\nAbra quickly turns away. Pulls the headphones up, the chorus\nof thought-whispers is drowned out. She turns back to the\ncomputer... looking at the NATIONAL CENTER FOR EXPLOITED AND\nMISSING CHILDREN. She scrolls through LISTINGS, the faces of\nthe nation’s missing children. So, so many...\n\nINT. ABRA'S HOUSE, KITCHEN - EVENING\n\nAbra comes in the door. David sits at the table, doing some\nwork on his laptop.\n\nDAVID\nHey Abba-doo.\n\nABRA\nHey dad.\n\nDAVID\n\nSchool okay?\n\nABRA\nHow’s the book?\n\nDAVID\nGood! I’m writing about Charleston\nand the Black Bottom -\n\nShe opens the fridge, grabbing a soda.\n\nABRA\nI’m gonna start my homework.\n\nHe watches her go.\n\nDAVID\nThat's good sweetie, think Harvard\nin three years!\n\nABRA\n(laughs )\nWe'll see.\n\f55.\n\nINT. ABRA'S HOUSE, ABRA'S ROOM - NIGHT\n\nAbra sits on her bed, music playing in her ears. Her books\nare laid out on the bed around her, but she isn’t studying.\nShe’s looking at the PRINTOUT she took home from the library.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nABRA'S HOUSE, ABRA'S ROOM - NIGHT\n\nAbra sits on her bed, music playing in her ears. Her books\nare laid out on the bed around her, but she isn’t studying. She’s looking at the PRINTOUT she took home from the library. \n\nTARGET SECTION TO BE ANNOTATED:\nThe printout of the MISSING PERSON’S REPORT:\n\nBRADLEY TREVOR. AGE: 12. RACE: CAUCASIAN. LOCATION:\nBANKERTON, IOWA.\n\nABRA\nYou were special. Like me...\n\nShe holds onto the picture, laying down on her back. Getting\ncomfortable. Reaches out, TOUCHING THE PICTURE. And after a\nfew moments, closes her eyes...\n\nA FLASH: Bradley, TIED UP, on the FLOOR OF A VEHICLE --\nAbra OPENS her eyes. Startled. Wasn’t expecting that. She\nlooks down at the picture again, and brings her fingers back\nto the image. Touches it. Closes her eyes again --\n\nFLASHES OF: CORN FIELDS, rolling by. The RUMBLING of the VAN\nbeneath her -- A BASEBALL GLOVE ON THE FLOOR OF THE VAN --\n\nShe opens her eyes. Takes a deep breath. Lays completely\nback, holding the picture, squeezing her eyes closed...\n\nHER EYES FLY OPEN. COMPLETELY WHITE, ROLLED INTO HER HEAD...\n\nFLASHES OF: A BASEBALL FIELD, CORN FIELDS, A LONG ROAD --\n\nEXT. ABANDONED ETHANOL PLANT - NIGHT\n\nA BIRDS’ EYE VIEW of the abandoned plant. The LINE OF\nVEHICLES moving through the dark, NO HEADLIGHTS. RV's,\nCAMPERS, A VAN...\n\nPulling past the sign: NO TRESPASSING BY ORDER OF THE CANTON\nCOUNTY SHERIFF’S DEPT. ANOTHER SIGN BEYOND IT...\n\nINT. ABRA'S HOUSE, ABRA'S ROOM - CONTINUOUS\n\nAbra CONVULSES SLIGHTLY on the bed, eyes rolled over white.\nSHE GRIPS A PEN, scribbling on the printout without looking:\n\n“ORGANIC INDUSTRIES. ETHANOL PLANT #4. CLOSED UNTIL --\n\f56.\n\nEXT. ABANDONED ETHANOL PLANT - NIGHT\n\n-- FURTHER NOTICE,” reads the sign that Abra is transcribing.\nThe images come in a FLURRY NOW: BRADLEY SCREAMING -- DIRT\nSHOVELED INTO A HOLE ONTO A BASEBALL GLOVE -- THE CARAVAN\nLEAVING IN THE MORNING LIGHT --\n\nINT.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. ABANDONED ETHANOL PLANT - NIGHT\n\n-- FURTHER NOTICE,” reads the sign that Abra is transcribing. The images come in a FLURRY NOW: BRADLEY SCREAMING -- DIRT\nSHOVELED INTO A HOLE ONTO A BASEBALL GLOVE -- THE CARAVAN\nLEAVING IN THE MORNING LIGHT --\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n ABRA'S HOUSE, ABRA'S ROOM - CONTINUOUS\n\nAbra GASPS in a breath as her eyes go back to normal. She\nstands, shaking it off. Tears in her eyes.\n\nShe heads to the window, looking out at her street, and the\nMOUNTAINS in the distance. And we can tell... SHE’S ANGRY.\nShe GRIPS the window, knuckles turning white. And as she\nstares at her street, her eyes ROLL BACK AGAIN --\n\nAnd the room PIVOTS. ROLLING UPWARD, as though the whole\nhouse is ROTATING TOWARD THE SKY --\n\nABRA HOLDS ONTO THE WINDOW AS THE ROOM ROLLS AROUND HER, hair\nfalling back behind her like she’s hanging from the ceiling.\nWhen she opens her eyes, she’s not home anymore. She’s in --\n\nINT. SUPERMARKET - EVENING\n\n-- a supermarket. Just a normal supermarket. Lit by\nfluorescent lights, SHOPPERS milling about. Abra is FLOATING\nFORWARD down an aisle, and she looks down to see --\n\nHANDS, HOLDING A SHOPPING CART. Not her own hands, though...\nthe hands of a WOMAN.\n\nReveal ROSE, pushing the cart, loaded with basics. As she\ngoes, she SLOWS down. A strange look on her face. She looks\naround, trying to shake the odd feeling she has.\n\nShe starts pushing the cart again. Turning a corner, looking\nout at the ICE CREAM in the freezer. She reaches up, as\nthough to open the freezer doors --\n\nBut RESTS HER HANDS on them. EXACTLY THE SAME WAY ABRA WAS\nHOLDING HER WINDOW. Rose CLOSES HER EYES, and sees a FLASH -\n\nOF ABRA’S STREET, WITH THE MOUNTAINS BEYOND.\n\nROSE\nWell hi there.\n\nIn the reflection of the glass freezer doors, Rose can ALMOST\nSEE ABRA'S FACE, looking back at her. Rose reaches up and\nback to TOUCH THE BACK OF HER HEAD.\n\f57.\n\nINT. ABRA'S HOUSE, ABRA'S ROOM - CONTINUOUS\n\nAbra STARES out her window, eyes rolled over white, when A\nHAND GENTLY RESTS ON THE BACK OF HER HEAD -- ABRA SCREAMS.\n\nABRA\nGet out!\nINT.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nABRA'S HOUSE, ABRA'S ROOM - CONTINUOUS\n\nAbra STARES out her window, eyes rolled over white, when A\nHAND GENTLY RESTS ON THE BACK OF HER HEAD -- ABRA SCREAMS. ABRA\nGet out! INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SUPERMARKET - CONTINUOUS\nRose is KNOCKED BACKWARD as the glass of the freezer door\nSHATTERS BEFORE HER, bottles and containers EXPLODING within.\nShe hits the ground, SHOCKED. BLOOD RUNNING FROM HER NOSE.\nINT. ABRA'S HOUSE, ABRA'S ROOM - CONTINUOUS\n\nAbra backs away from the window, eyes wide with fear and\ndefiance. Breathing heavy, she SHUTS HER EYES AND SHOUTS --\n\nABRA\nGET OUT OF MY HEAD!! DAN, HELP --\n\nRUMBLE - the whole room SHAKES ON ITS FOUNDATION.\n\nINT. ABRA'S HOUSE, KITCHEN - CONTINUOUS\n\nDavid LOOKS UP as the house VIOLENTLY SHAKES, the light above\nhim SWINGING as though from a powerful EARTHQUAKE.\n\nINT. SUPERMARKET - CONTINUOUS\n\nRose TAKES ANOTHER BLAST, KICKING at the shopping cart as she\n\nSKIDS across the floor. Sits up, looking wildly around as a\nCLERK rushes to her, to help her to her feet.\n\nCLERK\nMa’‘am... you okay?\nROSE\nI’m fine... Jesus. Jesus.\n\nShe WIPES the blood from her nose, STUNNED.\n\nINT. AA MEETING - NIGHT\n\nDan lays on the ground in front of the coffee pot. BLOOD\nRUNNING FROM HIS NOSE as well. Unconscious. Billy helps lift\nhim up as Dan looks around, disoriented.\n\f58.\nBILLY\nYou okay, Danno?\n\nDAN\nYeah... what happened?\n\nBILLY\nYou just dropped. I thought you was\nhaving a stroke...\nDan gets to his feet. Wipes the blood from his nose.\n\nBILLY (CONT'D)\nWho’s Tony?\n\nDan looks at him. Surprised.\nBILLY (CONT'D)\nYou kept saying “Please Tony,\nhelp.”\n\nDAN\nSorry about that. I’m good.\n\nCUT TO:\n\nEXT. CAMPSITE - NIGHT\nRose steps out of her truck, heading toward the camp. The\nothers mill about, but Crow can tell right away something is\nwrong. THE BLOOD, on her face and her shirt.\nCROW\nRosie?\n\nINT.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE BLOOD, on her face and her shirt. CROW\nRosie? INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ROSE'S RV - MOMENTS LATER\n\nShe shuts the door, pulling off her bloody shirt.\n\nROSE\nWe've got a problem.\nCROW\nTalk to me.\nROSE\n\nThe looker? She found me again. I’m\nminding my own business, buyin’\ngroceries, and there she was.\n\f59.\n\nCROW\n(beat)\nHow?\n\nROSE\nDon’t know, don’t care. We have to\nhave her, Crow, we have to.\n\nCROW\nDoes she... does she know who you\nare? Where we are?\n\nROSE\nI don’t know. I don’t think so, but\nthat’s not the important... I said\n\nshe was huge steam, right? Well\nit’s even bigger than that. I tried\nto turn around on her and she blew\nme out of her like I was nothing.\n\nCROW\nBullshit.\n\nROSE\nNever happened to me. Never. I\nwould have said it was impossible.\n\nCrow takes this in. Rose smiles at him... she’s excited.\n\nCROW\nIs she food, or do we turn her?\n\nROSE\nWe don’t turn her.\n\nCROW\nYou sure? If she’s what you say --\n\nROSE\nThen we don’t want anyone with that\nkind of power in the Knot. Think\nabout it.\n(beat)\nWhat if it’s neither.\n\nCROW\nWhat do you mean?\n\nROSE\nI mean we don’t kill her, we don’t\nturn her. Think of a cow. You\nbutcher one, gives you meat for\nmonths. Keep it alive, take care of\nit, it gives you milk for years.\n(MORE )\n\f60.\n\nROSE (CONT'D)\nAnd she can take it, Crow. She’1l\nlast a long, long time.\n\nCROW\n\nWe've never tried that.\nROSE\n\nI know.\nCROW\n\nBecause a steam-head’s dangerous.\nYou keep it alive, it could be\ndangerous.\n\nROSE\nI know. The point... the point is\nshe’s a great, white whale. And I\nwant her, Crow. I want her.\n\nCUT TO:\n\nEXT. SCHOOL - ANOTHER DAY\n\nAbra gets out of her mother’s car, backpack over her\nshoulder. She heads toward the school.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\nEXT. SCHOOL - ANOTHER DAY\n\nAbra gets out of her mother’s car, backpack over her\nshoulder. She heads toward the school. \n\nTARGET SECTION TO BE ANNOTATED:\nLUCY\nHave a good day, sweetheart!\n\nABRA\nThanks mom!\n\nShe watches her mom drive away... and once she knows she’s\ngone, she starts walking AWAY FROM THE SCHOOL, up the street.\nEXT. BUS STATION - LATER\n\nAbra approaches the ticket counter at the bus station.\n\nEXT. BUS STATION, FRAZIER NH - LATE MORNING\n\nAbra steps off the bus. Looking around the main street of\nFrazier... closing her eyes. FEELING FOR SOMETHING. She\nwalks, head down. Listening to her music. And then sees\nsomething that strikes a chord with her... TEENEYTOWN.\n\f61.\n\nEXT. TEENEYTOWN, FRASIER NH - MOMENTS LATER\n\nDan sits at the controls, STARTING THE SMALL TRAIN. Aboard,\ndozens of HAPPY KIDS enjoy the train ride. He sits back,\ncontent. Smiling at them.\n\nAnd then... his SMILE FADES. SENSING SOMETHING.\n\nHe turns around... seeing ABRA, standing a few feet away.\nSMILING AT HIM. He nods, turning back to the train... but\nlooks back, and she’s still smiling.\n\nAnd then, a VOICE IN HIS HEAD.\n\nABRA (V.O.)\nHi.\nDan goes PALE. Looks around... how did she find him?\nDAN (V.O.)\n\nNot here. Gimme a sec.\nAbra nods. Dan heads to Billy.\nDAN\nHey, you okay if I take lunch\nearly? Not feeling so hot.\n\nBILLY\nSure.\n\nHe watches as Dan walks away, through Teeneytown. Some\nteenager following him, at a bit of a distance...\n\nCUT TO:\n\nEXT. LIBRARY BENCH, MAIN STREET, FRAZIER - LATER\n\nDan and Abra sit on the bench outside the public library.\nAbra watches him, EAGER. EXCITED.\n\nABRA (V.O.)\nYou can hear me --\nDAN\n(out loud)\n\nLet's use our outside voices, ok?\nYou tracked me down.\n\nABRA\nIt was easier than I thought! Like\nGPS, but in my head --\n\f62.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou tracked me down. ABRA\nIt was easier than I thought! Like\nGPS, but in my head --\n\f62. \n\nTARGET SECTION TO BE ANNOTATED:\nDAN\nListen, and I don’t mean any\noffense, but this day and age, a\nman sitting alone with a teenage\ngirl on a bench --\n\nABRA\nI’m Abra Rafaella Stone. And you’re\nmy uncle. Uncle Dan. And that’s not\neven a lie, not totally. In science\nlast year, Mr. Staley told us that\nall humans share the same genetic\nplan. He said that the things that\nmake us different are very small\nthings. Did you know that we share\nsomething like ninety-nine percent\nof our genetic makeup with dogs? So\nyou could be my Uncle. Or cousin,\nor whatever. That’s all I’m saying.\n\nDAN\nAbra’s Theory of Relativity.\n\nABRA\nWe're related in other ways. You're\nmagic, like me.\n\nShe looks at him, eager. Dan sighs. Reluctant.\n\nDAN\nDon’t know about magic. I... I\nalways called it the Shining. And\nyeah, we both Shine.\n(beat)\nDo your parents know?\n\nABRA\nAbout my “Shine”? My dad’s always\nbeen a little more scared of it,\nbut he thinks it’s gone except for\na few things, like me calling from\ncamp because I knew Momo was sick,\nand he’s glad. My mom’s a little\ndifferent. Sometimes she’ll ask me\nto help her find something she’s\nlost -- last month it was her car\nkeys, she left them on Dad's\nworktable in the garage -- but she\ndoesn’t know how much is still\nthere. They don’t talk about it. I\nknow it scares them so I try not\nto. Because if people find out...\nEek, a freak. You know?\n\n(off his face)\n(MORE )\n\f63.\n\nABRA (CONT'D)\nSure you know. You try not to use\nit, don't you.\n(realizing)\nYou've been trying a long time.\n\nDAN\nWhen I was a kid, I didn’t\nunderstand the Shining, so I called\nit Tony... I thought he was my\nimaginary friend.\n\nABRA\nI thought you were my imaginary\nfriend. For a long time.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nI thought he was my\nimaginary friend. ABRA\nI thought you were my imaginary\nfriend. For a long time. \n\nTARGET SECTION TO BE ANNOTATED:\n(beat)\nHow many of us are out there?\n\nDAN\n\nLot of folks have a little bit of\nShine to them. They don’t even know\nit. But they always seem to show up\nwith flowers when their wives are\nsad, they do good on school tests\nthey don’t even study for, they\nsense how people are feeling as\nsoon as they walk into a room. But\nI’ve only met two or three people\nin my life that knew they Shined.\n\nABRA\nThe baseball boy Shined. His name\nwas Bradley Trevor.\n\nShe reaches into her bag, handing Dan the printout. Pictures\nof Bradley Trevor, and OTHER MISSING KIDS.\n\nABRA (CONT'D)\nThese people - they look like\npeople, anyway - they took him and\nthey... ate him. They ate his\nShine.\n\nDAN\nYou could feel it.\n\nABRA\nAnd they could feel me. I think. At\nleast one of them, a lady. A lady\nwith a hat.\n\nDAN\nSo what do you want to do?\n\f64.\n\nABRA\n\nI want to find them. Stop them.\nBecause I think they’ve done this\nto a lot of other kids, too.\n\n(beat)\nI used to feel so alone. I thought\nit was only me. You know how that\nfeels, don’t you.\n\nDAN\nI do.\n\nABRA\nBut we’re not alone. And those\nother kids out there, they’re not\nalone either but they think they\nare, and they’re in danger. So I\nhave to do something. Right?\n\nDAN\nWhy did you come here? Why me?\n\nABRA\n(beat)\nBecause you can hear me. You’d\nbelieve me. You Shine too. And they\nhurt people like us. I mean what\nwould you do?\n\nDan shakes his head. This is too much...\n\nABRA (CONT'D)\nIf you could get something of his,\nif you could go to Iowa -\n\nDAN\nWhoa, hang on.\n\nABRA\nI can help you find him! Then his\nparents would know where he was,\nthey can bury him right, at least,\nbut we could also get his glove.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nABRA (CONT'D)\nIf you could get something of his,\nif you could go to Iowa -\n\nDAN\nWhoa, hang on. ABRA\nI can help you find him! Then his\nparents would know where he was,\nthey can bury him right, at least,\nbut we could also get his glove. \n\nTARGET SECTION TO BE ANNOTATED:\n If\nI could touch that glove, I could\ntrack them --\n\nDAN\nEasy --\n\nABRA\nBecause Barry the Chunk, I think\nthat was his name, for a while,\nbefore they killed him, he was\nwearing it.\n\f65.\n\nDan hands her the papers back. Sighs.\n\nDAN\n\nGo home, Abra. Go home, think about\nschool and your parents and the\nrest of your life. Don’t chase\nthese people, don’t aggravate them,\nand whatever you do, don’t attract\ntheir attention. Don’t Shine. Find\nsomething - anything - well, almost\nanything - to stop that Shine of\nyours. You keep your head down,\nkeep your Shine dull, and you hope\nto god that these people - or\nanything else like them - doesn’t\nsee you. Once they see you, they\ncome back. Do you hear me? They\ncome back.\n\n(beat)\nKeep your head down, and keep\nyourself safe. Above all else.\n\nHe stands, leaving her on the bench as he walks away.\n\nCUT TO:\n\nINT. ORDERLY STATION, RIVINGTON HOUSE - NIGHT\n\nDan sits at the station, rooms dark around him. He smiles as\nAzzie HOPS up onto the counter, meowing at him.\n\nDAN\nHey Azzie.\n\nThe cat hops down, running to an OPEN DOOR. MEOWING.\nDAN (CONT'D)\nWow, got your wires crossed\ntonight. No one’s in there, Az.\n\nThe cat MEOWS louder, heading inside. Dan follows.\n\nDAN (CONT'D)\nI told you, that room’s empty --\n\nAs he turns the corner, he sees SOMEONE STANDING IN THE DARK\nROOM. LOOKING OUT THE WINDOW. Dan takes a step inside.\nINT. PATIENT'S ROOM, RIVINGTON HOUSE - CONTINUOUS\n\nDan steps toward the figure, as he does he CLOSES HIS EYES.\nWE FLASH TO AN IMAGE OF A LARGE LOCK BOX, LID CREAKING OPEN --\n\f66.\n\nDICK\nWhoa, hang on, Doc.\n\nIt’s DICK HALLORANN, barely visible in the moonlight.\n\nDAN\nDick... I’m sorry, I thought...\n\nDICK\nThought I was from the Overlook.\nAlmost locked me up.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m sorry, I thought... DICK\nThought I was from the Overlook. Almost locked me up. \n\nTARGET SECTION TO BE ANNOTATED:\n Still getting\nvisits from them old ghosts?\n\nDAN\nIt’s been years. Horace Derwent was\nthe last one. Confetti on his suit.\nSaid “great party, isn’t it?” shit-—\neating grin on his face... ‘til I\npulled out a box for him. That grin\nwent fast.\n\n(beat)\nYou know it never occurred to me to\nask, those years ago... what\n\nhappens to them in these boxes? Do\nthey die in there?\n\nDICK\nDo you care?\n\nDAN\n(beat)\nI’ve missed you.\n\nDICK\nHas it been a long time? Can’t\ntell. This world is a dream of a\ndream to me now.\n\nDAN\nEight years. Little more.\n\nDICK\nLast time I saw you, you was at the\nbottom. You look better now.\n\nDAN\nWhy are you here?\n\nDICK\nI’m here because it all comes\n‘round. Ka’s a wheel, Doc.\n\nDAN\nAbra.\n\f67.\n\nDICK\nYou listen, son, it hurts to be\nhere so I'll only say it once. If\nthese empty devils ever found you,\nwhen you was a tyke - if they’d\neven sniffed you - you'd be long\ndead. They’re on the land like a\ncancer on the skin. Once, they rode\ncamels in the desert; once they\ndrove caravans ‘cross Eastern\nEurope. They eat screams and drink\npain and they've noticed that\nlittle girl.\n\nDick approaches. Eyes grave.\n\nDICK (CONT'D)\n\nThey might kill her. Might turn\nher. Or might keep her til she’s\nall used up and that’d be worst of\nall. You can’t let ‘em.\n\nDAN\nWhy me?\n\nDICK\nBecause she found you. Because she\nshowed up. Hell doc, why me? You\njust walked on into my kitchen one\nday, and I’m still on the hook.\nSome things just are.\n\nDAN\nWhat the hell am I supposed to do?\n\nDICK\nGet her what she asked for.\n\nDick turns back, heading back toward the window. Looking out\nat the mountains in the moonlight.\n\nDICK (CONT'D)\nYou won’t see me again, Doc. This\nis my last dream.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nLooking out\nat the mountains in the moonlight. DICK (CONT'D)\nYou won’t see me again, Doc. This\nis my last dream. \n\nTARGET SECTION TO BE ANNOTATED:\n It seems to me\nyou grew up fine, son. But you\nstill owe a debt.\n\n(beat)\nPay it.\n\nAnd then the room is empty.\n\nCUT TO:\n\f68.\n\nINT. ROSE'S RV - AFTERNOON\n\nRose sits in her camper. Eyes closed. Perfectly still when\nthere is a KNOCK AT HER DOOR. She ignores it. Another knock.\n\nROSE\nGoddammit, what!\n\nThe door opens. Crow leans inside.\n\nCROW\nI’m sorry to interrupt you -\n\nROSE\nI told you, no distractions!\nNothing to eat, nothing to drink,\njust peace, quiet and meditation, I\nneed all my wits for her tonight -\n\nCROW\nThat’s why I’m here. Found\nsomething.\n\nHe approaches, holding out a newspaper clipping. Rose takes\nit from him: “POCKET EARTHQUAKE” REPORTED IN ANNISTON.\n\nROSE\n\n(reading)\n“How small can an earthquake be?\nPretty small, if the people of\nRichland Court, a short Anniston\nstreet that dead-ends at the Saco\nRiver, are to be believed. Late\nTuesday night, several residents of\nthe street reported a tremor that\nrattled windows, shook floors, and\nsent glassware tumbling from\nshelves. Although the Geological\nSurvey Center in Wrentham reports\nthere were no temblors in New\nEngland last Tuesday” - well I’11l\nbe. Maybe, just maybe...\n\nCROW\nWhat do you think?\n\nROSE\nI think maybe. Not 100%, but I’1l\ntake 50/50.\n\nCROW\nIf it’s actually her -\n\f69.\n\nROSE\nRichland Court -\n\nCROW\n- and she did that, shook a whole\nstreet in New Hampshire -\n\nROSE\nHaving a place to focus on — not\njust a town but a street — will\nmake things a hell of a lot easier\nfor me tonight. Good catch.\n\nCROW\nHow you comin’ at her?\n\nROSE\nShe'll be asleep. I just want to\nlook around. See who she is. Pick\nup information, plant suggestions\nlike worms. Let ‘em burrow. A\nhundred worms, about her dear\nfriends the Knot.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nPick\nup information, plant suggestions\nlike worms. Let ‘em burrow. A\nhundred worms, about her dear\nfriends the Knot. \n\nTARGET SECTION TO BE ANNOTATED:\n And when we roll\nup she’ll be so glad to see us\nshe'll hop right in the van.\n\nCROW\nIf she did that... if she really\nshook the whole street, you should\nbe careful.\n\nROSE\n(beat)\nI should be careful. She’s a little\ngirl.\nCROW\n\nAnd you're the queen bitch of all\ntime, I know. I’m just sayin’.\n\nHe turns, leaving her to meditate.\n\nCUT TO:\n\nINT. ABRA’S HOUSE, ABRA’S ROOM - NIGHT\n\nAbra sits on her bed, downtrodden. Headphones in her ears.\nThere’s a KNOCK at her door, and Lucy leans in.\n\nLUCY\nHey...\n\f70.\n\nABRA\nHey mom.\n\nLUCY\nAre you okay? We missed you at\ndinner.\n\nABRA\n\nI’m okay. Just a rough day.\n\nLUCY\nWanna talk about it?\n\nABRA\nI’m good.\n\nLucy nods. Knows better than to push her.\nLUCY\n\nI'm flying out to see Momo in the\nmorning, I‘’1ll be back as soon as I\n\ncan...\n(hesitates)\nAbra?\nABRA\nYeah?\nLUCY\nIs she... gonna pull through this\n\ntime? Is she gonna be okay?\n\nAbra looks at her mother sadly.\nABRA\n\nI don’t know, mom. I hope so. Tell\n\nher I love her.\nLucy nods, and closes the door behind her. Abra sighs, turns\noff the light, and then lays down. Closes her eyes, ready to\nsleep. And dream.\n\nCUT TO:\n\nEXT. CAMPSITE - NIGHT\n\nRose sits atop her RV. Legs crossed in front of her, sitting\nlotus. Hands resting gently on her knees, centering herself.\nGetting ready. Above her, a sky full of stars.\n\nShe takes a deep breath. Concentrates...\n\f71.\n\nShe briefly OPENS HER EYES, and we realize she is FLOATING\nFAR ABOVE THE GROUND. Stars above her, LIGHTS BELOW HER...\nthe scattered lights of small towns, houses. Cars.\n\nROSE IS TRAVELING.\n\nEXT. RICHLAND COURT - NIGHT\n\nA normal cul-de-sac, quiet. The lights out.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. RICHLAND COURT - NIGHT\n\nA normal cul-de-sac, quiet. The lights out. \n\nTARGET SECTION TO BE ANNOTATED:\n Rose STANDS by\nthe street sign: RICHLAND COURT. As she steps forward, toward\nthe houses --\n\nTHE STREET REVOLVES, AS IF FOLDING TOWARD HER. FOLDING IN\nHALF, so that she is looking straight ahead at THE ROOFTOPS\nOF THE HOUSES. Staring at each one...\n\nNOTICING BLUE LIGHT coming from one house. AS IF IT IS\nGLOWING SOFTLY. Rose moves toward the roof, and again the\nWORLD TURNS, REVOLVING --\n\nThe house AND THE GROUND BENEATH IT now UPSIDE DOWN as Rose\nwalks, stars beneath her feet -- TOWARD ONE BEDROOM WINDOW.\n\nShe holds her hands up, pressing against the glass. Peering\ninside... it is ABRA’S ROOM. DARK, save a BLUE GLOW from\nwithin... Rose CLOSES HER EYES, concentrating further --\n\nPUSHING THE WINDOW FORWARD, the house TIPPING FORWARD AGAIN,\nso that she is on top of the window, PUSHING DOWN ON IT like\nshe’s doing a push-up -—\n\nAnd then it FALLS AWAY, the glass DROPPING FROM THE WINDOW,\nDOWN INTO THE ROOM -- AND SILENTLY EVAPORATING INTO THIN AIR.\n\nThe house REVOLVES AGAIN, Rose STEPPING FORWARD through the\nopen window as if it is a small door, and standing now, in --\n\nINT. ABRA'S HOUSE, ABRA'S ROOM - NIGHT\n\n-- Abra’s room. The room is dark, but above her THE CEILING\nIS FULL OF STARS. Rose looks at the girl SLEEPING IN THE BED.\nShe can’t see her face, it’s buried in the pillow.\n\nROSE\n(quietly)\nKeep sleeping, princess.\n\nShe steps quietly, looking at the WALLS of the room... and we\nrealize the walls aren’t walls at all. They’re FILE DRAWERS.\nMEMORIES. Some labeled: “Mom.” “Dad.” “Dreams.” “School.”\n\f72.\n\nROSE (CONT'D)\nYou rubes. Spend your whole lives\nmaking little boxes, little\nmemories, and you think they make\nyou so rich... you should see mine,\nkiddo. My mind’s a cathedral.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nROSE (CONT'D)\nYou rubes. Spend your whole lives\nmaking little boxes, little\nmemories, and you think they make\nyou so rich... you should see mine,\nkiddo. My mind’s a cathedral. \n\nTARGET SECTION TO BE ANNOTATED:\nShe runs her hands over the file drawers that make up the\nwalls, looking for something interesting. She sees one,\ndecorated in a child’s handwriting...\n\nROSE (CONT'D)\nWell hi there.\n\nThe drawer, larger than the others, is labeled “ME.”\n\nRose GLANCES BACK at the bed, where Abra’s still sleeping.\nShe smiles. She reaches up, pulling open the drawer. It\nEXTENDS FROM THE WALL, coming out about a foot. Rose peers\ninside, at the FILE FOLDERS packing the drawer...\n\nShe reaches her hand inside to pull one out.\n\nSUDDENLY, A HORRIBLE NOISE PIERCES THE AIR. A BRIGHT\nSPOTLIGHT SHINES DOWN RIGHT IN HER EYES -- THE DRAWER SLAMS\nSHUT ON ROSE’S HAND - CRUSHING BONES, SNAPPING FINGERS -\n\nRose SCREAMS in SHOCK and surprise. YANKING AT HER HAND, but\nit is CAUGHT, like in a BEAR TRAP. She turns, realizing that\nABRA IS SITTING UP...\n\nBUT ABRA IS DIFFERENT. Her hair is SHOCK BLONDE, and she HAS\nNO EYES. No identifying features... LIKE HER FACE HAS BEEN\nCENSORED. The only thing we recognize of Abra IS HER SMILE.\nDREAM ABRA\nHe said you’d come back, and you\ndid...\nTHE SMILE BECOMES A GRIN.\n\nDREAM ABRA (CONT'D)\nGood.\n\nShe STANDS from the bed, moving toward Rose. Rose FLAILS,\nhand trapped, VULNERABLE AND STUNNED --\n\nROSE\nGet back -- GET BACK!!\n\nBut “Abra” just GRINS at her. Advancing.\n\nROSE (CONT'D)\nYou're a fucking child!\n\f73.\n“Abra's” grin FALTERS for just a moment, but she REACHES UP,\nHER HAND HEADING FOR ROSE’S HEAD --\n\nROSE (CONT'D)\nNO --\n\nAND ROSE IS SUDDENLY ALONE IN THE ROOM.\n\nALL OF THE FURNITURE IS GONE, a strange SLUDGE on the ground,\noozing up around her and HOLDING HER ON THE SPOT. A TRAP --\n\nSuddenly, Rose is aware of a NOISE.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\n“Abra's” grin FALTERS for just a moment, but she REACHES UP,\nHER HAND HEADING FOR ROSE’S HEAD --\n\nROSE (CONT'D)\nNO --\n\nAND ROSE IS SUDDENLY ALONE IN THE ROOM. ALL OF THE FURNITURE IS GONE, a strange SLUDGE on the ground,\noozing up around her and HOLDING HER ON THE SPOT. A TRAP --\n\nSuddenly, Rose is aware of a NOISE. \n\nTARGET SECTION TO BE ANNOTATED:\n Like PAPERS being rifled\nthrough, very fast --\n\nROSE (CONT'D)\n\nWhere the hell did you...\n(realizes)\n\nNO.\n\nShe CLOSES her eyes, and for just a FLASH we see --\n\n-- a CAVERNOUS SPACE, vast and dark, FULL OF FILE CABINET\nDRAWERS -- ROSE’S MEMORIES, ROSE’S MIND -- AND A YOUNG GIRL\nIs RIFLING THROUGH THEM --\n\n-- Rose OPENS HER EYES, thrashing her head back and forth.\n\nROSE (CONT'D)\nGET OUT! GET OUT! GET...\n\nThe sounds of PAPERS is deafening as Abra DIGS through Rose’s\nmind. Desperate, Rose begins to TEAR HER HAND out of the\ndrawer that holds it. Her fingers SNAP, the skin PEELS BACK --\n\nBut she RIPS HER HAND from the vice, and STUMBLES toward the\nwindow, holding her hand.\n\nROSE (CONT'D)\nGET OUT!\n\nThe room ROTATES AGAIN, the window DROPPING DOWN, and Rose\nstumbles, FALLING THROUGH THE OPENING --\nEXT. RICHLAND COURT - CONTINUOUS\n\n-- into the night, the world TURNING again, Rose FREE FALLING\nTOWARD THE SKY, out of control --\n\nTHE WORLD TURNING BENEATH HER, AS THOUGH SHE’S SUDDENLY AT\n35,000 FEET, the wind KNOCKING HER BACK AND FORTH, as the\nground suddenly RUSHES UP TOWARD HER --\n\nShe PLUMMETS, down toward an RV parked in a campsite --\n\f74.\n\nEXT. ROSE'S RV - CONTINUOUS\n\n-- AND BACK INTO HER OWN BODY, laying flat on her back on top\nof her camper -- as the world ROTATES VIOLENTLY TO THE SIDE,\nsending her ROLLING toward the edge of the camper --\n\nAND FALLING HARD ONTO THE GROUND BESIDE IT. She GASPS,\nlifting her face from the DIRT. BLOOD running from her nose,\neyes wide. Crow RUSHES TOWARD HER, followed by Andi and\nseveral other members of the True Knot.\n\nCROW\nRose!\nROSE\n(gasping)\nTrap...\n\nShe tries to stand up, putting weight on her hand --\n\nAnd HOWLS with pain.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nCROW\nRose! ROSE\n(gasping)\nTrap... She tries to stand up, putting weight on her hand --\n\nAnd HOWLS with pain. \n\nTARGET SECTION TO BE ANNOTATED:\n She slumps down, pulling her hand up to\nher face to look at the damage -- BROKEN FINGERS. NAILS\nPULLED OUT. DEEP GASHES in her skin -- it’s like her hand was\nput through a SHREDDER.\n\nANDI\nWhat the hell happened?!\n\nROSE\n(gasping)\nLittle bitch set a trap for me.\n\nANDI\nYour hand --\n\nRose SHOVES HER BACK. Furious. She SCREAMS into the night.\n\nCROW\nRose --\nShe SPINS toward him, and we see -- HER EYES ARE DIFFERENT.\nINHUMAN. Small POINTS OF LIGHT SHINE from her PUPILS,\nsubtle... but her feigned humanity is SLIPPING in her anger.\n\nCROW (CONT'D)\nCalm down. We know where she is\nnow, right? Now we know.\n\nROSE\nShe was in my head.\n\nCROW\n(blinks)\nWhat?\n\f75.\n\nROSE\nStealing! Stealing from me!\n\nCROW\nWhat does she know?\n\nROSE\nI don’t know!\n\nCROW\nHow much did she see?\n\nROSE\nI don’t know!\n\nShe fumes. Paces. Clutching her damaged hand.\nROSE (CONT'D)\nShe's dead. That little thing\ndared... fuck... with me...\n\nBARRY interrupts.\n\nBARRY\nThere’s a problem -\nROSE\nNot now!\nBARRY\n\nGrampa Flick.\nThey turn and look at him.\n\nBARRY (CONT'D)\nI think he’s cycling.\n\nCUT TO:\n\nINT. DAN'S ROOM, ELLIOT STREET - NIGHT\n\nDan STIRS in his sleep, a VOICE IN HIS HEAD -- CRACKING, like\nthe FREQUENCY IS OFF, but BREAKING THROUGH --\n\nABRA (V.O.)\nUncle Dan! Uncle Dan! I hurt her, I\nreally hurt her!\n\nHe WINCES, sitting up. Disoriented.\n\f76.\n\nINT. ABRA'S HOUSE, ABRA'S ROOM - CONTINUOUS\n\nAbra SITS in bed, in the dark. Eyes closed. SENDING HER\nTHOUGHTS. Whispering to herself...\n\nABRA\n(whispering)\nI hurt her and she deserved it and\nthat’s not the best part --\n\nINT.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nSENDING HER\nTHOUGHTS. Whispering to herself... ABRA\n(whispering)\nI hurt her and she deserved it and\nthat’s not the best part --\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n DAN’S ROOM, ELLIOT STREET - CONTINUOUS\n\nDan holds his temples as he listens to her voice in his head,\ndistorted but clearly hers.\n\nABRA (V.O.)\n\n-- the best part is I got in her\nhead. I got in her head. Uncle Dan?\nAre you there? Can you hear me?\n\nDAN\n(to himself)\nOh god, Abra. What did you do...\n\nDan stands, heading toward the wall. The word MURDER, cracked\ninto the plaster. He picks up a piece of chalk, and after a\nbeat... writes “OKAY. WHERE?” And he STOPS.\n\nDAN (CONT'D)\n\n(to himself)\nJust talk to the kid. If we’re\ngonna do this, let’s do this.\n\nHe PUTS THE CHALK DOWN. Takes a beat... and closes his eyes.\nDAN (CONT'D)\nHi Abra.\nINT. ABRA'S HOUSE, ABRA'S ROOM - CONTINUOUS\n\nIn her bed, Abra suddenly LIGHTS UP. Dan’s voice FILLING HER\nHEAD, no distortion at all. Like he’s RIGHT THERE.\n\nABRA\nI can hear you...\n\nDAN (V.O.)\n\nI’m sorry I sent you away, before.\nTell me everything. Then tell me\nwhat I’ve got to do in Iowa.\n\nCUT TO:\n\f77.\n\nEXT. CAMPSITE - NIGHT\n\nThe members of the True Knot gather around the campfire.\nThey've pulled GRAMPA FLICK out into a field, near the\nfirelight. They stare at him, faces pale and afraid.\n\nHe lays on the ground, COUGHING. FRAIL. He appears near\ndeath. Crow crouches beside him. Rose is CRYING. Andi stands\nbeside her, confused.\n\nANDI\n\nI don’t understand.\nROSE\n\nYou will.\nANDI\n\nI thought we lived forever...\n\nROSE\nDid someone promise you that, Andi?\nSomeone say you’re immortal? I said\n“live long, eat well.” We can live\nlong, very long, and we do, most of\nus, but we haven’t been eating\nwell, not for a long time now and\nGrampa...\n\nRose looks down at the pale man by the firelight.\n\nROSE (CONT'D)\nHe turned me, you know. A long,\nlong time ago.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nRose looks down at the pale man by the firelight. ROSE (CONT'D)\nHe turned me, you know. A long,\nlong time ago. \n\nTARGET SECTION TO BE ANNOTATED:\nCrow approaches them.\n\nCROW\nHe’s going.\n\nThey step over Grampa Flick. As Andi watches, we realize\nsomething has been happening - HIS SKIN IS FLICKERING.\n“CYCLING” between being visible, normal skin, and being\nTRANSPARENT. We have FLASHES of his skeleton within...\n\nWe can see his LIVER, HIS LUNGS, HIS VEINS AND ARTERIES. THE\nNERVES CONNECTING HIS EYES TO HIS BRAIN -- And then, he’s\nBACK, and those eyes fix on Rose.\n\nGRAMPA FLICK\nRosie...\n\nROSE\nYes, love.\n\f78.\n\nShe crouches to him. Holds his hand.\n\nGRAMPA FLICK\nI’m scared...\n\nROSE\n\n(defiant)\nNo. No you’re not. Not you, my\nlove. You watched empires rise and\nfall, cheered the gladiators in\nRome. You sailed across oceans to\nnew worlds and you fed on Kings,\nprinces, and popes. They wrote\nmyths of you and made statues and\nthey trembled in their villages and\nbeds and skyscrapers and they\nscreamed, screamed at your coming.\nThey broke against you like waves\non rocks and they died by the\nbillions as you burned like a sun,\nfor eons. EONS. So no. You are not\nscared. Not you. You are a god, and\nyou eat fear. You are not afraid.\n\nHe smiles. Tears fall down her cheeks.\n\nROSE (CONT'D)\nLook at us. Look at the family you\nmade. We are your legacy, love, and\nwe are legion.\n\nAs he looks at them -- the CYCLING BEGINS AGAIN. Violent this\ntime. He SCREAMS as his body CONTORTS, FLASHING transparent,\nthen back, then INTO SOMETHING ELSE --\n\nSOMETHING UNDERNEATH IT ALL, UNDER THE SKIN AND THE BULGING\nEYES AND THE VEINS AND THE BONES --\n\nSOMETHING LIKE AN INSECT, ITS EYES GLOWING FIERY RED --\nINHUMAN MOUTH OPEN IN A SCREAM -- CYCLING BETWEEN THESE THREE\nVERSIONS OF HIMSELF, SCREAMING IN AGONY UNTIL --\n\nHE BURSTS APART. Not an explosion...",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nViolent this\ntime. He SCREAMS as his body CONTORTS, FLASHING transparent,\nthen back, then INTO SOMETHING ELSE --\n\nSOMETHING UNDERNEATH IT ALL, UNDER THE SKIN AND THE BULGING\nEYES AND THE VEINS AND THE BONES --\n\nSOMETHING LIKE AN INSECT, ITS EYES GLOWING FIERY RED --\nINHUMAN MOUTH OPEN IN A SCREAM -- CYCLING BETWEEN THESE THREE\nVERSIONS OF HIMSELF, SCREAMING IN AGONY UNTIL --\n\nHE BURSTS APART. Not an explosion... \n\nTARGET SECTION TO BE ANNOTATED:\n just as though he has\nATOMIZED. His physical body CONVERTING... TO STEAM.\n\nAnd, TEARS in their eyes, his “family” steps forward -- AND\nBEGINS BREATHING HIM IN. FEASTING.\n\nCUT TO:\n\f79.\n\nINT. HALLWAY, ELLIOT STREET - BEFORE DAWN\n\nDan knocks at the door. Again. And again. After a few\nmoments... Billy answers.\n\nBILLY\nIt’s four in the morning --\n\nDAN\nYou've always seen me, Billy. Got a\nsense about people, that fair to\nsay? You think I’m an honest man? A\ngood man?\n\nBilly stares at him. Confused.\n\nBILLY\nI do, Dan.\n\nDAN\nI need your help. And the first\nthing I need is for you to listen\nto a story and try - harder than\nyou've ever tried - to believe me.\n\nINT. DAN’S CAR - SUNRISE\nDan drives down the highway. He looks over at the passenger\nseat, where BILLY IS SLEEPING. The vast countryside, the sun\n\ncoming up. A voice from the back seat.\n\nABRA (V.O.)\nHow’s it going?\n\nDan smiles.\n\nDAN\nShouldn't you be getting ready for\nschool?\nThe camera pivots -- revealing ABRA, in the back seat.\nABRA\n\nYeah but I wanted to tag along. How\nlong have you been driving?\n\nDAN\nFew hours so far. We should be\nthere tonight. Late.\n\nABRA\nWho's that?\n\f80.\n\nDan looks over at Billy, sleeping soundly.\n\nDAN\nA friend. Maybe my best friend.\n(beat)\nAny more visitors?\n\nABRA\nNo. And I’ve tried to find her\nagain, but she put up a firewall.\n\nDAN\nWell when we get the glove, we’ll\nknow where they are. And we need\nto, more than ever. Now that she’s\nreally onto you.\n\nINT. ABRA'S HOUSE, ABRA'S ROOM - CONTINUOUS\n\nAbra sits in her bed, headphones on. Concentrating. She\nsmiles, leaning back.\n\nABRA\nYou should have seen her face. She\nwas scared, Uncle Dan.\n\nINT. DAN'S CAR -— CONTINUOUS\nAbra smiles at him.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe\nwas scared, Uncle Dan. INT. DAN'S CAR -— CONTINUOUS\nAbra smiles at him. \n\nTARGET SECTION TO BE ANNOTATED:\n She is ENJOYING THIS.\n\nABRA\n\nScared like those kids were scared.\nAll those kids she’s killed... she\nwas so mad, and so scared, that I\ngot inside.\n\n(beat)\nThat was a new trick. I’ve never\ndone that before.\n\nDAN\nI haven’t either. What was it like?\n\nABRA\nLike a library. I guess we’re all\nlibraries, inside. It looked like a\ncathedral of file cabinets, but\nonly because that’s how she thought\nof them. If she was thinking of a\nmuseum, or a computer, I would have\nseen that, I think.\n\f81.\nDAN\nHow'd you do it?\n\nABRA\nLike this, just a little push --\n\nDan JOLTS, the car wheel SPINNING a little in his hand. For a\nmoment, a FLASH --\n\nINT. OVERLOOK HOTEL, LIBRARY - NIGHT\n\n-- the LIBRARY of the OVERLOOK. A TYPEWRITER on a desk. File\ncabinets, many, from the floor to the ceiling... Then a flash\n\ninto DARKNESS --\n\nAN ABYSSAL DARKNESS, FILLED WITH LOCKED BOXES. DOZENS AND\nDOZENS OF THEM. LIKE COFFINS...\n\nAbra STEPS toward the lock boxes, each the size of a PERSON.\nThe LIDS BUMPING, SCRATCHING. THINGS TRYING TO GET OUT --\n\nDAN (V.O.)\nAbra!\nINT. ABRA'S HOUSE, ABRA'S ROOM - CONTINUOUS\nAbra LANDS on the floor of her bedroom.\n\nABRA\nSorry! Sorry...\n\nHer door opens, and David pokes his head in.\n\nDAVID\nYou okay?\n\nABRA\nYeah, sorry, rolled out of bed.\n\nDAVID\nYou feeling any better?\n\nABRA\nI’m okay dad. Sorry about that.\n\nHe leaves. Abra stands up, getting back onto her bed.\n\nINT. DAN'S CAR - MOMENTS LATER\n\nDan shakes his head, laughing a little, glancing at Billy.\nSTILL ASLEEP. Abra appears in the back seat again.\n\f82.\n\nABRA\n\nI’m sorry. I wasn’t trying to --\nDAN\n\nIt’s okay.\nABRA\n\nYou're strong. I mean it... you\n\njust pushed me right out. Like it\nwas nothing.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nABRA\n\nYou're strong. I mean it... you\n\njust pushed me right out. Like it\nwas nothing. \n\nTARGET SECTION TO BE ANNOTATED:\n(beat)\nWhat were those boxes?\n\nDAN\nNothing.\nABRA\nLiar.\nDAN\n(long beat)\nWhen I was a kid... younger than\nyou... I bumped into something like\n\nthese things. Something that ate,\nlike they do. Only it wasn’t a\nperson... it was a place.\n\n(beat)\nThey closed it down, after. Let it\nrot. But some of the things that\nlived there, they... don’t poke\naround in there again.\n\nABRA\nI won’t. I promise.\n(beat)\nThank you. For helping me.\n\nDAN\nDon’t thank me yet, kiddo.\n\nCUT TO:\n\nEXT. CAMPSITE - EVENING\n\nRose sits at the edge of the woods, looking out in the trees.\nBehind her, Crow approaches.\n\nCROW\nWe’re almost ready. Loading up.\n\nROSE\nGood. Get the caravan on the road,\nwe'll have her in a day or two...\n\fCROW\nI don’t think you should come.\nROSE\n(beat)\nThe fuck did you just say?\nCROW\nShe tagged you. She got in your\nhead --\nROSE\n\nWon’t happen again. I\nunderestimated her a bit but it\nwon't happen again --\n\nCROW\nShe knows you. And who knows how\nmuch she got to before you kicked\nher out.\n\nROSE\nShe’s mine, Crow.\n\nCROW\nShe is. But right now, far as we\nknow, you’re the only one of us she\ncould track. She sees you coming,\nshe could run. Or set another trap.\nBetter you hang back.\n\nHe steps toward her, putting his hands on her\n\nCROW (CONT'D)\nI’1l knock her out cold. One of our\nassets in the NSA gave me the good\nstuff, put her out without a chance\nof overdose. I’m gonna head South,\ncircle around, come at her froma\ndifferent direction --\n\nROSE\nI should be there.\n\nCROW\nI'll sniff her out, like I always\ndo. Track her right to the door,\nlike I always do. Deliver her right\nto your feet, like always. All\nyours. But if she sees you coming\nit puts us all in danger and you\nknow that, Rosie, you know I’m\nright about this.\n\n83.\n\narms.\n\f84.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\n83. arms. 84. \n\nTARGET SECTION TO BE ANNOTATED:\nRose nods. He’s right.\n\nCROW (CONT'D)\nI‘1l leave Andi with you, if you\nwant --\n\nROSE\nNo. You’ll need your strength, all\nof you, if she pulls a trick on\nyou. You stay together.\n\nCROW\nI got some tricks of my own.\n\nHe kisses her. Smiles. And turns, heading back toward the\nvans. Rose watches him go.\n\nCUT TO:\n\nEXT. SECLUDED ROAD - NIGHT\nBilly’s driving now. Dan sits beside him, exhausted.\n\nBILLY\nI think we're here.\n\nDan sits up. There’s nothing but CORN FIELDS all around.\nDAN\nOkay, let me see if I can get her.\n(beat)\nAbra...\nAnd long beat. And then, she’s in the back seat.\n\nABRA\nThat's the sign.\n\nShe points. Dan follows. There, in the headlights: ORGANIC\nINDUSTRIES. ETHANOL PLANT #4. CLOSED UNTIL FURTHER NOTICE.\n\nABRA (CONT'D)\nPull around back --\n\nDAN\nPull around back --\n\nABRA\nAnd I’1l tell you when to stop --\n\nDAN\nShe’1l tell us when to stop.\n\f85.\n\nBilly looks over at him. Worried.\n\nBILLY\nI gotta tell you, Danno. I don’t\nknow whether I hope you’re right or\nwrong about this. I mean if you’re\nwrong, it means my friend is crazy.\nI mean full-blown-mental-breakdown-\nmonsters-killing-imaginary-kids\nbonkers, but I can work with that.\nIf you're right though...\n\nDAN\nI know. It’s much worse.\n\nEXT. ABANDONED ETHANOL PLANT - LATER\n\nBilly and Dan stand in a familiar spot. FRESH DIRT. Darker\nnow, with only the one set of headlights. The plant looming\nabove them. Dan pulls the SHOVELS out of the back of the car.\n\nDAN\nYou should go home.\n\nBILLY\nWhat? You said you needed my help -\n\nDAN\nNot you.\n\nPULL BACK TO REVEAL: Abra, standing with them.\nBILLY\nOh... you’re talking to her? She’s\n\nhere now?\n\nABRA\nI can handle it.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nBILLY\nOh... you’re talking to her? She’s\n\nhere now? ABRA\nI can handle it. \n\nTARGET SECTION TO BE ANNOTATED:\nDAN\nNo. We'll take it from here.\n\nAbra hangs back, reluctant. Finally, she is gone.\n\nDAN (CONT'D)\nOkay. Just us.\n\nBilly looks at him, scared, as Dan starts DIGGING. And\ndigging. Some time passes...\n\nDAN (CONT'D)\nYou smell that?\n\f86.\n\nBilly keeps digging. Face pale.\n\nBILLY\nUsed to hunt. Did I ever tell you\nthat?\n\nDAN\nNo.\n\nBILLY\n\nDeer. This one summer, I clipped\nthis buck, had been tracking him\ntwo days, and I got the shot and I\nclipped him. He ran off. I went\nafter, figured he wasn’t gonna last\nlong but he vanished, just up and\nevaporated. Not a trace. Truly\nbaffling.\n\nDan and Billy keep digging.\n\nBILLY (CONT'D)\nFive days later, I’m trying a\ndifferent spot. Miles away. Miles.\nAnd I come round, looking for a\nspot for the blind, and I smelled\nhim... smelled him. Found that\nbuck, huddled up to a hollow trunk.\nDead for days. The smell, the look\nof him -- never hunted a day since.\n(beat)\nThis’s the same smell.\n\nThey dig more. Dirt piles a little higher. And then...\n\nDAN\nBilly.\n\nBilly looks over. There, barely revealed in the dirt... is\nthe LEATHER OF A SHOE. Sticking out.\n\nThey lock eyes, and gently drop to their knees. Digging\nhigher with their gloved hands... HOLDING THEIR BREATH,\nGASPING for air when they can. And finally they stand back.\n\nProtruding from the dirt, is the SCREAMING, ROTTING FACE of\nBradley Trevor. STILL LOCKED IN HORROR, bugs and worms having\ntheir day. The BASEBALL GLOVE, clutched in his hands.\n\nDan leans forward, CRYING NOW. He reaches out, GENTLY SLIDING\nTHE BASEBALL GLOVE through the white, broken fingers.\n\nDAN (CONT'D)\nJesus wept.\n\f87.\n\nBilly STUMBLES out of the shallow grave, VOMITING onto the\nground. Dan follows, looking sadly down.\n\nBILLY\nFuck... fuck, Danno. How the\nfuck...",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nDan follows, looking sadly down. BILLY\nFuck... fuck, Danno. How the\nfuck... \n\nTARGET SECTION TO BE ANNOTATED:\n they didn’t even bury him\ndeep. They buried him shallow.\n\nDAN\nI’m sorry, Billy.\n\nBILLY\nWhat did you get us into --\n\nHe puts his hand on his shoulder.\n\nBILLY (CONT'D)\nWhat do we do now --\n\nDAN\nWe cover him back up. Call the\npolice from a payphone, on the way\nout of town. Let his parents have\nhim, at least. And we get this\nglove to the girl who needs it.\n\nINT. DAN'S CAR —- MORNING\n\nDan drives, Billy sits in the passenger seat. Shell shocked.\nLooking out at the sun over the empty fields.\n\nBILLY\nThe people who did that...\n\nDAN\nThey aren’t people.\n\nBILLY\nNo. No they aren’t. Anyone who\nwould do that to a little boy...\nthey’re not people.\n(beat)\nBut they’re coming.\n\nDAN\nYes.\n\nBilly nods. Processing.\n\nABRA (0.S.)\nDid you get it?\n\nDan sighs. Abra is in the back seat.\n\f88.\n\nDAN\nYeah, we got it.\n\nBILLY\nShe's back?\n\nDAN\nWe're heading to you. We’1ll be\nthere in the morning, we have a\nstop to make. Abra... I need you to\nshow your parents what’s happening.\n\nABRA\nNo!\n\nDAN\nYes.\n\nABRA\n\nNo! They just -- they almost think\nI’m normal! If I tell them -\n\nDAN\nRose’1ll go through them to get to\nyou. You know that, don’t you?\nShe'll cut them down without a\nsecond thought and she is coming,\nAbra. They need to know.\n\nAbra GLARES at him. Tears in her eyes. And then... she’s\ngone. Dan sighs. Looks over at Billy.\n\nBILLY\nWhat stop do we have to make?\n\nDAN\nDo you still have that old deer\nrifle?\n\nBilly looks at him. The color draining from his face.\n\nCUT TO:\n\nEXT. ABRA’S HOUSE - THE NEXT MORNING\n\nDan pulls into the driveway. He’s CLEANED UP, the dirt all\ngone. Billy is with him. As Dan steps out of the car --\n\nDAVID bursts through the front door. Abra TUGGING at him.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nBilly is with him. As Dan steps out of the car --\n\nDAVID bursts through the front door. Abra TUGGING at him. \n\nTARGET SECTION TO BE ANNOTATED:\nDAVID\n(furious)\nYou're “Uncle Dan?”\n\f89.\n\nABRA\nDad!\n\nDAVID\nThe fuck do you think you are --\n\nDAN\nSir --\n\nDAVID\nShe is thirteen years old --\n\nDAN\n(to Abra)\nI told you to show him --\n\nABRA\nI told him!\n\nDAN\nNot the same thing.\n\nDAVID\nI'm kicking your ass before I call\nthe police --\n\nDavid GRABS Dan, SPINNING him around, SHOVING HIM ONTO THE\nCAR. Billy RUSHES FORWARD.\n\nBILLY\nHey --\n\nDan HOLDS UP HIS HAND, waving Billy back.\n\nDAN\nAbra --\nDAVID\nDon’t say her name you sick son of\na bitch --\nDAN\nAbra!\n\nDavid WRAPS HIS ELBOW around Dan’s neck, HURLING HIM DOWN,\nready to POUND HIS FACE --\n\nDavid suddenly SCREAMS as a LOUD NOISE fills his head. Like\nan AIR HORN, CRUSHING HIS EARS. He STUMBLES BACK, hands to\nhis ears. Billy watches... HE CAN’T HEAR ANYTHING.\n\nFinally the noise STOPS, and another noise fills his head:\n\f90.\n\nABRA (V.O.)\nDAD.\n\nDavid STUMBLES, his hands coming up to his head. Abra’s voice\nLOUD inside his mind. He spins back to her, STUNNED.\n\nABRA (V.O.)\nSTOP.\n\nDan gets to his feet.\nDAN\nI’m sorry Mister Stone. I'ma\nfriend. And everything she told you\nis true.\n\nDAVID\nThe hell... is happening...\n\nDAN\nAbra needs to show you something.\n\nCUT TO:\n\nINT. ABRA'S HOUSE, KITCHEN - MOMENTS LATER\n\nThey sit at the table. David shakes his head. Still angry,\nbut mostly CONFUSED.\n\nBILLY\nI saw him. I saw the body, it’s\ntrue.\n\nDAVID\n\nProbably your friend here put him\nthere. You think about that?\n\nBILLY\nNot for long, I didn’t.\n\nDAN\nYour daughter is special, Mr.\nStone.\n\nDAVID\nDon’t talk about her --\n\nDAN\nAnd you know that. Deep down.\n\nDavid doesn’t answer.\n\f91.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nDeep down. David doesn’t answer. 91. \n\nTARGET SECTION TO BE ANNOTATED:\nDAN (CONT'D)\n\nShe saw what happened to that\n\nlittle boy, and she saw who did it.\n(turning to Abra)\n\nShow him.\n\nAbra walks toward David. Reaches up, touching his head.\n\nABRA\nI’m sorry Daddy. I really didn’t\nwant to...\n\nDAVID\n\nDidn’t want to what --\nShe closes her eyes. And suddenly --\n\nFLASHES. THE ETHANOL PLANT. BRADLEY’S SCREAMING FACE. ROSE,\nLEANING OVER HIM...\n\nDan and Billy watch sadly as David CONVULSES in the chair,\nthe images playing through his head. A look of BEWILDERED\nHORROR ON HIS FACE.\n\nTears fall as he relives Bradley’s final moments... and then\nhe SCREAMS --\n\nINT. ABRA'S HOUSE, KITCHEN - LATER\n\nA SHAKING HAND pours a glass of whiskey. We follow it up to\nDavid's pale face, still processing what he just saw. Downing\nthe drink in a single gulp. He turns to Dan and Billy.\n\nDAVID\nDrink?\n\nThey each manage a very small, sad smile. Waving him away.\n\nDAN AND BILLY\nNo thanks.\n\nDAVID\nThose... people. They know about my\ndaughter?\n\nDAN\nThey do. And sooner or later,\nthey’re coming.\n\nDAVID\nWe've gotta do something. Call the\npolice, the FBI --\n\f92.\n\nDAN\nThey've been doing this a long,\nlong time sir. They are ancient,\nrich, and connected. I don’t think\nthey're very worried about police.\n\nDAVID\nWell where are they? When are they\ncoming? Where can we go --\n\nDAN\nAbra can answer that. If she’s\nready.\n\nAbra sits at the table. Steeling herself.\n\nABRA\nI’m ready.\n\nDan reaches into his bag, and slowly - reverently - removes\nthe BASEBALL GLOVE. She stares at it.\n\nDAN\nAre you sure you want to do this?\nI'm asking all of you. This is\ndangerous. I mean truly, truly\ndangerous.\n\nABRA\nI have to. They already know me.\nThey're already on their way. And\nthey can’t keep doing this, Uncle\nDan. We can’t let them.\n\nHe moves toward her. Holding it out.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe can’t let them. He moves toward her. Holding it out. \n\nTARGET SECTION TO BE ANNOTATED:\n Abra takes a breath...\nand TAKES THE GLOVE. CLOSING HER EYES.\n\nWe hold on her. Hearing the gentle sounds of a HIGHWAY fading\nup. And when she opens her eyes, she’s in --\nINT. CROW’S RV - DAY\n\n-- Crow’s RV. STARING AT BARRY’S HAND... the same hand that\nwore the glove. HER TRACKING POINT.\n\nShe looks up from Barry, who is asleep in his chair. Looking\ntoward the driver’s seat -- WHERE CROW IS DRIVING. She turns\nback, toward the back of the RV, looking out the window --\n\nAT ANOTHER VEHICLE. SNAKEBITE ANDI IS DRIVING. There’s a\nsmall CARAVAN on the move...\n\f93.\n\nINT. ABRA'S HOUSE, KITCHEN - CONTINUOUS\nAbra OPENS HER EYES.\n\nABRA\nI-95. Barry, the Crow, the Snake\nand a few others. They’re close.\nVery close. The trees haven’t\nchanged that much, maybe\nMassachusetts but they’re close.\n\nDAN\nRose?\n\nABRA\nDidn't see her. But they’re coming.\n(beat)\nI don’t want them anywhere near my\ndad. Nowhere.\n\nDAVID\nIf you think I’m leaving you --\n\nDAN\nYou're not.\n\nINT. ABRA'S HOUSE, ABRA'S ROOM - MOMENTS LATER\n\nDan steps into Abra’s bedroom, followed by Abra, David and\nBilly. He looks around.\n\nDAN\nThis is the only room she saw?\n\nABRA\nThat’s right. And I made some\nchanges. Hid some things.\n\nDAN\nOkay... they’1l be trying to track\nyou. Trying to catch on.\n\nHis eyes go to the STUFFED BUNNY by her bed. The same one she\ncarried when she was a little girl. Dan stares. AN IDEA.\n\nDAN (CONT'D)\nAnd you're going to let them.\n\nABRA\nAre you crazy?\n\f94,\n\nDAN\nProbably. But you’re going to let\nthem, and then I need you to try to\ndo a little trick.\n\nABRA\n(smiling)\nA magic trick?\n\nDAN\nMore like ventriloquism.\n\nCUT TO:\n\nINT. DAN'S CAR - DAY\n\nDan drives.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAN\nMore like ventriloquism. CUT TO:\n\nINT. DAN'S CAR - DAY\n\nDan drives. \n\nTARGET SECTION TO BE ANNOTATED:\n Beside him, Abra sits in the passenger seat.\nBilly is in the back. No sign of David.\n\nABRA\n(eyes closed)\nThey're following us.\n\nDAN\n\nGood. Let them. You okay?\nABRA\n\nI’m okay.\nDAN\n\nConcentrate. You've gotta keep it\nup until they land.\n\nABRA\nI know.\nEXT. STATE PARK - LATER\n\nDan’s car drives into the STATE PARK entrance. Passing\nCAMPGROUNDS... heading deeper into the woods.\n\nCUT TO:\n\nEXT. CAMPSITE - DAY\n\nRose steps out of her camper. Looks around the nearly\ndeserted campsite, sighing. She CLIMBS THE LADDER, getting\nonto the roof. Sitting lotus, quieting herself.\n\f95.\n\nROSE\nOkay, Crow Daddy. Go get her.\n\nCUT TO:\n\nEXT. STATE PARK, CAMPSITE - LATER\n\nDan’s car comes to a stop. He climbs out, looking around. A\nnice, secluded area... no other campers, not just yet. Some\nPICNIC TABLES. Billy gets out behind him, heading to the\nTRUNK.\n\nDAN\nThis could work.\n\nBILLY\nGood blinds, over there and there.\n\nDan walks to Abra’s door, opening it. Looking in at her.\nShe's sitting VERY STILL, concentrating hard.\n\nDAN\nStill close?\n\nABRA\nGetting closer. I think. This is\ntough -\n\nDAN\nI know. Not much longer. Come on.\nLet’s get you ready.\n\nCUT TO:\n\nEXT. STATE PARK, CAMPSITE - LATER\n\nThe RV moves slowly through the park. Purposefully. Down the\nwooded path... and to the clearing.\n\nEXT. STATE PARK, CAMPSITE - CONTINUOUS\n\nThe vehicle comes to a stop. The doors open... and Andi,\nBarry, Silent Sarey and Apron Annie STEP OUT. Trying to look\ncasual. Looking across the field, toward the picnic area --\n\nWHERE ABRA SITS at the table, eyes closed. Concentrating.\n\nAndi points. Barry nods, and they start FANNING OUT. Heading\ntoward her.\n\f96.\n\nBY THE TREE LINE: Dan and Billy CROUCH. HIDING. Watching them\nthrough RIFLE SCOPES.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nBY THE TREE LINE: Dan and Billy CROUCH. HIDING. Watching them\nthrough RIFLE SCOPES. \n\nTARGET SECTION TO BE ANNOTATED:\n THE CROSSHAIRS ON THE GROUP...\n\nBILLY\n(whispering)\nI don’t know, Dan. Jesus, I don’t\nknow if I can do this -\n\nDAN\nI know. I know...\n\nBILLY\nI mean, they’re people. I don’t\nknow if I can just...\n\nDAN\nLook at their hands.\n\nHe does. He sees -- SYRINGES. In Andi’s hand, and in Barry's,\nas they approach Abra.\n\nBY THE TABLES: Andi steps closer. Abra is SITTING STILL, EYES\nCLOSED. CONCENTRATING.\n\nANDI\nExcuse me, sweetheart.\n\nAbra opens her eyes.\n\nANDI (CONT'D)\nYou look relaxed. You feel relaxed,\ndon’t you Abra.\n\nABRA\n(beat)\nI guess.\n\nANDI\nYou should. Just relax. We’re\nfriends.\n\nABRA\nYou're friends.\n\nANDI\nThat’s right.\n\nShe steps closer, syringe behind her back.\n\nANDI (CONT'D)\nJust friends, and we want to take\nyou to meet more friends. Good\nfriends.\n\f97.\n\nShe gets closer. Close enough to reach out and touch her.\n\nBY THE TREE LINE: Dan’s finger tightens on the trigger. Billy\nwatches through the scope as Andi LIFTS THE NEEDLE.\n\nBY THE TABLES: Andi STICKS THE NEEDLE INTO ABRA’S ARM,\ndepressing the syringe. And laughs to herself.\n\nANDI (CONT'D)\nWell shit, the way they talked you\nup, I was expecting it to be little\nharder than that...\n\nHer smile fades. She STARES... Abra ISN'T THERE. She just\nstuck a syringe into ABRA’S STUFFED BUNNY.\n\nShe BLINKS. The spell broken. Looks around wildly. As she\nturns, her eyes BURN WITH LIGHT. LIKE FLAMES.\n\nBilly GASPS when he sees her eyes --\n\nBILLY\nOh my god.\n\nDAN\nThey're not people, Billy. Not even\nclose.\nAndi GLARES at Barry.\n\nANDI\nThe fuck?\n\nBarry and the others CONVERGE, eyes wild.\nBARRY\nParlor tricks. Fucking parlor\ntricks -\n\nBANG. A bullet SPINS HIM AROUND.\n\nEXT.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nFucking parlor\ntricks -\n\nBANG. A bullet SPINS HIM AROUND. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CAMPSITE - CONTINUOUS\nRose suddenly LURCHES FORWARD, GASPING IN PAIN.\nROSE\nGet out get out get out of there --\nEXT. STATE PARK, CAMPSITE - CONTINUOUS\n\nThey turn toward the tree line --\n\f98.\n\nWhere Dan and Billy OPEN FIRE. BANG BANG BANG BANG BANG --\n\nThe bullets STRIKE APRON ANNIE and SILENT SAREY as they DIVE\nFOR COVER. Barry PULLS HIS OWN PISTOL, FIRING BACK -—\n\nBILLY SHOOTS HIM IN THE HEAD.\nBARRY DROPS, HIS BODY CYCLING FAST -\n\nBILLY\nHoly shit --\n\nBarry’s skin CYCLING, TRANSLUCENT, HIS SCREAMING SKULL\nVISIBLE THROUGH HIS SKIN BEFORE HIS TRUE FORM, HIS INSECT-\nLIKE FORM, FLASHES BRIEFLY --\n\nAnd he BURSTS AWAY IN A CLOUD OF STEAM --\n\nBANG BANG - Apron Annie and Silent Sarey SLAM INTO TREES, AND\nTHE GROUND, BEFORE CYCLING VIOLENTLY AWAY --\n\nAndi is HIT in the shoulder, SPINNING HER LIKE A TOP. She\nSCRAMBLES BACK toward the RV, looking up to see --\n\nABRA, STARING AT HER. GRINNING.\n\nANDI\nYou little shit --\n\nABRA\nYou deserve it. You --\nINT. ABRA'S HOUSE, KITCHEN - CONTINUOUS\n\nAbra SITS ON HER KITCHEN TABLE, MEDITATING. GRINNING. Beside\nher, David watches, NERVOUS.\n\nABRA\n-- deserve it. All of you.\n\nEXT. STATE PARK, CAMPSITE - CONTINUOUS\n\nDan and Billy ADVANCE on the RV. FIRING at another True Knot\nmember, KNOCKING THEM DOWN. They start to CYCLE on the\nground. They flank the RV, moving fast.\n\nBilly gestures that he’s going around back, and Dan heads for\nthe door. Inside, Andi’s FACE pops up by the window, and Dan\nFIRES -- but he’s OUT OF AMMO.\n\nANDI\nNeat trick.\n\f99.\nDan frantically tries to reload, dropping to one knee.\nPulling out some AMMO, loading the gun fast.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\n99. Dan frantically tries to reload, dropping to one knee. Pulling out some AMMO, loading the gun fast. \n\nTARGET SECTION TO BE ANNOTATED:\nANDI (CONT'D)\nWhere’s the girl?\n\nCLICK. He chambers a round.\nANDI (CONT'D)\nGot just one question for you\n\nsweetie...\n\nHe brings the gun up, training it on the window. Waiting...\nAndi’s face APPEARS IN THE DOOR.\n\nANDI (CONT'D)\nAren’t you sleepy?\n\nDan DROPS to one knee. The gun FALLING FROM HIS HAND. He’s\nsuddenly VERY TIRED, trying to WILL HIMSELF TO STAY AWAKE.\nAndi GASPS as he STARTS TO GET BACK UP.\nANDI (CONT'D)\n(impressed)\nYou're sleepy.\nDan GLARES AT HER. DEFIANT.\n\nANDI (CONT'D)\nSleep.\n\nDan KEEPS FIGHTING. Andi stares at him, NOT SURE WHAT'S\nHAPPENING. WHY ISN’T THIS WORKING... she steps out of the RV.\n\nANDI (CONT'D)\nSleep.\n\nFinally, Dan DROPS. UNCONSCIOUS.\n\nCUT TO:\n\nINT. ABRA'S HOUSE, KITCHEN - CONTINUOUS\nAbra BOLTS UP, panicked.\n\nABRA\nWake up! Uncle Dan, WAKE UP --\n\nCUT TO:\n\f100.\n\nDARKNESS.\nAbra’s voice, far away, trying to push through the dark...\n\nABRA (0.S.)\nWAKE UP!\n\nDan’s eyes start to open.\n\nEXT. STATE PARK, CAMPSITE - MOMENTS LATER\n\nDan squints, looking up to Andi, who is standing over him.\nLifting his gun.\n\nANDI\nFucking men. Fucking men...\n\nDAN\n(groggy)\nChild eater.\nAndi stops. Stares at him.\nANDI\nYou rubes slaughter cows, pigs.\nChickens. It’s no different.\nShe raises the gun, pointing it at his head --\nDAN CLOSES HIS EYES --\nBANG.\nHe opens them. The shot didn’t come from Andi... it came from\nBILLY, who leans against the corner of the RV. PISTOL SMOKING\nIN HIS HAND. He got her RIGHT IN THE NECK.\n\nAndi DROPS THE RIFLE, hand to her wound. BANG - the second\nshot HITS HER CHEST, SPINNING HER. SHE HITS THE GROUND.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nAndi DROPS THE RIFLE, hand to her wound. BANG - the second\nshot HITS HER CHEST, SPINNING HER. SHE HITS THE GROUND. \n\nTARGET SECTION TO BE ANNOTATED:\nBilly steps closer as Dan tries to GET TO HIS KNEES.\n\nBILLY\nFuck... fuck. That’s all of them,\nDanno. That’s all --\nDAN\n(choking)\n\nStay back -\n\nAndi lays on the ground, her skin CYCLING. Her eyes STARING\nat Billy through her translucent skin, the blood from the\nBULLET WOUNDS visible spreading through body as she cycles.\n\f101.\n\nHe stares, AWESTRUCK...\n\nANDI\n\n(raspy)\nKill yourself.\n\nBilly BLINKS. Dan BURSTS forward, trying to GRAB THE GUN --\n\nDAN\nBilly no! No!\n\nBilly STRUGGLES AGAINST DAN as Andi LAUGHS, cycling on the\nground... and Billy SMASHES the stock of the gun into Dan’s\nface, KNOCKING HIM BACK.\n\nBilly looks at him, helpless, eyes wide and terrified as he\nTURNS THE PISTOL ON HIMSELF --\n\nDAN (CONT'D)\nNoooo --\n\nBILLY FIRES. Dan STARES. Devastated. A SPLASH of blood\nhitting his face. The sound of Billy’s body hitting the\nground, and then...\n\nANDI FINISHES CYCLING, A BURST OF STEAM DISSIPATING INTO THE\nAIR. Dan crawls to Billy. TEARS IN HIS EYES.\n\nDAN (CONT'D)\n\nI’m sorry... I’m so sorry...\nBilly looks at him, still confused... and then RED STEAM\nrises from Billy’s mouth and nose. A DEATH RATTLE... and then\n\nBilly is gone.\n\nDan CRIES, looking around. Helpless. Barely aware of ABRA,\nstanding over his shoulder. Watching.\n\nABRA\nThere’s one missing -- there was a\nvan. There was a van.\nHe turns to her, not understanding.\nABRA (CONT'D)\nI didn’t see the Crow. Where’s the\nCROW --\nAnd she suddenly VANISHES.\n\nDAN\nAbra. Abra!!!\n\nCUT TO:\n\f102.\n\nINT. ABRA'S HOUSE, KITCHEN - CONTINUOUS\n\nAbra LOOKS UP, lip quivering. A NEEDLE stuck in her neck, the\nsyringe DEPRESSED. CROW smiles at her as she stares at him.\n\nCROW\nHello, Abra.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nA NEEDLE stuck in her neck, the\nsyringe DEPRESSED. CROW smiles at her as she stares at him. CROW\nHello, Abra. \n\nTARGET SECTION TO BE ANNOTATED:\nShe COLLAPSES, he CATCHES HER. Starts to lift her up...\n\nDAVID (0.S.)\nGet away from her.\n\nCrow stops. Turns. Chuckles to himself to see DAVID, standing\nat the kitchen door. A KNIFE in his hand.\n\nDAVID (CONT'D)\nStep back.\n\nCrow gently places Abra down on the table.\n\nCROW\nSure thing, daddy. You know, I’m\nglad we got to meet.\n\nDAVID\nI'll kill you.\n\nCROW\nBrave words. Always tickles me,\nwatching you rubes threaten a god.\n\nYou know, your little girl... she’s\nmaybe the best food we’ll ever\nhave.\n\nHe steps toward David.\nCROW (CONT'D)\nI’m so glad I had a chance to\ncompliment the chef.\n\nCUT TO:\n\nEXT. ABRA'S HOUSE - MINUTES LATER\n\nThe front door opens. Crow carries Abra to the driveway,\nwhere his VAN is parked. He leaves the door open behind him,\nand through the doorway we see --\n\nDAVID'S LIFELESS BODY, crumpled on the kitchen floor.\n\nCUT TO:\n\f103.\n\nEXT. STATE PARK, CAMPSITE - CONTINUOUS\n\nDan spins around in the field, next to the abandoned RV.\nDesperate. Tears on his face, blood on his clothes.\n\nDAN\nAbra! Abra! Abra!\n\nSilence. No response. He stands in the field, looking around.\nThe only evidence that anything bad ever happened here... is\nBILLY'S CORPSE, sprawled out by the camper.\n\nBroken, alone, Dan heads to his car.\n\nCUT TO:\n\nEXT. CAMPSITE - CONTINUOUS\n\nRose PACES, tears on her face. RAGE. And finally her PHONE\nRINGS. She looks at it, relieved, rushing it to her ear.\n\nROSE\nTell me you got her.\n\nA beat... and then she RELAXES.\n\nROSE (CONT'D)\nThank you. Thank you love.\n\nCUT TO:\n\nINT. VAN - EVENING\n\nAbra lays on the back seat. TIED UP with her seatbelt. She\nstarts to COME TO, blinking. GROGGY. Looking around with\nGROWING PANIC.\n\nCROW\nOh good, you’re awake.\n\nShe looks up at him.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nLooking around with\nGROWING PANIC. CROW\nOh good, you’re awake. She looks up at him. \n\nTARGET SECTION TO BE ANNOTATED:\n SQUEEZES HER EYES SHUT.\n\nABRA\nDan -\n\nCROW\nDon’t bother.\n\nAbra dry heaves, trying to get her bearings.\n\nABRA\nWhat’s wrong with me...\n\f104.\n\nCROW\nYou are dosed, missy. More than I\never used before. Might let you\nwake up, here and there, but that\nsteam of yours is fast asleep.\n\nABRA\n(realizing)\nMy dad.\n\nCrow doesn’t answer.\n\nABRA (CONT'D)\n(angry)\nWhat happened to my dad.\n\nCROW\nLotta good people killed today.\nLotta good people.\n\nAbra starts to cry.\n\nCROW (CONT'D)\n\nWould love to tell you someone will\npay, some kind of justice raining\ndown for the sad events today but\nit don’t work like that. We were\nalways gonna have you. Some of my\npeople are dead, some of yours\ndead... outcome didn’t change,\nthough. Think on that a minute.\nOutcome didn’t change, so their\ndeaths... all of them... just a\nwaste. A waste, you brought on us\nall. For what?\n\nAbra closes her eyes. Tries to reach out to Dan.\n\nABRA\nPlease... hear me...\n\nCROW\nAin’t no one hearing you, darling.\nMight as well calm down, enjoy the\nride. Like I said. Outcome hasn’t\nchanged.\n\nCUT TO:\n\nINT. DAN'S ROOM, ELLIOT STREET - LATER THAT NIGHT\n\nDan enters the room, a BROWN BAG in his hand. He frantically\npulls out its contents... A BOTTLE OF WHISKEY.\n\f105.\n\nDAN\nOh please, please please please.\n(concentrates)\nAbra... Abra! Abra!\n\nSilence.\n\nDAN (CONT'D)\n(concentrating)\n\nDick... you there? I need help... I\n\nneed your help... Dick please...\n\nHe STARES AT IT. Tears on his cheeks. Closes his eyes.\n\nDAN (CONT'D)\nDon’t Doc. You don’t need it, you\ndon’t...\n\n(quiet)\nSomeone help me. Tony... please\nhelp me, Tony.\n\nSilence. He leans forward, PICKING UP THE BOTTLE. Holds it in\nhis hands. Stares at it.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe leans forward, PICKING UP THE BOTTLE. Holds it in\nhis hands. Stares at it. \n\nTARGET SECTION TO BE ANNOTATED:\n And after a few long, AGONIZING\nMOMENTS --\n\nEXT. ELLIOTT STREET - MOMENTS LATER\n\nThe bottle flies out of Dan’s window, SMASHING on the\nsidewalk below.\n\nINT. DAN'S ROOM, ELLIOT STREET - CONTINUOUS\n\nDan sits back down. Staring at the wall in front of him, the\nword MURDER cracked into the wall.\n\nDAN\nOkay. Okay. He always said your\nbrain was like a radio...\n\nHe sits lotus, collecting himself.\n\nDAN (CONT'D)\nNo one’s answering when you call.\nSo stop calling.\n\n(beat)\nAnd just listen.\n\nDan concentrates. A haze of noise... and then VOICES. DOZENS.\nHUNDREDS. THEN THOUSANDS... VOICES IN THE DARK. OVERWHELMING.\nDAN WAITS. WAITS.\n\f106.\n\nHe tries to sort through them. Concentrating harder than he\never has before. BLOOD BEGINS TO RUN FROM HIS NOSE.\n\nAnd finally, there in the mess of noise, a TINY VOICE...\n\nABRA (0.S.)\nDan...\n\nHe THROWS HIS ARMS out in front of him as the entire room\nTIPS FORWARD. He SLIDES ACROSS THE FLOOR, BRACING HIMSELF UP\nAGAINST THE WALL --\n\nAnd OPENS HIS EYES. HIS WALL IS GONE. He’s in a VAN. ABRA is\non the seat in front of him, curled down. CRYING QUIETLY.\n\nDAN\nHi.\n\nShe looks. Eyes wide, groggy. Tries to sit up.\n\nDAN (CONT'D)\nDon’t talk.\n\nHe looks past her, to where CROW is driving. Looks at the\nSEAT BELTS tied around Abra, holding her down.\n\nDAN (CONT'D)\nHe drugged you.\n\nShe nods.\n\nDAN (CONT'D)\nI’m so sorry.\n\nABRA (V.O.)\nHelp...\n\nHe leans forward.\n\nDAN\nI’m going to try something. You're\nweak, and he’s blocking you, I\ncould barely hear you... I need you\nto trust me. Okay? Okay?\n\nShe nods. He reaches out his hand, toward hers. She\nSTRETCHES, trying to touch his fingertips with her own...\n\nCUT TO:\n\fINT.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe reaches out his hand, toward hers. She\nSTRETCHES, trying to touch his fingertips with her own... CUT TO:\n\fINT. \n\nTARGET SECTION TO BE ANNOTATED:\n VAN - MOMENTS LATER\n\n107.\n\nCrow drives along. Behind him, Abra SITS UP in her seat.\n\nStaring right at him. He glances in the mirror.\n\nCROW\nAwake again, huh? Might need to\ndose you at the next rest stop.\n\nABRA\nWhere are we going?\n\nCROW\nYou know where.\n\nAbra looks around.\n\nABRA\nFuck. I feel... hung over.\n\nCROW\nTold you. It’s good shit.\n\nABRA\nHaven't felt hungover in years. And\nyou know I don’t miss it. Not even\na little.\n\nCrow pauses. Looks at her in the mirror.\nABRA (CONT'D)\n(looking out the window)\nWest... staying off the major\nroads, huh? Smart.\nShe sees a sign. CROWNVILLE, 10 MILES.\n\nABRA (CONT'D)\nCrownville. New York.\n\nCrow stares. Looks closely. Abra looks back at him in the\n\nmirror, but her EYES ARE DIFFERENT. COLDER. ANGRY.\n\nAND THEY’RE BROWN. NOT BLUE.\n\nCROW\n(quietly)\nWho are you?\n\nABRA\nI’m the guy that killed your\nfriends.\n\f108.\n\nCrow freezes. Isn’t sure what to do. Clenches up, like a man\nwalking through a mine field.\n\nCROW\nWell nice to meet you. Neat\ntrick... haven’t seen this one\nbefore.\n\nABRA\n\nWanna see one more?\nCrow slowly REACHES for the gun at his hip.\n\nABRA (CONT'D)\nDon’t imagine Rose’1ll be happy if\nyou shoot the prize.\n\nCrow’s hand stops.\n\nCROW\nDon’t suppose Rose is gonna be\nhappy about any of this. And when\nthat woman gets mad... Well, seems\nto me you know enough to know you\nmight wanna sit this one out. Count\nyour blessings, go on your way.\n\nAbra reaches around, checking her SEAT BELT. She LAUGHS.\n\nCROW (CONT'D)\nWhat’s so funny, friend.\n\nABRA\nWell, it’s just... arrogance.\nArrogance, really. But it makes\nsense. If you think you’re gonna\nlive forever, stands to reason...\nShe grins at him.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut it makes\nsense. If you think you’re gonna\nlive forever, stands to reason... She grins at him. \n\nTARGET SECTION TO BE ANNOTATED:\nABRA (CONT'D)\nOf course you wouldn’t wear your\nseat belt.\nCrow glances down. His belt UNBUCKLED --\nAbra THROWS HER HANDS OUT, JERKING THEM TO THE RIGHT --\n\nTHE STEERING WHEEL JERKS TO THE RIGHT AS SHE DOES --—\n\f109.\n\nEXT. SECLUDED ROAD - CONTINUOUS\nThe Van SWERVES FROM THE ROAD, through the guard rail,\nBARRELING TOWARD THE TREES -- AND CRASHES. HARD. CROW IS\nEJECTED through the windshield --\nINT. DAN'S ROOM, ELLIOT STREET - CONTINUOUS\nDan JERKS AWAKE on his bedroom floor, the momentum of the\nCRASH sending him FLYING BACKWARD against his bed --\nEXT. CAMPSITE - CONTINUOUS\n-- Rose DROPS TO HER KNEES, SCREAMING IN PAIN AND SHOCK...\nROSE\nNOOOOO! !!\nEXT. SECLUDED ROAD - MOMENTS LATER\n\nThe van is SLAMMED against the trees. Inside, Abra is HELD\nFAST by her seat belts. She looks around, DISORIENTED...\n\nABRA\n(weak)\nDan? Dan?\n\nShe gets out of the car. Walks toward the SMASHED HOOD -- And\nsees CROW, CRUMPLED ON THE GROUND. CYCLING.\n\nShe crouches down next to him. He stares at her, SHOCKED AND\nBEWILDERED, EYES BULGING BENEATH HIS TRANSLUCENT SKIN --\n\nABRA (CONT'D)\nI hope that hurts. A lot.\n\nHe CYCLES, contorting one last time into the INHUMAN CREATURE\nthat resides underneath... And then VANISHES IN A RUSH OF\nSTEAM. Leaving Abra alone.\n\nINT. DAN'S ROOM, ELLIOT STREET - CONTINUOUS\n\nDan SMILES. Gasping. Wiping the blood from his nose.\n\nDAN\nHang tight, Abra. I’m coming.\n\nHe grabs his keys, and runs into the night.\n\nCUT TO:\n\fEXT. SECLUDED ROAD - LATER\n\n110.\n\nAbra WALKS up the street by herself, in the dark. Shaken by\n\nthe crash. As she does, she looks up and sees -—\n\nROSE.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nAbra WALKS up the street by herself, in the dark. Shaken by\n\nthe crash. As she does, she looks up and sees -—\n\nROSE. \n\nTARGET SECTION TO BE ANNOTATED:\n STANDING IN THE MIDDLE OF THE ROAD, IN THE MOONLIGHT.\nAbra GASPS -- but then realizes. She can see the MOONLIGHT\n\nTHROUGH ROSE.\n\nABRA\nWell hi there.\n\nRose glares at her.\n\nABRA (CONT'D)\nGuess there’s no point hiding\nanymore, is there.\n\nROSE\nYou killed them. You killed him.\n\nABRA\nThe Crow? I did. And I’m gonna kill\nyou, Rose the Hat.\n\nRose BRISTLES. Smiles at her... but we can see the RAGE\n\nbehind her eyes. The DISBELIEF.\n\nROSE\nBig words, dear. Big words from\nsuch a small child --\n\nABRA\nA small child that just killed your\nman.\n\nROSE\n\nI’1ll come for you.\n\nABRA\nI know. I hope so. Because if you\ndon’t, if you chicken out, you\ncoward, and I really need you to\nhear me when I say this...\n\nShe steps close.\n\nABRA (CONT'D)\nI’1ll come for you.\n\nAbra PUSHES HER WAY through Rose, and the projection BURSTS\n\nAWAY like a puff of smoke.\n\nCUT TO:\n\f111.\n\nINT. ROSE'S RV - CONTINUOUS\nRose OPENS HER EYES. Fuming.\n\nROSE\nAlright, bitch-child. Alright.\n\nRose gets up, going to the CANISTERS OF STEAM. THE LAST OF\nTHEM. She TEARS THEM OPEN with her hands, GORGING HERSELF ON\nTHE STEAM that comes from them. Pulling it all in.\n\nAs we watch, her skin GLIMMERS. Her eyes GLOWING from the\npupils... she’s GETTING STRONGER. As the steam courses\nthrough her, HER HAND BEGINS TO HEAL.\n\nEXT. CROWN MOTEL - MORNING\n\nDan’s car pulls into the parking lot. He gets out, looking\naround... and sees ABRA, crouched in the corner of the\nparking lot. She runs to him, throwing her arms around him.\n\nCUT TO:\n\nINT. DAN’S CAR - AFTERNOON\n\nAbra WAKES UP in the passenger seat. Dan is driving. She\nlooks out the window...\n\nABRA\nI’m sorry, I dozed off.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nDan is driving. She\nlooks out the window... ABRA\nI’m sorry, I dozed off. \n\nTARGET SECTION TO BE ANNOTATED:\nDAN\nYou earned it.\nABRA\nWhere are we?\nDAN\nOhio.\nABRA\n\nWhere are we going?\n\nDan looks at the road. His face pale.\n\nDAN\n(long beat)\nColorado.\nABRA\n\nWhy Colorado?\n\f112.\n\nDAN\n(beat)\nShe's going to keep coming.\nABRA\nI know.\nDAN\nAlways. This only ends if we end\nit... and I don’t think we can beat\nher. Not by ourselves.\n(beat)\n\nThere’s a place. It’s a dangerous\nplace, for people like us.\n\nABRA\nThe place you told me about. The\nhungry place.\n\nDAN\nThat’s right.\n\nABRA\nIf it’s so dangerous, why would we\ngo there?\n\nDAN\nBecause if it’s dangerous for\npeople like us... and it is... I\n\nexpect it’s dangerous for people\nlike her. Maybe even more so.\n\nThey drive in silence.\n\nABRA\nGood. She’s following us, you know.\nDAN\nThat’s good. Let her.\n(beat)\nI’m sorry. About your father.\nAbra nods. Takes a beat... and STARTS TO CRY.\nABRA\nI’m sorry about your friend.\n(beat)\n\nThis won’t end. Not unless we end\nit. So let’s end it.\n\nThey drive on.\n\nDISSOLVE TO:\n\f113.\n\nEXT. I-80 WEST - EVENING\n\nDan’s car blazes down the road. The fields of Iowa extending\naround them.\n\nINT. DAN'S CAR -— CONTINUOUS\n\nAbra looks out the window.\n\nABRA\nIowa. Where this started.\n\nDAN\nStarted before that, I’m afraid.\n\nAbra’s PHONE RINGS. She looks at it...\n\nABRA\nOh no.\n(beat)\nIt’s my mom.\nDan nods.\nDAN\nTell her you’re okay. But don’t\ntell her where we're going... you\n\ndon’t want Rose within a hundred\nmiles of her.\n\nABRA\nI know. What do I say to her?\n\nDan reaches out, taking her hand. Abra answers the phone.\nABRA (CONT'D)\nHi Mom...\nEXT. ABRA'S HOUSE - INTERCUT\n\nLucy sits on the curb, surrounded by POLICE. They’re going\nthrough her house. Tears on her face, devastated and shocked.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nABRA'S HOUSE - INTERCUT\n\nLucy sits on the curb, surrounded by POLICE. They’re going\nthrough her house. Tears on her face, devastated and shocked. \n\nTARGET SECTION TO BE ANNOTATED:\nLUCY\nOh thank god -- where are you? Are\nyou okay?\n\nAs she talks, several DETECTIVES stand beside her, listening.\n\f114.\n\nINT. DAN'S CAR - INTERCUT\n\nAbra tries to hold it together.\n\nABRA\nI’m okay, mom. I’m okay.\n\nLUCY\nCome home... my god, Abra, what’s\nhappening...\n\nABRA\n\nI can’t tell you. Yet. But I’m\nokay. I’m with a friend, and we’re\ngoing to... we’re going to get the\npeople that did this to dad.\n\nLUCY\nWho did this?!\n\nABRA\nI’m sorry mom. I’11 call when I\ncan.\n(beat)\nI love you.\n\nShe hangs up. Looks over at Dan.\nABRA (CONT'D)\nWhen we’re safe, you’ll call her.\nTell her where to find us.\n\nDAN\nI will.\n\nABRA\nOkay.\n\nShe rolls down the window, and THROWS THE PHONE OUT.\n\nDISSOLVE TO:\n\nEXT. GAS STATION, SIDEWINDER CO. - NIGHT\n\nAbra looks up at the IMPOSING MOUNTAINS as Dan finishes\ngassing up the car. A LIGHT SNOWFALL on the ground around\nthem, more on the mountains above. He climbs back inside.\n\nDAN\nNot too much further. Up the\nmountain.\n\f115.\n\nABRA\nAre we going to win, Uncle Dan?\n\nDAN\nWe have to.\n\nThey start driving.\n\nEXT. MOUNTAIN PASS - NIGHT\n\nThe familiar mountain pass, the camera FLOATING OVERHEAD as\nDan’s car treks up the snowy mountainside. Higher and higher,\nand further and further away from civilization. Toward the\none place in the world he fears the most.\n\nEXT. OVERLOOK HOTEL - LATE AT NIGHT\n\nDan’s car approaches, and comes to a stop. The headlights\nshining on the old hotel.\n\nIT IS CONDEMNED. Dark, boarded up. The decades of NEGLECT AND\nDECAY evident in its crumbling form, the once grand hedge-\nmaze just overgrown.\n\nA foot of snow on the ground, almost enough to make the road\nimpassable. But somehow, they’ve made it.\n\nDan climbs out of the car. Face pale.\n\nDAN\nThere it is.\n\nAbra joins him.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nFace pale. DAN\nThere it is. Abra joins him. \n\nTARGET SECTION TO BE ANNOTATED:\nDAN (CONT'D)\nThis is what we’re going to do.\nYou're going to stay in the car,\nkeep the heater running. I don’t\nwant you spending a minute inside\nthere if you don’t have to.\n\nHe points down the road, following it as it snakes around the\nadjacent mountain.\n\nDAN (CONT'D)\nShe can only come this way. You'll\nsee her a mile out, easy. You see\nlights on the mountain, over\nthere... you blast me, okay? And\nI‘1l meet you in the lobby.\n\f116.\n\nABRA\nYou aren’t waiting with me?\nDAN\nI can’t, I’m afraid.\nABRA\nWhy not?\nDAN\n\nBecause I’ve got to go wake it up.\n\nShe climbs back into the car, starting the engine. And Dan\nTorrance walks through the snow, toward the Overlook Hotel.\n\nCUT TO:\n\nINT. OVERLOOK HOTEL, LOBBY - MOMENTS LATER\n\nThe camera FLOATS through the lobby. The hotel is TERRIBLY\nDAMAGED, dark. Mold and water damage everywhere. Rotted\nboards on the windows. This isn’t a hotel... it’s a carcass.\n\nLOUD BANGS at the front doors. They get louder as we get\ncloser... and then we see the door GIVE WAY as Dan forces his\nway inside. He walks in, looking around. The silence of the\nplace overwhelming.\n\nHe looks to his left, toward the ELEVATORS... long out of\norder. Dark.\n\nDAN\nWakey wakey.\n\nHe stands in the lobby, waiting. Waiting. And then...\n\nA FEW OF THE LIGHTS START TO SHINE, VERY DIM. Almost\nimperceptible. Just a FAINT CURRENT running through old\nwires...\n\nHe nods. Good. He starts to walk further into the hotel.\n\nINT. OVERLOOK HOTEL, BLUE HALLWAYS —- LATER\n\nDan walks the path his tricycle took so many years ago. PAST\nTHE KITCHEN WALLS, now grimy and rotted. Into the next\ncorridor, turning left --\n\nREVEALING A HALL WITH FAMILIAR BLUE FLORAL WALLPAPER, some of\nit peeling.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nOVERLOOK HOTEL, BLUE HALLWAYS —- LATER\n\nDan walks the path his tricycle took so many years ago. PAST\nTHE KITCHEN WALLS, now grimy and rotted. Into the next\ncorridor, turning left --\n\nREVEALING A HALL WITH FAMILIAR BLUE FLORAL WALLPAPER, some of\nit peeling. \n\nTARGET SECTION TO BE ANNOTATED:\n He walks, looking up at the LIGHT FIXTURES,\nwatching as they continue to HUM WITH WEAK LIGHT... LIGHT\nHE’S PROVIDING, as he continues to feed the hotel more power.\n\f117.\nHe reaches the corner, and HESITATES BEFORE HE TURNS. We\nhesitate too... we know what once stood on the other side.\nDan turns the corner, revealing A DARK HALL. The familiar\nwindow at the end... but no little girls in blue dresses. He\nkeeps walking. Around him, the lights CONTINUE TO STRUGGLE\nBACK TO LIFE.\n\nCUT TO:\n\nINT. OVERLOOK HOTEL, LIVING QUARTERS HALLWAY - LATER\n\nHe rounds another corner. Looking past the stairwell, at what\nused to be the living quarters...\n\nTHE DOOR BROKEN APART. BY AN AXE. Hanging lazily open on its\nhinge. He approaches the door, slowly PUSHING IT OPEN.\nStepping into:\n\nINT. OVERLOOK, LIVING QUARTERS, LIVING ROOM - CONTINUOUS\n\nThe LIVING ROOM. He can see the BEDROOM beyond it, all rotten\nby time. He moves slowly into the --\n\nINT. OVERLOOK, LIVING QUARTERS, BEDROOM - CONTINUOUS\n\n-- bedroom, and looks at the BATHROOM DOOR. The childish\nSCRIBBLING, FADED, ON THE DOOR: REDRUM.\n\nAnd above it, the GIANT HOLE created by his father’s axe. Dan\napproaches it. Bringing his face CLOSE TO THE GAP, looking\nthrough the broken door, just as his father once did...\n\nTo the little window, where he’d once crawled out into the\nsnow outside. He stares sadly at the room... And then turns,\nwalking back through the residence, into the dark hotel.\n\nINT. OVERLOOK HOTEL, BOILER ROOM - LATER\n\nDan steps into the darkness of the boiler room. Dusty, cold.\nDark. He heads to the boiler, and starts TURNING VALVES.\n\nINT. OVERLOOK HOTEL, GOLD ROOM - LATER\n\nDan moves down the hallway outside the GOLD ROOM. Realizing\nthere is LIGHT COMING FROM INSIDE...\n\f118.\n\nHe steps into the double doors, looking past the TABLES AND\nCHAIRS, toward the BROKEN STAGE at the front of the room.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nRealizing\nthere is LIGHT COMING FROM INSIDE... 118. He steps into the double doors, looking past the TABLES AND\nCHAIRS, toward the BROKEN STAGE at the front of the room. \n\nTARGET SECTION TO BE ANNOTATED:\n And\nthen seeing the source of the light...\n\nTHE BAR. At the far end of the room. LIT PERFECTLY from\nbelow, an EMPTY GLASS on the bar. WAITING FOR HIM.\n\nAnd after a long beat, he approaches the bar. Past the\nformerly grand ball room, now dilapidated. He arrives,\nsitting at one of the stools. Staring at the glass.\n\nBARTENDER (0.S.)\nSlow night, Mister Torrance.\n\nIn front of him, his back to us, a BARTENDER wipes glasses.\n\nDAN\nNot for long, I imagine.\n\nBARTENDER\nYou're a whiskey man, are you not?\n\nDAN\nI was. Most of the time.\n\nThe bartender turns to him. We don’t see his face, but we see\nDan’s expression as he’s poured a glass of JACK DANIELS. He\nalways knew this day would come, somehow.\n\nBARTENDER\nOn the house.\n\nDAN\nThanks, dad.\n\nWe PULL BACK. Revealing the bartender... it is JACK TORRANCE\n(40's). Dressed sharply, the same red tuxedo, the same black\nbowtie, that LLOYD wore. Part of the staff now.\n\nJACK\nI'm afraid you’ve confused me with\nsomeone else. It’s Lloyd.\n\nDAN\nLloyd.\n\nJACK\nI apologize, I’m not sure where\neveryone is. But it’1l pick up.\n\nDAN\nI know where they are. And you're\nright, it’ll pick up.\n(beat)\n(MORE)\n\f119.\n\nDAN (CONT'D)\n\nThis was your brand, Jack Daniels.\nI used to see the bottles at home -\nour real home, before all this. Mom\nwould find them, hidden sometimes.\nI smelled one once. Smelled like\nsomething on fire. Which, I\nsuppose, it was.\n\nJACK\n\nWould you care for something else?\nDAN\n\nNo.\nJACK\n\nWhat’s the old saying? “The ideal\nman doesn't smoke, doesn't drink,\ndoesn't get angry --”\n\nDAN\n“Doesn't exist.”\n\nJACK\nVery good. If you don’t mind my\nsaying, Mister Torrance, you\n\nseem... Put upon.\nDAN\nPut upon.\nJACK\n\nAin’t that the way.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nPut upon. DAN\nPut upon. JACK\n\nAin’t that the way. \n\nTARGET SECTION TO BE ANNOTATED:\n Man just living\nhis life, trying to do his work,\ngets put upon. Pulled into other\npeople’s problems, I see it all the\ntime. If you don’t mind my saying.\n\nDAN\n(beat)\nSo we lived in Florida.\n\nJACK\nI'm sorry?\n\nDAN\nMom and I. We never wanted to see\nsnow again so we lived in Florida.\nTiny place, but comfortable and we\nwere happy. I mean we were\ngrieving, we were traumatized, but\nthere was happiness too.\n\nHe stares at the drink. Wanting it so bad.\n\f120.\n\nDAN (CONT'D)\nI was twenty when she died. And not\nmy best self, not by a mile. She\nsaw it, saw you, in me, but she\nloved me through it. Then she got\nsick and back then I’d see - when\nsomeone was gonna die - I'd see\nflies. Black flies. Death flies, I\ncalled them, circling people’s\nfaces, landing now and then and\nthose last weeks she was covered.\nHer whole face. Could barely see\nher eyes through them, and I’d try\nto comfort her but I could hardly\nlook at her and she saw that. Laid\nthere dying while her son...\navoided looking...\n\nJack PUSHES the drink gently toward him.\n\nJACK\nMaybe something warm, to push away\nsuch unpleasantries -\n\nDAN\nDon’t you want to hear? I mean, she\nwas your wife. You loved her in\nyour way, I know that. Don’t you\nwant to hear about her last days?\nWhat she said about you?\n\nJACK\nI think you’ve mistaken me for\nsomeone else. I’m just a bartender.\n\nDAN\nRight. Lloyd the bartender: pouring\njoy at the Overlook Hotel.\n\nJACK\nI‘1l pour whatever you'd like,\nMister Torrance.\n\nDAN\nThis drink costs an awful lot.\n\nJACK\nYour money’s no good here. Orders\nfrom the house.\n\nDAN\nWon’t cost money. It’ll cost me\neight years. Eight behind me, and\nwho knows how many in front of me.\n\f121.\n\nJACK\nYour credit is fine, Mister\nTorrance.\n\nDan turns the glass. Rolling the booze around within.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nJACK\nYour credit is fine, Mister\nTorrance. Dan turns the glass. Rolling the booze around within. \n\nTARGET SECTION TO BE ANNOTATED:\nDAN\nWhen the others started coming back\n- and they all did, over the years -\nI expected you’d have your turn.\nThought I’d turn a corner and there\nyou'd be. Maybe with the axe. Maybe\ntyping away, hunched over your old\ntypewriter in the other room. Maybe\nfrozen in the snow... but you\ndidn’t come.\n\nJACK\nPerhaps a bourbon. We have an\nextensive collection.\n\nDan picks up the glass. Turns it over in his hand. Wanting\nit, more than he’s wanted a drink in a long time...\n\nDAN\n“Man takes a drink... the drink\ntakes a drink... then the drink\ntakes the man.” Ain’t it so, dad? I\nwonder, frankly, what our lives\nwould have been - what our family\nwould have been - without this --\n\nJACK\nMedicine.\n\nJack stares him down. Something has CHANGED in his eyes.\n\nJACK (CONT'D)\n\nMedicine, is what it is. A bonafide\ncure-all. Depression, stress,\nfailure, remorse, it wipes it all\nout. The mind is a blackboard and\nthat’s the eraser and it’s good,\ngood medicine, Dan.\n\nJack leans forward, takes the glass from him. KNOCKS IT BACK.\n\nJACK (CONT'D)\nA man tries, he provides, but he’s\nsurrounded by mouths. Mouths that\neat, cry, scream, nag - so he asks\nfor one thing.\n\n(MORE )\n\fJACK (CONT'D)\nOne thing, just for him, to warm\nhim up, take the sting out of days\nof those mouths eating and eating\nand eating everything he makes.\nEverything he has. And a family, a\nwife, a kid - those mouths eat\ntime. Eat your days on earth.\nGobble them up, chew them to paste\nand even then, while they’re still\nchewing they scream at you. Shout\nfor more, tell you you’re wrong,\ndon’t even bother to say “thank\nyou.” Just eat, and whine until\nyou’re empty and done.\n\nHe POURS ANOTHER. Pushes it to Dan.\nJACK (CONT'D)\nEnough to make a man sick. And this\nis the medicine. So tell me, pup.\nYou gonna take your medicine?\nHe waits.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nSo tell me, pup. You gonna take your medicine? He waits. \n\nTARGET SECTION TO BE ANNOTATED:\n Dan leans back. Afraid.\n\nDAN\nI’m not --\n\n122.\n\nJack SMASHES THE GLASS out of the way. The liquor FLIES OUT,\n\nSPLASHING onto Dan’s shirt. Jack stares him down...\na warm smile appears, out of nowhere.\n\nJACK\nOh! Look at that, I’m sorry, clumsy\nold me, Mister Torrance. Forgive\nme. Let’s get you cleaned up.\n\nINT. OVERLOOK HOTEL, RED BATHROOM - MOMENTS LATER\n\nDan looks up, DISORIENTED. He’s in the RED BATHROOM\nhis father leaning over the SINK and wetting a hand\nmoves to Dan, starting to wipe up the spill.\n\nJACK\nManagement is concerned.\n\nDAN\nConcerned.\n\nJACK\nAbout the girl. In the car.\n\nDAN\nI’ll bet.\n\nand then\n\nsuddenly,\ntowel. He\n\f123.\n\nJACK\nHorrible, what she’s done to you.\nPulled you into her mess. A smart\nman, he’d let her handle it. Let\nthings unfold as they’re meant to,\nsit it out.\n\nDAN\nManagement would do well to\nunderstand... the girl is\nprotected.\n\nJACK\n\nWhy should you pay her tab, Doc?\nHe looks into Dan’s eyes. The same darkness.\n\nJACK (CONT'D)\nI did it wrong. With you. I was\njust trying to make you tough. Make\nyou a man I could be proud of.\n\nDAN\nI believe I am.\n\nJACK\nYou messed up, Danny. Got two men\nkilled. Good men. Men who took a\nstand. Fought. And for what? For\nthis little girl, who started all\nthis trouble. Pulled you, and them,\ninto her mess.\n\nDAN\nAnd what does management think I\nshould do about that?\n\nJACK\n\n(shrugs )\nNothing. Easiest thing in the world\nto do, son. Bring her inside. And\nthen... well, accept the things you\ncannot change. And you and I can\nsit at the bar, have a drink.\nThat’s what you’ve always wanted,\nisn’t it?\n\nDan stares at him. About to answer when --\n\nABRA (V.O.)\nDAN!\n\nHe SNAPS to attention. Looking toward the door.\n\f124.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe SNAPS to attention. Looking toward the door. 124. \n\nTARGET SECTION TO BE ANNOTATED:\nABRA (V.O.)\nDan, she’s here!\n\nCUT TO:\n\nEXT. OVERLOOK HOTEL - MOMENTS LATER\n\nAbra climbs out of the car. Around her, the snow is FALLING\nHARDER. Across the mountain, she watches as HEADLIGHTS CLIMB\nthe precarious mountain path.\n\nShe stares at the approaching RV, still a few minutes away.\nDan steps out of the front doors, walking toward her. She\npoints to the lights.\n\nDAN\nOkay.\n\nHe looks back at the hotel. Inside, MORE AND MORE LIGHTS are\non. He looks from the dark building to the approaching lights\non the road... danger to either side of him.\n\nHe holds out his hand, and Abra takes it.\n\nINT. OVERLOOK HOTEL, LOBBY - CONTINUOUS\n\nDan and Abra step inside. Abra looks around the lobby.\n\nABRA\nThis place is sick. The same way my\nMomo was sick... it’s cancer. Only\n\nworse.\nHe turns, crouching down to her.\n\nDAN\nYou should call your mom. Tell her\nwhere you are. By the time she gets\nhere...\n\nABRA\nIt’ll be over.\n\nDAN\nOne way or the other.\n\nAbra CLOSES HER EYES. Concentrates. As she does... Dan\nnotices the LIGHTS SWELL in the lobby. Coming up to FULL\nPOWER. FEEDING OFF HER SHINE.\n\nABRA\nOkay. Done. What do we do now?\n\f125.\nDAN\nWe head inside. She’ll find us.\n\nThey start walking toward the corridors. As Abra steps in,\nDan STOPS. Looking at something on the wall...\n\nA FIRE AXE. IN A DIRTY GLASS CASE.\n\nEXT. OVERLOOK HOTEL - MINUTES LATER\n\nRose steps through the snow, looking up at the hotel. The\nlights FULLY BRIGHT inside, shining through the old boards\nover the windows. THE HOTEL IS AWAKE.\n\nINT. OVERLOOK HOTEL, LOBBY - MOMENTS LATER\n\nRose the Hat walks into the lobby of the Overlook Hotel. She\nmoves slowly, taking in her surroundings. Feeling the POWER\nof the place.\n\nShe looks toward the elevators, and for just a moment -- sees\na FLASH of BLOOD, soaking the entire lobby. She smiles.\n\nINT.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe looks toward the elevators, and for just a moment -- sees\na FLASH of BLOOD, soaking the entire lobby. She smiles. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n OVERLOOK HOTEL, CORRIDORS - CONTINUOUS\n\nRose walks the corridors, past the closed doors. She RUNS HER\nFINGERS along the walls, glancing down at the familiar CROSS-\nPATTERN CARPETING as she goes deeper into the hotel.\n\nINT. OVERLOOK HOTEL, COLORADO LOUNGE - MOMENTS LATER\n\nRose steps into the iconic COLORADO LOUNGE. Looking at the\nOLD PIANO... the LONG DESK just beyond it, in the center of\nthe room. The desk with the OLD TYPEWRITER, rusted and dusty.\n\nAnd beyond it... to the STAIRCASE. Where DAN stands, Abra at\nhis side. Waiting for her. Dan holding THE FIRE AXE.\n\nROSE\nWell hi there.\n\nDan leans toward Abra.\nDAN\n\n(in Abra’s mind)\nWhen this starts, you run.\n\f126.\n\nROSE\nYes, you run, dear. Then I’1l find\nyou. And you’1ll scream for years\nbefore you die.\n\nABRA\nWe'll see who does the screaming.\n\nROSE\nWe'll see indeed.\n\nDAN\nShe's right, you know. You should\nbe afraid.\n\nROSE\nWhy is that?\n\nDAN\nYou don’t know where you’re\nstanding.\n\nROSE\nWho are you, handsome?\n\nDan doesn’t answer.\n\nROSE (CONT'D)\nI get it, you’re scared. You should\nbe... you’re the man who killed my\nCrow, aren’t you.\n\nDan nods.\n\nROSE (CONT'D)\nThe others too.\n\nDAN\n(to Abra)\nGo.\n\nIn that moment, Rose GRABS HER EARS as a HIGH-PITCHED RINGING\nerupts in her skull. The room GOES BLURRY, and she STUMBLES\nto one knee. After a moment, she shouts --\n\nROSE\nENOUGH.\n\nThe sound of someone HITTING THE GROUND. Rose looks up, BLOOD\nrunning from her nose. On the stairs, Dan is LYING ON HIS\nSIDE, pushing himself back up. Abra is GONE, having run into\nthe hotel during his distraction.\n\f127.\n\nRose gets to her feet, walking toward Dan as he rises,\npicking up the axe.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nAbra is GONE, having run into\nthe hotel during his distraction. 127. Rose gets to her feet, walking toward Dan as he rises,\npicking up the axe. \n\nTARGET SECTION TO BE ANNOTATED:\nROSE (CONT'D)\nHow the hell did we miss you? You\nand I should have met years ago,\nDanny. That’s your name, isn’t it?\n\nDAN\nI was busy. So were you... busy\nkilling children.\n\nROSE\n(shrugs )\n\nSomething happens to the steam,\nwhen you rubes get older. It gets\ndirty. Polluted. You know that, I\nsee the grease all over you. You\ndon’t “Shine” quite the same, do\nyou. Growing up spoils that, I\nguess. But seriously, handsome,\nwhere have you been hiding.\n\nHe raises the axe defensively as she STARTS CLIMBING THE\nSTAIRS. Slowly, STALKING him.\n\nROSE (CONT'D)\nI can make you an offer. An offer I\nrarely make.\n\nDAN\nCan’t wait.\n\nDan starts slowly BACKING UP THE STAIRS. Rose follows, and\nthey slowly climb... just as Jack and Wendy did years ago.\n\nROSE\nSuch a gifted boy. Hiding his light\nunder a bushel, for so long. You\ncould live a long, long time. Live\nwell, too. Indulge yourself. No\nconsequence. No hangovers. Live\nlong, eat well.\n\nDAN\nMust feel lonely. Being the last\none, I mean. Last one in the world.\n\nROSE\nOh sweetie, I’m not the last. Far\nfrom it. I’m just the prettiest.\n\nDan reaches the top step. Rose looks up at him, smiling.\n\f128.\n\nDAN\nI assume you know my answer.\n\nROSE\nPity.\n(beat)\nSo are we doing this or not?\n\nA long beat... and then a BLAST OF NOISE in Rose’s head. Dan\nRUSHES toward her, RAISING THE AXE --\n\nANOTHER BLAST, THIS ONE IN DAN’S MIND --\n\nHE FALTERS, SWINGING THE AXE DOWN TOWARD HER HEAD --\n\nSHE CATCHES THE HANDLE, just below the blade, DEFLECTING IT --\nINTO HER OWN SHOULDER.\n\nShe RIPS the blade out, RIPPING IT from Dan’s hands --\n\nSWINGING IT DOWN, BURYING THE BLADE INTO HIS THIGH.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nA long beat... and then a BLAST OF NOISE in Rose’s head. Dan\nRUSHES toward her, RAISING THE AXE --\n\nANOTHER BLAST, THIS ONE IN DAN’S MIND --\n\nHE FALTERS, SWINGING THE AXE DOWN TOWARD HER HEAD --\n\nSHE CATCHES THE HANDLE, just below the blade, DEFLECTING IT --\nINTO HER OWN SHOULDER. She RIPS the blade out, RIPPING IT from Dan’s hands --\n\nSWINGING IT DOWN, BURYING THE BLADE INTO HIS THIGH. \n\nTARGET SECTION TO BE ANNOTATED:\n She GRABS\nHIM around the neck, HURLING HIM UP OFF HIS FEET, OVER HER\nHEAD -- AND HURLS HIM DOWN THE STAIRS.\n\nHe lands HARD, bouncing from the stairs, landing at the\nbottom with a THUD. His leg BLEEDING PROFUSELY.\n\nRose slowly descends the staircase, blood flowing from her\ncollarbone. Axe in hand. EYES BURNING WITH INHUMAN LIGHT. She\ncrouches over him. Looking at his wound.\n\nROSE (CONT'D)\n\nOh, sweetie. I seem to have nicked\nyour femoral artery. You’re gonna\nbleed to death.\n\nHe tries to sit up, she SMASHES the back of the axe into his\nHEAD, knocking him back. GRABS his throat. PUSHING HIM BACK\nwith INHUMAN STRENGTH. He’s OUTMATCHED.\n\nROSE (CONT'D)\n\nMy, my, what a temper you have. So\nmuch fire. You sure I can’t tempt\nyou? Turn all that fire and steam\ninto a long, blessed life... or do\nyou want to die here on the floor?\n\nDAN\nWe don’t die. We go on.\nROSE\nFair enough. Such a waste... or\n\nMaybe not.\n\f129.\n\nShe DIGS HER FINGERS into his leg wound, and he SCREAMS. She\ntightens her grip on his throat, leaning close to him. Her\nfingers DIG in the wound, and he SCREAMS LOUDER...\n\nAnd then, a FAINT CLOUD OF GREY STEAM escapes his mouth.\nRising in the air. Rose greedily INHALES IT.\n\nROSE (CONT'D)\nDamn, even at your age... it’s so\ngood. You taste like whiskey.\n\nShe DIGS IN HARDER, and Dan SCREAMS LOUDER. As he does --\n\nFLASHES BEFORE HIS EYES: HIMSELF AS A CHILD. RUNNING,\nTERRIFIED THROUGH THE HALLS. HIS FATHER, LIMPING AFTER HIM.\nAXE IN HAND. THE WOMAN IN THE TUB, RISING.\n\nRose INHALES another breath of Dan’s steam.\n\nROSE (CONT'D)\nSo much terror, all your life.\nDelicious.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nRose INHALES another breath of Dan’s steam. ROSE (CONT'D)\nSo much terror, all your life. Delicious. \n\nTARGET SECTION TO BE ANNOTATED:\n You do Shine - that’s\nthe word you like, isn’t it? And so\ndoes the little bitch. But honey,\nneither one of you can hold a\ncandle. To me.\n\nShe releases his neck, GRABBING HIS HEAD with fingers as\nstrong (and suddenly as sharp) as TALONS. She SQUEEZES HIS\nSKULL as she DIGS MORE into his leg. Dan SCREAMS IN AGONY --\n\nFLASHES: LITTLE DANNY, RUNNING THROUGH THE HEDGE MAZE. THE\nWORD REDRUM, ON THE WALL. AND DARKNESS... A DARKNESS FULL OF\nLOCKED BOXES, LIKE COFFINS.\n\nRose BREATHES IN MORE STEAM. Eyes blazing, ecstatic.\nROSE (CONT'D)\n(realizing)\nYou’re not alone in there. What are\nyou hiding?\nShe SQUEEZES HIS HEAD HARDER. Dan SCREAMS --\nFLASHES: LOCK BOXES, LIDS BANGING. THINGS TRYING TO GET OUT.\n\nROSE (CONT'D)\nWhat’s in those? Something special?\n\nDAN\nYou don’t know where you’re\nstanding.\n\f130.\n\nROSE\nYou said that. What do you mean?\n\nDAN\nI mean you’re right. I Shine, and\nAbra Shines even more than me. But\nneither of us Shine as much as\nyou... and you’re standing in the\none place -- the worst place -- for\nsomeone who Shines.\n\nRose looks at him, her smile fading as --\nFLASH: THE LIDS OF THE BOXES ARE THROWN OPEN, ALL AT ONCE\nHe GRINS, and for a moment, it’s HIS FATHER’S GRIN.\n\nDAN (CONT'D)\nThe things in those boxes aren’t\njust special... they’re starving.\n\nRose looks down at him, not understanding -- and over her\nshoulder, we see the rotten, EMACIATED FACE OF MRS. MASSEY.\nGAUNT, STARVING. STARING AT ROSE --\n\nMRS. MASSEY POUNCES. She KNOCKS ROSE TO THE FLOOR, and we\nrealize she ISN'T ALONE --\n\nDOZENS OF GHOSTS DESCEND ON THEM. All SCREAMING WITH HUNGER,\nfaces GAUNT AND STARVING.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nMASSEY POUNCES. She KNOCKS ROSE TO THE FLOOR, and we\nrealize she ISN'T ALONE --\n\nDOZENS OF GHOSTS DESCEND ON THEM. All SCREAMING WITH HUNGER,\nfaces GAUNT AND STARVING. \n\nTARGET SECTION TO BE ANNOTATED:\n We recognize most of them - HORACE\nDERWENT. DELBERT GRADY. THE INHABITANTS OF THE OVERLOOK.\n\nRose SCREAMS as they CLIMB ONTO HER, desperate for FOOD --\nCLAWING, DIGGING. Their hands DISAPPEAR INTO HER BODY. They\ndesperately DIG INTO HER, LOOKING FOR ANYTHING TO QUENCH\nTHEIR DECADES OF HUNGER --\n\nRose STRUGGLES. Fighting with everything she has to keep them\nback, SCREAMING IN SURPRISE AND PAIN --\n\nBut it’s no use. The hollow eyes and gaping mouths of the\nghosts surround her, descending on her just as the True Knot\ndid to Bradley Trevor.\n\nRose looks one last time at Dan, FURY AND RAGE in her ancient\neyes. Unable to believe that she is beaten... by HIM.\n\nHe STARES HER DOWN. Holds eye contact, even as the ghosts\nPLUNGE THEIR HANDS into her chest. One last look of hatred\nfrom Rose --\n\nAND THEN SHE STARTS TO CYCLE. Her skin becoming TRANSLUCENT,\nwe can see their GHOSTLY FINGERS INSIDE OF HER, PULLING AT\nHER HEART, HER BLOOD --—\n\f131.\nShe THRASHES BENEATH THEM, HER SKULL SHINING THROUGH HER\nSKIN, TWISTING INTO THE INHUMAN MONSTER SHE TRULY IS --\n\nShe SCREAMS ONE LAST TIME, as STEAM BEGINS TO POUR OUT OF HER\nMOUTH AND NOSE. The ghosts INHALING IT HUNGRILY --\n\nAnd then she BURSTS APART in a cloud of silver STEAM. The\nsteam is ABSORBED by the inhabitants of the OVERLOOK, who\ngreedily GULP IT IN --\n\nSOME OF IT ABSORBED BY THE VERY CARPET, being digested by the\nhotel itself -- And then, she is gone.\n\nThe ghosts’ gaunt faces EXPAND, their features BECOMING\nRESTORED, the years of starvation DISAPPEARING as they\ninherit all of her strength.\n\nDan tries to SIT UP as they turn their attention to him.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\nsteam is ABSORBED by the inhabitants of the OVERLOOK, who\ngreedily GULP IT IN --\n\nSOME OF IT ABSORBED BY THE VERY CARPET, being digested by the\nhotel itself -- And then, she is gone. The ghosts’ gaunt faces EXPAND, their features BECOMING\nRESTORED, the years of starvation DISAPPEARING as they\ninherit all of her strength. Dan tries to SIT UP as they turn their attention to him. \n\nTARGET SECTION TO BE ANNOTATED:\n They\nADVANCE, GRINNING THEIR DEAD SMILES --\n\nDan CLOSES HIS EYES, CONCENTRATING --\nA FLASH OF THE LOCK BOXES, he wants to LOCK THEM AWAY AGAIN --\n\nBut they are ON HIM before he can do anything. He STRUGGLES\nin their grip, and as a DEAD HAND closes over his mouth --\n\nWE SEE HIS EYES ROLL BACK WHITE as the Overlook POURS ITSELF\nINTO HIS MIND.\n\nINT. OVERLOOK HOTEL, CORRIDORS - MOMENTS LATER\n\nAbra looks up as the LIGHT FIXTURES SWELL with new ENERGY.\n\nFrom somewhere deep in the hotel, THE SOUND OF MUSIC. Old\nmusic, ECHOING THROUGH THE HALLS. She slowly walks, SCARED.\n\nABRA\nUncle Dan?\n\nJust the sound of music. She moves slowly, afraid, and turns\nthe corner to see -- TWO GIRLS, IN BLUE DRESSES. HOLDING\nHANDS. STARING AT HER.\n\nShe STARES AT THEM. Terrified. The girls stare back, their\nexpressions BLANK...\n\nAs SOMEONE STEPS INTO THE HALL BEHIND ABRA. She turns at the\nSHUFFLING SOUND of their entrance...\n\nIt’s DAN, head down. THE AXE IN HIS HANDS.\n\f132.\n\nABRA (CONT'D)\nUncle Dan! Is it done? Is she\ndead...\n\nAs Abra approaches, he LOOKS UP AT HER. She STOPS COLD.\nIt’s Dan... BUT IT ISN'T. His eyes are DARK. FULL OF\nVIOLENCE. The same expression his FATHER wore, those years\nago, when he TRIED TO KILL HIS FAMILY.\nABRA (CONT'D)\n(beat)\nWhat’s wrong?\n\nHe stares at her... AND LIMPS FORWARD. CLUTCHING THE AXE.\n\nDAN\n\nBad girl. Bad little pup...\nABRA\n\nUncle Dan...\nDAN\n\nYou’re gonna take your medicine.\n\nAs he picks up speed, AXE AT THE READY. HE MEANS TO KILL HER.\nShe backs up, the realization hitting her -- THEN ABRA RUNS.\n\nINT. OVERLOOK HOTEL, CORRIDORS - CONTINUOUS\n\nAbra turns the corner, moving fast. Around her, the music\nLOUDER NOW, the lights FLICKERING.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. OVERLOOK HOTEL, CORRIDORS - CONTINUOUS\n\nAbra turns the corner, moving fast. Around her, the music\nLOUDER NOW, the lights FLICKERING. \n\nTARGET SECTION TO BE ANNOTATED:\n Behind her, Dan LIMPS\nFRANTICALLY along, Axe in his hand.\n\nDAN\nAbra!\n\nShe runs faster, rounding the corner. Makes it down a\nfamiliar hallway... looking over her shoulder. She’s ahead of\nhim, but he’1l turn the corner any second --\n\nShe sees an open door. RUNS INSIDE. As she closes the door\nbehind her, we tilt up to the room number... ROOM 217.\nINT. OVERLOOK HOTEL, ROOM 217 - CONTINUOUS\n\nAbra slowly backs away from the door, into the familiar room.\nThe green walls are FADED, MOLDY. OLD.\n\nKeeping quiet, she BACKS INTO THE ROOM. Waiting. She watches\nas a SHADOW PASSES BY UNDER THE DOOR. Hears Dan’s LABORED\nBREATHS as he looks for her.\n\f133.\nDAN (0.S.)\nAbra!!!\n\nAfter a few moments, he passes, and she listens to him\nwalking away.\n\nBarely aware THAT SOMEONE IS IN THE BATHTUB IN THE OTHER\nROOM. Just over her shoulder.\n\nThe sound of WATER SLOSHING GENTLY turns her head. She turns\nto see --\n\nTHE SILHOUETTE of a WOMAN, SITTING IN THE TUB. Her hand\nslowly REACHING UP to pull the curtain back.\n\nAbra watches as MRS. MASSEY peels back the curtain, GRINNING.\nAbra STEELS herself against the vision. Holds her ground.\n\nABRA\nTry it.\n\nMrs. Massey STANDS UP. Abra stands, waiting as --\nTHE DOOR IS SUDDENLY KICKED OPEN.\n\nShe spins back toward it as DAN STEPS INTO THE ROOM. AXE IN\nHAND. GRINNING AT HER.\n\nDAN\nThere you are. We have to talk,\nAbra. You’ve been very, very bad.\n\nABRA\nYou’re not Uncle Dan.\n\nHe stops. Smiling at her.\n\nABRA (CONT'D)\nYou're a mask. A false face.\n\nDAN\nWho else would I be?\nABRA\nYou’re not him. You’re the hotel.\n\n(beat)\nBut he’s still in there.\n\nHe smirks, and after a beat... lets the mask slip.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou’re the hotel. (beat)\nBut he’s still in there. He smirks, and after a beat... lets the mask slip. \n\nTARGET SECTION TO BE ANNOTATED:\n The face\nstaring at her is Dan’s, but also something else. SOMETHING\nDARK. SOMETHING OLD. SOMETHING THAT WANTS HER DEAD.\n\f134.\n\nDAN\nMasks off, then. Anything else to\nsay? Are you sure you wouldn’t like\nto run? A game of tag, perhaps? All\nwe have is time, you know. An\neternity of time. Or shall we end\nit? Might as well. After all...\nwe're missing the party.\n\nAbra SMILES at him.\n\nDAN (CONT'D)\nWhy are you smiling?\n\nABRA\nBecause you don’t know where you’re\nstanding.\n\nDAN\n\nI know these halls like my own\nface, child.\n\nABRA\nI mean the body you're standing\nin... the face you’re wearing.\n\nThat’s Dan Torrance, and you don’t\nknow him. You think he’s still a\nlittle boy, and man oh man, are you\nin for a surprise.\n\nDAN\n(laughs )\nDan Torrance. You mean the same Dan\nTorrance who was just laying broken\nat the foot of the stairs?\n\nABRA\nI mean the Dan Torrance who made\none stop, as soon as he got here.\n(beat)\nTo the boiler room.\n\nDan’s smile disappears. He didn’t know that... and we can see\nthe implication SCARES HIM. He LIFTS THE AXE, SWINGING IT\nDOWN AT HER HEAD --\n\nAbra HOLDS HER GROUND, DOESN’T EVEN FLINCH AS --\n\nTHE AXE STOPS. INCHES FROM HER HEAD.\n\nDan holds it, staring at her with a PERPLEXED EXPRESSION. AN\n\nINTERNAL STRUGGLE HAPPENING before our eyes, his hands\nSHAKING...\n\f135.\n\nShe reaches up, GENTLY RESTING HER HAND ON HIS, just above\nthe axe blade. And then, after a long beat... Dan CLOSES HIS\nEYES. Breathes in... and when he opens them, we see the\ndifference. IT’S DAN AGAIN. THE REAL DAN.\n\nABRA (CONT'D)\n(smiling)\nThere you are.\n\nDAN\nYou were supposed to run.\n\nABRA\nI didn’t want to leave you...\n\nDan smiles, gently.\n\nDAN\nI'm right where I’m supposed to be.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nABRA\nI didn’t want to leave you... Dan smiles, gently. DAN\nI'm right where I’m supposed to be. \n\nTARGET SECTION TO BE ANNOTATED:\nABRA\nI knew you wouldn’t let it hurt me.\nI could feel it.\n\nDAN\n(beat)\nAbra... I can’t hold it back much\nlonger though. You have to run.\nABRA\nNo. I’m not going anywhere without\nyou.\nDAN\n\nI'll be right behind you. Have to\nclose the door behind us, right?\n\nShe stares at him, not sure if she believes it. He nods,\nreassuring. And finally...\n\nDAN (CONT'D)\nRun.\n\nAbra turns, RUNNING FROM THE ROOM. Dan holds his ground, his\ngentle smile fading as the HOTEL REGAINS CONTROL.\n\nHis face is slowly overtaken by PANIC. “Dan” turns, DROPPING\nTHE AXE as he RUNS --\n\f136.\n\nINT. OVERLOOK HOTEL, BOILER ROOM - MOMENTS LATER\n\n-- into the boiler room. Heads to the boiler, looking at the\nGAGES -- THE STEAM PRESSURE IS ALREADY IN THE RED. Panicked,\nhe reaches up to grab the handles...\n\nBUT HIS HANDS STOP. Inches from the wheel. His face contorts\nin confusion. DAN, inside, trying to STOP HIS HANDS from\nrelieving the pressure...\n\nDAN\n(struggling)\nAre you out?\nINT. OVERLOOK HOTEL, LOBBY - MOMENTS LATER\n\nAbra RUNS toward the door.\n\nABRA\nAlmost...\n\nINT. OVERLOOK HOTEL, BOILER ROOM —- CONTINUOUS\n\nDan’s hands SHAKE over the boiler. His face contorted with\nRAGE and anger...\n\nWith great effort, Dan manages to STEP BACK, AWAY FROM THE\nBOILER. LOWERING HIS HANDS. Sitting back, WATCHING THE BOILER\nOVERLOAD.\n\nFLAMES ERUPT FROM THE PIPES.\n\nHe sighs, knowing it’s over... the fire can’t be stopped now.\nHe stands and watches, even as the flames SPREAD TOWARD HIM.\n\nAs they reach him, Dan CLOSES HIS EYES, EXHAUSTED BUT\nVICTORIOUS. In the firelight, we see his weary SMILE as the\nFIRE REACHES HIM.\n\nEXT. OVERLOOK HOTEL - MOMENTS LATER\n\nAbra stands in the snow, watching as FLAMES begin to erupt\nfrom the hotel.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn the firelight, we see his weary SMILE as the\nFIRE REACHES HIM. EXT. OVERLOOK HOTEL - MOMENTS LATER\n\nAbra stands in the snow, watching as FLAMES begin to erupt\nfrom the hotel. \n\nTARGET SECTION TO BE ANNOTATED:\n She stares, helpless as they SPREAD.\n\nABRA\nCome on Uncle Dan, get out of\nthere...\n\nThe FIRE SPREADS FAST... the old, rotten wood and plaster of\nthe hotel CATCHING QUICKLY. The flames BUILDING AND BUILDING\nas the snow falls around her.\n\f137.\n\nABRA (CONT'D)\nCome on.\n\nOn the mountain pass, in the distance, she sees SIRENS from\nthe APPROACHING POLICE CARS. Her mother brought the cavalry.\n\nShe turns, looking as the FLAMES ENGULF THE HOTEL... GLOWING\nIN THE SNOW. The fire so large now, bursting through windows.\n\nAbra waits, and waits. A TEAR rolling down her cheek.\nDesperate for him to be safe. For it to be over. She waits...\nand waits...\n\nAs the police cars reach the top of the pass.\n\nABRA (V.O.)\nThe fire spread fast. Destroying\nthe hotel... purifying it.\n\nCUT TO:\n\nINT. ABRA'S HOUSE, ABRA'S ROOM - ANOTHER NIGHT, WEEKS LATER\nAbra sits on the foot of her bed.\n\nABRA\nBurning so bright I was warm, even\nin the snow. I could almost hear it\nscreaming. I could hear it dying.\nAnd I knew, somewhere deep\ninside... I knew you were okay.\n\nREVEAL DAN. Leaning against the wall. Smiling at her.\n\nDAN\nI’m sorry I put you in danger. It\nwas the only way.\n\nABRA\nI know.\n(beat)\nDo you think she was right? When\nshe said she wasn’t the last one.\nDo you think there are more,\nsomewhere out there?\n\nDan considers this, moving toward the window. Looking out the\nmountains in the moonlight.\n\nDAN\nThe world is a hungry place. A dark\nplace.\n\n(MORE )\n\f138.\n\nDAN (CONT'D)\nAnd maybe there’s more of them, or\nthings like them, or worse. But\nthere are more people like you too.\nPeople who stand.\n\nShe smiles at him. He looks out at the mountain. The snow at\nthe peak, against the night sky.",
  "95": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe smiles at him. He looks out at the mountain. The snow at\nthe peak, against the night sky. \n\nTARGET SECTION TO BE ANNOTATED:\nDAN (CONT'D)\nYou know what Rene Daumal said\nabout mountains? “What is above\nknows what is below, but what is\nbelow does not know what is above.\nOne climbs, one sees. One descends,\n\none sees no longer... but one has\nseen.”\n\n(beat)\nThey really are lovely, aren’t\nthey.\n\nHe turns back to her, the mountain behind him.\n\nDAN (CONT'D)\nI told you, when we first met... I\ntold you that you should hide, keep\nyour head down. Keep your Shine out\nof sight. I was wrong about that.\n(beat)\nShine on, Abra Stone. You Shine on.\n\nShe smiles. In the hallway, Lucy approaches.\nLUCY\nAbra! Dinner time!\n(stepping in)\nWho are you talking to?\nREVEAL: The room is empty. Abra sits alone.\nABRA\nNo one.\nINT. ABRA’S HOUSE, UPSTAIRS HALLWAY - CONTINUOUS\nAbra stops at the end of the hall. Lucy turns back to her.\nABRA\nThat’s not true. I lied, just now.\n\nI was talking to Dan.\n\nLUCY\nHow?\n\f139.\n\nABRA\nWe go on. After. We go on. And he’s\nokay, mom. He really is.\n\nLUCY\n(beat)\nGood.\n\nShe heads down the stairs. Abra waits, watching her go. After\na few beats... she turns, toward the BATHROOM AT THE END OF\nHER HALL. She stares at it.\n\nLUCY (CONT'D)\nYou coming?\n\nThrough the door, in the dark... we see the SHADOW OF THE\nWOMAN, SITTING IN THE TUB. BEHIND THE CURTAIN. MRS. MASSEY,\ncome for Abra. As she did for Danny, years ago.\n\nABRA\nIn a minute.\n\nShe turns, walking down the hall. Relaxed. She steps into the\nbathroom, and slowly turns to CLOSE THE DOOR behind her. As\nshe does, ABRA SMILES.\n\nFADE TO BLACK.\n\f"
}