{
  "1": "\"DRAGONHEART\"\n\nScreenplay by\nCharles Edward Pogue\n\nRevised: April 4, 1994\n\f\"DRAGONHEART\"™\nby\nCharles Edward Pogue\n\nFADE IN:\nEXT. STONE RUIN - DAY\nA SWORD flashes in the sunlight as it whirls down on...\n\nSIR BOWEN...a ruggedly handsome knight who catches the blade\non his own, just inches from his face, and smiles through the\ncrossed swords, eyes gleaming like the sunlit steel.\n\nBOWEN\nNot bad!\n\nHe disengages his blade with swift flare and, in a dazzling\nseries of sallies, forces his OPPONENT back.\n\nBOWEN\nBut not good enough to...\n\nThe opponent, BACK TO CAMERA, is shoved to the ground,\nBowen's sword tip at his throat.\n\nBOWEN\n«+-to live!\n\nBowen grins down at...\n\nPRINCE EINON...a fourteen year old boy, his face flush from\nexertion. Emblazoned on his surcote is a DRAGON'S HEAD\nimpaled on a sword. A HERALDIC COAT-OF-ARMS.\n\nSuddenly, Einon kicks Bowen's blade aside with his boot,\nrolls, and springs up, lunging at the knight. Again, Bowen\ndeflects the blade by inches. Smiling. Pleased.\n\nBOWEN\nBetter!\n\nEinon is also pleased. He smiles at Bowen's praise and lets\ndown his guard. Just slightly. But enough. With a nimble\nparry, Bowen blade arcs down, striking the startled boy...but\nonly with the flat of the blade on his shoulder.\n\nBOWEN\nBut you'd still be dead!\n\nEinon reels back and, with a snarl, charges wildly at Bowen\nwho, laughing, leaps upon a crumbling piece of stone, easily\ndeflecting or ducking the violent but clumsy blows.\n\nBOWEN\nPurpose, not passion, Einon! Fight with\nyour head, not your heart!\n\fHe punctuates each maxim with a slap of his sword flat,\nobviously toying with the boy.\n\nBOWEN\nNerve cold-blue, blade blood-red.\n\nEinon slices wickedly at Bowen's legs. Bowen leaps up as the\nblade swishes harmlessly under him.",
  "2": "---END OF PREVIOUS SECTION---\nBOWEN\nNerve cold-blue, blade blood-red. Einon slices wickedly at Bowen's legs. Bowen leaps up as the\nblade swishes harmlessly under him. \n---TARGET SECTION TO BE ANNOTATED---\n But as he lands, the\nedge of the stone crumbles beneath the heel of his boot. He\nteeters, then tumbles off the rock, out of sight behind it.\n\nEinon's savage fighting demeanour slides into a shocked gasp\nof concern.\n\nEINON\nSir Bowen?\n\nHe scrambles over the stone to find Bowen sprawled out on the\nground, apparently unconscious. As Einon leans down to\nexamine him, he's suddenly distracted by HOOFBEATS. He\nwhirls to the sound as...\n\nRIDERS...gallop toward them. As Einon squints in the sun to\nidentify them, A FIGURE towers up behind him and a sword\nglints at his throat. Bowen leers over his shoulder.\n\nBOWEN\nDead again, Prince! How many times must\nI tell you?\n\nBOWEN & EINON\n(reciting together)\nOnly expose your back to a corpse!\n\nBut the fencing lesson is over. Einon points to the riders,\n\nEINON\nIt's happened.\n\nBowen scowls as Three Riders approach, led by A MASSIVE BRUTE\nOF A KNIGHT...SIR BROK...Einon knows why he's come.\n\nEINON\nThe peasants are revolting.\n\nBROK\n\n(grins)\nThey've always been revolting, Prince.\nSmell one sometime. But now they're\nrebelling.\n\n(to Bowen)\nKing Freyne would have his son witness\nhis noble victory.\n\nBOWEN\n(contemptuous1ly)\nNoble...? Crushing desperate, frightened\nmen...?\n\fBROK\n(sharply)\nTraitorous scum! The King commands.\nBring him. You can watch too, nursemaid.\n\nHe whips his horse and rides off with the others. Bowen\nturns to get his and Einon's horses. . Einon is disappointed\nthat Bowen allowed Brok's insult to go unchallenged.\n\nEINON\nWhy do you let him insult you like that?\nYou, a Knight of the Old Code! You're\nnot afraid of him!\n\nBOWEN\n(laughs)\nNor his opinions. I expect no less.\n(distaste)\nHe's the king's man.",
  "3": "---END OF PREVIOUS SECTION---\nBOWEN\n(laughs)\nNor his opinions. I expect no less. (distaste)\nHe's the king's man. \n---TARGET SECTION TO BE ANNOTATED---\nEinon registers Bowen's contempt for the king with an uneasy\nscowl, but as Bowen turns to hand him his reins, the boy\nbeams affectionately at him.\n\nEINON\nWhen I am king, you will be my man,\nBowen.\n\nBowen claps him warmly on the shoulder and helps the prince\ninto the saddle.\n\nBOWEN\nI am already your man, my prince.\n\nHe swings into the saddle and, as the two ride after Brok,\nCAMERA PANS TO THE GALLOPING HOOVES.\n\nEXT, KARA'S VILLAGE - FIELD - DAY\nCAMERA PULLS BACK FROM MANY MORE GALLOPING HOOVES TO REVEAL:\n\nA TROOP OF MOUNTED, ARMOURED KNIGHTS...as they ride out of\nthe smoke and dust of battle. At their head is...\n\nKING FREYNE...sword aloft. Visor raised. Eyes hard and\nhateful. On his helmet glints a GOLD CIRCLET. A CROWN.\nEmblazoned on his surcote is the same DRAGON’S HEAD impaled\non a sword we saw on Einon's surcote.\n\nHe rides through the carnage of a 10th CENTURY BATTLE,\nleading mounted SOLDIERS against a RABBLE OF PEASANTS.\n\nSlashing with mad glee, Freyne mows down men armed only with\ncrude farm implements. It is slaughter as the rebels are\ndriven back through their own crude lines of defense...over-\nturned carts, ditches, an earthen bulwark. None of which\nimpede Freyne's onslaught.\n\fEXT. KARA'S VILLAGE - HILLOCK - DAY\n\nBowen and Einon sit their horses on a hillock behind the\nlines watching the carnage. Bowen is disgusted, Einon\nfascinated.\n\nEINON\nI wish we were down there.\nBOWEN\n(curtly)\nYou don't.\nEINON\n\nIdo. Just to see you in action, Bowen.\nYours would be the finest blade on the\n\nfield.\n\nBOWEN\nToo fine to foul with your father's\nslaughter.\n\nIn a quiet, hurt tone, Einon gently reminds Bowen of good\nmanners and protocol.\n\nEINON\nHe is my father, Bowen. And the king.",
  "4": "---END OF PREVIOUS SECTION---\nIn a quiet, hurt tone, Einon gently reminds Bowen of good\nmanners and protocol. EINON\nHe is my father, Bowen. And the king. \n---TARGET SECTION TO BE ANNOTATED---\nBowen takes the admonishment with a kind smile.\n\nBOWEN\nYes...But when you are king, remember\ntoday. Remember the difference between\nbattle and butchery. And remember the\nQld Code. Restore its forgotten glory,\nso that the crown will shine with honour\nonce more and never again will men have\nto take up arms against their sovereign.\nThen you will be a greater king than\nyour father.\n\nBowen turns to watch the ungallant battle with weary eyes and\nthus doesn't see the dark glint in Einon's gaze,\n\nEINON\nI promise, Bowen, I will be greater. And\nno one will take arms against me...Look!\nFather's breached the village.\n\nHe points to the king down below, galloping toward the\nbulwark, cutting down men right and left.\n\nEXT. KARA'S VILLAGE - BATTLE - DAY\n\nFreyne descends on a YOUTH -- wearing a BUCKET with one side\n\ncut out as a crude helmet -~ who stumbles between two\nHAYRACKS mounted in a gap in the bulwark.\n\fA large meaty paw reaches out and grabs BUCKETHEAD by the\njerkin, yanking the youth behind...\n\nTHE BULWARK...Buckethead flops into a LARGE MUD PUDDLE on the\nother side. Buckethead's saviour is a RED-BEARDED GIANT,\nwhose unruly mane is bound by a LEATHER HEAD-BAND.\n\nArmed with a scythe, Red-beard knocks the sword from Freyne's\nhand as the king rides in through the breach. Another rebel\ncharges the king with a burning torch, but gets a gauntlet in\nthe face as Freyne punches him and snatches his torch. He\nwhirls his steed back for the bulwark.\n\nBut Red-beard signals several men at the hayracks, who pull\nSPIKED WOODEN BREASTWORKS out from under the racks and cut\noff Freyne's escape route.\n\nEXT. KARA'S VILLAGE - HILLOCK - DAY\n\nBowen and Einon watch from their vantage point as a HORDE OF\nVILLAGERS chase the trapped Freyne.",
  "5": "---END OF PREVIOUS SECTION---\nBut Red-beard signals several men at the hayracks, who pull\nSPIKED WOODEN BREASTWORKS out from under the racks and cut\noff Freyne's escape route. EXT. KARA'S VILLAGE - HILLOCK - DAY\n\nBowen and Einon watch from their vantage point as a HORDE OF\nVILLAGERS chase the trapped Freyne. \n---TARGET SECTION TO BE ANNOTATED---\n Freyne zig-zags his\nhorse in and out and under the stilts of SEVERAL RAISED\nGRAINHOUSES, torching some as he passes. But the peasants\nare closing in.\n\nEINON\n(anxiously)\nHe's trapped!\n\nThe boy draws his sword and spurs his horse down the hill\nthrough the melee!\n\nBOWEN\nEinon, no!\n\nHe follows after the boy.\n\nEXT. KARA'S VILLAGE - BATTLE - DAY\n\nBowen closes in on his young charge when he's beset by REBEL\nWARRIORS. He ducks the savage thrust of a pitchfork and,\ngrabbing the shaft, cracks the WIELDER under the jaw with the\nblunt end. Another rebel gets clouted by Bowen's boot even\nas the knight knocks another down with the shaft of the\npitchfork. He kills no one. But even as he scatters them,\nhe's lost Einon in the dusty haze of the battle. He shouts.\n\nBOWEN\nEinon!\nEXT. KARA'S VILLAGE - BATTLE - ON FREYNE - DAY\nRed-beard and a MOTLEY BAND OF REBELS close in on Freyne, the\n\nking's horse snorts and rears as Freyne whirls his torch,\ntrying to pry an opening through the rebel mass.\n\fBut they catch him under one of the granaries and pull him\nfrom the saddle. Freyne clanks to the ground in a cacophony\nof armour and chainmail. at the feet of...\n\nBUCKETHEAD...who's shoved aside again as Redbeard and the\nothers crowd around the fallen king. Crude weapons rise and\nfall. Buckethead jerks away, unable to watch.\n\nThen it's over as RED-BEARD and the others race to defend\ntheir village from Freyne's men who have breach the\nbarricade. Only Buckethead remains, queasily staring at the\ndead king. A WILD WAIL pierces the battle clamour.\n\nEINON (0S)\nFather!\n\n-Buckethead swiftly clambers up the granary ladder as...\n\nEINON...gallops through a veil of smoke over the bulwark.\nDismounting, he scrambles to his father, laying a hand to his\nlifeless breast... and pulling it back with a shudder,\ncovered in blood.",
  "6": "---END OF PREVIOUS SECTION---\n-Buckethead swiftly clambers up the granary ladder as... EINON...gallops through a veil of smoke over the bulwark. Dismounting, he scrambles to his father, laying a hand to his\nlifeless breast... and pulling it back with a shudder,\ncovered in blood. \n---TARGET SECTION TO BE ANNOTATED---\nStunned, Einon stares from his hand to his father and\nthen...to the crown...perched atop Freyne's helmet.\nTrembling, he reaches over the body for it. As he does,\nFreyne's eyes suddenly FLICKER OPEN AND STARE into Einon's,\nwho hesitates...then snatches the crown off anyway...even as\nFreyne groans his last and his eyes glaze in deathly\nadmonishment at his heir.\n\n \n\nAs Einon pulls back from his dead father, he holds up the\ncrown. It glints brilliantly in the firelight. Something\nelse also glints. Buckethead's KNIFE as Einon sees the\nflying body leap off the granary platform down onto him.\n\nThe impact of their collision sends the boys sprawling across\nthe ground spilling against a breastwork, a jumble of arms\nand legs. The bucket helmet clatters off as the rebel flops\nface-down, a cascade of red hair falling toe his shoulders.\n\nEinon lurches off the breastwork, grasping a STAKE for\nsupport. It is sticky with BLOOD. His blood. It oozes from\na gash in his chest, spilling across his ripped dragonhead\ncrest.\n\nEinon spies the CROWN half-in, half-out of a mud puddle. He\nweaves toward it on unsteady legs, then sags into the mud,\nhis fingers locking on the circlet. Gasping weakly, he stares\nglassy-eyed at Buckethead, staggering up.\n\nEven unhelmeted, Buckethead's face is A BLUR in Einon's hazy\nvision. All he sees is flaming hair, blending into the fiery\nlight of a hut burning behind then.\n\nBOWEN (0S)\nEinon!\n\fEinon's vision pops into crystal clear FOCUS as Buckethead\nwhirls to the anguished CRY...and we discover THE BOY IS A\nGIRL!. Her name is...as we later learn...KARA. She's\nroughly Einon's age and even the grime of battle cannot hide\nher beauty, haloed in an aureole of gleaming red hair.\n\nAs Kara sees Bowen's steed leap over the breastworks and her.",
  "7": "---END OF PREVIOUS SECTION---\nKARA. She's\nroughly Einon's age and even the grime of battle cannot hide\nher beauty, haloed in an aureole of gleaming red hair. As Kara sees Bowen's steed leap over the breastworks and her. \n---TARGET SECTION TO BE ANNOTATED---\nBowen wildly spins the horse toward the fallen Einon, leaning\ndown in the saddle and scooping up his wounded charge.\n\nEINON\nBowen!\n\nBOWEN\nI'm here, my prince...my king.\n\nHe whirls his horse back around and, sideswiping, a BARRELL\nOF MILK, bounds over the barricade once more. Kara dives out\nof the way, landing near the spilt milk now running into and\nmixing with the blood of battle.\n\nEXT. KARA'S VILLAGE - BATTLE - ON BOWEN & EINON - DAY\n\nEinon slumps back in Bowen's arms as the horse charges\nthrough the battlefield.\n\nEXT. OLD CASTLE - ESTABLISHING SHOT - AFTERNOON\n\nA WOODEN FORTRESS looms out of the shadow of a mountain.\nGrimly impressive. Bowen's steed breaks from the forest and\nraces across the plain toward the Fortress gates.\n\nINT. QUEEN'S CHAMBER - OLD CASTLE ~- CLOSE-UP - BLOOD - NIGHT\nA wounded Brok kneels before AISLINN, the Queen.\n\nBROK\nDead, Madam...King Freyne, your husband,\nslain.\n\nShe takes the news stoically, staring out the window in\nimpassive resignation. A DOOR slams open. Aislinn spins to\nthe sound. Silhouetted in the light of the open door stands\na KNIGHT, A LIMP FORM CRADLED IN HIS ARMS.\n\nWith a gut-sinking premonition, Aislinn weaves to the door.\nA single TEAR trickles muddily down Bowen's grimey face as\nAislinn gasps at her crumpled son.\n\nBOWEN\nForgive me, my Queen.\n\fQUEEN\nIt's not your fault. The cruel excesses\nof his father brought him to this end.\n\nShe gestures to a bed. Bowen lays him on it.\n\nEINON\nThe crown...\n\nQUEEN\nHe lives!\n\nBOWEN\n\nHe dies, Madan...\n\nBowen slides the crown off his arm and places it in the boy's\nvhand.\n\nBOWEN\n«+.Beyond all help.\n\nAISLINN\nNot all...\n\nAislinn turns to Bowen...curiously calm even hopeful.\n\nEXT.",
  "8": "---END OF PREVIOUS SECTION---\nAISLINN\nNot all... Aislinn turns to Bowen...curiously calm even hopeful. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n RUINS ON PROMONTORY - LOOKING UP - DUSK\n\nThe sun sinks behind a promontory as FIGURES trek through the\nRUINS OF AN OLD CASTLE up the mountain.\n\nEXT. RUINS - MOUNTAIN TRAIL - DUSK\n\nAislinn, on horseback, leads Bowen and a body of GUARDS up a\nmountain path, through the RUINS OF AN ANCIENT ROMAN CASTLE.\nBrok and the others bear Einon on a hide stretcher supported\non spears. Walking his horse, Bowen hovers over the semi-\nconscious boy who still grips the crown and talks to him.\n\nBOWEN\n(reciting)\nA knight is sworn to valour...\n\nEINON\n+«.sworn... to valour...\n\nBOWEN\nHis heart knows only virtue...\n\nEINON\n.--virtue...\n\nBOWEN\nHis blade defends the helpless. His\nmight upholds the weak...\n\fBowen is suddenly distracted by an EERIE MUSICAL TRILLING.\nSad and melancholy. It comes from further up the mountain.\nThe others hear it as well. Except for Einon whose mumble\ndrifts to a groan. Bowen shakes him.\n\nBOWEN\nYou must stay awake, my lord. You must!\nRecite the code...\n\nEINON\n\n-.-code...\nBOWEN\n\nYes! His might upholds the weak...\nEINON\n\n-.-his...word speaks only truth...\nBOWEN\n\nYes... yes... His wrath...?\n\nBOWEN & EINON\n(reciting together)\nHis wrath undoes the wicked.\n\nEXT. CAVE - VISTA SHOT - NIGHT\n\nNight has descended. The moon glows a bright scarlet. The\nparty stops before a CAVE, lighting torches. Bowen dismounts\nand gathers Einon off the stretcher into his arms.\n\nEXT. CAVE MOUTH - NIGHT\n\nAislinn takes a torch and starts into the cave. From within\nechoes the mournful, musical TRILL. Bowen eyes her warily.\n\nBOWEN\nI know what place this is. It has the\nstink of dragon.\n\nAISLINN\nNot the Dragon's stench; merely man's\npollution of him. Come and fear not!\n\nAislinn enters.",
  "9": "---END OF PREVIOUS SECTION---\nAISLINN\nNot the Dragon's stench; merely man's\npollution of him. Come and fear not! Aislinn enters. \n---TARGET SECTION TO BE ANNOTATED---\n Bowen, Einon in his arms, hesitantly\nfollows.\n\nINT. CAVE ~ NIGHT\n\nEven torchlight cannot dispel the gloom. Their light and\nshafts of scarlet moonlight, seeping through two holes in the\ncavern roof, illuminate bubbling mud pits and bones. Steam\nwreathes through the place. From the cave's recesses comes a\nfaint IRRIDESCENT RIPPLE OF MOVEMENT. And the melancholy\nTRILL. Toward this Aislinn cautiously, humbly, approaches.\n\f10\n\nAISLINN\nLord! Serene One!\n\nHer voice echoes. The TRILLING stops. The Guards murmur\nuneasily. Bowen warily eyes The GLOW. It seems BRIGHTER.\nDefining an UNCERTAIN SHAPE. Aislinn signals for silence.\n\nAISLINN\nYour song is sad tonight.\n\nDRAGON\nThere are no stars in the sky?\n\nThe VOICE...sad yet strangely soothing... comes from the\nlarge, eerie shape shimmering in the shadows. It, too, is\nlarge and eerie. Aislinn moves to the glow.\n\nAISLINN\nNo...only a moon. Blood-red.\n\nBowen eases Einon down. Hovering protectively over him,\nsuspiciously listening, his eye never leaving the creature in\nthe shadows. The peculiar irridescence is the beast's scaly\nhide that emits a wavering glow as he shifts.\n\nDRAGON\nAislinn. Daughter of Athelstun.\n\nAISLINN\nYes, Lord, whose people loved you and\ncalled your kind friend.\n\nDRAGON\nOnce. Long ago. No more. No longer\nfickle man's friend. Feared. Forgotten.\n\nAISLINN\nI have not forgotten. I do not fear.\n\nEinon sighs. Aislinn kneels beside Bowen to comfort her son,\nstroking his brow, as the boy feverishly fondles the crown.\n\nThe Dragon's half~hooded eye glints from the darkness,\nsurveying the prince. The crown caressed in his hands.\n\nDRAGON\nFreyne's child.\n\nAislinn desperately whirls on the dragon.",
  "10": "---END OF PREVIOUS SECTION---\nThe crown caressed in his hands. DRAGON\nFreyne's child. Aislinn desperately whirls on the dragon. \n---TARGET SECTION TO BE ANNOTATED---\nDRAGON\nIs this why you come, Draonslayer's wife?\n\fil\n\nAISLINN\n\nDragonslayer's widow! A bride of\nconquest! My people driven out and\nslaughtered even as yours.\n\n(kneels)\nPlease! He's not his father.\n\n(points to Bowen)\nThis knight is his mentor. He has taught\nhim the Old Code. And I will teach him\nyour ways.\n\nThe dragon's scales brightly ripple. He considers her plea,\nhis baleful eye falling on the boy's bloody breast.\n\nDRAGON\nThe wound is deep. You know what you ask?\n\nAISLINN\n(kneels before him)\nI swear. He will grow in your grace.\nGrow just and good.\n\nThe dragon's shadowy head inclines toward Einon.\n\nDRAGON\nHe must swear. Your sword, knight.\n\nAislinn nods to Bowen. He reluctantly unsheathes it to hand\nto her, but the Dragon's CLAW emerges from the dark and grips\nthe blade in his talons. Bowen instinctively lets go.\n\nThe dragon extends the hilt to Einon who stirs and, seeing\nthe shadowy creature above, gasps.\n\nAISLINN\nFear not, child, he will save you.\n\nDRAGON\nBut first, boy, by the cross of the\nsword, swear that your Father's bloodlust\nand tyranny die with him. Swear that you\nwill live and rule with mercy. And come\nto me and learn. The Once-ways. Swear!\n\n\"Swear, swear, swear...\" his sibilance echoes through the\ndarkness. Einon clutches the sword to his breast.\n\nEINON\nI...swear...\n\nEinon leans up to kiss the pommel, then suddenly slumps in\nBowen's arms. Bowen shakes him.\n\nBOWEN\nEinon? Einon! He's dead!\n\f12\n\nIn angry grief, Bowen grabs the sword hilt to wrest it from\nthe Dragon. But as he yanks, the Dragon's TALONS SCRAPE DOWN\nTHE LENGTH OF THE BLADE WITH A WHINING SCREECH, SCORING A\nGROOVE INTO IT FROM GUARD TO TIP.\n\nDRAGON\nPeace, Knight of the Old Code...\n\nThe Dragon suddenly blows out the torches, immersing them in\ndarkness.",
  "11": "---END OF PREVIOUS SECTION---\nBut as he yanks, the Dragon's TALONS SCRAPE DOWN\nTHE LENGTH OF THE BLADE WITH A WHINING SCREECH, SCORING A\nGROOVE INTO IT FROM GUARD TO TIP. DRAGON\nPeace, Knight of the Old Code... The Dragon suddenly blows out the torches, immersing them in\ndarkness. \n---TARGET SECTION TO BE ANNOTATED---\n Save for the occasional glint of his shimmering\nscales and his glowing eyes.\n\nDRAGON\n-».And witness the wonders of an even\nmore ancient glory.\n\nThe Dragon releases the sword and places a talon against his\nbreast, IMPALING it in the scales of his hide. As he slices\ndown his chest, a RED GLOW issues from the wound. Not blood,\nbut LIGHT. The dragon reaches into the cut. Sighs. Groans.\nAnd captures a PULSATING SCARLET BRILLIANCE in his claw, as\nthe wound closes over.\n\nHe holds the glowing orb over the boy. Einon's eyelids\nflutter open. He smiles, as the beast gently reaches down\nand the glowing redness seeps into Einon's wound.\n\nDRAGON\nHalf my heart to make you whole. It's\nstrength to purify your weakness. Live\nand remember your oath.\n\nHe pulls his claw back and a THIN SLIVER OF FIRE shoots from\nthe Dragon's nostril along the wound, cauterizing it. But\nEinon feels no pain. He smiles and his eyelids grow heavy\nand flutter down. Einon sleeps peacefully. Aislinn gasps a\njoyous sob and hugs the sleeping boy. Bowen is dumbfounded.\n\nOnce more FLAME sprays from the Dragon, relighting the\nterches, Aislinn rises and bows to the Dragon. She turns,\nBowen lifts Einon up in his arms, and, with their entourage,\nthey turn to leave. Bowen hesitates and turns to the dragon.\n\nBOWEN\nI've served the father only for the sake\nof the son. In him go all the hopes of my\nheart. Forgive a doubting fool. Call\nwhen you've need of me, ask what you will\nof me. My sword and service are yours.\n\nThe dragon has faded into the darkness. Only an occasional\nshiny scale flickers.\n\nDRAGON\nOnly remind him always of his vow, Knight\nof the Old Code.\n\f13\nEXT. MOUNTAIN TRAIL - ROMAN RUINS ~ ON CROWN - NIGHT\n\nBowen, on horseback, leads Aislinn's steed down the mountain\nthrough the Roman ruins once more. Behind them comes Brok\nand the guard with...\n\nEINON. ..",
  "12": "---END OF PREVIOUS SECTION---\nMOUNTAIN TRAIL - ROMAN RUINS ~ ON CROWN - NIGHT\n\nBowen, on horseback, leads Aislinn's steed down the mountain\nthrough the Roman ruins once more. Behind them comes Brok\nand the guard with... EINON. .. \n---TARGET SECTION TO BE ANNOTATED---\nasleep on his stretcher, unconsciously fondling the\ncrown in his hands.\n\nThe crown slips from his fingers, clanking to the ground.\nEinon jerks awake, sitting up bolt straight. A strange,\nfierce light in his eyes. He's tense with coiled energy.\nBrok signals the guard to halt and kneels beside Einon.\n\nBROK\nYour Majesty? Is all well?\n\nEinon unconsciously feels the scar on his chest. Einon gazes\nat it, remembering. The Dragon. He smiles at the memory.\n\nEINON\nAll is very well. The crown.\n\nBrok picks it up and offers it to Einon. Eyes afire, Einon\ntakes the crown and firmly plants it on his head. He likes\nthe fit.\n\nBROK\nAnything more, Your Majesty?\n\nEinon turns from his regal reverie to smile grimly at Brok.\n\nEINON\nMuch more.\n\nHe rises off the stretcher. Brok goes to support him, but\nEinon pushes him away. He's a little rocky on his feet, but\nhe stands, staring out on the Roman ruins.\n\nEINON\nThe Romans built a great castle here.\nMine will be greater.\n\nBROK\nIt will take many men, milord, to rebuilt\nthis ruin.\n\nEINON\nYes...\n\nEXT. KARA'S VILLAGE - DAWN\n\nTHE SOLDIERS OF THE KING swarm through the burnt ruin of the\nvillage. WAILING WOMEN and even SOME CHILDREN have been put\nto work filling in the barricade ditch, THE VILLAGE MENFOLK\nare being rounded up from hiding places and shackled in\nWOODEN NECK STOCKS.\n\f14\n\nBROK, in charge of this foray, steers his horse through the\ntrampled shambles of a hut and scrapes away debris with his\nsword, ferreting out a TRAPDOOR beneath the charred clutter.\nHe motions to TWO SOLDIERS who jerk open the door, exposing a\ndishevelled REDBEARD hiding below in a root cellar full of\ncheese.\n\nBrok's sword jabs downward. Into a ROUND OF CHEESE. As Brok\ntakes a bite of the cheese, Redbeard is yanked out and herded\ntoward the other prisoners.",
  "13": "---END OF PREVIOUS SECTION---\nBrok's sword jabs downward. Into a ROUND OF CHEESE. As Brok\ntakes a bite of the cheese, Redbeard is yanked out and herded\ntoward the other prisoners. \n---TARGET SECTION TO BE ANNOTATED---\n Kara, working at the ditch,\ndrops her spade and rushes to him.\n\nKARA\nFather!\n\nTears in her eyes, she clings to him, but Brok yanks her\n‘roughly by the hair and shoves her away. She falls to the\nground, rising up to see REDBEARD yoked into a stock with two\nother prisoners.\n\nEXT. STONE QUARRY - DAY\n\nFirelight flickers over Einon's face. He sits his horse,\nnext to a SMITHY'S FIRE, savouring the SOUNDS OF CLINKING\nCHAINS AND SPLINTERED STONE, as he gazes out over...\n\nA STONE QUARRY...FETTERED PEASANTS break rocks under the\nwatchful eyes of ARMED GUARDS. Einon watches in malevolent\nsatisfaction as Brok rides in with a half dozen more QUARRY\nSLAVES harnessed together with a length of rope about their\nneck. Among them is REDBEARD.\n\nEINON\nHold, Brok!\n\nBrok stops his charges with a rough jerk on the rope. Einon\nappraisies Redbeard suspiciously. Even in defeat, the big\nman stares up at the new king with cold contempt. Einon\ncannot match his stern gaze. Redbeard smiles.\n\nREDBEARD\nCome to thank me, boy? You should. It\nwas my stroke that made you king.\n\nBrok yanks Redbeard's head back by his headband, exposing his\nneck to his blade.\n\nBROK\nMy stoke will make you a corpse!\n\nEINON\nNo!\n\nThe command halts the throat-slitting. Einon glares at\nRedbeard glaring at him.\n\f15\n\nEINON\nI want no martyrs. And death is a\nrelease, not punishment.\n\nEinon smiles evilly at Redbeard whose glare hardens but also\nflickers with faint worry.\n\nEINON\nIt's an insolent gaze. Look good, dog.\nAnd remember. I am your king. The one\nwho crushed you. And the last thing you\nwill ever see.\n\nEinon grabs an iron from the smithy's fire. Its tip is\nwhite-hot. He flings it to Brok.",
  "14": "---END OF PREVIOUS SECTION---\nEinon grabs an iron from the smithy's fire. Its tip is\nwhite-hot. He flings it to Brok. \n---TARGET SECTION TO BE ANNOTATED---\nEINON\nBurn that insolence out of his eyes!\n\nGrinning, Brok picks up the iron. Redbeard, pale but proud,\ngazes up into the rocks. He shakes his head from side-to-\nside, almost imperceptibly. To anyone observing, it would\nmerely seem dazed defiance or maybe trembling fear, but it\nis, in actuality a signal. A signal to...\n\nKARA...hidden up behind a boulder. Redbeard is warning the\ngirl to stay put. Stay safe. Weeping, Kara obeys as...\n\nBROK...approaches Readbeard, head still high. Eyes still on\nthe rocks above. But as Brok raises the iron a SWORD BLADE\nswoops down and strikes it from his hand. It is...\n\nBOWEN'S SWORD...as he gallops past Brok to the prisoners, his\nblade slicing the ropes binding them together.\n\nBOWEN\nRun!\n\nNo encouragement needed, the prisoners scatter for the\nforest. Bowen's whirlwind appearance confuses Einon's men.\nBut one snaps out of it and tries to stop an escapee. Bowen\ncomes between them and cuts the soldier down. Meanwhile...\n\nKARA...scrambles out of the rocks and, in the confusion,\nrushes down to Redbeard.\n\nKARA\nFather!\n\nREDBEARD\nKara! Quickly!\n\nEinon spots the girl and charges after them, but once more,\nBowen rides between the pursuer and the pursued, who duck\ninto the woods. Enraged, Einon bears down on Bowen with drawn\nsword. Bowen reluctantly but skillfully defends himself\nagainst the attack.\n\f \n\n16\n\nEINON\nHow dare you defy me!\nBOWEN\nEinon! You're unwell! Bewitched!\n(pleading)\n\nDon't do this! Remember the code!\n\nEINON\nThe king is above the code!\n\nDismayed by this declaration, Bowen drops his guard and Einon\nunseats him with a stab in the shoulder. The knight topples\nfrom his mount, falling between the skittish horses. Einon\nrides over him, whirling triumphantly to acknowledge the\ncheers of his men. His mistake...for...\n\nA MUDDY HAND...",
  "15": "---END OF PREVIOUS SECTION---\nEinon\nrides over him, whirling triumphantly to acknowledge the\ncheers of his men. His mistake...for... A MUDDY HAND... \n---TARGET SECTION TO BE ANNOTATED---\nreaches up and yanks Einon's leg from the\nstirrup, shoving it out and up, heaving....\n\nEINON...off his horse. The boy reels over the right flank of\nhis horse, flopping to the ground to find...\n\nBOWEN...grimly grinning at him through the legs of the horse.\n\nBOWEN\nOnly expose your back to a corpse. You\nforget everything I've taught you!\n\nBowen, braced on his blade, bleeding from his shoulder and\nhis head, tries to stagger up.\n\nEinon angrily leaps up and, whipping his horse away, lunges\nat Bowen, still on his knees. But even kneeling, Bowen\ndeflects Einon's wild charge.\n\nBOWEN\nControl, little warrior!\n\nHis blade knocks Einon's aside, then rips across the dragon's\ncrest on the surcote. Bowen, still on his knees, counters\nEinon's fierce but undisciplined, crazed sallies, critiquing\nthe boy's technique as he does.\n\nBOWEN\nPurpose, not passion, Einon. Fight with\nyour head...\n\nHe slashes Einon's belt. It slides down his legs and trips\nhim up. He lugges savagely atop the tottering Einon, forcing\nhim down, poistng his sword tip on the boy's heart.\n\nBOWEN\n».-not your heart.\n\f17\n\nThe heart. His eyes smoldering with pained hurt, Bowen\nspies the torn dragon on the surcote, which rises and falls,\nalong with his blade, in chaotic rhythm to Einon's racing\nheart. The dragon's heart. The dragon. It's almost as\nthough he can hear the cursed heart beating. Thump. Thump.\nThump. Pulsing with treacherous life.\n\nWith a mad, griefstricken wail, Bowen raises his sword...and\njabs it in the ground beside Einon's head, staring at the boy\nwith sorrow-filled eyes. His voice rasps with choked\nemotion.\n\nBOWEN\nNo one is above the code. Least of all,\na king!\n\n‘He leans down and kisses the boy. Tears well in his eyes as\n\nhe whirls up and sharply whistles.",
  "16": "---END OF PREVIOUS SECTION---\nLeast of all,\na king! ‘He leans down and kisses the boy. Tears well in his eyes as\n\nhe whirls up and sharply whistles. \n---TARGET SECTION TO BE ANNOTATED---\n As Bowen's steed gallops\nup, Einon scrambles away, grasping his cheek where Bowen\nkissed him. His confused fear quickly turns to anger once\nmore as Bowen mounts and spurs his steed off into the forest.\n\nEINON\nSeize him! Bring him down!\n\nEXT. STONE QUARRY - FOREST - DAY\n\nBowen gallops off through the sun-streaked trees. THE CAMERA\nPANS UP TO:\n\nKARA & REDBEARD..-.hiding in a tree, as Einon and his minions\nride in pursuit of Bowen.\n\nEXT. CAVE - SUNSET\n\nBowen emerges from the dragon cave. In frustrated fury, he\nclangs his drawn sword against the rock. His horse whinnies\nnervously, as the shrieking clang echoes out over the\nmountains where a shimmering half-orb of SUNLIGHT splays\nacross a purple-orange sky.\n\nBOWEN\nNo matter where you fly, Dragon, no\nmatter where you hide, I will find you!\nMy oath will not save you! All bonds are\nbroke by your betrayal. I make a new\nvow! I will undo your treachery!...Even\nif I must spend the rest of my life\nhunting you and your kind down!\n\nIn the distance, Bowen's echoing oath is answered by A\nMOURNFUL TRILL...Every mountain seems to reverberate with the\ntortured KEENING as the CAMERA PULLS BACK, capturing Bowen in\nthe golden flood of the sinking sun. WE HEAR A VOICE.\n\f18\nEXT. FELTON'S MILL - WHEAT FIELD - DAY\n\nFRIAR GILBERT (VO)\nThis is the tale of a Knight who slew a\nDragon and vanquished Evil.\n\nGOLDEN LIGHT overwhelms the screen as a SUPERIMPOSED LEGEND\nAPPEARS:\n\n\"TWELVE YEARS LATER\"\nThe GOLDEN LIGHT becomes...\n\nWHEAT...waving gently in the morning breeze. Behind the wall\nof grain comes a VOICE...the same we just heard...reciting.\n\nGILBERT'S VOICE\n(reciting)\n\"A solitary pilgrim rode\nUpon his lowly mule,...\"\n\nCAMERA PANS over the rolling hill of wheat, finding...\n\nFRIAR GILBERT...a monk...",
  "17": "---END OF PREVIOUS SECTION---\nBehind the wall\nof grain comes a VOICE...the same we just heard...reciting. GILBERT'S VOICE\n(reciting)\n\"A solitary pilgrim rode\nUpon his lowly mule,...\"\n\nCAMERA PANS over the rolling hill of wheat, finding... FRIAR GILBERT...a monk... \n---TARGET SECTION TO BE ANNOTATED---\nriding a MULE on a path between the\nwheatfields.\n\nBoth mule and monk are laden with scrolls and manuscripts.\nBundles of parchment protrude from the saddlebags. Slung\nabout the monk's middle is a clothsack filled with scrolls.\n\nAs Gilbert recites, he scratches a quill across a scroll\nunrolled against the mule's neck.\n\nGILBERT\n(writing)\n\"Content with this his humble mode,\nHis quest was spiritual...\"\n\nExcept it comes out\"spirichool\" as he tries to rhyme it with\nmule. The mule itself begins to buck.\n\nGILBERT\nWhoa, Merlin! Whooaa!\n\nBut Merlin doesn't \"whoa\" and bucks Gilbert off, who tumbles\ncassock over crucifix, the scrolls from his pouch spilling\nout on the ground with him.. He sits up with as much dignity\nas he can muster and glares at the mule.\n\nGILBERT\nEveryone's a critic.\n\nBut the mule's only response is to bray nervously and stomp\nimpatiently at the ground. Ignoring the tempermental animal,\nGilbert crawls about gathering up his scrolls, grumbling to\nhimself.\n\f19\n\nGILBERT\nKeep faith, Gilbert, keep faith! True,\nthus far, this quest has been uneventful\n-.-if not altogether fruitless and boring\n+..But remember its goals, its glory!\nSoon, something's bound to happen.\n\nSomething does. A SUDDEN WHOOSH OF WIND violently rustles the\nwheat and tears at the monk's cassock. The just~gathered\nscrolls go flying from his grip once more and Gilbert goes\nflat on his back once more. His eyes widening with fear as\nthey gaze upward, following the path of the wind.\n\nGILBERT\nD-D-Dragon!\n\n‘The GUST OF WIND subsides and the RUSTLING OF WINGS whips\naway over a hill of wheat which wavers violently in its wake.\n\nScrambling up, Gilbert scoops up precious scrolls as he tears\noff for the opposite wheatfield. But he screeches to a\npanicked halt as SOMETHING ELSE charges out of the wheat.\n\nWailing, the frenzied friar flings himself to the ground once\nmore in a welter of flying manuscripts.",
  "18": "---END OF PREVIOUS SECTION---\nScrambling up, Gilbert scoops up precious scrolls as he tears\noff for the opposite wheatfield. But he screeches to a\npanicked halt as SOMETHING ELSE charges out of the wheat. Wailing, the frenzied friar flings himself to the ground once\nmore in a welter of flying manuscripts. \n---TARGET SECTION TO BE ANNOTATED---\nGILBERT\n(crosses himself)\nJesu!\n\nGilbert peeks up to see...\n\nA KNIGHT...reining in his horse, frowning down at him. It is\nBOWEN.\n\nBut Bowen is mightily changed since last we saw him. Time\nhas passed and not been kind. His hair is now laced with\ngrey. His face is unshaven. His surcote frayed and torn.\nHis armour dented and dull.\n\nHe and his steed are laden with assorted weaponry. Broad\nsword, lance, bow and arrows, mace, battle axe, and buckler.\nThis SHIELD gives grim evidence of his trade...and that he\nhas been successful in his vow...an awesome assortment of\nDRAGON HORNS protrudes from it.\n\nBowen snaps at the friar in curt irritation.\n\nGILBERT\nDra...dra...drag...\n\nBOWEN\nYes! Where?\n\nGilbert gestures with a bent scroll clutched in his shaking\nhand. Bowen gives chase, he and his mount disappearing over\nthe hill of wheat.\n\f20\n\nA painful HOWL jerks the priest up, shivering. A BURST OF\nFIRE erupts in the sky from over the hill. The stalks quiver\nin manic agitation. SOMETHING'S coming toward him!\n\nIt's Bowen's riderless horse. Gilbert kneels in prayer.\nHe's interrupted by ANOTHER HORRIBLE YOWL! Then...\n\nSTILLNESS! Gilbert creeps to the wheat, listening. Nothing.\nThen RUSTLING. Close by! A DRAGON HORN pokes through the\nstalks. Gilbert falls back with a yelp. It's only...\n\nBOWEN...holding a SEVERED DRAGON HORN.\n\nBowen goes to his horse and begins to affix his latest trophy\nto his shield. Gilbert scrambles to his feet and, plucking\nup scattered scrolls along the way, rushes to the knight.\n\nGILBERT\n(arms full of manuscripts)\nMagnificent! Marvelous! Heroics\nbefitting the days of Arthur and the\nRound Table, Never have I seen such\n\nskill!\n\nBOWEN\nThen you must've led the life of a...\nmonk.\n\nGILBERT\n\nA...Yes...Also scholar, scribe,\nhistorian, and poet. Your servant,\nBrother Gilbert of Glockenspur.",
  "19": "---END OF PREVIOUS SECTION---\nYes... Also scholar, scribe,\nhistorian, and poet. Your servant,\nBrother Gilbert of Glockenspur. \n---TARGET SECTION TO BE ANNOTATED---\n My\nhumble life is in the debt of your\nexalted prowess, dauntless courage, and\nsuperb, swift sword.\n\nBOWEN\nYou have a poet's gift of exaggeration.\n\nGilbert thinks it's a compliment and holds up a scroll.\n\nGILBERT\nOh, sir! You should read my histories.\nBut you belittle your talent. A great\nvictory for you and the Lord.\n\nBowen wearily examines the mottled, scarred horn.\n\nBOWEN\nThen may the Lord savour it. There's too\nlittle glory to be shared in this kill.\n\nGILBERT\nModesty as well as valour. The code of\nancient Camelot still lives.\n\f21\n\nBowen jerks his head up with a hostile glare at the mention\nof the code. Then the glare glazes into wistful sadness. He\nshakes the melancholy from him with a sardonic grin.\n\nBOWEN\nHardly worthy of Camelot...Still it's one\nless dragon...\n\nBowen looks at the new horn and all the others on his shield\nwith bitter satisfaction. His grim rumination is interrupted\nby CLATTERING HOOVES. An effete, oily lord, FELTON, rides up\nwith THREE BURLY MEN-AT-ARMS. Felton deigns to salute Bowen\nwith a bejewelled hand.\n\nFELTON\nWell done, Knight. Our gratitude. Mine\nand King Einon's.\n\nFelton yawns blasely. That's it. Interview's over. He\nturns his horse to go, but Bowen catches the reins.\n\nBOWEN\nKeep the gratitude. I'll take gold.\nYours or the King's.\n\nFELTON\nGold, knight?\n\nFelton cocks an imperious eyebrow and smiles. Unpleasantly.\nBowen gets the picture. He's getting the shaft.\n\nBOWEN\nWe struck a bargain. One dragon put\ndown, one pouch of gold.\n\nGilbert's idea of chivalry is dismayed by this mercenary\ndisplay.\n\nGILBERT\nYour honour has a price, knight?\n\nBOWEN\nIt has expenses! Honour cannot fill my\nbelly or shoe my horse.\n(wheels to Felton)\nI ask no more than any man. A fair price\nfor a fair skill.",
  "20": "---END OF PREVIOUS SECTION---\nHonour cannot fill my\nbelly or shoe my horse. (wheels to Felton)\nI ask no more than any man. A fair price\nfor a fair skill. \n---TARGET SECTION TO BE ANNOTATED---\nFELTON\nThe priest is right. It is your duty to\nprotect King Einon's vassals as a knight\nof the realm!\n\nBOWEN\nNot of this realm! I bend no knee to\nEinon.\n\f22\n\nFELTON\nNo? Then begone, vagabond, before I\narrest you for...for...\n(an inspiration)\nPoaching the king's wildlife!\n\nFelton jerks a finger at the dead dragon. Bowen almost\nlaughs at the ludicrousness of it and he fingers his sword\nhilt, debating whether to cut this popinjay down to size.\n\nBut the thugs-at-arms give Felton's threats weight. Bowen\ngrimly smiles and, with a curt bow, mounts up.\n\nSuddenly, the timid faces of PEASANTS begin to poke out of\nthe wheat. Felton turns his disdain on them.\n\nFELTON\nBack to work you, lazy scum. If King\nEinon's wheat isn't cut before the rain,\nI'll do some cutting of my own.\n\nFelton's bully-boys whip the peasants back to the fields.\nGilbert, who's watched all in befuddled confusion, grabs his\nmule's reins and timidly approaches Bowen.\n\nGILBERT\nForgive me, Sir knight, for questioning\nyour motives. Times are topsy-turvy and\nthe world is not as it once was.\n\nBOWEN\nI've noticed.\n\nGILBERT\nLet me make amends. I've a fair culinary\nflair. Please join me in my evening\n\nrepast.\n\nBOWEN\nCome evening, I shall be far from here,\npriest.\n\nGilbert mounts and the two head up the ridge.\n\nGILBERT\nSo shall I. For I am on a pilgrimage.\nMight we travel together?\n\nBOWEN\nUnless Einon's taxed it, the road's still\nfree and a man may travel which way he\nchooses,\n\nBowen addresses this last to Felton as he passes by, who idly\nponders as he watches them go...\n\f23\nEXT. EINON'S CASTLE -ESTABLISHING SHOT - DAY\n\nEinon's prediction was right. His castle is greater than the\nRoman one. And it's not yet completed.",
  "21": "---END OF PREVIOUS SECTION---\nEINON'S CASTLE -ESTABLISHING SHOT - DAY\n\nEinon's prediction was right. His castle is greater than the\nRoman one. And it's not yet completed. \n---TARGET SECTION TO BE ANNOTATED---\n But even behind a\nWARREN OF SCAFFOLDING, it rises out of the spine of the\nmountain impressive and forbidding. FELTON AND HIS RETINUE\ncome riding up the road in through the castle gates.\n\nEXT. EINON'S CASTLE - COURTYARD - DAY\n\nThe courtyard is abuzz with WORKMAN and SERVANTS. GROOMS\nATTEND to SADDLE HORSES. FALCONRY MASTERS stand with HOODED\nBIRDS OF PREY perched on their gloves. There is RAUCOUS\nLAUGHTER as A GROUP OF MEN move out of the shadow of a\nportico, led by...\n\nEINON...now in his twenties. Tall and tough. Eyes sharp.\n\nMouth cruel. Armed with sword, dagger, and quiver. He's\ncultivated a wispy beard. He's followed by a COTERIE of\nKNIGHTS, all dressed for the hunt, among them Brok and Felton\nwho buzzes in his ear.\n\nFELTON (OS)\nA road tax, King Einon.\n\nFelton, weighted down with hunting equipment, trips on his\nbow. Brok smirks at him. Felton cocks an imperious eyebrow\nat Brok and turns to Einon who weighs Felton's suggestion as\nhe mounts a strong steed laden with armour and weapons like\nhimself. Felton fans the flame of his idea.\n\nFELTON\nThey use it. Let them pay for the\nprivilege.\n\nAgain, he gets caught up in his bow. He untangles himself\nand indignantly flings it to a nearby servant, finishing his\nthought.\n\nFELTON\nAnd those that can't, can work it off!\n\nAll wait for Einon's response. It comes in a sly smile. He\nleans over and pats Felton's balding head.\n\nEINON\nIngenious, Lord Felton.\n\nHe plays with a wispy strand of thinning hair.\nEINON\nThere may not be much on top, but there's\nplenty underneath.\n\nHe playfully thumps a finger on Felton's skull. Felton makes\na sweeping bow.",
  "22": "---END OF PREVIOUS SECTION---\nEINON\nThere may not be much on top, but there's\nplenty underneath. He playfully thumps a finger on Felton's skull. Felton makes\na sweeping bow. \n---TARGET SECTION TO BE ANNOTATED---\n\f24\n\nAs Felton comes up, Brok reaches in front of him and takes\nhis FALCON from an attendent, sweeping it close to Felton's\nface. The bird screeches and flaps its wings, Felton cringes\nback. Brok smirks.\n\nBROK\nHe likes to bring down peacocks.\n\nShrinking back from Brok, Felton clambers on his horse, but\nis so weighted down with his hunting paraphenalia, he has a\ntough time swinging into the saddle.\n\nBrok grabs him by the seat of the pants and roughly shoves\nhim up.\n\nBROK\nFly, peacock, fly.\n\nThe others laugh as Felton clumsily grabs the horse's neck to\nkeep his balance. Once more, he comes face to face with\nBrok's hawk that screeches again, eliciting more laughter\nfrom Brok and the others...all but Einon.\n\nEINON\nLord Brok. Some are good at hunting men.\nSome are good at hunting money. Both\nhave value to me.\n\nFelton's turn to smirk. But his triumph's shortlived as\nEinon snatches Felton's bow from the attendent and tosses it\nto the haughty fop.\n\nEINON\nSo don't forget your bow, Felton, you may\nneed to shoot a ferocious coin purse.\n\nEinon joins the others in their laughter this time. And so\ndoes a reluctant Felton who gives forth with a forced giddy\ngiggle.\n\n: EINON\nTo the hunt!\n\nHe spurs his horse out the gate, followed by his minions.\n\nEXT. STONE QUARRY - DAY\n\nMany are still working off debts to the young tyrant. Though\nthe quarry is all but gutted, half-starved ragged PEASANTS\ntoil in the sun under the watchful eyes of GUARDS.\n\nMany of the QUARRY SLAVES clamor for water, doled out by...\n\nKARA...Now grown into a beautiful woman. But both her beauty\nand her lush, wild mane of red hair are hidden underneath a\nragged cloak. But her proud, youthful face cannot hide eyes\nthat are much older, weary with grim experience.",
  "23": "---END OF PREVIOUS SECTION---\nNow grown into a beautiful woman. But both her beauty\nand her lush, wild mane of red hair are hidden underneath a\nragged cloak. But her proud, youthful face cannot hide eyes\nthat are much older, weary with grim experience. \n---TARGET SECTION TO BE ANNOTATED---\n\f25\n\nDispensing drinks, she makes her way up behind AN OLD MAN\nchipping at stone with a chisel and hammer. She scoops a\nladle of water out and proffers it to him. We recognize the\nHEADBAND the old man wears.\n\nKARA\nDrink, Father.\n\nThe old man turns. It is REDBEARD! No longer a virile,\nhaughty rebel. Einon recaptured him and carried out his\nthreat. Redbeard is BLIND. Scar tissue surrounds the\nsightless eyes staring at nothing.\n\nBut even though his red hair and beard are streaked with\nwhite, even though his once-strong body is frail and stooped,\n\nhe still manages an air of his old defiance.\n\nREDBEARD\nI told you not to come here anymore,\nKara!\n\nKARA\n\nI am a disobediant child, Father. Drink.\n\nREDBEARD\nNo longer a child. A woman. And it\ntakes no blind man to tell a beautiful\none.\n\nHis gnarled hand gropes for her face. She leads him to her\ncheek. He caresses it.\n\nRED-BEARD\nOne day on of these dogs will notice too.\nGo home, Kara.\n\nKARA\nYou are my home, Father.\n\nShe kisses his palm. Then takes some COOKED MEAT from her\njerkin and stuff it inside his shirt.\n\nKARA\nHere is meat for later. Now quickly,\ndrink. The guard is watching.\n\nShe places the LADLE in his hand and he starts to lift it to\nhis lips. Suddenly AN ARROW ZINGS INTO FRAME, striking the\nladle and knocking in from his hand. Kara wheels to\nLAUGHTER. IT IS...\n\nEINON...and his hunting party, laden down with game...\npheasant, boars, even a stag. Einon has shot the arrow.\n\nFELTON\nI don't believe...I mean, magnificent\nshot, Your Higness.\n\f26\n\nEINON\nAnd profitable. Unless you care to\ndouble the wager, Felton?\n\nFELTON\n{takes the bet)\nThrough his legs!\n\nEinon notches another arrow and lets fly at...\n\nRED-BEARD...already panicked by the first arrow. He hears\nthe whizz of the second as it zips through his legs and\nclinks on the rock behind him.",
  "24": "---END OF PREVIOUS SECTION---\nEinon notches another arrow and lets fly at... RED-BEARD...already panicked by the first arrow. He hears\nthe whizz of the second as it zips through his legs and\nclinks on the rock behind him. \n---TARGET SECTION TO BE ANNOTATED---\n He whirls frantically.\n\nRED-BEARD\nKara!\n\nKARA\nStand still, father!\n\nFelton shouts out another target.\n\nFELTON\nThe bucket-handle!\n\nAnother arrow slices the air, striking the water bucket\nhandle next to Red-beard and sending it clattering against\nthe bucket, causing the old man to jump.\n\nRED~BEARD\nKara!\n\nKARA\nDon't move!\n\nKara steps in front of him and heads for...\n\nEINON...indignant someone should interfere with his sport.\nHe notches another arrow and shoots it in front of Kara's\nfeet. She keeps coming. Another arrow. Only inches frm\nher. She keeps coming. He aims directly at her. Not a\nflinch. She keeps coming. Einon lowers his bow, intrigued.\n\nEINON .\nYou've got nerve for a spoilsport.\n\nKARA\nThere's no sport in tormenting a sick old\nman. I beg Your Majesty. Let him go.\nIt's been fourteen years. Your castle is\nbudlt. He can do you no harm. For\npity's sake, release him.\n\nEinon stares at her curiously. Then smiles.\n\nEinon\nRelease him?\n\f27\n\nIn one flashy blur of motion, he's notched another arrow and\nsends it flying. Straight into Red-beard's heart. The old\nMan gasps and staggers back against the rocks.\n\nKARA\nFather!\n\nShe runs to him, her hood flying back, unleasing her wild red\ntumble of hair. It catches Einon's attention.\n\nEINON\nI've always said death was a release.\n\nHe spurs his horse and he and his flunkeys ride off as...\nKara...kneels beside her father.\n\nRED-BEARD\nK-K-Kara...\n\nHe goes limp and his head sags. His headband falls off and\nhis hair spills down over his blind eyes. Kara takes the\nband and, in stunned grief, presses it to her face, sobbing\ninto it.\n\nON EINON\n\nTurning on Kara's heartbroken wail. Her rich red hair is\ncaptured in the burning light of the Smithy's fire behind\nher. . The image strikes a memory with Einon, but he can't\nbring it forth and shrugs it off with an uneasy shiver.\n\nEXT.",
  "25": "---END OF PREVIOUS SECTION---\nHer rich red hair is\ncaptured in the burning light of the Smithy's fire behind\nher. . The image strikes a memory with Einon, but he can't\nbring it forth and shrugs it off with an uneasy shiver. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CAMPFIRE - DUSK\n\nBowen and Gilbert sit at a campfire, gnawing on roasted\nmutton joints. As Bowen affixes his latest trophy to his\ndragon-horn shield, Gilbert recites from a parchment,\nspraying bits of half-chewed food in his bombastic style and\nwaving his mutton joint in time to his suspect meter and\ndubious rhythm.\n\nGILBERT\nIn Avalon, Lost Avalon, so the legends\nsay,\nIn mystery and mist, there valiant King\nArthur lay.\nAnd resting with him, the brave, bold\nheroes of his day.\n\nGilbert has risen and paces, carried off in the throes of his\noverwrought rhyme. Bowen winces as the Priest starts his\nthird stanza off with a piercing, dramatic, declamatory wail.\n\f28\n\nGILBERT\nObhh, Avalon! Bright Avalon! The worried\nworld's astray!\nReturn forgotten glories that once held\nnoble sway,\nAnd sweep the world's dank darkness away,\naway, away! :\n\nGilbert glances at his audience in excited expectation!\n\nGILBERT\nWhat do you think?\n\nBOWEN\nYour mutton is very good...Avalon is a\nfable, priest.\n\n‘Ego ruffled, Gilbert rummages through his bag of scrolls.\n\nGILBERT\nA fable? That's uneducated piffle,\nBowen. JI can prove it. I have it right\nhere. Somewhere here.\n\n(He can't find it)\n\nBut I remember it. \"Upon his death, King\nArthur was taken to Avalon, a land of\nmist, to lie among his brother knights in\na grove of stone upon a tor.\" Aha, here\nit is!\n\nHe jerks out a scroll and unravels it, thrusting it out to\n\nBowen.\n\nIt's upside down. Gilbert twists it right side up.\n\nGILBERT\nFrom the venerable history of Gildas the\nScribe. Facts, my friend! Avalon is a\nholy place. And my pilgrimage a sacred\nduty. I will find it.\n\nBOWEN\nAnd when you do?\n\nGILBERT\nI'll pray to the souls of the sainted men\nburied there...Arthur and all the knights\nof Camelot.",
  "26": "---END OF PREVIOUS SECTION---\nBOWEN\nAnd when you do? GILBERT\nI'll pray to the souls of the sainted men\nburied there... Arthur and all the knights\nof Camelot. \n---TARGET SECTION TO BE ANNOTATED---\nBOWEN\nBut, you know, Brother Gilbert, it's said\nnot only Arthur lies at Avalon, but also\nthe Gateway to the Underworld. So take\ncare. The spirits you call may come.\n\nHe tosses his mutton bone into the fire and works on his\n\nshield.\n\f29\n\nGILBERT\nI wish they would and bring back the days\nof chivalry and the Old Code.\n\nBOWEN\nNo prayers can resurrect that pale\nghost...\n\nGilbert has caught the regret in Bowen's voice.\n\nGILBERT\nRide with me, my son. All knights need a\nquest. I think ours is the same.\n\nBOWEN\nMen of faith may follow a fable, priest.\nBut my only faith is my sword...And I\nalready have a quest.\n\nGILBERT\nWhat quest?\nBOWEN\nTo slay all dragons...And one, in\n\nparticular...\n\nBowen's shield is finished, he holds up in the firelight to\ninspect it. Gilbert's face lights up in awe and pleasure, as\nthough he's found the hero of his next epic poem.\n\nEXT. WATERFALL - ON BOWEN - DAY\n\nBowen rides out of a dark forest into the light along the\nbank of a shallow creekbed. As his horse steps into the\nwater, Bowen reins him up, leaning down in the saddle,\nexamining...\n\nA DRAGON TRACK...impressed in the mud, visible through the\nclear, rippling water.\n\nBowen glances up and smiles. A gentle WATERFALL spills over\nan OVERHANG OF ROCK. His dragon will be there. Bowen jerks\nup his lance and reins his steed toward the falls.\n\nGILBERT (0S)\nYoo-hoo!\n\nGILBERT...\"hallooing\" for attention, stands atop a clump of\nrocks on the opposite bank.\n\nMuttering an oath, Bowen rides over to Gilbert who plops his\nliterary bag on the rocks and rummages through it.\n\nBOWEN\nWhat are you doing here?\n\nGILBERT\n\f30\n\n(pulls out ink)\nHow do you prefer I write this?\n\nBOWEN\nFar away.\n\nGilbert doesn't get it, chuckles, and fumbles in his bag.\n\nGILBERT\nOh, please, don't concern yourself with\nmy safety.",
  "27": "---END OF PREVIOUS SECTION---\nBOWEN\nFar away. Gilbert doesn't get it, chuckles, and fumbles in his bag. GILBERT\nOh, please, don't concern yourself with\nmy safety. \n---TARGET SECTION TO BE ANNOTATED---\n No, I meant style. Verse.\nMeter. Shall I spice it up with a\npoetical flourish or just the cold hard\nfacts?\n\nGilbert's voice booms out above even the rushing falls. He\n‘unrolls some blank manuscript. Bowen seethes exasperatedly.\n\nBOWEN\nSsssh! We'll be the only things cold and\nhard around here if you don't shut up!\n\nBowen pokes his lance through the scroll, jerking it away.\nGilbert indignantly snatches it back.\n\nGILBERT\nThat's a fine attitude. I come to\nimmortalize you and you try to muzzle the\nmouth of chronicle, lop off the tongue of\ntruth. It's all very well to go about\nhacking and whacking dragons, but if a\ndragon falls in the forest and no one\nhears about it, does it make a thud?!\n\nExasperated, Bowen starts to ride off. Gilbert squats down\non a rock still, preparing to write, still railing at Bowen.\n\nGILBERT\nYou're nothing without the likes of me.\nHeroics don't make heroes, ballad-makers\ndo. The quill is mightier than the swo..!\n\nSuddenly, AN GIANT EYE opens up between Gilbert's legs,\nGilbert lays his parchment on the \"rock\" and scrawls across\nit with his quill. The eye blinks in agitation and suddenly\nthe \"rock\" starts to shift and move.\n\nGILBERT\n+»-ord ...duh ...duh ...aah!\n\nGilbert falls from the shifting \"rocks\", tumbling down\ntoward...\n\nBOWEN...crashes onto him, then over the horse's back,\nsplashing into the water. Bowen whirls back to the sound of\nMore splashing, just in time to see...\n\f31\n\nA DRAGON TAIL...slither along the creek, disappearing into\nthe waterfall. The \"rock\" on which Gilbert was perched has\nalso disappeared.\n\nBowen spurs his horse and charges for the falls. But he's\nstopped by...\n\nA BATTERED BREASTPLATE...flying out from the waterfall,\nsplashing in the stream in front of Bowen who steadies his\nnervous steed.",
  "28": "---END OF PREVIOUS SECTION---\nBowen spurs his horse and charges for the falls. But he's\nstopped by... A BATTERED BREASTPLATE...flying out from the waterfall,\nsplashing in the stream in front of Bowen who steadies his\nnervous steed. \n---TARGET SECTION TO BE ANNOTATED---\nDRAGON (0S)\nThat's what's left of the last fellow who\nentered uninvited.\n\nBOWEN\nThat doesn't frighten me.\n\nDRAGON\nNo? How about this? Or this? or this?\n\nA barrage of crumpled armour and bones careens out. Half of\nit crashes into Gilbert, trying to rise out of the stream.\nThe monk scampers out of the debris and has barely got to his\nfeet when suddenly the complete skeleton of a horse and rider\ncomes jangling through the falls, clattering in a heap.\n\nTheir splash washes over Gilbert and sends him flopping back\ninto the stream. Bowen's horse whinnies and rears.\n\nDRAGON\nI could go on. I've quite a collection.\n\nBOWEN\nI won't be added to it.\n\nBowen thrusts his lance at the figure on the other side of\nthe fall. But the pike is yanked on from the other side of\nthe waterscreen and Bowen, still gripping it, is yanked along\nwith it. He spills from the saddle, somersaulting into the\ncreek.\n\nA moment later, the two pieces of his broken lance shoot out\nof the waterfall, the steel pointed end nearly impaling Bowen\nas it jabs into the creekbed beside him.\n\nON GILBERT\n\nSupine in the creek. Water spritzes from his mouth. He sits\nup in time to see Bowen draw his sword and buckler and enter\ninto the cave through the waterfall.\n\nGilbert sees his canvas sack floating by, he snatches it up\nand, rummaging for another quill and parchment, starts to\ncompose out loud.\n\f32\n\nGILBERT\nInto the mouth of death he strode\nInto the grimey gloom.\nInto a pit of fear unknown,\nPerhaps to court his doom,\n\nA FLASH OF FLAME backlights the waterfall, followed by a\nBLAST OF STEAM that rolls out from the falls, slamming\nGilbert back into the creekbed.\n\nINT. WATERFALL CAVERN - ON FIRE - DAY\n\nA BOLT OF FLAME deflects against Bowen's shield, sparks hiss\nand smoke against the moist cavern floor.",
  "29": "---END OF PREVIOUS SECTION---\nInto a pit of fear unknown,\nPerhaps to court his doom,\n\nA FLASH OF FLAME backlights the waterfall, followed by a\nBLAST OF STEAM that rolls out from the falls, slamming\nGilbert back into the creekbed. INT. WATERFALL CAVERN - ON FIRE - DAY\n\nA BOLT OF FLAME deflects against Bowen's shield, sparks hiss\nand smoke against the moist cavern floor. \n---TARGET SECTION TO BE ANNOTATED---\n Bowen grins up at\nthe DRAGON -- A HULKING, HAZY SHADOW, in the smoky dark --\nlurking on a shelf of rock above him. The Dragon does have\nquite a collection. Bones and armour litter the place.\n\nBOWEN\nLittle damp for fire, isn't it?\n\nDRAGON\nWhy must you knight-errants out to make a\nname for yourselves always pick on us\ndragons?\n\nBOWEN\nI don't need a name...and I have a\ncollection of my own.\n\nBowen holds out his shield. The dragon horns glint ina\nrainbow of sunlight prismed through the waterfall.\n\nDRAGON\nOh! One who kills for money, are you?\n\nBOWEN\nIt's honest enough work! Ridding the\ncountry of you lot. One must earn a\nliving.\n\nDRAGON\nYes...one must live. No way round then\nbut to have at it, since you seek profit\nin this.\n\nBOWEN\nDon't flatter yourself. No profit this\ntime, purely pleasure.\n\nBowen draws his sword. The dragon's eyes widen in\nrecognition!\n\nDRAGON'S POV - THE SWORD\n\n---And the talon-scratched GROOVE in the blade.\n\f33\nBACK TO SCENE\nThe dragon eyes Bowen warily.\nDRAGON\nPerhaps less pleasurable and more costly\n\nthan you think.\n\nBowen's mouth drops as the Dragon swoops off the ledge.\n\nEXT. WATERFALL - DAY\n\nThe Dragon swoops out of the waterfall in a GUSH OF WIND AND\nWATER. Spreading out his magnificent wings to their full\nextension, he sweeps up over a startled Gilbert. Patches of\n-his hide glisten irridescently. An awesome, glorious\ncreature.\n\nEXT. WATERFALL - CRANE SHOT ABOVE GILBERT - DAY\n\nGilbert, craning back to gaze at the creature in dropped-\njawed amazement, gets smaller and smaller as the dragon\ncircles higher and higher in the sky. Gilbert, leaning back\na little too far, flops back into the water.\n\nEXT. WATERFALL - DAY\n\nBOWEN...dashes out of the falls and onto his horse. Gilbert,\njust rising, ducks for cover in the water again as the knight\ngallops past him into the woods after the dragon.",
  "30": "---END OF PREVIOUS SECTION---\nEXT. WATERFALL - DAY\n\nBOWEN...dashes out of the falls and onto his horse. Gilbert,\njust rising, ducks for cover in the water again as the knight\ngallops past him into the woods after the dragon. \n---TARGET SECTION TO BE ANNOTATED---\nEXT. WOODS - DAY\n\nBowen races through the trees.\n\nEXT. WOODS - SKY - DAY\n\nThe Dragon skims the treetops.\n\nEXT. WOODS - DAY\n\nBowen, at full gallop, places his reins in his teeth, and\nyanks a set of KNOTTED STRINGS from his saddle pommel.\n\nThe flaps of his saddle-bags pop open. A BOLO-CHAIN\ncatapults out, shoots skyward.\nEXT. WATERFALL - SKY ABOVE - DAY\n\nThe chains BOLOS spread and widen as they spin up.\n\f34\nEXT. WOODS - DRAGON - DAY\n\nThe Dragon looks back to see the Bolos ensnare one of his\nhind legs.\n\nEXT. WOODS - DAY\n\nIn Bulldog fashion, Bowen wraps the chain around his saddle\nhorn, continuing to keep pace with the Dragon above.\n\nThen the saddle harness snaps...and both saddle and Bowen,\nstill grasping the chain, are dragged across the ground as...\n\nEXT. WOODS ~ SKY ABOVE - DAY\n\nThe dragon lunges through the sky.\n\nEXT. WOODS - ON BOWEN - DAY\n\nClutching the chain for dear dear, still in the saddle,\ncareening through the underbrush, sometimes dragging on the\nground sometimes, whirling in the air, clanking stones and\ntrees. Birds and small animals scurry from thickets. He\navoids a near-collision with a tree as the Dragon suddenly\nveers his course, taking Bowen straight into the path of...\n\nANOTHER TREE...with a dead log leaning against it. Both\nBowen and the saddle ride up the log. Bowen leaps from the\nsaddle running up the leaning log as he sees the chain thread\nthrough the forked branches of a tree. Grabbing the saddle,\nBowen wedges it in the fork.\n\nIt works. For a moment. Then the Dragon's momentum\npartially uproots the tree, causing Bowen to leap from the\njostled dead log which comes careening down behind him. He\ntumbles and rolls and the tree just misses him. He peeks\nover over the trunk to see...\n\nEXT. WOODS - SKY - DAY\n\nA BLUR OF DRAGON, at the end of its snared chain, plummet\ndownward behind a clump of trees.",
  "31": "---END OF PREVIOUS SECTION---\nHe peeks\nover over the trunk to see... EXT. WOODS - SKY - DAY\n\nA BLUR OF DRAGON, at the end of its snared chain, plummet\ndownward behind a clump of trees. \n---TARGET SECTION TO BE ANNOTATED---\n There is a CRASH as the\nair fills with dust and dirt and broken tree limbs.\n\nEXT. WOODS - GILBERT - DAY\n\nGilbert, on Merlin, rides in pursuit of the duel, composing\nas he goes, voice vibrating, ink slopping all over the place.\n\f \n\n35\n\nGILBERT\nThe sword against the fang and claw\nThe flame against the shield.\nThe man, the beast, which would win?\nAhhhh!\n\nThe scream is because his ink has spilt all over the\nmanuscript, obliterating it.\n\nEXT. WOODS ~ BOWEN - DAY\n\nBowen staggers up, dazed and dizzy, and starts to follow the\ntrail of chain. up over the ridge where the dragon crash-\nlanded.\n\nNo sooner has he disappeared than Gilbert arrives, mumbling\nto himself trying to re-capture his poem as he ties Merlin\nup.\n\nGILBERT\nBlahblah Sword...fang and claw\n-..Flame against...shield...\nBlah, blah, blah, which would win?\nUnhh...shield, field, wield,\npeeled...Aha!\nWhose bones would flesh be peeled? Eww!\n\nMaking a face at the line, he grabs more quills, manuscript,\nand ink.\n\nGILBERT\nNo, no...Whose fate would soon be sealed!\n\nHe likes the line. Smiling, he scurries over the ridge to\nfind...\n\nEXT. WOODS - GLADE - DAY\n\nBowen, sword drawn, charging down into a small clearing where\nthe Dragon, snarls and snaps, struggling to untangle the bolo\nfrom his ankle.\n\nBOWEN\nFleeing from an honourable challenge?\nWhat manner of Dragon, are you?\n\nDRAGON\nYou won't live long enough to find out!\n\nThe dragon's tail flanges out with sharp surrated edges and\nswipes at Bowen. Bowen blocks the blow with his blade, but\nnearly loses his balance. Again, the tail strikes, smashing\nagainst his shield.\n\nAgain, the tail flails out. Too close. Bowen ducks just in\ntime as the tail slices a tree behind him in half.\n\f36\n\nBOWEN\nYou're good. Haven't had this sort of\nchallenge in some time.\n\nDRAGON\nNor likely to again.",
  "32": "---END OF PREVIOUS SECTION---\n36\n\nBOWEN\nYou're good. Haven't had this sort of\nchallenge in some time. DRAGON\nNor likely to again. \n---TARGET SECTION TO BE ANNOTATED---\nBowen has rolled for cover behind a thick log. The dragon's\ntail follows him, chopping huge chunks out of the log as\nthough slicing celery.\n\nBowen rolls to the end of the log, inches ahead of the\ncarving tail which suddenly bites a little too deep and gets\nwedged in the trunk of the log.\n\nThe dragon shakes his tail, trying to get it loose, bouncing\n\n-the log up and down. Realizing, the Dragon's tail is out of\n\ncomission, Bowen springs up, grinning.\n\nBOWEN\nOver-confident, aren't we?\nDRAGON\nHardly, but if you win, you'll be out of\n\nwork.\n\nBowen approaches cautiously as the Dragon manuevurs to\nconfront his enemy.\n\nBOWEN\nHa! I'11 keep on till I've exterminated\nevery last one of you.\n\nDRAGON\nI am the last one.\n\nBowen stops dead in his tracks. And lets down his guard...as\nthe Dragon snorts a FIREBALL from his nostril. Bowen leaps\nback as the fire explodes against the tree.\n\nBOWEN\nYou're just trying to save your scaly\nhide with tricks.\n\nBowen ducks as another fireball strikes behind him.\n\nDRAGON\nHaven't you noticed pickings rather slim\nof late?\n\nThey have been. And Bowen realizes it. But as he cautiously\nedges in toward the dragon, he brazenly taps the latest\naddition on his dragon-horn shield.\n\nBOWEN\nI got this one just the other day.\n\f37\n\nDRAGON\nSo you killed the Scarred One? He and I\nwere the last. Must have been a proud\nkill, warrior. How much gold did his\ntoothless, tattered carcass put in your\npurse?\n\nBOWEN\nWhat business is it of yours?\n\nThe Dragon's taunts rankle Bowen, which is just what the\nDragon wants. For he notices Bowen is stepping very near the\nchain still attached to the Dragon's foot.\n\nDRAGON\nCouldn't have been much. And you'll kill\nme for sport. And when there are no more\ndragons to slay, how will you make your\nway, knight?\n\nBOWEN\nShut up, you!\n\nBowen raises his blade to strike, but as he does he straddles\nthe chain.",
  "33": "---END OF PREVIOUS SECTION---\nAnd when there are no more\ndragons to slay, how will you make your\nway, knight? BOWEN\nShut up, you! Bowen raises his blade to strike, but as he does he straddles\nthe chain. \n---TARGET SECTION TO BE ANNOTATED---\n The Dragon pulls back his foot, the chain snaps\nup and catches Bowen mid-crotch. Bowen goes tumbling, losing\nhis shield.\n\nThe Dragon rears up, opening his jaws. AND OPENING! They\nDISTEND like a snake's, stretching inordinately wide as sharp\neyeteeth fangs suddenly spring out...\n\nON GILBERT\n\nWho screeches and cover his eyes.\n\nON BOWEN\n\nWatching as the the black maw of the Dragon descends on hin.\nALL BECOMES BLACKNESS, until...\n\nGILBERT\n«.-Uncovers his eyes, expecting the worst. It isn't...\nGILBERT'S POV - DRAGON & BOWEN\n\nBowen lies in the dragon's jaws, his sword tip tickling the\nDragon's palette. And no one's moving.\n\nBOWEN\nIf your teeth come down, my sword goes\nup. Right into your brain!\n\nDISSOLVE TO:\n\f38\nEXT. WOODS - GILBERT'S POV - NIGHT\nThey're still not moving. Still in the same positions. The\n\ndragon's unhinged jaws still stretched to their aching\nmaximum. Bowen tries to discreetly sneak his blade up.\n\nDRAGON\n(tongue-tied)\nIfb your sworb cums ufp, ma teef cum\ndown.\nON GILBERT\n\n--.-wearily watching and writing...\n\nGILBERT\n(scribbling)\nTill moonlit night, the titans duelled.\nIn deadly combat bound...\n(yawns)\nOh, who'd the fatal falter make, Whose blood\n«--would...stain......the ground...\n\nGilbert's quill slides off the parchment as his head flops\ndown on it and he falls asleep, his mouth agape in mid-yawn.\n\nINT. DRAGON'S MOUTH ~ NIGHT\n\nBowen. crouches uncomfortably inside the mouth, propping his\nsword arm up with his other hand, staring up at the fangs.\n\nHe notices a PIECE OF CLOTH stuck between the back teeth.\nBowen gives it a tug. It's a sleeve...with a SKELETAL HAND\nstill in it. Bowen recognizes the ring on the bony finger\nand drops it.\n\nBOWEN\nGood Lord, Sir Eglamore!\n\nEXT.",
  "34": "---END OF PREVIOUS SECTION---\nBowen recognizes the ring on the bony finger\nand drops it. BOWEN\nGood Lord, Sir Eglamore! EXT. \n---TARGET SECTION TO BE ANNOTATED---\n WOODS - GLADE - ON DRAGON & BOWEN - NIGHT\nBowen throws the hand away in disgust.\n\nDRAGON\nThanffs! Been stug ufp dere fa monffs!\nCuud you ged your elba aff ma tongue.\n\nBOWEN\nWhy should you be comfortable? My armour\nis rusting in your drool. And your\nbreath is absolutely foul!\n\nDRAGON\nWad da you expekd wiff Sir Eglamaa\nrotting batwan ma molars?...Oh, my mouf\nith dry...\n\f39\n\nSuddenly, the dragon starts to cough. Hacking rumbles roll\nup his throat. Bowen, rocking on the tongue, winces at the\nsmell of the breath.\n\nBOWEN\nHey!\n\nINT. DRAGON'S MOUTH - NIGHT\n\nA HUGE BALL OF SALIVA rolls up the Dragon's throat and smacks\nBowen in the face. He wipes off, growling.\n\nBOWEN\nWatch it!\n\nDRAGON\nSorry! Seems we'rr in a bid ab a\nstalemade, wuudn't you thay?\n\nBOWEN\n(not giving an inch)\nBut I can go three days without sleep.\n\nDRAGON\nI can go fhree weegs.\n\nThis rattles Bowen's confidence, but he rebounds.\n\nBOWEN\nI'll stab you before I nod off.\n\nEXT. WOODS - GLADE - ON BOWEN & DRAGON ~- NIGHT\nThe Dragon, jaws aching, eyes rolling, is peeved.\n\nDRAGON\nUnd I'll chompf you. Marbewous. We kull\neagh ofper, doen neiffer aff us any guud.\n\nBOWEN\nWhat do you suggest?\n\nDRAGON\nA troose! Ged out aff ma mouf and led's\ntag aboud it face-ta-face.\n\nMore than happy to leave, Bowen starts to edge downward off\nthe tongue, but before he pulls his sword away he has second\nthoughts.\n\nBOWEN\nHow do I know I can trust you?\n\nDRAGON\nI gib you ma word!\n\f40\nBOWEN\nA dragon's word is worthless.\nINT. DRAGON'S MOUTH - NIGHT\n\nThe dragon's tongue flaps up with an exasperated snarl,\njostling the precarious perched Bowen.",
  "35": "---END OF PREVIOUS SECTION---\n40\nBOWEN\nA dragon's word is worthless. INT. DRAGON'S MOUTH - NIGHT\n\nThe dragon's tongue flaps up with an exasperated snarl,\njostling the precarious perched Bowen. \n---TARGET SECTION TO BE ANNOTATED---\nDRAGON\nStubborn lout!\n\nThe dragon suddenly arches his tongue up and Bowen slides off\nhis slippery perch...falling out of the Dragon's mouth.\n\n-EXT. WOODS - GLADE - NIGHT\n\nBowen plops from dragon's mouth onto the ground, his sword\nclattering nearby. He looks up as a scaly paw clamps down on\nhim, pinning him in place. The Dragon cranes his neck down,\nhis eyes searing into Bowen.\n\nBOWEN\nI should have known. Go on! Kill me}\n\nDRAGON\nI don't want to kill you! Never did!\n(quietly;solemnly)\nAnd I don't want you to kill me...\n(savagely)\nHow do we gain? If you win, you lose a\ntrade. If I win, I wait around for the\nnext swordslinger thirsting to carve a\nreputation out of my hide...\n(laments)\nI'm tired of lurking in holes and\nskulking in darkness! My life may be\nmiserable, but I must not di...!\n\nHe mysteriously stops, the thought unfinished.\n\nDRAGON\nNow if you insist, we can pursue this\nfracas to its final stupidity. or you\ncan listen to my alternative.\n\nThe Dragon releases Bowen. Perplexed but suspicious, he\nstaggers to his feet, reeling for his sword. He's exhausted\nand the sword is too heavy to lift. He can barely turn back\nto see if the dragon is coming in for a sneak attack.\n\nBut there is no attack, The Dragon hasn't moved. He too is\nspent and sags to ground with a heaving sigh, gazing at Bowen\nwith disappointed eyes.\n\nBowen drops to the ground too. He's tired...and curious.\n\f41\n\nBOWEN\nWhat alternative?\n\nEXT. THE WOODS - ON GILBERT - DAWN\n\nThe rosy rays of dawn filter through the forest foliage.\nBirds twitter. Crickets chirp. And someone snores.\nGilbert. Still face down on his epic poem.\n\nA PINE CONE falls from above, thudding on his rump. Gilbert\nsnorts, stirs, and rises, his face smeared with ink. He\ntries to decipher his equally blotched parchment. Then he\nremembers and, staggering to his feet, panics.",
  "36": "---END OF PREVIOUS SECTION---\nGilbert\nsnorts, stirs, and rises, his face smeared with ink. He\ntries to decipher his equally blotched parchment. Then he\nremembers and, staggering to his feet, panics. \n---TARGET SECTION TO BE ANNOTATED---\nGILBERT\nBowen!\n\nHe scans the area. Nothing. No signs of victory or deafeat.\nOr even that a battle had taken place.\n\nGilbert spies something in a bush. He gingerly plucks it up.\nIt's a SLEEVE. A BONY HAND slips from it. Yes... the late\nSir Eglamour. But Gilbert jumps to the wrong conclusion.\n\nGILBERT\nOh, dear. Poor chap. Picked clean.\n\nGilbert crosses himself and, sadly looking at the ink-\nblotched manuscript in his hand, crumples it up.\n\nEXT. FELTON'S MILL - MILL - DAY\n\nSEVERAL PEASANTS manually turn a LARGE GRINDING WHEEL around\na flat mill stone under the supervision of Felton's BULLY-\nBOYS, OTHER PEASANTS nearby thrash the wheat. STILL OTHERS\ncollect the milled flour.\n\nEXT. FELTON'S MILL - STONE HOUSE - DAY\n\nSCAFFOLDING and ACTIVITY surround Felton's stone manor house.\nAs MASONS measure and trim and CARPENTERS pound, A PRETTY\nLITTLE MINX with tousled hair langourously leans in the\ndoorway, lacing up her undone doublet.\n\nA HAND reaches over her shoulder and slides a money pouch\ndown into her ample cleavage. She smiles up to find...\n\nFELTON...smiling back, his own jerkin undone, holding up his\npants in one hand. With the other, he leads the girl back\ninto the house. CAMERA PANS UP TO:\n\nTHE WORKERS...on the scaffolding. It overlooks the\nwheatfield, where labourers are harvesting the wheat.\n\f42\nEXT. FELTON'S MILL - WHEATFIELD - DAY\nAs the peasants harvest the crop, A YOUNG BOY looms INTO\nFRAME, staring wide-eyed up at the sky and...\nEXT. FELTON'S MILL - SKY ABOVE FIELD — DAY\n\n---the Dragon suddenly swoops down PAST CAMERA.\n\nEXT. FELTON'S MILL - ABOVE WHEATFIELD ~ DAY\n\nThe boy turntails and runs, frantically waving his arms at\nthe others and yelling.\n\nBOY\nDragon! Dragon!\n\nThe workers looks up and then scatter to safety.\n\nEXT.",
  "37": "---END OF PREVIOUS SECTION---\nDragon! The workers looks up and then scatter to safety. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n FELTON'S MILL - SKY ABOVE FIELD - DAY\n\nThe dragon dive-bombs the wheat, loosing TWO STREAMS OF FLAME\nthrough the now-empty field.\n\nEXT. FELTON'S MILL - WHEATFIELD - ON PEASANTS - DAY\n\nThe peasants flee from the fire behind and the billowing\nblack cloud of smoke.\n\nEXT. FELTON'S MILL - SKY ABOVE FIELD - DAY\n\nThe Dragon sweeps through the column of smoke, causing a huge\nvortex, winging his way to...\n\nEXT. FELTON'S MILL - MILL - DAY\n\n++-the Mill. The workers, spying the dragon, abandon their\npost. A BULLY-BOY grabs a whip and starts after them, but a\nsudden wind blows chaff into his face. He swats it away in\ntime to see...\n\nEXT. FELTON'S MILL - SKY - DAY\n\nThe dragon takes aim at the mill and...shoots TWO FIRE BALLS\nfrom his nostrils.\n\f43\nEXT. FELTON'S MILL - MILL - DAY\n\nThe Mill explodes. The Dragon swoops through the burning\nwreckage. The dazed bully-boy watches him go. He hears a\nCREAKING behind him and turns. The MILL WHEEL teeters\nunsteadily on the stone.\n\nEXT. FELTON'S MILL - STONE HOUSE - DAY\n\nThere are cries and smoke and people dashing to and fro.\nFelton, jerkin undone, holding up his unbelted pants, rushes\nout of the house, his dishevelled Minx behind him. He's\naghast at the chaos, then hears a voice behind hin.\n\nBOWEN (0S)\nPesky critters, dragons...\n\nFelton whirls to see Bowen, ahorse, armed to the teeth.\n\nBOWEN\n...like big rodents. You never seem to\nget rid of them...\n\nFelton loses a grip on his pants. They fall to his ankles.\n\nEXT. FELTON'S MILL - STONE HOUSE - DAY (LATER)\nFelton, still holding up his pants, dickers hotly with Bowen.\n\nFELTON\nThievery! Gouging!\n\nBOWEN\nYou owe me from last time and I want that\nin advance too!\n\nThe Minx strokes Bowen's horse and smiles coyly at the\nknight.",
  "38": "---END OF PREVIOUS SECTION---\nGouging! BOWEN\nYou owe me from last time and I want that\nin advance too! The Minx strokes Bowen's horse and smiles coyly at the\nknight. \n---TARGET SECTION TO BE ANNOTATED---\n Bowen smiles back and winks.\n\nFELTON\nI won't pay it!\n\nHe gestures emphatically with his arms. And his pants fall\ndown again. As he leans over to pick them up, the MILL WHEEL\nsuddenly rolls past him. Felton jerks up. And his pants go\ndown again as he, Bowen, the Minx, and the horse all turn\ntheir heads and watch the twirling juggernaut collides\ninto...\n\nTHE SCAFFOLDING...sending stone, wood, and workers flying.\nFelton stares at his damaged house. Then at Bowen. Then at\nthe Minx. He grabs the drawstring dangling from the Minx's\ncleavage and yanks out the MONEY PURSE he gave her earlier.\nHe flings it at Bowen with a disgruntled gesture...and, once\nmore, his pants fall down.\n\f44\nEXT. FELTON'S MILL - STONE HOUSE - DAY (LATER)\nPEASANTS line the walls and yard of the manor house. Felton,\npants secure, sits in a chair in the front of the crowd,\nflanked by his Bulley-boys, with the Minx at his feet.\nEveryone is staring at...\nEXT. FELTON'S MILL ~- LAKE - DAY\n+..a harvested wheatfield at the edge of a LAKE. Bowen is\nmanuevering an OX towing a CART OF BOULDERS. He brings the\nox to a halt.\nThe cart is ballast, attached via ropes and pulleys to a\nCATAPULT CONTRAPTION called \"A WHACKER\". Bowen goes to an\nadjustable TRIPOD and loads it with a heavy HARPOON.\nCalculating and adjusting, Bowen sights...\nTHE DRAGON...who comes sweeping into view.\n\nBOWEN...slices the ROPE-TRIGGER with his sword and...\n\nEXT, FELTON'S MILL - LAKE - DRAGON'S POV — DAY\n\n.+.the HARPOON shoots from its cradle and zooms up toward its\ntarget.\n\nEXT. FELTON'S MILL - SKY ABOVE LAKE ~ DAY\n\nThe Dragon skillfully positions himself to take the harpoon\nunder his wing where his claw clamps shut on the shaft,\ncatching it in mid-flight. But to...\n\nEXT.",
  "39": "---END OF PREVIOUS SECTION---\nFELTON'S MILL - SKY ABOVE LAKE ~ DAY\n\nThe Dragon skillfully positions himself to take the harpoon\nunder his wing where his claw clamps shut on the shaft,\ncatching it in mid-flight. But to... EXT. \n---TARGET SECTION TO BE ANNOTATED---\n FELTON'S MILL - STONE HOUSE - DAY\n\nTHE CROWD and FELTON...it looks like Bowen's scored a direct\nhit. An impression helped immeasurably by Dragon's\nspectacular, if overwrought, death scene.\n\nEXT. FELTON'S MILL - ON DRAGON - DAY\n\nThe Dragon gasps a yelp, does mid-air pirouette, a twisting\nhalf-gainer, and then a death-throe spin captured in SLOW-\nMOTION, before he does a final spiral tha sends him\nplummetting below the surface of the lake.\n\nEXT. FELTON'S MILL - STONE HOUSE - DAY\n\nThe crowd breaks into raucous cheers as the dragon hits the\nsurface. All but Felton who turns to his Thugs.\n\f45\n\nFELTON\nGet my money back.\n\nThey start down the hill,\n\nEXT. FELTON'S MILL - LAKE - DAY\n\nBowen's foreseen this. He gives a shrill whistle. Bowen's\nhorse, awaiting cue, emerges from behind a haystack and as it\ngallops past, Bowen swings in the saddle and rides off...\n\nEXT. FELTON'S MILL - MILL - DAY\n\n---toward the still~burning mill, laughing, jingling the\n\nMoney pouch in a nose-thumbing taunt as he chokes the Thugs\n\non his dust.\n\nEXT. FELTON'S MILL - THE LAKE - AERIAL VIEW - DAY\nUnder the crystal surface of the lake, THE CAMERA PICKS UP...\n\nTHE DRAGON...gracefully swimming along, leaving in its wake a\nstream of bubbles from his nostrils.\n\nEXT. THE LAKE - FURTHER BANK - DAY\n\nAs the Dragon stealthily creeps onto the bank from the lake,\nhe hears a \"BAAA!\".\n\nA FLOCK OF SHEEP...graze by the bank. The Dragon's eyes\ngleam as his tongue flicks hungrily across his lips.\n\nDRAGON\nHellooo...\n\nEXT. GRASSLANDS - DAY\n\nBowen rides across a grassy steppe, counting the day's take.\nSuddenly the dragon floats by him in the air, belly up, his\nwings flapping idly as he circles Bowen and tries to blow a\npatch of wool from the corner of his mouth.\n\nBOWEN\nMost profitable.",
  "40": "---END OF PREVIOUS SECTION---\nGRASSLANDS - DAY\n\nBowen rides across a grassy steppe, counting the day's take. Suddenly the dragon floats by him in the air, belly up, his\nwings flapping idly as he circles Bowen and tries to blow a\npatch of wool from the corner of his mouth. BOWEN\nMost profitable. \n---TARGET SECTION TO BE ANNOTATED---\n I should have met you\nlong ago, Dragon.\n\nDRAGON\nThere is much gold in the world. When\nyou have your fill of it and no longer\nneed me...\n\nBOWEN\nI am a Knight of the Old Code. My word\nis my bond.\n\f46\n\nDRAGON\nNo compunctions then?\nBOWEN\nAbout what?\nDRAGON\nWell, such deception hardly befits a...\n(emphasizing)\n\n.--Knight of the Old Code...\n\nDragon finally knocks the wool off his mouth with his paw.\nRankled, Bowen angrily snatches it out of the air, wheeling\non the Dragon who's not longer there as he keeps idly\ncircling Bowen. Bowen whips his head back to the Dragon now\n\n-on his other side.\n\nBOWEN\nThat's debatable! Fleecing Einon's\nlordly lackeys is a service to mankind.\n\nDRAGON\nIs it? When you squeeze the nobility,\nit's the peasants who feel the pinch.\n\nThe Dragon's hit a sore spot and Bowen surily tries to\ndeflect the blow.\n\nBOWEN\nNot my concern. Why stick my neck out\nfor people afraid to risk their own?\nDon't clutter up a clever scheme with\ndubious morality. And stand still! I'm\ngetting dizzy!\n\nThe Dragon surreptitiously studies Bowen's vehement reaction\nwith interest. He stops circling and lights.\n\nDRAGON\nSo be it...\n(emphasizing)\nKnight of the Old Code.\n\nThe dragon strides along beside Bowen's horse.\n\nBOWEN\n(hotly)\nIf I wanted my conscience pricked, I'd\nhave stayed with the priest. And what\ndoes a dragon know of the Old Code,\nanyway?\n\nDRAGON\n\n(quotes)\n\"His blade defends the helpless. His\n\nmight upholds the weak...\"\n\f47\n\nBOWEN\nStop it! I remember the words. And\nthat's all it is! A memory. Dead and\ngone. And nothing...nothing... can bring\nit back.\n\nBowen, voice thick with emotion, turns from the Dragon.\n\nDRAGON\nYou sound like one who tried...\n\nBOWEN\nAnd failed...So I no longer try to change\nthe world, Dragon, but try merely to get\nby in it.\n\nDRAGON\nYes, it's better than death, I suppose...",
  "41": "---END OF PREVIOUS SECTION---\nBOWEN\nAnd failed... So I no longer try to change\nthe world, Dragon, but try merely to get\nby in it. DRAGON\nYes, it's better than death, I suppose... \n---TARGET SECTION TO BE ANNOTATED---\nBOWEN\nIs it?\n\nIt comes out too bitter...Bowen self-consciously shifts tone.\n\nBOWEN\n.»--For you, I mean. I should think you'd\nwelcome death. The last of your race.\nAll your friends dead. Hated and hunted\nwherever you go...\n\nDRAGON\nDo you delight in reminding me? Yes,\nKnight, I long for death...but fear it.\n\nBOWEN\nWhy? Aside from your misery, what's to\nlose?\n\nDRAGON\nMy soul.\n\nThe two disappear over a dip in the road.\n\nEXT. EINON'S CASTLE - ESTABLISHING SHOT - NIGHT\n\nEinon's castle looks even more forbidding at night. RAUCOUS\nLAUGHTER ECHOES from within its towering walls.\n\nEXT. EINON'S CASTLE - COURTYARD - NIGHT\n\nA ROASTED PIG twirls on a spit over an open fire. SERVANTS\nwith food and drink, hustle about to serve...\n\nEINON & HIS KNIGHTS...and THEIR ROWDY WOMENFOLK, dining\nalfresco by torchlight. Einon sits at the head of a huge\nBANQUET TABLE, drunkenly laughing as he watches...\n\f48\n\nSIR BROK...bare-chested, atop the table, wrestle TWO MEN at\nonce. Brok tosses one over his shoulder and off the table\ninto the bonfire. With a yelp, the wrestler rolls on the\nground and servants obliging beat the flames off him.\n\nThe lords and their \"ladies\" roar with approval and urge Brok\non. Brok slings his opponent down the length of the table,\nsending food and crockery flying. The wrestler slides past\nthe howling, drunken crowd to the end of the table where his\nhead flops over the edge as he groans and passes out, his\nrolled eyes blaring vacantly up at...\n\nAISLINN...primly seated at the table end, the only point of\nstillness in this rowdy revelry. Weary despair, not age, has\nfaded her beauty. Einon shouts down the table at her.",
  "42": "---END OF PREVIOUS SECTION---\nAISLINN...primly seated at the table end, the only point of\nstillness in this rowdy revelry. Weary despair, not age, has\nfaded her beauty. Einon shouts down the table at her. \n---TARGET SECTION TO BE ANNOTATED---\nEINON\nCan he continue, Mother?\n\nAislinn lifts the unconscious man's arm off her plate by its\nsleeve in dainty disgust, dropping it contemptuously over the\nedge of the table.\n\nAISLINN\nThe field is Sir Brok's, my son.\n\nBrok does a victory dance on the table to the delighted roar\nof the crowd, while Einon spins to Felton beside him.\n\nNestled drunkenly in Felton's arms is his PRETTY LITTLE MINX.\nPurses and STACKS OF COINS litter the table. Einon scoops\ntwo stacks from Felton's pile to his.\n\nEINON\nTwenty you owe me, Felton!\n\nFelton starts to feebly protest.\n\nAISLINN\nTen...my son.\n\nThe correction is spoken in flat calm. Einon frowns at his\nmother, then at Felton whose Pretty Little Minx has started\nto slide one of the stacks back. Felton smiles uneasily at\nthe displeased king and, slapping away Minx's hand from the\ncoins, scoots them back to Einon's pile.\n\nFELTON\nThe spectacle of Sir Brok's prowess is\nworth double the wager, sire!\n\nEinon, reeling up, snatches a PITCHER to pour more wine.\nIt's empty. He bangs it on the table.\n\nEINON\nMore wine!\n\f49\n\nSuddenly, in the polished sheen of the pitcher's metal, Einon\ncatches something.\n\nEINON'S POV - THE PITCHER - NIGHT\n\nReflected in the pitcher, he sees a FIGURE, ARMED WITH A\nKNIFE, CREEPING DOWN THE LOW ROOFTOP, DIRECTLY BEHIND HIM.\n\nBACK TO SCENE\nAs Einon once more bangs the pitcher on the table.\n\nEINON\nWine! The King's thirst must be\nquenched!\n\nSuddenly, from off the rooftop THE FIGURE comes flying. But\nEinon's timing is perfect. He ducks and the attacker goes\nflying over him, sprawling onto the table amid the feast and\nscreams of the stunned women. Einon is atop the body in an\ninstant, spinning it over, and wrenching the knife from the\ngrasp of...\n\nKARA...",
  "43": "---END OF PREVIOUS SECTION---\nHe ducks and the attacker goes\nflying over him, sprawling onto the table amid the feast and\nscreams of the stunned women. Einon is atop the body in an\ninstant, spinning it over, and wrenching the knife from the\ngrasp of... KARA... \n---TARGET SECTION TO BE ANNOTATED---\nwho struggles in Einon's grasp, her red hair flying.\nA half-dozen swords fly out, ready to stab her to death.\n\nEINON\nNo!\n\nThe blades stop. Einon's sobering gaze intently scrutinizes\nthe girl. About her neck, she wears her father's headband.\nOnce more her flame hair glows against the fire-light jarring\nan elusive memory for Einon.\n\nEINON\nI know...you...\n(recognition hits)\nThe quarry! The blind dog's whelp!\n(laughs)\nFamily devotion! A fine thing! Isn't\nit, mother?\n\nOnly Aislinn's sad eyes respond to his sneering question...or\naccusation, they are filled with quiet admiration for the\ngirl. Einon turns his sneer on Kara once more.\n\nEINON\nFirst you beg mercy for his fate. Then\ntry to avenge it. And now you'll share\nit.\nBut it's said with fleeing conviction, even as Einon's sneer\n\nflees...for he's become aware of her beauty.\n\nKARA\nIn your kingdom, Einon, there are worse\nfates than death.\n\f50\nThe sneer is back.\n\nEINON\nItll think up one for you! Lock her up!\n\nBrok and others haul her away. Einon picks up the dagger\nthen gazes at his mother, watching him in inscrutable\nsilence.\n\nEINON\nWhere's my wine!\n\nHe jabs the dagger into a hunk of meat and tears off a bite\nwith his teeth.\n\nEXT. EINON'S CASTLE - KARA'S DAGGER - DAY\n\nKara's dagger furiously chops at a wooden branch. CAMERA\nBACK on Einon, dressed in an open jerkin, on the battlements\namid the work rubble of renovation.\n\nEinon idly chops at a piece of scaffolding with Kara's knife,\nmesmerized by the glow of...\n\nTHE FORGE...fiery hot. Sweaty bodies toil over it, hammering\nout hinges and bars. Other workers scuttle about, banging\nand sawing in counterpoint to...\n\nEINON'S VIOLENT WHITTLING...As he watches, the noise seems to\nget louder in his head, swirling and jarring, TRANSFORMING\nINTO OTHER SOUNDS...",
  "44": "---END OF PREVIOUS SECTION---\nOther workers scuttle about, banging\nand sawing in counterpoint to... EINON'S VIOLENT WHITTLING... As he watches, the noise seems to\nget louder in his head, swirling and jarring, TRANSFORMING\nINTO OTHER SOUNDS... \n---TARGET SECTION TO BE ANNOTATED---\nSOUNDS OF BATTLE...clanking metal and\nclashing arms! Suddenly, Einon's eyes spark with ferocious\nlight. He charges down a stairway.\n\nINT. EINON'S CASTLE ~- STAIRWAY - DAY\n\nEinon flies down a flight of stone steps.\n\nEINON'S CASTLE - COURTYARD - DAY\n\nEinon stalks through the courtyard with determined purpose,\nbolting into a grated doorway.\n\nINT. DUNGEON ~ DAY\n\nEinon barges into the dungeon, startling Kara, chained to the\nwall. His intense gaze is unnerving. He idly strokes his\nchest with the knife. As he presses into her, he slides the\nblade from the folds of his shirt and caresses her throat\nwith it.\n\nEINON\nI remember now...\n\f51\n\nHe rips open her blouse with the dagger. She gasps as he\nslides the blade along her chest. Over her jerking heart.\nHe flips aside the torn flaps of the garment to peer at her\nbreasts.\n\nEINON\nXY remember...\nINT. BEDCHAMBER ~ EINON'S CASTLE - ON KARA - SUNSET\nKara, in a simple shift, lies amidst the rumpled coverlets of\na bed. The unspilt tears in her eyes glisten in the candle-\n\nglow of a nearby sconce.\n\nEinon sits on the edge of the bed, his jerkin open and loose.\n\n‘He sneers in amused contempt as her first tear falls.\n\nEINON\n(drunkenly)\nYou weep? You could be on the battle-\nments as buzzard bait rather than in the\nroyal bed. Rebels must learn to love\ntheir king.\n\nHe lurches up and weaves to the nightstand where he refills\nhis wine cup. Kara spies his discarded belt on the floor\n\n+--and her dagger tucked in jit.\n\nEXT. PLATEAU - ON DAGGER - SUNSET\n\nA dagger plunges down...against a flint. CAMERA BACK. Bowen\nand the Dragon camp in a canyon. A plucked bird is skewered\nona spit. Bowen tries to start a fire with a flint. The\nDragon watches in amusement. Flame snorts from his nostrils\nand the campfire's ablaze. So's the bird.",
  "45": "---END OF PREVIOUS SECTION---\nThe\nDragon watches in amusement. Flame snorts from his nostrils\nand the campfire's ablaze. So's the bird. \n---TARGET SECTION TO BE ANNOTATED---\n Bowen nods a\ndubious thanks as the Dragon wipes the black rings from his\nnostrils with a sniff.\n\nDRAGON\nHope you like it well done.\n\nBowen jerks the spit from the fire, beats the flames off the\nbird, and eats. Firelight flickers over the shiny horns on\nBowen's shield. Bowen notices the Dragon staring at them.\n\nDRAGON\nDid you hate us so much?\n\nBOWEN\nI hated one of you.\n(refers to shield)\nThese I killed, because I wanted to kill\nhim. But never found him. Never shall.\nIf you are the last, he must be dead.\n\f52\n\nDRAGON\nYes..What was he like? This Dragon you\nhated.\n\nBOWEN\n\nHe had only half a heart. But even one\nhalf held enough evil to pollute an\ninnocent.\n\nDragon, forgetting himself, rises up, hotly.\n\nDRAGON\nEinon was no innocent! He polluted the\nheart!\n\nNow Bowen rises. The pair stare wildly at each other...Bowen\nsurprised the Dragon knows this history...The Dragon worried\nhe might have tipped his hand.\n\nBOWEN\nSo you know the story, Dragon?\n\nDRAGON\nAll Dragons knew it! What was to be\ntheir hope became their doom. A spoiled,\nungrateful child was given a great gift\nand destroyed it!\n\nThe words cut through Bowen, prodding the suspicion he has\nalways held...and never wanted to confront.\n\nBOWEN\nNo! I knew that boy. Taught hin.\nTaught him the ways of honour and right.\nThe Old Code.\n\nDRAGON\nThen he betrayed you, even as he betrayed\nthe dragon whose heart he broke!\n\nBOWEN\nThat's a lie, Dragon!\n\nDRAGON\nStop calling me dragon! I have a name!\n\nBOWEN\nWhat is it then, Dragon?\n\nThis breaks the tension. The Dragon shrugs sheepishly.\nDRAGON\n\nWell...uh...you couldn't possibly\npronounce it in your tongue.\n\f53\n\nBowen turns away in exasperated disgust, flinging his bird\ninto the fire. Behind him the Dragon suddenly clutches at\nhis shoulder and staggers in pain. A RED GLOW PULSATES\n\nBENEATH THE SKIN OF HIS AILING SHOULDER. THE DRAGON MOANS.",
  "46": "---END OF PREVIOUS SECTION---\nBehind him the Dragon suddenly clutches at\nhis shoulder and staggers in pain. A RED GLOW PULSATES\n\nBENEATH THE SKIN OF HIS AILING SHOULDER. THE DRAGON MOANS. \n---TARGET SECTION TO BE ANNOTATED---\nDRAGON\nArr...er...awwrr.\n\nBOWEN\nYou're right. I couldn't pronounce it...\n\nAgain, the Dragon moans and Bowen realizes he wasn't getting\na language lesson. This language is universal -- PAIN! He\nwheels to see the Dragon fall, wincing to the ground.\n\n‘INT. EINON'S CASTLE - BEDCHAMBER - ON WINE CUP - NIGHT\n\nEinon's wine cup rolls on the floor, the wine seeping across\nthe stones like blood. CAMERA UP. Einon, a startled glaze\nin his eyes, slumps against the wall. HIS DAGGER is buried\nhilt deep in his left shoulder. Kara glares at him.\n\nKARA\nA love dart from Cupid, Einon!\n\nEinon jerks up, wrenching the blade from his jerkin sleeve,\nwhich he cuts open, exposing the wound...A thin line of blood\ntrickles from his shoulder, but the wound is surprisingly\nslight. Einon laughs, wiping at the blood and sucking it\nfrom his finger.\n\nKARA\nNo!\n\nEINON\nNot as deep or deadly as you thought?\nNext time stab more flesh, less cloth.\n\nKARA\nNext time I'll pierce your heart!\n\nHe grabs her arm and throws her on the bed, hovering over\nher, pulling close.\n\nEINON\nYou already did, sweet, in more ways than\none. A very special heart. Like no other.\n\nHe places her hand against his chest. She yanks it back.\n\nKARA\nA black withered thing devoid of pity.\n\nEinon brings the knife to her throat. But as he gazes at her\nlovely face twisted in hate for him, he calms, caressing her\n\nwith the dagger, wiping his blood on her cheek. In his eyes\n\nis a pathetic perverse look of pain.\n\f54\n\nEINON\nThen teach me. Pity me... Everything. I\nwould give you everything. Even power.\nYou are so...beautiful.\n\nKnife still against her cheek, he kisses her reluctant lips\nin awkward tenderness. As she pulls back, he shoves her on\nthe bed and sticks the knife in the bedpost. Kara glares up\nand sees...\n\nHIS WOUND...is almost ENTIRELY HEALED.",
  "47": "---END OF PREVIOUS SECTION---\nAs she pulls back, he shoves her on\nthe bed and sticks the knife in the bedpost. Kara glares up\nand sees... HIS WOUND...is almost ENTIRELY HEALED. \n---TARGET SECTION TO BE ANNOTATED---\n As though she only\nscratched him!\n\nEINON\nEven power...even a throne...\n\n‘He staggers drunkenly from the room. Kara fights back fresh\n\ntears, her hands scraping down her body as though trying to\nrub his foul touch from her. In manic fury, she rips the\ncovers from the bed, then collapses on it, tears flooding.\n\nEXT. CANYON - ON DRAGON - NIGHT\n\nFirelight reflects across his face as...\n\nBOWEN...concern etched in his face, uses a wet saddle blanket\nas a compress for the Dragon's shoulder, still glowing hot.\n\nSTEAM puffs up in a SIZZLING HISS as Bowen places the blanket\nover the wound and the glow subsides.\n\nDRAGON\nThank you. It's passed now.\nBOWEN\nWhat was it?\nDRAGON\nAn old complaint that acts up now and\nagain...\nBOWEN\n\nForgive me if anything I said...If I\nupset you...\n\nDRAGON\nIt wasn't you...not you...\n\nINT. EINON'S CASTLE ~ BEDCHAMBER - NIGHT\n\nKara fitfully sleeps. A SHADOW falls over her. She stirs as\na hand pulls the dagger from the bedpost. She jerks up,\ncowering. Aislinn steps into the candlelight.\n\nKARA\nHow did you come here?\n\f \n\n55\n\nAISLINN\nT have my ways.\nKARA\nWhy did you come?\nAISLINN\nTo help.\nKARA\nI need no help from her who bore the\nbeast.\nAISLINN\n\nI bore a child...An innocent child. Was\nit his fault he was the bitter fruit of a\nseed sown without love?\n\nKARA\nI would have smothered such a child in\nhis crib.\n\nAISLINN\n\nYou say so now. I thought so once. But\nwhen you hold him in your arms, you do\nnot see the monster he can become...Only\na small something that is a part of you,\nerying for your nourishment, frail and\nhelpless... And you do not realize you\nare the helpless one.\n\n(bitter outburst)\nHow could I guide him when I was merely a\nbit of plunder? A creature of\nsubmission. Allowed no pleasure. No\nfeelings. No voice.",
  "48": "---END OF PREVIOUS SECTION---\nAllowed no pleasure. No\nfeelings. No voice. \n---TARGET SECTION TO BE ANNOTATED---\n How could he hear\nme? What was left for him but his\nfather's taint?\n\nAislinn, trembling with emotion, regains her regal composure.\n\nKARA\nIs this the help you offer? To foretell\nmy future in your past? Give me the\ndagger. Let me kill myself before I am\naccomplice to this vile legacy.\n\nAISLINN\nWhy wish for death, when there is\nfreedom?\n\nThe Queen takes a candle and goes to a corner of the chamber,\nilluminating a stone wall. She presses a hidden spring and\nthe wall creaks open, exposing a secret passage.\n\f56\nINT. EINON'S CASTLE - CISTERN - NIGRT\nA stone wall slides open and Kara and Aislinn step out into a\nlarge CISTERN. Below them is the water. Aislinn leads Kara\ndown a stone path that runs along the wall of the cistern.\nKara sees the door on the other side and starts to open it,\nbut Aislinn stops her, sliding open a small hatch in the\ndoor. Through the peephole, Kara can see...\nEXT. EINON'S CASTLE ~ COURTYARD - NIGHT\n\n«.+.The guards patrolling the courtyard.\n\n-INT. EINON'S CASTLE - CISTERN - NIGHT\n\nAislinn points to an iron door, just above the water's\nsurface. Kara heads for it, stopping before it to turn back.\n\nKARA\nThank y...\n\nBut Aislinn has disappeared once more into the shadows.\n\nEXT. EINON'S CASTLE - BASE OF TRE WALL - NIGHT\n\nKara stealthily emerges from a crevice of the castle wall's\nrocky foundation and slides down a steep pass into the\ndarkness of the night.\n\nEXT. CANYON - ON BOWEN - NIGHT\n\nA cape around his shoulders, nodding off to sleep. As his\nhead slumps forward, he jerks it back, popping his eyes open.\n\nDRAGON (0S)\nHave you been watching over me all night?\n\nCAMERA BACK. The Dragon is curled on the ground behind\nBowen, who has indeed been holding vigil, though he's\nembarrassed by it.\n\nBOWEN\nI've...been thinking...\n\nDRAGON\nAbout what...",
  "49": "---END OF PREVIOUS SECTION---\nThe Dragon is curled on the ground behind\nBowen, who has indeed been holding vigil, though he's\nembarrassed by it. BOWEN\nI've...been thinking... DRAGON\nAbout what... \n---TARGET SECTION TO BE ANNOTATED---\n?\n\nBOWEN\nMany things...Mostly what to call you.\nI've found you a name.\n\nDRAGON\n\f57\n\nYou say that as though you reached up and\nplucked it from the sky.\n\nBOWEN\nI did. Up there. See that cluster of\nstars there?\n\nEXT. STARRY -SKY - NIGHT\n\nA SERIES OF STARS shine brilliantly against night's black\ncurtain. It is the CONSTELLATION OF DRACO.\n\n(NOTE: The radiance of these stars should be highly\nexaggerated to make the pattern of the constellation plainly\nvisible.)\n\nThe Dragon's head looms into frame, staring at the stars.\n\nDRAGON\nI know those stars very well.\n\nEXT. CANYON ~ NIGHT\n\nThe Dragon gazes up at the stars in fervent longing.\n\nBOWEN\n\nDo you see the shape they make?\nDRAGON\n\nA dragon.\nBOWEN\n\nYes. We call it DRACO. It means dragon\nin the scholar's speech.\n\nDRAGON\nSo instead of calling me Dragon in your\ntongue, you'll call me Dragon in some\nother tongue.\n\nBOWEN\nYou're right. It's a silly idea.\n\nDRAGON\nNo...I would be honoured to be named\nafter those stars. Draco. Thank you,\nKni...Do you have a name?\n\nBOWEN\nBowen.\n\n. DRAGON\nThank you, Bowen.\n\nDRACO looks skyward at his namesake.\n\f \n\n58\n\nDRACO\n...Draco...\n\nThe serpentine constellation glows in the night sky.\n\nEXT. EINON'S CASTLE - LONG SHOT ~ NIGHT\nCRASHING & YELLING echoes from within the forbidding edifice.\nEINON (0S)\n\nDogs! Fools!\n\nINT. BEDCHAMBER ~ EINON'S CASTLE -— NIGHT\n\n‘A GUARD flies across the room, clattering into a table and\n\nchairs. ANOTHER GUARD staggers out of the debris of\noverturned bedding and a nightstand. An enraged Einon grabs\nhim by the neck and flings him into the open fireplace.",
  "50": "---END OF PREVIOUS SECTION---\nBEDCHAMBER ~ EINON'S CASTLE -— NIGHT\n\n‘A GUARD flies across the room, clattering into a table and\n\nchairs. ANOTHER GUARD staggers out of the debris of\noverturned bedding and a nightstand. An enraged Einon grabs\nhim by the neck and flings him into the open fireplace. \n---TARGET SECTION TO BE ANNOTATED---\nA nervous Brok and an inscrutable Aislinn watch Einon's\nlethal tantrum as the guard rolls yelping out of the fire and\nEinon descends on him with the IRON FIREPLACE POKER,\nrepeatedly beating the man on the back and legs.\n\nEINON\nIf you can't guard a simple girl, then go\nguard shades in Hell.\n\nBrok intercedes with wary caution.\n\nBROK\nSire! How could they have known of that?\n\nWild with fury, spittle flecking his lips, he spins on Brok,\npressing the tip of the poker against the Knight's throat as\nthough he'd plunge through the other side. Brok points to\nthe open secret passage. Einon turns to it, his rage\nsubsiding slightly as he's struck by a thought.\n\nEINON\nMore importantly, how could the girl\nknow?\n\nHis dark gaze shifts to his mother as he lowers the poker\nfrom Brok's throat. He kicks the guard at his feet and\nflings the poker at the other.\n\nEINON\nGet out!\n\nThe guards scurry out the door. Einon, still staring at his\nmother, issues a command to Brok.\n\nEINON\nGet my best men!\n\f59\nBrok bows and exits. Aislinn cooly returns Einon's gaze.\n\nAISLINN\nI'll send someone to clean up this mess.\n\nShe exits. Einon suspiciously watches her go.\n\nEXT. KARA'S VILLAGE - DAY\n\nA BARRAGE OF VEGETABLES COMES FLYING AT THE CAMERA, which\nPANS TO:\n\nAN ANGRY MOB...pursuing A DISHEVELLED YOUNG WOMAN through the\nvillage, pelting her with rotten vegetables and handfuls of\nmud. Shouting above the crowd, the girl futilely tries to\n-hold her ground. Underneath the mud, splattered produce, and\ngrungy clothes, it's KARA!\n\nKARA\nThrow off the yoke of Einon's oppression.\nRaise arms, I say!\n\nSPLOTCH! A ROTTEN CABBAGE plows into her chest. SPLAT! A\nGLOP OF MUD smacks her forehead.",
  "51": "---END OF PREVIOUS SECTION---\nA ROTTEN CABBAGE plows into her chest. SPLAT! A\nGLOP OF MUD smacks her forehead. \n---TARGET SECTION TO BE ANNOTATED---\nKARA\nListen to me!\n\nWHACK! MORE MUD sprays across her. A strapping blacksmith,\nHEWE, sporting an EYEPATCH, has thrown it.\n\nHEWE\nTo treason! Your father sang that sour\ntune once, Kara.\n(points to his eye)\nAnd once was enough. We'll not dance to\n\nit again!\n\nKARA\nNo, just cringe like dogs under Einon's\nboot.\n\nHEWE\n\nA cringing dog's a live one!\n\nHewe rears back to toss a SQUASH, but ANOTHER HAND plucks it\nfrom his grasp. The peasant angrily wheels about to\nconfront...\n\nBOWEN...breaking the squash in half and biting into a piece.\nKara remembers him instantly and a smile of recognition\nbreaks through the veil of dripping vegetables.\n\nBOWEN\nWhy waste good food on bad rhetoric?\n\nKara's smile disappears as she snarls in umbrage.\n\f60\n\nKARA\nI speak truth!\n\nBOWEN\n(munching squash)\nTruth is rarely inspiring, lass, and\nnever wins rebellions. But. it can\nstretch rebels' necks...if there is a\nneck under that vegetable patch.\n\nKara self-consciously wipes at her face. Grinning, Bowen,\noffers her the other squash half. She indignantly shoves it\nin his face. The crowd laughs then...\n\nA WOMAN SCREAMS...and points skyward...A WIND rustles through\nthe village as the crowd dives for cover. Bowen wipes the\n\n‘squash from his eyes just in time to see:\n\nDRACO'S WING...dip past, knocking a PATCH OF THATCH off a hut\nroof. It plops on...\n\nBOWEN...who falls to the ground underneath it. He comes up\nspewing thatch and glaring skyward, mumbling to himself.\n\nBOWEN\nShow-off...\n\nEXT. KARA'S VILLAGE - LATER ~ DAY\n\nDraco, smoke curling from his nostrils, perches on a rocky\nledge overhanging a GROVE OF TREES a short distance from the\nvillage like a vulture, hungrily eying...\n\nTHE VILLAGERS...huddling behind their hut. Hewe dickers with\na peeved Bowen, still picking thatch out of his clothes.",
  "52": "---END OF PREVIOUS SECTION---\nKARA'S VILLAGE - LATER ~ DAY\n\nDraco, smoke curling from his nostrils, perches on a rocky\nledge overhanging a GROVE OF TREES a short distance from the\nvillage like a vulture, hungrily eying... THE VILLAGERS...huddling behind their hut. Hewe dickers with\na peeved Bowen, still picking thatch out of his clothes. \n---TARGET SECTION TO BE ANNOTATED---\nBOWEN\nWhere's the Lord responsible for this\nvillage?\n\nHEWE\n\nIn a fine house six miles away. He'll\njust blame any destruction on us and\npluck our pockets to pay for it.\n\nThis remark nettles Bowen's latent conscience but not enough\nto dissuade him.\n\nBOWEN\nWell, I won't pluck them as deeply! It\nwas a fair offer, take it or leave..-him!\n(points to Draco)\n\nThe villagers mumble among themselves as Kara shoves through\nthe crowd, dripping mud and mushy vegetables in her wake.\n\nKARA\n\f61\n\n(points to Bowen)\nLeave him! It's bad enough you grovel to\nEinon. Will you be bullied by some\nblackmailing broken-down knight? You\ndon't need him to get rid of a dragon!\n\nBowen glares, caring neither for her insults nor meddling.\nHe turns to a ROTUND VILLAGER with THREE ROTUND DAUGHTERS.\n\nBOWEN\nThat's right. Perhaps you'll part with\none of your delectable daughters instead\nof gold. Dragons are partial to maiden\nsacrifices.\n\nThe Rotund Villager fans his arms in front of his daughters\nto protect them from such a horrid thought. But Hewe likes\nthe idea, with alterations...\n\nHEWE\nWhy must it be a daughter?\n\nThe crowd turns with him as his shifty gaze falls on...\n\nKARA...jaw dropping as she realizes their intent.\n\nEXT. KARA'S VILLAGE - THE FIELD ~ DAY\n\nThe VILLAGERS roll a rickety CART out to an open field, the\nold battlefield where they fought King Freyne. Kara,\nstrapped to a pole wedged into the back of the cart, yells\nher head off.\n\nKARA\nNo! No! Please! I'm not even a virgin!\n\nBowen watches in exasperated disgust.\n\nBOWEN\nSuperstitious yokels.\n\nHe mounts up and rides out of the village.\n\nEXT. ROCK SPIRE - DAY\n\nFrom his perch, Draco watches the shenanigans of the\nvillagers in utter befuddlement. Suddenly, he sees Bowen\nbelow, riding up to the base of the rock.\n\nDRACO\nWho's the girl?\n\nBOWEN\nA nuisance. Get rid of her.",
  "53": "---END OF PREVIOUS SECTION---\nDRACO\nWho's the girl? BOWEN\nA nuisance. Get rid of her. \n---TARGET SECTION TO BE ANNOTATED---\n\f62\n\nDRACO\nWhy?\nBOWEN\nThey're trying to placate you with a\nsacrifice.\nDRACO\nWhoever gave them that bright idea?\nBOWEN\nNever mind! They're imbeciles.\nDRACO.\nBarbarians!\nBOWEN\nJust get rid of her!\nDRACO\nHow?\nBOWEN\nHow should I know? Eat her.\nDRACO\nOh please! Yecch!\nBOWEN\nMy, aren't we squeamish? You ate Sir\nEglamore.\nDRACO\nI never swallowed! Merely chewed in\nself~defense.\nBOWEN\n\nOh...then I suppose torching her's out of\nthe question.\n\nDRACO\nAbsolutely!\n\nBOWEN\nIt would impress the yokels.\n\nDRACO\nWill you listen to yourself?\n\nBOWEN\nWell...then...improvise!\n\nDraco heaves a sigh and swoops off the rock towards...\n\f63\nEXT. KARA'S VILLAGE - THE FIELD - DAY\n\nKARA...who screams, Draco reaches out a claw to her\nwhereupon she faints. Draco wrenches the stake out of the\ncart, flies off with the limp girl OUT OF FRAME.\n\nAs the empty stake plops back down to the ground, the CROWD\npours out into the village, cheering.\n\nEXT. WOODS - DAY\n\nA sour-faced Bowen comes riding through. Suddenly he hears\nTRILLING. The strange DRAGONSONG. But this time the musical\ntrill is light and happy, not melancholy as before.\n\n-Bowen spurs his horse to the sound, coming to a clearing\nwhere he spies...\n\nEXT. WATERFALL - DUSK\n\nKARA...sits on a rock, soaking up the sun, as Draco\ncontentedly trills. Kara is transported, touched by the\nstrange music. She smiles at Draco.\n\nKARA\nYou have a beautiful voice.\n\nDraco BLUSHES A BRIGHT CRIMSON. Kara laughs at his awkward\nshyness.\n\nKARA\nYou're not like a dragon at all.\n\nDRACO\nHow many do you know?\n\nKARA\nNone that serenade maidens instead of\ndevouring them. You're entirely too\nhappy for a dragon.",
  "54": "---END OF PREVIOUS SECTION---\nDRACO\nHow many do you know? KARA\nNone that serenade maidens instead of\ndevouring them. You're entirely too\nhappy for a dragon. \n---TARGET SECTION TO BE ANNOTATED---\n I bet you don't do\nany of the horrid things they say.\n\nDRACO\nMinstrels' fancies. Never hurt a soul\nunless they try to hurt me first.\n\nKARA\nThen why were you in that village?\n\nDRACO\nOh?...0h! The village!\n\nBOWEN (0S)\nYes! You remember the village.\n\nBoth Kara and Draco turn to...\n\f64\n\nBOWEN...stomping toward them. Kara emits a warlike screech\nand leaps onto his horse. She plops in the saddle, face~to-\nface with Bowen and starts to pummel him.\n\nKARA\nLeave him alone, you bully! Run, Draco,\nfly! I'll hold hin,\n(to Bowen)\nPick on someone your own size!\n\nDraco suppresses his laughter as Bowen and Kara tumble from\nthe saddle in the pond. Bowen sputters at Draco.\n\nBOWEN\nWhere have you been?\nDRACO\nI've been...distracted...Bowen, meet\n\nKara.\n\nBowen turns to Kara and, with an exasperated sigh,\ngrabs her floundering arm to help her up. She slaps him\naway. He lets go. She flops back down in the pond.\n\nBOWEN\nYou should have eaten her!\n\nDRACO\nNow don't be angry.\n\nBOWEN\nWhy not? You left me high and dry.\nWorried to death...\n\nDRACO\nWorried? Over me?\n\nBOWEN\n.+-Here I am waiting around...I don't\nknow what's happened? Where you are?\nWhen you're coming back?...\n\nSuddenly Draco tenses. All aquiver. Listening. He whirls\nback behind the waterfall. Kara watches him go.\n\nBOWEN\n...-If you're coming back? You just...\n\nBowen wheels back to Draco, only to discover him gone.\n\nBOWEN\n...disappear...\n\nHe glares suspiciously at Kara, as though she's hidden him.\nBefore she can respond, Draco's head pops through the\nwaterfall.\n\f65\n\nDRACO\nHorses. Someone's coming.\n\nDraco ducks back behind the falls as Bowen and Kara also hear\nthe horses. Bowen turns to face them.\n\nTHE RIDERS emerge from the trees. Kara recognizes them.",
  "55": "---END OF PREVIOUS SECTION---\nBowen turns to face them. THE RIDERS emerge from the trees. Kara recognizes them. \n---TARGET SECTION TO BE ANNOTATED---\n And\nthey, her! It's EINON with a search party.\n\nAs the Riders charge up, Bowen leaps protectively in front of\nthe frightened girl, his sword whirling in a flashy display\nas Einon's minions hesitate. As they slowly surround hin,\nBowen tensely holds his ground. BOOMING LAUGHTER suddenly\nbreaks the stand-off.\n\nEINON\nIt can't be! But it is! The king's old\nmentor! Still giving carving lessons?\n\nBowen sizes Einon up. He doesn't care for what he sees.\n\nBOWEN\nGet off your horse and I'll give you one.\nEINON\nI'm bigger now. Perhaps, I'll give you\none.\nBOWEN\nStick to slaughtering peasants. It's\nsafer.\nEINON\n\nOh, we don't slaughter them anymore.\nThey can't pay their taxes if they're\ndead.\n\n(surveys Bowen's\n\nragged condition)\nSeems times have not been kind, Bowen.\nYou should never have broke with me.\n\nBOWEN\nIt was you who broke with me.\n\nEinon idly strokes his scar in dark and, perhaps, even\nregretful remembrance. But he shakes off old memories with a\ntwisted smile.\n\nEINON\nYet you return to me and with my lost\nlady.\n\nBowen turns to Kara, surprised. She shakes her head in\nvigorous denial.\n\nBOWEN\nI think the lady wants to stay lost.\n\f66\n\nEINON\nNot her choice, I'm afraid.\n\nBOWEN\nMy three feet of steel says it is,\n\nKara laughs, delighted to have a defender. Einon flushes\nwith anger. Then he slowly smiles as he unsheaths his sword.\n\nEINON\nI'm ready for my lesson now, knight...\n\nAs Bowen tenses, on guard, expecting an hounourable fight.\nInstead, he gets a dirty trick.\n\nEINON\nBut first, one for you!\n\nEinon flings his shield at him. Bowen is knocked into the\nwater. He deftly rolls and uses the shield to protect\nhimself from the flailing hooves of Einon's horse as,\nlaughing savagely, Einon charges over him and grabs Kara by\nthe hair, jerking her head back.",
  "56": "---END OF PREVIOUS SECTION---\nEinon flings his shield at him. Bowen is knocked into the\nwater. He deftly rolls and uses the shield to protect\nhimself from the flailing hooves of Einon's horse as,\nlaughing savagely, Einon charges over him and grabs Kara by\nthe hair, jerking her head back. \n---TARGET SECTION TO BE ANNOTATED---\nEINON\nDon't go anywhere, sweet. This won't\ntake long.\n\nHe bends over and ruthlessly kisses the squirming girl. As\nhe does, Bowen springs up and slams the shield against\nEinon's back, unseating him from his horse.\n\nBOWEN\nOnly expose your back to a corpse.\nThat's one lesson you never learned.\n\nEinon's men start to rush in, but Einon comes up shaking\nwater, eyes flashing.\n\nEINON\nStand back!\n(to Bowen)\nYou are a corpse!\n\nThe two engage. Trading fast and furious blows. As they\nfight, a shadow watches from behind the waterfall.\n\nINT. WATERFALL - CAVE - DAY\n\nThe two combatants are watched through the cascading water.\n\nThe clank of steel is heard above the rushing water. And the\nlaboured breathing of Draco.\n\f67\nEXT. WATERFALL - DAY\n\nThe swordplay is dazzling and Bowen's holding his own. But\nEinon's younger. And faster.\n\nEINON\nLie down, Knight. Life has passed you\nby. You'tre the sorry scrap of dead world\nand dead beliefs!\n\nThe taunts renew Bowen's fury.\n\nBOWEN\nThey were your beliefs!\n\nEINON\nNever! Never mine!\n\nBOWEN\nThey were! The old code...\n\nEINON\nI spit on your code! I spit on it then.\nAnd I spit on it now!\n\nBOWEN\nNo! You knew the words! You spoke them!\n\nEINON\nI vomitted them up because I couldn't\nstomach them.\n\nBowen doesn't want to hear it. His sad fantasy that the\nDragon tainted Einon is unravelling. Tears well in his eyes.\nHe tries to shout down the truth.\n\nBOWEN\nLies! I taught you...\n\nEINON\n...-to fight! That's all! I took what I\nneeded from you, knight. You taught me\nto fight! And well!\n\nIt's the coup de grace. Bowen, dazed by his broken dream,\nattacks sloppily. Einon's blade rips across his shoulder and\nsends the shattered knight spinning back onto his knees in\nthe water.\n\nEinon charges in, blade upraised.",
  "57": "---END OF PREVIOUS SECTION---\nBowen, dazed by his broken dream,\nattacks sloppily. Einon's blade rips across his shoulder and\nsends the shattered knight spinning back onto his knees in\nthe water. Einon charges in, blade upraised. \n---TARGET SECTION TO BE ANNOTATED---\n But before he can deliver\nthe deathblow, he's blinded by a SWOOSHING SPRAY OF WATER.\nGrowling, he shakes it from his eyes to discover...\n\nDRACO...between Einon and Bowen. Roaring fiercely. His\nwings swing up and the scales on his chest fall back,\n\nexposing...THE RED SCAR on his chest. Einon, quaking in\nfear, recognizes the Dragon...and his death and SCREAMS.\n\f68\n\nDashing for his horse, the terrified king mounts and gallops\naway. The rest of his minions follow him. Bowen staggers\nout of the water and sloshes over to Draco. He is still\nshaken and angry from his encounter with Einon.\n\nBOWEN\nWho asked you to butt in? I had\neverything under control!\n\nDraco doesn't answer. He watches Einon ride off, disturbed\nand concerned. Someone else is disturbed by something.\nBowen feels a tug at his sleeve. It's Kara.\n\nKARA\nJust how is it you two know each other?\n\n-Bowen and Draco trade a sheepish glance.\n\nEXT. SWAMP VILLAGE - BRIDGE — DAY\n\nBowen leads his horse across a rickety bridge over a swampy\nriver. Kara walks along side him. Bowen winces and rubs his\nwounded shoulder.\n\nKARA\nHere. Let me see.\n\nShe opens his jerkin and tenderly removes the ragged bandage.\nBowen. watches her. Her head close to his. She looks up and\ncatches him staring at her. He quickly shifts his gaze.\n\nKARA\nIt's all healed, Bowen. Just a little\nstiff.\n\nBowen limbers up his arm. His eyes rove downriver where a\ncluster of MUD HUTS sit on an island in the middle of a\nDREARY, MIST-ENSHROUDED MARSH.\n\nBOWEN\nThat village ought to give it a little\nexercise.\n\nHe looks up as a SHADOW passes overhead.\n\nKARA\nBut no medicine for your other wound.\n\nBowen rubs his shoulder and glares at her. She appraises him\nwith hurt, disappointed, pleading eyes.\n\nBOWEN\nI have no other wound.",
  "58": "---END OF PREVIOUS SECTION---\nBowen rubs his shoulder and glares at her. She appraises him\nwith hurt, disappointed, pleading eyes. BOWEN\nI have no other wound. \n---TARGET SECTION TO BE ANNOTATED---\n\f69\n\nKARA\nYou won't soothe your sick heart, Bowen,\nby wasting your courage and skill on\nworthless acts.\n\nBOWEN\nWhat wound festers in you, girl?\n\nKARA\nA deep one. It hurts to know my heroes\nare nothing more than charlatans looking\nout only for themselves.\n\nA SHADOW intermittently passes over the pair.\n\nBOWEN\nWell, that's the way the wretched world\nturns, girl.\n\nKARA\nAnd those who cannot look out for\nthemselves?...You could lead them, Bowen.\nGive them hope.\n\nBOWEN\nFalse hope! Even if you could raise a\nragtag army, what chance do they have\nagainst seasoned troops? The last time\nthey tried it ended up a massacre. I\nremember! I was there!\n\nKARA\nSo was I. And I remember more. One lone\nknight who dare to stand against the king\nand saved a rebel from a blinding.\n(Bowen turns sharply)\n---for a little while anyway..-.You,\nBowen. The rebel was my father.\n\nShe sadly fingers Red-beard's headband about her throat.\nBowen looks at her, the memory slowly crystallizing.\n\nKARA\nLet others stand with you and this time\nthe end will be different.\n\nBowen takes her gently by the shoulders, gazing sadly in her\nflaring eyes, drinking in her angry beauty with melancholy\nyearning. Unable to stand his probing gaze, Kara breaks\naway.\n\nKARA\nWhat are you looking at?\n\nBOWEN\nMyself once upon a time...\n\f70\n\nBowen mounts his horse. As the Shadow passes overhead again,\nhe calls up to it.\n\nBOWEN\nI'll see you in the village, Draco.\n\nAs he mounts up, Draco floats down beside Kara, appraising\nher with sad, disturbed eyes.\n\nDRACO\nWhat will you do, Kara?\nKARA\nTry to turn the wretched world the other\n\nway.\n\n‘Bowen turns back and looks at them for a moment and then\n\nspurs his horse over the bridge.\n\nDRACO\nEinon will not fall in my lifetime.\n\nUnable to look at her any longer, Draco zooms off downriver.\nKara watches him go.\n\nEXT.",
  "59": "---END OF PREVIOUS SECTION---\nUnable to look at her any longer, Draco zooms off downriver. Kara watches him go. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n SWAMP VILLAGE -DAY\n\nBowen swats at BUZZING MOSQUITOS as he rides through a\nmarshland river toward...\n\nA VILLAGE...situated on an island in the middle of a DREARY,\nMIST-ENSHROUDED MARSH. From the looks of it, the village is\nfairly dreary too. From the mud and straw huts emerge\nSEVERAL TALL BRUTISH WARRIORS who come forth to meet Bowen.\n\nThey hesitate as the RUSTLE OF WINGS and WIND kicks past\nthem, looking skyward. So does Bowen. Then he looks\ndubiously at the village. With a weary shake of his head, he\nswats another mosquito and leads his horse through the\nshallow marsh.\n\nEXT. SWAMP VILLAGE - MONEY SACK —- DAY\n\nA MONEY SACK is passed from hand-to-hand...each dropping\nsomething of value in it. A coin or two...a tarnished goblet\n+..a ring. CAMERA BACK as the sack is given to the VILLAGE\nCHIEF -- a gaunt giant who holds the sack out to:\n\nBOWEN...miserable. The village is miserable. The villagers\nare miserable. Towering, ragged giants, hollow cheeks and\nhaunted eyes. No minion of Einon's here to gouge. Nor to\nact as a salve to his guilty conscience. Mortified, Bowen\nswats at the mosquitos that seem to abound. Even the climate\nand the livestock are miserable. He stares up at...\n\nDRACO...who menacingly flies over the swamp.\n\f71\n\nKARA (OS)\nWait!\n\nKARA...pushes through the press of villagers.\n\nKARA\nThis man is a fraud!\n\nThe Chief jerks the money back. Kara smiles in gloating\ntriumph. Bowen thrusts out his dragonhorn shield.\n\nBOWEN\nIs this a fraud? That girl's a wandering\nidiot, babbling nonsense!\n\nKARA\nThat's a lie! This Knight is no\nDragonslayer.\n\nGILBERT (OS)\n\nYou're mistaken, my child.\n\nFRIAR GILBERT...emerges from the crowd, his parchment sack\nslung on his back, swatting at the mosquitos with a scroll.\nA welcome sight for Bowen.",
  "60": "---END OF PREVIOUS SECTION---\nGILBERT (OS)\n\nYou're mistaken, my child. FRIAR GILBERT...emerges from the crowd, his parchment sack\nslung on his back, swatting at the mosquitos with a scroll. A welcome sight for Bowen. \n---TARGET SECTION TO BE ANNOTATED---\nBOWEN\nGilbert!\n\nGILBERT\n\n(embraces him)\nBowen, my lad! Praise the Saints, you're\nalive! And whole!\n\n(feels Bowen's arm to\n\nmake sure; to Chief)\nYou couldn't put your trust in a better\nman. I have personally seen him slay\nalmost two dragons.\n\nKARA\nAlmost?\n\nGILBERT\nWell, I didn't actually witness the\ndeathblow to the second, but since Sir\nBowen's here, he must have won!\n\nBOWEN\n(smugly)\nI never lose.\nChief thrusts the money at Bowen again, but Kara stops hin.\n\nKARA\nNo! He's in league with the dragon!\n\f72\n\nEveryone stares at her. Bowen. Gilbert. The Villlagers.\n\nTheir Chief...who slowly starts to chuckle, then laugh. He\nhands the money to Bowen who also laughs and makes a crazy\n\nsign in reference to Kara.\n\nBOWEN\nTold you. An addle-pated ninny!\n\nEveryone is laughing now, except a fuming Kara!\n\nEXT. SWAMP VILLAGE ~ EDGE OF SWAMP -DAY\n\nBowen has once again devised \"A WHACKER\". Gilbert gleefully\nhelps out, driving the ballast-cart ox into position until\nBowen signals him to stop.\n\nBOWEN\nWhoa, Gilbert. Hold it steady there!\n\nAs Bowen loads and sights \"The Whacker\", Kara, like one of\nthe constantly buzzing mosquitos, hovers beside Bowen,\nspeaking so Gilbert cannot overhear.\n\nKARA\nI thought you had sunk low, Bowen. But\nnot this low.\n\nBOWEN\nWait till you see how low Draco sinks.\n\nTwang! Bowen slices the rope-trigger and the HARPOON flies\noff toward...\n\nDRACO...who expertly snares the lance under his wing and, as\nbefore, goes into his death-throes and swoons down into the\nmarsh. But not under! He lands with a huge muddy splat that\nsprays both Kara and Bowen.\n\nBowen wipes off muck, finding Draco at the edge of the swamp,\nbelly up, eyes closed, frozen in an awkward death pose.\n\nBOWEN\nWell, sink! sink!\n\nDRACO\n(not breaking his\npose)\nHow? It doesn't get any deeper.",
  "61": "---END OF PREVIOUS SECTION---\nBOWEN\nWell, sink! sink! DRACO\n(not breaking his\npose)\nHow? It doesn't get any deeper. \n---TARGET SECTION TO BE ANNOTATED---\nKara laughs at their predicament. Bowen wheels and glares at\nher, just as Gilbert coming joyously running up.\n\nGILBERT\nYou've done it again, Sir Knight! Oooh,\nlook at the brute. Bigger than the last\none you tangled with.\n\f73\n\nBOWEN\nActually, he's about the same size.\n\nBowen steers Gilbert away. But he can't steer away...\n\nTHE SWAMP PEOPLE...charging up. Armed to the teeth with\naxes. Mouths watering. Chanting rapturously.\n\nSWAMP PEOPLE\nMeat! Meat!\n\nBOWEN\nUh-oh...\n\nShocked, Draco breaks his death tableau, jerking his head up.\n\nGILBERT\nGood Lord, It's alive!\n\nThe swamp people halt when they see the dragon's not dead\nyet! But their Chief urges them on.\n\nCHIEF\nQuickly! Kill it while it's down.\n\nBowen, having mounted, rides out to stop them.\n\nBOWEN\nNo! Stay back!\n\nThey don't...rushing by him, chanting \"Meat!\", toward...\n\nDRACO...flopping up an@ fluttering about like a duck stuck in\nthe mud. He finally gets unstuck and, just as the swamp\ndwellers descend on him, whooshes out of the mud and out of\nreach.\n\nThe swamp people turn back, glaring with suspicious hunger\nat...\n\nBOWEN & KARA...who watch them start to close in.\nBOWEN\n\n(to Kara)\nHappy now? They're on to us.\n\nKARA\nUs?\n\nBOWEN\nCome on. We don't want to stay for\ndinner.\n\nHe scoops Kara over the back of the saddle like a sack of\nwheat and spurs his horse through the pack of angry swampers.\nMore swampers rush...\n\f74\n\nGILBERT...utterly baffled by all this. He hollers a startled\nscreech and sloshes through the marsh, joining the panicked\nparade of swampers, Bowen, Kara, and the horse.\n\nHe runs smack dab into the chief, who raises his huge\ncleaver. Before it can come down, the money sack smacks him\nin the chops...flung by Bowen, riding up.",
  "62": "---END OF PREVIOUS SECTION---\nHe hollers a startled\nscreech and sloshes through the marsh, joining the panicked\nparade of swampers, Bowen, Kara, and the horse. He runs smack dab into the chief, who raises his huge\ncleaver. Before it can come down, the money sack smacks him\nin the chops...flung by Bowen, riding up. \n---TARGET SECTION TO BE ANNOTATED---\nBOWEN\nNo dragon, no charge!\n\nBowen gives the priest a hand onto the rump of the overburden\nsteed. Gilbert clutches slumped-over Kara's rump.\n\nKARA\nHey!\n\nGILBERT\nForgive me!\n\nKara squirms right side up, only backwards on the horse,\nfacing Gilbert who reaches again for support, nearly grabbing\nKara's breasts. Her scandalized look dissaudes him and he\nclutches Bowen's sides which causes his bald pate to nestle\nin Kara's cleavage as the two are bobbled by the swerving\nhorse. But no matter which way they turn, swampers are\nclosing in.\n\nBut there's one way left to turn. Up. And Draco provides\nit. Swampers go squealing, as Draco's wings FILL THE SCREEN.\nWhen he swoops OUT OF FRAME, all that's left in the swamp are\nthe swampers. The horse and its riders are gone.\n\nThe swamp folk watch the low-flying Dragon and his cargo\ndisappear into the DENSE FOG enshrouding the heart of the\nswamp. The Chief's sharp eyes stare up into the mist...to\nthe craggy TOR jutting up out of the haze.\n\nEXT. TOR ~ AERIAL SHOT ~ DAY\n\nThe SCREEN IS FILLED WITH THICK FOG, we hear FLAPPING WINGS.\nA FRIGHTENED NEIGH. THEN GILBERT'S QUAVERING VOICE.\n\nGILBERT (0S)\nSaints perserve us! I nearly have my\nbald pate trimmed at my neck. I find you\nin league with a pair of rogues...one, a\nDragon who kidnaps me...! Only to get us\nlost in this dreadful fog!\n\nDRACO(0S)\nNot lost. Never lost.\n\nDraco's firm voice shushes the whining. As does the SIGHT\nlooming out of the thinning fog....\n\f75\n\nTHE RUINS OF AN ANCIENT CASTLE...seen from above. At its\ncenter is a RING OF EERIE STONE COLUMNS.\n\nGILBERT (OS)\nWhat deadly, unholy place is this?\n\nDRACO (OS)\nMost holy, priest. More than death\ndwells here, Brother Gilbert.",
  "63": "---END OF PREVIOUS SECTION---\nGILBERT (OS)\nWhat deadly, unholy place is this? DRACO (OS)\nMost holy, priest. More than death\ndwells here, Brother Gilbert. \n---TARGET SECTION TO BE ANNOTATED---\nGILBERT (0S)\nW- What more?\n\nDRACO (OS)\n\nA spirit. Beyond death. Alive and\neternal. That remembers the Once-ways\nand the glory of one who shared our name.\n\nBOWEN (0S)\nWhat one?\n\nDRACO (0S)\nThe Pendragon!\n\nGILBERT\nPend --! Arthur Pendragon!... King\nArthur! A land of mist...Avalon!\n\nAvalon! Coming closer and closer into view!\n\nEXT. TOR - NIGHT\n\nGilbert prays before the tallest column in the circle of\nstone.\n\nGILBERT\nSo it was foretold. And so I have found\nyou, Brave Arthur. Among your brother\nknights in a grove upon a tor. Nota\ngrove. But the Round Table of Camelot...\n\nThis mention of the Round Table has it's affect on...\n\nBOWEN...moving solemnly among the stone columns, talking to\nhimself, touching the stones.\n\nBOWEN\nThe Round Table..Here was Sir Gawain's\nplace...Here Galahad...\n\nGILBERT\nLet us who remember the glories of your\ngolden kingdom feel your noble spirit, 0\nKing.\n\nBowen weaves through the columns, stopping at the one just to\nthe right of Arthur's.\n\f76\n\nBOWEN\n»»-Lancelot...the right hand of Arthur.\n\nGILBERT\n-.and let the Song of Excalibur echo in\nour enemy's ear. Amen...I'm ready, my\nchild.\n\nHe rises and joins Kara. Both turn to Bowen, moving slowly\nto Arthur's stone.\n\nGILBERT\nAnd you, Bowen?\n\nBowen is obviously moved by this experience, but not moved\nenough to give Gilbert the answer he hopes for.\n\nGILBERT\nMy son...This is Avalon. The shadow\nrealm of the Round Table. It is a divine\nomen!\n\nBOWEN\n\nOmens and shadows won't win battles. Nor\nwill you. You'll find out soon enough\nwhen you try to raise your army.\n\n(to Kara)\nYou already know the courage of your\nvillage. They're very brave at pelting\ngirls with vegetables.\n\nKARA\nIt must start somewhere.\n\nKARA\nWill you wish us luck, Draco?\n\nShe turns to...\n\nDRACO...",
  "64": "---END OF PREVIOUS SECTION---\nKARA\nWill you wish us luck, Draco? She turns to... DRACO... \n---TARGET SECTION TO BE ANNOTATED---\nperched on a crumbling castle turret framed between\ntwo of the stone columns, gazing up at the sky...at the DRACO\nCONSTELLATION.\n\nDRACO\nLong ago, when man was young and the\ndragon already old, the wisest of our\nrace took pity on man and shared with him\nour secrets. And when this Wise One was\ndying, he gathered together all the\ndragons, making them vow to watch over\nman always. And at the moment of his\ndeath, the night became alive with those\nstars.\n\f77\nDRACO'S POV - \"THE DRACO CONSTELLATION\nIt glitters brightly in the black sky.\n\nDRACO (0S)\nThrough the years, his shimmering soul\nwas joined by others, as the dragons kept\ntheir pledge to serve man...until the\nheavens were aglow with stars.\n\nBACK TO SCENE\nDraco looks back down on the trio below.\n\nDRACO\nBut then man grew arrogant with the gift\nof our power and shunned our guidance.\nAnd fewer stars ascended the sky to hold\nback black night.\n\nDraco gazes forlornly at the sky.\n\nDRACO\nAll my life I've longed to perform one\ndeed worthy of those shining above.\nFinally my chance came. A great\nsacrifice that would reunite\nman and dragon and ensure my place\namong my ancient brothers of the sky...\nBut my sacrifice became my sin.\n\nBOWEN\nIt was you. Your half-heart beats in\nEinon's breast.\n\nDraco descends into the circle of stone, baring the scales on\nhis breast, revealing a jagged crimson scar.\n\nDRACO\nYes. My half~heart that cost all my\nsoul. Even then I knew his bloodthirsty\nnature, but I thought the heart could\nchange him. My God, I was naive.\n\nBowen barks a short savage laugh, then the bitterness in his\neyes is overwhelmed by tortured melancholy.\n\nBOWEN\n\n(quiet hollowness)\nNo more than I...Always I dreamed of\nserving noble kings and nobler ideals.\nBut dreams die hard. And you hold them\nin your hands long after they've crumbled\nto dust. And in your heart long after\nthey've soured to bitter poison...",
  "65": "---END OF PREVIOUS SECTION---\nBut dreams die hard. And you hold them\nin your hands long after they've crumbled\nto dust. And in your heart long after\nthey've soured to bitter poison... \n---TARGET SECTION TO BE ANNOTATED---\n I will\nnot be that naive again.\n\f78\n\nDRACO\nKara, I will go with you.\n\nBowen wheels to Draco, stunned by the declaration...And the\nsudden realization that now he is alone. But it does not\nchange his conviction. He turns from the others and walks\nout of the circle of stone. Draco sadly watches him go.\n\nDRACO\nSo be it. Farewell, Bowen.\n\nEXT. TOR - ON SKY - NIGHT\nRAIN comes down in torrents. CAMERA PANS TO...\n\n-BOWEN...who seeks shelter in the hollow of crumbling turret.\nThe wind howls. The rain lances through the ever-present\nmist. Bowen pulls up his cloak. Then he hears...A HOARSE\nWHISPER.\n\nWHISPER\nValour...Valour...\n\nBowen springs up, peering into rainy, windswept mist.\n\nWHISPER\nValour...\n\nBowen. whirls to the sound...It comes the stone columns.\n\nGHOST VOICE #1\nA knight is sworn to valour...\n\nGHOST VOICE #2\nHis heart knows only virtue...\n\nRising up, Bowen walks from his shelter, listening to the\nvoices. Then a third VOICE joins the other GHOST\nVOICES...then a FOURTH...\n\nGHOST VOICE #3\nHis blade defends the helpless...\n\nGHOST VOICE #4\nHis might upholds the weak...\n\nTheir hollow voices echo and overlap in the wind. A VOICE\nfloats out of LANCELOT'S stone next to Bowen, who falls back.\n\nLAUNCELOT'S VOICE\nHis word speaks only truth.\n\nThen THE LAST VOICE...ARTHUR'S rises from his stone. Bowen\ncollapses to his knees as more than Arthur's voice emerges\nfrom the stone...\n\f79\n\nARTHUR'S GHOSTLY IMAGE...floats before the stunned knight.\nEerie and majestic. Pale and as wispy as the swirling mist.\nSlashed by the rain. Wavering in the wind.\n\nARTHUR'S VOICE\nHis wrath undoes the wicked!\n\nMore GHOST VOICES OF THE ROUNDTABLE JOIN the echoing\nbrotherhood, reciting the Old Code in a crescendoing\ncacophony accompanied by the roaring thunder and the driving\nrain, whirling about Bowen in the whipping wind.",
  "66": "---END OF PREVIOUS SECTION---\nWavering in the wind. ARTHUR'S VOICE\nHis wrath undoes the wicked! More GHOST VOICES OF THE ROUNDTABLE JOIN the echoing\nbrotherhood, reciting the Old Code in a crescendoing\ncacophony accompanied by the roaring thunder and the driving\nrain, whirling about Bowen in the whipping wind. \n---TARGET SECTION TO BE ANNOTATED---\nDrenched in rain and tears, Bowen covers his head from the\nforbidding image of Arthur, from the jumble of sound,\nreciting the code himself in a breathless, rushed litany,\ntrying to shout down the mad singsong racket of the spirit\n-voices, trying to keep the sense of the words and their\nMeaning.\n\nBOWEN\nA knight is sworn to valour. His heart\nknows only virtue. Blade defends the\nhelpless. Upholds the weak. Speaks only\ntruth...!\n\nHe's stopped, realizing his is the only voice he hears. The\nothers are silent. All but one...Arthur's image is fading\nback into the stone.\n\nGHOST OF ARTHUR\n(faintly)\nHis wrath...\n\nHe's gone. Head bowed, Bowen kneels before Arthur's rock,\nreaching out to touch it.\n\nBOWEN\n(whispering)\n+--undoes the wicked.\n\nThunder roars. Lightning flashes. In its jagged light,\nsomething new is revealed..\n\nDRACO...Bowen stares up longingly at him and Draco, the rain\nstreaming down his face, into his kindly eyes, stretches out\nhis wing to shield the knight from the storm.\n\nThere they stay, huddled in the shadow of the rocky symbol of\ntheir once-lost dreams and their new-found hope...two lost\nsouls cleansed and purified in the heavenly rain and reunited\nin a common vision.\n\nEXT. KARA'S VILLAGE - ON QUARTER-STAVE - DAY\n\nA QUARTER-STAVE smashes down on another. CAMERA BACK, as\none-eyed Hewe drives Kara to the ground with the blow. OTHER\nVILLAGERS crowd around, laughing and mocking. Gilbert\nscrambles to Kara's side and helps her to her feet.\n\f80\n\nHEWE\nAnd we're suppose to follow you and a\nPriest against Einon! To Hell, more\nlikely! We've had enough of your moon-~\neyed mischief, girl! Begone!\n\nHewe raises his staff to beat them off. But AN ARROW\nsuddenly imbeds itself in the staff. All eyes turn to...\n\nA RIDER...who slings his bow and gallops into the village,\nframed against the rising sun. His horse rears as the rider\nhalts between Gilbert and Kara and Hewe.",
  "67": "---END OF PREVIOUS SECTION---\nAll eyes turn to... A RIDER...who slings his bow and gallops into the village,\nframed against the rising sun. His horse rears as the rider\nhalts between Gilbert and Kara and Hewe. \n---TARGET SECTION TO BE ANNOTATED---\n It is...\n\nBOWEN...scrubbed and shaved. Clothes and armour, though\nfrayed and worn, are clean and mended as best can be. His\neyes shine with a fierce fine visionary fire. He plucks his\n‘arrow from the staff.\n\nBOWEN\nSave your strength for the fight against\nEinon.\nHEWE\n(contemptuously)\n\nThere isn't any fight against Einon.\n\nBOWEN\nI'm going to start one.\n\nKara and Gilbert react to this good news.\n\nHEWE\nYou and what army, knight?\n\nBOWEN\nHe'll enlist!\n\nHe jerks a thumb over his shoulder at...\n\nDRACO...as he rising up from behind the horizon of a ridge.\nMajestic. Aglow. Like fire. Ablaze in the morning sun.\n\nEXT. KARA'S VILLAGE - TRAINING GROUNDS ~ MONTAGE ~ DAY\nPREPARATIONS FOR WAR - SERIES OF SHOTS\n\nA FORGE blows fiery hot, as HEWE and the other BLACKSMITHS\nsmelt plowshears back into molten metal. OTHER PEASANTS\ncontribute metal farm implements to the piles rising high for\nthe war effort. MOLTEN METAL is poured into MOLDS for\nswords, and pike-tips and arrow points. RAW WEAPONS hiss as\nthey are dipped in cold water and dumped onto tables where\nMEN hone and sharpen them.\n\f81\n\nPEASANTS are flocking to the cause. Men come with their own\n¢rude weapons and bring their families with them. Bowen and\nGilbert sort them out and direct them to functions and camp\nplacements.\n\nWOMEN AND CHILDREN work an arrow-making assembly line,\nstripping the shafts with \"strippers, affixing points with\nsinew, gluing feathers on. Finished arrows are bundled and\nstacked.\n\nBOWEN watches in amusement as GILBERT gets an archery lesson\nfrom some of the villagers. He struggles to pull back the\nbowstring. When he lets go of it, the bow goes flying and\nhe's still holding onto the arrow.\n\nHEWE watches men run through a series of exercises with a\nPIKE, tilting at wooden models.",
  "68": "---END OF PREVIOUS SECTION---\nHe struggles to pull back the\nbowstring. When he lets go of it, the bow goes flying and\nhe's still holding onto the arrow. HEWE watches men run through a series of exercises with a\nPIKE, tilting at wooden models. \n---TARGET SECTION TO BE ANNOTATED---\nA COMMAND TENT is going up behind Bowen as he discusses\nstrategy with Gilbert, Kara, Hewe, and the other chosen\ngenerals. Parchment maps are strewn over a rickety table and\nGilbert, with a quill, draws lines and swirls on them at\nBowen's direction.\n\nGILBERT (VO)\nThe sky's untouched without the reach,\nThe dream's no good without the dare,\nAnd one must fight for what one wants,\nTis purpose God attends, not prayer.\n\nEXT. KARA'S VILLAGE - DAY\n\nKara swings a heavy BATTLE-AXE through a series of exercises.\nAs she whirls it above her head, the momentum sends her\nstaggering back against...\n\nBOWEN...who stops her fall..\n\nBOWEN\nEasy...\n\nKARA\n(shyly)\noh...Thank you...\n\nShe doesn't move. Nor is he in any hurry to dislodge her.\nThey're very close, staring stupidly at each other, before\nBowen awkwardly seques from romance to warfare. Not letting\ngo of her, he nudges her legs apart with one of his own.\n\nBOWEN\nHere...widen your stance.\n\nHe guides her arms up, holding the axe aloft.\n\nBOWEN\nUp...then down.\n\f82\n\nTheir arms swing down together. Their bodies sway forward,\nhis pressed tightly against her from behind.\n\nBOWEN\nThat's it...One fluid stroke..\n\nThe downward arc of the axe almost throws Kara off-balance.\nBut Bowen's enfolding arms steady her. Her hair brushes his\nface. Her lips almost touch his cheek as she turns to hin.\n\nKARA\nThat could cleave a man's skull.\n\nBOWEN\nLike a pudding.\n\nNeither moves from their awkward embrace. Her warm breath\nintoxicates him and he reels back from her spell, axe in\nhand. Then grinning with school-boy bravura, he flings the\naxe. It spirals through the air, striking a PUMPKIN and\nsplitting it neatly in two.\n\nEXT. KARA'S VILLAGE - ARCHERY RANGE - DAY\nA BOWSTRING is pulled tentatively back...\n\nGILBERT...is the archer, receiving patient instruction from\nBowen.\n\nBOWEN\nThat's it! Sight along the arrow.",
  "69": "---END OF PREVIOUS SECTION---\nGILBERT...is the archer, receiving patient instruction from\nBowen. BOWEN\nThat's it! Sight along the arrow. \n---TARGET SECTION TO BE ANNOTATED---\n Now\nrelease!\n\n\"THWACK!\" THE ARROW buries itself right in the middle of a\nSTRAW MAN'S HEART. CAMERA PANS to Gilbert. He smiles\nproudly over at...\n\nTHE DUMBFOUNDED PEASANTS...mouths agape...including Hewe.\n\nHEWE\nBeginner's luck! Try again!\n\nGilbert eagerly notches another arrow, consummately\nperforming Bowen's directions and lets fly. This time it\nhits the straw dummy right between the eyes. Bowen lets out\na long, impressed whistle.\n\nBOWEN\n\nBrother Gilbert, you're a natural.\nGILBERT\n\nThis is fun!\nBOWEN\n\nNot for the fellow you're aiming at. Try\nagain.\n\f83\n\nHe points at the straw target again. Gilbert delightedly\nlets fly with another direct hit. Right in the dumny's\ncrotch. Bowen grins and looks over at a disbelieving Hewe\nand shrugs.\n\nBOWEN\nA natural.\n\nINT. TENT - ON BOWEN - DAWN\n\nBowen sleeps in his tent. Suddenly, A BELLOWING HONKING WAIL\npierces his slumber, He jerks awake, naked to the waist, his\neyes wide with a startled groggy glaze. He turns to see...\n\nKara...holding a war trumpet.\n\nKARA\nBattle horn! Good tone, don't you think?\n\nNo, Bowen doesn't think. He just mumbles inarticulately.\nKara throws his jerkin in his face.\n\nKARA\nSun's up, Knight. So's the army. Why\naren't you? Breakfast!\n\nShe stuffs a hunk of bread into his mouth. Bowen heaves a\nmuffled groan.\n\nKARA\nToo dry?\n\nShe yanks the bread from his slack~jawed mouth. He puffs his\nlips and sleepily tries to blow the sprinkled crumbs off\nthem. Kara dips the bread in a goblet of wine and crams it\nback into his mouth. Both bread and wine dribble down his\nchin. He looks at Kara in sleepy irritation. She's just too\nperky.\n\nKARA\nCome on. Time's awasting.\n\nShe hustles behind him, slapping a wet cloth on his back. He\nyelps his first word of the morning.",
  "70": "---END OF PREVIOUS SECTION---\nTime's awasting. She hustles behind him, slapping a wet cloth on his back. He\nyelps his first word of the morning. \n---TARGET SECTION TO BE ANNOTATED---\nKARA\nWell, good morning to you too! Too cold?\n\nBowen snatches the cloth from her and wipes the sleep from\nhis eyes.\n\nBOWEN\nToo fast! What's the hurry?\n\f84\n\nKARA\nThere's much to be done. Troops to\ntrain, strategy to plan, crises to be\nsolved.\n\nBOWEN\n(pulls on his jerkin)\nWhat crises?\n\nKara grabs his jaw in her hand and, mushing up his cheeks,\njerks his face back and forth,\n\nKARA\nThat beard, for one. It could use a\ntrim.\n\nShe holds up her axe. Bowen grabs her arm.\n\nKARA\nDon't worry, you taught me well.\n\nBOWEN\nTo cut throats, not to shave them!\n\nKARA\n(shrugs)\nWell, if you don't want to look like a\nvictorious general...\n\nBOWEN\nI'm not yet! Don't be overconfident.\n\nKARA\nYou're my confidence! I've never been\nmore sure of anything in my life! Come!\n\nShe takes his hand and yanks him toward the tent exit.\n\nEXT. BOWEN'S TENT - REBEL CAMP - LATE AFTERNOON\n\nHQ TENT...waiting there is a delegation of chiefs and\ngenerals lead by Gilbert and Hewe. Many other warriors and\nvillagers crowd about. Before the tent is a cross-pole\ncovered by a heavy cloth.\n\nKARA\nTomorrow we will look to you... glowing\nat our head like a shining beacon...\n\nShe gestures to the draped poles. Hewe whip off the\ncloth...revealing A BEAUTIFUL SET OF GLISTENING ARMOR. The\nemblem on the breastplate is Draco's golden profile. Gilbert\nhands him the helmet. Bowen admires it in stunned awe.\n\f85\n\nKARA\nThey made it for you...All of them, out\nof old kettles and plows and horseshoes\n-..Gilbert designed it. Hewe hammered and\npolished it. And over your heart...Draco\nas the emblem of your courage.\n\nBowen is touched. His fingers lightly caress the golden\nprofile of Draco.\n\nGILBERT\nIt was all Kara's idea.\n\nKARA\nA knight's armour should be as bright as\nhis honour.",
  "71": "---END OF PREVIOUS SECTION---\nHis fingers lightly caress the golden\nprofile of Draco. GILBERT\nIt was all Kara's idea. KARA\nA knight's armour should be as bright as\nhis honour. \n---TARGET SECTION TO BE ANNOTATED---\nAN OLD WOMAN emerges from the crowd and, in silent reverence,\ntouches Bowen's face. Others then reach out to touch him.\nWarrior, women, children. All press close to touch him or\ngive a word of thanks. Speechless, overcome with emotion,\nBowen bolts to his tent.\n\nINT. TENT - REBEL CAMP - DUSK\n\nOutside, they shout for him. Bowen stares at the helmet in\nhis trembling hands.\n\nKARA (0S)\nShall I help you put it on?\n\nBowen turns. Kara stands there with the rest of the armour.\n\nBOWEN\nPlease...\n\nHe attends to the arm guards while she fastens the leggings.\nHe feels her soft hands on his calves. So close. So\nbeautiful. She helps him on with the breastplate.\n\nKARA\nHow fast your heart beats...\n\nBOWEN\nThey expect much.\n\nKARA\nThey will give much.\n\nBOWEN\nAnd if I don't lead them to victory?\n\nKARA\nThen you'll have lead them farther than\nthey ever dared go before...\n\nShe steps back to inspect him.\n\f86\n\nKARA\nThere. All done.\n\nBOWEN\nNot quite. It is custom to bestow a\nfavour on a knight.\n\nKARA\nA favour?\n\nBOWEN\nA veil or a scarf that he wears into\nbattle as a token from his lady.\n\nKARA\nBo you have a lady?\n\nBOWEN\nI should be honoured to wear your favour.\n\nKARA\nI...I have no such finery. I'm not a\nlady. I'm a peasant.\n\nBOWEN\nYou are the woman I love.\n\nKara stiffens at this blunt confession. Thrilled by it, but\nfrightened by it. He gently turns her to him.\n\nKARA\nI can give no favour. I can give\nnothing. Lost honour can be recovered,\nnot so lost youth. The one thing that was\nmine to give Einon stole forever.\n\nBOWEN\nNo...not your heart...\n\nKara looks into his eyes, bright with love. She takes her\nfather's HEADBAND from around her neck and ties it to his\narm. He leans down and kisses her.\n\nEXT. THE FIELDS - DAY\n\nBrok rides through a field, his Falcon perched on his arn.",
  "72": "---END OF PREVIOUS SECTION---\nHe leans down and kisses her. EXT. THE FIELDS - DAY\n\nBrok rides through a field, his Falcon perched on his arn. \n---TARGET SECTION TO BE ANNOTATED---\nTWO BEATERS marching before him flush A COVEY OF DOVES from\nthe undergrowth.\n\nBROK (0S)\nHungry, Pet...?\n\nHe removes the hood from his Falcon's head.\n\nBROK\nEat...\n\f87\n\nHe watches the Falcon soar skyward with bloodthirsty\namusement and, spurring his horse, he follows the flight of\nbirds over....\n\nEXT. KARA'S VILLAGE - WAR CAMP - DAY\n.-.the crest of the ridge. In the valley below, Brok sees...\n\nTHE REBEL CAMP...teeming with well-armed peasants as far as\nthe eye can see. A SUDDEN ROAR echoes out over the valley.\nIt is an ALARUM that alert the entire camp to readiness. BROK\nsuddenly sees...\n\nBOWEN...ride out on his charger. He turns back and signals\nto Gilbert, Hewe with a small body of armed men behind them.\nHe also signals to...\n\nDRACO...perched on the rocky cliff rising up out of the grove\nbehind the village, roaring out his alarum again. This is\nenough for...\n\nBROK...who gazes at the dragon with startled eyes, then at\nBowen charging up toward him. Brok whips his horse around\nand takes off the way he came..\n\nEXT. EINON'S CASTLE - ESTABLISHING SHOT - DAY\n\nBrok tears into the castle gates.\n\nEXT. EINON'S CASTLE - COURTYARD - DAY\n\nGALLOPING WARRIORS ride into a castle courtyard, bustling\nwith war preparations. Weapons are cached. Food and\nprovisions are stored. Guards prowl the battlements.\n\nEINON (OS)\nI'm served by fools and dolts!\n\nINT. EINON'S CASTLE - WAR-ROOM - DAY\nEinon is in council with his lords and generals.\n\nEINON\nPeasants fleeing right under your noses.\nAnd taking my grain and livestock with\nthem!\n\nFELTON\nBut how could we know, Your Majesty? A\nfew peasants here and there...\n\nBROK\nA few, fop? Hundreds! Armed and\nspoiling for a fight!\n\f88\n\nFELTON\nThen let them have it! One of us is\nworth a hundred of them.",
  "73": "---END OF PREVIOUS SECTION---\nArmed and\nspoiling for a fight! 88\n\nFELTON\nThen let them have it! One of us is\nworth a hundred of them. \n---TARGET SECTION TO BE ANNOTATED---\n Are you afraid,\nSir Brok?\n\nWith a snarl, Brok almost charges across the table at Felton,\nbut Einon slams him back and smiles calmly at Felton, patting\nhis cheek.\n\nEINON\nMy brave Felton. A regiment unto himself.\n\nEinon slams Felton down on the table onto a clutter of maps.\n\nEINON\nIdiot! I know this man who leads them.\n(shouts to all)\nAnd I will beat him! But I will not\nunderestimate him! And do not forget the\ndragon.\n\nAISLINN (0S)\nFear not the dragon, my son.\n\nAISLINN...stands silhouetted in the doorway and crosses to\nhim.\n\nEINON\nI fear nothing. Nothing! Do you\nunderstand?\nHe pulls her aside.\nEINON\n\nIt's just that...sometimes I sense him.\nFeel him. As though he were close. But\nbe clear. I don't fear him!\n\nAISLINN\nNo need to, my son...\n\nShe motions him to follow her outside. Curious, he does.\n\nEXT. EINON'S CASTLE - BATTLEMENTS - NIGHT\n\nEinon follows his mother out. She gestures to the courtyard\nbelow. FIVE BURLY TARTARS, all armed to the teeth, stand in\nthe courtyard below.\n\nAISLINN\nA mother's gift to her son...Uhlric,\nVolney, Jugurtha, and the brothers Odolf\nand Oram. The finest to be had.\n\nThe Five all bow. Einon looks from the men to his mother.\n\f89\n\nEINON\nFinest what...?\n\nAISLINN\nDragonslayers.\n\nStruck by this uncharacteristic kindness, Einon's disbelief\nslowly shifts to sly amusement. Aislinn returns her son's\nsmile. He impulsively grabs his mother's hand and kisses it.\n\nEXT. KARA'S VILLAGE - REBEL CAMP - MAGIC HOUR\nA guardpost BONFIRE burns brightly as Bowen approaches it,\n\ncarrying something in hand. It is his DRAGON-HORNED SHIELD.\nHe casts it into the flame. It burns furiously with an\n\n-almost SUPERNATURAL LIGHT...LIKE MAGNESIUM. Brilliant glows\n\nspark and flare off the burning horns.",
  "74": "---END OF PREVIOUS SECTION---\nIt burns furiously with an\n\n-almost SUPERNATURAL LIGHT... LIKE MAGNESIUM. Brilliant glows\n\nspark and flare off the burning horns. \n---TARGET SECTION TO BE ANNOTATED---\nDRACO (0S)\nWell done.\n\nBowen turns to see Draco behind hin.\n\n. BOWEN\nA knight of the Old Code needs no such\nadornment.\nDRACO\n(agrees)\n\nNo...It burns brightly.\n\nBOWEN\nLike a promise of hope.\n\nDRACO\nNo, Bowen, your hope lies down there.\n\nDraco nods to...\n\nTHE VALLEY..-below. It is alive with the cookfires gleaming\nin the twilight. We hear singing, children crying, laughter.\nAll the sounds of life going on.\n\nDRACO\nThe one I've waited for. Man must now\nmake of the world what he can...The day\nof dragons is done.\n\nBOWEN\nNot done for you. If we are victorious\ntomorrow, we'll have need of you.\n\f90\n\nDRACO\nYou'll have victory, but no need of me.\nListen to them, Knight of the Old Code,\nThe Once-ways are in their songs and\ntheir laughter and the cries of their\nchildren. Listen and look.\n\nDraco's voice is strangely cryptic and wistful. Bowen looks\nat him in suspicious concern.\n\nBOWEN\nWhat do you see?\n\nDRACO\nEverything. It yours now.\n\nHis sad eyes turn once more to the bonfire and the brightly\nburning dragon shield. Its glow becomes...\n\nEXT. KARA'S VILLAGE - DAY\n\n+.-The DRACO EMBLEM on Bowen's armour glinting gold in the\nsunlight. Tied to his arm is Kara's favour. He is at the\nhead of his ARMY. Draco's image is also on the banners\nflapping gloriously in the morning breeze.\n\nIN SEVERAL SHOTS AND ANGLES, THE CAMERA CATCHES the motley,\nbut proudly determined army as it MARCHES out of camp. Kara\nand Gilbert ride by Bowen's side. Hewe, foot, marches at the\nhead of the troop with the other \"GENERALS\". Hewe glances\nup. Others follow his gaze as...\n\nDRACO...swoops overhead. He dips a wing in salute.\nBOWEN...acknowledges Draco's salute with a raised sword as\nthe dragon banks left in the direction of Einon castle.",
  "75": "---END OF PREVIOUS SECTION---\nDRACO...swoops overhead. He dips a wing in salute. BOWEN...acknowledges Draco's salute with a raised sword as\nthe dragon banks left in the direction of Einon castle. \n---TARGET SECTION TO BE ANNOTATED---\nANGLE DOWN ON ARMY\n\nAs they, too, raise their weapons in salute to the dragon,\nwhose SHADOW ripples over then,\n\nEXT. EINON'S CASTLE - FOREST EDGE - ON ARROWS -DAY\n\nA VOLLEY OF FIRE ARROWS SHOOT through the sky, bouncing\nharmlessly off the castle wall and sputtering out. CAMERA\nPANS TO:\n\nA SMALL TROOP OF REBELS...shabby and pitiful, led by Bowen,\ndown in the field before the castle have fired the arrows. A\n\nMERE FRACTION OF THE REBEL FORCE. LAUGHTER RIPPLES DOWN FROM\nABOVE.\n\f91\n\nEINON (0S)\n(laughing)\nSeems you overestimated their numbers,\nBrok.\n\nEXT, EINON'S CASTLE - BATTLEMENTS - DAY\n\nEinon, Brok, Felton and others observe the puny rebel force\nas another PATHETIC VOLLEY OF FIRE ARROWS plunk against the\nparapet wall. ONE ARROW actually makes it over the wall.\nEinon calmly reaches out and catches it in mid-air in his\ngauntletted hand. He blasely inspects it.\n\nEINON\nAnd twelve years hasn't improved their\nain.\n\nFelton chuckles and smirks at Brok.\n\nFELTON\nThey'll get bored and go home before\ndark.\n\nEINON\n\nWhy wait? We'll send you out to chase\nthem off. After all, \"One of us is worth\na hundred of them.\" The numbers seem\nabout right.\n\nFelton gulps uneasily as Einon wags the fire arrow in his\nface. But a worried Brok is unamused, ominously scanning the\nsky.\n\nBROK\nThere were more! And where's the...?\n\nBrok chokes on the question as the answer comes in view...\nDRACO...suddenly flies out of the sunlight and, swooping\ndown, sprays the battlements with fire, sending soldiers\nscreaming and leaping to safety. As Einon and his generals\nalso dash for cover, they look up to see...\n\nDRACO...flying out of the smoke of the explosion.\n\nEXT.",
  "76": "---END OF PREVIOUS SECTION---\nAs Einon and his generals\nalso dash for cover, they look up to see... DRACO...flying out of the smoke of the explosion. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n EINON'S CASTLE - FIELD - DAY\n\nIn a field between the castle walls and the forest masses the\npeasant army, BOWEN and HEWE at its head. The rebels cheer\nas Draco rains more flame down on the denizens of the castle.\n\nEXT. EINON'S CASTLE - INSIDE THE WALLS - DAY\n\nTHE DRAGONSLAYERS manuever a LARGE CATAPULT THAT SHOOTS\nHARPOONS into place, scanning the sky for...\n\f92\n\nDRACO...who suddenly swoops up from behind the castle wall,\nsurprising the Dragonslayers who abandon there catapult as\nDraco looses a firebomb at them.\n\nAs the catapult swerves, Volney is knocked against the\ntriggering mechanism, discharging the harpoon which goes\nflying and strikes...\n\nA STUNNED JUGURTHA...right through his chest, impaling him to\nthe wall. His giant axe, still gripped in his hand, knocks a\nsoldier off the battlements, sending him plummet ing to the\nground at the feet of...\n\nEINON'S HORSE...the young king is mounted, at the head of\narmoured knights. The horse rears as Einon frowns at the dead\nsoldier, then at the blazing catapult on the battlement.\n\nEINON\nOh, lovely...\n\nHe draws his sword and shouts to his men.\nEINON\nWell, do we stay in here like sitting\nducks or crush those rebellious dogs?\nBrok leads a chorus of war-cries. And as the gates are\nopened, Einon and his mounted horse, followed by foot\nsoldiers, pour out of the castle, watched by...\n\nAISLINN...from a tower window. Einon and his men rush the\npeasants who retreat for the forest. She glances up at...\n\nDRACO...hovering above, oblivious to the spears of the\nDragonslayers, watching the peasants run...almost smiling.\nEXT. EINON'S CASTLE - THE FIELD - DAY\n\nThe peasants retreat without a blow being struck. Einon,\nspies Bowen in the rout. He laughs deliriously.\n\nEINON\nAfter them! Shear them like the sheep\nthey are.\n\nAnd Einon and his riders give chase into the woods.\n\nEXT.",
  "77": "---END OF PREVIOUS SECTION---\nShear them like the sheep\nthey are. And Einon and his riders give chase into the woods. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n FOREST BATTLEFIELD - DAY\nBUT EINON HAS MADE A TACTICAL MISTAKE.\n\nAs soon as all the king's riders are wheeling admidst the\ntrees, Bowen wheels his horse on a rise.\n\nBOWEN\nNow!\n\f93\n\nBehind Einon's calvary, A REBEL swings by on a rope out of a\ntree, a FLAMING FAGGOT IN HIS HANDS. He dips the torch ina\nTRENCH filled with PITCH. The fire runs across the forest\nand up both sides creating a U-shaped barrier boxing in the\nknights.\n\nThe horses panic as the walls of flame rise around them.\nThen they descend...\n\nHUNDREDS OF PEASANTS...Bowen motions them forward with his\nsword and they charge en masse. Panicked knights try to jump\ntheir horses through the flames as pikemen pick knights off\nhorses and the swordmen and axe-wielders fall upon them.\n\nCAMERA CLOSES IN ON EINON as he realizes his mistake but\n‘assumes comand.\n\nEINON\nScatter or die!\n\nEinon leaps his horse over the fire. Others follow his\nexample as his force splits up in the forest and comes face-\nto-face with more rebel mischief.\n\nBarrages of arrows fly out of bushes and trees picking men\noff. More rebels lie in wait in the forest.\n\nThe peasant assault is swift and surprising and deadly. As\nmen are dvided and trapped, overwhelming numbers of rebels\nappear to finish them off in hand-to-hand combat.\n\nTHE CAMERA PANS THROUGH THE MAYHEM...\n\nBROK...bashes through a phalanx of peasants with a mace and\nchain and encounters Hewe with his quarter staff. The two\ntangle it up.\n\nELSEWHERE...\n\nGILBERT AND OTHER ARCHERS...perched in an archer blind watch\nTHREE ARMED RIDERS charge a group of rebels. With lightning\nspeed Gilbert notches an arrow and shoots.\n\nTHE ARROW...strikes a TAUT ROPE tied off to a tree branch and\nneatly slices it in two. The rope slides through the\nbranches, releasing...\n\nA LOG...suspended overhead which comes crashing down in front\nof the three riders. Their horses rear up and the riders\nrock off their saddles.",
  "78": "---END OF PREVIOUS SECTION---\nThe rope slides through the\nbranches, releasing... A LOG...suspended overhead which comes crashing down in front\nof the three riders. Their horses rear up and the riders\nrock off their saddles. \n---TARGET SECTION TO BE ANNOTATED---\n As they tumble to the ground, the\nrebels rush them.\n\nGILBERT...crosses himself.\n\nGILBERT\nPride goeth before a fall, brother!\n\f94\nMeanwhile below...\n\nFELTON...sword in hand, helmetless, cowardly scurries from\ntree to tree through the commotion, avoiding any fight he\ncan. But as he creeps around the bole of a tree, a pitchfork\nis thrust at his face. He jerks back and the tines of the\nfork embed in the tree trunk. Felton whirls face-to-face\nwith...\n\nHIS MINX...she's gone over to the rebels! Felton's stunned\nrage gives him a sudden flash of courage.\n\nFELTON\nYou traitorous witch! After all, I've\nspent on...\n(catches himself)\n«.-done for...you!\n\nShe sneers and tries to yank her pitchfork from the tree.\nBut before she can, Felton, brave against a helpless woman,\nsnaps the shaft in two with his sword blade.\n\nThe minx staggers back with the broken end. Felton advances\non her, but...\n\nGILBERT...has spotted them and looses an arrow from his bow.\nIt pierces...\n\nFELTON...in the rear. Dropping his sword, he yelps in pain.\nGILBERT...also yelps for joy.\n\nGILBERT\nTurn the other cheek!\n\nHowever, it is...\n\nTHE MINX...who turns Felton's other cheek, by whacking him on\nthe jaw with her broken shaft. The lamps go out in his eyes\nand he crumples to the ground.\n\nElsewhere...\n\nKARA...fights among a group of peasants and soldiers.\nWhirling her axe with expert skill she holds her ATTACKER,\nalso wielding an axe, at bay. But she is so busily engaged,\nshe does not see the other two ENEMIES rushing up to help\ntheir companion. But..\n\nBOWEN...riding across the field does. He gallops his horse\nbetween the two swordsmen and extending his legs, kicks both\nof them into the dirt as he rides by.\n\nHe then leaps from his charging horse and rushes to Kara's\nside just as she neatly dispatches her adversary and grabs\nhis axe as he falls. Whirling both axes, she smiles over to\nBowen.",
  "79": "---END OF PREVIOUS SECTION---\nHe gallops his horse\nbetween the two swordsmen and extending his legs, kicks both\nof them into the dirt as he rides by. He then leaps from his charging horse and rushes to Kara's\nside just as she neatly dispatches her adversary and grabs\nhis axe as he falls. Whirling both axes, she smiles over to\nBowen. \n---TARGET SECTION TO BE ANNOTATED---\n\f95\n\nKARA\nLike a pudding!\n\nBOWEN\nMore pudding's coming.\n\nKara's being rushed by two men. Bowen by three. One he\nquickly dispatches and takes his sword. He grips his two\nblades, Kara her two axes. Grinning grimly, shoulder-to-\nshoulder, they take on all-comers.\n\nEXT. EINON'S CASTLE - BATTLEMENTS - DAY\n\nVolney the Tartar supervises the loading of hideous barbed\nGRAPPLING HOOKS into the bowls of THREE CATAPULTS, cranked\n‘and ready.\n\nDraco streaks right to left directly overhead. Commanding\nthe king's soldiers, Volney cranks the first lever.\n\nVOLNEY\nNow!\n\nThe catapults wang off in order, hurling their nasty load at\nthe dragon.\n\nBut Draco is a skilled warrior. He sees the missiles coming\nand dodges them all. With his right hand, he catches the\nlast hook and, yanking viciously, he does a barrel roll out\nof frame.\n\nBack on the platform, the BOLTS fastened to the catapult give\nway like driven into balsa. The catapult skews sideways and\nwedges under two others. The force of Draco's pull rips up\nthe whole mess SMASHING into Volney and the soldiers against\nthe stone walls, crushing them to death and taking out a fair\npiece of new masonry. Through a window arch below, Volney\nhangs upside down, his eyes sightless in death...\n\nEXT. BATTLEFIELD - DAY\n\nOut of the smoke and confusion rides...\n\nEINON...slicing through a band of rebels. The battle goes\nbadly for him. He shouts above the fray.\n\nEINON\nRetreat!\n\nHis men readily obey and scatter through the woods. He spurs\nhis horse and joins their flight.\n\f96\nEXT. ANOTHER PART OF THE FOREST - DAY\n\nBowen and Kara are pressed back-to-back as Einon suddenly\nrides by. Both recognize him.\n\nBOWEN\n_Gilbert, stop him!\n\nGilbert also recognizes Einon and notches a METAL-PIERCING\nARROW. As he tautly, tensely pulls back the bow, he is\ngrimly aware for the first time of the full power of his\nremarkable talent.",
  "80": "---END OF PREVIOUS SECTION---\nBOWEN\n_Gilbert, stop him! Gilbert also recognizes Einon and notches a METAL-PIERCING\nARROW. As he tautly, tensely pulls back the bow, he is\ngrimly aware for the first time of the full power of his\nremarkable talent. \n---TARGET SECTION TO BE ANNOTATED---\n But though his conscience wavers, his\nbow-arm does not.\n\nGILBERT\nThou...shalt...not...kill...\n\nHe lets fly.\n\nEXT. EINON'S CASTLE - FOREST EDGE - DAY\nThe arrow strikes true.\nEinon jerks in his saddle as the arrow pierces his mail and\nimbeds deep in his heart! Staggered by the impact, he sucks\nin his breath. But he does not fall. He doesn't even feel\nthe pain.\nTHE CAMERA MAKES A QUICK PAN TO:\nEINON'S CASTLE...where Draco suddenly recoils in mid-air and,\ngrasping his chest, howls in real pain, no scam this time.\nEXT. FOREST - DAY\nWith devastating skill, both Kara and Bowen dispatch their\nenemies. For both have witnessed all... Einon taking the\narrow, Draco's screech of pain and fall.\nBOWEN\nDraco!\n\nEXT. EINON'S CASTLE - FOREST'S EDGE - DAY\n\nEINON...still alive, also watching the Dragon spiral and\nflutter down. He looks at the arrow in his breast and, his\neyes glinting with understanding, calmly pulls it from his\nchest and smiles at its bloody tip.\n\nEXT. EINON'S CASTLE - COURTYARD - DAY\n\nAs the pain-wracked Draco flutters into range, Uhlric\nsprings the catapult. NETS OF IRON MESH shoot out.\n\f97\nEXT. EINON'S CASTLE ~ THE FIELD - DAY\n\nEinon sees the Iron Nets enfold the dragon as he topples\nbehind the castle walls with a groan. Realizing, what this\nmeans, Einon spurs his horse toward the castle gates.\n\nEINON\nThe Dragonslayers! Noooo!\n\nHe rides hell-bent for leather as...\n\nBOWEN (OS)\nNooo!\n\nEXT. FOREST - ON BOWEN AND KARA - DAY\n\nWith an anguished shout, Bowen tears down the hill for Einon.\nKara watches his furious, futile chase and exchanges a\nworried glance with Gilbert, who rushes up to her. They both\nlook to Bowen who has given up his chase. He turns to them,\nhis face a mask of anguished determination.\n\nEXT.",
  "81": "---END OF PREVIOUS SECTION---\nThey both\nlook to Bowen who has given up his chase. He turns to them,\nhis face a mask of anguished determination. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n EINON'S CASTLE ~ COURTYARD - DAY\n\nThe remaining dragonslayers...Uhlric, Odolf, and Oram... have\nnetted the limp form of Draco. He lies still and quiet,\nseveral of his horns are broken off. The Dragonslayers move\nin cautiously, when Draco suddenly shifts on his side,\nmoaning, clutching his chest.\n\nUlhric and the brothers swarm in on the beast. But suddenly\na wild Einon is upon them, beating them back with his sword.\n\nEINON\nNo! I want it alive!\n\nEinon grimly leers at the pain-wracked, semi-conscious Draco.\n\nEINON\nChain it! Bind its wounds! I want it\nalive...And safe!\n\nDRACO\n(whispered groan)\nNo...\n\nEINON\nYes...Safe for all eternity. Fear not,\ndragon, Bowen will come. A knight of the\nOld Code does not abandon a comrade-in-\narms.\n\nHe laughs and departs. Draco struggles weakly under the\nnets.\n\nBUT THE CAMERA PANS UP TO...\n\f98\nAISLINN...on the battlements...gazing on Draco in solemn\nconcern.\nEXT. FOREST - DAY\nHewe and the rebels survey the carnage they have wrought.\nSavouring the taste of victory. Tall and proud. Men once\nmore. As Bowen, Kara, and Gilbert emerge into the forest,\nHewe salutes them with an upraised sword and a smile. But\nhis smile vanishes when he sees their long faces.\n\nEXT. EINON'S CASTLE - BATTLEMENTS - NIGHT\n\nEinon stands on the battlements, gazing out at the forest\n\n-below. It is dotted with THE GLOW OF THE REBEL CAMPFIRES.\n\nThen reverberating from the castle walls comes A MOURNFUL\nTRILL. Einon looks down into the courtyard below where Draco\nis chained.\n\nEXT. FOREST - NIGHT\n\nDraco's MELANCHOLY TRILL echoes from the castle walls out\nacross the night to the forest's edge where camp a dispirited\ngroup of rebels. CAMERA PANS TO:\n\nBOWEN...listening to Draco's sad song in anguish as Gilbert\ndresses a wound on Kara's shoulder.",
  "82": "---END OF PREVIOUS SECTION---\nEXT. FOREST - NIGHT\n\nDraco's MELANCHOLY TRILL echoes from the castle walls out\nacross the night to the forest's edge where camp a dispirited\ngroup of rebels. CAMERA PANS TO:\n\nBOWEN...listening to Draco's sad song in anguish as Gilbert\ndresses a wound on Kara's shoulder. \n---TARGET SECTION TO BE ANNOTATED---\nBOWEN\nWhy does he keep him alive! He must be\ntorturing him.\n\nKARA\nNo, Einon will not torture him. He will\nnot harm him in any way.\n\nBowen turns to her, not understanding.\n\nKARA\n(remembering)\n\"Einon will not fall in my lifetime\"\n...-Draco's words to me once. I saw him\ngo down. No one touched him. It was\nwhen Gilbert shot Einon.\n\nBOWEN\nWhat are you saying?\n\nGILBERT\nWhen my arrow pierced Einon's heart that\nwas when Draco screamed and fell.\n\nBowen stares at them in dumbfounded disbelief, refusing to\ncontemplate what is being suggested.\n\f99\n\nKARA\nDon't you see? It's the heart. The\nDragon's heart. For Einon to die, Draco\nmust die! :\n\nBOWEN\nNo! No...Gilbert must have missed.\n(fiercely)\nIt doesn't matter. Nothing matters\nexcept that Draco is still alive.\n\nBowen hops up on a stump and shouts to his men.\n\nBOWEN\nI go to save the Dragon. Who goes with\nme?\n\nNo rush to volunteer. Just muttered oaths and sullen faces.\nBowen turns in disgust to find Kara holding out his sword.\n\nKARA\nYou do not go alone.\n\nGILBERT\nNo...not alone...\n\nGILBERT...who plops his helmet on his head.\n\nBowen slides the sword into his scabbard. Hewe and the others\nwatch in silent shame, as the three march off.\n\nEXT. COURTYARD - EINON'S CASTLE - NIGHT\n\nDraco lies heavily chained in a dark courtyard. His back\nfeet and front paws are shackled tightly to the ground, as is\nhis tail, allowing almost no movement. His neck and head are\nalso chained down to keep him from breathing fire on his\nrestraints. His chin upon the cold stone, he can only look\nat the wall straight ahead of him...or out of the corner of\nhis eye, where he sees...\n\nUHLRIC...on guard, appraising Draco, spitting with distaste.\nThen he hears...A FOOTSTEP. Challenging with his spear,\nUhlric recognizes a DIM FIGURE in the shadow.\n\nUHLRIC\nOh...",
  "83": "---END OF PREVIOUS SECTION---\nA FOOTSTEP. Challenging with his spear,\nUhlric recognizes a DIM FIGURE in the shadow. UHLRIC\nOh... \n---TARGET SECTION TO BE ANNOTATED---\nCome for a peek at the royal pet?\n\nSuddenly, Uhlric's eyes widen in surprise. A KNIFE flashes\nout of the dark in the shadow's hand.\n\nON DRACO\n\nHe hears a STRANGLED GASP. Uhlric WEAVES INTO VIEW, grasping\n\nhis throat. He collapses to the ground. His spear rolls\nfrom his lifeless fingers almost to Draco's snout.\n\f100\nOut of the corner of his eye, Draco sees the Shadow.\nDRACO\nCome from the shadows, Aislinn. Stand\nwhere I can see you.\n\nAislinn comes forth. Sheathing her bloodstained dagger.\nGazing down on the man she killed. Then at Draco.\n\nAISLINN\nYou know why I've come?\nDRACO\nI know.\nAISLINN\n\nA sorry end...\n\nDRACO\nThe only end. In giving my heart, I have\ntaken on every pain and poison stirring\nin his black breast. Even the pain of\nhis death must be mine. Too long I've\nwaited...\n\nAISLINN\n(sits by him)\nNo one would blame you...Death without\nimmortality.\n\nDRACO\nThat was not the only reason...To rid the\nworld of Einon, would not rid it of evil.\nI had to wait. Wait for a time when\nmankind would not repeat my sin and let\ntyranny thrive. When there would be\nthose who remembered the Once-ways.\nRemembered that even in the darkness\nthere is still light and those who watch\nover them...I cannot see. Are the stars\nshining tonight?\n\nAISLINN\n(weeping)\nBrightly, my lord, brightly.\n\nDRACO\nThen there is light enough. My soul need\nnot flicker above.\n\nAISLINN\nIt is my sin, Dragon Lord, for a mother's\nmisguided heart, you gambled eternity and\nlost...Forgive me.\n\nAislinn rises. Picks up Uhlric's spear. It is heavy, but\nshe manages. But suddenly A HAND tears the spear from\nAislinn's grasp. Einon's hand!\n\f101\n\nEINON\nI know why you brought me the dragon-\nslayers, Mother. You wanted them to kill\nhim. You wanted me dead.",
  "84": "---END OF PREVIOUS SECTION---\n101\n\nEINON\nI know why you brought me the dragon-\nslayers, Mother. You wanted them to kill\nhim. You wanted me dead. \n---TARGET SECTION TO BE ANNOTATED---\nAISLINN\nI wanted to correct a mistake made years\nago when I saved a creature not worth\nsaving.\n\nEINON\nHow unmotherly of you.\n\nHis voice is like ice, but Aislinn does not flinch.\nDRACO...eyes filled with terror, watches...\nDRACO'S POV\n\nTWO SHADOWS on the wall, one raising a SHADOW SPEAR to strike\nthe other.\n\nDRACO (0S)\nNo-o-o-o!\nEXT. EINON'S CASTLE - BASE OF OUTSIDE WALL - NIGHT\nKara leads Gilbert and Bowen to the hole in the wall's rocky\nfoundation. As they are about to enter, Draco's wailing\nlament echoes from inside. The three exchange a worried\nglance and dart into the passage.\n\nINT. CISTERN - NIGHT\n\nKara leads Bowen and Gilbert into the cistern from the\npassageway. Bowen charges for the courtyard door.\n\nKARA\nNot that way. Too dangerous.\n\nHEWE (OS)\nThen that's our way.\n\nBowen and the others wheel around to see...\nHEWE...and a SMALL BAND OF MEN enter the secret passage.\nHEWE\nWe've got to open the gates for rest of\nus waiting outside.\n\nTouched by this loyalty, Bowen warmly claps Hewe on shoulder.\n\nHEWE\nGo save your dragon.\n\f102\n\nHe opens the door that leads to the castle grounds and,\ntaking a cautionary peek, motions his men out. Kara points\nto the other stairwell.\n\nKARA\nThis leads to the castle. We can see the\nwhole courtyard from there.\n\nBowen starts up, but Kara holds him back. Their eyes meet.\nBoth know this may be the last quiet moment they share. She\ntightens her \"favour\" on his arm.\n\nKARA\nYou carry my favour. Carry this too...\n\nShe leans up and kisses him. Bowen enfolds her in his arms.\n\nINT. BEDCHAMBER - EINON'S CASTLE - NIGHT\n\nThe secret passage opens. Bowen, Kara, and Gilbert creep\nin...only to find Einon comfortably sprawled on the bed.\n\nEINON\nWhat a pleasant surprise. I expected\nyou, Knight. But my bride-to-be, as\nwell? And with a priest to wed us.\n\nBOWEN\nTo bury you, Einon.",
  "85": "---END OF PREVIOUS SECTION---\nBut my bride-to-be, as\nwell? And with a priest to wed us. BOWEN\nTo bury you, Einon. \n---TARGET SECTION TO BE ANNOTATED---\nBlade out, Bowen charges, stabbing only the bedclothes, as\nEinon whirls off the bed, arrogantly grinning.\n\nEINON\nWell, to bury one of us!\n\nHis blade meets Bowen's in mid-air. And the two engage in\nfast and furious swordplay. The clanging blades attract TWO\nGUARDS outside the chamber. Gilbert and Kara intercept their\ncharge as Bowen and Einon duel near the fireplace. Einon is\ngood. Very good. Bowen has taught him well. He ducks a\nslash of Einon's blade and executes an athletic drop-kick\nagainst the king that sends him careening down the stairwell\nof the secret passageway. Bowen leaps down after him.\n\nKara, dispatching her guard, begins to follow Bowen and\nEinon. But Gilbert, the sword not being his weapon, is hard-\npressed and she goes to his aid instead.\n\nINT. EINON'S CASTLE - CISTERN- NIGHT\n\nEinon rumbles down the stone steps and slumps lifelessly\nthere. Bowen rushes dwn on the limp form...\n\n---and nearly gets decapitated, as Einon's eyes flick open\nand he lunges.\n\f103\n\nAngered, Bowen attacks with a wild sally. Einon, confident\nin his invincibility, cooly deflects the blade and forces\nBowen back into the cistern.\n\nEINON\nPractice what you preach, mentor.\nPurpose, not passion, remember?\n\nThe jibe only intensifies Bowen's reckless assault.\n\nEINON\nNerve cold blue...\n\nTaunting, Einon nimbly ducks a vicious swipe, executes a\nswift thrust that scores a vicious slash across Bowen's calf.\n\nEINON\n«.+.Blade blood red.\n\nBowen ducks a vicious thrust and nearly loses his balance at\nthe edge of the cistern pool. As he teeters there, Einon\ntakes a savage swipe, but this time it is Bowen who flips\naway...over the water on the other side of the cistern. Even\nEinon's impressed. He barks a laugh.\n\nEINON\nStill have a few lessons to teach me,\nmentor?\n\nBOWEN\n\nJust one more.\n\nEINON\nWhat, pray, is that?\n\nBOWEN\nThe last one your father learned.\n\nThe wound has renwed Bowen's cool vigor.",
  "86": "---END OF PREVIOUS SECTION---\nEINON\nWhat, pray, is that? BOWEN\nThe last one your father learned. The wound has renwed Bowen's cool vigor. \n---TARGET SECTION TO BE ANNOTATED---\n He is calm and hard\nas he drives Einon up into a dark cistern tunnel. All that\ncan be seen in the blackness are the blue sparks of the\nclanging blades.\n\nEXT. EINON'S CASTLE ~ A STAIRWELL ~- NIGHT\n\nA cringing FELTON flattensd against a staircase wall. Rapid\nsteps descend and Kara appears, gripping her axe, trying to\ndecide which way to go.\n\nFelton, realizing his enemy is only a woman, sweeps out of\nthe shadows like a spider, his sword at her throat as he\nleers triumphantly over her shoulder.\n\nFELTON\nThis will put me in good with his\nmajesty.\n\f104\n\nHEWE (0S)\nI doubt it.\n\nA quarterstave crashes down on his head. The lamps go out in\nhis eyes and, as his blade slides harmlessly away from Kara,\nhe crumples slack-jawed to the ground. Kara wheels to find\nHewe standing over the collapsed Felton.\n\nKARA\nI'm in your debt.\nHEWE\nI'm in yours. Your father would be\n\nproud.\n\nThey continue on their seperate ways.\n\nEXT. CASTLE STAIRWAY - NIGHT\n\nEinon drives Bowen up a castle stairwell. The knight is\nhard-pressed, but holding his own.\n\nEINON\nWe know each other's every move. But I'm\nyounger and faster.\n\nBOWEN\nI'll slow you so you won't get any older.\n\nThe duellists fight their way up the stairs.\n\nEXT. EINON'S CASTLE - BATTLEMENTS ~ NIGHT\n\nKara, axe in hand, whirls onto a battlement through the\nwreckage of the dragonslayers' catapults. She turns to get\nher bearings straight and sees A HUGE SHADOW looming on the\nwall behind her, hoisting a HUGE SHADOW SWORD..\n\nKara wheels around to confront Brok, but her axe is no match\nfor Brok's heavy descending sword. The impact tears the\nweapon from her hand and sends her careening into the dead\ndragonslayer, Jugurtha, still impaled on the wall.",
  "87": "---END OF PREVIOUS SECTION---\nShe turns to get\nher bearings straight and sees A HUGE SHADOW looming on the\nwall behind her, hoisting a HUGE SHADOW SWORD.. Kara wheels around to confront Brok, but her axe is no match\nfor Brok's heavy descending sword. The impact tears the\nweapon from her hand and sends her careening into the dead\ndragonslayer, Jugurtha, still impaled on the wall. \n---TARGET SECTION TO BE ANNOTATED---\nShe snatches THE GIANT AXE still cluthced in his dead hand\nand jerks the heavy shaft with two hands to fend off Brok's\nblade,\n\nBut the sword slices right through the shaft. The weight of\nthe axe jerks Kara to safety. The blade whizzes by her.\nBrok wheels, Kara swings the butt of the broken axe-pole up\nagainst Brok's shield, It cracks him under the jaw and\nthrows him off-guard. She twirls the axe, blade up, and\nthrusts it up between Brok's legs. He crumbles to the\nground, devastated.\n\f105\n\nBROK\nA girl?...a girl?\n\nKara jerks the axe from the corpse.\n\nKARA\nLike a pudding.\n\nEXT. CASTLE GATES - NIGHT\n\nHewe and his marauders descend upon the guards, slaying them\nand opening the gate...only to find AN OUTER GATE beyond.\nAlso guarded. Before Hewe's men can cut them down, one\nSENTRY blows ALARUM on a Ram's horn.\n\nEXT, CASTLE TOWER - STAIRWELL - NIGHT\n\nBowen and Einon ascend the tower steps, blades flashing\nfuriously. They've heard the alarum. Bowen grins.\n\nBOWEN\nMy rebels are storming your castle.\n\nEINON\nPity you won't live to see them fail.\n\nEinon's blade nearly slices off an ear. Angered, Bowen\nmanuevers Einon around and proceeds to back him up the\nstairs.\n\nEXT. CASTLE GATE - NIGHT\n\nHewe and his band are beset by Einon's SOLDIERS as they\nstruggle with the gate. But suddenly, several GUARDS pitch\nforward,slain by a rapid volley of arrows fired by...\n\nGILBERT...Hewe smiles and salutes him with a wave. Then the\ngates open and, with wild war shouts, the REBELS pour in.\n\nEXT. COURTYARD - ON DRACO - NIGHT\n\nOdolf, in the courtyard, looks to Oram on the parapet. Both\ngrip their spears in edgy tenseness, reacting to the sounds\nof battle, the fight up the tower, and Draco's writhing\n\nagony.",
  "88": "---END OF PREVIOUS SECTION---\nEXT. COURTYARD - ON DRACO - NIGHT\n\nOdolf, in the courtyard, looks to Oram on the parapet. Both\ngrip their spears in edgy tenseness, reacting to the sounds\nof battle, the fight up the tower, and Draco's writhing\n\nagony. \n---TARGET SECTION TO BE ANNOTATED---\n His arm GLOWS A THROBBING RED where Bowen cut Einon,\n\nEXT. TOWER ROOM - NIGHT\n\nBowen and Einon burst through the door into a half-crumbled\nTOWER-ROOM. It is roofless, most of it's walls destroyed,\nopen to the elements. Its vantage point gives us a\nspectacular view of the whole castle and the country beyond.\nAnd Draco chained in the courtyard below.\n\f106\n\nThey duel over and around building materials and scaffolding,\nlocked in fierce combat. Sparks fly from their clanging\nblades. Bowen presses Einon hard.\n\nBOWEN\n(cold hate)\nOnce you held this sword in a sacred\noath, which you broke. Now embrace it\nagain.\n\nBowen swipes a wicked thrust that Einon barely sidesteps.\nBowen blade cracks against a piece of masonry. Einon whirls\nin with no mercy. Bowen tosses his broken hilt at Einon and\ndives into a clutter of scaffolding. Einon chops and hacks\nat it sending splintered chips flying as he tries to finish\nBowen off. He laughs in malicious glee, eyes glinting like a\n“madman.\n\nEINON\nFool! You lost before you began. I am\nimmortal!\n\nBowen leaps up, twirling onto a crossbeam, out and over\nEinon, who spins to cut him down before he lands.\n\nKARA\nBowen!\n\nKara has appeared on the roof and throws her axe to Bowen,\nstill in mid-air. Catching it, he lands and catches Einon\nblade on it. Einon is jarred back and Bowen sends the axe\nflying. It shrieks through the air, just missing Einon's\nhead and burying itself in the heavy wooden shutter of a\nwindow in a partially rebuilt wall. still off-balance, Einon\nstrikes. Bowen leaps the thrust and jumps onto the low sill\nto yank his axe free. It won't budge.\n\nEinon snarls a laugh and lunges. Bowen pushes off from the\nsill and, clinging to the axe-handle, rides the shutter as it\nswings out. Einon cannot stop his momentum and he spills out\nof the window into space.\n\nEXT.",
  "89": "---END OF PREVIOUS SECTION---\nBowen pushes off from the\nsill and, clinging to the axe-handle, rides the shutter as it\nswings out. Einon cannot stop his momentum and he spills out\nof the window into space. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n TOWER - NIGHT -\n\nAs Einon's body tumbles from the window, crashes through\nscaffolding, sending building materials as well as himself\ncareening down on top of and into the cistern in a cacophony\nof clatter, clutter, and dust.\n\nINT. CISTERN - NIGHT\n\nAs Einon along with wreckage, plunges beneath the surface of\nthe water.\n\f107\nINT. TOWER ROOM - NIGHT\n\nKara dashes to the window, as Bowen clings to his axe-handle\non the swinging shutter. Both look down.\n\nEXT. EINON'S CASTLE -THEIR POV - CISTERN - NIGHT\n\nEinon has disappeared into the watery depths beneath the\nwreckage of scaffolding and cistern.\n\nEXT. TOWER ROOM - WINDOW SHUTTER - NIGHT\nBowen looks over at Kara.\n\nBOWEN\nSo much for his immortality.\n\nBut echoing below comes Draco's AGONIZED GROAN! Bowen calls\nto the dragon, whose pain-wracked body GLOWS RED TORMENT.\n\nBOWEN\nDraco!\n\nJust then...the axe gives in the shutter! Then unwedges\nitself and Bowen falls out into space.\n\nKARA\nBowen!\n\nBut he doesn't go far. He has grabbed hold of a PULLEY-LINE\nthat is attached to the tower and is fast spiralling down to\nthe courtyard below...and Draco!\n\nEXT. EINON'S CASTLE - COURTYARD - NIGHT\n\nOdolf, realizing Einon's dead, wheels on the chained dragon\nand, grinning, utters a war-cry and charges with his spear.\nBut he suddenly hears something behind him. It is...\n\nBOWEN...riding the pulley~line down and swooping in on Odolf\nfrom behind. Odolf holds up his spear to block the\ndescending axe. But the blade slices through the shaft and\nburies itself in Odolf's chest. A WAIL OF GRIEF AND OUTRAGE\nechoes from...\n\nTHE BATTLEMENTS...where ORAM, having witnessed his brother's\ndeath, pulls his bow string taut.",
  "90": "---END OF PREVIOUS SECTION---\nBut the blade slices through the shaft and\nburies itself in Odolf's chest. A WAIL OF GRIEF AND OUTRAGE\nechoes from... THE BATTLEMENTS...where ORAM, having witnessed his brother's\ndeath, pulls his bow string taut. \n---TARGET SECTION TO BE ANNOTATED---\n But before he can unleash\nhis arrow, Draco's nostril shoots a SPRAY OF FLAME that\nengulfs the dragonslayer, the impact knocking him off the\nparapet with an agonizing scream, as..\n\nEXT. EINON'S CASTLE - OUTER WALLS - ORAM - NIGHT\n\n«+ehis body, a spiralling fireball, plummets down the wall\nand down the mountain.\n\f108\nEXT. EINON'S CASTLE - NIGHT\n\nBowen pilfers the keys off Odolf's belt and starts to unlock\nthe shackles about Draco's neck. Draco stretches his neck.\n\nDRACO\nYou should have let them do it. Now you\nmust.\n\nBOWEN\nWhat?\n\nKara arrives in the courtyard from the tower, overhearing\nDraco.\n\nDRACO\nEven as the heart binds Einon to me in\nlife, it binds us in death.\n\nBOWEN\nThat is not true.\n\nDRACO\nYou've seen that it is. Through the\nheart we share each other's pains and\npower. But in my half beats the Life\nSource. For Einon to die, I must die.\n\nBOWEN\n(refusing to believe)\nEinon is dead! Tell him, Kara!\n\nBut Kara can't. She is uncertain. She knows what she's\nseen. But she also knows Draco.\n\nKARA\nI...1...don't know...\n\nBOWEN\nYou saw it!\n\nDRACO\nHe lives!\n\nBowen is desperate.\nBOWEN\n\nIt doesn't matter!\n\n{gestures to the\n\nbattle noise)\nDon't you hear it? Our rebels...our\nsilly, sorry little band of rebels have\nstormed the castle. Alive or dead,\nEinon's beaten. We've won!\n\f109\n\nDRACO\nYou will never win until Einon's evil is\ndestroyed. And to do that, you must\ndestroy me!\n\nBOWEN\nNo!\n\nDRACO\nOnce you swore your sword and service\nwere mine. To call when I had need of\nyou. To ask what I would of you. I ask\nnow! I need now. I hold you to your\n\nvow, Knight!\n\nSuddenly Draco's sixth sense picks up something. He winces in\n‘pain, hissing breathlessly.",
  "91": "---END OF PREVIOUS SECTION---\nI hold you to your\n\nvow, Knight! Suddenly Draco's sixth sense picks up something. He winces in\n‘pain, hissing breathlessly. \n---TARGET SECTION TO BE ANNOTATED---\nDRACO\nHe's coming! Coming to stop you!\n\nBowen frantically whirls to the wreckage. But there is\nnothing. No one.\n\nDRACO\nStrike before it's too late!\nBOWEN\n(torn)\nYou're the last!\nDRACO\nMy time is over. Strike!\nBOWEN\nYou're my friend!\nDRACO\nThen as my friend, Strike! Please!\nBOWEN\nI can't! I can't send you soulless into\nHell!\nDRACO\n(snarling)\n\nThen I will make you!\n\nWith a roar, Draco lunges at Bowen with his snapping fangs.\nBowen evades the blow. Again, Draco lashes out, trying to\nprovoke Bowen, but again the knight dodges the sharp teeth.\n\nDRACO\nFight back, Dragonslayer!\n\f110\n\nOnce more, Draco dives at him with his flashing fangs. Bowen\nleaps out of the shackled dragon's range. Rattling his\nchains wildly, Draco shoots a jet of flame at Bowen. Kara\nscreams, but Bowen holds ground, as the flamess just misses.\n\nDRACO\nDefend yourself!\n\nBowen flings the axe to the ground, near the wreckage of the\ncistern. Draco shoots another bolt of fire. This one\ncloser. Bowen recoils.\n\nDRACO\nPick it up!\n\nHis chest heaves out ready to spew more fire.\n\nKARA\nNo! TI will do it!\n\nShe runs for the axe. Bowen moves to stop her.\n\nBUT SOMEONE ELSE STOPS HER,\n\nEINON!...suddenly leaping up out of the wreckage of the\ncistern and scaffolding. Bloody and battered but very much\nalive! Draco wails in misery.\n\nEinon grabs Kara by the arm and whirls her to him, sword\nblade at her throat. Bowen snatches up the axe and hoists it\nback, aimed at Draco.\n\nEINON\nMove and she dies!\n\nSTALEMATE. Bowen freezes...until...\nDRACO...viciously sinks his fangs into his chained claw.\n\nBut it is Einon who FEELS THE FANGS. In his sword hand. The\nblade clatters to the stone as he recoils...and...\n\nBOWEN...in that instant realizes WHAT HE MUST DO.",
  "92": "---END OF PREVIOUS SECTION---\nIn his sword hand. The\nblade clatters to the stone as he recoils...and... BOWEN...in that instant realizes WHAT HE MUST DO. \n---TARGET SECTION TO BE ANNOTATED---\n He yanks\nKara from Einon's grasp and, shoving her to safety, spins\naround, back to Einon, and raises the axe to strike...\n\nDRACO...exposing his breast for the blow; his scales falling\nback, revealing his scar. But...\n\nEINON...is already pulling his knife from his belt to plunge\ninto Bowen's neck.\n\nEINON\nOnly expose your back to a corpse!\n\nHis blade comes down, but...\n\flil\n\nTHE AXE...leaves Bowen's hand and, twirling in the air,\nburies itself in Draco's scarred breast.\n\nKARA...stifles a scream as...\n\nDRACO...reels. Suddenly his old wound SHIMMERS BRILLIANTLY.\nThen it FADES TO DULLNESS once more as Draco falls, his\ngrateful eyes staring into the anxious face of...\n\nBOWEN...his own eyes flood with tears, wheeling on...\n\nEINON...who staggers, clutching his chest. His eyes filled\nwith stunned disbelief. His mouth agape in a silent scream.\nAs he lunges forward, Bowen, sneering through tear-dimmed\neyes, grabs Einon's upraised knife and folds it under,\njamming the blade into Einon's chest. Momentum carries\n-king's body over the top of Bowen.\n\nBOWEN\nYou are a corpse.\n\nEinon flops down beside Draco and, with a strangled groan,\nhis eyes close. Just a brief second before Draco's own dim\nand close, with one last GRATEFUL LOOK at...\n\nBOWEN...who sees Draco SMILE BEATIFICALLY as his eyelids\nflutter down. Going to his final rest with SERENE PEACE OF A\nSAINT. Bowen kneels forlornly over Draco's still body. Kara\njoins the vigil, oblivious to the ringing shouts of victory\nelsewhere in the castle.\n\nHewe, Gilbert, and a vanguard of the rebels rush in\nand...seeing the dragon, their jubiliation is quickly forgot.\nGilbert joins his friends, crossing himself. The others enter\nin solemn reverence for their dead comrade and their grieving\ncommander. They drift silently in from everywhere, filling\nthe courtyard and the battlements.",
  "93": "---END OF PREVIOUS SECTION---\nGilbert joins his friends, crossing himself. The others enter\nin solemn reverence for their dead comrade and their grieving\ncommander. They drift silently in from everywhere, filling\nthe courtyard and the battlements. \n---TARGET SECTION TO BE ANNOTATED---\nBOWEN\n(anguished)\nWhat now, Dragon?! You abandon us alone\nin our freedom! Without you, what do we\ndo? Where do we turn...?\n\nDRACO (VO)\nTo the stars, Bowen. To the stars...\n\nThe VOICE is a whisper, warm and reassuring. Bowen turns to\nKara. She's also heard it. So has Gilbert. ALL HAVE HEARD\nIT. NONE WILL FORGET IT. Bowen turns back to...\n\nDRACO...AN EERIE, ETHEREAL GLOW OF TRANSLUCENT IRRIDESCENCE\noozes out of his wound like a strange, glowing mist covering\nhis corpse. Then it spreads out over the ground. Draco's\nbody dissolves in the mist, becomes one with it, as the\nstrange glow begins to float upward. Past Bowen, Kara, and\nGilbert, past...\n\f112\n\nTHE REBELS...Their awed faces awash in the ethereal glow as\nit rises above the castle walls and...\n\nEXT. EINON'S CASTLE ~ SKY - NIGHT\n\n...out into the night. The LIGHT swiftly swirls behind the\nmountains and suddenly the night becomes alive with CELESTIAL\nCOLOUR...an AURORA BOREALIS OF FIREWORK FLASH. Then echoing\non the air, comes DRACO'S DRAGONSONG, sweet, clear, and\njoyous.\n\nEXT. COURTYARD - EINON'S CASTLE - ON BOWEN - NIGHT\n\nBowen gazes heavenward. Expectant. Waiting. Smiling. A\n-strange look on his face. A knowledge in his eye. A\nPERCEPTION. Gilbert and Kara wonder what he sees. If he's\nmad with grief. They look from him to...\n\nEXT. STARRY SKY - NIGHT\n\nAs the Light behind the mountains spins and concentrates into\na shimmering STREAK, lancing through the darkness. The stars\nsuddenly DIM, fading from the sky as the strange light shoots\nacross night's black curtain toward...\n\nTHE CONSTELLATION DRACO...where the streak of light ERUPTS\ninto a BLAZING STAR whirling with dazzling splendour into the\nformation, becoming the eye of the constellation.",
  "94": "---END OF PREVIOUS SECTION---\nSTARRY SKY - NIGHT\n\nAs the Light behind the mountains spins and concentrates into\na shimmering STREAK, lancing through the darkness. The stars\nsuddenly DIM, fading from the sky as the strange light shoots\nacross night's black curtain toward... THE CONSTELLATION DRACO...where the streak of light ERUPTS\ninto a BLAZING STAR whirling with dazzling splendour into the\nformation, becoming the eye of the constellation. \n---TARGET SECTION TO BE ANNOTATED---\nThe whole constellation sparkles and, for an instant, A\nPROFILE OF DRACO, looms along the outline of the\nconstellation. But just for an instant, then fading along\nwith Draco's song as the other stars return to the heaven.\n\nEXT. EINON'S CASTLE ~ COURTYARD - ON BOWEN - NIGHT\n\nSmiling. Kara hugs Bowen. Gilbert crosses himself. All\nstare transfixed...\n\nEXT. STARRY SKY ~ ON THE CONSTELLATION - NIGHT\n\nThe new star glitters brilliantly...more vivid, more lustrous\nthan the others, its' gleaming rays beaming out to and down\nupon...\n\nEXT. COURTYARD - EINON'S CASTLE - NIGHT\n\nBOWEN...And Kara and Gilbert...their upturned faces bathed in\nits glow. A trio of stillness amidst the raucous celebration\nof their fellows. THE CAMERA PULLS BACK. UP. The noise\ngrows dimmer. And the light that frames them grows more\nintense.\n\f113\nAND THE CAMERA CONTINUES BACK.\n\nGILBERT (VO)\nThis is the tale of a Knight who slew a\ndragon and vanquished evil.\n\nThe three look very small now. Seen from above. As all\nthings must look from Heaven. All that keeps them from\nblending into the rest of the surging mass is the beam of\nstarshine that falls down upon them. Smiles upon them. And\nseems to gleam ever brighter. And brighter. Until the dark\nis swept away and all is...\n\nEXQUISITE LIGHT!\n\n‘FADE OUT.\n\nTHE END\n\f114\n\f"
}