{
  "1": "DRIVING MISS DAISY\n\n \n\na screenplay by\nAlfred Uhry\n\nSecond Draft\nNovember 15, 1988\n\fDRIVING MISS DAISY\n\nFADE IN:\nINT. DAISY'S BEDROOM - DAY / AUGUST 1948\n\nA precise, orderly room. Comfortable and well maintained, but\nnot. fancy or trendy. Venetian blinds are drawn against the\nhot August sun. The room seems to be in repose. Suddenly the\nface of DAISY WERTHAN appears, looking directly at us. She\nstraightens the straw hat on her head. We realize we have\nbeen looking at a mirror image of the room.\n\nDaisy is seventy-two years old and apparently in excellent\nhealth. She wears a summer street dress, low-heeled white\nshoes and appropriate summer jewelry -- no makeup.\n\nShe does not dwell on her mirror image, once the hat is\nadjusted. She reaches into a bureau drawer, takes out a pair\nof white gloves, gets her pocket book from the closet and\nwalks purposefully out of the room.\n\nA SERIES OF SHOTS\nA. Daisy in the upstairs hall.\nB. Daisy walking down the carpeted steps.\n\nc. Daisy in the downstairs hall, which contains a commode\nwith a 1930's telephone on it and various objets d'art.\n\nD. Daisy in the dining room, drapes closed against the hot\nsunlight.\n\nE. Daisy through the swinging door in the pantry.\n\nShe moves briskly through the silent rooms. This is a woman\nwho is never idle. Everything about her suggests energy and\npurpose. What we see of her house tells us that she is in\ncomfortable circumstances. Bookshelves are evident in many of\nthe rooms. The furniture is overstuffed and/or mahogany.\n\nINT. THE KITCHEN - DAY\n\nA spacious, black-and-white tiled kitchen -- pre-W.W.I in\ndimension. The only sign of the times is a fairly modern gas\nrange. ‘\n\nIDELLA, black and close to Daisy's age, stands at the sink,\nunder the window, polishing silver with an old toothbrush.\nShe does not look up, or in any way acknowledge Daisy's\nentrance into the kitchen.\n\fDaisy removes a shopping list from a cabinet drawer.\n\nDAISY\nI'm gone to the market, Idelia.",
  "2": "---END OF PREVIOUS SECTION---\nShe does not look up, or in any way acknowledge Daisy's\nentrance into the kitchen. Daisy removes a shopping list from a cabinet drawer. DAISY\nI'm gone to the market, Idelia. \n---TARGET SECTION TO BE ANNOTATED---\nIDELLA\nMmmmmm .\n\nDaisy heads out the door.\n\nEXT. THE BACK YARD - DAY\n\nBright hot sunlight, the yard shimmering in the morning heat.\nWe can SEE the outside of the house now -- Georgian, built in\nthe teens, comfortable, but not pretentious. Green canvas\nawnings protect the house from the sun.\n\nDAISY walks to the garage, a separate building, built for two\ncars, but only holding one -- a shiny new 1948 Packard. She\nclimbs into the car.\n\nA SERIES OF SHOTS\n\nA. Daisy's gloved hand turns on the ignition.\n\nB. Her POV. Shifting the automatic gear into reverse.\n\nCc. Her high-heeled foot pushing the accelerator.\n\nD. On the car, backing out of the garage and into the\nturnaround.\n\nE. On Daisy, gloved hands both clutching the wheel, back\nstraight, not touching the seat.\n\nF. On the gear indicator, still in reverse.\nG. On Daisy's foot, gunning the accelerator.\n\nI. On the car, shooting backwards over an embankment,\nseemingly suspended in the air for a moment before it lands on\nthe roof of the garage next door (down the hill) causing the\ngarage to collapse, which, in turn, lands on the free-standing\ntoolshed just adjacent to it, which also falls into pieces,\nseattering garden tools, etc., in all directions. The NOISE\nis deafening.\n\nJ. On Idella, looking out of the kitchen window in horror.\n\nIDELLA\nSweet Jesus!\n\nH. On a nursemaid and a toddler, coming out of the house next\ndoor.\n\fEXT. THE GARAGE - SAME TIME\n\nDaisy's severely damaged car sits in (on) what's left of the\ngarage. All is still.\n\nON DAISY\n\nStill in the car, still clutching the wheel with gloved hands.\nHer hat is crooked and her glasses are askew, but otherwise\nshe is unhurt. She tests the door handle. It works. She\npushes the door open, extracts her purse from the car and gets\nout.\n\nEXT. THE NEIGHBOR'S GARAGE - DAY\n\nWhat's left of Daisy's car rises in the air, ghost-like.",
  "3": "---END OF PREVIOUS SECTION---\nShe\npushes the door open, extracts her purse from the car and gets\nout. EXT. THE NEIGHBOR'S GARAGE - DAY\n\nWhat's left of Daisy's car rises in the air, ghost-like. \n---TARGET SECTION TO BE ANNOTATED---\nPULL BACK reveals that the car is being hoisted by a tow truck\nand a gigantic chain and pulley operation. What's left of the\ngarage collapses like pick-up sticks.\n\nBOOLIE WERTHAN, Daisy's son, age 40, stands with a policeman\nand insurance agent in the yard. He wears a good summer\nbusiness suit. A sizable part of the neighborhood, black\nservants, children, yard men, etc., stand silently at a\nrespectful distance watching the proceedings.\n\nON BOOLIE\nHe looks up the hill towards his mother's house.\nBOOLIE'S POV - DAISY'S HOUSE\n\nDaisy is watching from her bedroom window, but moves quickly\nout of the way when Boolie catches her eyes.\n\nON THE NEIGHBOR'S YARD AGAIN\n\nThe pulley operation sets the remains of the car at rest. The\nreverberations of this knock down what's left of the toolshed.\n\nON THE CROWD, watching silently.\nINT. DAISY'S KITCHEN ~ SAME DAY\n\nIdella is sitting on a stool, eating fried chicken and potato\nsalad at the kitchen counter. Boolie is seated at the kitchen\ntable, finishing off a plate of same. Each has a glass of ice\ntea and a paper napkin, but Idella's plate is a cracked\nremnant of an old pattern, her fork is from the dime store,\nand her tea is in a small mason jar. Boolie is eating off of\nDaisy's everyday china and silver. Daisy is not in the room,\nbut a THUMPING and CLUMPING 0.S. indicate that she is within\nearshot. .\n\fBOOLIE\nMama!\n\nDAISY (0.S.)\nNo!\n\nBOOLIE\nMama!\n\nDAISY (0.S.)\nNo!\n\nBOOLIE\nIt's a miracle you're not laying\nin Emory Hospital -- or decked out\nat the funeral parlor.\n\nHe rises from the table, and heads for\nTRE PANTRY\n\nDaisy is in the pantry closet, having changed out of her\nstreet clothes into a house dress. She is kneeling on the\nfloor by a large pickle crock, removing the lid, the rock that\nholds down a plate, which, in turn, holds down the pickles in\ntheir brine.",
  "4": "---END OF PREVIOUS SECTION---\nBOOLIE\nIt's a miracle you're not laying\nin Emory Hospital -- or decked out\nat the funeral parlor. He rises from the table, and heads for\nTRE PANTRY\n\nDaisy is in the pantry closet, having changed out of her\nstreet clothes into a house dress. She is kneeling on the\nfloor by a large pickle crock, removing the lid, the rock that\nholds down a plate, which, in turn, holds down the pickles in\ntheir brine. \n---TARGET SECTION TO BE ANNOTATED---\n She maneuvers the crock out of the closet and\ntoward the pantry sink, waving away Boolie's efforts to help\nher.\n\nOnce at the sink, she begins the operation of spearing pickles\nthat are already lined up by the sink and then ladling brine\ninto the jars and screwing on the jar tops. This operation\nkeeps her busy during the following scene. She spears the\nfirst pickle out of the crock and hands it to Boolie, who\ntakes a bite.\n\nDAISY\nThe cucumbers are pretty this\nsummer.\n\nBOOLIE\n\nLook at you! You didn't even\nbreak your glasses.\n\nDAISY\nIt was the car's fault.\n\nBOOLIE\nMama, you had the car in the\nwrong gear.\n\fDAISY\nI did not.\n(calls to Idella)\nIdella! You want a pickle with\nyour lunch?\n\nIDELLA (0.S.)\nNot me.\n\nDAISY\nWell, I'm putting up a jar for you\nto take home to William, you hear?\n\nIDELLA (0.S.)\nYassum. Thank you. He love your\npickles.\n\nDAISY\n\nThat's because he has more sense\nthan you do.\n\nBOOLIE\nYou had the car in reverse instead\nof drive. The police report shows\nthat.\n\nDAISY\nYou should have let me keep my\nLaSalle. It never ‘would have\nbehaved this way.\n\nBOOLIE\nMama, cars don't behave. They are\nbehaved upon. The fact is you,\nall by yourself, demolished that\n\nPackard.\n\nDAISY\nThink what you want. I know the\ntruth.\n\nBOOLIE\n\nThe truth is you just cost the\ninsurance company twenty-seven\nhundred dollars. You are a\nterrible risk. Nobody is going\nto issue you a policy after this.\n\nDAISY\nYou're just saying that to be\nhateful.\n\fBOOLIE\nOkay. Yes. Yes I am. I'm making\nit all up. Every insurance company\nin America is lined up out there in\nthe driveway, waving their fountain\npens and falling all over themselves\nto get you to sign on.",
  "5": "---END OF PREVIOUS SECTION---\nYes I am. I'm making\nit all up. Every insurance company\nin America is lined up out there in\nthe driveway, waving their fountain\npens and falling all over themselves\nto get you to sign on. \n---TARGET SECTION TO BE ANNOTATED---\nDAISY\nI love having you here for lunch,\nson, but if you're going to stand\nin my pantry and lie like a rug,\nwell, I think it's time for you\nto go somewhere else.\n\nBOOLIE\nOkay. I'd better get back to the\noffice. Florine'll be having a fit\nif I don't come home on time tonight.\n\nDAISY .\nThat's right. I forgot. Y'all are\nhaving dinner with the Ansleys\ntonight! I'm sure Florine bought\nanother new dress. This is her\nidea of heaven on earth, isn't it?\n\nBOOLIE\nWhat? .\n\nDAISY\nSocializing with Episcopalians.\n\nBOOLIE .\nYou're a doodle, Mama. I'11 stop\nby tomorrow evening.\n\nDAISY\nHow do you know I'll be here?\nI'm certainly not dependent on\nyou for company.\n\nBOOLIE\nFine. I'll call first. But you\nknow that we have got some real\nserious talking to do.\n\n: DAISY\nNo.\n\nBOOLIE\nMama}!\n\fDAISY\n\n(singing to end\n\ndiscussion)\nAfter the ball is over\nAfter the break of morn\nAfter the dancers leaving\nAfter the stars are gone\nMany a heart is aching\nIf you could read them all --\n\nAs soon as she starts singing, Daisy, having finished her\npickle business, turns on her heels and walks out of the\npantry. We HEAR her SINGING continue and FADE as she climbs\nthe stairs and eventually shuts the door to her room.\n\nBoolie, having lost this round, picks up the largest mason jar\nof pickles to take home.\n\nON HIS FACE: How do I handle this?\nINT. BEDROOM - MORNING\n\nDaisy, wearing a light summer dressing gown, raises the\nblinds. Sunlight floods the room and she looks out of the\nwindow.\n\nEXT. GARAGE - SAME TIME - DAISY'S POV\n\nThe garage stands empty, except for an old hand lawn mower and\na few gardening tools at one side.\n\nINT. THE BEDROOM - SAME TIME\n\nDaisy looks grim.\n\nINT. THE DOWNSTAIRS HALL - LATER THAT DAY\nDaisy, now dressed, is on the phone.",
  "6": "---END OF PREVIOUS SECTION---\nTHE BEDROOM - SAME TIME\n\nDaisy looks grim. INT. THE DOWNSTAIRS HALL - LATER THAT DAY\nDaisy, now dressed, is on the phone. \n---TARGET SECTION TO BE ANNOTATED---\nDAISY\n\n(on the phone)\nWell, I need you now! I have to be\nat the beauty shop in half an hour!\n-.. No, I most certainly did not\nknow you had to call a minimum of\ntwo hours ahead. I don't know why\nyou call yourself a taxicab company\nif you can't provide taxicabs!\n\nON IDELLA, standing in the dining room doorway with a dusting\nrag in her hand, listening.\n\fIDELLA\nYou call yo' son down at the plant,\nhe sen’ somebody to carry you.\n\nDAISY\nThat won't be necessary. I'll\ncancel the appointment and fix\nmy own hair.\n\nIDELLA\nSometimes I think you ain't got\nthe sense God gave a lemon!\n\nDaisy glares at her, but Idella, with inalienable right on her\nside, returns the glare with a calm nod of her head and goes\noff about her business.\n\nEXT. DAISY'S HOUSE - NIGHT\nINT. THE DOWNSTAIRS HALL - SAME TIME\n\nBoolie enters from the kitchen. He is wearing brand new\npressed jeans with the cuffs rolled up and a plaid short-\nSleeved shirt and a bandanna around his neck. It looks wrong\non him.\n\nFLORINE, his wife, enters behind him. She is in her middle\nthirties, dark-haired, slim, very fashionable, carefully made\nup. ‘Right now she is wearing a full denim skirt down to her\nankles (I think they called them circle skirts) and a plaid\nblouse exactly matching Boolie's shirt. She is also wearing\ngold jewelry that doesn't quite go with this outfit.\n\nBOOLIE\n(calling upstairs)\nMama? You there?\n\nFLORINE\n(also calling up)\nHey, Mother Werthan! It's just us!\n\nON DAISY, appearing at the landing, a book in her hand.\n\nDAISY\nWhy didn't you call?\n\nFLORINE\nWe can't stay.\n\nDAISY\n(sizing up the outfits)\nSo I gather.\n\fBOOLIE\nThe Millers are giving a hayride\nfor their anniversary.\n\nFLORINE\nI had these made. Doesn’t your\nbaby look cute?\n\nDAISY\nThat's not exactly the word I'd\npick.",
  "7": "---END OF PREVIOUS SECTION---\nFLORINE\nI had these made. Doesn’t your\nbaby look cute? DAISY\nThat's not exactly the word I'd\npick. \n---TARGET SECTION TO BE ANNOTATED---\nBoolie takes the book out of her hand.\n\nBOOLIE\nI've been wanting to read this.\n\nHe looks through it.\n\n: BOOLIE (CONT'D)\nIt's due back tomorrow. Want me\nto take it for you?\n\nDAISY\nNo thank you. I will go to the\nlibrary on the streetcar.\n\nBoolie, getting angry, starts to say something, but Florine\nputs a hand on his arm to calm him.\n\nDAISY\nGo on now. You don't want to\n_ keep the horses waiting.\nON BOOLIE, exasperated.\nEXT. DRIVEWAY - DAY\n\nDaisy, dressed in hat and gloves, and carrying the library\nbook, walks down the driveway towards the street.\n\nEXT. BUS STOP - MID-MORNING\n\nDaisy, a young black maid, and a couple of others are waiting\nat the bus stop. A City of Atlanta bus pulls up to the stop.\nA couple of passengers emerge from the rear door. The waiting\npassengers enter the bus, Daisy first, in deference to her\nage, sex, and color.\n\nINT. CITY BUS - SAME TIME\n\nDaisy puts in correct fare, squeezes into a seat between a fat\ncountry woman and a high school girl.\n\f10.\n\nThe black maid, the last one aboard, goes to the back of the\nbus, where there are black people standing and no seats. The\nfront of the bus has seats available.\n\nEXT. CITY STREET - SAME TIME\n\nThe bus rattles off down the avenue.\n\nEXT. CARNEGIE LIBRARY BRANCH - DAY - ESTABLISHING SHOT\n\nA one-story brick building on a residential shopping street.\nSign in front reads \"Atlanta Public Library, Highland Avenue\n\nINT. LIBRARY - DAY\n\nThe checkout desk. The young LIBRARIAN is stamping Daisy's\nbooks.\n\nLIBRARIAN\nI've got that Revolutionary War\nbook you were asking about, Miz\nWerthan. I put it aside for you.\n\nDAISY\nYou're a sweet thing, Miss Jensen.\n\nThe Librarian reaches under the counter and pulls out the\nbook. It is enormous, more than a thousand pages.\n\nLIBRARIAN\nEverybody's just crazy about it!\n\nDaisy eyes it dubiously as Librarian stamps it for her. -\n\nDAISY\nWell, thank you very much.",
  "8": "---END OF PREVIOUS SECTION---\nIt is enormous, more than a thousand pages. LIBRARIAN\nEverybody's just crazy about it! Daisy eyes it dubiously as Librarian stamps it for her. -\n\nDAISY\nWell, thank you very much. \n---TARGET SECTION TO BE ANNOTATED---\nShe turns from the desk and heads out the door, carrying the\nhuge book in the cradle of her arm.\n\nINT. THE PIGGLY WIGGLY / PRODUCE SECTION - DAY\n\nThe store is busy with shoppers. The PRODUCE MANAGER greets\nDaisy, who has her library book, her purse, and her gloves in\nthe shopping cart.\n\nPRODUCE: MAN\nHow many peaches for you today,\nMiz Werthan?\n\n: DAISY\nThree, thank you.\n\fil.\n\nPRODUCE MAN\nYou're not gonna be gettin' any\nbetter ones the rest of the summer.\nLemme give you a few more.\n\nDAISY\nJust the three.\n\nPRODUCE MAN\nHow about a nice watermelon?\n\nDaisy shakes her head \"no,\" puts the paper sack of peaches\ninto her cart, which already contains one bar of soap, one\nlamb chop, and a can of peas. She walks toward the checkout\ncounter.\n\nEXIT. THE BUS STOP - DAY\n\nAcross the street from where Daisy started out. The bus rolls\nINTO VIEW, the doors open and Daisy emerges, carrying her\npurse, the big library book, and a medium-size grocery store\nbag. She walks briskly down the street.\n\nEXT. DAISY'S DRIVEWAY - SAME TIME\n\nDaisy walking up the driveway, not quite so briskly, lugging\nher parcels.\n\nCLOSEUP OF HER FACE. JAW SET.\nEXT. THE WERTHAN COMPANY - DAY\n\nA smallish turn-of-the-century brick factory built near the -\nrailroad tracks. A company truck is backed up to a loading\nplatform. Several black men are involved in loading large\ncartons of printed material into the truck. A sleek, late-\nmodel sedan is parked in the space marked \"Reserved for Mr.\nWerthan.\" A couple of less fancy cars are parked in other\nreserved spots. A mid-week, mid-morning, business-as-usual\nay. .\n\nINT. BOOLIE'S OFFICE - SAME TIME\n\nSomebody (Florine) has tried to furnish this office well. It\ncontains a good leather couch, a couple of English-hunt-club-\ntype engravings and an expensive mahogany desk. A large Vogue-\nmagazine~-style photograph of Florine in a fancy hat is placed\nprominently.",
  "9": "---END OF PREVIOUS SECTION---\nBOOLIE'S OFFICE - SAME TIME\n\nSomebody (Florine) has tried to furnish this office well. It\ncontains a good leather couch, a couple of English-hunt-club-\ntype engravings and an expensive mahogany desk. A large Vogue-\nmagazine~-style photograph of Florine in a fancy hat is placed\nprominently. \n---TARGET SECTION TO BE ANNOTATED---\n Also there are company picnic photographs,\nBoolie's Yale diploma, a Bacharach-type photograph of his\nfather, etc. All of the above does not quite hide the fact\nthat this room is part of an old factory. The walls are\npatchy, the windows are old, and the venetian blinds are\n\ngrubby and sagging.\n\f12.\n\nBoolie is at the desk and on the phone. During his phone\nconversation a SHARP BELL is HEARD O.S. It RINGS\nintermittently. He looks up, annoyed, then concerned, but\ncontinues doing his business.\n\nBOOLIE\nWell, I.W., you know as well as\nI do that The Werthan Company isn't\nthe only printing company in Atlanta.\nIf you want to get other bids... oh,\nyou did. Well... that's what Ideal\nbid, huh?... Okay. You ever do\nbusiness with Ideal before?\n\nMISS MCCLATCHEY, his secretary, all business and about 30,\nappears at the door. She seems distressed. He raises his\nhand, palm up, telling her to wait.\n\nMISS MCCLATCHEY\nIt's important, Mr. Werthan.\n\nBOOLIE\n\n(on the phone)\nCan you have lunch with me\ntomorrow? Herrens all right?\nYes. Unh hunh. ‘Twelve thirty.\nLove to Peggy and the children.\n\n(to Miss McClatchey)\nWhat's wrong?\n\nMISS MCCLATCHEY\nOscar's stuck in the freight\nelevator.\n\nBOOLIE\nDamn that thing!\n\nHe gets up, leaves his office. She follows.\nA SERIES OF SHOTS\n\nA. A CORRIDOR. Boolie, followed by McClatchey, hurries down\na corridor. Glass-partitioned cubbyhole offices (3 or 4) with\nmen in shirtsleeves at desks, on phones, etc.\n\nB. END OF THE CORRIDOR. Boolie opens a large metal double\ndoor and they proceed to\n\nC. THE FACTORY. An enormous room, full of printing presses\nin full swing. Various workers are operating the machines,\nstacking material onto hand trucks, etc. The room is lit\nmostly by the skylighted roof. Boolie and McClatchey hurry\nthrough to\n\f13.\n\nD. THE FREIGHT ELEVATOR.",
  "10": "---END OF PREVIOUS SECTION---\nBoolie and McClatchey hurry\nthrough to\n\f13. D. THE FREIGHT ELEVATOR. \n---TARGET SECTION TO BE ANNOTATED---\n It is about four feet above the\nground. The old corrugated tin door is open and we SEE a pair\nof shoes and legs up to the knees.\n\n: BOOLIE\nOscar?\n\nOSCAR (0.S.)\nYassuh. Here I am.\n\nBOOLIE\nYou all right?\n\nOSCAR (O.S.)\nNawsuh. I'm stuck.\n\nBOOLIE\nI know. Fiddle with the lever.\n\nOSCAR (0.S.)\nIt all fiddled out. I done\neverythin' I know how.\n\nBOOLIE\nOh, Jesus! Call Bell Elevator,\nMiss McClatchey.\n\nMISS MCCLATCHEY\nI already did. They're backed up.\nBut they’1l be here around one.\n\nBOOLIE\nOne! Did you tell them it's an\nemergency? :\n\nMISS MCCLATCHEY\nYou don't have to holler at me, Mr.\nWerthan. I didn't break the elevator.\n\nA small crowd of workers has gathered behind Boolie. This is\nan event.\n\nBOOLIE\nYou got that stuff for Davison Paxon\nin there, Oscar?\n\nOSCAR (0.S.)\nWrapped and ready to go.\n\nBOOLIE\nI told them they'd have it\nyesterday. Call Bell back!\n\nMcClatchey goes off to the phone.\n\f14.\n\nA VOICE FROM THE CROWD\nOscar! Oscar?\n\nBoolie turns to look and so does the CAMERA. We SEE a\nSIXTYISH BLACK MAN, neat, but dressed in a shiny suit, a\nfrayed old white-on-white shirt and a sad-looking tie.\nClearly somebody down on his luck.\n\nTHE OLD MAN\nYou,hear me, Oscar?\n\nOSCAR (O0.S.)\nI hear you.\n\nTHE OLD MAN\nIs there a little doo-hickey up\nyonder where the gate suppose to\nClose? Stickin' down a little?\n\nOSCAR (0.S.)\nWait a minute... Yeah. Unh hunh.\nIt right here.\n\nTHE OLD MAN\nWell, reach up and mash on it...\nMash it up till it catch.\n\nOSCAR (0.S.)\nI done it. Now what?\n\nOLD MAN\nWell, just work the lever.",
  "11": "---END OF PREVIOUS SECTION---\nS.)\nI done it. Now what? OLD MAN\nWell, just work the lever. \n---TARGET SECTION TO BE ANNOTATED---\nA LOUD THUMP, A WHIRR OF MOTOR, and OSCAR, a black man in his\nforties, dressed in a porter's uniform, appears at ground\nlevel in the elevator, stacks of printed material behind him.\nA light round of APPLAUSE, workers immediately start packing\nthe material onto hand trucks and moving it out.\n\nBOOLIE\n(to the Old Man)\nExcuse me, do you work here?\n\nOSCAR\nNawsah, this Hoke.\n\nHOKE\nPleased to see you, suh...\n\nBOOLIE\n(at a loss)\nOh. Well, thank you. How did you\nknow about the elevator?\n\f15.\n\nHOKE\nI used to drive for the Avondale\nDairy and they have a old sorry\nelevator worse than dishyah.\n\nOSCAR\nDon' you remember? Hoke the one I\ntole you about.\n\nBOOLIE\nOh. Of course. Well, come on back\nwith me to my office. Hoke, is it?\n\nHOKE\nHoke Coleburn, suh.\n\nThe following takes place. as they walk back to Boolie's\noffice.\n\nBOOLIE\nYou're not with the Avondale Dairy\nany more?\n\nHOKE\n\nNosuh. They lay me off back befo'\nlas' November.\n\nBOOLIE\n*Long time.\n\nHOKE\nWell, Mist' Werthan, you try bein' me\nand lookin' for work. They hirin'\nyoung if they hirin' colored and they\nain' even hirin' much young seem like.\n\nThey walk in silence for a bit. Boolie is clearly not very\ninterested.\n\nHOKE\nMist’ Werthan? Y'all people Jewish,\nain't you?\n\nBoolie stops and turns around.\n\nBOOLIE\nYes we are. Why do you ask?\n\nHOKE\nWell, suh, I'd druther drive for Jews.\nPeople always talkin' ‘bout they\nStingy and they cheap, but don' say\nnone of that ‘round me.\n\f16.\n\nBOOLIE\nGood to know you feel that way.\n\nHOKE\nYassah. One time I workin’ for this\nwoman over near Little Five Points.\nWhat was that woman's name? I forget.",
  "12": "---END OF PREVIOUS SECTION---\nOne time I workin’ for this\nwoman over near Little Five Points. What was that woman's name? I forget. \n---TARGET SECTION TO BE ANNOTATED---\nAnyway, she president of the Ladies\nAuxiliary over yonder to the Ponce de\nLeon Baptist Church and seem like she\nalways bringin' up God and Jesus and\ndo unto others. You know what I'm\ntalkin' 'bout?\n\nBOOLIE\nI don't think so.\n\nHOKE\nWell, one day, Mist' Werthan, one day\nthat woman say to me, she say, \"Hoke,\ncome on back in the back wid' me. I\ngot something for you.\" And we go on\nback yonder and Lawd have mercy, she\nhave all these old shirts and collars\nbe on the bed, and she say, \"Ain't they\nnice? They b'long to my Daddy befo' he\npass, and we fixin' to sell ‘em to you\nfor twenty-five cent apiece.\"\n\nBOOLIE\nWhat was her name?\n\nHOKE\nThass what I'm askin' myself. What\nwas that woman's name?\n\nThey have reached BOOLIE'S OFFICE now. Miss McClatchey is\ntyping at her desk. Boolie proceeds to his desk and starts\nsigning papers. Hoke follows, talking a blue streak.\n\nHOKE\nAnyway, them's the people callin'\nJews cheap. So I say, \"Yassum, I\nthink about it\" and I get me another\njob as fas' as I can.\n\nBOOLIE\nWhere was that?\n\nHOKE\nMist' Harold Stone, another Jewish\ngentleman jes' like you. Judge,\nlive over yonder on Liillwater Road.\n\f17.\n\nBOOLIE\n(looks up, interested)\nI knew Judge Stone.\n\nHOKE\nYou doan' say! He done give me this\nhere suit when he finish with it.\nAn' this necktie, too!\n\nBOOLIE\nYou drove for Judge Stone?\n\nHOKE\n\nSeven years to the day, nearabout.\nAn' I be there still if he din' up\nand die, and Miz Stone decide to\nclose up the house and move to her\npeople in Savannah. And she say,\n\"Come on down to Savannah wid me,\nHoke.\" ‘Cause my wife dead by then,\nand I say, \"No thank you.",
  "13": "---END OF PREVIOUS SECTION---\nHOKE\n\nSeven years to the day, nearabout. An' I be there still if he din' up\nand die, and Miz Stone decide to\nclose up the house and move to her\npeople in Savannah. And she say,\n\"Come on down to Savannah wid me,\nHoke.\" ‘Cause my wife dead by then,\nand I say, \"No thank you. \n---TARGET SECTION TO BE ANNOTATED---\n I din'\nwant to leave my granbabies and I\ndon' get along with that low-class\nGeechee trash they got down there.\n\nBOOLIE\nJudge Stone was a friend of my\nfather's.\n\nHOKE\n\nYou doan' mean! Oscar say you need\na driver for yo' family. What I be\ndoin'? Runnin’ yo' children to school\nand yo' wife to the beauty parlor and\n\nlike dat?\n\nBOOLIE\nI don't have any children. But\ntell me --\n\nHOKE\n\nTha's a shame. My daughter bes'\nthing ever happen to me. But you\nyoung yet. I wouldn't worry none.\n\nBOOLIE\nI won't. Thank you. Hoke, what I'm\nlooking for is somebody to drive my\nmother around.\n\nHOKE\nExcuse me for asking, but how com’\nshe ain' hire for herself?\n\f18.\n\nBOOLIE\nWell, it's a difficult situation.\n\nHOKE\nMmmm Hmmm. She done gone 'roun' the\nbend a little? That'll happen when\nthey get on.\n\nBOOLIE\nOh no. Nothing like that. It just\nisn't safe for her to drive any more.\nI'll be frank with you. I'ma little\ndesperate.\n\nHOKE\nI know what you mean 'bout dat. Once\nI outta work, my wife say to me,\n\"Oooh, Hoke, you ain' gon' get noun\n‘nother job.\" And I say, \"What you\ntalkin' 'bout, woman?\" And the very\nnext week I go to work for that woman\nin Little Five Points. Cahill! Mrs.\nPrances Cahill. And then I got to\nJudge Stone and they the reason I\nhappy to hear you Jews.\n\nBOOLIE\nHoke, I want you to understand, my\nmother is a little high-strung. She\ndoesn't want anybody driving her. But\nthe fact is you'd be working for me.\nShe can say anything she likes but she\ncan't fire you. You understand?\n\nHOKE\n\nSho' I do. Don' you worry none about\nit. I hold on no matter what way she\nrun me.",
  "14": "---END OF PREVIOUS SECTION---\nHOKE\n\nSho' I do. Don' you worry none about\nit. I hold on no matter what way she\nrun me. \n---TARGET SECTION TO BE ANNOTATED---\n When I nothin' but a little\nboy down there on the farm above Macon\nwhere I come from, I use to wrastle\nhogs to the ground at killin’ time.\nAnd ain' no hog got away from me yet.\n\nBOOLIE\nHow does twenty dollars a week sound?\n\nHOKE\nSoun' like you done hire yo' Mama a\nchauffeur.\nBoolie smiles with relief.\n\nON HOKE, pleased, but not quite sure what he's gotten himself\ninto.\n\f19.\n\nEXT. DAISY'S HOUSE - DAY\n\nA late model sedan drives up the driveway. Boolie driving,\nHoke in the seat beside him. Both look apprehensive. They\nget out of the car and walk toward the back door.\n\nEXT. DAISY'S BEDROOM WINDOW - SAME TIME\n\nDaisy seen in the window watching the arrival. She is not\nsmiling.\n\nINT. DAISY'S HOUSE - SAME TIME\n\nThe front hall. Dim light in contrast to the sun outside.\nIdella is going over the floor with a carpet sweeper. She is\nsinging a hymn (\"Are You Washed in the Blood of the Lamb\"),\nmostly to herself.\n\nBoolie comes into the hall, Hoke behind him.\n\nBOOLIE\nHow are you, Idella?\n\nIDELLA\nLivin'.\n\nBOOLIE\n\nWhere's that vacuum cleaner I\nbrought over here?\n\nIDELLA\nIn the closet.\n\nBOOLIE\n(to Hoke)\nShe won't touch it.\n\nIDELLA\nI would if it din' give me a shock\nevery time I go near it.\n\nBOOLIE\nIt works for me.\n\nIDELLA\nGood. You clean up. I go down and\nrun yo' office.\nHoke laughs. Idella shoots him a look.\n\nBOOLIE\nWhere's Mama?\n\nIDELLA\nUp yonder.\n\f20.\n\nBOOLIE\nI guess you know who this is.\n\nIDELLA\nMmmm Hmmm.\n\nShe goes back to her carpet sweeping.\n\nBOOLIE\nI'll be right back, Hoke.\n\nHe heads up the steps.\n\nIDELLA\n(to Hoke)\nI wouldn't be in your shoes if the\nSweet Lawd Jesus come down and ask\nme hisself!\n\nON HOKE, sizing up the situation.\nINT.",
  "15": "---END OF PREVIOUS SECTION---\nIDELLA\n(to Hoke)\nI wouldn't be in your shoes if the\nSweet Lawd Jesus come down and ask\nme hisself! ON HOKE, sizing up the situation. INT. \n---TARGET SECTION TO BE ANNOTATED---\n THE UPSTAIRS LANDING - SAME TIME\nBoolie knocks on Daisy's closed bedroom door.\n\nBOOLIE\nMama?\n\nDAISY (0.S.)\nCome in.\n\nINT. DAISY'S BEDROOM - SAME TIME\n\nDaisy is seated at a small desk, checkbook open, paying bills.\nShe does not rise when Boolie enters. He bends over and tries\nto kiss her cheek, but she pulls away.\n\nBOOLIE\nGood morning, Mama.\n\nNo answer. She continues paying bills.\n\nBOOLIE (CONT'D)\nAll I'm asking is for you to come\nand say hello.\n\nDAISY\n\nNow you listen here. Unless they\nrewrote the Constitution and didn't\ntell me, I still have rights. And\none of my rights is to invite who I\nwant -- not who you want -- into my\nhouse. You do accept the fact that\nthis is my house?\n\f21.\n\nBOOLIE\nWell, of course I do, Mama, but --\n\nDAISY\nWhat I do not want -- and absolutely\nwill not have is some -- some\nchauffeur sitting in my kitchen,\ngobbling up my food, running up my\nPhone bill. Oh, I hate all that in\nMy house. On Forsyth Street we\ncouldn't afford them and we did for\nourselves. That's still the best way\nif you ask me.\n\nBOOLIE\nThem? Afford them? You sound like\nGovernor Talmadge.\n\nDAISY\nWhy, Boolie! What a thing to say!\nI'm not prejudiced! Aren't you\nashamed.\n\nBOOLIE\nI got to get back to the plant. You\nmight as well try to make the best\nof this, Mama.\n\nHe leaves, shitting the door.\nON DAISY'S FACE, jaw set.\nINT. KITCHEN - SAME TIME\n\nHoke, having removed his jacket, and neatly rolled up his\nshirt sleeves, .is looking through the broom closet. Boolie\ncomes into the kitchen.\n\nBOOLIE\nShe'll be down in a while.\n\nHOKE\nI ain' studyin' her, Mist' Werthan.\nYou ain' got to concern yourself.",
  "16": "---END OF PREVIOUS SECTION---\nBOOLIE\nShe'll be down in a while. HOKE\nI ain' studyin' her, Mist' Werthan. You ain' got to concern yourself. \n---TARGET SECTION TO BE ANNOTATED---\nLook like ain' nobody dusted nary a\nlight bulb 'roun' here in fifty years!\nWhere y'all keep the stepladder?\n\nBOOLIE\nIn the pantry closet, I think. Good\nluck.\n\nHOKE\n\nYou sayin' something now!\n\f22.\n\nBoolie smiles, goes out the back door.\nINT. THE DEN / LIBRARY - DAY\n\nHoke is standing on the stepladder, dusting the lightbulbs in\nthe ceiling fixture.\n\nDaisy comes into the room.\n\nDAISY\nHere! What do you think you're\ndoing?\n\nHOKE\n\nDustin' yo' bulbs, Miz Daisy.\n\nDAISY\nThat's the silliest thing I ever\nsaw in my life. Who cares if light\nbulbs are dusty? Get down from there.\n\nHOKE\nYassum.\n\nDAISY\nAnd put that ladder away before\nsomebody trips on it.\n\nINT. KITCHEN - DAY\n\nLate afternoon sunlight slants into the room. Idella is\nrolling out biscuit dough. Hoke is sitting on a stool nearby.\n\nHOKE\nI knew a Miss Idella once, down\nthere above Macon.\n\nIDELLA\nDoan' say.\n\nHOKE\nYou talkin' 'bout sing! I mean\nthat woman had lungs! She'd a been\na whole church choir by herseff if\nthey'd a let her. And fat, too! She\nabout the size of that stove yonder.\n\nIdella laughs. Daisy comes into the kitchen.\n\nHOKE\nDon't talk to Idella. She has work\nto do.\n\nHOKE\n\nYassum.\n\f23.\n\nINT. STAIRWAY LANDING - DAY\n\nHoke is standing on the landing studying the framed pictures\non the wall.\n\nCLOSEUP framed photo turn-of-the-century fifth grade class,\nteacher, young Daisy, in Gibson Girl blouse.\n\nDaisy comes into the hall from her bedroom.\n\nDAISY\nWhat are you doing there?\n\nHOKE\nI love a house with pictures. Make\na home. Dishere you, ain't it?\n\nDAISY\nYes.\n\nHOKE\nLook like you bin a teacher or\nsomething.\n\nDAISY\nI don't want you nosing through my\nthings.\n\nShe goes back into her room.\nINT. FRONT HALL - EVENING\n\nIdella is wearing her street.",
  "17": "---END OF PREVIOUS SECTION---\nShe goes back into her room. INT. FRONT HALL - EVENING\n\nIdella is wearing her street. \n---TARGET SECTION TO BE ANNOTATED---\nlothes and carrying a shopping ~\nbag. Hoke has on his jacket, and carries his chauffeur's hat\nin his hand.\n\nIDELLA\n(calling up the stairs)\nI'm gone, Miz Daisy.\n\nDAISY (0.S.)\nAll right, Idella. See you tomorrow.\nHOKE\n\n(also calling upstairs)\nI'm gone too, Miz Daisy.\n\nDAISY (0.S.)\nGood!\n\nIdella and Hoke exchange looks and head out the door.\n\f24.\n\nEXT. DAISY'S HOUSE - MORNING\n\nThe side of the house. Hoke is kneeling down examining a bed\nof flowers. He has a trowel in his hand.\n\nDaisy appears in a first floor window.\n\nHOKE\nLooks like yo' zeenias use a little\ntendin' to.\n\nDAISY\nYou leave my flower bed alone.\n\nHOKE\nYassum but you be sorry somebody\ndoan get after them weeds.\n\nDaisy shuts the windows and disappears.\nINT. KITCHEN - DAY\n\nDaisy and Idella, wearing aprons, stand at the counter. Daisy\nis making chili sauce. Idella is washing up after her.\n\nPeeled tomatoes, onions, etc., wait on the counter. At the\nmoment she is boiling mason jars in a huge kettle. Hoke comes\nin from the back porch.\n\nHOKE\nYou know, Miz Daisy, you got a nice\nplace back beyond the garage ain't\ndoin' nothin' but sittin' there. I\ncould put you some butterbeans and\nsome tomatoes and even some Irish\npotatoes could we get someone with\ngood eyes.\n\nDAISY\nIf I want a vegetable garden I'll\nplant it for myself.\n\nHOKE\nWell, anything else I kin do fo' you?\n\nDAISY\nGo back where you belong...\n\nHOKE\nYassum. I b'long here. Mist’\nWerthan expec' me to stay 'till five\no'clock. Lemme carry you somewhere\nin de car.\n\nDAISY\nNo thank you.\n\f25.\nShe forks a boiling jar out of the cauldron. End of\nconversation. She gives a small smile of triumph to Idella.\nEXT. DAISY'S HOUSE - MORNING\nThe flowerbed.",
  "18": "---END OF PREVIOUS SECTION---\nShe gives a small smile of triumph to Idella. EXT. DAISY'S HOUSE - MORNING\nThe flowerbed. \n---TARGET SECTION TO BE ANNOTATED---\n Daisy, wearing a gardening hat, is on her\n\nknees weeding the flowerbed. Hoke walks up the driveway and\nsees her.\n\nHOKE\nMornin' Miz Daisy.\n\nDAISY\nGood morning.\n\nHOKE\n\nThem zeenias lookin' lot better.\nNo answer.\n\nHOKE (CONT'D)\nRight cool in the night, wadn' it?\n\nDAISY\nI wouldn't know. I was asleep.\n\nHOKE\nYassum. What yo' plans for today?\n\nDAISY\nThat's my business.\n\nHOKE\n\nYou right about dat. I find\n\nsomethin' to do.\nHe goes off toward the garage. She looks after him.\nEXT. GARAGE AND DRIVEWAY ~ DAY\nA brand new Oldsmobile sedan is parked in the garage. Hoke\ngoes into the garage and is getting into the car. Daisy comes\nup behind him.\n\nDAISY\nWhat are you doing?\n\nHOKE\nFixin' to back de car out.\n\nDAISY\nWhy? I'm not going anywhere.\n\f26.\n\nHOKE\nNome, I know dat, but I brung\nthisshyeah from home.\n\nHe pulls a small soft cloth from his coat.\n\n; HOKE (CONT'D)\nGive the car a good wipe off.\n\nDAISY\nWhat for? It isn't dirty. It's\nnever even been out of the garage.\n\nHOKE\nYou tellin' me!\n\nDAISY\nI don't want you touching my car.\nYou understand?\n\nHe reluctantly gets out of the car.\nHOKE\nYassum. I reckon I jes' set in the\nkitchen 'till five o'clock.\n\nDAISY\nThat's your affair.\n\nHoke goes off towards the back door, a sad stoop to his\nshoulders. Daisy watches him with some satisfaction. Then\nshe goes back to attack her flowerbed.\n\nINT. DAISY'S SCREEN PORCH - THE NEXT MORNING\n\nVery sunny. Daisy sits on one of the porch chairs, reading\nthe morning paper. Idella enters from the house.\n\nIDELLA\nWe runnin’ outta coffee and Dutch\ncleanser.\n\nDAISY\nWe are?\n\nIDELLA .\nYassum and we low on silver polish,\ntoo.\n\nDAISY\n\nI know...",
  "19": "---END OF PREVIOUS SECTION---\nIDELLA . Yassum and we low on silver polish,\ntoo. DAISY\n\nI know... \n---TARGET SECTION TO BE ANNOTATED---\n I'm fixin' to go to the\nPiggly Wiggly on the trolley.\n\nHoke emerges from the house where he has been listening.\n\f27.\n\nHOKE\nNow, Miz Daisy, how come you doan\nlet me carry you?\n\nDAISY\nNo, thank you.\n\nShe puts the paper down and walks through the\nLIVING ROOM to the\n\nFRONT HALL where her straw hat sits on the hall commode. Hoke\nhas followed her and they talk as she pins her hat on her head\nand gathers her purse and gloves. Idella, in b.g., is\nstraightening the living room.\n\n. HOKE\nAin' that what Mist’ Werthan done\nhire me for?\n\nDAISY\nThat's his problem.\n\nHOKE\nAll right den. I find somethin’\nto do.\n\nDAISY\n\nYou leave my things alone!\n(calls to the\nliving room)\n\nI'm gone to the market, Idella!\n\nIDELLA (0.S.)\nYassum.\n\nDaisy marches out the front door.\nEXT. THE FRONT STEPS AND DRIVEWAY - MORNING\n\nBright, hot sunlight. Daisy walking briskly toward the\ndriveway, Hoke following.\n\nHOKE\nYou know, it seem a downright shame.\nThat fine Oldsmobile settin' out\nthere in the garage. Ain' move a\ninch from when Mist' Werthan rode it\nover here from Mitchell Motors. Only\ngot nineteen miles on it. Seem like\nthat insurance company done give you\na whole new car for nothin’.\n\nDAISY\nThat's your opinion.\n\f28.\n\nHOKE\nYassum. And my other opinion is a\nfine rich Jewish lady like you doan\nb'long draggin' up the steps of no\nbus luggin’ no grocery sto' bags.\nI come along and carry them fo' you.\n\nDaisy stops walking and turns to have it out.\n\nDAISY\nI don't need you. I don't want you.\nAnd I don't like you saying I'm rich.\n\nHOKE\nI won' say it no more then.",
  "20": "---END OF PREVIOUS SECTION---\nI don't want you. And I don't like you saying I'm rich. HOKE\nI won' say it no more then. \n---TARGET SECTION TO BE ANNOTATED---\nDAISY\nIs that what you and Idella talk\nabout in the kitchen? Oh, I hate\nall this! I hate being discussed\nbehind my back in my own house! I\nwas born on Forsyth Street and\nbelieve you me I know the value of a\npenny. My brother, Manny, brought\nhome a white cat one day and Papa\nsaid we couldn't keep it because we\ncouldn't afford to feed it. My\nsisters saved up money so I could go .\nto school and be a teacher. We\ndidn't have anything!\n\n: HOKE\nYassum, but look like you doin' all\nright now.\n\nIf looks could kill, Hoke would now be dead. Daisy has now\nreached the street, and walks as briskly as she can up the\nsidewalk. Hoke retreats toward the house. Daisy sees this\nand smiles slightly to herself.\n\nEXT. THE STREET - A FEW MINUTES LATER\n\nHeavily green trees dapple the sunlight on this quiet\n\nmorning. Daisy continues up the sidewalk, unaware that Hoke\nis behind her in the car. He idles along slowly behind her,\nuntil she is aware of his presence. She continues walking and\nhe creeps along beside her during the following.\n\nDAISY\n(horrified)\nWhat are you doing?\n\nHOKE\nTryin' to take you to the sto'.\n\f29.\n\nA NEIGHBOR LADY is gardening in her front yard, rather taken\nwith this unusual spectacle.\n\nTHE LADY\nWhere are you off to this morning,\nMrs. Werthan?\n\nDAISY\n(polite and mortified)\nOh, just a little shopping.\n\nShe continues up the sidewalk, Hoke keeping pace with her.\n\nDAISY (CONT'D)\nGo away! I've ridden the trolley\nwith groceries plenty of times.\n\nHOKE\nYassum, but I feel bad takin' Mist’\nWerthan money for doin' nothing.\nYou understand?\n\nDAISY\nHow much does he pay you?\n\nHOKE\nThat between him and me, Miz Daisy.\n\nDAISY\nAnything over seven dollars a week\nis robbery. Highway robbery.\n\nBROKE\nSpecially when I don' do nothin'\nbut set on a stool in the kitchen\nall day long.",
  "21": "---END OF PREVIOUS SECTION---\nDAISY\nAnything over seven dollars a week\nis robbery. Highway robbery. BROKE\nSpecially when I don' do nothin'\nbut set on a stool in the kitchen\nall day long. \n---TARGET SECTION TO BE ANNOTATED---\nAnother car, with three or four ladies in it, is coming down\nanother driveway toward the street. All the ladies stare\nopenly. Daisy stops walking.\n\nDAISY\nAll right, the Piggly Wiggly.\nAnd then home. Nowhere else.\n\n° HOKE\nYassum.\n\nHe stops the car, hops out and goes around to open the door\nfor her, but she is too quick for him and gets in by herself.\n\nHoke goes back around to his door and starts to get in.\n\f30.\n\nDAISY\nWait. You don't know how to run\nthis car!\n\nHOKE\n\nAin' you jes' seen me do it?\nAnyway, thisshere automatic. Any\n‘fool can run it.\n\nDAISY\nAny fool but me, apparently.\n\nHOKE\nAin' no need to be so hard on yoseff\nnow. You cain' drive, but you\nprobably do alotta things I cain do.\nIt all work out.\n\nDAISY\nThe idea!\n\nHoke presses the accelerator and the car moves on down the\nstreet.\n\nINT. CAR - SAME TIME\n\nHoke in a wonderful mood. Daisy in full bristle on the back\nseat.\n\nHOKE\nI love the smell of a new car.\nDoan' you, Miz Daisy?\nNo answer.\nEXT. STREET - MORNING\nThe car cruising smoothly through the summer suburban street.\n\nINT. CAR - SAME TIME\n\nDAISY\nI'm nobody's fool, Hoke.\n\nHOKE\nNome.\n\nDAISY\n\nI can see the speedometer as well\nas you can.\n\nHOKE\nI see dat.\n\f31.\n\nDAISY\n\nMy husband taught me to run a car.\nHOKE\n\nYassum.\nDAISY\n\nI still remember everything he said.\nSo don't you think for even a second\nthat you can -- wait! You're speeding!\n\nI see it!\n\nHOKE\nWe ain' goin' but nineteen miles an\nhour.\n\nDAISY\n\nI like to go under the speed limit.\n\nHOKE\nYassum, but the speed limit thirty-\nfive here.\n\nDAISY\nThe slower you go, the more you save\non gas. My husband told me that.\n\nHOKE\nWe barely moving. Might as well walk\nto the Piggly Wiggly.",
  "22": "---END OF PREVIOUS SECTION---\nMy husband told me that. HOKE\nWe barely moving. Might as well walk\nto the Piggly Wiggly. \n---TARGET SECTION TO BE ANNOTATED---\nDAISY\nIs this your car?\n\nHOKE\nNome.\n\nDAISY\nDo you pay for the gas?\n\nHOKE\nNome.\n\nDAISY\n\nAll right then. My fine son may\n\nthink I'm losing my abilities, but\nI am still in control of what goes\non in my car. Where are you going?\n\nHOKE\nTo the grocery sto'.\n\nDAISY\nThen why didn't you turn on Highland\nAvenue?\n\f32.\n\nHOKE\nPiggly Wiggly ain' on Highland Avenue.\nit on Euclid, down there near --\n\nDAISY\nI know where it is and I want to go\nto it the way I always go. On\nHighland Avenue.\n\nHOKE\nThat three blocks out the way, Miz\nDaisy.\n\nDAISY\n\nGo back! Go back this minute!\n\nHOKE\nWe in the wrong lane. I cain jes --\n\nDAISY\nGo back I said! If you don't go back\nI'll get out of this car and walk!\n\nHOKE\nWe movin'! You cain' open the do'.\nDAISY\nThis is. wrong! Where are you taking\nme? . .\nHOKE\nThe sto'.\nDAISY\n\nThis is wrong. You have to go back\nto Highland Avenue.\n\nHOKE\nMmmm Hmmm.\n\nDAISY\nI have been driving to the Piggly\nWiggly since they put it up and\nopened it for business! This isn't\nthe way! Go back! Go back this\nminute!\n\nHOKE :\nYonder the Piggly Wiggly, Miss Daisy.\n\nDAISY\nGet ready to turn.\n\nHOKE\nYassum.\n\f33.\n\nDAISY\nLook out! There's a little boy\nbehind that shopping cart!\n\nHOKE\nI see dat.\n\nDAISY\nPull in next to the blue car.\n\n. HOKE\nWe closer to the do' right here.\n\nDAISY\nNext to the blue car! I don't park\nin the sun! It fades the upholstery!\n\nHOKE\nYassum.\n\nHe parks the car as directed. The Piggly Wiggly has a small\nconerete parking lot on the side of the store. Daisy springs\nout of the back seat as soon as the car stops and slams the\ncar door.",
  "23": "---END OF PREVIOUS SECTION---\nHe parks the car as directed. The Piggly Wiggly has a small\nconerete parking lot on the side of the store. Daisy springs\nout of the back seat as soon as the car stops and slams the\ncar door. \n---TARGET SECTION TO BE ANNOTATED---\n She heads off for the store, then stops.\n\nDAISY\n\nWait a minute. Give me the car keys.\nHOKE\n\nYassum.\nDAISY\n\nStay right here by the car. And you\ndon't have to tell everybody my\nbusiness.\n\nHOKE\nNome. Don't forget the Dutch\nCleanser now.\n\nShe fixes him with another killer look and goes off into the\ngrocery store.\n\nEXT. STREET - DAY\n\nThere is a pay phone booth on the corner. Hoke puts in his\nnickel and dials.\n\nHOKE\nHello? Miz McClatchey? Hoke Colburn\nhere. Can I speak to him?... Mornin',\nMist' Werthan. Guess where I'm at?...\nI'm at disnere phone booth on Euclid\nAvenue right next ne) ee Piggly Wiggly.\n(MORE\n\f34.\n\nHOKE (CONT'D)\nI jes' drove yo' Mama to the sto’...\nOh, she flap around a little on the\nway. But she all right. She in the\nsto'.\n\nINT. THE PIGGLY WIGGLY - HOKE'S POV\n\nDaisy, pushing cart, spots Hoke on the phone, through the\nlarge plate glass window.\n\nEXT. THE PHONE BOOTH - SAME TIME\n\nHOKE\nUh oh. She done see me on the phone.\nShe liable to throw a fit right there\nby the checkout... Yassuh. Only took\nme six days. Same time it take the\nLawd to make the worl'.\n\nEXT. DAISY'S HOUSE - SATURDAY MORNING\n\nIt is fall now, gray skies and leaves off the trees. A\nWerthan Company panel truck is parked in Daisy's driveway.\n\nINT. LIVING ROOM - SAME TIME\n\n, Oscar and his assistant from the elevator, JUNIOR, are in the\nprocess of removing the slip covers from the upholstered\nfurniture and rolling down the Oriental rugs and pads. Hoke,\njacket off and sleeves rolled up, is helping them. Idella is\nsupervising.\n\nOSCAR\nHow the old lady been treating you,\nHoke?\n\nHOKE\n\nShe know how to pitch a fit. I\ntell you that.\n\nOscar and Junior roar with laughter. Daisy comes into the\nroom wearing a fur piece, a dark hat and gloves.",
  "24": "---END OF PREVIOUS SECTION---\nI\ntell you that. Oscar and Junior roar with laughter. Daisy comes into the\nroom wearing a fur piece, a dark hat and gloves. \n---TARGET SECTION TO BE ANNOTATED---\n She does not\nlike hired people laughing in her house.\n\n. DAISY\nWhat's so funny?\n\nHOKE\nNothin', Miz Daisy. We just\ncarryin' on.\n\f35.\n\nDAISY\nOscar and Junior have been doing my\nfall cleaning for fifteen years and\nthey never carried on before. Leave\nthem alone.\n\nHOKE\nYassun.\n\nDAISY\nAnd put your coat on. We're late.\n\nHOKE\nI be right there.\n\nDAISY (0.S.)\nIdella! I'm gone to Temple!\n\nHOKE\n(as he leaves the\nliving room)\nAnd I right behind her, Idella.\n\nINT. THE TEMPLE - SAME DAY\n\nWe are in the large sanctuary of the Temple, the Atlanta\nReform Jewish Congregation. The building was designed in the\ntwenties, and somehow this sanctuary carries a ‘sense of the\nBible as interpreted by C.B. DeMille. The room has a very\nlarge chandelier, lots of large windows, and is decorated with\nwhite walls and gold relief work. The Arc for the Torah\nitself is all gold relief work. The whole place gives off a\nscent of well-being and not too much religious warmth. .\n\nWe are approaching the end of the Saturday morning service.\nThe RABBI, who prefers to call himself DR. WEIL, is conducting\nthe service in a morning coat. There are no yarmulkes or any\nother Jewish paraphernalia in sight.\n\nThe sanctuary is sparsely populated this (and every) Saturday\nmorning. In the front couple of rows sit the Confirmation\nClass, some thirty or so tenth-graders who have to appear\nevery Saturday in order to get confirmed at the end of the\nyear.\n\nThey are standard issue high school sophomores, dressed well\nand appropriately for a religious service. None of them seem\nvery interested in the service. Some look just plain bored,\nothers are miles away, and still others (girls) are passing\nnotes and/or giggling.\n\nMost of the rest of the room is empty. There are a few\nworshippers in pairs or alone scattered throughout.\n\f36.\n\nThe last few rows are more populated. Here are the older\n\nmembers of the congregation, mostly widows, some older men,\n\nand a few grown sons/daughters.",
  "25": "---END OF PREVIOUS SECTION---\n36. The last few rows are more populated. Here are the older\n\nmembers of the congregation, mostly widows, some older men,\n\nand a few grown sons/daughters. \n---TARGET SECTION TO BE ANNOTATED---\n Daisy is in the next to the\nlast row, sitting very straight in the pew, her back not\ntouching the seat.\n\nDR. WEIL\n‘Praised and glorified be the name of\nthe Holy One, though He be above all\nthe praises which we can utter. Our\nguide is He in life and our redeemer\nthrough all eternity.\n\nCONGREGATION\nOur help cometh from Him, the Creator\nof heaven and earth.\n\nDR. WEIL\nThe departed whom we now remember have\nentered into the peace of life eternal.\nThey still live on earth in the acts of\ngoodness they performed and in the\nhearts of those who cherish their memory.\nMay the beauty of their life abide among\nus as a loving benediction.\n\nCONGREGATION\n_ Amen.\n\nDR. WEIL\nMay the Father of peace send peace to\nall who mourn and comfort the bereaved\n\namong us.\n, CONGREGATION\nAmen.\nThe CHOIR, 0.S., now SINGS.\nCHOIR\n\nMay the words of my ‘mouth\n\nAnd the meditations of my heart\n\nBe acceptable in Thy sight, O Lord,\nMy strength and my redeemer.\n\nAmen. Amen. Amen.\n\nThe service is over. The congregation, Daisy included, files\nout the rear door. Daisy is walking with her friends, BEULAH\nand MIRIAM.\n\f37.\n\nEXT. THE TEMPLE - SAME TIME\n\nThe front elevator of the building. It is a clear autumn day.\nDaisy, Miriam and Beulah come out of the building. Daisy is\nwearing her little social smile, which suddenly vanishes from\nher face.\n\nEXT. FRONT OF THE TEMPLE - SAME TIME - DAISY'S POV\n\nHer car, Hoke standing politely by the passenger door in the\nrear, is directly in front of the building. A couple of other\nchauffeur-driven sedans are behind it.\n\nDaisy scurries down the steps as fast as she can. She waves\ngoodbye to her friends, gets in the car, sitting up very\nstraight and making sure she slams the door for herself.\n\nDAISY\nI can get myself in. Just go.\nHurry up out of here!\n\nHOKE\nYassum.",
  "26": "---END OF PREVIOUS SECTION---\nJust go. Hurry up out of here! HOKE\nYassum. \n---TARGET SECTION TO BE ANNOTATED---\nHoke, confused, scurries around to the driver's seat and sets\nthe car into gear.\n\nThe car moves down the driveway and into Saturday traffic.\nINT. CAR - SAME TIME\nDAISY\n\nI didn't say speed. I said get\nme away from here.\n\nHOKE\nSomethin’ wrong back yonder?\nDAISY\nNo.\nHOKE\nSomethin' I done?\nDAISY\nNo. .\n(a beat)\nYes.\nHOKE\n\nI ain' done nothin'!\n\f38.\n\nDAISY\nYou had the car parked right in front\nof the front door of the Temple!\nLike I was the Queen of Romania!\nEverybody saw you! Didn't I tell you\nto wait for me in the back?\n\nHOKE\nI jes' tryin' to be nice. They two\nother chauffeurs right behind me.\n\nDAISY\nYou made me look like a fool. A\ng.d. fool.\n\nHOKE\nLawd knows you ain' no fool, Miz\nDaisy.\n\nDAISY\n\nSlow down. Miriam and Beulah and\nthem, I could see what they were\nthinking when we came out of services.\n\nHOKE\nWhat that?\n\nDAISY\nThat I'm trying to pretend I'm rich.\n\nHOKE\nYou is rich, Miz Daisy!\n\n. DAISY\nNo I'm not. And nobody can ever say\nI put on airs. On Forsyth Street we\nonly had meat once a week. We made a\nmeal off of grits and gravy. I taught\nthe fifth grade at the Crew Street\nSchool. I did without plenty of times,\nI can tell you.\n\nHOKE\nAnd now you doin' with. What so\nterrible in that?\n\nDAISY\nYou! Why do I talk to you? You don't\nunderstand me.\n\f39.\n\nHOKE\nNome, I don't. I truly don't. ‘Cause\nif I ever was to get ahold of what you\ngot, I be shakin' it around for\neverybody in the worl' to see.\n\nDAISY\nThat's vulgar! Don't talk to me!\n\nHoke. mutters something under his breath.",
  "27": "---END OF PREVIOUS SECTION---\nDAISY\nThat's vulgar! Don't talk to me! Hoke. mutters something under his breath. \n---TARGET SECTION TO BE ANNOTATED---\nDAISY (CONT'D)\nWhat? What did you say? I heard that!\n\nHOKE\nMiz Daisy, you needs a chauffeur and\nLawd know, I needs a job. Less jes'\nleave it at dat.\n\nThey eye each other warily in the rearview mirror.\nINT. DAISY'S HOUSE - NIGHT\n\nPitch black dark. Suddenly an electric light snaps on. We\nare in Daisy's DINING ROOM. It is very early in the morning.\nDaisy is wearing her winter bathrobe and warm slippers. She\nis concerned. We SEE her go through the drawers of her\nbuffet. She isn't finding what she's looking for. We FOLLOW\nDAISY into\n\nTHE PANTRY CLOSET\n\nwhere she pulls an overhead light string. The pantry is a\n\nwalk-in closet. There are numerous cans and preserved goods\non the shelves. Daisy looks at the cans, suddenly pushes one\nox two aside. Suddenly there is an odd look of triumph on her\nace.\n\nEXT. BOLLIE'S HOUSE - A WINTER MORNING - 1949\n\nESTABLISHING SHOT of a handsome Colonial set well back from\nthe road.\n\nINT. BOOLIE'S HOUSE / THE DOWNSTAIRS HALL - EARLY MORNING\n\nThe hall is decorated in English Country house fashion. Lots\nof old pieces and Williamsburg-y wallpaper. There is a Queen\nAnne telephone table with appropriate chair. The PHONE is\nRINGING (loudly). Florine comes into the hall to answer it.\nShe is wearing a winter dressing gown with long flowing\nsleeves.\n\f40.\n\nFLORINE\nHello?... Wait a minute, Mother\nWerthan. I'll get him for you...\nNo trouble. He's right here.\n\nWe FOLLOW FLORINE a few steps to\nTHE BREAKFAST ROOM\n\nwhere Bollie, shirt and tie, but no jacket, sits at a built-in\nbreakfast booth eating his bacon and eggs. A uniformed black\nmaid is pouring him a second cup of coffee.\n\nFLORINE\nGuess who?\n\nBOOLIE\n(looking at his watch)\nMy Lord!\n\nFlorine sits back down at the table and picks up the women's\npage of the paper. We FOLLOW BOOLIE back to\n\nTHE HALL\nBoolie stands by the table and picks up the receiver.\n\nBOOLIE\nGood morning, Mama.",
  "28": "---END OF PREVIOUS SECTION---\nFlorine sits back down at the table and picks up the women's\npage of the paper. We FOLLOW BOOLIE back to\n\nTHE HALL\nBoolie stands by the table and picks up the receiver. BOOLIE\nGood morning, Mama. \n---TARGET SECTION TO BE ANNOTATED---\n What's the :\nmatter?... No, I don't always think\nsomething's the matter when you call.\nIt's just when you call so early in\nthe morning... What? Mama, you're\ntalking so fast I... What? All right.\nAll right. I'11 come by on my way to\nwork. I'll be there as soon as I can.\n\nHe hangs up the phone. Goes back to\nTHE BREAKFAST ROOM\n\nBOOLIE\nI better go on over there.\nFLORINE\nBye.\nBOOLIE\n\nCome on, honey.\n\nFLORINE\nIt's not healthy for you to rush like\nthis in the morning.\n\f41.\n\nBOOLIE\n(getting into\nhis jacket)\nI eat too much anyway. And it sounds\nlike she needs me. .\n\nFLORINE\nWhen doesn't it?\n\nShe smiles at him, lifts her face to be kissed.\n\nFLORINE (CONT'D)\nGive Mother Werthan my love.\n\nHe hurries out and she picks up the women's page of the paper,\nlights a cigarette and calls into the kitchen.\n\nFLORINE (CONT'D)\nCoffee, Gaynell!\n\nINT. DAISY'S HOUSE / LIVING ROOM - MORNING\nDaisy, still in her bathrobe, paces back and forth, looking\n\nout of the window. In a minute or so, Boolie comes through\nthe door.\n\nBOOLIE\nI didn't expect to find you in one\npiece.\n\nDAISY\n\nI wanted you to be here when he comes.\nI wanted you to hear it for yourself.\n\nBOOLTE\nHear what? What is going on?\nDAISY\nHe's stealing from me.\nBOOLIE\nHoke? Are you sure?\nDAISY\nI don't make empty accusations. I\nhave proof!\nBOOLIE\nWhat proof?\nDAISY\nThis!\n\nShe triumphantly pulls an empty can of salmon out of her robe\npocket.\n\f42.\n\nDAISY (CONT'D)\nI caught him red-handed! I found\nthis hidden in the garbage pail\nunder some coffee grounds.\n\nBOOLIE\nYou mean he stole a can of salmon?\n\nDAISY\nHere it is! Oh, I knew. I knew\nsomething was funny. They all take\nthings, you know. So I counted.",
  "29": "---END OF PREVIOUS SECTION---\nI knew\nsomething was funny. They all take\nthings, you know. So I counted. \n---TARGET SECTION TO BE ANNOTATED---\nBOOLIE\nYou counted?\n\nDAISY\n\nThe silverware first and then the\nlinen dinner napkins and then I went\ninto the pantry. I turned on the\nlight and the first thing that caught\nmy eye was a hole behind the corned\nbeef. And I knew right away. There\nwere only eight cans of salmon. I\nhad nine. Three for a dollar on sale.\n\nBOOLIE\nVery clever, Mama. You made me miss\nmy breakfast and be late for a\nmeeting at the bank for a thirty-three\ncent can of salmon.\n\nHe jams his hand into his pocket and pulls out some bills.\n\nBOOLIE (CONT'D)\nHere. You want thirty-three cents?\nHere's a dollar! Here's ten dollars!\nBuy a pantry full of salmon.\n\nDAISY\nWhy, Boolie! The idea! Waving money\nat me like I don't know what! I don't\nwant the money. I want my things.\n\nBOOLIE\nOne can of salmon?\n\nDAISY\nWell, it was mine! I bought it and I\nput it there and he went into my\npantry and just took it and he never\nsaid a word. I leave him plenty of\nfood every day and I always tell him\nexactly what it is. They are like\nhaving children in the house.\n\n(MORE )\n\f43.\n\nDAISY (CONT'D)\nThey want something so they just take\nit. Not a smidgin of manners. No\nconscience. He'll never admit this.\n\"Nome,\"\" he'll say. \"I doan know\nnothin' ‘bout that.\" And I don't like\nit! I don't like living this way! I\nhave no privacy!\n\nBOOLIE\nMama!\n\nDAISY\nGo ahead. Defend him. You always do.\n\nBOOLIE\nAll right. I give up. You want to\ndrive yourself again, you just go\nahead and arrange it with the\ninsurance company. Take your blessed\ntrolley. Buy yourself a taxicab.\nAnything you want. Just leave me out\nof it.\n\nDAISY\nBoolie...\n\nEXT. DAISY'S HOUSE - SAME TIME\n\nIdella and Hoke walking up the driveway to work. Both are\nwearing coats. They see Boolie's car in the driveway.",
  "30": "---END OF PREVIOUS SECTION---\nDAISY'S HOUSE - SAME TIME\n\nIdella and Hoke walking up the driveway to work. Both are\nwearing coats. They see Boolie's car in the driveway. \n---TARGET SECTION TO BE ANNOTATED---\nHOKE\nWhat you 'spect he's doin' here this\nhour of the morning?\n\nIDELLA\nCan't be good. I promise you dat.\n\nThey exchange looks.\nINT. DAISY'S LIVING ROOM - SAME TIME\n\nHoke comes in from the back hall.\n\nHOKE\nMornin', Miz Daisy. I b'leve it\nfixin' to clear up. '‘Scuse me, Mr.\n\nWerthan. Y'all busy?\n\nBOOLIE\nHoke, I think we have to have a talk.\n\f \n\n44.\n\nHOKE\nAll right. Jes' lemme put my coat\naway. I be right back.\n\nHe pulls a small paper bag from his pocket.\n\nHOKE (CONT'D)\nOh, Miz Daisy. Yestiddy when you out\nwith yo' sister I ate a can of yo'\nsalmon. I know you say eat de leff\nover pork chops, but they stiff.\nHere, I done buy you another can.\nYou want me to put it in the pantry\nfo' you?\n\nDAISY\nYes, thank you, Hoke.\n\nHOKE\nI be right with you, Mist' Werthan.\n\nHoke goes off to the kitchen. Daisy looks at the empty can in\nher hand.\n\nDAISY\n(trying for dignity)\nWell, I got to get dressed now.\n\"Bye, son,\n\nShe pecks Boolie on the cheek and heads up the stairs. He\nlooks after her with a little smile breaking across his face.\n\nINT. DAISY'S HOUSE / THE DEN - DAY - APRIL\n\nIt is Saturday afternoon. Daisy sits in a comfortable chair.\nShe is listening to a period console RADIO which sits on a\nnearby table. It's the Saturday broadcast of the Met. The\nsextet from \"Lucia di Lammermoor\" is BLASTING forth and Daisy\nhums along happily as she does a bit of crewel work. Hoke,\npassing in the hall, stands a minute in the open door frame,\nsmiling at what he sees.\n\nEXT. CREST CEMETERY - DAY - MAY, 1951\n\nA full, fuzzy-green, warm morning. Although this is a\ncemetery, it is not depressing -- not today, anyway, in the\nbright sunlight. The red-clay Georgia soil looks particularly\nsoft.",
  "31": "---END OF PREVIOUS SECTION---\nCREST CEMETERY - DAY - MAY, 1951\n\nA full, fuzzy-green, warm morning. Although this is a\ncemetery, it is not depressing -- not today, anyway, in the\nbright sunlight. The red-clay Georgia soil looks particularly\nsoft. \n---TARGET SECTION TO BE ANNOTATED---\nDaisy's car is parked off to the side of one of the narrow\nroadways. The car is not quite so new now, but still well-\nkept. Hoke is carefully buffing the front grillwork with his\ntrusty old chamois cloth. We can SEE the Georgia license\nplate which reads 1951, so a couple of years have passed since\nthe last scene.\n\f45.\n\nTwenty feet or so from him, Daisy is kneeling by a well-tended\ngrave. The headstone reads \"WERTHAN.\" The small stone at the\nfoot on one side reads \"Sigmund Werthan\" with his dates. The\nother side is unused. Daisy is digging with her trowel,\nplanting verbena. Hoke ambles over.\n\nHOKE\nI jess thinkin', Miz Daisy. We bin\nout heah to the cemetery three times\ndis mont' already, and ain' even the\ntwentieth yet.\n\nDAISY\nIt's good to come in nice weather.\n\nHOKE\nYassum. Mist' Sig's grave mighty well\ntended. I b'leve you the best widow\nin the state of Georgia.\n\nDAISY\nBoolie's always pestering me to let\nthe staff out here tend to this plot.\nPerpetual care they call it.\n\nHOKE\nWell, doan you do it. It right to\nhave somebody from the family looking\nafter you.\n\nDAISY\nI'll certainly never have that.\nBoolie will have me in perpetual care\nbefore I'm cold.\n\nHOKE\nGo on ‘way from here!\n\nDAISY _\nHoke, run on back to the car and get\nthat pot of azaleas for me and set it\non Leo Bauer's grave.\n\nHOKE\nMiz Rose Bauer's husband?\n\nDAISY\nThat's right. She asked me to bring\nit out here for her. She's not very\ngood about coming. And I believe\ntoday would have been Leo's birthday.\n\nHOKE\nYassum. Where the grave at?\n\fHOKE'S POV -\n\n46.\n\nDAISY\nI'm not exactly sure. But I know\nit's over that way on the other side\nof the weeping cherry. You'll see\nthe headstone. Bauer.\n\na veritable sea of look-alike headstones.",
  "32": "---END OF PREVIOUS SECTION---\nYou'll see\nthe headstone. Bauer. a veritable sea of look-alike headstones. \n---TARGET SECTION TO BE ANNOTATED---\nHOKE\nYassum.\n\nDAISY\nWhat's the matter?\n\nHOKE\nNothin' the matter.\n\nHe goes back to the car and gets the azaleas. Daisy goes on\nwith her digging.\n\nHOKE\nMiz Daisy...\n\nDAISY\nI told you, it's over on the other\nside of the weeping cherry. It says\nBauer on the headstone.\n\nHOKE\nNow, how do that look?\n\nDAISY\n\nWhat are you talking about?\nHOKE\n\nI'm talkin' 'bout I cain' read.\nDAISY\n\nWhat?\nHOKE\n\nI cain' read.\nDAISY\n\nThat's ridiculous. Anybody can read.\nHOKE\n\nNome. Not me.\nDAISY\n\nThen how come I see you looking at the\npaper all the time?\n\f47.\n\nHOKE\nThass it. Jes' lookin'. I dope out\nwhat's happenin’ from the pictures\nbes' I can.\n\nDAISY\nYou know your letters, don't you?\n\nHOKE\nMy ABC's? Yassum, pretty good. I\njes' cain' read.\n\nDAISY\nStop saying that. It's making me mad.\nIf you know your letters then you can\nread. You just don't know you can\nread. I taught some of the stupidest\nchildren God ever put on the face of\nthis earth and all of them could read\nenough to find a name on a tombstone.\nThe name is Bauer. Buh buh buh buh\nbuh Bauer. What does that buh letter\nsound like?\n\nHOKE\nSoun' like a B.\n\nDAISY\nOf course. Buh Bauer. Er er er er\ner. BauER. That's the last part.\nWhat letter sounds like er?\n\nHOKE\n\nAn R?\nDAISY\n\nSo the first letter is a --\nHOKE\n\nB.\nDAISY\n\nAnd the last letter is an --\nHOKE\n\nR.\nDAISY\n\nB-R.. B-R. B-R. Buh-err. Buh-err.\nIt even sounds like Bauer, doesn't it?\n\nHOKE\nSho' do, Miz Daisy. Thass it?\n\fDAISY\nThat's it.",
  "33": "---END OF PREVIOUS SECTION---\nHOKE\nSho' do, Miz Daisy. Thass it? DAISY\nThat's it. \n---TARGET SECTION TO BE ANNOTATED---\n Now go on over there like\nI told you in the first place and\nlook for a headstone with a B at the\nbeginning and an R at the end and\nthat will be Bauer. :\nHOKE .\nWe ain' gon' worry ‘bout what come in\nthe middle?\n\nDAISY\nNot right now. This will be enough\nfor you to find it. Go on now.\n\nHOKE\nYassum.\n\nDAISY\nAnd don't come back here telling me\nyou can't do it. Because you can.\n\nEXT. THE CEMETERY - SAME TIME\n\nWe FOLLOW HOKE on his walk past the weeping cherry tree,\ncarrying the potted azalea in front of him. He is cautious,\nbut excited. The headstones loom in front of him, somehow\nsuddenly menacing. But he proceeds. And, sure enough, there\nit is -- BAUER. . .\n\nHe silently mouths the Buh and the Er and places the azaleas\ngently in front of the headstone. A big moment for him.\nThen, walking quickly, he heads back to where Daisy is\nfinishing up her digging and collecting her things.\n\nHOKE\nMiz Daisy...\n\nDAISY\nYes?\n\nHOKE\n\nI sure 'preciate this, Miz Daisy.\n\nDAISY\nDon't be ridiculous! I didn't do\nanything. Now, let's get all this\npack to the car. I'm burning up out\nere.\n\nHe gathers her digging tools and her blanket and they walk\ntogether towards the car, Hoke holding her elbow to keep her\n\nfrom tripping.\n\n48.\n\f49.\n\nEXT. BOOLIE'S HOUSE - CHRISTMAS MORNING, 1953\nESTABLISHING SHOT - house all done up for Christmas.\nINT. BOOLIE'S HOUSE / THE DEN - SAME TIME\n\nWe HEAR Eartha Kitt SINGING \"Santa Baby\" and we SEE we are in\na small room off the living room, furnished like a Georgia\ndecorator's idea of an English club. The mantelpiece and\nmirror above it are currently supporting a large display of\ngheiepmas cards.",
  "34": "---END OF PREVIOUS SECTION---\nINT. BOOLIE'S HOUSE / THE DEN - SAME TIME\n\nWe HEAR Eartha Kitt SINGING \"Santa Baby\" and we SEE we are in\na small room off the living room, furnished like a Georgia\ndecorator's idea of an English club. The mantelpiece and\nmirror above it are currently supporting a large display of\ngheiepmas cards. \n---TARGET SECTION TO BE ANNOTATED---\n One of them reads in bold letters, \"So Long\n1953!\n\nBoolie, wearing a long-sleeved cashmere pullover and an open\nshirt, is going through a pile of long-playing Christmas\nrecords. His cabinet hi-fidelity record player is the very\nlatest thing, circa 1953. ‘The record jackets we see are\nalbums by Bing Crosby, Rosemary Clooney, Hugo Winterhalter,\netc., none of them particularly religious in content. Through\nthe open double doors we can just glimpse a portion of a huge\nfloor-to-ceiling Christmas tree and a mound of wrapped\npresents at the base.\n\n0.S. we HEAR Florine's inimitable VOICE.\n\nFLORINE (0.S.)\nOf course I told you! Of course\nI told you!\n\nAnd we HEAR a second, MUFFLED VOICE rising in protest.\n\nFLORINE (0.S.)\nNow, how can I be expected to buy it\nif you don't write it down!\n\nMore muffle, escalated.\n\nFLORINE (0.S.)\nHoney! Boolie! I need you!\n\nBOOLIE\nBe right there!\n\nAnd we FOLLOW HIM through the back hall to the\nKITCHEN\n\nAn early fifties dream of a kitchen, newly appointed. Every\nsurface contains the makings of a Christmas party-to-be. A\nlarge baked ham, unsliced, various bottles of liquor, makings\nfor canapes, etc., etc. The current bone of contention is a\nlarge cut glass bowl full of sliced oranges and bananas.\nFlorine, in slacks and a silk blouse, peers into the bowl.\nKATIE BELL, the current cook, black and young, is cowering by\nthe sink.\n\f50.\n\nFLORINE\nI told you. I told you a million\ntimes, Katie Bell. Write it down.\n\nKATIE BELL\nYassum.\n\nFLORINE\nMore I cannot do.\n(to Boolie)\nWe're out of coconut.\n\nBOOLIE\n(the peacemaker)\nI'm sure we can manage, Katie Bell.\n\nKATIE BELL\nI tole her.\n\nFLORINE\nBut you didn't write it down! I don't\nneed to stand around and listen to\nexcuses on Christmas Day. Maybe you\ncan figure out how to serve ambrosia\nto fifty people without coconut.",
  "35": "---END OF PREVIOUS SECTION---\nFLORINE\nBut you didn't write it down! I don't\nneed to stand around and listen to\nexcuses on Christmas Day. Maybe you\ncan figure out how to serve ambrosia\nto fifty people without coconut. \n---TARGET SECTION TO BE ANNOTATED---\n I\ngive up.\n\nHead high, she marches out of the kitchen.\n\nBOOLIE\n(to Katie Bell)\nI'll call Mama. She has the whole\nPiggly Wiggly in her pantry.\n\nKatie Bell smiles weakly, a little cheered. Boolie goes to\nthe\n\nCENTER HALL\nHe stands by the telephone table and dials.\n\nBOOLIE\nMama? Merry Christmas. Listen, do\nFlorine a favor, all right? She's\nhaving a fit and the grocery store is\nclosed today. You got a package of\ncoconut in your pantry? ... Would you\nbring it when you come? Many thanks.\nSee you anon, Mama. Ho ho ho!\n\nHe hangs up the phone and bounds up the\nCURVED STAIRWAY, baby-blue carpeting, calling as he goes:\n\f51.\n\nBOOLIE\nHoney! Hey, Honey!\n\nHe enters the\nMASTER BEDROOM\n\na fancy, French Provincial affair with a bay window, a chaise\nlongue, etc.\n\nBOOLIE\nFlorine! Florine!\n\nFLORINE (0.S.)\nIn here.\n\nHe goes back out into the hall and enters\nA SECOND BEDROOM\n\nAt least it was intended to be a bedroom because it is good-\nsized. This room is Florine's clothes closet. Racks of\nclothes are everywhere like a fancy dress store; shoes, hats,\naccessories, etc., abound. Florine is standing in front of a\nthree-way mirror holding a hostess skirt in front of her.\n\nBOOLIE\nYour ambrosia's saved. Mama's got\nthe coconut!\n\nFLORINE\nI knew she was good for something.\n\nBOOLIE\n(his face clouding)\nDamn it, Florine! I told you I don't\nlike all this sniping at Mama. She's\nan old lady, for God's sake!\n\nFlorine's eyes flash and she starts to speak, but changes her\nmind and smiles coquettishly.\n\nFLORINE\nSilly! I was teasin' you! Let's\ndon't fight on Christmas, okay?\n\nBOOLIE\nOf course okay.\n\nHe smiles and kisses her, a kiss reflected in her many\nmirrors.\n\f52.\n\nEXT. SUBURBAN STREET SCENE - CHRISTMAS NIGHT\n\nMUSIC OVER.",
  "36": "---END OF PREVIOUS SECTION---\n52. EXT. SUBURBAN STREET SCENE - CHRISTMAS NIGHT\n\nMUSIC OVER. \n---TARGET SECTION TO BE ANNOTATED---\n Rosemary Clooney \"Counting My Blessings\" or some\nsuch thing. We are SEEING well-to-do suburban streets from\nthe POV OF AN AUTOMOBILE. Lots of outdoor Christmas\ndecorations, lights, etc.\n\nINT. DAISY'S CAR - SAME TIME\n\nHoke is driving. Daisy sits in her customary position in the\nback. She is not in a festive mood.\n\nHOKE\nOooooh at them lit up decorations!\n\nDAISY\nEverybody's giving the Georgia Power\nCompany a merry Christmas.\n\nHOKE\nMiz Florine's got ‘em all beat with\nthe lights.\n\nDAISY\nShe makes an ass out of herself every\nyear.\n. HOKE\nYassum.\nDAISY\n\nShe always has to go and put a wreath\nin every window she's got.\n\nHOKE\nMmm Hmmm.\n\nDAISY\nAnd that silly Santa Claus winking on\nthe front door!\n\nHOKE\nI bet she have the biggest tree in\nAtlanta. Where she get ‘em so large?\n\nLot DAISY\nAbsurd. If I had a nose like Florine\nI wouldn't go around saying Merry\nChristmas to anybody.\n\nHOKE\nI enjoy Christmas at they house.\n\f53.\n\nDAISY\nI don't wonder. You're the only\nChristian in the place!\n\nHOKE\n‘Cept they got that new cook.\n\nDAISY\nFlorine never could keep help. Of\ncourse, it's none of my affair.\n\nHOKE\nNome.\n\nDAISY\nToo much running around, if you ask\nme. The Garden Club this and the\nJunior League that! As if any one of\nthem would ever give her the time of\nday! But she'd die before she'd fix\na glass of ice tea for the Temple\nSisterhood!\n\nROKE\nYassum. You right.\n\nDAISY\nI just hope she doesn't take it in\nher head to sing this year.~*\n(she imitates)\n\nGlo-0-0-0-0-0-0-0-0-0-0-0-ria! She\nsounds like she has a bone stuck in\nher throat.\n\nHOKE\n\nYou done say a mouthful, Miz Daisy.\n\nDAISY\nYou didn't have to come. Boolie\nwould have run me out.",
  "37": "---END OF PREVIOUS SECTION---\nHOKE\n\nYou done say a mouthful, Miz Daisy. DAISY\nYou didn't have to come. Boolie\nwould have run me out. \n---TARGET SECTION TO BE ANNOTATED---\nHOKE\nI know dat.\n\nDAISY\nThen why did you?\n\n: HOKE\nThat my business.\n\f54.\n\nEXT. BOOLIE'S HOUSE - NIGHT\n\nHoke turns the car into the driveway. Several cars are\nalready in the turnaround, indicating a party in progress.\nPerched in a dogwood tree, near the road, is a Rudolph-the-Red-\nNosed-Reindeer facsimile, nose a-blink.\n\nHOKE\nWell, looka there. Look what Miz\nFlorine done put in the dogwood\ntree.\n\nDAISY\nOh my Lord! If her grandfather,\nold man Freitag, could see this!\nWhat is it you say? I bet he'd jump\nup out of his grave and snatch her\nbaldheaded.\n\nHoke has gotten out of the car and is going around to the\npassenger door.\n\nBOKE\nGo on ‘way from here, Miz Daisy!\nJump up and snatch her baldheaded!\n\nDAISY\nwait a minute.\n\nShe takes a small package wrapped in brown paper from her\npurse.\n\nDAISY (CONT'D)\nThis isn't a Christmas present.\n\nHOKE\nNome.\nDAISY\nYou know I don't give Christmas\npresents.\nHOKE\nYassum.\n. DAISY\n\nI just happened to run across it this\nmorning. Goon. Open it up.\n\nHe unwraps the package.\n\nHOKE\nAin' nobody never give me no book.\n\f55.\n\nHe reads, not without difficulty:\n\nHOKE (CONT'D)\n“Hand Writing Copy Book - Grade Five.\"\n\nDAISY\nI always taught out of these. I\nsaved a few.\n\nHOKE\nYassum.\n\nDAISY\nIt's faded but it works. It you\npractice, you'll write nicely.\n\nHOKE\nYassum.\n\nDAISY\nBut you have to practice. I taught\nMayor Hartsfield out of this same\nbook.\n\nHOKE\n(very touched)\nThank you, Miz Daisy.\n\nDAISY\nIt's not a Christmas present.\n\nHOKE\nNome.\n\nDAISY\nJews haven't got any business giving\nChristmas presents. And you don't\nneed to go yapping about this to\nBoolie and Florine.\n\nHOKE ~¢\nThis strictly between you and me.\n\nFLORINE (0.S.",
  "38": "---END OF PREVIOUS SECTION---\nHOKE ~¢\nThis strictly between you and me. FLORINE (0. S. \n---TARGET SECTION TO BE ANNOTATED---\nMerry Christmas, Mother Werthan!\n\nWe FOLLOW HOKE and DAISY'S POV to\n\nBOOLIE'S FRONT DOORWAY\n\nBoolie and Florine are standing in the doorway, arms around\none another. Florine is dressed in a satin gown-pants-suit\n\naffair, reminiscent of Rosalind Russell as Auntie Mame. They\nare both waving.\n\f56.\n\nBACK TO THE DRIVEWAY\n\nHOKE\nThey done seen us.\n\n. DAISY\nI hope I don't spit up.\n\nHe takes her arm and helps her up the steps toward the house.\nEXT. STREET SCENE - DAY - SPRING, 1955\n\nDaisy's car in lightish Saturday traffic on a main street.\nHoke is driving, Boolie sitting beside him in the front seat.\n\nINT. DAISY'S CAR - SAME TIME\n\nHOKE\n\nYou know, yo' Mama done watch over\ndis machine like a chicken hawk. One\nday we park in front of de dry cleaner\nup yonder at de Plaza and dis white\nman -- look like some kind of lawyer,\nbanker, dress up real fine -- he done\nlay his satchel up on our hood while\nhe open up his trunk, you know, and\nLawd what he want to do that for?\n‘Fore I could stop her, yo' Mama jump\nout de back do' and run that man every\nyeh way. She wicked 'bout her paint\nob.\n\nEXT. STREET - SAME TIME\n\nThe car is approaching Mitchell Motors, a Buick-Cadillac\ndealer.\n\nINT. CAR - SAME TIME\n\nBOOLIE\nDid Mama tell you this new car has\nair conditioning?\n\nHOKE\nShe say she doan like no air cool.\nSay it give her the neck ache.\n\nEXT. MITCHELL MOTORS - SAME TIME\n\nThe car heads into the dealer's lot. A large sign in the\nwindow proclaims the arrival of the new 1955 models. Boolie\nand Hoke get out of their respective doors and walk towards\nthe shiny new 1955 Cadillac, painted Cadillac blue and\ngleaming in the sun like a jewel.\n\f57.\n\nBOOLIE\nYou know how Mama fought me, but\nit's time for a trade. I bet both\nof you will miss the old one, though.\n\nHOKE\nNot me, unh unh.",
  "39": "---END OF PREVIOUS SECTION---\nBOOLIE\nYou know how Mama fought me, but\nit's time for a trade. I bet both\nof you will miss the old one, though. HOKE\nNot me, unh unh. \n---TARGET SECTION TO BE ANNOTATED---\nBOOLIE\nOh, come on. You're the only one\nthat's driven it all this time.\nAren't you a little sorry to see it go?\n\nHOKE\nIt ain't goin' nowhere. I done bought\nit.\n\n“BOOLIE\nYou didn't!\n\nHOKE\n\nAlready made the deal with Mist' Red\nMitchell inside yonder.\n\nBOOLIE\nFor how much?\n\n: HOKE\nDat for him arid me to know.\n\nThey are inspecting the new car now. RED MITCHELL himself,\nall smiles, having made two sales, comes out to join them.\n\nRED MITCHELL\nWell, hey, Boolie! You got a gem\nhere. You got that payment for me,\nHoke?\n\nROKE\nSho' do...\n\nBOOLIE\nWe'll be right in, Red.\n\nMitchell heads back towards the building. Boolie walks Hoke a\n.little ways away.\n\nBOOLIE (CONT'D)\nFor God's sake! Why didn't you just\nbuy it right from Mama? You'd have\nsaved money.\n\f58.\n\nHOKE\nYo' Mama in my bizness enough as it\nis. I ain' studyin' makin' no\nmonthly car payments to her. Dis\nhere mine the regular way.\n\nThe two cars are side-by-side in the sun, the one gleaming,\nphe other also glowing, but with age. Boolie pats the old one\nondly.\n\nBOOLIE\nIt's a good car, all right. I guess\nnobody knows that better than you.\n\nHOKE\nBes' ever come off the line. And dis\nnew one, Miz Daisy doan take to it, I\nlet her ride in disheah now an' again.\n\nBOOLIE\nMighty nice of you.\n\nHOKE\nWell, we all doin' what we can.\n\nEXT. FRONT DOOR OF THE DEALERSHIP - TEN MINUTES LATER\n\nBoolie, holding the keys to the new car and his copy of the,\npapers, shakes hands with Red Mitchell at the door. Hoke\nfollows him out the door, holding his own set of papers.\nMitchell waves and goes back inside. Boolie lights a\ncigarette.\n\nBOOLIE\n\nYou want to drive the new one home?\nHOKE\n\nNo suh.",
  "40": "---END OF PREVIOUS SECTION---\nBoolie lights a\ncigarette. BOOLIE\n\nYou want to drive the new one home? HOKE\n\nNo suh. \n---TARGET SECTION TO BE ANNOTATED---\nBOOLIE\n\nWhy the hell not?\n\nHOKE\n‘Cause I doan want you gettin’ them\nnasty ashes all over my 'polstry.\n\nINT. DAISY'S HOUSE - AFTERNOON - JUNE, 1957\n\nON IDELLA'S HANDS lifting fried chicken out of a sputtering\nskillet and onto waiting paper towels. PULL BACK to reveal\nIdella herself, probably in her eighties now, and looking a\nbit worn. The kitchen counter holds hardboiled egg whites\nwaiting to be stuffed, carrot sticks, and other indications of\npicnic-making in progress.\n\f59.\n\nGolden afternoon sun streams into the room, which now contains\na fifties refrigerator, a new dinette and chairs, and a cheery\nwall calendar, which reads \"June, 1957.\"\n\nDaisy comes into the kitchen.\n\nDaisy starts\n\nDAISY\nThat's not enough chicken.\nIDELLA\nHow much you and Hoke plannin' to eat?\nDAISY\nI like to give them leftovers when\nI get there.\nIDELLA\nYou will, less you make a pig of\nyo'seff.\nDAISY :\nDid you put mustard in those eggs?\nIDELLA\nI always put mustard in my stuffed\neggs.\nDAISY\n\nSpicy things make me sick.\nIDELLA\nYou go on upstairs and see ‘bout your\n\npacking. I leave everything ready to\nput in the car in the morning.\n\nout of the kitchen, but remembers something.\nDAISY\n\nDon't put the peaches in the icebox.\n\nI hate cold peaches. .\n\nIDELLA\nYassum.\n\nDaisy leaves, and Idella goes on with the preparations,\n\nmuttering to\n\nShe spears a\n\nherself. .\n\nIDELLA (CONT'D)\nAct like I ain' never made a picnic\nin my life.\n\npiece of chicken vehemently.\n\f60.\n\nINT. DAISY'S HOUSE - NEXT MORNING\n\nDaisy's bedroom has undergone the usual changes in the nine or\nso years since we've seen it. A late model (middle fifties)\nbedside radio has replaced the large pre-war one. The\nwallpaper is different, though it looks very much like its\npredecessor. The room is still well kept. Daisy is dressed\nin traveling clothes.",
  "41": "---END OF PREVIOUS SECTION---\nThe\nwallpaper is different, though it looks very much like its\npredecessor. The room is still well kept. Daisy is dressed\nin traveling clothes. \n---TARGET SECTION TO BE ANNOTATED---\n She is about eighty now, but still in\ngood health. She moves a bit more carefully.\n\nIt is early morning. The sun is recently up. A large, old-\nfashioned suitcase sits open on one of the twin beds. It is\njust about full. Everything is wrapped carefully in layers of\ntissue paper. Daisy has been packing it for days, and the job\nis just about complete.\n\nShe looks out of her front window towards the street and\nfrowns. She checks her wristwatch. The street again. And\nshe makes a decision. Chin set resolutely, she slams the\nsuitcase shut and snaps the various locks closed. Another\ncheck to the street. She lifts the suitcase off the bed. It\nis almost too heavy for her.\n\nA SERIES OF SHOTS OF DAISY WITH THE SUITCASE\n\nA. Struggling out of her bedroom door.\n\nB. Bumping down the hall steps.\n\nCc. Going through the dining room.\n\nD. Battling with the swinging door into the pantry.\n\nE. Emerging into the back yard and half-dragging it across\nthe driveway.\n\nEXT. DAISY'S HOUSE / THE DRIVEWAY AND GARAGE - SAME TIME\n\nA beautiful, soft, early summer morning. Birds singing,\nDaisy's garden is in gentle bloom. All in contrast to Daisy's\nrising irritation. She looks toward the street, pushes a\nstray wisp of hair back under its net and goes resolutely back\ninto the house.\n\nINT. DAISY'S KITCHEN - SAME TIME\n\nDaisy enters the kitchen. A shoebox sits open on the table.\nIt contains various components of the picnic lunch, all\ncarefully wrapped in waxed paper. Daisy opens the\nrefrigerator, gets a couple more wrapped packages and puts\nthem in the shoebox. She closes the box and wraps it with a\nrubber band, irritation still mounting. She gathers it, and a\ngood-sized, fancily-wrapped gift box, and heads out the back\ndoor again.\n\fEXT. THE BACK YARD -\n\nDaisy has placed the\nsuitcase at the rear\nWe HEAR the SOUND of\nhead of the driveway\n\nHoke gets out of the\n\n61.\n\nSAME TIME\n\ngift box and the lunch box on top of the\nof the garage by the trunk of the car.\n\na CAR pulling up.",
  "42": "---END OF PREVIOUS SECTION---\nTHE BACK YARD -\n\nDaisy has placed the\nsuitcase at the rear\nWe HEAR the SOUND of\nhead of the driveway\n\nHoke gets out of the\n\n61. SAME TIME\n\ngift box and the lunch box on top of the\nof the garage by the trunk of the car. a CAR pulling up. \n---TARGET SECTION TO BE ANNOTATED---\n We FOLLOW HER to the\nand we SEE Hoke's car pulling up.\n\ncar, goes around to the trunk and removes\n\nhis own small suitcase. His car is the same Oldsmobile, a bit\nworse for wear now, but still kept well. The Cadillac, also,\nis now a couple of years old and has lost its new car shine.\n\nDAISY\n\nIt's three after seven!\n\nYassum.\nfifteen\n\nHOKE\nYou say we leavin' at\nto eight.\n\nDAISY\n\nAt the latest, I said.\n\nHOKE\n\nNow what bizness you got, draggin'\ndisheah out de house by yoseff?\n\nDAISY\n\nWho was here to help me?\n\nHOKE\n\nMiz Daisy, it doan take mo'n five\n\nminutes\n\nto load up de trunk of dis car.\n\nYou fixin' to break both yo' arms and\n\nyo'legs\n\nAtlanta.\n\ntoo fo' we even get outta\nYou takin' on too much.\n\nDAISY\n\nI hate doing things at the last\n\nminute.\n\nHOKE\n\nWhat you talkin’ ‘bout? You ready\nto go fo’ the las' week and a half!\n\nHe picks up the present.\n\nDAISY\n\nDon't touch that.\n\n- HOKE\n\nAin' it wrap pretty! Dat Mist'\nWalter's present?\n\f62.\n\n~ DAISY\nYes. It's fragile. I'11 hold it\non the seat with me.\n\nHoke is loading the trunk under Daisy's careful supervision.\nBoolie's car pulls up the driveway. Boolie, dressed ina\n\nbusiness suit and carrying a small wrapped gift, gets out of\nhis car and kisses his mother's cheek.\n\nDAISY\nWell, you nearly missed us!\nBOOLIE\nT thought you were leaving at quarter\nof.\nHOKE\nShe takin' on.\nDAISY\nBe still.\nBOOLIE\n\nFlorine sent this for Uncle Walter.\nr He holds out the gift. Daisy recoils from it.\n. BOOLIE (CONT'D)\n\nWell, it's not a snake, Mama. I\nthink it's note paper.\n\n: DAISY\nHow appropriate. Uncle Walter can't\nsee!\nBOOLIE\n\nMaybe it's soap.\n\nDAISY\nHow nice that you show such an\ninterest in your uncle's ninetieth\nbirthday.",
  "43": "---END OF PREVIOUS SECTION---\nUncle Walter can't\nsee! BOOLIE\n\nMaybe it's soap. DAISY\nHow nice that you show such an\ninterest in your uncle's ninetieth\nbirthday. \n---TARGET SECTION TO BE ANNOTATED---\nBOOLIE\nDon't start up, Mama. I cannot go to\nMobile with you. I have to go to New\nYork tonight for the convention.\n\nDAISY\nThe convention starts Monday. And I\nknow what else I know.\n\f63.\n\nBOOLIE\nJust leave Florine out of it. She\nwrote away for those tickets eight\nMonths ago.\n\nDAISY\nI'm sure \"My Fair Lady\" is more\nimportant than your own flesh and\n\nblood.\n\nBOOLIE\nMama!\n\nDAISY\nThose Christians will be mighty\nimpressed.\n\nBOOLIE\nI can't talk to you when you're like\nthis.\n\nDaisy has gotten herself into the car. The two gifts and the\nlunch and her purse and her map are on the seat beside. She\nsits straight in the seat, ready to travel.\n\nDAISY\nThey expect us for a late supper in\nMobile. :\n\nBOOLIE\n\nYou'll be there. I've got to talk to\nHoke a minute.\n\nHe takes Hoke out of Daisy's hearing.\n\nDAISY\nI know they'll fix crab. All that\ntrouble.\nBOOLIE\n(to Hoke)\n\nI don't know how you're going to\nStand all day in the car.\n\nHOKE\nShe doan mean nothin'. She jes'\nworked up.\n\nBOOLIE\n\nHere's fifty dollars in case you run\ninto trouble. Don't show it to Mama.\nYou've got your map.\n\f64.\n\nHOKE\nShe got it in wid her. Study ever’\ninch of the way.\n\nBOOLIE\nI'll be at the Ambassador Hotel in\nNew York. On Park Avenue.\n\nDAISY\nIt's seven-sixteen.\n\nBOOLIE\nYou ought to have a job on the radio\nannouncing the time.\n\nDAISY\nI want to miss rush hour.\n\nBOOLIE\nCongratulate Uncle Walter for me.\nAnd kiss everybody in Mobile.\n\nHoke gets in the car and starts up the engine.\nDAISY\nDid you have the air condition\nchecked? I told you to have the air\ncondition checked.\nHOKE\nYassum I had the air condition\nchecked but I don't know what for.\nYou doan never ‘low me to turn it on.\n\nDAISY\nHush up.\n\nThe car moves out of the garage, turns around and heads down\nthe driveway.",
  "44": "---END OF PREVIOUS SECTION---\nYou doan never ‘low me to turn it on. DAISY\nHush up. The car moves out of the garage, turns around and heads down\nthe driveway. \n---TARGET SECTION TO BE ANNOTATED---\nBoolie stands at the head of the driveway, waving.\nBOOLIE\nGoodbye! Good luck!\n(to himself)\n\nGood God!\nSERIES OF TRAVELING SHOTS\n‘1. DAISY'S CAR heading down the quiet suburban street.\n2. DAISY'S CAR in traffic on a main thoroughfare.\n\n3. DAISY'S CAR on a highway.\n\f65.\n\n4. INT. DAISY'S CAR. Daisy reading the map and telling Hoke\nwhich numbered road to follow.\n\n5. DAISY'S CAR on a highway, city skyline in the b.g.\n6. DAISY'S CAR on a two-lane country road, mid-morning now.\n\n7. INT. DAISY'S CAR. Daisy, relaxed somewhat in her seat,\nwindow open, enjoying the countryside. Hoke, jacket removed,\ndoing same in front seat.\n\nEXT. COUNTRY ROADSIDE - NOON\n\nDaisy's car is pulled off to the side of a two-lane blacktop\nroad, somewhere near the Georgia/Alabama border. It is a\nbeautiful summer day, not especially hot. Daisy and Hoke are\nin the process of eating the lunch packed in the shoebox, cold\nfried chicken, stuffed eggs, etc. Daisy is sitting in her\nseat with the car door open. Hoke stands by the car, using\nthe hood as an outdoor table. The mood is very relaxed.\n\nHOKE\nIdella stuff eggs good.\n\nDAISY\nYou stuff yourself good.\n\nThey eat in peaceful silence.\n\nDAISY (CONT'D) .\nI was thinking about the first time\nI ever went to Mobile. It was\nWalter's wedding. 1888.\n\nHOKE\n1888! You weren't nothing but a\nlittle child!\n\nDAISY\nI was twelve. We went on the train.\nAnd I was so excited. I'd never been\nin a wedding party and I'd never seen\nthe ocean. Papa said it was the Gulf\nof Mexico and not the ocean, but it\nwas all the same to me. I remember we\nwere at a picnic somewhere -- somebody\nmust have taken us bathing -- and I\nasked Papa if it was all right to dip\nmy hand in the water. He laughed\nbecause I was so timid. And then I\ntasted the salt water on my fingers.",
  "45": "---END OF PREVIOUS SECTION---\nI remember we\nwere at a picnic somewhere -- somebody\nmust have taken us bathing -- and I\nasked Papa if it was all right to dip\nmy hand in the water. He laughed\nbecause I was so timid. And then I\ntasted the salt water on my fingers. \n---TARGET SECTION TO BE ANNOTATED---\nIsn't it silly to remember that?\n\f66.\n\nHOKE\nNo sillier than most of what folks\nremember.\n\nA STATE PATROL CAR pulls up alongside the parked car. TWO\nTROOPERS in uniform are in the front seat.\n\nTROOPER\n(to Hoke)\nHey, boy!\n\nHoke looks at him evenly.\n\nTROOPER (CONT'D)\nWhat do you think you're doing with\nthis car?\n\nDAISY\n(also calm but angry)\nThis is my car, officer.\n\nThe Trooper gets out of the patrol car and walks over.\n\nTROOPER\nYes, ma'am. Can I see the\nregistration, please.\n(to Hoke)\nAnd your license, boy.\n\nHoke produces both the registration from the glove compartment\nand the license from his wallet. The Trooper studies both.\n\nTROOPER\n(to Daisy)\nWhat's this name? Wetheran?\nDAISY\nWerthan.\nTROOPER\n\nWerthan. Never heard that one before.\nWhat kind of a name is that?\n\nDAISY\nIt's of German derivation.\n\nTROOPER\nGerman, hunh? Coulda fooled me. I\nthought it was a Jew name.\n\nThe other Trooper smirks in the patrol car. The First Trooper\ntips his hat to Daisy and they drive away.\n\f67.\n\nEXT. COUNTRY ROAD - LATER\n\nDaisy's car, traveling, passes an old pickup, headed the other\nway. The pickup, a white farmer family, parents, grandparents\nand children, dressed in overalls and simple country clothes.\n\nCLOSEUP OF HUSBAND AND WIFE exchanging silent glance at the\nsight of Daisy's chauffeur-driven car.\n\nEXT. STATE DIVIDE - DAY\nMarker says \"Entering Alabama.\" Daisy's car travels by.\nEXT. COUNTRY ROAD - DAY\n\nDeep country, cotton fields, an occasional snack, a less\noccasional car.\n\nINT. DAISY'S CAR - DAY\n\nHOKE\nYou talkin' ‘bout first time before.\nI tell you 'bout the first time I\never leave the state of Georgia?\n\nDAISY\nWhen was that?\n\nHOKE\nA few minutes back.\n\nDAISY\nGo on!\n\nHOKE\n\nThass right. First time. My daughter,\nshe married to a Pullman porter on the\nN.C. & St. L.",
  "46": "---END OF PREVIOUS SECTION---\nMy daughter,\nshe married to a Pullman porter on the\nN. C. & St. L. \n---TARGET SECTION TO BE ANNOTATED---\n you know, and she all\nthe time goin' -- Detroit, New York,\nSt. Louis -- talkin' 'bout snow up\naroun' her waist and ridin' in de\nsubway car and I say, \"Well, that very\nnice, Tommie Lee, but I jes' doan feel\nthe need.\" So dis it, Miz Daisy, and\nI got to tell you, Alabama ain’ lookin'\nlike much so far.\n\nDAISY\nIt's nicer the other side of\nMontgomery.\n\nHOKE\n\nIf you say so. Pass me up one of\nthem peaches, please ma'am.\n\f68.\n\nShe reaches into the shoebox. A road sign catches her eye.\n\nDAISY\nOh my God!\n\nHOKE\nWhat happen?\n\nDAISY\n\nThat sign said Phenix City -- thirty\nmiles. We're not supposed to go to\nPhenix City. We're going the wrong\nway! Oh my God!\n\nHOKE\n\nMaybe you done read it wrong.\nDAISY\n\nI didn't. Stop the car! Stop the\n\ncar!\nEXT. ROADSIDE - SAME TIME\n\nHoke swerves off the road, next to a field. The mood is\ntense, in contrast to the peaceful lunch stop.\n\nINT. DAISY'S CAR - SAME TIME\nDaisy, very agitated, wrestles with the map on her lap.\nDAISY\nHere! Here! You took the wrong turn\nat Opelika.\n\nHe takes the map and reads it.\n\n. BROKE\nYou took it wid me. And you readin’\n\nthe map!\n\nDAISY\nI was getting the lunch. Go on back.\nOh my God!\n\nHOKE\nIt ain' been thirty minutes since we\nturn.\n\nDAISY\n\nI'm such a fool! I didn't have any\nbusiness coming in the car by myself\nwith just you. Boolie made me! I\nshould have come on the train. I'd be\nsafe there. I just should have come\non the train.\n\f69.\n\nHOKE\nYassum. You sho' shouldda'.\n\nSERIES OF SHOTS\n1. DAISY'S CAR pulling out into the road.\n\n2.",
  "47": "---END OF PREVIOUS SECTION---\nSERIES OF SHOTS\n1. DAISY'S CAR pulling out into the road. 2. \n---TARGET SECTION TO BE ANNOTATED---\n DAISY'S CAR traveling through an Alabama country town, a\nsquare, a courthouse, white people, black people clustered\nseparately on benches, etc., watching the fine car pass\nthrough, an event.\n\n3. INT. CAR. No conversation. It's getting hot and sticky.\nLate afternoon now.\n\n4. EXT. COUNTRY GAS STATION - NEAR DUSK. Daisy's car pulled\nup to the pump. A man in overalls fills the tank. Daisy\nemerges from the ladies' room, a distasteful look on her face,\nregarding the condition inside.\n\n5. EXT. COUNTRY ROAD - DARK. Daisy's car still heading\ntowards Mobile.\n\nINT. CAR - NIGHT\n\nHoke driving, Daisy in her seat, both somewhat slumped. They\nare tired. It's a humid, dark night. Large moths and small\ninsects fly at the windshield.\n\nDAISY\nThey fixed crab for me! Minnie\nalways fixes crab! They go to so\nmuch trouble! It's all ruined by now!\n\nOh Lord!\nHOKE\n\nWe got to pull over, Miz Daisy.\nDAISY\n\nIs something wrong with the car?\nHOKE\n\nNome. I got to be'xcused.\nDAISY\n\nWhat?\nHOKE\n\nI got to make water.\n\nDAISY\nYou should have thought of that back\nat the Standard Oil station.\n\f70.\n\nHOKE\nColored cain' use the toilet at no\nStandard Oil. You know dat.\n\nDAISY\nWell, there's no time to stop.\nWe'll be in Mobile soon. You can\nwait.\n\n. HOKE\nYassum.\n{a beat)\nNome.\n\nEXT. ROAD - SAME TIME\nDaisy's car pulls abruptly to the side of the road.\nINT. CAR - SAME TIME ‘\n\nDAISY\nI told you to wait!\n\nHOKE\nYassum. I hear you. How you think I\nfeel havin' to ax you when can I make\nmy water like I some damn dog?\n\nDAISY :\nWhy, Hoke! I'd be ashamed!\n\nHOKE\nI ain' no dog and.I ain' no chile and\nI ain' just a back of the neck you\nlook at while you going wherever you\nwant to go.",
  "48": "---END OF PREVIOUS SECTION---\nI'd be ashamed! HOKE\nI ain' no dog and. I ain' no chile and\nI ain' just a back of the neck you\nlook at while you going wherever you\nwant to go. \n---TARGET SECTION TO BE ANNOTATED---\n I aman, nearly seventy-\ntwo years old, and I know when my\nbladder full and I gettin' out dis car\nand goin' off down the road like I got\nto do. And I'm takin' the car key dis\ntime. And that's the end of it!\n\nHe gets out of the car, shutting the door sharply behind hin.\nON DAISY, sitting straight in her seat, lips pursed. Dark\ncountry night silence. A DOG BARKS in the distance. She\nrolls down the wiridow.\n\nDAISY\nHoke!\n\nShe waits a second, then calls again, less angrily.\n\nDAISY (CONT'D)\nHoke!\n\f71.\n\nNo answer. Silence. Darkness. COUNTRY SOUNDS. She is\nbecoming frightened.\n\n- DAISY (CONT'D)\nHoke!\n\nShe starts to get out of the car, when suddenly a man appears\nin the shadowy dark. She is frightened for a moment, but\nrealizes it is Hoke come back.\n\nHOKE\nYou all right in there, Miz Daisy?\n\nHer face floods with relief, but not for long. Soon she is\nher old snappish self.\n\nDAISY\nOf course I am!\n\nEXT. MANHATTAN SKYLINE - DUSK\nINT. AMBASSADOR HOTEL / BOOLIE & FLORINE'S ROOM - DUSK\n\nA standard twin-bedded double room. Nicely furnished, but not\nvery large. A room air conditioner hums away. White gauzy\ncurtains billow in front of it. Open suitcases on the luggage\nrack and bureau.\n\nBoolie, wearing boxer shorts, undershirt, long socks and\ngarters, is stretched out on one of the beds, talking on the\ntelephone, which sits on a table between the beds.\n\nDuring his conversation, Florine emerges from the bathroom.\nShe is dressed in her best evening outfit -- a killer of a\nsummer city dress (a sack dress? one with a balloon skirt? --\nwhatever Kay Kendall would have worn in 1957).\n\nBOOLIE\n\nYes. I'm calling Mobile, Alabama.\nAdams 4-7893. That's Adams. I don't\nknow what digits. Wait a minute.\n23. 234-7893. Person to person.\nMr. Walter Woolf.",
  "49": "---END OF PREVIOUS SECTION---\nPerson to person. Mr. Walter Woolf. \n---TARGET SECTION TO BE ANNOTATED---\n No, wait, Operator.\nMake that station to station.\n\n(to Florine)\nIt'll take forever to get Uncle Walter\nto the phone.\n\nFlorine, intent on her mirror image, shrugs.\n\nBOOLIE (CONT'D)\n(on the phone)\nYeah. Hey! Is this Slick? Hey,\nSlick! It's Boolie! Unh hunh.\nCongratulations on your Dad's big day.\n\f72.\n\nINT. UNCLE WALTER'S HOUSE / THE LIVING ROOM - TWILIGHT\n\nAn unpretentious, comfortable Mobile living room -- not nearly\nas well-to-do as Daisy's house in Atlanta. SLICK, Uncle\nWalter's son, is a sixtyish small man, dressed in short-sleeve\nwhite shirt, no tie, etc. He is talking on the phone with\nBoolie. In the b.g. are UNCLE WALTER, blind and ninety, but\nthe possessor of great vitality. He happens to strongly\nresemble his sister, Daisy. He is ensconced in his favorite\nliving room chair, a pile of wrapped presents, Daisy's\nincluded, on a table nearby. He is surrounded by various\nchildren, grandchildren and relatives, including Daisy and her\nSlightly older sister, NONIE.\n\nSlick is having trouble hearing Boolie over the b.g. NOISE.\n\nSLICK\nWell, thank you. Thank you,\nBoolie.\n(he beckons to Daisy)\nAunt Daisy, it's Boolie calling.\n\nON DAISY\n\nA prim smile. She's glad her son is doing the right thing.\nShe leaves the relatives and takes the phone from Slick.\n\nDAISY\nHello. Hey, son. Uncle Walter\nappreciates your call. I don't\nthink he can come to the phone.\n\nINT. BOOLIE'S HOTEL ROOM - SAME TIME\n\nBOOLIE\n(on phone)\nFine. How is Hoke? —\n\nINT. WALTER'S HOUSE - SAME TIME\n\nDAISY\nWhat do you mean? How should he be?\n\nUncle Walter's daughter emerges from the kitchen bearing a\nlarge iced angel food cake, aglow with candles. An excited\nhush falls over the family and the singing of \"Happy Birthday\"\nstarts.\n\nDAISY (CONT'D)\nI have to hang up, Boolie. I'll tell\nhim. Yes, we will. All right. You,\ntoo.",
  "50": "---END OF PREVIOUS SECTION---\nYes, we will. All right. You,\ntoo. \n---TARGET SECTION TO BE ANNOTATED---\n Bye.\n\nThe cake procession and the singing continue.\n\f73.\n\nON UNCLE WALTER, his blind, pink face lit by the glow of\nninety candles.\n\nON DAISY, also lit by the candles, her face soft with love and\npride for the occasion. She looks across the room.\n\nDAISY'S POV\n\nHoke standing by the kitchen door with MINNIE and a couple of\nother family servants. Hoke nods gravely at Daisy,\nacknowledging the importance of the moment.\n\nON DAISY. She nods imperceptibly, but gratefully, back at\nHoke, still lit by the candles.\n\nON UNCLE WALTER, guided by Slick, leans over to blow the\ncandles out.\n\nEXT. THE WERTHAN COMPANY - DAY\n\nThe same exterior, but with a few changes. A very large\nbillboard in front of the factory entrance reads:\n\"CONSTRUCTION BY A. R. EDWARDS, INC. - COMPLETION FALL 1962.\"\nThe rest of the old Werthan plant and the projected modern\naddition at the rear.\n\nThe Cadillac that was driven to Mobile pulls into an empty\nspace. It is older now and a little worse for wear, but it is\nkept well. It now belongs to Hoke. He emerges from the car,\na bit greyer, but spry. He is up in his seventies. He waves\nto some men on the loading dock, who wave back. He heads into\nthe building.\n\nINT. THE WERTHAN COMPANY / THE RECEPTION AREA - DAY\n\nThe receptionist waves Hoke in and he proceeds down the\ncorridor to\n\nMISS MCCLATCHEY'S DESK\n\nwhere she is seated, typing letters. Boolie's voice is HEARD\non the DICTAPHONE machine by her side. She types as fast as\nhe talks. When she sees Hoke she smiles, turns off her\nmachine.\n\n: MCCLATCHEY .\nWell, good morning to you.\n\nHOKE\nCan I see him?\n\nMCCLATCHEY\nHe's out there with the construction.\nBest toy he ever had.\n\f74.\nHOKE\nI know that's the truth.",
  "51": "---END OF PREVIOUS SECTION---\nBest toy he ever had. 74. HOKE\nI know that's the truth. \n---TARGET SECTION TO BE ANNOTATED---\n‘He walks back down the hall and through the\n\nFACTORY, which looks pretty much as it did fourteen years\nbefore, past the same old\n\nFREIGHT ELEVATOR with the same old corrugated tin door.\nOscar, older now, is unloading full hand carts.\n\nOSCAR\nHey, my man!\n\nHOKE\nThey ain' give you a new elevator\nyet?\n\nOSCAR\n\nYou don't see one, do you?\n\nHOKE\nWell all right.\n\nHe proceeds through the factory and out a rear door.\nEXT. REAR OF WERTHAN COMPANY - DAY\n\nThe early stages of construction. Concrete poured on first\nfloor and I-beams being put in place. Boolie, wearing hard\nhat and expensive suit, talking to CONSTRUCTION WORKERS.\nBoolie is a bit paunchier and balder.\n\nBOOLIE\nEddie, are you telling me you're\ngoing over already?\n\nEDDIE\nNo suh, Mist' Werthan. I'm just\nsayin' be prepared, if you git my\nmeanin'.\n\nBOOLIE\nI'm prepared to spend exactly what's\nin the contract and not one dime more.\n\nEDDIE\nI hear you.\n\nBoolie sees Hoke. He moves away from the construction group.\n\nEDDIE\n(to a worker as\nBoolie moves away)\nThey don't call 'em Jews for nothing.\n\f75.\n\nThe other man snickers.\n\nBOOLIE\n(to Hoke)\nIsn't it your day off? To what do I\nowe this honor?\n\nHOKE\nSeein' ‘bout things in the\nneighborhood.\n\nBOOLIE\n\nWell, let me show you around.\nThey move around to a\nSIDE ELEVATION OF THE CONTRUCTION\n\nBOOLIE\n(pointing up at\nempty air)\nRight there's gonna be my office.\nOne hell of a view.\n\nHOKE\n\nIsn't that something?\nBOOLIE\n\nYou don't seem real interested. .\nHOKE\n\nWe got to talk, Mr. Werthan.\nBOOLIE\n\nWhat is it?\nHOKE\n\nIt Mist' Sinclair Harris.\nBOOLIE\n\nMy cousin Sinclair?\nHOKE\n\nHis wife.\nBOOLIE\n\nJeanette? :\nHOKE\n\nThe one talk funny.\n\nBOOLIE\nShe’s from Canton, Ohio.\n\f76.\n\nHOKE\n\nYassuh. She tryin' to hire me.",
  "52": "---END OF PREVIOUS SECTION---\n76. HOKE\n\nYassuh. She tryin' to hire me. \n---TARGET SECTION TO BE ANNOTATED---\nBOOLIE\n\nWhat?\nHOKE\n\n‘She phone when she know Miz Daisy be\nout and she say, \"How are they\ntreating you, Hoke?\" You know how\nshe soun', like her nose stuff up.\nAnd I say, \"Fine, Miz Harris,\" and\nshe say, \"Well, if you lookin' for a\nchange, you know where to call.\"\n\nBOOLIE\nI'll be damned!\nBROKE\nI thought you want to know ‘bout it.\nBOOLIE\nI'll be God damned!\nHOKE\nAin' she a mess?\n(a pause)\nShe say name yo sal'ry.\nBOOLIE\nI see. And did you?\nHOKE\nDid I what?\nBOOLIE\n\nName your salary.\n\nHOKE\nNow, what you think I am? I ain'\nstudyin' workin' for no trashy\nsomethin' like her.\n\nBOOLIE\nBut she got you to thinkin', didn't\nshe? :\n\nHOKE\nYou might could say dat.\n\nBOOLIE\nCome on back in my office.\n\nThey head back inside the factory.\n\f77.\n\nINT. BOOLIE'S OFFICE - IMMEDIATELY FOLLOWING\n\nThe same space as before, but serious redecoration has\noccurred. It is now furnished with the latest blonde mahogany\ndesk, coffee table, side piece, etc. The wall-to-wall\ncarpeting and drapes are new, too. And there is a new fashion\nphoto of Florine placed prominently. She has Mamie Eisenhower\nbangs in it. Boolie sits at his desk, puts his feet up and\nmotions Hoke to sit.\n\nBOOLIE\nName your salary.\n\nHOKE\nDat what she say.\n\nBOOLIE\nWell, how does $65 a week sound?\n\nHOKE\nSound pretty good. ‘Course seventy-\nfive sounds better.\n\nBOOLIE\nSo it does. Beginning this week.\n\nHOKE\nDas mighty nice of you, Mist' Werthan.\nI 'preciate it. Mist' Werthan, you\never had people fightin’ over you?\n\nBOOLIE\nNo.\n\nHOKE\nWell, I tell you. It feel good.\n\nHe smiles and walks happily out of the office.\nINT.",
  "53": "---END OF PREVIOUS SECTION---\nIt feel good. He smiles and walks happily out of the office. INT. \n---TARGET SECTION TO BE ANNOTATED---\n DAISY'S HOUSE / THE DEN - DAY - MAY, 1963\n\nOnly addition to the scene is a bulky console b/w TELEVISION\nset, which is ON at the moment, a soap opera in progress.\n\nIdella and Hoke are watching avidly. Idella is shelling peas,\na paper bag for the pods and a bowl for the peas. She looks\nvery old and frail.\n\nDaisy stops in the doorway.\nDAISY\n\nI don't know how y'all can look at\nthat.\n\f78.\n\nHOKE\nyou see it a few times, you get in\nt.\n\nDAISY\n\nYour brains are gonna dry up. I'll\nbe up in my room reading. Don't\nmake a mess with those peas, Idella.\n\nIDELLA\nDo I ever?\n\nDaisy goes upstairs. The two watch.\nHOKE\nAin't the blonde one got a lotta\nhair? How do she make it so shiny?\nIDELLA\n(shelling away)\nWashes it in my-naise.\nHe looks dubious.\nIDELLA (CONT'D)\nYes she do. Had about it in Life\nMagazine.\n\n: “HOKE\nDon' seem human, do it?\n\nON THE SOAP OPERA\nTwo young women drinking coffee in a kitchen.\n\nDARK-HAIRED YOUNG WOMAN\nVirginia, I saw Richard last night.\n\nOminous organ MUSIC.\nDARK-HAIRED YOUNG WOMAN (CONT'D)\nIt looked to me like he was on his\nway to Hope's house!\nMore ominous MUSIC.\nON HOKE\nHOKE\nLook out! Linda up to somethin’ now.\nWhat you think, Idella?\n\nNo answer.\n\f79.\n\nHOKE (CONT'D)\nIdella?\n\n0.S. SOUND of BOWL hitting the floor.\n\nWe ‘SEE the bowl overturned and peas rolling out on the\nOriental rug.\n\nON HOKE\n\nHOKE\nIdella! Idella!\n\nINT. AUBURN AVENUE BAPTIST CHURCH / THE SANCTUARY - DAY\n\nThis is a fairly small church, humble in contrast to Daisy's\nTemple we have seen earlier. The sanctuary is about half-\nfilled at the moment. A funeral is in progress.",
  "54": "---END OF PREVIOUS SECTION---\nAUBURN AVENUE BAPTIST CHURCH / THE SANCTUARY - DAY\n\nThis is a fairly small church, humble in contrast to Daisy's\nTemple we have seen earlier. The sanctuary is about half-\nfilled at the moment. A funeral is in progress. \n---TARGET SECTION TO BE ANNOTATED---\nA BLACK CHOIR MEMBER - A TEEN-AGED GIRL, with a particularly\nstrong voice, is singing \"What a Friend we Have in Jesus.\"\nShe wears a choir robe. She is standing with the rest of the\nchoir, but this is the solo part of the service.\n\nA MINISTER, also black and also robed, stands nearby, just\nbehind a simple coffin.\n\nA SHOT OF THE SANCTUARY reveals that the entire population is\nblack, except for three white people in the rear -- Daisy,\nBoolie and Florine. Hoke is sitting in the pew with them, on\nthe aisle, next to Boolie. Everyone in the congregation holds\na printed program of events.\n\nON THE THREE WHITE FACES, a part of the service, but not a\npart. Florine wears a stylish suit, Daisy has on a black hat\nwith a veil. She looks straight ahead at the singer, her face\nshowing no emotion. Only Hoke's face expresses his feelings,\nas the four watch the solemn proceedings.\n\nINT. DAISY'S HOUSE / THE KITCHEN - DAY - JULY, SAME YEAR\n\nFor the first time, the kitchen looks a bit out of date, a bit\nshabby. The linoleum is clean, but a little chipped and\nscruffy. An electric fry pan sits on one of the counters,\n\n. Clearly a concession to Boolie because it is shiny new and\nebviously never used. -\n\nDaisy is frying chicken in a large black cast iron skillet.\nThe cut-up chicken is on the counter as is the paper bag full\nof flour. She shakes the chicken in the bag, then places it\nin the hot oil skillet.\n\nHoke appears behind her, watching critically. Eventually he\ncannot contain himself and speaks.\n\f80.\n\nHOKE\nYou fixin' to ruin it.\n\nDAISY\nWhat are you talking about?\n\nHOKE\nYou got de skillet turn up too high\nand de chicken too close together.\n\nDAISY\nMind your business.\n\nHOKE\nIt's yo' chicken.\n\nHe shrugs, walks out of the kitchen. Daisy considers a\nMoment, turns the flame down.\n\nEXT. DAISY'S HOUSE / THE YARD - DAY\n\nSome time later.",
  "55": "---END OF PREVIOUS SECTION---\nDaisy considers a\nMoment, turns the flame down. EXT. DAISY'S HOUSE / THE YARD - DAY\n\nSome time later. \n---TARGET SECTION TO BE ANNOTATED---\n Daisy, wearing gardening gloves, is standing\non a small kitchen stepladder, wielding a large pair of\nshears, trimming a shrub. Hoke stands at the foot of: the\nladder, picking up the clippings and putting them in a nearby\nwheelbarrow.\n\nEXT. CITY SCENE - DAY - WINTER, 1964\n\nESTABLISHING SHOT of ice storm in progress, branches weighted\ndown, icicles hanging everywhere, etc.\n\nEXT. DAISY'S HOUSE - DAY\nEffects of storm visible.\nINT. DAISY'S HOUSE / THE FRONT HALL - IMMEDIATELY FOLLOWING\n\nNo furniture or decoration has changed here since we first saw\nit, but everything is older. Daisy is on her knees rummaging\nthrough the lowest commode drawer. Outside the storm is\nvisible. The hall is dark. Daisy finds what she is looking\nfor, a stumpy old white candle. She shuts the drawer, gets\nup, and we FOLLOW HER through\n\nTHE DARK PANTRY into\n\nTHE KITCHEN\n\nsomewhat lighter because of the windows. She lights the\ncandle with kitchen matches, drips wax onto a saucer, and\n\nfirms the candle in place. She heads back towards the living\nroom.\n\f81.\n\nShe walks through the dark HALL. We FOLLOW HER into\nTHE LIVING ROOM\n\nOnly a little brighter, evidence of ice storm outside. The\nroom seems more cluttered, less organized than it was in 1948.\nAnd the darkness of the morning only accentuates the somewhat\nshabby aura.\n\nDaisy goes to sit in her armchair. The current National\nGeographic is on the table. She picks it up and tries to\nread, but is unsuccessful in the poor light.\n\nSuddenly she HEARS the BACK DOOR open and close. FOOTSTEPS.\nShe half-rises out of the chair in alarm.\n\nDAISY\nWho is it?\n\nHOKE (0.S.)\nMornin', Miz Daisy.\n\nDAISY\nOh, Hoke.\n\nShe sinks back into her chair with relief. Hoke comes into\nthe doorway. She is carrying a paper bag, and wears an\nevercoat and galoshes. .\n\nDAISY\nWhat in the world?\n\nHOKE\nI learn to drive on ice when I\ndeliver milk for the Avondale Dairy.",
  "56": "---END OF PREVIOUS SECTION---\nShe is carrying a paper bag, and wears an\nevercoat and galoshes. . DAISY\nWhat in the world? HOKE\nI learn to drive on ice when I\ndeliver milk for the Avondale Dairy. \n---TARGET SECTION TO BE ANNOTATED---\nAin' much to it. I slip aroun' a\nlittle comin' down Briarcliff, but\nnothin' happen. Other folks bangin'\ninto each other like they in the\nfunny papers, tho'. Oh, I stop at”\nthe 7-11. I figure yo' stove out\nand Lawd knows you got to have yo’\ncoffee in the morning.\n\nShe is touched.\n\nDAISY\nHow sweet of you, Hoke!\n\nHe hands her a cardboard cup and sips his own.\nHOKE\n\nWe ain' had no good coffee 'roun\nheah since Idella pass.\n\f82.\n\nDAISY\nMmm Hmm. iI can fix her biscuits and\nwe both know how to make her fried\nchicken. But nobody can make Idella's\ncoffee. I wonder how she did it.\n\nHOKE\nI doan' nome.\n\nThey sip silently for a moment, deep in thoughts. Then:\n\nDAISY\nIdella was lucky.\n\nHOKE\nYassum. I ‘spec she was.\n\nHe starts out of the room.\n\nDAISY\nWhere are you going?\n\nHOKE\nPut desheah things up. Take off\nmy overshoes.\n\nDAISY\nI didn't think you'd come today.\nHOKE\nWhat you mean? It ain' my day off,\nis it? :\nDAISY\n\nBoolie called and said he couldn't\n\neven get down his driveway. Well,\n\nI don't know what you can do around\nhere except keep me company.\n\n. HOKE\nI see can I light us a fire.\n\nHe leaves the room. The next few exchanges are Daisy calling\nto him in the kitchen.\n\nDAISY\nEat anything you want out of the\nice box. It'll all spoil anyway.\n\nHOKE (0.S.)\nYassum.\n\nDAISY\nAnd wipe up what you tracked onto\nmy kitchen floor.\n\f83.\n\nHOKE (0.S.)\nNow, Miz Daisy, what you think I am?\nA mess?\n\nThis is an old routine between them and not without affection.\nDaisy smiles. The PHONE RINGS, loudly. An intrusion on the\nntimacy.\n\nDaisy gets up to answer. She speaks as she goes to the hall.\n\nDAISY\nYes. That's exactly what I think\nyou are.",
  "57": "---END OF PREVIOUS SECTION---\nShe speaks as she goes to the hall. DAISY\nYes. That's exactly what I think\nyou are. \n---TARGET SECTION TO BE ANNOTATED---\nHOKE\n\nAll right den. All right.\nTHE HALL TELEPHONE\n\n(NOTE: The scene of following phone conversation shifts\nbetween Daisy's hall and BOOLIE'S DEN, where he sits wearing a\ncashmere sweater and a muffler. Florine can also be seen,\nwearing a full-length mink coat and expensive leather gloves.]}\n\nDAISY\nHello?\n\n: BOOLIE\n\nIt'll all be melted by this\n\nafternoon. They said so on the radio.\nI'll be out after you as soon as I\ncan get down the driveway.\n\nDAISY\nStay where you are, Boolie. Hoke is\nhere with me.\n\nBOOLIE\nHow in the hell did he manage that?\n\nDAISY\nHe's very handy. I'm fine. I don't\nneed a thing in the world.\n\nBOOLIE\nHello?\n(to Florine)\nI must have the wrong number. I\nnever heard Mama say loving things\nabout Hoke before.\n\nDAISY\nI didn't say I love him. I said he\nwas handy.\n\f84.\n\nBOOLIE\n(winking at Florine)\nUh huh.\n\n. DAISY\n\nHonestly, Boolie. Are you trying to\nirritate me in the middle of an ice\nstorm?\n\nShe hangs up sharply.\nON BOOLIE as he hangs up the phone, smiling at his wife.\nEXT. STREET - DAY\n\nA traffic jam is in progress. Cars standing still, HORNS\nBLARING, irritability in the air. It is early fall, but hot\nand humid.\n\nOne of the cars in the stalled lane is Daisy's. It's a car we\nhaven't seen before -- a Cadillac sedan (circa 1960). All of\nDaisy's cars, subsequent to the first Cadillac, are virtually\nthe same -- all \"Cadillac blue\" -- but, of course, Boolie\ntrades them in every two or three years -- a matter of equity.\n\nAt the moment Daisy is alone in her car, fanning herself with\nher handkerchief, and out of sorts. She is wearing a hat and\ngloves.\n\nHoke, walking against the traffic, reaches Daisy's car. He is\nearrying his jacket. He leans into the car.\n\nINT.",
  "58": "---END OF PREVIOUS SECTION---\nHe is\nearrying his jacket. He leans into the car. INT. \n---TARGET SECTION TO BE ANNOTATED---\n DAISY'S CAR - DAY\n\nDAISY\nWell, what is it? You took so long!\n\nHOKE\nCouldn't help it. Big mess up yonder.\n\nDAISY\nWhat's the matter? I might as well\nnot go to Temple at all now!\n\nHe gets into the car.\n\nHOKE\nYou cain' go to Temple today, Miz\nDaisy.\n\nDAISY\n\nWhy not? What in the world is the\nmatter with you?\n\f85.\n\nHOKE\nSomebody done bomb the Temple.\nDAISY\nWhat? Bomb the Temple!\nHOKE\nYassum. Dat why we stuck here so\nlong.\nDAISY\n\nI don't believe it!\n\nHOKE\nDat what the policeman tell me up\nyonder. Say it happen about a\nhalf hour ago.\n\nDAISY\nOh, no! Oh, my God! Well, was\nanybody there? Were people hurt?\n\nHOKE\nDin’ say.\nDAISY\nWho would do such a thing?\nHOKE\nYou know good as me. Always be the\nsame ones.\nDAISY\n\nWell, it's a mistake. I'm sure they\nmeant to bomb one of the Conservative\nsynagoges or the Orthodox one. The\nTemple is Reform. Everybody knows\nthat.\n\nHOKE .\nIt doan matter to them people. A Jew\nis a Jew to them folks. Jes' like\nlight or dark, we all the same nigger.\n\nDAISY\nI can't believe it!\n\nHOKE\nTell you what. I see can I get us\nout of here.\n\nHe starts up the car, maneuvers it down the shoulder of the\nroad, moving past all the congestion.\n\f86.\n\nEXT. CITY STREET - DAY\n\nDaisy's car moving in lighter traffic.\n\nINT. CAR - SAME TIME\n\nHoke drives. Daisy dabs at her eyes with a Kleenex.\n\nHOKE\nI know jes' how you feel, Miz Daisy.\nBack down there above Macon on the\nfarm -- I ‘bout ten or ‘leven years\nold -- and one day my frien’ Porter,\nhis Daddy hangin' from a tree. And\nthe day befo', he laughin’ and\npitchin' horseshoes wid us.",
  "59": "---END OF PREVIOUS SECTION---\nHOKE\nI know jes' how you feel, Miz Daisy. Back down there above Macon on the\nfarm -- I ‘bout ten or ‘leven years\nold -- and one day my frien’ Porter,\nhis Daddy hangin' from a tree. And\nthe day befo', he laughin’ and\npitchin' horseshoes wid us. \n---TARGET SECTION TO BE ANNOTATED---\n Talkin'\n‘bout Porter and me gon' have good\nstrong right arms like him. And den\nhe hangin' up yonder wid his hands\ntie behind his back an' the flies all\nover him. And I seed dat with my own\neyes and I threw up right where I was\nstandin'. You go on an' cry.\n\nDAISY\nI'm not crying.\n(after a moment of\ncollecting herself)\nwhy did you tell me that story?\n\nHOKE\nI doan' know. Seem like disheah mess\nput me in mind of it.\n\nDAISY\nRidiculous! The Temple has nothing\nto do with that!\n\nHOKE\nSo you say.\n\nDAISY\nWe don't even know what happened.\nHow do you know that policeman was\ntelling you the truth?\n\nHOKE\nNow, why would a policeman go and lie\n\"bout a thing like dat?\n\nDAISY\nWell, you never get things right\nanyway.\n\f87.\n\n. HOKE\nMiz Daisy, somebody done bomb dat\nPlace and you know it, too.\n\nDAISY .\nGo on. Just go on now. I don't want\nto hear any more about it.\n\nHOKE\nYou de boss.\n\nDAISY\nStop talking to me!\n\nON HOKE'S sad, compassionate face.\n\nINT. THE COMMERCE BUILDING / THE COMMERCE CLUB - DAY - SUMMER,\n1966\n\nThe entire top floor of a mid-sixties Atlanta skyscraper with\na panoramic view. This is a businessman's club/restaurant,\nfurnished appropriately with leather chairs, paneled walls,\nportraits of past presidents, etc.\n\nThere is an honorary luncheon in progress. Boolie, the\nhonoree, sits at the center of a raised table on a dais. Next\nto him is Florine, dressed in a fashionable mini-dress and\nCourreges white boots. Next to her is Daisy in her best\ndress. .\n\nWELLBORN ARKWRIGHT, the president of the Commerce Club, is\nstanding in his place, on the other side of Florine, holding a\nlarge engraved silver bowl, and beckoning to Boolie. General:\napplause. Boolie rises, takes the trophy, and approaches the\nmicrophone. A cameraman gets off a few shots.",
  "60": "---END OF PREVIOUS SECTION---\nGeneral:\napplause. Boolie rises, takes the trophy, and approaches the\nmicrophone. A cameraman gets off a few shots. \n---TARGET SECTION TO BE ANNOTATED---\nBOOLIE\n\nThank you, Wellborn. And thank you\nall. I am deeply grateful to be\nchosen Man of the Year by the Atlanta\nBusiness Council -- an honor I've seen\nbestowed on some mighty fine fellas\nand which I certainly never expected\nto come to me. I'm afraid the loss\nhere --\n\n(he touches his hair)\n-- and the gain here --\n\n(he pats his belly)\n-- have given me an air of competence\nI don't possess. But I'll tell you,\nI sure wish my father and grandfather\ncould see this. Seventy-two years ago\nthey opened a little hole-in-the-wall\nshop on Whitehall Street with one\nprinting press.\n\n(MORE)\n\f88.\n\nBOOLIE (CONT'D)\nThey managed to grow with Atlanta and\nto this day, the Werthan Company\nbelieves we want what Atlanta wants.\nThis award proves we must be right.\nThank you.\n\nHe holds up his trophy. Applause. He starts back to his seat\nbut thinks better of it.\n\nBOOLIE (CONT'D)\nOne more thing. If the Jackets whup\nthe Dogs up in Athens Saturday\nafternoon, I'll be a completely\nhappy man.\n\nLaughs, lighter applause. Boolie shakes Wellborn's hand, and\ngoes back to his place. He kisses a delighted Florine.\nAnother flash bulb or two.\n\nINT. DAISY'S HOUSE / THE FRONT HALL - DAY - FALL, 1966\n\nDaisy is seated at the telephone table, dialing. Still the\nsame old black telephone. She dials with some difficulty.\nThings have become harder for her to do.\n\nDAISY\nHidey, Miss McClatchey. You always\nrecognize my voice. What a shame a\nwonderful girl like you never married.\nMiss McClatchey, is my son in? Oh,\nno no no. Please don't call him out\nof a sales meeting. Just give him a\nmessage. Tell him I bought the\ntickets for the UJA banquet. Yes, UJA\nbanquet ‘honoring Martin Luther King on\nthe seventeenth. Well, you're a sweet\nthing to say so. And don't you worry.\nMy cousin Tillie in Chattanooga married\nfor the first time at fifty-seven.\n‘Bye.\n\nShe places the phone in its cradle.\nINT.",
  "61": "---END OF PREVIOUS SECTION---\n‘Bye. She places the phone in its cradle. INT. \n---TARGET SECTION TO BE ANNOTATED---\n DAISY'S HOUSE / THE KITCHEN - DUSK - SAME DAY\n\nBoolie comes through the back door on his way home from work.\nThe end of the same day. The house is quiet.\n\nBOOLIE\nMama? Where are you?\n\nDAISY (0.S.)\nUp here.\n\f89.\n\nHe follows her voice up the stairs into\nHER BEDROOM\n\nDaisy sits at her desk, paying bills. Her large, old-\nfashioned checkbook open on her desk and a small stack of\nbills neatly stacked and stamped nearby. She works\nefficiently, but slowly, because it's harder to write now.\nShe continues her work after Boolie comes in.\n\nBOOLIE\nHow are you feeling, Mama?\n\nDAISY\nNot a good question to ask somebody\nnearly ninety.\n\nBOOLIE\nWell, you look fine.\n\nDAISY\nIt's my ageless appeal.\n\n. BOOLIE\nMiss McClatchey gave me your message.\n\nDAISY\nFlorine is invited, too.\n\nBOOLIE\nThank you very much.\n\nDAISY\nI guess Hoke should drive us.\nThere'll be a crowd.\n\nBOOLIE\nMama, we have to talk about this.\n\nDAISY\nTalk about what?\n\nBOOLIE\nThe feasibility of all this.\n\n. DAISY\nFine, you drive. I thought I was\nbeing helpful.\n\nBOOLIE\nYou know, I believe Martin Luther\nKing has done some mighty fine things.\n\f90.\n\nDAISY\nBoolie, if you don't want to go, why\ndon't you just come right out and say\n\nso?\n\nBOOLIE\nI want to go. You know how I feel\nabout him.\n\nDAISY\n\nOf course, but Florine --\n\nBOOLIE\nFlorine has nothing to do with it.\nI still have to conduct business in\nthis town.\n\nDAISY\nI see. The Werthan Company will go\nout. of business if you attend the King\ndinner.\n\nBOOLIE\nNot exactly. But a lot of men I do\nbusiness with wouldn't like it. They\nmight snicker a little and call me\nMartin Luther Werthan behind my back --\nsomething like that. And I'd begin to\nnotice that my banking business wasn't\nbeing handled by the top dogs.",
  "62": "---END OF PREVIOUS SECTION---\nBut a lot of men I do\nbusiness with wouldn't like it. They\nmight snicker a little and call me\nMartin Luther Werthan behind my back --\nsomething like that. And I'd begin to\nnotice that my banking business wasn't\nbeing handled by the top dogs. \n---TARGET SECTION TO BE ANNOTATED---\n Maybe\nI wouldn't hear about certain lunch\nmeetings at the Commerce Club. And\nJack Raphael, over at Ideal Press, he's\na New York Jew instead of a Georgia Jew\nand the really smart Jews come from New\nYork, don't they? So some of the boys\nmight start throwing business to Jack\ninstead of old Martin Luther Werthan.\nI don't know. Maybe it wouldn't happen,\nbut that's the way it works. If we\ndon't use those seats, somebody else\nwill and the good Dr. King will never\nknow the difference, will he?\n\nDAISY\nIf we don't use those seats? I'm not\nsupposed to go either?\n\nBOOLIE\nMama, you can do whatever you want.\n\n. DAISY\nThanks for your permission.\n\fBOOLIE\nCan I ask you something? When did you\nget so fired up about Martin Luther\nKing? Time was, I'd have heard a\ndifferent story.\n\nDAISY\nWhy, Boolie! I've never been\nprejudiced and you know it!\n\nBOOLIE\nOkay. Why don't you ask Hoke to go\nto the dinner with you?\n\nDAISY .\nHoke? Don't be ridiculous! He\nwouldn't go!\n\nBOOLIE\n\nAsk him and see.\nON DAISY'S FACE, looking up from her desk, clearly challenged.\nINT. DAISY'S HOUSE / DAISY'S BEDROOM - EVENING\n\nThe wallpaper is the same as we last saw (before the trip to\nMobile) but a little blotched and spotted in places. A couple\nof the framed photographs on the wall are a little crooked. A\nnew color TV set sits on a metal stand, looking out of place.\n\nDaisy is reflected in the mirror above her bureau. The same\nmirror as at the beginning of the picture, but, of course, she\nis twenty years older. Her mind is as sharp as ever, but her\nbody is becoming difficult to operate. She is in the process\nof putting on the final touches of her evening outfit. She\ntakes a final check in the mirror, not especially happy with\nthe results, and heads out of the room.\n\nINT. THE KITCHEN - SAME TIME\n\nA new sink/dishwasher combination is installed. Otherwise the\nroom is the same. Hoke sits at the kitchen table.",
  "63": "---END OF PREVIOUS SECTION---\nTHE KITCHEN - SAME TIME\n\nA new sink/dishwasher combination is installed. Otherwise the\nroom is the same. Hoke sits at the kitchen table. \n---TARGET SECTION TO BE ANNOTATED---\n He wears\nthickish glasses now and is squinting at the evening paper.\nDaisy enters the kitchen, having added a light jacket to her\noutfit.\n\nDAISY\nAll right.\n\nHoke rises, following her out the back door, remembering to\nturn out the kitchen light as he leaves.\n\f92.\n\nA SERIES OF SHOTS\n\n1. Hoke helping Daisy into the car (a car we have not seen).\n2. The car headed down the driveway.\n\n3. The car going down a suburban street.\n\n4. The car, close to the side of the road, almost hitting a\nmailbox. . :\n\nINT. CAR - NIGHT\nDaisy flinches.\n\nDAISY\nI don't know why you still drive.\nYou can't see.\n\nHOKE\nYassum I can.\n\nDAISY\nYou didn't see that mailbox.\n\nHOKE\nHow you know what I din' see?\n\nDAISY\nIt nearly poked through my window.\nThis car is all scratched up.\n\nHOKE\nAin' no sucha' thing.\n\nDAISY\nHow would you know? You can't see.\nWhat a shame. It's a brand new car,\n\ntoo.\n\nHOKE\nYou done had this car two years come\nMarch.\n\nEXT. STREET - NIGHT\nDaisy's car on a main thoroughfare.\nINT. CAR - NIGHT\n\nDAISY\nYou forgot to turn.\n\nHOKE\nAin' this dinner at the Biltmo'?\n\f93.\n\nDAISY\nYou know it is.\nHOKE :\nBiltmo' straight thissaway.\nDAISY\nYou know so much!\nHOKE\nYassum. I do.\nDAISY\nI've lived in Atlanta all my life.\nHOKE\nAn' ain' run a car in onto twenty\n\nyears.\nEXT. STREET - NIGHT\nDaisy's car in downtown traffic.\n\nINT. CAR - NIGHT\n\nDAISY\nBoolie said the silliest thing the\n. other day.\nHOKE\nThat right?\nDAISY\n\nHe's too old to be so foolish.\n\nHOKE\nYassun.\n(a long beat)\nWell, what did he say?\n\nDAISY\nWell, he was talking about Martin\nLuther King.\n(a beat)\nI guess you know him, don't you?\n\nHOKE\nMartin Luther King? Nome.",
  "64": "---END OF PREVIOUS SECTION---\n(a beat)\nI guess you know him, don't you? HOKE\nMartin Luther King? Nome. \n---TARGET SECTION TO BE ANNOTATED---\nDAISY\nI was sure you did. But you've\nheard him preach?\n\nHOKE\nSame way as you, over the TV.\n\f94.\n\nDAISY\nI think he's wonderful.\nHOKE\nYassum.\nDAISY\n\nYou know, you could go see him in\nperson any time you wanted.\n\n(no response)\nAll you'd have to do is go over\nthere to the -- what is it?\n\nHOKE\nEbeneezer.\n\nDAISY\nEbeneezer Baptist Church some Sunday\nand there he'll be.\n\nHOKE\nWhat you gettin' at, Miz Daisy?\n\nDAISY\nWell, it's so silly! Boolie said\nyou wanted to go to this dinner with\nme. Did you tell him that?\n\nHOKE\nNome.\n\nDAISY\nI didn't think so. What would be the\npoint? You can hear him anytime --\nwhenever you want.\n\nHOKE ..\nYou want the front do' or the side\ndo' to the Biltmore?\nDAISY\nI think the side. Isn't it wonderful\nthe way things are changing?\nEXT. BILTMORE HOTEL - NIGHT\nLots of cars, policemen, lights, a big event. Daisy's car\nturns the corner and Hoke stops in front of the lesser-used\nside door.\nINT. CAR - SAME TIME\n\nHoke turns off the engine and turns in his seat to face Daisy.\n\f95.\n\nHOKE\nWhat you think I am, Miz Daisy?\n\nDAISY\nWhat do you mean?\n\nHOKE\nYou think I some old somethin'\nsittin' up here doan know nothin'\n‘bout how to do?\n\nDAISY\nI don't know what you're talking\nabout.\n\nHOKE\n\nInvitation to disheah dinner come in\nthe mail a mont' ago. Did be you\nwant me to go wid you, how come you\nwait till we in the car and on the\nway to ask me?\n\nDAISY\nWhat? All I said was that Boolie\nsaid you wanted to go.\n\nHOKE\nMmmm hmmmm..\n\nDAISY\nWell, my stars! Aren't you a great\nbig baby!\n\nHOKE\n\nNe'er mind baby. Next time you ask\nme some place, ask me regular.\n\n.",
  "65": "---END OF PREVIOUS SECTION---\nHOKE\n\nNe'er mind baby. Next time you ask\nme some place, ask me regular. . \n---TARGET SECTION TO BE ANNOTATED---\n DAISY\nYou don't have to carry on so much!\nHOKE\nDass all. Less drop it.\nDAISY\nHonestly!\nHOKE\n\nYou talkin' ‘bout things change.\n\nThey ain' change all dat much.\n(he opens his door)\n\nI hep you to the do'.\n\nDAISY\nThank you, Hoke. I can help myself.\n\f96.\n\nEXT. BILTMORE SIDE DOOR - SAME TIME\n\nDaisy emerges from her car, slowly but head held high. Hoke\nstands where he is, on his side of the car, not helping, his\nhead also held high. This is an enormous breech of\netiquette. Daisy proceeds into the hotel. Hoke climbs back\nin the car and looks straight ahead.\n\nON HOKE'S immobile face.\nINT. BILTMORE HOTEL BALLROOM - NIGHT\n\nThe room is crowded with round tables, each seating eight. A\nspeaker's table is on a raised dais at one end of the room,\nUJA banner and NAACP banner behind it. DR. KING, MRS. KING,\nother black leaders seen at a distance seated amongst white\nclergymen, etc., at the head table. Dr. Weil, the Temple\nrabbi, is at the microphone winding up a prayer.\n\nDR. WEIL\nAnd we ask, Oh Lord, that You shine\nfavor on all Your children. None of\nus here would presume to know what You\nlook like or even what color You are.\nBut we do know without doubt that\nwhatever color we happen to be doesn't\nmatter to You.\n\nDuring this speech the CAMERA MOVES IN ON\nONE TABLE\n\nPAN THE FACES at the table, all listening politely. Then we\nget to Daisy. She seems distracted, worried, not really.\nlistening.\n\nINT. DAISY'S CAR - SAME TIME\n\nON HOKE who still sits at the steering wheel, alone, listening\nto the SPEECH on the car RADIO.\n\nEXT. DAISY'S HOUSE - EARLY MORNING - MARCH, 1970\n\nThe car that was at the UJA banquet drives up the driveway.\n\nIt now belongs to Hoke. A newer Cadillac, same color blue (a\n1969-70 model) sits in the garage.",
  "66": "---END OF PREVIOUS SECTION---\nDAISY'S HOUSE - EARLY MORNING - MARCH, 1970\n\nThe car that was at the UJA banquet drives up the driveway. It now belongs to Hoke. A newer Cadillac, same color blue (a\n1969-70 model) sits in the garage. \n---TARGET SECTION TO BE ANNOTATED---\n Hoke pulls his car into\nthe garage next to the new one and emerges into the strong\nclear sunlight. We SEE the EXTERIOR of Daisy's house, no\nlonger as freshly painted and well maintained as it was twenty\nyears ago. Shutters are peeling paint here and there, a\ngutter has come away from the house, etc.\n\nHoke opens the kitchen door and we FOLLOW HIM into\n\f97.\n\nINT. THE KITCHEN ~ MORNING\nThe room is still and empty in the sunlight.\nHOKE\n(calling)\nMornin', Miz Daisy.\nNo answer.\n\nHe cocks his head, listening, something seems off to him.\n\nHOKE (CONT'D)\nMiz Daisy?\n\nNo answer. He proceeds through the kitchen and pantry into\nTHE DINING ROOM\n\nwhere he finds all the drawers open, having been pawed\nthrough. He hurries into\n\nTHE FRONT HALL\nwhere the drawers in the commode are also open.\nHOKE\n(alarmed)\nMiz Daisy?\nWe HEAR a THUMPING upstairs and he heads for the steps.\n\nDAISY (0.S.)\nHoke! Hoke! Is that Hoke?\n\nHOKE\nYassum. It's me. You all right?\n\nDAISY (0.S.)\n(coming closer)\nHoke?\n\nHoke looks up the staircase as Daisy makes her way slowly\ndown. Her hair is in disarray and her housecoat has fallen\nopen, the slip showing underneath.\n\nDAISY\nHoke? Hoke?\n\nHOKE\nYassum.\n\nDAISY\n\nWhere did you put my papers?\n\f98.\n\nHOKE\nWhat papers, Miz Daisy?\n\nShe has reached the bottom of the stairs now.\n\nDAISY\nMy papers! I had them all corrected\nlast night and I put them in the\nfront so I wouldn't forget them on my\nvay to school. What did you do with\nthem?\n\nShe lurches off unsteadily towards\nTHE DEN\nHoke follows, close on her heels.\n\nHOKE\nSchool? What are you talking 'bout?\n\nDaisy is opening drawers and rifling through things.\n\nDAISY\nThe children will be so disappointed\nif I don't give them their homework\nback. I always give it back the next\nday. That's why they like me.",
  "67": "---END OF PREVIOUS SECTION---\nDAISY\nThe children will be so disappointed\nif I don't give them their homework\nback. I always give it back the next\nday. That's why they like me. \n---TARGET SECTION TO BE ANNOTATED---\nHOKE\nYou talking out yo' head!\nDAISY\nWhy aren't you helping me?\nHOKE\nOh Lawd! What you want me to do, Miz\nDaisy? :\nDAISY\n\nFind those papers! I told you. It's\nall right if you moved them. I won't\nbe mad with you. But I've got to get\nto school now. I'll be late and who\nwill take care of my class?, They'll\nbe all alone. Oh God! Oh Goddy!\n\nI do everything wrong.\n\nShe has tottered off toward\n\nTHE LIVING ROOM\n\nHoke hurries behind her and tries to get her to sit in her\neasy chair, but she is intent on opening drawers and looking\nfor her papers.\n\f98.\n\nHOKE\nSet down. You ‘bout to fall and\nhurt yoseff.\n\nDAISY\nIt doesn't matter. I'm sorry. It's\nall my fault. I didn't do right!\nIt's so awful! Oh God!\n\nNow you lissen heah. Ain' nothin’\nawful 'cep' the way you carryin' on.\n\nDAISY\nI'm so sorry. It's all my fault. I\ncan't find the papers and the children\nare waiting.\n\nHOKE\nNo they ain’. You ain' no teacher no\nmo'.\n\nDAISY\nIt doesn't make any difference!\n\nHOKE\nMiz Daisy, ain’ nothin' the matter wid\nyou.\n\n“DAISY\n\nYou don't know! You don't know!\nWhat's the difference?\n\nHOKE\nYour mind done took a turn this\nmornin'. Thass all.\n\nHe has been shutting drawers behind her. She has now worked\nher way into\n\nTHE FRONT HALL\n\nand is rummaging in the commode. Hoke dials a phone number\nquickly.\n\nHOKE\n(into. the phone)\nLemme have ‘im, Miz McClatchey.\n\nDAISY\nGo on. Just go on now.\n\f100.\n\nINT. THE WERTHAN COMPANY / BOOLIE'S OFFICE - SAME TIME\n\nThe new wing is finished and Boolie's office is very grand.\nFlorine has really gone wild furnishing it. Lots of chrome\nand glass and large expanses of window.",
  "68": "---END OF PREVIOUS SECTION---\nTHE WERTHAN COMPANY / BOOLIE'S OFFICE - SAME TIME\n\nThe new wing is finished and Boolie's office is very grand. Florine has really gone wild furnishing it. Lots of chrome\nand glass and large expanses of window. \n---TARGET SECTION TO BE ANNOTATED---\n A framed, signed\nphoto of Richard Nixon sits on Boolie's desk with the other\nmementoes. Boolie has longer sideburns, less hair and more\nbelly. He is in his early sixties -- pink, healthy,\nbeautifully dressed.\n\nBOOLIE\nHey, Hoke! What can I do for you\nthis morning?\n\nINT. DAISY'S HALL - SAME TIME\nHOKE\nIt's yo' Mama. She think she\nteachin' school.\n\nDaisy has pulled a drawer out of the commode and it lands on\nthe floor at their feet. ,\n\nDAISY\nOh, God! Oh Goddy!\nHOKE\nOh, Lawd. I'm real worried, Mist'\n\nWerthan.\nINT. BOOLIE'S OFFICE - SAME TIME\n\nBOOLIE\nI'll be right there.\n\nINT. DAISY'S HOUSE / THE STAIRCASE - SAME TIME\n\nDaisy is tottering up the staircase. Hoke is right behind\nher.\n\nHOKE\nYou snap right back if you jes' let\nyoseff.\n\nDAISY\n\nI can't! I can't!\n\n. HOKE\nYou a lucky ole woman! You know dat?\n\nDAISY\nNo! No! It's all a mess now. And\nI can't do anything about it!\n\f101.\n\nShe heads into a\nSPARE BEDROOM\nHe follows and succeeds in settling her into a rocking chair.\n\nHOKE\nYou rich, you well fo' yo' time,\nand you got people care about what\nhappen to you.\n\nDAISY\nI'm being trouble. Oh, God! I don't\nwant to be trouble to anybody.\n\nThe chair rocks furiously.\n\nHOKE\nYou want something to cry about, I\ntake you to the state home, show\nyou what layin' out dere in de halls.\n\nDAISY\noh, my God!\n\nShe is less physically agitated now, but still very confused.\nShe is in her chair, muttering weakly.\n\nHOKE\nAn' I bet none of them take on bad_\nas yo' doin'.\n\nDAISY\nI'm sorry. I'm so sorry. Those poor\nchildren in my class.",
  "69": "---END OF PREVIOUS SECTION---\nDAISY\nI'm sorry. I'm so sorry. Those poor\nchildren in my class. \n---TARGET SECTION TO BE ANNOTATED---\nHOKE\nYou keep dis up, I promise, Mist’\nWerthan call the doctor on you and\njust as sho' as you born, dat doctor\ngon' have you in the insane asylum\n‘fore you know what hit you. Dat de\nway you want it to be?\n\nDaisy turns and looks at him. She speaks in her normal voice.\nDAISY\n\nHoke, do you still have that\nOldsmobile?\n\f102.\n\nHOKE\nFrom when I firs' come here? Go on,\nMiz Daisy. Dat thing been in the\njunkyard fifteen years or mo'. I\ndrivin' yo' next to las' car now.\n'63 Cadillac, runnin' fine as wine.\n\nDAISY\nYou ought not to be driving anything,\nthe way you see.\n\nHOKE\nHow you know the way I see, less you\nlookin' outta my eyes?\n\nDAISY\nHoke?\n\nHOKE\nYassum?\n\nDAISY\n\nYou're my best friend.\n\nHOKE\nCome on, Miz Daisy. You jes...\n\nDAISY\nNo. Really. You are. You are.\n\nShe takes his hand.\n\nHOKE\nYassum.\n\nHe stands by her chair holding her hand.\nINT. DAISY'S HOUSE / DAISY'S BEDROOM - AFTERNOON\n\nThe blinds are up. Sun streams into the room. The bureau\ndrawers are open. Clothes from the closet are piled on the\nbed. There is a large cardboard carton half full of things.\n\nFlorine comes out of Daisy's closet. She wears what she\nconsiders work clothes. Vanderbilt-type jeans and a crisp\ncotton shirt. She is probably in her early 60's and she\nshouldn't be wearing clothes like this, but she definitely\nstill has her figure. Her age mostly shows in the amount of\nmakeup she must resort to and her hair which seems to grow\nbrighter and more false as she goes along. At the moment she\nis carrying Daisy's old fur neck piece on a hanger. She puts\nit on and looks in the mirror. It is old and scruffy and out\nof fashion. She laughs at her image and tosses it into the\ncardboard box.\n\f103.\n\nINT.",
  "70": "---END OF PREVIOUS SECTION---\nShe laughs at her image and tosses it into the\ncardboard box. 103. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CAR - DAY - NOVEMBER, 1973\n\nHoke, 85 years old, is seated in the passenger seat of a car.\nWe do not see the driver. Hoke's glasses have gotten thicker,\nclsoe to Coke bottle depth now. He is wearing an overcoat\nover his suit. He does not look happy. We see that the car\nis traveling down a suburban street.\n\nThe car slows down as it approaches Daisy's house.\n\nEXT. DAISY'S HOUSE / THE FRONT YARD - DAY - HOKE'S POV\n\nA gray, fall day. A large wooden \"FOR SALE\" sign is stuck in\nthe lawn close to the street. Over it has been plastered a\n\"SOLD\" sign.\n\nON HOKE in the passenger seat. He winces, almost invisibly.\n\nON THE CAR, a modest, early seventies two-door, turns up\n\nDaisy's driveway. -It is driven\nin her 30’s. .\nThe car comes to a stop.\nin the garage.\n\nThe woman pats Hoke's hand. He\nwoman looks concerned, but Hoke\nback door.\n\nINT. DAISY'S HOUSE / THE LIVING\n\nThe room is almost empty. Most\ncouple of moving cartons are in\n\ncontaining objects wrapped in newspaper.\n\nbeen taken down, but we can see\nwallpaper has aged around them.\n\nBoolie, 65 now, is checking one\nas Hoke comes through the hall.\ngait.\n\nby a well-dressed BLACK WOMAN\n\nA late model Mercedes Benz is parked\n\ngets out of the car. The\nshoos her away and goes in the\n\nROOM - DAY\n\nof the furniture is gone.\nthe center of the room,\n\nThe pictures have\nwhere they were because the\n\nA\n\nof the cartons. He looks up\nHoke walks with a shuffling\n\nHOKE\n\nMornin'\n\nMist' Werthan.\n\nBOOLIE\n\nWell, hey Hoke!\n\nGood to see you!\n\nYou didn't drive yourself out here?\nHOKE\n\nNawsuh.\n\nI doan drive no mo'.\n\nMy\n\ngranddaughter run me out.\n\nBOOLIE\n\nMy Lord!\n\nIs she old enough to drive?\n\f104.\n\nHOKE\nMichele thirty-seven. Teach biology\nat Spellman College.\n\nBOOLIE\nI never knew that.\n\nHOKE\nYassuh.",
  "71": "---END OF PREVIOUS SECTION---\nTeach biology\nat Spellman College. BOOLIE\nI never knew that. HOKE\nYassuh. \n---TARGET SECTION TO BE ANNOTATED---\nBOOLIE\n\nI've taken most of what I want out of\nthe house. Is there anything you'd\nlike before the Goodwill comes?\n\nHOKE\nMy place full to bustin' now.\n\nBOOLIE\nIt feels funny to sell the house\nwhile Mama's still alive.\n\nHOKE\nI 'gree.\n\n. BOOLIE\nBut she hasn't even been inside the\ndoor for two years now.\n\nHOKE\nDon' get me in it.\n\nBOOLIE\nI'm not going to say anything to her\nabout it.\n\nHOKE\n\nYou right there.\n\nBOOLIE\nI suppose you don't get out to see\nMama very much.\n\nHOKE\nNossuh, I doan. It hard -- not\ndrivin'. Dat place ain' on no bus\nline. I goes in a taxicab sometime.\n\nBOOLIE\nI'm sure she appreciates it.\n\nHOKE\nSome days she better than others.\nWho ain't?\n\f \n\n105.\n\nBOOLIE\nWell, we'd better get on out there.\nI guess you have a turkey dinner to\nget to and so do I. Why don't we\ncall your granddaughter and tell her\nI'll run you home. ~ -\n\nHOKE\nNow, thass mighty nice of you, mist’\nWerthan.\n\nBoolie takes Hoke's arm as they head for the back door. —\nINT. BOOLIE'S MERCEDES - DAY\n\nTraveling on a modern expressway. Boolie driving, Hoke in the\npassenger seat.\n\nBOOLIE\nBy the way, Hoke. Your check is\ngoing to keep coming every week --\nas long as you're there to get it.\n\nHOKE\nI 'preciate that, Mist' Werthan.\nBOOLIE\nYou can rest easy about it. -\n\nEXT. PEACHTREE WOODS EXTENDED CARE FACILITY - DAY\n\nA modern, impersonal, but well-kept structure -- mostly steel\nand glass, eight or ten stories high. The parking lot is\nfairly full. Boolie's Mercedes pulls into a space. Boolie\nand Hoke emerge. They walk towards the front door, Boolie\nholding Hoke's arm.\n\nINT.",
  "72": "---END OF PREVIOUS SECTION---\nBoolie\nand Hoke emerge. They walk towards the front door, Boolie\nholding Hoke's arm. INT. \n---TARGET SECTION TO BE ANNOTATED---\n PEACHTREE WOODS / THIRD FLOOR - DAY\n\nA brightly lit, well-kept facility, as these places go; but, -\ndespite the Thanksgiving decorations, a fairly impersonal _\natmosphere. We can see the Central Nurse's Station and .\ncorridors shooting off from it. ,\nDown the corridors are various elderly people in motorized ~\nwheelchairs, walking with walkers, and, in a few cases, |\nwithout any assistance. We SEE a VISITOR'S ROOM and a few\nfamily clusters making Thanksgiving visits. The atmosphere is\nbrisk, hospitally at its best. ee\n\f \n\n \n\n \n\n \n\n \n\n106.\n\nINT. DAISY'S ROOM - DAY\n\nA large, one-bedded room with a large glass window. Through\nthe window is a pleasant view of a young piney woods and a red\nclay bank. The room consists of a hospital bed, a hospital\nbureau, and a couple of chairs. There are several houseplants\non the window sill, the only personal touch in the room.\n\nDaisy emerges from the bathroom wearing a neat housecoat. She\nis ninety-seven years old. She is fragile now, walking with a\nwalker. Her hair is neatly fixed and her face composed. She\nmakes her way slowly to the chair by the window. When she is\nalmost there, we HEAR a KNOCK at the door. She does not\nanswer, but continues toward the chair.\n\nBoolie peers through the door and enters the room. Hoke\nfollows.\n\nBOOLIE\nHappy Thanksgiving, Mama. Look who\nI brought.\n\nShe looks toward Hoke. Boolie helps her into her chair.\n\nHOKE\nMornin' Miz Daisy.\n\nShe nods. :\n\nHOKE (CONT'D)\nYou keepin' yoseff busy?\n\nNo response.\n\nBOOLIE\nShe certainly is. She goes to\njewelry making -- how many times a\nweek is it, Mama? She makes all\nkinds of things. Pins and bracelets.\nShe's a regular Tiffanys.\n\nHOKE\nAin't that something?\n\nDaisy sits in her chair seeming far away.\n\nBOOLIE\nHoe, you know I thought of you the\nother morning on the Expressway. I\nSaw an Avondale milk truck.\n\nHOKE\nYou doan' say.\n\f107.",
  "73": "---END OF PREVIOUS SECTION---\nI\nSaw an Avondale milk truck. HOKE\nYou doan' say. 107. \n---TARGET SECTION TO BE ANNOTATED---\nBOOLIE\nA big monster of a thing, must've\nhad sixteen wheels. I wonder how\nyou'd have liked driving that around.\n\nDAISY\n(suddenly)\nHoke came to see me, not you.\n\nHOKE\nThis one of her good days.\n\nBOOLIE\n\nFlorine says to wish you a happy\nThanksgiving. She's in Washington,\nyou know.\n\n(no response) _\nYou remember, Mama. She's a ~\nRepublican National Committee Woman\nnow.\n\nDAISY\nGood God!\n\nHoke laughs, Boolie grins.\n\nDAISY (CONT'D)\nBoolie! be\n\nBOOLIE\nWhat is it, Mama?\n\nDAISY\nGo charm the nurses.\n\nBOOLIE 4\n(to Hoke)\n\nShe wants you all to herself. .\nYou're a doodle, Mama. § aa\n\nHe leaves the room. Daisy dozes for a minute in her chair.\nThen she looks at Hoke. ae\n\nDAISY\nBoolie payin’ you still? .\nHOKE ‘ a\nEvery week.\nDAISY\nHow much?\nHOKE\n\nThat between me an' him, Miz Daisy.\n\nMap\n\f108.\n\nDAISY\nHighway robbery!\n\nShe closes her eyes again. Then opens them.\n\nDAISY (CONT'D)\nHow are you?\n\n. HOKE\nDoin' the bes' I can.\n\nDAISY\nMe too.\n\nHOKE\nWell, thass all there is to it,\nden.\n\nShe nods, smiles. He notices an untouched slice of pumpkin\npie on her bedside table.\n\nHOKE\nLooka here. You ain’ eat yo\nThanksgiving pie.\n\nShe tries to pick up her fork. He gently takes the plate and\nthe fork from her.\n\nHOKE (CONT'D)\nLemme hep you wid it.\n\nHe cuts a small piece of pie and carefully feeds it to her.\n\nShe is delighted. It tastes good. He feeds her another. And\nanother.\n\nTHE END\n\f"
}