{
  "1": "\n\n\n\n\n\n                                        DRIVE\n\n\n\n\n\n\n\n                                      Written by\n\n\n\n                                    Hossein Amini\n\n                         \n\n                         \n\n                         \n\n                         \n\n                                Based on the novel by\n\n\n\n                                    James Sallis\n\n                         \n\n                         \n\n                         \n\n                         \n\n                                                                   09.24.10\n\n\n\n          1 INT. CAR ENGINE - NIGHT. 1\n\n                         \n\n           We're close on a maze of metal rods, tubes, and wires. It's only\n\n           as we pull out that we realize it's the engine of a car. Over\n\n           the image we hear a voice talking on a phone.\n\n                         \n\n           DRIVER O/S\n\n           ...hundred thousand streets in this city,\n\n           you don't need to know the route. You give\n\n           me a time and place, I give you a five\n\n           minute window. Those five minutes I'm\n\n           yours. Whatever goes down I'm yours. Minute\n\n           either side you're on your own...\n\n                         \n\n           As the engine ignites and roars to life we DISSOLVE TO:\n\n                         \n\n          2 INT. LOW RENT APARTMENT/ KOREATOWN/ L.A. - NIGHT. 2\n\n                         \n\n           A map of downtown L.A. spread out on a bed, dozens of different\n\n           routes marked in pencil. The voice continues -\n\n                         \n\n           DRIVER O/S\n\n           ...One last thing. You won't be able to\n\n           reach me at this number again...\n\n                         \n\n           DRIVER hangs up the phone. He folds his map of LA and slips it\n\n           in his duffel bag. A few clothes and other essentials are neatly\n\n           packed inside. He zips the bag shut and takes one last look at a\n\n           cheap TV set. On screen, a movie is playing. On a radio, the LA\n\n           Clippers are taking a pounding from the New York Knicks.\n\n                         \n\n          3 INT. UNDERGROUND PARKING LOT/ APARTMENT/ KOREATOWN - NIGHT. 3\n\n                         \n\n           Driver strides through a dimly lit car park, carrying his duffel\n\n           bag. A YOUNG COUPLE emerge from their car after a late night\n\n           out. Driver lowers his eyes, avoiding their gaze as he makes his\n\n           way towards a sleek 1970's Chevelle\n\n                         \n\n          4 INT/EXT. DRIVER'S CAR/ ALVARADO - NIGHT.",
  "2": "---END OF PREVIOUS SECTION---\nA YOUNG COUPLE emerge from their car after a late night\n\n           out. Driver lowers his eyes, avoiding their gaze as he makes his\n\n           way towards a sleek 1970's Chevelle\n\n                         \n\n          4 INT/EXT. DRIVER'S CAR/ ALVARADO - NIGHT. \n---TARGET SECTION TO BE ANNOTATED---\n 4\n\n                         \n\n           The Clippers-Knicks game plays on the car radio now. Driver is\n\n           only half listening, focused on the road. We see his face in the\n\n           passing neon lights. Feline good looks. Impassive blue eyes.\n\n           Something almost melancholy in his unwavering gaze. He drives\n\n           carefully, letting other cars overtake.\n\n                         \n\n          5 EXT. APARTMENT BUILDING/ ECHO PARK - NIGHT. 5\n\n                         \n\n           Driver glides into the parking lot of another low-rent apartment\n\n           block.\n\n                          2\n\n                          9/24/10\n\n                         \n\n                         \n\n                         \n\n                         \n\n          6 INT. UNDERGROUND CAR PARK/ APARTMENT/ ECHO PARK - NIGHT. 6\n\n                         \n\n           Clutching his duffel bag Driver heads towards the car park\n\n           elevator. Hurrying out in the opposite direction he sees a\n\n           pretty GIRL in her 20's wearing a waitress outfit. Their eyes\n\n           meet briefly, before Driver walks on.\n\n                         \n\n          7 INT. APARTMENT/ ECHO PARK - NIGHT. 7\n\n                         \n\n           Driver heads down the hallway and unlocks the door to his new\n\n           apartment. It's not all that different from his last one. Clean,\n\n           sparse, and anonymous. He doesn't even bother to walk in. He\n\n           tosses his duffel bag inside and locks the door again.\n\n                         \n\n          8 INT/EXT. DRIVER'S CAR/ SILVERLAKE BOULEVARD - NIGHT 8\n\n                         \n\n           Driver's back on the road, the basketball game still playing on\n\n           the radio. He drives past a row of brightly lit Mexican food\n\n           shacks on Silver Lake Boulevard and turns into a run down garage\n\n           lit up with a neon sign - Shannon's Picture Car Warehouse -\n\n           vintage cars.\n\n                         \n\n          9 INT. SHANNON'S GARAGE/ SILVERLAKE BOULEVARD - NIGHT. 9\n\n                         \n\n           SHANNON, the owner of the garage, has a distinctive limp. Driver\n\n           follows him past rows of vintage cars.\n\n                         \n\n                          SHANNON\n\n           ...Plain Jane cheap like you asked for but\n\n           with a hundred and sixty horsepower inside.\n\n           You get any sleep?\n\n                         \n\n                          DRIVER\n\n           Not this week.",
  "3": "---END OF PREVIOUS SECTION---\nPlain Jane cheap like you asked for but\n\n           with a hundred and sixty horsepower inside. You get any sleep? DRIVER\n\n           Not this week. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n           As Shannon grins we feel the familiarity between them.\n\n                         \n\n                          SHANNON\n\n           I can offer you some Halcyon.\n\n                         \n\n                          DRIVER\n\n           Won't work.\n\n                         \n\n           They head past more cars -- Fords, Dodges, Buicks -- until they\n\n           arrive at a plain looking Impala.\n\n                         \n\n                          SHANNON\n\n           There she is. Silver Impala. Most popular\n\n           car in the state of California...\n\n                         \n\n           Driver casts his eyes over the unimpressive vehicle then holds\n\n           out his hand for the keys.\n\n                          3\n\n                          9/24/10\n\n                         \n\n                         \n\n                         \n\n                         \n\n          10 INT/EXT. SILVER IMPALA/ TOY DISTRICT/ DOWNTOWN L.A. - NIGHT. 10\n\n                         \n\n           The basketball game is approaching the end of the third quarter.\n\n           Driver's behind the wheel of the Impala now, cruising past rows\n\n           of dingy toy stores on 3rd Street. He glances at his watch. It's\n\n           9:50. He checks his mirror then turns into a side street.\n\n                         \n\n          11 INT/EXT. IMPALA/ ELECTRONICS SUPERSTORE/ DOWNTOWN - NIGHT. 11\n\n                         \n\n           A vast electronics superstore dominates the deserted street.\n\n           Under the pale yellow glow of the street lamps, Driver sees\n\n           signs advertising a `huge blow out weekend sale'. He pulls over,\n\n           making sure he has a good view of the entrance. On the radio,\n\n           the basketball commentator is getting more excited.\n\n                         \n\n                          BASKETBALL COMMENTARY\n\n           ...This is some comeback from the Clippers!\n\n           Only a few minutes ago they looked dead and\n\n           buried!...\n\n                         \n\n           Driver reaches under the seat and pulls out a small handheld\n\n           scanner. He switches it on, tuning it to the right frequency.\n\n           Crackling police dispatches are interspersed with the basketball\n\n           commentary now.\n\n                         \n\n                          POLICE SCANNER\n\n           ...9 Adam 81, what is your current\n\n           location?...Repeat, what is your current\n\n           location?...\n\n                         \n\n                          BASKETBALL COMMENTARY\n\n           ...Another unbelievable three pointer from\n\n           Davis and the Clippers are within five!...\n\n                         \n\n           Out of the corner of his eye Driver sees two MEN approach.",
  "4": "---END OF PREVIOUS SECTION---\nBASKETBALL COMMENTARY\n\n           ... Another unbelievable three pointer from\n\n           Davis and the Clippers are within five!... Out of the corner of his eye Driver sees two MEN approach. \n---TARGET SECTION TO BE ANNOTATED---\n He\n\n           doesn't react, expecting them. They cut through the fence with\n\n           bolt cutters and approach the main building. Driver watches them\n\n           pull on their masks, then one of them takes out a shotgun and\n\n           blasts the lock to the front door. Instantly the alarm shrills.\n\n           The only thing Driver does is to turn on his stop watch.\n\n                         \n\n                          BASKETBALL COMMENTARY\n\n           ...Time out Knicks...\n\n                         \n\n           The stop watching keeps ticking away, the siren blaring, the\n\n           commentary continuing, the police scanner crackling.\n\n                         \n\n           The storefront is hidden in shadow, impossible to tell what's\n\n           going on inside. Driver looks at his stop watch. Almost three\n\n           minutes. One of the masked men emerges now, carrying a duffel\n\n           bag. He hurries over and gets in the back of Driver's car\n\n           without a word. There's no sign of the other robber.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          4\n\n                          9/24/10\n\n                         11 CONTINUED: 11\n\n                         \n\n           The commentary continues, so does the crackling on the police\n\n           scanner. Four minutes. Still no sign of the second armed robber.\n\n           His companion in the back starts to look nervous, wondering\n\n           what's happened to his partner.\n\n                         \n\n           Driver doesn't betray a hint of nerves. Four and half minutes on\n\n           his stop watch. Thirty seconds more and he's on his way.\n\n                         \n\n           Suddenly the second robber appears from the shadows, running as\n\n           fast as he can to the getaway car. He jumps into the back seat a\n\n           few seconds short of five minutes and Driver screeches off.\n\n                         \n\n          12 INT/ EXT. SILVER IMPALA/ STREETS/ DOWNTOWN - NIGHT. 12\n\n                         \n\n           Driver thunders over the 1st Street bridge towards Boyle\n\n           Heights, then eases his foot off the gas, slowing to a steady\n\n           speed. In the back seat the two armed robbers rip off their\n\n           masks, looking pumped up with adrenalin. Driver studies them in\n\n           his rear view mirror, then swerves right on Mission Street as\n\n           his police scanner crackles to life.\n\n                         \n\n                          POLICE SCANNER\n\n           ...Attention all units...211...",
  "5": "---END OF PREVIOUS SECTION---\nDriver studies them in\n\n           his rear view mirror, then swerves right on Mission Street as\n\n           his police scanner crackles to life. POLICE SCANNER\n\n           ... Attention all units...211... \n---TARGET SECTION TO BE ANNOTATED---\nSuperstore\n\n           on Traction Avenue...Suspects headed\n\n           Eastbound on 1st Street...Driving a Silver\n\n           Impala...\n\n                         \n\n           Driver swings sharply into 4th Street now, crossing the L.A.\n\n           River again, heading back in the same direction he came.\n\n                         \n\n                          POLICE SCANNER\n\n           ...Airships dispatched...Downtown and Boyle\n\n           Heights...All units standby. Repeat, all\n\n           units standby...\n\n                         \n\n           Up ahead, the lights of Downtown L.A. glitter against the night\n\n           sky. Hovering between the neon green glow of the skyscrapers\n\n           Driver sees the red and white glint of a police helicopter. He\n\n           switches off his headlights, turning left on Santa Fe Avenue.\n\n                         \n\n          13 INT/EXT. IMPALA/ALLEYWAYS/INDUSTRIAL AREA/DOWNTOWN - NIGHT. 13\n\n                         \n\n           The armed robbers watch in tense silence as Driver weaves in and\n\n           out of the industrial alleyways with his lights switched off.\n\n           It's as if he's trying to find his way out of the maze or\n\n           probing to see if there's anyone out there.\n\n                         \n\n                          POLICE SCANNER\n\n           ...1 Baker 11, headed south on Boyle\n\n           Avenue...No sign of suspects...Repeat, no\n\n           sign of suspects...\n\n                         \n\n           The armed robbers look relieved when suddenly a police car\n\n           glides past at the end of the alleyway, its lights also off.\n\n                         \n\n                          (CONTINUED)\n\n                          5\n\n                          9/24/10\n\n                         13 CONTINUED: 13\n\n                         \n\n           It's like catching a glimpse of a passing shark's fin. Driver\n\n           taps the brakes gently, his car sliding to a stop. He stays\n\n           there a moment, then eases the Impala forward, turning in the\n\n           same direction as the black-and-white.\n\n                         \n\n          14 INT/EXT. IMPALA/ LA RIVER INDUSTRIAL AREA/ DOWNTOWN - NIGHT. 14\n\n                         \n\n           It's a high-risk strategy but Driver follows the black-and-white\n\n           at a distance, hidden in the darkness, knowing other squad cars\n\n           won't be checking the same route.",
  "6": "---END OF PREVIOUS SECTION---\nHe stays\n\n           there a moment, then eases the Impala forward, turning in the\n\n           same direction as the black-and-white. 14 INT/EXT. IMPALA/ LA RIVER INDUSTRIAL AREA/ DOWNTOWN - NIGHT. 14\n\n                         \n\n           It's a high-risk strategy but Driver follows the black-and-white\n\n           at a distance, hidden in the darkness, knowing other squad cars\n\n           won't be checking the same route. \n---TARGET SECTION TO BE ANNOTATED---\n The police car makes its way\n\n           through the dimly lit industrial zone, unaware it's being\n\n           shadowed. Driver turns his car radio up a whisper.\n\n                         \n\n                          BASKETBALL COMMENTARY\n\n           ...And for the first time in the game the\n\n           Clippers have the lead. 71 to 69. Seven to\n\n           go in the Fourth here at the Staples\n\n           Centre...\n\n                         \n\n           Driver turns the sound back down. Up ahead, the police car\n\n           swings left, disappearing from view. Driver slows down too,\n\n           anticipating the next obstacle. He doesn't have long to wait. In\n\n           the distance he suddenly sees the piercing beam of a police\n\n           chopper's search-lights, sweeping the area one more time.\n\n                         \n\n           Driver floors the gas, speeding straight towards the approaching\n\n           helicopter. The armed robbers are too stunned to protest. They\n\n           just sit there, watching the sweeping searchlights getting\n\n           closer and closer.\n\n                         \n\n           Then suddenly it becomes clear what Driver's doing. Up ahead,\n\n           there's a small underpass below the 7th Street bridge. Driver\n\n           slides the car under the safety of the bridge just before the\n\n           chopper's searchlights spot them.\n\n                         \n\n          15 INT/EXT. IMPALA/ UNDERPASS/ LA RIVER INDUSTRIAL AREA - NIGHT.15\n\n                         \n\n           The roar of the helicopter thunders overhead. The underpass is\n\n           crammed with dirty mattresses and shopping carts. Sleeping HOBOS\n\n           can be seen under dirty blankets. Driver waits for the echo of\n\n           the helicopter to fade, then moves forward again.\n\n                         \n\n          16 INT/EXT. IMPALA/ OLYMPIC BOULEVARD/ DOWNTOWN - NIGHT. 16\n\n                         \n\n           Gloomy yellow street-lamps shine down on the industrial zone.\n\n           Rows of delivery trucks are parked outside the meat-packing\n\n           factories. Driver cruises cautiously down the deserted street.\n\n           The crackling of the police scanner and the droning of the\n\n           basketball commentary add to the tension. Finally up ahead he\n\n           sees car-lights streaming back and forth on Broadway.\n\n                         \n\n                          DRIVER\n\n           Get down...",
  "7": "---END OF PREVIOUS SECTION---\nThe crackling of the police scanner and the droning of the\n\n           basketball commentary add to the tension. Finally up ahead he\n\n           sees car-lights streaming back and forth on Broadway. DRIVER\n\n           Get down... \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          6\n\n                          9/24/10\n\n                         16 CONTINUED: 16\n\n                         \n\n           The armed robbers lie flat on the back seat, paying Driver more\n\n           respect now.\n\n                         \n\n          17 INT/EXT. IMPALA/ BROADWAY/ DOWNTOWN - NIGHT. 17\n\n                         \n\n           There's a steady flow of traffic on Broadway. Driver falls in\n\n           behind the other cars. On the radio, the basketball game is\n\n           still playing.\n\n                         \n\n                          BASKETBALL COMMENTARY\n\n           ...Three thirteen left on the clock.\n\n           Dunleavy calls a time out and it's the\n\n           Clippers by one...\n\n                         \n\n           The passing head-lamps light up Driver's face. There's not a\n\n           trace of emotion in his eyes -- even when he spots a patrol car\n\n           approaching in the opposite direction.\n\n                         \n\n                          BASKETBALL COMMENTARY\n\n           ...Buckle up your seat belts Clippers fans.\n\n           This game really is too close to call...\n\n                         \n\n           The two cars pass each other slowly. Driver sees the cops in the\n\n           Black-and-White peering at the Impala as they head past. He\n\n           turns down the basketball game and focuses on the scanner.\n\n                         \n\n                          POLICE SCANNER\n\n           ...This is 1 David 16...Silver Impala\n\n           headed South on Broadway and\n\n           Pico...Couldn't get a look at her license\n\n           plates...Appears to be only one occupant...\n\n                         \n\n           In the back seat, the armed robbers wait nervously for the\n\n           police dispatch to respond.\n\n                         \n\n                          POLICE SCANNER\n\n           ...1 David 16...why don't you check her\n\n           out...\n\n                         \n\n           As soon as he hears this Driver swerves sharply into the next\n\n           street.\n\n                         \n\n          18 INT/ EXT. IMPALA/ SIDESTREET OFF BROADWAY/ DOWNTOWN - NIGHT. 18\n\n                         \n\n           Driver guns around the block now, building up speed.\n\n                         \n\n                          POLICE SCANNER\n\n           ...This is 1 David 16...We lost the suspect\n\n           somewhere between Broadway and\n\n           Grand...Possible evasive action...Request\n\n           airship and additional units...",
  "8": "---END OF PREVIOUS SECTION---\nWe lost the suspect\n\n           somewhere between Broadway and\n\n           Grand... Possible evasive action... Request\n\n           airship and additional units... \n---TARGET SECTION TO BE ANNOTATED---\n                          7\n\n                          9/24/10\n\n                         \n\n                         \n\n                         \n\n                         \n\n          19 INT/ EXT. IMPALA/ WEST PICO BOULEVARD/ DOWNTOWN - NIGHT. 19\n\n                         \n\n           Driver bursts out onto Pico now. A squad car headed in the\n\n           opposite direction slows down as it sees him but is caught up in\n\n           the flow of traffic, unable to turn round and give chase.\n\n                         \n\n                          POLICE SCANNER\n\n           ...1 David 11...suspect headed West on\n\n           Pico...\n\n                         \n\n           Driver threads his way through the vehicles in front of him, so\n\n           smooth and effortless it's hard to tell how fast he's going. He\n\n           glances up as he hears the dull rumble of a police chopper\n\n           overhead. The helicopter is almost directly above him, swinging\n\n           its search-beam back and forth to get a lock on his position.\n\n                         \n\n           Driver pushes the car as fast as it will go, but there's no way\n\n           of outrunning the chopper. Blue light floods the asphalt around\n\n           him as he guns down Figueroa.\n\n                         \n\n                          POLICE SCANNER\n\n           All units...pursuit in progress...silver\n\n           Impala...Headed North on Figueroa...\n\n                         \n\n           Even now Driver doesn't panic, turning his attention back to the\n\n           basketball game.\n\n                         \n\n                          BASKETBALL COMMENTARY\n\n           Thornton pulls up from behind the arc,\n\n           misses. Rebound New York. One eighteen to\n\n           play...\n\n                         \n\n           Driver swerves sharply towards the sparkling lights of the\n\n           Staples Centre.\n\n                         \n\n          20 INT/EXT. IMPALA/ STAPLES CENTRE/ PARKING LOT - NIGHT. 20\n\n                         \n\n           The terraced parking lot looms up ahead. A sign above the\n\n           barrier says `Season Ticket Holders Only'. Driver punches in a\n\n           ticket and roars into the parking lot.\n\n                         \n\n          21 INT. IMPALA/ STAPLES CENTRE PARKING LOT - NIGHT. 21\n\n                         \n\n           The Impala screeches from one level to the next. With a game\n\n           going on, the parking lot is almost full. Finally Driver pulls\n\n           into a free parking space.\n\n                         \n\n                          BASKETBALL COMMENTARY\n\n           ...",
  "9": "---END OF PREVIOUS SECTION---\nWith a game\n\n           going on, the parking lot is almost full. Finally Driver pulls\n\n           into a free parking space. BASKETBALL COMMENTARY\n\n           ... \n---TARGET SECTION TO BE ANNOTATED---\nThirty seconds remaining and all the\n\n           Knicks have to do is run out the clock...\n\n                         \n\n           Driver glances in his side mirror. Behind him, dozens of FANS\n\n           are already streaming out into the parking lot before the game\n\n           is over, hoping to avoid the inevitable traffic.\n\n                         \n\n                          (CONTINUED)\n\n                          8\n\n                          9/24/10\n\n                         21 CONTINUED: 21\n\n                         \n\n                          BASKETBALL COMMENTARY\n\n           ...Gordon back to Davis...Davis for\n\n           three...This is unbelievable!...\n\n                         \n\n           The jubilant commentary continues, but Driver isn't listening\n\n           anymore. The game has served its purpose. More fans flood into\n\n           the parking lot. Dozens of cars pull out of their places.\n\n                         \n\n                          BASKETBALL COMMENTARY\n\n           ...What a remarkable comeback...Outplayed\n\n           for most of the game, the Clippers have\n\n           shown incredible resilience...\n\n                         \n\n           Driver glances at the armed robbers and nods. It's time. They\n\n           climb out of the car, merging in with the crowd. Driver watches\n\n           them disappear, then slips on a Clippers cap, climbs out of the\n\n           Impala himself and heads towards another car.\n\n                         \n\n          22 EXT. STAPLES CENTRE/ DOWNTOWN L.A. - NIGHT. 22\n\n                         \n\n           Outside the parking lot, the police are waiting, stopping\n\n           anything that looks like an Impala, shining their flashlights\n\n           into the windows. Wearing his Clippers cap and a Clippers\n\n           sticker on his new car, Driver calmly drives past them, making\n\n           his getaway.\n\n                         \n\n                          DISSOLVE TO:\n\n                         \n\n          23 EXT. FILM SET/ SAN PEDRO/ LOS ANGELES - DAY. 23\n\n                         \n\n           Driver's face is fixed ahead, sunglasses hiding his eyes. As we\n\n           PULL OUT we see to our surprise that he's wearing a policeman's\n\n           uniform. It's only as we pull out further that we see several\n\n           other `POLICE OFFICERS' sitting in the same fold up chairs,\n\n           reading car magazines and scripts as they're powdered by MAKE-UP\n\n           GIRLS, and realize we're on a movie set.",
  "10": "---END OF PREVIOUS SECTION---\nFILM SET/ SAN PEDRO/ LOS ANGELES - DAY. 23\n\n                         \n\n           Driver's face is fixed ahead, sunglasses hiding his eyes. As we\n\n           PULL OUT we see to our surprise that he's wearing a policeman's\n\n           uniform. It's only as we pull out further that we see several\n\n           other `POLICE OFFICERS' sitting in the same fold up chairs,\n\n           reading car magazines and scripts as they're powdered by MAKE-UP\n\n           GIRLS, and realize we're on a movie set. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n           Driver glances up from his script and sees another STUNTMAN\n\n           being fitted with an SFX mask. The stuntman now looks identical\n\n           to the STAR of the movie who stands nearby.\n\n                         \n\n           ASSISTANT DIRECTOR O/S\n\n           I need you guys to sign this contract...\n\n                         \n\n           Driver takes the form along with all the other stuntmen and\n\n           signs it without a glance.\n\n                         \n\n          24 EXT. FILM SET/ SAN PEDRO/ LOS ANGELES - DAY. 24\n\n                         \n\n           Shannon is discussing a car stunt with another AD, using two toy\n\n           cars on the hood of a cop car to demonstrate the danger.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          9\n\n                          9/24/10\n\n                         24 CONTINUED: 24\n\n                         \n\n                          SHANNON\n\n           ...This is a whole new thing. He taps the\n\n           fender any faster than fifty not only will\n\n           she roll, she'll roll all the way to Baja.\n\n                         \n\n           Driver heads off, disinterested in the negotiations.\n\n                         \n\n                          SHANNON\n\n           A high risk stunt like that's worth at\n\n           least a thousand five.\n\n                         \n\n                          AD\n\n           They won't go higher than a thousand.\n\n                         \n\n                          SHANNON\n\n           Done.\n\n                         \n\n           For all his charm we sense something of the hustler about\n\n           Shannon.\n\n                         \n\n          25 EXT. CRAFT TABLE/ FILM SET/ SAN PEDRO/ LOS ANGELES - DAY. 25\n\n                         \n\n           Driver approaches a buffet table laid out with food. He's about\n\n           to help himself when JACK, the caterer, stops him.\n\n                         \n\n                          JACK\n\n           Sorry, that's for the director...\n\n                         \n\n          26 INT/ EXT. POLICE CAR/ FILM SET/ SAN PEDRO - DAY. 26\n\n                         \n\n           Driver sits at the wheel of the Black-and-White while a STUNT\n\n           SUPERVISOR checks his harness. Shannon leans into the window\n\n           with a smile.\n\n                         \n\n                          SHANNON\n\n           I managed to get them up to five hundred.\n\n                         \n\n           Driver doesn't seem to care, focussed on the job.\n\n                         \n\n           2ND UNIT DIRECTOR O/S\n\n           Camera ready, sound ready...",
  "11": "---END OF PREVIOUS SECTION---\nSHANNON\n\n           I managed to get them up to five hundred. Driver doesn't seem to care, focussed on the job. 2ND UNIT DIRECTOR O/S\n\n           Camera ready, sound ready... \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n           Shannon joins the rest of the crew, looking on.\n\n                         \n\n           2ND UNIT DIRECTOR O/S\n\n           ...ACTION!...\n\n                         \n\n           Driver floors the gas, screeching out of the alleyway. He\n\n           swerves between several oil drums then straightens up on the\n\n           main road.\n\n                         \n\n           In his rear view mirror he sees a black Dodge Charger appear on\n\n           cue, bearing down on him.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          10\n\n                          9/24/10\n\n                         26 CONTINUED: 26\n\n                         \n\n           Driver slows to forty, like he's supposed to, but the black\n\n           Charger keeps coming at speed.\n\n                         \n\n           Driver's eyes stay fixed on his rear view mirror, judging the\n\n           other car's speed and angle of approach to perfection.\n\n                         \n\n           The Charger slams into the back of Driver's car at sixty miles\n\n           an hour, hitting him just above the left rear wheel.\n\n                         \n\n           Driver's reactions are quick as lightning, counter-steering as\n\n           his Black-and-White goes careening off the road. He keeps the\n\n           car upright long enough to slow it down before it finally flips\n\n           end over end.\n\n                         \n\n           Up ahead, the Charger skids to a showy stop.\n\n                         \n\n           2ND UNIT DIRECTOR O/S\n\n           ...And CUT!...\n\n                         \n\n           Some clapping and cheering breaks out, but most the crew\n\n           couldn't care less, returning to their cell-phones and shot\n\n           lists. Only Shannon seems interested in Driver, limping over and\n\n           helping him out of his battered Black-and-White.\n\n                         \n\n                          SHANNON\n\n           Nice work, officer...\n\n                         \n\n           Driver spits out some fake candyglass from the shattered\n\n           windscreen.\n\n                         \n\n          27 INT. NINO'S PIZZERIA/ WESTWOOD - DAY. 27\n\n                         \n\n           A New York style pizza-by-the-slice restaurant. A WAITER takes a\n\n           delivery of Chinese food at the door and carries it over to a\n\n           table where Shannon is sitting with an old friend, BERNIE ROSE.\n\n                         \n\n                          WAITER\n\n           Here you go, Mr. Rose.",
  "12": "---END OF PREVIOUS SECTION---\nA WAITER takes a\n\n           delivery of Chinese food at the door and carries it over to a\n\n           table where Shannon is sitting with an old friend, BERNIE ROSE. WAITER\n\n           Here you go, Mr. Rose. \n---TARGET SECTION TO BE ANNOTATED---\n           (Taking out the white boxes)\n\n           Egg rolls, chicken chow mein, five flavor\n\n           shrimp and Peking duck.\n\n                         \n\n                          BERNIE ROSE\n\n           Did they remember the chop sticks?\n\n                         \n\n                          WAITER\n\n           Doesn't look like it, sir. Let me run and\n\n           get the guy.\n\n                         \n\n           From the way the waiter hurries off we get a sense of Bernie's\n\n           power and authority. He turns back to Shannon, resuming their\n\n           conversation.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          11\n\n                          9/24/10\n\n                         27 CONTINUED: 27\n\n                         \n\n                          BERNIE ROSE\n\n           ...You run a perfectly good business. Why\n\n           would you want to change now?\n\n                         \n\n                          SHANNON\n\n           You know how much my business made last\n\n           year? Thirty Grand. Takes me six months to\n\n           build a car and a couple of seconds for\n\n           these jerks to write it off on a stunt that\n\n           doesn't even make it into the movie.\n\n                         \n\n           Bernie shakes his head but clearly has a soft spot for Shannon.\n\n                         \n\n                          BERNIE ROSE\n\n           How much do you need?\n\n                         \n\n                          SHANNON\n\n           Let me talk you through it first.\n\n                         \n\n                          BERNIE ROSE\n\n           That sounds like a lot.\n\n                         \n\n                          SHANNON\n\n           Doesn't have to be. The big money teams\n\n           burn through three, four million a year but\n\n           that's `cause they're using half a dozen\n\n           test drivers and a stable of cars.\n\n                         \n\n                          BERNIE ROSE\n\n           I don't know anything about car racing but\n\n           I assume there's a reason for that?\n\n                         \n\n                          SHANNON\n\n           Sure, but it's not the only way. All I need\n\n           is a hard-used stock car. We start off with\n\n           the small-town action then work our way up.\n\n           There's close to two thousand events out\n\n           there and once we make the Show we're\n\n           talking millions.\n\n                         \n\n                          BERNIE ROSE\n\n           `Millions'?\n\n                         \n\n                          SHANNON\n\n           There's a fortune to be made. Sponsorship.\n\n           TV deals. We'll even name the team after\n\n           you.",
  "13": "---END OF PREVIOUS SECTION---\nSponsorship. TV deals. We'll even name the team after\n\n           you. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n           Bernie looks at his friend in mild exasperation then turns away\n\n           as the waiter returns with a handful of chop sticks.\n\n                         \n\n                          BERNIE ROSE\n\n           Thank you, Ron. You sure you don't want any\n\n           of this?\n\n                         \n\n                          (CONTINUED)\n\n                          12\n\n                          9/24/10\n\n                         27 CONTINUED: (2) 27\n\n                         \n\n                          SHANNON\n\n           No, thanks.\n\n                         \n\n           Bernie waits for the waiter to leave then continues.\n\n                         \n\n                          BERNIE ROSE\n\n           You still haven't given me a number?\n\n                         \n\n           Shannon hesitates but only for a second.\n\n                         \n\n                          SHANNON\n\n           Four hundred and thirty thousand dollars.\n\n                         \n\n           Bernie Rose can't help grinning at his nerve.\n\n                         \n\n                          SHANNON\n\n           Look, I wouldn't come to you unless I was\n\n           sure about this.\n\n                         \n\n                          BERNIE ROSE\n\n           Come on, Shannon. How can you be sure? What\n\n           have you got these big money teams don't\n\n           have?\n\n                         \n\n                          SHANNON\n\n           I got a driver.\n\n                         \n\n                          BERNIE ROSE\n\n           And they got half a dozen Drivers you told\n\n           me.\n\n                         \n\n                          SHANNON\n\n           Not like this one.\n\n                         \n\n           He stares at his friend with quiet conviction.\n\n                         \n\n                          SHANNON\n\n           I been working with this guy a long time -\n\n           I've never seen anything like it. I had the\n\n           money I'd back him myself...\n\n                         \n\n           Bernie Rose considers him quietly.\n\n                         \n\n                          BERNIE ROSE\n\n           But you don't have the money.\n\n                         \n\n                          SHANNON\n\n           Everything I own is in metal. I had to sell\n\n           my Bullit car the other day just to pay the\n\n           gas bill. I'm telling you, Bernie, put this\n\n           kid behind a wheel there's nothing he can't\n\n           do.",
  "14": "---END OF PREVIOUS SECTION---\nSHANNON\n\n           Everything I own is in metal. I had to sell\n\n           my Bullit car the other day just to pay the\n\n           gas bill. I'm telling you, Bernie, put this\n\n           kid behind a wheel there's nothing he can't\n\n           do. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          13\n\n                          9/24/10\n\n                         27 CONTINUED: (3) 27\n\n                         \n\n                          BERNIE ROSE\n\n           And what happens to my money if this kid\n\n           gets hit by a bus?\n\n                         \n\n           Shannon's about to reply when they're interrupted by a big bull\n\n           of a man with a gruff voice.\n\n                         \n\n                          NINO\n\n           What are you doing eating Chink food in my\n\n           restaurant?\n\n                         \n\n                          BERNIE ROSE\n\n           What's a Jew doing running a Pizzeria?\n\n           Worst fucking pizza in LA by the way. How\n\n           hard is it to bake a loaf of bread?\n\n                         \n\n                          NINO\n\n           It's the fucking water in this city...\n\n                         \n\n           Shannon smiles, intimidated by Nino, giving up his seat\n\n           respectfully. Nino doesn't even acknowledge him.\n\n                         \n\n                          BERNIE ROSE\n\n           I thought you were supposed to be out of\n\n           town anyway?\n\n                         \n\n                          NINO\n\n           Well, I'm back.\n\n           (Barely a glance at Shannon)\n\n           Take a hike. I need to talk to my partner.\n\n                         \n\n                          BERNIE ROSE\n\n           Be polite, Nino. I invited him here.\n\n                         \n\n                          NINO\n\n           Oh, I'm sorry. How you doing, Shannon?\n\n           How's the fucking leg?\n\n                         \n\n           Bernie senses things are only going to get worse and dismisses\n\n           Shannon gently.\n\n                         \n\n                          BERNIE ROSE\n\n           I'll think about it but I want to meet your\n\n           guy first...\n\n                         \n\n          28 INT. ELEVATOR/ APARTMENT BLOCK/ ECHO PARK - DAY. 28\n\n                         \n\n           Driver stands in the elevator as it climbs slowly. It reaches\n\n           the ground floor then the doors slide open. Driver finds himself\n\n           face to face with the pretty girl he saw the other night. She\n\n           looks a little startled to see him, then recovers\n\n                         \n\n           PRETTY GIRL (IRENE)\n\n           Hi...",
  "15": "---END OF PREVIOUS SECTION---\nIt reaches\n\n           the ground floor then the doors slide open. Driver finds himself\n\n           face to face with the pretty girl he saw the other night. She\n\n           looks a little startled to see him, then recovers\n\n                         \n\n           PRETTY GIRL (IRENE)\n\n           Hi... \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          (CONTINUED)\n\n                          14\n\n                          9/24/10\n\n                         28 CONTINUED: 28\n\n                         \n\n           She joins him in the elevator, carrying a grocery bag with some\n\n           milk and Fruit Loops cereal.\n\n                         \n\n                          DRIVER\n\n           Which floor, ma'am?...\n\n                         \n\n                          IRENE\n\n           Fourth please...\n\n                         \n\n           Driver presses the fourth floor button even though it's already\n\n           lit. The doors shut and the elevator starts to climb. Driver\n\n           stares out quietly. Irene takes a glance at him, feeling awkward\n\n           in the silence. She looks relieved as the elevator doors finally\n\n           open. Driver steps aside to let her out first.\n\n                         \n\n                          IRENE\n\n           Thank you...\n\n                         \n\n          29 INT. CORRIDOR/ APARTMENT/ ECHO PARK - MORNING. 29\n\n                         \n\n           Driver and Irene walk down the corridor in the same direction,\n\n           only a few feet apart. She seems more aware of his presence than\n\n           he is of hers. She reaches the door to her apartment first.\n\n                         \n\n                          IRENE\n\n           Goodbye...\n\n                         \n\n                          DRIVER\n\n           Goodbye, ma'am...\n\n                         \n\n           Driver looks at her just long enough not to seem impolite, then\n\n           continues down the corridor, not even glancing back.\n\n                         \n\n          30 EXT. SAUGUS SPEEDWAY - DAY. 30\n\n                         \n\n           Bright sunlight. In the distance we see a trail of dust moving\n\n           across the flatland. Everything is silent, then slowly the hum\n\n           of an engine rises as the stock car turns towards us. It\n\n           shimmers in the heat waves, the noise of its engine getting\n\n           louder as it picks up speed.\n\n                         \n\n           Shannon stands with his friend Bernie Rose at the edge of the\n\n           makeshift track, staring at the glittering car with its colorful\n\n           signage advertising everything from Snickers to Cheerios.\n\n                         \n\n                          BERNIE ROSE\n\n           Looks like a chocolate bar. You're gonna\n\n           have to tell me if that's fast or slow\n\n           `cause I got no idea...\n\n                         \n\n           Shannon smiles to himself.\n\n                         \n\n                          SHANNON\n\n           It ain't slow...",
  "16": "---END OF PREVIOUS SECTION---\nYou're gonna\n\n           have to tell me if that's fast or slow\n\n           `cause I got no idea... Shannon smiles to himself. SHANNON\n\n           It ain't slow... \n---TARGET SECTION TO BE ANNOTATED---\n                          15\n\n                          9/24/10\n\n                         \n\n                         \n\n                         \n\n                         \n\n          31 INT. RACE CAR/ SAUGUS SPEEDWAY - DAY. 31\n\n                         \n\n           Even in the cramped space of the roll cage there's something\n\n           effortless about the way Driver controls the car. His eyes are\n\n           fixed in concentration, his body tensing only slightly as he\n\n           lifts his foot off the gas and turns the wheel.\n\n                         \n\n          32 EXT. SAUGUS SPEEDWAY - DAY. 32\n\n                         \n\n           The glinting vehicle is lost in a cloud of dust, then reappears\n\n           again, moving even faster now. The STOCK CAR'S OWNER, a bearded\n\n           hot-rodder with a t-shirt that says, \"Drive it like you stole\n\n           it\", joins Shannon with a confident smile.\n\n                         \n\n           STOCK CAR OWNER\n\n           Told you she was a beauty...\n\n                         \n\n                          SHANNON\n\n           (Playing hard to get)\n\n           Maybe where you come from...\n\n                         \n\n           Bernie Rose pays no attention to their banter, his eyes fixed\n\n           thoughtfully on the stock car as it finally slows to a stop.\n\n                         \n\n          33 EXT. RACE CAR/ SAUGUS SPEEDWAY - DAY. 33\n\n                         \n\n           Driver climbs out of the car. As he looks up he sees Shannon\n\n           limping over with the stock car's owner, a couple of MECHANICS,\n\n           and Bernie Rose.\n\n                         \n\n                          SHANNON\n\n           Looks a little long in the tooth to me.\n\n           Think we should take her home?...\n\n                         \n\n           Driver shrugs. Shannon grins, turning to Bernie now.\n\n                         \n\n                          SHANNON\n\n           Bernie, this is the driver I been telling\n\n           you about...\n\n                         \n\n           One look at Bernie Rose and Driver senses the power and\n\n           authority behind his deceptively gentle eyes.\n\n                         \n\n                          SHANNON\n\n           Bernie's thinking of investing in our race\n\n           team...\n\n                         \n\n           The old mobster holds out his hand, meeting Driver's gaze.\n\n                         \n\n                          DRIVER\n\n           My hands are a little dirty.\n\n                         \n\n                          BERNIE ROSE\n\n           Don't worry. So are mine...",
  "17": "---END OF PREVIOUS SECTION---\nDRIVER\n\n           My hands are a little dirty. BERNIE ROSE\n\n           Don't worry. So are mine... \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          (CONTINUED)\n\n                          16\n\n                          9/24/10\n\n                         33 CONTINUED: 33\n\n                         \n\n           He gives Driver a big grin and a warm handshake, sizing him up.\n\n           Driver smiles politely, gazing back at him. The stock car's\n\n           owner interrupts the moment between them, holding a stopwatch.\n\n                         \n\n           STOCK CAR OWNER\n\n           Couldn't see much wrong with that. You beat\n\n           the fastest lap by more than half a second.\n\n                         \n\n                          DRIVER\n\n           You might wanna take a look at the\n\n           suspension before we go again.\n\n           (Turning back to Bernie)\n\n           Nice to meet you...\n\n                         \n\n           Bernie's still studying him.\n\n                         \n\n                          BERNIE ROSE\n\n           You too...\n\n                         \n\n           Their eyes stay on each other, then Driver follows the stock car\n\n           owner and his mechanics back to the car. Bernie Rose stares\n\n           after him quietly, thinking to himself. Shannon can feel he's\n\n           getting interested.\n\n                         \n\n                          SHANNON\n\n           You gonna give me the four?\n\n                         \n\n                          BERNIE ROSE\n\n           I'll give you three for seventy percent...\n\n                         \n\n          34 INT. SUPERMARKET/ ECHO PARK - DAY. 34\n\n                         \n\n           Tinny supermarket music plays in the background. Driver walks\n\n           past the vast selection of instant coffee brands, bemused by the\n\n           choice. Suddenly he notices something out of the corner of his\n\n           eye. At the far end of the aisle his pretty neighbor, Irene, is\n\n           browsing through the confectionery section. Standing next to her\n\n           is a young boy of six or seven, (BENICIO). He grabs a multi-pack\n\n           of snickers and puts it in Irene's shopping basket. Irene calmly\n\n           picks it out, replaces it on the shelf, and takes a single\n\n           snicker bar for him instead. As Driver watches them, the boy\n\n           turns around and notices him. Driver heads down another aisle\n\n           before Irene sees him too, keeping to himself to himself.\n\n                         \n\n          35 EXT. CAR PARK/ SUPERMARKET - DAY. 35\n\n                         \n\n           Driver heads out of the supermarket with a small bag of\n\n           groceries when he spots Irene and Benicio again in the car park.",
  "18": "---END OF PREVIOUS SECTION---\nDriver heads down another aisle\n\n           before Irene sees him too, keeping to himself to himself. 35 EXT. CAR PARK/ SUPERMARKET - DAY. 35\n\n                         \n\n           Driver heads out of the supermarket with a small bag of\n\n           groceries when he spots Irene and Benicio again in the car park. \n---TARGET SECTION TO BE ANNOTATED---\n           Irene sits in a battered Oldsmobile, trying to start the engine.\n\n           She tries several times then gets out in frustration, opening\n\n           the hood and peering at the engine she has no idea how to fix.\n\n           Benicio peers in too, trying to be helpful.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          17\n\n                          9/24/10\n\n                         35 CONTINUED: 35\n\n                         \n\n           Driver hesitates, all his instincts telling him to continue to\n\n           his car and drive away, but as he feels Irene's increasing\n\n           frustration he can't help himself, finally heading over to help.\n\n                         \n\n           Irene looks over and sees him coming, surprised at first, then\n\n           smiling. We watch from a distance as they talk now.\n\n                         \n\n          35a INT. ELEVATOR/ APARTMENT BLOCK/ ECHO PARK - DAY. 35a\n\n                         \n\n           Driver, Irene and Benicio stand in silence in the elevator,\n\n           Driver clutching some of Irene's grocery bags.\n\n                         \n\n          36 INT. IRENE'S APARTMENT/ ECHO PARK - DAY. 36\n\n                         \n\n           Driver carries Irene's grocery bags into the kitchen for her.\n\n                         \n\n                          DRIVER\n\n           Where do you want me to put them?\n\n                         \n\n                          IRENE\n\n           Just over there. Thanks...\n\n                         \n\n           Driver places the bags on the kitchen counter.\n\n                         \n\n                          IRENE\n\n           Would you like something to drink?\n\n                         \n\n                          DRIVER\n\n           I'm okay.\n\n                         \n\n                          IRENE\n\n           A glass of water?\n\n                         \n\n                          DRIVER\n\n           Sure...\n\n                         \n\n           She pours him a glass of water and hands it to him.\n\n                         \n\n                          IRENE\n\n           Excuse me a second...\n\n                         \n\n           She walks out of the room, leaving Driver alone with Benicio.\n\n           The little boy stares at him fixedly.\n\n                         \n\n          36a INT. BATHROOM/ IRENE'S APARTMENT - DAY. 36a\n\n                         \n\n           Irene closes the bathroom door behind her, looking at herself in\n\n           the mirror, feeling a little uncertain.\n\n                         \n\n          37 INT. IRENE'S APARTMENT - DAY. 37\n\n                         \n\n           Benicio's still staring at Driver.",
  "19": "---END OF PREVIOUS SECTION---\nBATHROOM/ IRENE'S APARTMENT - DAY. 36a\n\n                         \n\n           Irene closes the bathroom door behind her, looking at herself in\n\n           the mirror, feeling a little uncertain. 37 INT. IRENE'S APARTMENT - DAY. 37\n\n                         \n\n           Benicio's still staring at Driver. \n---TARGET SECTION TO BE ANNOTATED---\n Feeling a little awkward,\n\n           Driver takes a long piece of string from his pocket, tugs it\n\n           gently, then holds up two pieces of string.\n\n                         \n\n                          (CONTINUED)\n\n                          18\n\n                          9/24/10\n\n                         37 CONTINUED: 37\n\n                         \n\n           Benicio keeps staring at him, puzzled by the magic trick. Irene\n\n           walks back into the room, smiling.\n\n                         \n\n                          IRENE\n\n           You just move to LA?\n\n                         \n\n                          DRIVER\n\n           No, I been here a while.\n\n                         \n\n                          IRENE\n\n           And before that?\n\n                         \n\n                          DRIVER\n\n           Here and there...\n\n                         \n\n                          IRENE\n\n           (A gentle smile)\n\n           Too many questions, huh?...\n\n                         \n\n           Driver smiles back awkwardly, not sure how else to respond.\n\n           Irene switches on the TV for Benicio, sitting him down on the\n\n           couch.\n\n                         \n\n           Driver has a sip of water, glancing around the room. He notices\n\n           a few photographs on a side table. Most of them are of Benicio\n\n           and Irene, but one of them shows the little boy standing next to\n\n           a strikingly handsome Latino man.\n\n                         \n\n           Irene turns around and sees him looking at the picture.\n\n                         \n\n                          IRENE\n\n           That's Benicio's father.\n\n                         \n\n           Driver takes in the significance of this, then looks back at\n\n           her.\n\n                         \n\n                          DRIVER\n\n           What's he do?\n\n                         \n\n                          IRENE\n\n           He's in jail.\n\n                         \n\n                          DRIVER\n\n           I'm sorry.\n\n                         \n\n                          IRENE\n\n           (Changing the subject)\n\n           What do you do?\n\n                         \n\n           Driver hesitates.\n\n                         \n\n                          DRIVER\n\n           I drive.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          19\n\n                          9/24/10\n\n                         37 CONTINUED: (2) 37\n\n                         \n\n                          IRENE\n\n           Like a limo driver?\n\n                         \n\n                          DRIVER\n\n           No, for the movies...\n\n                         \n\n                          IRENE\n\n                          (INCREDULOUSLY)\n\n           You mean all those car chases and stuff?\n\n                         \n\n           He nods, a little embarrassed.\n\n                         \n\n                          IRENE\n\n           Isn't that dangerous?\n\n                         \n\n           He seems thrown by her concern.",
  "20": "---END OF PREVIOUS SECTION---\nHe nods, a little embarrassed. IRENE\n\n           Isn't that dangerous? He seems thrown by her concern. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          DRIVER\n\n           It's just part-time. Most days I work in a\n\n           garage.\n\n                         \n\n                          IRENE\n\n           Where?\n\n                         \n\n                          DRIVER\n\n           Reseda Boulevard.\n\n                         \n\n                          IRENE\n\n           You should tell Benicio you're a stunt guy.\n\n                         \n\n                          DRIVER\n\n           He interested in that kind of stuff?\n\n                         \n\n                          IRENE\n\n           Aren't all little boys?\n\n                         \n\n           She smiles softly and he realizes she's teasing him.\n\n                         \n\n           BENICIO O/S\n\n           Mama, I don't like this...\n\n                         \n\n           Irene takes the remote and changes the channel for him. Driver\n\n           watches her quietly, then drains his glass of water.\n\n                         \n\n                          IRENE\n\n           Would you like another glass?\n\n                         \n\n                          DRIVER\n\n           I should get going...\n\n                         \n\n           He catches the disappointment in her eyes, but she covers it\n\n           with another good humored smile.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          20\n\n                          9/24/10\n\n                         37 CONTINUED: (3) 37\n\n                         \n\n                          IRENE\n\n           Well, thank you for your help.\n\n                         \n\n                          DRIVER\n\n           Thank you for the drink...\n\n                         \n\n           She takes his empty glass and walks him to the door.\n\n                         \n\n          38 EXT/INT. STREET/ DRIVER'S APARTMENT/ ECHO PARK - DAY. 38\n\n                         \n\n           Passing traffic roars by on the busy street. Irene and Benicio\n\n           are walking home from the bus stop, chatting happily. They look\n\n           like they've just come back from the beach, Irene carrying a\n\n           basket full of towels, Benicio clutching a dusty soccer ball.\n\n                         \n\n           Driver watches them from the window of his apartment, blowing\n\n           gently on a cup of coffee.\n\n                         \n\n          39 INT/ EXT. DRIVER'S CAR/ HOLLYWOOD BOULEVARD - NIGHT. 39\n\n                         \n\n           The reflection of passing neon rolls down the Camaro's\n\n           windscreen. Driver's cruising down Hollywood Boulevard, shut off\n\n           from the world outside, listening to `Purple Rain'. The HOOKERS\n\n           and HIPSTERS have taken over the streets while up above\n\n           airbrushed movie stars stare down from their lofty billboards.\n\n                         \n\n          40 EXT.",
  "21": "---END OF PREVIOUS SECTION---\nDriver's cruising down Hollywood Boulevard, shut off\n\n           from the world outside, listening to `Purple Rain'. The HOOKERS\n\n           and HIPSTERS have taken over the streets while up above\n\n           airbrushed movie stars stare down from their lofty billboards. 40 EXT. \n---TARGET SECTION TO BE ANNOTATED---\n PARKING LOT/ MINI MALL - MORNING. 40\n\n                         \n\n           It's early morning and Driver's been driving all night, unable\n\n           to sleep. He heads across the parking lot towards a garishly lit\n\n           mini-mall. Up ahead a small group of GANGBANGERS are hanging out\n\n           with intent. They see him coming and look over intimidatingly.\n\n           Driver's only reaction is to bunch his car keys in his hand, the\n\n           longest key sliding between his second and third fingers like a\n\n           weapon. The gangbangers don't see it but the unflinching look in\n\n           his eyes unnerves them and they look away, letting him pass.\n\n                         \n\n          41 EXT/ INT. BUFFALO BAR AND GRILL/ LA - MORNING. 41\n\n                         \n\n           Jukebox music plays in the bar and grill. Driver sits on his\n\n           own, working his way through a plate of bacon and eggs.\n\n                         \n\n           BEARDED REDNECK OFFSCREEN\n\n           Mind if I cut in?...\n\n                         \n\n           Driver looks up and sees a burly REDNECK with an unkempt beard\n\n           and a wrestler's physique. The redneck slides into the seat\n\n           opposite him.\n\n                         \n\n                          BEARDED REDNECK\n\n           You're Shannon's buddy, right? We met last\n\n           year. You drove me and my brother back from\n\n           Palm Springs...\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          21\n\n                          9/24/10\n\n                         41 CONTINUED: 41\n\n                         \n\n           Driver stares into the redneck's coked-up eyes, then looks back\n\n           down at his food.\n\n                         \n\n                          BEARDED REDNECK\n\n           Next run we hired another wheelman - I\n\n           spent six months in jail, my brother got\n\n           himself killed...\n\n           (He grins through yellowing teeth)\n\n           He wasn't much, mind you, just family...\n\n                         \n\n           Driver doesn't seem to hear him.\n\n                         \n\n                          BEARDED REDNECK\n\n           Thing is -\n\n                         \n\n                          DRIVER\n\n           I'm not interested...\n\n                         \n\n           Driver looks up quietly, fixing him with his icy gaze. The\n\n           Redneck's smile slowly fades. He considers his response for a\n\n           moment, then decides against it, standing up.",
  "22": "---END OF PREVIOUS SECTION---\nDriver looks up quietly, fixing him with his icy gaze. The\n\n           Redneck's smile slowly fades. He considers his response for a\n\n           moment, then decides against it, standing up. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          BEARDED REDNECK\n\n           Well, it's good to see you again...\n\n                         \n\n           Driver carries on eating as if the man didn't exist.\n\n                         \n\n          42 EXT. FORECOURT/ SHANNON'S GARAGE - DAY. 42\n\n                         \n\n           The loud stutter of an unhealthy engine. Shannon sits in the\n\n           second hand race car he bought in Montecito, revving the engine.\n\n                         \n\n                          SHANNON\n\n           Sounds like a goddamn M-16...\n\n                         \n\n           Driver smiles, popping the hood. As Shannon limps out of the\n\n           vehicle he sees a battered Oldsmobile drive into the forecourt.\n\n           He takes one look at the owner, then runs his hand through his\n\n           white hair, breaking into a friendly smile.\n\n                         \n\n                          SHANNON\n\n           Gorgeous day just got even nicer. How can I\n\n           help you, ma'am?\n\n                         \n\n           WOMAN'S VOICE O/S\n\n           I've got a problem with my car.\n\n                         \n\n           SHANNON O/S\n\n           I can imagine. That thing must be older\n\n           than I am...\n\n                         \n\n           Driver turns around in surprise now, recognizing Irene's voice.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          22\n\n                          9/24/10\n\n                         42 CONTINUED: 42\n\n                         \n\n                          IRENE\n\n           Hi...\n\n                         \n\n                          DRIVER\n\n           Hi...\n\n                         \n\n           A mischievous smile lights up Shannon's face as he watches them.\n\n                         \n\n                          SHANNON\n\n           You boys and girls know each other?\n\n                         \n\n                          IRENE\n\n           We're neighbors.\n\n                         \n\n                          SHANNON\n\n           I see...\n\n                         \n\n           Driver ignores the sly look in the old man's eyes.\n\n                         \n\n                          SHANNON\n\n           So what seems to be the problem, ma'am?\n\n                         \n\n                          IRENE\n\n           Either it doesn't start or it stalls.\n\n                         \n\n                          SHANNON\n\n           Well, why don't we park her over there and\n\n           take a look...\n\n                         \n\n           Driver is still watching Irene quietly.\n\n                         \n\n                          IRENE\n\n           I can come back later if you're busy...\n\n                         \n\n                          SHANNON\n\n           He's busy, I'm not...",
  "23": "---END OF PREVIOUS SECTION---\nDriver is still watching Irene quietly. IRENE\n\n           I can come back later if you're busy... SHANNON\n\n           He's busy, I'm not... \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n           Shannon gives Driver another sly look as he takes her car keys.\n\n                         \n\n          43 EXT. SHANNON'S GARAGE/ SILVERLAKE BOULEVARD - DAY. 43\n\n                         \n\n           The Oldsmobile's engine looks like it hasn't been serviced in\n\n           years. Shannon is bent over the hood.\n\n                         \n\n                          SHANNON\n\n           ...Just my opinion, but I think you should\n\n           consider buying a new car...\n\n                         \n\n                          IRENE\n\n           (With gentle irony)\n\n           That would be great...\n\n                         \n\n           She glances round and sees Benicio standing in the forecourt\n\n           with Driver, watching him work on his own car now.\n\n                         \n\n                          (CONTINUED)\n\n                          23\n\n                          9/24/10\n\n                         43 CONTINUED: 43\n\n                         \n\n           Driver's so busy tuning the engine he hardly notices the boy.\n\n           His lack of interest finally gets a rise out of Benicio.\n\n                         \n\n                          BENICIO\n\n           That thing doesn't work.\n\n                         \n\n                          DRIVER\n\n           (Without looking round)\n\n           You think?\n\n                         \n\n           Benicio watches him sullenly, more intrigued than he lets on.\n\n                         \n\n                          BENICIO\n\n           Drive it.\n\n                         \n\n                          DRIVER\n\n           Okay. Get in the car...\n\n                         \n\n           Benicio considers a moment, then turns and calls out to Irene.\n\n                         \n\n                          BENICIO\n\n           Mama, can I go in the car?!\n\n                         \n\n           Irene looks over in surprise, not sure what to say.\n\n                         \n\n          44 INT/ EXT. DRIVER'S CAR/ SILVERLAKE BOULEVARD - DAY. 44\n\n                         \n\n           Driver and Benicio sit in the Chevelle, driving in silence.\n\n                         \n\n                          DRIVER\n\n           Your mom said you like movies?\n\n                         \n\n                          BENICIO\n\n           Sometimes.\n\n                         \n\n                          DRIVER\n\n           Ever see the Terminator?\n\n                         \n\n                          BENICIO\n\n           No.\n\n                         \n\n                          DRIVER\n\n           Grease?\n\n                         \n\n           Benicio shakes his head.\n\n                         \n\n                          DRIVER\n\n           Wanna see where it was shot?\n\n                         \n\n          45 INT. SHANNON'S GARAGE/ SILVERLAKE BOULEVARD - DAY. 45\n\n                         \n\n           Shannon's got his tool kit out, examining the Olds.",
  "24": "---END OF PREVIOUS SECTION---\nDRIVER\n\n           Wanna see where it was shot? 45 INT. SHANNON'S GARAGE/ SILVERLAKE BOULEVARD - DAY. 45\n\n                         \n\n           Shannon's got his tool kit out, examining the Olds. \n---TARGET SECTION TO BE ANNOTATED---\n Irene looks\n\n           at the forecourt but there's no sign of Driver and her son.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          24\n\n                          9/24/10\n\n                         45 CONTINUED: 45\n\n                         \n\n                          IRENE\n\n           How long has he been working for you?\n\n                         \n\n                          SHANNON\n\n           Don't worry, ma'am, your son'll be fine.\n\n                         \n\n                          IRENE\n\n           I didn't mean it like that...\n\n                         \n\n           Shannon smiles to himself, sensing her interest in Driver.\n\n                         \n\n                          SHANNON\n\n           We been together about five years now. He\n\n           showed up out of the blue one day, no\n\n           references or nothin', asking me for a job.\n\n           I offered him half the wages I normally pay\n\n           and he didn't even blink. Been exploiting\n\n           him ever since...\n\n                          (HE GRINS)\n\n           Only thing he knows is cars...\n\n                         \n\n          46 INT/ EXT. DRIVER'S CAR/ LA RIVER - DAY. 46\n\n                         \n\n           The car roars along the drainage canals. In the passenger seat\n\n           Benicio looks tense but exhilarated. The car glides past a\n\n           landscape of abandoned shopping carts, garbage bags, and\n\n           shredded tires, picking up speed all the time.\n\n                         \n\n          47 EXT. LA RIVER - DAY. 47\n\n                         \n\n           Driver's parked the car now in an area of the drainage canal\n\n           which looks like an oasis. He leans against the vehicle, soft\n\n           rock playing on his radio as he watches Benicio climb a tree.\n\n                         \n\n          48 INT. DRIVER'S CAR/ SILVERLAKE - NIGHT. 48\n\n                         \n\n           Benicio is asleep in the back of Driver's car now. Driver's\n\n           giving him and Irene a ride back to their apartment. Irene looks\n\n           at Driver, waiting for him to say something, but he keeps his\n\n           eyes fixed on the road.\n\n                         \n\n          49 INT. BENICIO'S BEDROOM/ IRENE'S APARTMENT/ ECHO PARK - NIGHT.49\n\n                         \n\n           Cradling the sleeping Benicio in his arms Driver lays him down\n\n           on his bed. Irene takes off her son's clothes and puts on his\n\n           pyjamas, careful not to wake him.",
  "25": "---END OF PREVIOUS SECTION---\n49 INT. BENICIO'S BEDROOM/ IRENE'S APARTMENT/ ECHO PARK - NIGHT.49\n\n                         \n\n           Cradling the sleeping Benicio in his arms Driver lays him down\n\n           on his bed. Irene takes off her son's clothes and puts on his\n\n           pyjamas, careful not to wake him. \n---TARGET SECTION TO BE ANNOTATED---\n Driver slips out of the room,\n\n           uncomfortable with the intimate moment between mother and son.\n\n                         \n\n          50 INT. LIVING ROOM/ IRENE'S APARTMENT/ ECHO PARK - NIGHT. 50\n\n                         \n\n           Irene walks out of the bedroom, smiling at Driver gratefully.\n\n                         \n\n                          IRENE\n\n           Thank you for today. He had a great time...\n\n                         \n\n                          (CONTINUED)\n\n                          25\n\n                          9/24/10\n\n                         50 CONTINUED: 50\n\n                         \n\n                          DRIVER\n\n           I'm glad...\n\n                         \n\n           He stares back at her in the silence, both of them looking a\n\n           little uncertain.\n\n                         \n\n                          IRENE\n\n           I'm sorry if I put you on the spot, you\n\n           know, just showing up like that...\n\n                         \n\n                          DRIVER\n\n           Don't worry...\n\n                         \n\n           Their eyes stay on each other, the attraction palpable. Driver\n\n           finally breaks the tension, making a tentative move towards the\n\n           door. Irene opens it for him, looking up into his eyes. Driver\n\n           knows he could kiss her, wants to, but something inside holds\n\n           him back. Instead he just offers his help.\n\n                         \n\n                          DRIVER\n\n           You need a ride anywhere over the weekend\n\n           I'm not doing much...\n\n                         \n\n          50a INT. DENTISTS/ NORTH HOLLYWOOD - DAY. 50a\n\n                         \n\n           Benicio sits in a dentist's chair, looking nervous. Irene sits\n\n           beside him, mimicking his expression, trying to make him relax.\n\n                         \n\n          51 EXT. DENTISTS/ NORTH HOLLYWOOD - DAY. 51\n\n                         \n\n           Irene emerges with Benicio from the dentists. The little boy is\n\n           clutching his mouth, making a show of being in pain. Irene\n\n           teases him gently as they walk. Driver waits for them in his\n\n           car, watching them quietly.\n\n                         \n\n          52 INT. DRIVER'S CAR/ ECHO PARK - SUNSET. 52\n\n                         \n\n           Soft rock plays on the car radio. Irene sits in the passenger\n\n           seat with a smile. Driver looks at her curiously as he drives,\n\n           no idea why she's grinning. Benicio suddenly leans forward and\n\n           changes the radio to a different station -- hard rock blaring\n\n           out.",
  "26": "---END OF PREVIOUS SECTION---\nIrene sits in the passenger\n\n           seat with a smile. Driver looks at her curiously as he drives,\n\n           no idea why she's grinning. Benicio suddenly leans forward and\n\n           changes the radio to a different station -- hard rock blaring\n\n           out. \n---TARGET SECTION TO BE ANNOTATED---\n Driver lets it go for a moment, then changes it back.\n\n           Benicio responds, until it becomes a game, Irene laughing now.\n\n                         \n\n          53 EXT. SHANNON'S GARAGE/ SILVERLAKE BOULEVARD - DAY. 53\n\n                         \n\n           The roar of machinery. We see quick shots of Driver's day in the\n\n           garage -- fixing cars, taking out some fruit he's left to ripen\n\n           in his tool box for lunch, working on more engines and frames.\n\n           At the end of the day Driver and Shannon examine the stock car.\n\n                         \n\n                          SHANNON\n\n           ...I still can't believe I bought this\n\n           piece of shit...\n\n                         \n\n                          (CONTINUED)\n\n                          26\n\n                          9/24/10\n\n                         53 CONTINUED: 53\n\n                         \n\n           He grins, looking at Driver.\n\n                         \n\n                          SHANNON\n\n           I thought maybe we'd take her for a run\n\n           Thursday or Friday.\n\n                         \n\n                          DRIVER\n\n           I can't make Friday.\n\n                         \n\n                          SHANNON\n\n           Yeah? Why's that?\n\n                         \n\n                          DRIVER\n\n           I told Irene I'd drive her to Burbank.\n\n                         \n\n                          SHANNON\n\n           Irene, huh?\n\n                          (TEASING HIM)\n\n           You're seeing quite a lot of the young\n\n           lady.\n\n                         \n\n                          DRIVER\n\n           You're taking a long time to fix her car...\n\n                         \n\n          54 INT. LIVING ROOM/ IRENE'S APARTMENT/ ECHO PARK - NIGHT. 54\n\n                         \n\n           On the TV, a Japanese cartoon is playing, a masked hero\n\n           confronting the villains, the screen flickering from color to\n\n           black and white. Driver and Benicio sit on the couch, watching\n\n           the cartoon. From their relaxed body language it's clear some\n\n           time has passed and they know each other a little better.\n\n                         \n\n                          DRIVER\n\n           What's happening now?\n\n                         \n\n                          BENICIO\n\n           He's telling him if he doesn't leave the\n\n           earth alone he'll fight him.\n\n                         \n\n           Irene calls out from her bedroom.\n\n                         \n\n           IRENE O/S\n\n           I'm almost ready...\n\n                         \n\n           Driver looks back at the screen. Werewolves appear now,\n\n           surrounding the hero.",
  "27": "---END OF PREVIOUS SECTION---\nIRENE O/S\n\n           I'm almost ready... Driver looks back at the screen. Werewolves appear now,\n\n           surrounding the hero. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          DRIVER\n\n           Looks like he's in trouble.\n\n                         \n\n                          BENICIO\n\n           He's okay.\n\n                         \n\n           Just as the fight begins the color on the TV screen flickers.\n\n                         \n\n                          (CONTINUED)\n\n                          27\n\n                          9/24/10\n\n                         54 CONTINUED: 54\n\n                         \n\n                          DRIVER\n\n           I'm gonna show you another trick...\n\n                         \n\n           Benicio watches curiously as Driver gets off the couch and\n\n           kneels beside the TV.\n\n                         \n\n                          DRIVER\n\n           This is pretty complicated. You watching?\n\n                         \n\n           Benicio nods. Driver suddenly gives the TV set a hard smack and\n\n           the interference stops.\n\n                         \n\n                          DRIVER\n\n           Think you can remember that?...\n\n                         \n\n           Benicio grins. Driver smiles back then looks away as he hears\n\n           the phone ring. Irene walks out of her bedroom, dressed in her\n\n           waitress's uniform, and answers it.\n\n                         \n\n                          IRENE\n\n           Hello?...Yes?...Yes, this is she...\n\n                         \n\n           Driver sees the look of surprise on Irene's face as she listens\n\n           to the voice on the other end. The doorbell suddenly rings.\n\n           Irene catches Driver's eye and asks him to open it. He heads\n\n           over, checks the spy-hole, then opens the door. A YOUNG WOMAN\n\n           who's sitting for Benicio walks in, looking at Driver curiously.\n\n                         \n\n           YOUNG WOMAN (IRENE'S FRIEND)\n\n           Hi...\n\n                         \n\n                          DRIVER\n\n           Hello...\n\n                         \n\n                          BENICIO\n\n           Hi Cindy...\n\n                         \n\n           Irene's friend heads past Driver and scolds Benicio\n\n           affectionately.\n\n                         \n\n                          IRENE'S FRIEND\n\n           It's 8:30. Teeth. Pyjamas. TV off.\n\n                         \n\n                          BENICIO\n\n           It's not the TV. It's a DVD...\n\n                         \n\n           Driver looks back at Irene now. She puts down the phone, forcing\n\n           a smile but still looking distracted.\n\n                         \n\n          55 INT/ EXT. DRIVER'S CAR/ ECHO PARK - NIGHT. 55\n\n                         \n\n           Irene sits next to Driver in the passenger seat, staring out of\n\n           the window at the glittering fountain in Echo Park.",
  "28": "---END OF PREVIOUS SECTION---\nShe puts down the phone, forcing\n\n           a smile but still looking distracted. 55 INT/ EXT. DRIVER'S CAR/ ECHO PARK - NIGHT. 55\n\n                         \n\n           Irene sits next to Driver in the passenger seat, staring out of\n\n           the window at the glittering fountain in Echo Park. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          28\n\n                          9/24/10\n\n                         55 CONTINUED: 55\n\n                         \n\n                          IRENE\n\n           I've never come this way before...\n\n                         \n\n                          DRIVER\n\n           It's a short cut...\n\n                         \n\n                          IRENE\n\n           The park looks pretty at night...\n\n                         \n\n           She looks at Driver, watching him quietly, then looks away\n\n           again.\n\n                         \n\n                          DRIVER\n\n           You okay?...\n\n                         \n\n           Irene takes a long time to answer, still staring out of the\n\n           window.\n\n                         \n\n                          IRENE\n\n           That was my husband's lawyer on the phone.\n\n           He's getting an early release...\n\n                         \n\n           She tries to sound casual. Driver takes the news quietly, even\n\n           though it hits him like a sledgehammer.\n\n                         \n\n                          DRIVER\n\n           That's great...\n\n                         \n\n                          IRENE\n\n           I'm happy for Benicio...\n\n                         \n\n           Driver knows she's trying to explain herself but doesn't say\n\n           anything, driving in silence.\n\n                         \n\n           Up ahead the traffic lights turn red and the car slows to a\n\n           stop.\n\n                         \n\n           Inside, the silence is unbearable. Irene pauses, then looks at\n\n           Driver. He's even more handsome in the shadowy half-light,\n\n           something achingly lonely and melancholy about his stillness.\n\n                         \n\n           She hesitates, then moves her hand towards his, brushing the\n\n           back of his hand, then slipping her fingers between his.\n\n                         \n\n           The gesture is tiny but charged with emotion. They both stare\n\n           out in silence, fingers clasped, then Irene gently withdraws her\n\n           hand, as if nothing's happened.\n\n                         \n\n           Outside the lights change to green.\n\n                         \n\n          56 INT. IRENE'S APARTMENT/ ECHO PARK - SUNSET. 56\n\n                         \n\n           The sound of laughter. A sign over the door says, Welcome home\n\n           Dad. Inside the apartment there's a small party going on.\n\n                         \n\n                          (CONTINUED)\n\n                          29\n\n                          9/24/10\n\n                         56 CONTINUED: 56\n\n                         \n\n           Irene's husband, STANDARD, has been released from jail and his\n\n           FRIENDS and FAMILY are here to celebrate.",
  "29": "---END OF PREVIOUS SECTION---\nA sign over the door says, Welcome home\n\n           Dad. Inside the apartment there's a small party going on. (CONTINUED)\n\n                          29\n\n                          9/24/10\n\n                         56 CONTINUED: 56\n\n                         \n\n           Irene's husband, STANDARD, has been released from jail and his\n\n           FRIENDS and FAMILY are here to celebrate. \n---TARGET SECTION TO BE ANNOTATED---\n Holding Benicio in his\n\n           arms he makes a thank you speech to his guests.\n\n                         \n\n                          STANDARD\n\n           ...I'm touched and grateful that you're all\n\n           here today -- even though I know it's\n\n           probably for the food not me...\n\n                         \n\n           His self-deprecating humor gets a chorus of laughter and\n\n           agreement from the guests. Irene is standing next to her friend\n\n           Cindy, looking a little uncomfortable.\n\n                         \n\n                          STANDARD\n\n           ...Anyhow, now that I've completed my MBA\n\n           in catering from Chino Business School...\n\n                          (MORE LAUGHTER)\n\n           Irene, Benicio and I are finally going to\n\n           get our lives back together...\n\n                         \n\n           He raises his glass to her.\n\n                         \n\n                          STANDARD\n\n           I'd like to thank my wife for being the\n\n           smartest, most beautiful, most patient and\n\n           loyal woman I know...\n\n                         \n\n           More applause. Irene stares back at Standard's handsome face,\n\n           feeling even more uncomfortable.\n\n                         \n\n          57 INT. DRIVER'S BEDROOM/ APARTMENT/ ECHO PARK - SUNSET. 57\n\n                         \n\n           Driver lies on his bed, gazing up at the ceiling, listening to\n\n           the sound of the party echoing down the corridor.\n\n                         \n\n          58 INT. IRENE'S APARTMENT/ ECHO PARK - NIGHT. 58\n\n                         \n\n           It's nighttime and the party's getting louder. Standard's on the\n\n           phone to someone, trying to hear them over the music.\n\n                         \n\n                          STANDARD\n\n           I'm sorry, I can't hear you...\n\n                         \n\n           He heads into the bedroom to take the call. The voice on the\n\n           other end is accented and unfriendly.\n\n                         \n\n           MAN'S VOICE ON THE PHONE\n\n           Can you hear me now, you cunt?\n\n                         \n\n           Standard pauses, looking concerned.\n\n                         \n\n                          STANDARD\n\n           Sure.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          30\n\n                          9/24/10\n\n                         58 CONTINUED: 58\n\n                         \n\n           MAN'S VOICE ON THE PHONE\n\n           You're gonna come see me tomorrow, you\n\n           understand?...\n\n                         \n\n           Across the crowded room, Irene is looking for Standard. She sees\n\n           him in the bedroom, switching off his phone, and heads over.",
  "30": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\n                          30\n\n                          9/24/10\n\n                         58 CONTINUED: 58\n\n                         \n\n           MAN'S VOICE ON THE PHONE\n\n           You're gonna come see me tomorrow, you\n\n           understand?... Across the crowded room, Irene is looking for Standard. She sees\n\n           him in the bedroom, switching off his phone, and heads over. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          IRENE\n\n           Benicio wants you to put him to bed.\n\n                         \n\n                          STANDARD\n\n           Okay.\n\n                         \n\n           He gives her a warm smile.\n\n                         \n\n                          IRENE\n\n           Who was that on the phone?\n\n                         \n\n                          STANDARD\n\n           My parole officer. He thinks he may have\n\n           found me a job.\n\n                         \n\n          59 INT. DRIVER'S BEDROOM/ APARTMENT/ ECHO PARK - NIGHT. 59\n\n                         \n\n           The noise of the party is finally too much for Driver. He gets\n\n           off the bed and slips on his jacket.\n\n                         \n\n          60 INT. APARTMENT/ CORRIDOR/ ECHO PARK - NIGHT. 60\n\n                         \n\n           Irene is finding the party overwhelming too. She heads out into\n\n           the corridor to have a cigarette when she sees Driver across the\n\n           hallway, locking the door to his own apartment. She hesitates,\n\n           then calls out.\n\n                         \n\n                          IRENE\n\n           Hey...\n\n                         \n\n           He turns around and sees her standing there with a smile.\n\n                         \n\n                          IRENE\n\n           I'm sorry about the noise. I was going to\n\n           leave a note under your door warning you we\n\n           were having a party.\n\n                         \n\n                          DRIVER\n\n           Don't worry. I won't complain.\n\n                         \n\n                          IRENE\n\n           I wish you would. Maybe the cops'd show up\n\n           and send everybody home.\n\n                         \n\n           Their eyes stay on each other, the music pounding in the\n\n           background.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          31\n\n                          9/24/10\n\n                         60 CONTINUED: 60\n\n                         \n\n                          IRENE\n\n           The car works great by the way. Hasn't\n\n           stalled once.\n\n                         \n\n                          DRIVER\n\n           I'm glad.\n\n                         \n\n           Another awkward silence, so much she wants to say but can't.\n\n                         \n\n                          IRENE\n\n           Listen, if you're hungry we got plenty of\n\n                          FOOD -\n\n                         \n\n           Suddenly she turns around as she hears her apartment door open.\n\n           Standard stands there with Benicio, holding a bag of trash. He\n\n           pauses, then smiles.\n\n                         \n\n                          STANDARD\n\n           I thought if we emptied the trash everyone\n\n           would get the message and go home...",
  "31": "---END OF PREVIOUS SECTION---\nStandard stands there with Benicio, holding a bag of trash. He\n\n           pauses, then smiles. STANDARD\n\n           I thought if we emptied the trash everyone\n\n           would get the message and go home... \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n           He grins at his wife, then looks over at Driver, his smile\n\n           hiding whatever he feels inside.\n\n                         \n\n                          STANDARD\n\n           You're the new neighbor, right? Benicio's\n\n           told me all about you...\n\n                         \n\n           Driver seems unsure how to respond.\n\n                         \n\n                          DRIVER\n\n           He's a great kid.\n\n                         \n\n                          STANDARD\n\n           I can't take any of the credit. He's got a\n\n           great mother.\n\n                         \n\n           Standard rests his hand gently on Benicio's head, still staring\n\n           at Driver.\n\n                         \n\n                          STANDARD\n\n           He tells me you drive for the movies?\n\n                         \n\n                          DRIVER\n\n           Yeah.\n\n                         \n\n                          STANDARD\n\n           Must be pretty good?\n\n                         \n\n                          DRIVER\n\n           I get by.\n\n                         \n\n                          STANDARD\n\n           Not like a nine to five gig, huh?...\n\n                         \n\n                          (CONTINUED)\n\n                          32\n\n                          9/24/10\n\n                         60 CONTINUED: (2) 60\n\n                         \n\n           He's still smiling but there's a slight edge to his voice. Irene\n\n           looks uncomfortable.\n\n                         \n\n                          IRENE\n\n           You want me to take that?\n\n                         \n\n                          STANDARD\n\n           No, we got it.\n\n                         \n\n           His eyes are still fixed on Driver.\n\n                         \n\n                          STANDARD\n\n           You want to come in, join us for a drink?\n\n                         \n\n                          DRIVER\n\n           I've got some things to do.\n\n                         \n\n                          STANDARD\n\n           At this hour of night?\n\n                         \n\n                          IRENE\n\n           Standard, he's busy...\n\n                         \n\n           Standard doesn't respond, still holding Driver's gaze.\n\n                         \n\n                          STANDARD\n\n           Well, if we're still going by the time\n\n           you're back you know where we are. It's\n\n           good to meet you...\n\n                         \n\n           He slips his arm around his son now and continues down the\n\n           corridor, brushing past Driver on his way to empty the trash.\n\n           Driver looks at Irene, then heads off in the same direction as\n\n           Standard and Benicio to take the elevator. The two men stand\n\n           there in charged silence, one emptying the trash, the other\n\n           waiting for the elevator, only Benicio oblivious to the tension.\n\n                         \n\n          61 EXT/ INT. DRIVER'S CAR/ LA - NIGHT.",
  "32": "---END OF PREVIOUS SECTION---\nThe two men stand\n\n           there in charged silence, one emptying the trash, the other\n\n           waiting for the elevator, only Benicio oblivious to the tension. 61 EXT/ INT. DRIVER'S CAR/ LA - NIGHT. \n---TARGET SECTION TO BE ANNOTATED---\n 61\n\n                         \n\n           Brooding movie stars look down from the billboards. Driver is in\n\n           his car now, soft rock playing on the radio.\n\n                         \n\n          62 INT. IRENE'S APARTMENT/ ECHO PARK - DAY. 62\n\n                         \n\n           Standard is helping his son get ready for school, interacting\n\n           with him affectionately. Irene watches them from the doorway,\n\n           looking thoughtful.\n\n                         \n\n          63 EXT/ INT. DRIVER'S CAR/ LA - DAY. 63\n\n                         \n\n           Anonymous streets roll by, Driver's eyes fixed on the road.\n\n                          33\n\n                          9/24/10\n\n                         \n\n                         \n\n                         \n\n                         \n\n          64 INT. CHUCK E. CHEESE RESTAURANT/ LA - NIGHT. 64\n\n                         \n\n           Standard, Irene and Benicio are having dinner at a Chuck E.\n\n           Cheese restaurant. We still sense the distance between Standard\n\n           and Irene, but Benicio seems completely unaware of it, talking\n\n           excitedly as he eats his pizza. Standard reaches out and takes\n\n           Irene's hand gently as he listens to his son.\n\n                         \n\n                         65 OMITTED 65\n\n                         \n\n          66 INT. SHANNON'S GARAGE/ SILVER LAKE BOULEVARD - DAY. 66\n\n                         \n\n           A noise of hammering and drills. The corporate signage has been\n\n           scraped off the race car and the seats ripped out. Bernie Rose\n\n           has bought his partner Nino to the garage to take a look at his\n\n           investment.\n\n                         \n\n                          NINO\n\n           ...We paid three hundred fucking grand for\n\n           this?\n\n                         \n\n                          BERNIE ROSE\n\n           I paid for it. Out of my own pocket.\n\n           Anyway, that's just the shell. You start\n\n           with the shell, then you build the frame,\n\n           then the motor.\n\n           (Pointing to an engine nearby)\n\n           I paid three hundred for that. The money\n\n           goes on the inside not the outside.\n\n                         \n\n                          NINO\n\n           Fuck that. If I'm gonna blow three hundred\n\n           I wanna make sure everyone can see it. Go\n\n           waste your money on something else...\n\n                         \n\n           Shannon smiles nervously, worried Nino's going to sabotage his\n\n           deal with Bernie.",
  "33": "---END OF PREVIOUS SECTION---\nIf I'm gonna blow three hundred\n\n           I wanna make sure everyone can see it. Go\n\n           waste your money on something else... Shannon smiles nervously, worried Nino's going to sabotage his\n\n           deal with Bernie. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          NINO\n\n           (Pointing to a Thunderbird)\n\n           ...How about that fucking pussy mobile over\n\n           there.\n\n                         \n\n                          BERNIE ROSE\n\n           You buy it. Shannon sell him the car...\n\n                         \n\n           At the far end of the garage Driver hears them laughing, too\n\n           busy working on his car to pay any attention. Shannon opens the\n\n           door of the Thunderbird and invites Nino to take a seat.\n\n                         \n\n                          SHANNON\n\n           Try her out. She's more comfortable than a\n\n           water bed.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          34\n\n                          9/24/10\n\n                         66 CONTINUED: 66\n\n                         \n\n                          NINO\n\n           I already got a fucking water bed.\n\n                         \n\n           He sits heavily in the car and starts prodding and pressing all\n\n           the control buttons as if he wants to break them.\n\n                         \n\n                          NINO\n\n           What does this fucking thing do?\n\n                         \n\n                          SHANNON\n\n           Windshield wipers.\n\n                         \n\n                          NINO\n\n           How about this little clit? I don't know\n\n           whether to fuck it or drive it. Fuck it,\n\n           I'll drive it...\n\n                         \n\n           Bernie Rose shakes his head at his partner's foul language then\n\n           looks away, observing Driver quietly.\n\n                         \n\n           Driver applies a blow torch to his car, so absorbed in his work\n\n           he doesn't hear Bernie Rose approach.\n\n                         \n\n           BERNIE ROSE O/S\n\n           How you doing?...\n\n                         \n\n           Driver hears him and turns off the blow torch, standing up\n\n           respectfully. Bernie Rose gives him a friendly smile.\n\n                         \n\n                          BERNIE ROSE\n\n           So, when's our first race?\n\n                         \n\n                          DRIVER\n\n           Soon.\n\n                         \n\n                          BERNIE ROSE\n\n           You gonna be ready?\n\n                         \n\n           There's something gently challenging in his gaze.\n\n                         \n\n                          DRIVER\n\n           I hope so...\n\n                         \n\n                          BERNIE ROSE\n\n           Cautious man. Like myself. Don't wanna make\n\n           promises you can't keep...\n\n                         \n\n           Driver smiles but doesn't respond. Bernie Rose finds him as hard\n\n           to talk to as everyone else. Across the garage, Nino sits in the\n\n           T-Bird with Shannon, still fucking with him. Bernie watches\n\n           them.",
  "34": "---END OF PREVIOUS SECTION---\nBernie Rose finds him as hard\n\n           to talk to as everyone else. Across the garage, Nino sits in the\n\n           T-Bird with Shannon, still fucking with him. Bernie watches\n\n           them. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          BERNIE ROSE\n\n           He ever tell you how we met?\n\n                         \n\n                          (CONTINUED)\n\n                          35\n\n                          9/24/10\n\n                         66 CONTINUED: (2) 66\n\n                         \n\n           Driver shakes his head.\n\n                         \n\n                          BERNIE ROSE\n\n           I did some producing back in the 80's.\n\n           Interesting pictures. Kind of European.\n\n           Shannon arranged the cars for us and did\n\n           all the stunts. I knew he was overcharging\n\n           me but I loved having him around. His next\n\n           business venture he tried the same thing\n\n           with some of Nino's friends they broke his\n\n           spine. He never had much luck...\n\n                         \n\n           He's about to continue when they're interrupted by a familiar\n\n           voice.\n\n                         \n\n           STANDARD O/S\n\n           Hey!...\n\n                         \n\n           Driver turns around and sees Irene's husband, Standard, heading\n\n           towards him with a confident smile.\n\n                         \n\n                          STANDARD\n\n           You got a minute? I want to -\n\n                         \n\n                          BERNIE ROSE\n\n           We're talking...\n\n                         \n\n           Bernie Rose barely raises his voice but it's full of quiet\n\n           menace and authority. Standard pauses, stung, but instinctively\n\n           senses this is someone you don't mess with.\n\n                         \n\n                          STANDARD\n\n           I'll wait outside...\n\n                         \n\n           Bernie Rose watches him leave with a look of contempt, then\n\n           turns back to Driver with a smile, resuming their conversation.\n\n                         \n\n                          BERNIE ROSE\n\n           The reason I'm telling you this is because\n\n           he's got a lot invested in you. So do I...\n\n                         \n\n           Their eyes stay on each other with just a hint of tension.\n\n                         \n\n                          BERNIE ROSE\n\n           Anything you need just let me know...\n\n                         \n\n           Driver nods. Bernie Rose studies him a moment, then finally\n\n           walks away.\n\n                         \n\n          67 EXT. SHANNON'S GARAGE/ SILVER LAKE BOULEVARD - DAY. 67\n\n                         \n\n           Driver joins Standard in the forecourt of the garage, the midday\n\n           sun blazing down on them.",
  "35": "---END OF PREVIOUS SECTION---\nBernie Rose studies him a moment, then finally\n\n           walks away. 67 EXT. SHANNON'S GARAGE/ SILVER LAKE BOULEVARD - DAY. 67\n\n                         \n\n           Driver joins Standard in the forecourt of the garage, the midday\n\n           sun blazing down on them. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          36\n\n                          9/24/10\n\n                         67 CONTINUED: 67\n\n                         \n\n                          STANDARD\n\n           Irene told me you'd fixed our car. How much\n\n           do I owe you?\n\n                         \n\n                          DRIVER\n\n           Don't worry about it.\n\n                         \n\n                          STANDARD\n\n           I do worry. I like to pay my debts.\n\n                         \n\n           Driver senses the quiet pride in his voice, and lets it go.\n\n                         \n\n                          DRIVER\n\n           Call it fifty.\n\n                         \n\n           Standard counts out some bills from his tattered wallet, his\n\n           eyes lowered.\n\n                         \n\n                          STANDARD\n\n           I was thinking of trading her in for a new\n\n           car. Something fast and cheap.\n\n                         \n\n                          DRIVER\n\n           You can't have both.\n\n                         \n\n                          STANDARD\n\n           Alright then, fast.\n\n                         \n\n           Even though he smiles Driver senses just a hint of tension on\n\n           his handsome face.\n\n                         \n\n                          DRIVER\n\n           (Pointing to a car)\n\n           Something like that Buick over there'll\n\n           cost you nine grand but there isn't much\n\n           point in a city where you can't drive\n\n           faster than sixty five.\n\n                         \n\n           Standard considers the car a moment, something clearly bothering\n\n           him, then looks back at Driver.\n\n                         \n\n                          STANDARD\n\n           You must think I'm an asshole?\n\n                         \n\n           Driver isn't sure what he's getting at.\n\n                         \n\n                          DRIVER\n\n           I wouldn't know.\n\n                         \n\n                          STANDARD\n\n           Well, I am. Six months inside for holding\n\n           somebody else's stolen shit...\n\n                         \n\n           He smiles ironically, his gaze still fixed on Driver.\n\n                         \n\n                          (CONTINUED)\n\n                          37\n\n                          9/24/10\n\n                         67 CONTINUED: (2) 67\n\n                         \n\n                          STANDARD\n\n           I appreciate what you did for my family\n\n           when I was away but I don't plan to fuck up\n\n           a second time...\n\n                         \n\n           It's a thinly veiled message that he's back and here to stay.\n\n           Driver stares back at him when Shannon emerges from the garage\n\n           with Bernie Rose and Nino, calling out.\n\n                         \n\n                          SHANNON\n\n           Hey, kid! Come say goodbye, the money\n\n           people are leaving!...",
  "36": "---END OF PREVIOUS SECTION---\nDriver stares back at him when Shannon emerges from the garage\n\n           with Bernie Rose and Nino, calling out. SHANNON\n\n           Hey, kid! Come say goodbye, the money\n\n           people are leaving!... \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n           Driver and Standard stare at each other a moment longer then\n\n           Driver breaks off.\n\n                         \n\n                          DRIVER\n\n           Excuse me.\n\n                         \n\n                          STANDARD\n\n           See you around...\n\n                         \n\n           Driver walks off, leaving Standard alone with his thoughts.\n\n           Shannon watches Standard curiously as Driver approaches.\n\n                         \n\n                          SHANNON\n\n           Who was that?\n\n                         \n\n                          DRIVER\n\n           Irene's husband.\n\n                         \n\n                          SHANNON\n\n                          (GRINNING)\n\n           What did I tell you about married women?\n\n                         \n\n           Nino can't resist another dig at Shannon.\n\n                         \n\n                          NINO\n\n           What the fuck do you know about married\n\n           women?\n\n                         \n\n                          BERNIE ROSE\n\n           Can you for once say something without the\n\n           word fuck in it?\n\n                         \n\n           As they continue their banter, Driver glances at Standard. He's\n\n           walking back to his car, dialling someone on his cell phone.\n\n                         \n\n          68 INT/EXT. DRIVER'S CAR/ MEXICAN RESTAURANT/ DOWNTOWN - NIGHT. 68\n\n                         \n\n           Passing traffic blurs past. Through the windows of a Mexican\n\n           restaurant we see Irene at work, serving tables in her\n\n           waitress's uniform.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          38\n\n                          9/24/10\n\n                         68 CONTINUED: 68\n\n                         \n\n           Driver's parked across the street, watching her from his car. He\n\n           hesitates, conflicted, then finally gets out of the car.\n\n                         \n\n          69 INT. MEXICAN RESTAURANT/ BROADWAY/ DOWNTOWN L.A. - NIGHT. 69\n\n                         \n\n           Irene walks out of the kitchen with a tray of food, then stops\n\n           as she sees Driver sitting at a booth. She looks surprised to\n\n           see him, but pleased, serving her table first then heading over.\n\n                         \n\n                          IRENE\n\n           Hi...\n\n                         \n\n                          DRIVER\n\n           Hi...\n\n                         \n\n           Their eyes stay on each other, oblivious to the noise.\n\n                         \n\n                          IRENE\n\n           We haven't seen you around in a while. You\n\n           must have been pretty busy?...\n\n                         \n\n                          DRIVER\n\n           You look pretty busy yourself...",
  "37": "---END OF PREVIOUS SECTION---\nIRENE\n\n           We haven't seen you around in a while. You\n\n           must have been pretty busy?... DRIVER\n\n           You look pretty busy yourself... \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n           She smiles, glancing at the tables she's supposed to serve.\n\n                         \n\n                          IRENE\n\n           What can I get you?\n\n                         \n\n                          DRIVER\n\n           I already ate. I just wanted to see how you\n\n           were?\n\n                         \n\n           His concern touches her and makes her uncomfortable at the same\n\n           time.\n\n                         \n\n                          IRENE\n\n           We're okay. Standard thinks he may have\n\n           found a job so I can give up my night\n\n           shift...\n\n                         \n\n           Driver stares back at her with his intense gaze.\n\n                         \n\n                          IRENE\n\n           Benicio misses you...\n\n                         \n\n           From the way she says it she could almost be talking about\n\n           herself.\n\n                         \n\n                          IRENE\n\n           He keeps asking me to invite you for\n\n           dinner...\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          39\n\n                          9/24/10\n\n                         69 CONTINUED: 69\n\n                         \n\n                          DRIVER\n\n           I'd like that...\n\n                         \n\n           His gentle gaze is finally too much for her. She grins, excusing\n\n           herself.\n\n                         \n\n                          IRENE\n\n           I better serve some food...\n\n                         \n\n           It's only when she has her back turned that we see how hard this\n\n           is for her. Driver watches her walk away, lost in thought.\n\n                         \n\n          70 INT. KITCHEN/ MEXICAN RESTAURANT - NIGHT. 70\n\n                         \n\n           Irene piles some plates of tacos on her tray, bracing herself to\n\n           go back out and face Driver -- but when she finally walks out\n\n           again he's no longer there.\n\n                         \n\n          71 INT/ EXT. DRIVER'S CAR/ APARTMENT BLOCK/ ECHO PARK - NIGHT. 71\n\n                         \n\n           Driver leans out of his car window and inserts a key to open the\n\n           gates of the underground car park.\n\n                         \n\n          72 INT/ EXT. DRIVER'S CAR/ UNDERGROUND CAR PARK - NIGHT. 72\n\n                         \n\n           As Driver descends into the darkness of the car park, he sees a\n\n           group of SHADOWY FIGURES walking in the opposite direction,\n\n           heading up the ramp, one of them being pushed in a wheelchair.",
  "38": "---END OF PREVIOUS SECTION---\nDRIVER'S CAR/ APARTMENT BLOCK/ ECHO PARK - NIGHT. 71\n\n                         \n\n           Driver leans out of his car window and inserts a key to open the\n\n           gates of the underground car park. 72 INT/ EXT. DRIVER'S CAR/ UNDERGROUND CAR PARK - NIGHT. 72\n\n                         \n\n           As Driver descends into the darkness of the car park, he sees a\n\n           group of SHADOWY FIGURES walking in the opposite direction,\n\n           heading up the ramp, one of them being pushed in a wheelchair. \n---TARGET SECTION TO BE ANNOTATED---\n           Their leader, a large, balding man, (COOK), glances in Driver's\n\n           direction then looks away.\n\n                         \n\n           Driver cruises past the mysterious group and winds his way\n\n           further down the car park. Suddenly he notices something else in\n\n           the shadows. A figure lies sprawled against one of the pillars.\n\n           A smaller figure kneels a few feet away. Driver stops his car\n\n           now, climbing out to see what's happened.\n\n                         \n\n           The prone figure groans in pain. As Driver approaches he\n\n           realizes it's Standard. His face is covered in blood and he\n\n           clutches his ribs. The smaller figure is Benicio. He stares at\n\n           his father helplessly, then looks up at Driver in tears. Driver\n\n           kneels beside Standard, checking nothing's broken.\n\n                         \n\n                          DRIVER\n\n           Can you move?\n\n                         \n\n                          STANDARD\n\n           Where's Benicio?\n\n                         \n\n                          DRIVER\n\n           He's right here...\n\n                         \n\n           Driver glances at Benicio. He looks terrified. Standard raises\n\n           his head painfully and looks at his son.\n\n                         \n\n                          (CONTINUED)\n\n                          40\n\n                          9/24/10\n\n                         72 CONTINUED: 72\n\n                         \n\n                          STANDARD\n\n           It's okay, Benicio. I'm okay...\n\n                         \n\n           Driver watches the boy struggling to hold back his tears.\n\n                         \n\n                          STANDARD\n\n                          (GENTLY)\n\n           Don't say anything to your mother, you\n\n           understand? This is between you and me.\n\n                         \n\n           Benicio nods, too choked-up to speak. Standard turns to Driver.\n\n                         \n\n                          STANDARD\n\n           Can I use your bathroom to clean up? I\n\n           don't want Irene to come home and see me\n\n           like this...\n\n                         \n\n          73 INT. BATHROOM/ DRIVER'S APARTMENT/ ECHO PARK - NIGHT. 73\n\n                         \n\n           Standard is bent over the sink, splashing water on his face. As\n\n           he turns off the tap he notices how neatly Driver's laid out his\n\n           toothbrush, shaving cream, and razor. He finally turns around\n\n           and looks at Driver.\n\n                         \n\n                          STANDARD\n\n           Thanks. Sorry about getting all this blood\n\n           everywhere...\n\n                         \n\n           He's still shaken but tries to pass it off with a smile.",
  "39": "---END OF PREVIOUS SECTION---\nSTANDARD\n\n           Thanks. Sorry about getting all this blood\n\n           everywhere... He's still shaken but tries to pass it off with a smile. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          STANDARD\n\n           Fucking punks took me by surprise...\n\n                         \n\n           Driver watches him, unconvinced.\n\n                         \n\n                          DRIVER\n\n           Fucking punks didn't look like they needed\n\n           to...\n\n                         \n\n           Standard looks at him in surprise now.\n\n                         \n\n                          STANDARD\n\n           You saw them, huh?...\n\n                         \n\n           Driver doesn't answer, waiting for him to continue. Standard\n\n           hesitates, still not sure whether to trust him.\n\n                         \n\n                          STANDARD\n\n           You ever been inside?\n\n                         \n\n                          DRIVER\n\n           Why?\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          41\n\n                          9/24/10\n\n                         73 CONTINUED: 73\n\n                         \n\n           Standard takes another glance at the items laid out neatly by\n\n           the sink.\n\n                         \n\n                          STANDARD\n\n           I owed some protection money in the joint.\n\n                         \n\n           Driver begins to see how worried he is.\n\n                         \n\n                          DRIVER\n\n           How much?\n\n                         \n\n                          STANDARD\n\n           They want twenty thousand. I told them I\n\n           couldn't pay so they want me to do a job\n\n           for them...\n\n                         \n\n                          DRIVER\n\n           Is that why you need a car?\n\n                         \n\n           Standard stares back at him.\n\n                         \n\n                          STANDARD\n\n           What did you say you were inside for?\n\n                         \n\n                          DRIVER\n\n           I didn't.\n\n                         \n\n           A beat, then he finally opens up.\n\n                         \n\n                          STANDARD\n\n           It's a pawn shop in the valley. I tried to\n\n           back out tonight, they said they'd come\n\n           after Irene and Benicio next time...\n\n                         \n\n           Driver stares at him in surprise now, more concerned than he\n\n           shows.\n\n                         \n\n                          DRIVER\n\n           Why don't you take them away?\n\n                         \n\n                          STANDARD\n\n           Where would I go? Irene finds out I fucked\n\n           up again I'll lose everything...\n\n                         \n\n           He sounds upset, angry with himself.\n\n                         \n\n                          STANDARD\n\n           This lousy job's my only way out...\n\n                         \n\n           Driver stares at his battered face and the blood stains on his t-\n\n           shirt, then walks out of the bathroom to check on Benicio.\n\n                          42\n\n                          9/24/10\n\n                         \n\n                         \n\n                         \n\n                         \n\n          74 INT. LIVING ROOM/ DRIVER'S APARTMENT/ ECHO PARK - NIGHT.",
  "40": "---END OF PREVIOUS SECTION---\nDriver stares at his battered face and the blood stains on his t-\n\n           shirt, then walks out of the bathroom to check on Benicio. 42\n\n                          9/24/10\n\n                         \n\n                         \n\n                         \n\n                         \n\n          74 INT. LIVING ROOM/ DRIVER'S APARTMENT/ ECHO PARK - NIGHT. \n---TARGET SECTION TO BE ANNOTATED---\n 74\n\n                         \n\n           Benicio is watching a baseball game on TV, his back to Driver.\n\n                         \n\n                          DRIVER\n\n           You okay?\n\n                         \n\n           The little boy nods without turning round, still frightened by\n\n           his ordeal.\n\n                         \n\n                          DRIVER\n\n           You want something to drink?\n\n                         \n\n           Benicio shakes his head, trying to hide his tears. Driver heads\n\n           over, then stops as he notices something in Benicio's hand. The\n\n           little boy is clutching it as if he's afraid to let go.\n\n                         \n\n                          DRIVER\n\n           What have you got there?...\n\n                         \n\n           Benicio holds out his hand to reveal a small bullet. Driver\n\n           stares at it, then looks at him.\n\n                         \n\n                          DRIVER\n\n           Who gave you that?...\n\n                         \n\n                          BENICIO\n\n           One of those men. He told me not to lose\n\n           it...\n\n                         \n\n           Driver gazes at the little boy's frightened face in concern now,\n\n           his eyes faraway, thinking to himself.\n\n                         \n\n                         75 OMITTED 75\n\n                         \n\n          76 EXT. OUTDOOR TACO SHACK/ EAST LA - DAY. 76\n\n                         \n\n           An outdoor food shack in a park. COOK, the leader of the group\n\n           of men who beat Standard up in the parking lot, sits at a table\n\n           with his girlfriend, BLANCHE, a stunning blonde with short\n\n           cropped hair.\n\n                         \n\n                          COOK\n\n           I've got you to do this fucking job for me,\n\n           why do I need to pay someone else?\n\n                         \n\n           Standard sits next to Driver, holding his ground even though\n\n           he's clearly intimidated by the Albanian.\n\n                         \n\n                          STANDARD\n\n           I'll pay him out of what's left of my\n\n           share. I can't do something like this on my\n\n           own.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          43\n\n                          9/24/10\n\n                         76 CONTINUED: 76\n\n                         \n\n                          COOK\n\n           You got Blanche...\n\n                         \n\n           He grins, looking at Driver now. Blanche doesn't even seem to\n\n           hear them, hung-over from the previous night.\n\n                         \n\n                          COOK\n\n           You look like you're hard to work with?\n\n                         \n\n                          DRIVER\n\n           Not if we understand each other.",
  "41": "---END OF PREVIOUS SECTION---\nBlanche doesn't even seem to\n\n           hear them, hung-over from the previous night. COOK\n\n           You look like you're hard to work with? DRIVER\n\n           Not if we understand each other. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          COOK\n\n           What's to understand? It's my score. Either\n\n           you sign on or you don't.\n\n                         \n\n           Driver stares at him quietly, finding it hard to conceal his\n\n           contempt.\n\n                         \n\n                          DRIVER\n\n           I drive. That's all I do.\n\n                         \n\n           Blanche gets up from the table before Cook can respond.\n\n                         \n\n                          COOK\n\n           Where are you going?\n\n                         \n\n                          BLANCHE\n\n           They've forgotten my Coke.\n\n                         \n\n                          COOK\n\n           They'll bring it. Sit down.\n\n           (His eyes still fixed on Driver)\n\n           Standard, why don't you hire a fucking taxi\n\n           cab?\n\n                         \n\n                          STANDARD\n\n           He didn't mean it like that, man...\n\n                         \n\n           Standard looks worried, trying to diffuse the tension.\n\n                         \n\n                          COOK\n\n           So, what does he mean?\n\n                         \n\n           Driver looks him calmly in the eye.\n\n                         \n\n                          DRIVER\n\n           You tell me where we start, where we're\n\n           headed, where we'll be going afterwards. I\n\n           don't take part, I don't carry weapons, I\n\n           drive...\n\n                         \n\n           Standard seems surprised by Driver's professional patter. So\n\n           does Cook. Even Blanche looks interested for once.\n\n                         \n\n                          (CONTINUED)\n\n                          44\n\n                          9/24/10\n\n                         76 CONTINUED: (2) 76\n\n                         \n\n                          COOK\n\n           Standard, get Blanche her coca cola.\n\n                         \n\n           Standard hesitates, but has no choice. As he leaves to fetch\n\n           Blanche her drink, Cook starts to write something down on the\n\n           palm of his hand.\n\n                         \n\n                          COOK\n\n           Okay, here's the deal. This much for\n\n           Blanche, this much for that asshole minus\n\n           what he owes me, and this much for you...\n\n                         \n\n           He holds up the palm of his hand to Driver, the words Fuck Off\n\n           written in marker pen.\n\n                         \n\n                          COOK\n\n           You still interested?\n\n                         \n\n           Driver looks at him, all his instincts telling him to walk away,\n\n           but he stays where he is, thinking of Irene and Benicio.\n\n                         \n\n                          COOK\n\n           Good. Anything else?...\n\n                         \n\n           Driver stares back at him with his clear blue eyes.",
  "42": "---END OF PREVIOUS SECTION---\nCOOK\n\n           Good. Anything else?... Driver stares back at him with his clear blue eyes. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          DRIVER\n\n           We do this job he's paid his debt. You\n\n           leave him and his family alone...\n\n                         \n\n           Cook looks surprised at first, then laughs at his nerve.\n\n                         \n\n                          COOK\n\n           Whatever you say, boss...\n\n                         \n\n          77 EXT. PARKING LOT/ EAST LA - DAY. 77\n\n                         \n\n           The midday sun beats down on a maze of cars. Driver strolls past\n\n           rows of glittering vehicles until he spots an old model Mustang.\n\n                         \n\n          78 INT. LIVING ROOM/ IRENE'S APARTMENT/ ECHO PARK - NIGHT. 78\n\n                         \n\n           Driver sits at the dinner table with Standard, Irene and Benicio\n\n           now. Standard's in high spirits, beaming at his wife.\n\n                         \n\n                          STANDARD\n\n           ...I was such a jerk the first time we met.\n\n           We're at this party and I see the most\n\n           beautiful girl I ever laid eyes on and I\n\n           walk over and say, `Hello Miss, my name's\n\n           Standard Guzman'. She takes one look at me\n\n           and asks, `Where's the deluxe version?'...\n\n                          (HE LAUGHS)\n\n           It took me like a minute to get it...\n\n                         \n\n                          (CONTINUED)\n\n                          45\n\n                          9/24/10\n\n                         78 CONTINUED: 78\n\n                         \n\n           Irene smiles awkwardly, glancing at Driver. Benicio grins, eager\n\n           to please his dad.\n\n                         \n\n                          STANDARD\n\n           You don't get it either do you, Benicio?\n\n           Hope you didn't inherit your Papa's brains.\n\n                         \n\n           He ruffles his son's hair then pours himself another shot of\n\n           tequila. Irene notices he's drinking, turning to Driver.\n\n                         \n\n                          IRENE\n\n           Would you like some more chicken?\n\n                         \n\n                          DRIVER\n\n           Thanks...\n\n                         \n\n           Their eyes stay on each as she serves him. Standard sees the\n\n           look between them but his only reaction is to drain his glass\n\n           and tuck into his food.\n\n                         \n\n                          STANDARD\n\n           Now this is what I call a deluxe chicken.\n\n           Irene and I are gonna open a restaurant\n\n           together once I raise the money. That's why\n\n           she's working in that Mexican joint. Figure\n\n           out how it's done.",
  "43": "---END OF PREVIOUS SECTION---\nIrene and I are gonna open a restaurant\n\n           together once I raise the money. That's why\n\n           she's working in that Mexican joint. Figure\n\n           out how it's done. \n---TARGET SECTION TO BE ANNOTATED---\n She's got more ambition\n\n           than anyone I know, more smarts too...\n\n           (He raises his glass)\n\n           We're gonna drive all those fucking\n\n           Mexicans out of business -\n\n                         \n\n                          IRENE\n\n                          STANDARD -\n\n                         \n\n                          STANDARD\n\n           Excuse my language, Benicio...\n\n                         \n\n                          IRENE\n\n           (Changing the subject)\n\n           How's the movie going?...\n\n                         \n\n                          DRIVER\n\n           Fine...\n\n                         \n\n           Irene looks at Standard as he pours himself another drink.\n\n                         \n\n                          IRENE\n\n           Don't you think that's enough?\n\n                         \n\n                          STANDARD\n\n           Come on, we're celebrating. I've got my\n\n           family around me and our new friend...\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          46\n\n                          9/24/10\n\n                         78 CONTINUED: (2) 78\n\n                         \n\n           He raises his glass to Driver now. Driver senses how nervous he\n\n           is about the job ahead, and how uncomfortable he is depending on\n\n           someone his wife clearly admires.\n\n                         \n\n                          IRENE\n\n           Are you working on anything else?\n\n                         \n\n                          STANDARD\n\n           Stop asking the poor guy all these\n\n                          QUESTIONS -\n\n                         \n\n                          IRENE\n\n                          (LOSING PATIENCE)\n\n           Then why don't you go ahead and talk for\n\n           all of us.\n\n                         \n\n                          STANDARD\n\n           All right, I will. This time next week I'm\n\n           gonna take you and Benicio away with me...\n\n                         \n\n           Irene stops and looks at him in surprise.\n\n                         \n\n                          STANDARD\n\n           Where you wanna go, Benicio?...\n\n                         \n\n           His quiet confidence concerns her even more.\n\n                         \n\n                          BENICIO\n\n           Disneyland.\n\n                         \n\n                          STANDARD\n\n           Forget Disneyland. I'm gonna take you and\n\n           your mother away from this bullshit city -\n\n                         \n\n                          IRENE\n\n           Benicio, it's time for bed -\n\n                         \n\n                          STANDARD\n\n           Your papa's got it all figured out -\n\n                         \n\n                          IRENE\n\n           Benicio, you heard me -\n\n                         \n\n                          STANDARD\n\n           It's okay. I'll take him...\n\n                         \n\n           Standard gets up from the table, lifting Benicio up in his arms\n\n           and carrying him back to his bedroom. Driver watches them.",
  "44": "---END OF PREVIOUS SECTION---\nI'll take him... Standard gets up from the table, lifting Benicio up in his arms\n\n           and carrying him back to his bedroom. Driver watches them. \n---TARGET SECTION TO BE ANNOTATED---\n Even\n\n           in this kind of mood Standard's clearly devoted to his son.\n\n           Irene waits until they're gone, then turns back to Driver.\n\n                         \n\n                          IRENE\n\n           I'm sorry.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          47\n\n                          9/24/10\n\n                         78 CONTINUED: (3) 78\n\n                         \n\n                          DRIVER\n\n           Don't worry...\n\n                         \n\n           She hesitates, torn, then looks up at him again, needing to\n\n           confide in someone.\n\n                         \n\n                          IRENE\n\n           Every time he makes that speech about\n\n           taking me and Benicio away from here he's\n\n           in some kind of trouble...\n\n                         \n\n           Driver sees the deep concern in her eyes and feels even more\n\n           torn. Irene gets up, clearing away some plates.\n\n                         \n\n          79 INT. UNDERGROUND PARKING LOT/ APARTMENT/ ECHO PARK - NIGHT. 79\n\n                         \n\n           Driver strides through the parking lot and climbs in his car.\n\n                         \n\n          80 INT. CAR/ UNDERGROUND PARKING LOT/ ECHO PARK - NIGHT. 80\n\n                         \n\n           Driver sits in the car as if it's his retreat from the world. He\n\n           stares out, then turns on a stop watch, listening to it tick,\n\n           finding his balance again in the familiarity of the ritual.\n\n                         \n\n          81 EXT. PAWN SHOP/ TARAZANA/ LA - DAY. 81\n\n                         \n\n           The pawn shop is nothing much to look at from the outside,\n\n           another anonymous LA store front. Driver's parked the car a\n\n           hundred yards from the entrance, his police scanner crackling.\n\n           Standard sits beside him in the passenger seat, looking tense.\n\n                         \n\n                          DRIVER\n\n           You don't have to do this.\n\n                         \n\n                          STANDARD\n\n           (Forcing a smile)\n\n           What are you talking about?\n\n                         \n\n           He tries to make light of it but doesn't sound convincing. Out\n\n           of his window he sees Blanche cross the street and enter the\n\n           pawn shop and looks even more nervous now.\n\n                         \n\n                          STANDARD\n\n           Irene and Benicio think the world of you,\n\n           you know that, right?...\n\n                         \n\n           Driver glances at him, sensing his anxiety.",
  "45": "---END OF PREVIOUS SECTION---\nOut\n\n           of his window he sees Blanche cross the street and enter the\n\n           pawn shop and looks even more nervous now. STANDARD\n\n           Irene and Benicio think the world of you,\n\n           you know that, right?... Driver glances at him, sensing his anxiety. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          STANDARD\n\n           Say something happens to me, you think you\n\n           could find a way to take care of them?...\n\n                         \n\n           Standard's still staring ahead, but Driver can sense his fear.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          48\n\n                          9/24/10\n\n                         81 CONTINUED: 81\n\n                         \n\n                          DRIVER\n\n           It's not too late...\n\n                         \n\n           Standard considers a moment, then shakes his head.\n\n                         \n\n                          STANDARD\n\n           I gotta do this for them...\n\n                         \n\n           He forces a smile, slips on his sunglasses, then finally opens\n\n           the door.\n\n                         \n\n                          DRIVER\n\n           You got five minutes...\n\n                         \n\n                          STANDARD\n\n                          (GRINNING)\n\n           I'll see you in four...\n\n                         \n\n           Driver watches him cross the street with a strong sense of\n\n           foreboding. Standard enters the pawn shop. Driver starts his\n\n           stopwatch now, listening to the seconds tick away.\n\n                         \n\n           He casts his eyes around the street, observing the smallest\n\n           details -- the number plates of other vehicles; the windows of\n\n           overlooking buildings.\n\n                         \n\n           The white hot sun blazes down, reflecting on the pawn shop\n\n           windows, hiding everything inside.\n\n                         \n\n           The police scanner crackles but picks up no activity. Driver\n\n           listens to his stop watch, in his own world. He starts the\n\n           engine and sets off, cruising slowly past the pawn shop, heading\n\n           for the corner where he told Standard he'd be waiting.\n\n                         \n\n           He pulls over by the curb when suddenly he notices something.\n\n           Parked a hundred yards down the road he sees another vehicle\n\n           glinting in the sunlight. To the ordinary eye it's no different\n\n           from the other cars parked nearby, but to Driver it stands out.\n\n           For one, it's a Chrysler. Secondly, it has reinforced bumpers\n\n           and racing tires.\n\n                         \n\n           Driver's stopwatch shows four minutes now. He looks away from\n\n           the Chrysler, gazing at the doors of the pawn shop, expecting\n\n           Standard and Blanche to burst out at any moment.\n\n                         \n\n           But there's no sign of them.\n\n                         \n\n           The seconds tick away. Five minutes. Driver hesitates, all his\n\n           instincts telling him to drive off, but he stays where he is,\n\n           thinking of Irene.",
  "46": "---END OF PREVIOUS SECTION---\nThe seconds tick away. Five minutes. Driver hesitates, all his\n\n           instincts telling him to drive off, but he stays where he is,\n\n           thinking of Irene. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n           Suddenly he sees Standard and Blanche emerge from the pawn shop,\n\n           Standard clutching a big black gym bag in his hand.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          49\n\n                          9/24/10\n\n                         81 CONTINUED: (2) 81\n\n                         \n\n           He smiles at Driver as he approaches when suddenly he hears the\n\n           crack of gunshots behind him. Driver sees the look of panic on\n\n           his face as he spins around.\n\n                         \n\n           A GUY IN A SUIT strides out of the pawn shop. Crouching low in\n\n           an expert firing position he squeezes off several shots. The\n\n           force of the bullets sends Standard flying.\n\n                         \n\n           Driver sees him hit the sidewalk, arterial blood pumping from\n\n           his neck. Blanche screams, grabbing the gym bag and leaping into\n\n           the back seat of the car. Driver hesitates, takes one last look\n\n           at Standard's lifeless body, then hits the gas as more gunshots\n\n           crack behind him.\n\n                         \n\n           As Driver's car roars down the street, the Chrysler suddenly\n\n           comes to life, pulling out of its parking place.\n\n                         \n\n          82 INT/ EXT. CAR/ STREET/ TARZANA/ LA - DAY. 82\n\n                         \n\n           Driver glances in his rear-view mirror and sees the Chrysler on\n\n           his tail. It doesn't seem to be trying to close the gap, just\n\n           following at a discreet distance. In the back seat, Blanche zips\n\n           open the gym bag, then stares in shock.\n\n                         \n\n                          BLANCHE\n\n           ...Christ, there wasn't supposed to be this\n\n           much money!...\n\n                         \n\n           There are literally stacks of hundred dollar bills crammed\n\n           inside the gym bag. Driver catches her reaction in the mirror,\n\n           but his attention is focussed on the Chrysler. Up ahead, at an\n\n           intersection, the lights turn red. Driver thinks about running\n\n           them, but decides against it, braking sharply. The Chrysler\n\n           draws up beside him, its windows glinting in the sunlight.\n\n                         \n\n                          BLANCHE\n\n           Move for Chrissakes!...\n\n                         \n\n           Driver ignores her, still watching the Chrysler out of the\n\n           corner of his eye. The lights change to green but Driver doesn't\n\n           move.",
  "47": "---END OF PREVIOUS SECTION---\nBLANCHE\n\n           Move for Chrissakes!... Driver ignores her, still watching the Chrysler out of the\n\n           corner of his eye. The lights change to green but Driver doesn't\n\n           move. \n---TARGET SECTION TO BE ANNOTATED---\n Nor does the Chrysler. Behind them, other cars start\n\n           honking their horns. Suddenly Driver roars off, swerving left at\n\n           speed.\n\n                         \n\n           The Chrysler reacts, screeching off in pursuit.\n\n                         \n\n           Driver floors the gas. On speed and power his vehicle may be no\n\n           match for the Chrysler, but in traffic the odds are even. He\n\n           weaves his way past the slower cars, putting obstacles between\n\n           himself and the Chrysler. The pursuing car matches him move for\n\n           move, staying on his tail.\n\n                         \n\n           In the back seat, Blanche looks terrified, buckling herself in.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          49A\n\n                          9/24/10\n\n                         82 CONTINUED: 82\n\n                         \n\n           Driver swerves left then suddenly makes a hard right onto a\n\n           deserted canyon road. The mustang somehow manages to make\n\n           the same turn. It gets close enough to \"pit\" Driver, its nose\n\n           pressing against the rear corner of Driver's vehicle. \n\n                         \n\n           Driver's almost run off the road, but manages to save it and\n\n           regains control of his car.\n\n                         \n\n           The Mustang pulls out wide to build momentum and smash into\n\n           him. As it moves in to deliver the knockout blow, Driver\n\n           pulls the Emergency Brake and spins 180 degrees, causing the\n\n           Mustang to miss and lose control for a brief moment.\n\n                         \n\n           Now the two cars are nose to nose, barrelling down the road,\n\n           Driver heading in reverse as fast as he can, the Mustang\n\n           closing fast.\n\n                         \n\n           It rams Driver's front bumper. BAM! The two cars separated\n\n           for an instant.\n\n                         \n\n           The Mustang guns it, ready to smash into Driver again...\n\n                         \n\n           Driver clocks an upcoming three way intersection dotted with\n\n           construction equipment. In a last ditch attempt to evade his\n\n           pursuer he throws a reverse 180, then incredibly keeps going,\n\n           spinning 270 degrees.\n\n                         \n\n           The Mustang tries to make the same turn, but this time the\n\n           maneuver is beyond his ability. Driver's suckered him into a\n\n           corner he can't control. \n\n                         \n\n           The Mustang crashes into the construction equipment in a\n\n           sickening crunch of metal on metal.",
  "48": "---END OF PREVIOUS SECTION---\nThe Mustang tries to make the same turn, but this time the\n\n           maneuver is beyond his ability. Driver's suckered him into a\n\n           corner he can't control. The Mustang crashes into the construction equipment in a\n\n           sickening crunch of metal on metal. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n           Driver guns the motor and speeds away. \n\n                          50\n\n                          9/24/10\n\n                         \n\n                         \n\n                         \n\n                         \n\n          83 EXT. MOTEL/ LA - DAY. 83\n\n                         \n\n           Purple neon spills onto the forecourt of a seedy motel.\n\n                         \n\n          84 INT. MOTEL ROOM - DAY. 84\n\n                         \n\n           The black gym bag lies open on a double bed, full to the brim\n\n           with stacks of cash. Blanche sits on the bed, looking pale.\n\n                         \n\n                          DRIVER\n\n           How much did Cook tell you you could expect\n\n           to net?\n\n                         \n\n                          BLANCHE\n\n           Forty Grand...\n\n                         \n\n           She glances at the bag, staring at how much more money there is.\n\n           Driver switches on the cheap TV set with the remote, flicking\n\n           through the news channels. There's no mention of the robbery\n\n           yet. He zips up the bag and heads out.\n\n                         \n\n                          DRIVER\n\n           Stay here. Don't answer the door...\n\n                         \n\n           Blanche nods, too shaken to protest.\n\n                         \n\n          85 EXT. MOTEL/ LA - DAY. 85\n\n                         \n\n           Driver hesitates, then dials a number on his cell-phone. Benicio\n\n           answers.\n\n                         \n\n           BENICIO'S VOICE ON THE PHONE\n\n           Hello?...\n\n                         \n\n           Driver hears the tremor in his voice.\n\n                         \n\n                          DRIVER\n\n           Benicio?...\n\n                         \n\n           BENICIO'S VOICE ON THE PHONE\n\n           Yeah?...\n\n                         \n\n                          DRIVER\n\n           Is your mom there?...\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          51\n\n                          9/24/10\n\n                         85 CONTINUED: 85\n\n                         \n\n           There's an uncomfortable silence. Driver can feel the little boy\n\n           trying to hold it together.\n\n                         \n\n           BENICIO'S VOICE ON THE PHONE\n\n           She's talking to the police...\n\n                         \n\n          85a INT. IRENE'S APARTMENT/ ECHO PARK - DAY. 85a\n\n                         \n\n           In the living room we can see Irene sitting on the couch with a\n\n           male and female POLICE OFFICER, looking dazed, taking in the\n\n           news of Standard's death.",
  "49": "---END OF PREVIOUS SECTION---\nBENICIO'S VOICE ON THE PHONE\n\n           She's talking to the police... 85a INT. IRENE'S APARTMENT/ ECHO PARK - DAY. 85a\n\n                         \n\n           In the living room we can see Irene sitting on the couch with a\n\n           male and female POLICE OFFICER, looking dazed, taking in the\n\n           news of Standard's death. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          INTERCUT\n\n                         \n\n           Driver pauses, still on the phone to Benicio.\n\n                         \n\n                          DRIVER\n\n           Tell her I'll call later...\n\n                         \n\n          86 INT. MOTEL ROOM - DAY. 86\n\n                         \n\n           A soap opera plays on the TV. Driver walks back into the motel\n\n           room. Blanche lies on the bed, looking more relaxed. Driver\n\n           picks up the remote and flicks through the channels until he\n\n           finally finds a breaking news story on the robbery. There is a\n\n           police mug-shot of Standard on screen.\n\n                         \n\n                          TV REPORT\n\n           ...The armed robber was pronounced dead at\n\n           the scene. He was identified as Standard\n\n           Guzman of Echo Park, Los Angeles...\n\n                         \n\n           Driver listens to the report in silence. Blanche seems upset\n\n           again, confronted with the reality of what's happened.\n\n                         \n\n                          TV REPORT\n\n           ...Other details are unclear but the owner\n\n           of the pawn shop told reporters that the\n\n           robber had no accomplices and that the\n\n           items he'd taken had been recovered. In\n\n           other news...\n\n                         \n\n           Driver switches off the TV, staring at the blank screen in\n\n           surprise. He turns to Blanche.\n\n                         \n\n                          DRIVER\n\n           The guy saw you grab the money and jump in\n\n           the car -- why didn't he say anything?\n\n                         \n\n                          BLANCHE\n\n           I've no idea.\n\n                         \n\n                          DRIVER\n\n           Any idea there'd be another car waiting?\n\n                         \n\n                          (CONTINUED)\n\n                          52\n\n                          9/24/10\n\n                         86 CONTINUED: 86\n\n                         \n\n           This time she takes a fraction too long to answer.\n\n                         \n\n                          BLANCHE\n\n           I already told you everything -\n\n                         \n\n           Driver suddenly slaps her -- hard.\n\n                         \n\n                          DRIVER\n\n           You just got a little kid's father killed.\n\n           You think I won't hurt you?\n\n                         \n\n           He raises his hand to slap her again and this time she talks,\n\n           tears welling in her eyes.\n\n                         \n\n                          BLANCHE\n\n           ...Cook told me another car would hold us\n\n           up...but he never said anything about this\n\n           much money or anyone getting killed...\n\n                         \n\n           Driver stares at her quietly, beginning to put the pieces\n\n           together in his head.",
  "50": "---END OF PREVIOUS SECTION---\nBLANCHE\n\n           ... Cook told me another car would hold us\n\n           up...but he never said anything about this\n\n           much money or anyone getting killed... Driver stares at her quietly, beginning to put the pieces\n\n           together in his head. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          DRIVER\n\n           You were gonna rip us off and split the\n\n           take?\n\n                         \n\n           She nods guiltily.\n\n                         \n\n                          DRIVER\n\n           How long have you known him?\n\n                         \n\n                          BLANCHE\n\n           Just a couple months. We were fooling\n\n           around. I've never been mixed up in\n\n           anything like this -\n\n                         \n\n                          DRIVER\n\n           You know his real name?\n\n                         \n\n                          BLANCHE\n\n           He told me it was Chris, but I just called\n\n           him Cook.\n\n                         \n\n                          DRIVER\n\n           You're going to take me to him right now,\n\n           you understand?\n\n                         \n\n           She nods, terrified, tears running down her face.\n\n                         \n\n                          BLANCHE\n\n           ....Can I go wash up?...\n\n                         \n\n           Driver nods distractedly, his mind racing. Blanche heads over to\n\n           the bathroom.\n\n                         \n\n                          (CONTINUED)\n\n                          53\n\n                          9/24/10\n\n                         86 CONTINUED: (2) 86\n\n                         \n\n           As she disappears inside Driver notices something on the bed\n\n           where she's just been lying. It's her cell phone. Still flipped\n\n           open as if she's called someone recently.\n\n                         \n\n           Driver reaches for the cell phone when he notices the silhouette\n\n           of a MAN crossing the curtains. Someone's outside. The door\n\n           handle of the motel room starts to turn, slowly -- then suddenly\n\n           there's the roar of a shotgun from the bathroom.\n\n                         \n\n           Driver reacts in an instant, rushing towards the bathroom door.\n\n           He has to barge it open, something obstructing his way.\n\n                         \n\n          87 INT. BATHROOM/ MOTEL ROOM - DAY. 87\n\n                         \n\n           Driver almost trips over Blanche's sprawled body as he bursts\n\n           through. One quick glance and he knows she's dead - half her\n\n           head blown off. Another quick glance and he sees her killer, a\n\n           big burly HITMAN, trying to climb through the same bathroom\n\n           window where he just shot her.\n\n                         \n\n           Driver moves like lightning, grabbing the man's arms before he\n\n           can get off another shot and pulling him through the window. The\n\n           hitman lands heavily in a sea of broken glass, cutting his\n\n           forehead open, blinded momentarily by the blood in his eyes.",
  "51": "---END OF PREVIOUS SECTION---\nAnother quick glance and he sees her killer, a\n\n           big burly HITMAN, trying to climb through the same bathroom\n\n           window where he just shot her. Driver moves like lightning, grabbing the man's arms before he\n\n           can get off another shot and pulling him through the window. The\n\n           hitman lands heavily in a sea of broken glass, cutting his\n\n           forehead open, blinded momentarily by the blood in his eyes. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n           Driver takes his opportunity and slams the man's face back into\n\n           the glass strewn floor, stunning him for a few more seconds as\n\n           they struggle. Crawling away, he grabs the towel rack and pulls\n\n           the metal bar off the wall. Using it as a spear he impales the\n\n           hitman and grabs his shotgun.\n\n                         \n\n          88 INT. MOTEL ROOM - DAY. 88\n\n                         \n\n           In the bedroom, the 2nd HITMAN finally kicks the door open.\n\n           Driver bursts through the bathroom door at the same time --\n\n           firing the 1st shooter's shotgun. The force of the blast picks\n\n           up the 2nd hitman and flings him against the wall like a rag\n\n           doll.\n\n                         \n\n           The startling explosion of violence is over just as suddenly as\n\n           it began. Driver slumps to the floor in exhaustion, his hand and\n\n           his arm ripped open by the broken glass. There's blood splatter\n\n           all over the wall. Neon lights from outside flashing on the dead\n\n           man's face. But no panicked footsteps or sirens yet.\n\n                         \n\n           Driver crawls over to the dead hitman and rifles through his\n\n           pockets. All he finds are a set of car keys.\n\n                         \n\n          89 INT. OFFICE/ SHANNON'S GARAGE - DAY. 89\n\n                         \n\n           Shannon stands in his office, listening silently on the phone,\n\n           looking like he's been punched in the gut.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          54\n\n                          9/24/10\n\n                         89 CONTINUED: 89\n\n                         \n\n                          SHANNON\n\n           Why didn't you tell me?...\n\n                         \n\n           All he hears is silence on the other end.\n\n                         \n\n                          SHANNON\n\n           Well, I guess it's done now...\n\n                         \n\n           He leans back against a car.\n\n                         \n\n                          SHANNON\n\n           How big's the take?...\n\n                         \n\n           DRIVER'S VOICE ON THE PHONE\n\n           One million I guess...\n\n                         \n\n                          SHANNON\n\n           Jesus...\n\n                         \n\n           He looks dazed by the thought of so much money.\n\n                         \n\n                          SHANNON\n\n           You better bring it over.\n\n                         \n\n           DRIVER'S VOICE ON THE PHONE\n\n           I'm hurt.",
  "52": "---END OF PREVIOUS SECTION---\nHe looks dazed by the thought of so much money. SHANNON\n\n           You better bring it over. DRIVER'S VOICE ON THE PHONE\n\n           I'm hurt. \n---TARGET SECTION TO BE ANNOTATED---\n I need a doctor to patch me up...\n\n                         \n\n                          SHANNON\n\n           I'll take care of it...\n\n                         \n\n                         90 OMITTED 90\n\n                         \n\n          91 INT. OFFICE/ SHANNON'S GARAGE - NIGHT. 91\n\n                         \n\n           An underworld doctor, \"DOC\", a shabbily dressed old man who\n\n           looks well past his prime takes out a small bottle of scotch\n\n           along with his surgical tools, preparing for Driver's arrival.\n\n           Shannon watches him uncertainly then heads downstairs as he\n\n           hears a noise in the garage.\n\n                         \n\n          92 INT. SHANNON'S GARAGE - NIGHT. 92\n\n                         \n\n           Shannon arrives downstairs to see Driver walking unsteadily\n\n           towards him in the gloom. Shannon can't help glancing at his\n\n           hands, expecting him to be carrying the bag with the money, but\n\n           there's no sign of it.\n\n                         \n\n          93 INT. OFFICE/ SHANNON'S GARAGE/ SILVER LAKE BOULEVARD - NIGHT.93\n\n                         \n\n           Scissoring Driver's blood soaked shirt away Doc examines the\n\n           shards of glass embedded in his arm, then notices the deep scars\n\n           running down his back.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          55\n\n                          9/24/10\n\n                         93 CONTINUED: 93\n\n                         \n\n                          DOC\n\n           ...Looks like you got more metal inside you\n\n           than a ten ton truck...\n\n           (His hand shakes)\n\n           You'd be better off with a mechanic not a\n\n           medic...\n\n                         \n\n           Driver looks up at him warily from Shannon's pull out bed.\n\n                         \n\n                          DOC\n\n           Relax. Just having my fun with you...\n\n                         \n\n           Doc picks up his bottle of scotch from among his bowls of\n\n           Peroxide and Betadine, takes a drink, then offers it to Driver.\n\n                         \n\n                          DOC\n\n           Take a hit off that. Chances are you'll\n\n           need it...\n\n                         \n\n           Driver shakes his head, closing his eyes. Shannon watches him\n\n           quietly, concerned for him but also curious about the money.\n\n                         \n\n                          SHANNON\n\n           What did you do with the cash?\n\n                         \n\n                          DRIVER\n\n           It's safe.\n\n                         \n\n           Shannon hesitates, but can't help himself.",
  "53": "---END OF PREVIOUS SECTION---\nSHANNON\n\n           What did you do with the cash? DRIVER\n\n           It's safe. Shannon hesitates, but can't help himself. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          SHANNON\n\n           You want me to look after it for you?\n\n                         \n\n           Driver doesn't answer, gritting his teeth as Doc pulls out the\n\n           largest shard of glass.\n\n                         \n\n                          SHANNON\n\n           Just think what we could do with all that\n\n                          DOUGH -\n\n                         \n\n                          DRIVER\n\n           Two guys just tried to kill me for it. I\n\n           want to find out who it belongs to first...\n\n                         \n\n           Shannon nods, coming back down to earth.\n\n                         \n\n                          SHANNON\n\n           This guy Cook got a real name?...\n\n                         \n\n                          DRIVER\n\n           Maybe Chris. Probably not...\n\n                         \n\n                          SHANNON\n\n           I'll ask Bernie if he's heard of him...\n\n                         \n\n                          (CONTINUED)\n\n                          56\n\n                          9/24/10\n\n                         93 CONTINUED: (2) 93\n\n                         \n\n           Driver grimaces again as Doc pulls out another shard of glass.\n\n                         \n\n                          SHANNON\n\n           I wish you'd talked to me first...\n\n                         \n\n           Driver doesn't reply, his eyes fixed on the ceiling.\n\n                         \n\n                          SHANNON\n\n           Lotta guys fall for other mens' wives, but\n\n           you're the only one I know robs a joint to\n\n           make it up to the husband...\n\n                         \n\n          94 INT. BERNIE ROSE'S APARTMENT - DAY. 94\n\n                         \n\n           An elegant apartment full of framed photographs of beautiful\n\n           grandchildren and movie posters from Hollywood's golden age.\n\n           Bernie is in his silk pyjamas, looking like he's just woken up.\n\n                         \n\n                          BERNIE ROSE\n\n           You want some coffee?\n\n                         \n\n                          SHANNON\n\n           No, thanks...\n\n                         \n\n           Shannon looks tense but tries to hide it. From next door they\n\n           can hear the sound of raised voices. Bernie Rose grabs the TV\n\n           remote and turns up the volume to drown out his neighbors.\n\n                         \n\n                          BERNIE ROSE\n\n           They've been going at it ever since they\n\n           moved in. She's such a nice lady but it's a\n\n           lousy Shidach. It's a wonder they haven't\n\n           killed each other...\n\n                          (A BEAT)\n\n           So, what's your interest in the Seventh\n\n           Heaven?\n\n                         \n\n           Shannon doesn't understand, looking confused.",
  "54": "---END OF PREVIOUS SECTION---\nIt's a wonder they haven't\n\n           killed each other... (A BEAT)\n\n           So, what's your interest in the Seventh\n\n           Heaven? Shannon doesn't understand, looking confused. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          BERNIE ROSE\n\n           It's a strip joint on La Cienega. Your\n\n           friend Cook runs it. Why're you curious\n\n           about him all of a sudden?\n\n                         \n\n           Even though they're close, Shannon's wary of giving away too\n\n           much information.\n\n                         \n\n                          SHANNON\n\n           A friend of mine owes him some money. I was\n\n           wondering if you knew him?\n\n                         \n\n                          BERNIE ROSE\n\n           Yeah, I know him. He's a crazy Albanian. If\n\n           I were your friend I'd pay up.\n\n                         \n\n                          (CONTINUED)\n\n                          57\n\n                          9/24/10\n\n                         94 CONTINUED: 94\n\n                         \n\n           Bernie Rose pours himself a cup of coffee in the kitchenette.\n\n                         \n\n                          BERNIE ROSE\n\n           You wake me up this early this friend must\n\n           be a close friend?\n\n                         \n\n                          SHANNON\n\n                          (HESITATING)\n\n           Yeah...\n\n                         \n\n                          BERNIE ROSE\n\n           How's our car by the way?\n\n                         \n\n                          SHANNON\n\n           We're all set for next month.\n\n                         \n\n                          BERNIE ROSE\n\n           And our driver?\n\n                         \n\n                          SHANNON\n\n           He's doing great.\n\n                         \n\n                          BERNIE ROSE\n\n           That's what you should worry about...\n\n                         \n\n           Shannon smiles back but Bernie senses how distracted he is.\n\n                         \n\n                          BERNIE ROSE\n\n           You want my advice? Let your friend work it\n\n           out for himself. Don't take pills for other\n\n           people's headaches...\n\n                          (HE GRINS)\n\n           You got twenty minutes? I need you to run\n\n           down to the market and get me some milk...\n\n                         \n\n                         95 OMITTED 95\n\n                         \n\n          96 INT. HALL/ STAIRS/ STRIP JOINT - DAY. 96\n\n                         \n\n           Sunlight pours through a doorway. Driver heads down some stairs,\n\n           passing some half naked STRIPPERS at the bar. There's a handful\n\n           of CLIENTS watching a pole dance, but otherwise the place is\n\n           empty. Driver turns down a long corridor. A couple of STRIPPERS\n\n           emerge from their changing room, surprised to see him, but he\n\n           puts them at ease with a friendly smile.",
  "55": "---END OF PREVIOUS SECTION---\nThere's a handful\n\n           of CLIENTS watching a pole dance, but otherwise the place is\n\n           empty. Driver turns down a long corridor. A couple of STRIPPERS\n\n           emerge from their changing room, surprised to see him, but he\n\n           puts them at ease with a friendly smile. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          DRIVER\n\n           Cook moved office again?\n\n                         \n\n                          STRIPPER\n\n           That one over there...\n\n                         \n\n           Driver smiles gratefully, then heads towards an office at the\n\n           end of the corridor. He knocks on the door. A voice calls back.\n\n                         \n\n                          (CONTINUED)\n\n                          58\n\n                          9/24/10\n\n                         96 CONTINUED: 96\n\n                         \n\n           COOK O/S\n\n           It's open...\n\n                         \n\n           Driver takes a hammer out of his jacket, then starts turning the\n\n           door handle as if he can't get in.\n\n                         \n\n           COOK O/S\n\n           It's open, goddamit!...\n\n                         \n\n           He hears Cook striding impatiently towards the door now. He\n\n           waits, then suddenly kicks the door open, right in Cook's face.\n\n                         \n\n           Before Cook can recover, Driver storms into the office, smashing\n\n           him across the shoulder with the hammer. Cook collapses in a\n\n           heap. Driver's about to hit him again, when he sees that Cook's\n\n           left hand is broken and there are cuts and bruises on his face.\n\n           Someone's clearly given him a beating since the robbery.\n\n                         \n\n                          DRIVER\n\n           Should've figured you for a shill. Who were\n\n           you fronting for?\n\n                         \n\n                          COOK\n\n           Fuck you -\n\n                         \n\n           Driver smashes the hammer into Cook's right hand now, breaking\n\n           it too. Cook screams. Some of the strippers have gathered at the\n\n           door but Driver couldn't care less.\n\n                         \n\n                          DRIVER\n\n           Whose money am I holding?\n\n                         \n\n                          COOK\n\n           Don't worry. They'll come get it. You don't\n\n           know who you're fucking with -\n\n                         \n\n           Driver smashes the hammer into the metal plates supporting\n\n           Cook's left hand. He screams like a stuck pig.\n\n                         \n\n                          DRIVER\n\n           Who's money am I holding?\n\n                         \n\n                          COOK\n\n           (Barely able to get the words out)\n\n           Fuck you...\n\n                         \n\n           The strippers look stunned and riveted at the same time. Driver\n\n           bends over Cook and rifles through his pockets. Finally he finds\n\n           what he's looking for. Cook's cell phone. He scrolls down the\n\n           call log and finds the same number appearing again and again.",
  "56": "---END OF PREVIOUS SECTION---\nFinally he finds\n\n           what he's looking for. Cook's cell phone. He scrolls down the\n\n           call log and finds the same number appearing again and again. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                         97 OMITTED 97\n\n                          59\n\n                          9/24/10\n\n                         \n\n                         \n\n                         \n\n                         \n\n          98 INT. NINO'S PIZZERIA - DAY. 98\n\n                         \n\n           The kitchen is busy, CHEFS taking out hot pizzas from the oven\n\n           and slicing them up in takeaway boxes. In the background we hear\n\n           the phone ringing.\n\n                         \n\n          99 INT. BACK ROOM/ PIZZERIA - DAY. 99\n\n                         \n\n           An impeccably dressed MAN IN A TAN SUIT answers the phone.\n\n                         \n\n                          TAN SUIT\n\n           Hello?...I'm afraid we're closed. Could you\n\n           call back after twelve...\n\n                         \n\n          100 EXT. PARKING LOT/ BURGER KING/ SUNSET BOULEVARD - DAY. 100\n\n                         \n\n                          (INTERCUT)\n\n                         \n\n           Driver leans against his car, talking on Cook's cell phone.\n\n                         \n\n                          DRIVER\n\n           I could, but your boss won't be happy when\n\n           he finds out you've kept him waiting...\n\n                         \n\n           Tan Suit looks curious now.\n\n                         \n\n                          TAN SUIT\n\n           Can I ask what this is about?\n\n                         \n\n                          DRIVER\n\n           I have something that belongs to him.\n\n                         \n\n                          TAN SUIT\n\n           And that would be?\n\n                         \n\n                          DRIVER\n\n           A million dollars...\n\n                         \n\n           There's a pause on the other line now.\n\n                         \n\n           TAN SUIT O/S\n\n           Please hold...\n\n                         \n\n          101 INT. NINO'S PIZZERIA - DAY. 101\n\n                         \n\n           Tan Suit walks into the dining area. A large bull of a man sits\n\n           on his own in the empty restaurant with his back to us. It's\n\n           only when he hears Tan Suit approach and turns around that we\n\n           realize it's Nino, Bernie's partner.\n\n                         \n\n          102 EXT. PARKING LOT/ BURGER KING/ SUNSET BOULEVARD - DAY. 102\n\n                         \n\n           Driver hears a heavy chesty voice come on the line.",
  "57": "---END OF PREVIOUS SECTION---\nIt's\n\n           only when he hears Tan Suit approach and turns around that we\n\n           realize it's Nino, Bernie's partner. 102 EXT. PARKING LOT/ BURGER KING/ SUNSET BOULEVARD - DAY. 102\n\n                         \n\n           Driver hears a heavy chesty voice come on the line. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          60\n\n                          9/24/10\n\n                         102 CONTINUED: 102\n\n                         \n\n           NINO O/S\n\n           You have something that fucking belongs to\n\n           me?...\n\n                         \n\n           The voice is unmistakable. Driver stares quietly.\n\n                         \n\n                          DRIVER\n\n           Seems that way...\n\n                         \n\n                          (INTERCUT)\n\n                         \n\n                          NINO\n\n           And you're calling me why? You expect me to\n\n           buy my fucking stuff back from you?...\n\n                         \n\n                          DRIVER\n\n           I'm not selling. I give you a time and\n\n           place, you come collect your stuff...\n\n                         \n\n                          NINO\n\n           And what do you get out of it?...\n\n                         \n\n                          DRIVER\n\n           Just that. Out of it. You put a muzzle on\n\n           Cook, forget your zombies at the Motel,\n\n           forget we ever had this conversation...\n\n                         \n\n           Nino's thinking to himself, looking more concerned than he\n\n           sounds.\n\n                         \n\n                          NINO\n\n           Your partners happy with that?...\n\n                         \n\n                          DRIVER\n\n           I don't have partners...\n\n                         \n\n                          NINO\n\n           You discuss this with anyone else?\n\n                         \n\n                          DRIVER\n\n           Just you...\n\n                         \n\n           Nino begins to relax now, still calculating.\n\n                         \n\n                          NINO\n\n           You're not very good at this, are you?...\n\n                         \n\n                          DRIVER\n\n           This isn't what I do. I'll call again with\n\n           instructions...\n\n                         \n\n           Driver switches the cell phone off.\n\n                          61\n\n                          9/24/10\n\n                         \n\n                         \n\n                         \n\n                         \n\n          103 INT. BACK ROOM/ NINO'S PIZZERIA - DAY. 103\n\n                         \n\n           Nino hangs up. Behind him we see that Tan Suit is also in the\n\n           room, waiting for his orders.\n\n                         \n\n          104 INT. LIVING ROOM/ IRENE'S APARTMENT/ ECHO PARK - NIGHT. 104\n\n                         \n\n           Irene is sitting on the couch next to Benicio, talking to him\n\n           gently as he watches TV.\n\n                         \n\n                          IRENE\n\n           ...I'll be back before you go to bed. How's\n\n           that sound?...\n\n                         \n\n           The little boy nods, watching his Japanese cartoon.",
  "58": "---END OF PREVIOUS SECTION---\nI'll be back before you go to bed. How's\n\n           that sound?... The little boy nods, watching his Japanese cartoon. \n---TARGET SECTION TO BE ANNOTATED---\n Irene's\n\n           friend, Cindy, is also there, gazing at them both in sympathy.\n\n           Irene looks up at her.\n\n                         \n\n                          IRENE\n\n           Are you going to be okay?\n\n                         \n\n                          CINDY\n\n           We'll be fine...\n\n                         \n\n           Irene gets up to leave when the buzzer rings. She walks over and\n\n           opens the door then stops in surprise. Driver stands there.\n\n                         \n\n                          DRIVER\n\n           You got a minute?...\n\n                         \n\n           She looks at him in a daze.\n\n                         \n\n                          IRENE\n\n           Where have you been?...\n\n                         \n\n           He stares back at her in silence.\n\n                         \n\n                          IRENE\n\n           I tried to reach you. Standard's been -\n\n                         \n\n                          DRIVER\n\n           I know...\n\n                         \n\n           His eyes stay on her, as if he's trying to tell her something\n\n           more. She looks confused, staring back at him curiously when a\n\n           small voice interrupts.\n\n                         \n\n           BENICIO O/S\n\n           Hey...\n\n                         \n\n           Driver looks over at the little boy.\n\n                         \n\n                          DRIVER\n\n           Hey...\n\n                         \n\n                          (CONTINUED)\n\n                          62\n\n                          9/24/10\n\n                         104 CONTINUED: 104\n\n                         \n\n           Irene begins to see the guilt in his eyes and slowly it hits\n\n           her. She stares in disbelief, reeling.\n\n                         \n\n                          DRIVER\n\n           I'm sorry about your father...\n\n                         \n\n           Benicio nods. Driver keeps staring at the boy but can't find any\n\n           more words of comfort. Irene watches him, still stunned. He\n\n           looks back at her.\n\n                         \n\n                          IRENE\n\n           I can't talk now. I have to go.\n\n                         \n\n                          DRIVER\n\n           Can I give you a ride?\n\n                         \n\n           She stares at him in dismay, close to tears.\n\n                         \n\n                          IRENE\n\n           The car's working fine.\n\n                         \n\n                          DRIVER\n\n           Then let me walk you down...\n\n                         \n\n           She wants to say no but can't.\n\n                         \n\n          105 INT. CORRIDOR/ APARTMENT/ ECHO PARK - NIGHT. 105\n\n                         \n\n           Driver and Irene head down the long corridor in silence.\n\n                         \n\n                          IRENE\n\n           (Almost a whisper)\n\n           Why?...\n\n                         \n\n           Driver misunderstands, thinking she's talking about Standard.",
  "59": "---END OF PREVIOUS SECTION---\nCORRIDOR/ APARTMENT/ ECHO PARK - NIGHT. 105\n\n                         \n\n           Driver and Irene head down the long corridor in silence. IRENE\n\n           (Almost a whisper)\n\n           Why?... Driver misunderstands, thinking she's talking about Standard. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          DRIVER\n\n           He was into one of the prison gangs for a\n\n           lot of money. He was trying to protect you.\n\n                         \n\n                          IRENE\n\n           Great job...\n\n                         \n\n           She walks faster now, striding towards the elevator. Driver\n\n           follows her.\n\n                         \n\n                          DRIVER\n\n           I still have the money. Whatever you need -\n\n                         \n\n           She turns around and slaps him hard.\n\n                         \n\n                          IRENE\n\n           What are you, a bank? I work for a living.\n\n           I don't need your widow's pension!\n\n                         \n\n                          (CONTINUED)\n\n                          63\n\n                          9/24/10\n\n                         105 CONTINUED: 105\n\n                         \n\n           Her eyes well up with tears, staring at him in anger and\n\n           frustration.\n\n                         \n\n                          IRENE\n\n           Just tell me one thing. How did he talk you\n\n           into it?\n\n                         \n\n                          DRIVER\n\n           He didn't talk me into anything. I've been\n\n           doing this my whole life. It's what I do...\n\n                         \n\n           She stares at him in deep disappointment.\n\n                         \n\n                          IRENE\n\n           Stupid me...\n\n                         \n\n           She turns away when the elevator bell rings. The doors open,\n\n           revealing TAN SUIT. Neither Driver or Irene recognizes him but\n\n           we do. He smiles, pretending to look confused.\n\n                         \n\n                          TAN SUIT\n\n           Sorry, I'm supposed to be going down...\n\n                         \n\n                          IRENE\n\n           So are we...\n\n                         \n\n           She steps into the elevator. Driver follows her in.\n\n                         \n\n                          TAN SUIT\n\n           Which floor?\n\n                         \n\n                          DRIVER\n\n           Parking lot, please...\n\n                         \n\n           Tan Suit presses the button and the doors slide shut.\n\n                         \n\n          106 INT. ELEVATOR/ APARTMENT BLOCK/ ECHO PARK - NIGHT. 106\n\n                         \n\n           Driver and Irene ride down in silence, their eyes fixed on each\n\n           other. Tan Suit watches them quietly, considering a move, but\n\n           Driver glances at him and he smiles, biding his time. The lights\n\n           on the panel descend. The elevator bell finally rings as they\n\n           reach the lower level. Tan Suit hesitates, but Driver waits for\n\n           him to go out first.",
  "60": "---END OF PREVIOUS SECTION---\nThe lights\n\n           on the panel descend. The elevator bell finally rings as they\n\n           reach the lower level. Tan Suit hesitates, but Driver waits for\n\n           him to go out first. \n---TARGET SECTION TO BE ANNOTATED---\n He nods goodnight and heads off into the\n\n           darkness of the parking lot. Driver follows Irene, the two of\n\n           them heading in the opposite direction.\n\n                         \n\n          107 INT. UNDERGROUND GARAGE/ APARTMENT/ ECHO PARK - NIGHT. 107\n\n                         \n\n           The overhead lights flicker, the huge underground car park\n\n           hidden in shadow. Driver walks alongside Irene in silence. In\n\n           the distance Tan Suit's footsteps slowly fade.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          64\n\n                          9/24/10\n\n                         107 CONTINUED: 107\n\n                         \n\n                          DRIVER\n\n           I'm leaving. I want you to come with me...\n\n                         \n\n           Irene can't believe what she's hearing.\n\n                         \n\n                          IRENE\n\n           What are you talking about?\n\n                         \n\n                          DRIVER\n\n           You and Benicio...\n\n                         \n\n           She's almost too stunned to speak, walking even faster now.\n\n                         \n\n                          IRENE\n\n           You're crazy. I don't even know you -\n\n                         \n\n                          DRIVER\n\n           You will. Once I straighten out this thing\n\n           I'm getting out for good. We'll go some\n\n           place. Anywhere you want.\n\n                         \n\n           She shakes her head, fighting her feelings for him.\n\n                         \n\n                          IRENE\n\n           It doesn't work like that.\n\n                         \n\n                          DRIVER\n\n           Why not?...\n\n                         \n\n           She stops and looks at him.\n\n                         \n\n                          IRENE\n\n           Because people like you never get out. And\n\n           I don't want my son to grow up like that...\n\n                         \n\n           She holds his gaze with regret. Driver's about to respond when\n\n           suddenly he catches a fleeting movement out of the corner of his\n\n           eye.\n\n                         \n\n           A beat -- then he suddenly lunges -- grabbing Irene and pulling\n\n           her to the ground. In the same instant Tan Suit appears out of\n\n           the darkness, opening fire with his automatic.\n\n                         \n\n           Bullets spark as they hit the concrete floor and the other\n\n           parked vehicles. Driver drags Irene behind a car now, covering\n\n           her with his body as Tan Suit fires another burst.\n\n                         \n\n           More sparks light up the darkness, the bullets penetrating the\n\n           car with ease, narrowly missing Driver and Irene.\n\n                         \n\n           Driver moves again, dragging the terrified Irene behind him.",
  "61": "---END OF PREVIOUS SECTION---\nDriver drags Irene behind a car now, covering\n\n           her with his body as Tan Suit fires another burst. More sparks light up the darkness, the bullets penetrating the\n\n           car with ease, narrowly missing Driver and Irene. Driver moves again, dragging the terrified Irene behind him. \n---TARGET SECTION TO BE ANNOTATED---\n Tan\n\n           Suit loses sight of them in the darkness, striding past rows of\n\n           parked cars.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          65\n\n                          9/24/10\n\n                         107 CONTINUED: (2) 107\n\n                         \n\n           Driver turns to Irene as they take cover behind a pillar. She\n\n           looks terrified -- not just of Tan Suit but of him. It's as if\n\n           all her worst fears have been confirmed.\n\n                         \n\n           Driver stares back at her, then hears Tan Suit's footsteps\n\n           approaching.\n\n                         \n\n           He holds her gaze apologetically, then gets to his feet and\n\n           runs, trying to draw Tan Suit's fire.\n\n                         \n\n           Tan Suit hears him and opens up again, more bullets lighting up\n\n           the darkness. Driver keeps moving. Tan Suit strides after him,\n\n           reloading, when suddenly his gun jams.\n\n                         \n\n           Crouching behind another vehicle, Driver sees this and takes his\n\n           chance, darting out after his pursuer. Tan Suit sees him coming\n\n           and runs, the hunter becoming the hunted now.\n\n                         \n\n           Still lying on the ground, Irene listens to their echoing\n\n           footsteps.\n\n                         \n\n           Driver runs after Tan Suit through the darkness, gaining all the\n\n           time. Tan Suit looks desperate now, tiring. He turns to face his\n\n           pursuer but Driver's on him in a flash, hurling him against a\n\n           car.\n\n                         \n\n           Tan Suit slams into the car, losing his balance. Driver grabs\n\n           him, swinging him around, smashing him into another car.\n\n                         \n\n           Irene's watching from the shadows, stunned by the violence. She\n\n           picks herself up and runs towards the elevator.\n\n                         \n\n           Driver keeps slamming Tan Suit against the car, beating the\n\n           resistance out of him. As his body begins to slump, Driver grabs\n\n           him by the throat and rams his head into a car window.\n\n                         \n\n           The glass splinters with blood, the force of the blow shattering\n\n           Tan Suit's skull.\n\n                         \n\n           Driver looks around for Irene now and sees her standing in the\n\n           elevator, framed against the light.\n\n                         \n\n           She stares back at him, but makes no attempt to step out.\n\n                         \n\n           Driver stands there, his hands covered in Tan Suit's blood.",
  "62": "---END OF PREVIOUS SECTION---\nDriver looks around for Irene now and sees her standing in the\n\n           elevator, framed against the light. She stares back at him, but makes no attempt to step out. Driver stands there, his hands covered in Tan Suit's blood. \n---TARGET SECTION TO BE ANNOTATED---\n The\n\n           elevator doors finally close, hiding Irene from view.\n\n                         \n\n                         108 OMITTED 108\n\n                         \n\n          108a EXT. LA STREET - NIGHT. 108a\n\n                         \n\n           Shannon gets out of his car. Driver is waiting for him by his\n\n           own car, silhouetted against the streetlight. Shannon stares at\n\n           him a moment, then notices the blood stains on his shirt.\n\n                         \n\n                          (CONTINUED)\n\n                          66\n\n                          9/24/10\n\n          108a CONTINUED: 108a\n\n                         \n\n                          SHANNON\n\n           What happened?\n\n                         \n\n                          DRIVER\n\n           Nino's guys came after me. How did they\n\n           know about Irene?\n\n                         \n\n           Shannon takes a moment to reply, looking dazed.\n\n                         \n\n                          SHANNON\n\n           I called Bernie...I asked if he could help.\n\n           Him and Nino are like brothers. I told him\n\n           you weren't interested in the money, that\n\n           you only did it for the girl...\n\n           (From the heart)\n\n           I wanted to make sure once you returned the\n\n           money that was the end of it...\n\n                         \n\n           Driver doesn't seem to hear him.\n\n                         \n\n                          SHANNON\n\n           Let me talk to Bernie again. They probably\n\n           didn't listen to him -\n\n                         \n\n                          DRIVER\n\n           It's too late...\n\n                         \n\n           Shannon says nothing now, knowing he's right.\n\n                         \n\n                          DRIVER\n\n           They're gonna come after you to find me.\n\n           You have to leave...\n\n                         \n\n           Shannon takes this in slowly.\n\n                         \n\n                          SHANNON\n\n           What are you gonna do?...\n\n                         \n\n           Driver doesn't answer, but from his silence Shannon can guess.\n\n                         \n\n                          SHANNON\n\n           How the fuck did this happen? We're\n\n           supposed be in Charlotte or Daytona\n\n           drinking champagne out of trophies and\n\n           getting laid by pit lizards...\n\n                         \n\n           He stares at Driver with quiet regret.\n\n                         \n\n                          SHANNON\n\n           Fuck...\n\n                         \n\n                         109 OMITTED 109\n\n                          67\n\n                          9/24/10\n\n                         \n\n                         \n\n                         \n\n                         \n\n          110 INT. NINO'S PIZZERIA - MORNING. 110\n\n                         \n\n           Bernie Rose looks quietly furious.",
  "63": "---END OF PREVIOUS SECTION---\nSHANNON\n\n           Fuck... 109 OMITTED 109\n\n                          67\n\n                          9/24/10\n\n                         \n\n                         \n\n                         \n\n                         \n\n          110 INT. NINO'S PIZZERIA - MORNING. 110\n\n                         \n\n           Bernie Rose looks quietly furious. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          BERNIE ROSE\n\n           ...I already gave you my advice. You should\n\n           have taken your money and left this guy\n\n           alone.\n\n                         \n\n           Nino and Cook sit opposite him, both of Cook's hands broken now.\n\n                         \n\n                          NINO\n\n           It's not that simple, Bernie.\n\n                         \n\n                          BERNIE ROSE\n\n           Not now that it's bounced up in your face.\n\n                         \n\n                          COOK\n\n           Mr. Paolozzi, I owe you this guy. Just give\n\n           me the okay and I'll -\n\n                         \n\n                          BERNIE ROSE\n\n           You like taking orders, go shut the blinds.\n\n                         \n\n           He looks at Cook's broken hands.\n\n                         \n\n                          BERNIE ROSE\n\n           Sun's in my eyes...\n\n                         \n\n           Nino doesn't look at Cook, a clear indication he should do as\n\n           he's told. Cook stands up, humiliated, and walks over to the\n\n           windows. Bernie Rose waits for Nino to explain.\n\n                         \n\n                          NINO\n\n           ...The money belonged to a half assed\n\n           wiseguy from Philly. I had a tip-off he was\n\n           keeping a million in a pawn shop and was\n\n           gonna invest it here in LA, try to run a\n\n           rival operation. I wanted to teach him a\n\n           lesson...\n\n                         \n\n           The lights in the restaurant gradually fade as Cook shuts the\n\n           blinds.\n\n                         \n\n                          BERNIE ROSE\n\n                          (INCREDULOUSLY)\n\n           You stole from the East Coast mob?\n\n                         \n\n                          NINO\n\n           I stole from a jumped up punk who was gonna\n\n           step on our business -\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          68\n\n                          9/24/10\n\n                         110 CONTINUED: 110\n\n                         \n\n                          BERNIE ROSE\n\n           And where did this punk find a million\n\n           dollars? You ever consider he may have\n\n           consulted some higher-ups? You even bother\n\n           to check? -\n\n                         \n\n                          NINO\n\n           I don't give a fuck who gave him their\n\n           blessing.",
  "64": "---END OF PREVIOUS SECTION---\nNINO\n\n           I stole from a jumped up punk who was gonna\n\n           step on our business -\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          68\n\n                          9/24/10\n\n                         110 CONTINUED: 110\n\n                         \n\n                          BERNIE ROSE\n\n           And where did this punk find a million\n\n           dollars? You ever consider he may have\n\n           consulted some higher-ups? You even bother\n\n           to check? -\n\n                         \n\n                          NINO\n\n           I don't give a fuck who gave him their\n\n           blessing. \n---TARGET SECTION TO BE ANNOTATED---\n This is my city -\n\n                         \n\n                          BERNIE ROSE\n\n           Your city? This is a big city, pal, and\n\n           last time I checked we were partners! -\n\n                         \n\n                          NINO\n\n           We are partners -\n\n                         \n\n                          BERNIE ROSE\n\n           Then why the fuck didn't you come to me\n\n           before you set up your dummy robbery or\n\n           hired this fucking amateur?!...\n\n                         \n\n           Cook sits back down at the table, having closed the blinds. Nino\n\n           looks almost embarrassed for once.\n\n                         \n\n                          NINO\n\n           This was off to the side, Bernie. I didn't\n\n           wanna involve you.\n\n                         \n\n                          BERNIE ROSE\n\n           Well, now you fucked up I am involved.\n\n           Anyone finds out you stole from the family\n\n           they'll kill both of us -\n\n                         \n\n                          NINO\n\n           What family? These fucks still call me a\n\n           kike to my face. I'm fifty nine years old,\n\n           they pinch my cheek, treat me like a\n\n           fuckin' kid. They're the reason we left New\n\n           York in the first place. Decrepit old men\n\n           waving us over to their dinner and domino\n\n           tables to complain.\n\n                         \n\n                          BERNIE ROSE\n\n           Those old men gave us the funds to move out\n\n           here.\n\n                         \n\n                          NINO\n\n           And I made them a lotta money. I made you a\n\n           lotta money too...\n\n                         \n\n           He stares at Bernie, genuinely indignant now.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          69\n\n                          9/24/10\n\n                         110 CONTINUED: (2) 110\n\n                         \n\n                          NINO\n\n           I pay them half of everything I fucking\n\n           earn and then they set up some fucking kid\n\n           from Philadelphia just because he's a\n\n           fucking wop!\n\n                         \n\n           There's a hint of sympathy in Bernie's eyes.\n\n                         \n\n                          BERNIE ROSE\n\n           The money always flows up, Izzy. You know\n\n           that.\n\n                         \n\n           He calls Nino by his childhood name now, emphasizing the fact\n\n           that they're both outsiders in this organization. For the first\n\n           time Nino's tough guy act slips and he looks anxious.",
  "65": "---END OF PREVIOUS SECTION---\nYou know\n\n           that. He calls Nino by his childhood name now, emphasizing the fact\n\n           that they're both outsiders in this organization. For the first\n\n           time Nino's tough guy act slips and he looks anxious. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          NINO\n\n           That's why this driver has to go. Him, and\n\n           maybe your friend Shannon, are the only two\n\n           people who can tie me to the robbery.\n\n                         \n\n                          BERNIE ROSE\n\n           What about this prick?\n\n                         \n\n           He doesn't even bother to look at Cook.\n\n                         \n\n                          COOK\n\n           Mr. Paolozzi -\n\n                         \n\n                          NINO\n\n           Shut up...\n\n                         \n\n           The two friends stare at each other as if Cook didn't exist.\n\n                         \n\n                          BERNIE ROSE\n\n           Are you asking my permission?\n\n                         \n\n                          NINO\n\n           I'm asking for your help. I shoulda' come\n\n           to you first, Bernie. I know that. We're a\n\n           team.\n\n                         \n\n           He stares at Bernie apologetically, appealing to their\n\n           friendship.\n\n                         \n\n                          NINO\n\n           I'll pay you back the three hundred you\n\n           spent on the race car.\n\n                         \n\n                          BERNIE ROSE\n\n           It's not about the money...\n\n                         \n\n           He stares out quietly, torn.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          70\n\n                          9/24/10\n\n                         110 CONTINUED: (3) 110\n\n                         \n\n                          BERNIE ROSE\n\n           All right...\n\n                         \n\n           Nino nods in gratitude.\n\n                         \n\n                          BERNIE ROSE\n\n                          (TO COOK)\n\n           Pass the salt...\n\n                         \n\n           Cook hesitates, thinking Bernie's fucking with him for having\n\n           two broken hands. He stares back dumbly and it's the final\n\n           straw. Bernie suddenly grabs a stainless steel fork and rams it\n\n           in his eye. As Cook screams, Bernie takes a knife and buries it\n\n           in his neck. He twists the knife deeper for good measure, then\n\n           with one powerful sweep of his arm clears Cook off the table.\n\n                         \n\n           Cook's not dead yet, just writhing on the floor, choking on his\n\n           own blood. Bernie Rose keeps his eyes fixed on Nino.\n\n                         \n\n                          BERNIE ROSE\n\n           Your turn to clean up after me...\n\n                         \n\n          110a EXT. TRAILER/ FILM SET/ SAN PEDRO/ LOS ANGELES - MORNING.",
  "66": "---END OF PREVIOUS SECTION---\nBERNIE ROSE\n\n           Your turn to clean up after me... 110a EXT. TRAILER/ FILM SET/ SAN PEDRO/ LOS ANGELES - MORNING. \n---TARGET SECTION TO BE ANNOTATED---\n 110a\n\n                         \n\n           The CREW are setting up for their first shot of the day. In the\n\n           background we see a DIRECTOR blocking out an action scene.\n\n           Driver walks past without even a glance, heading towards the\n\n           make-up trailer. He opens the door and walks in, looking around\n\n           the trailer until he finds what he's looking for -- the SFX mask\n\n           he saw previously on the film set.\n\n                         \n\n          111 INT. SHANNON'S GARAGE/ SILVERLAKE BOULEVARD - MORNING. 111\n\n                         \n\n           Shannon limps down the steps from his office with a suitcase in\n\n           his hand. He heads into the main garage then suddenly stops.\n\n           Bernie Rose stands beside the stock car, waiting for him.\n\n                         \n\n                          BERNIE ROSE\n\n           All these priceless cars, you should get\n\n           better locks...\n\n                         \n\n                          SHANNON\n\n           Door's always open to you...\n\n                         \n\n           Bernie Rose heads towards him with his hands in his coat\n\n           pockets.\n\n                         \n\n                          BERNIE ROSE\n\n           Going somewhere?\n\n                         \n\n                          SHANNON\n\n           Thinking about it.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          71\n\n                          9/24/10\n\n                         111 CONTINUED: 111\n\n                         \n\n                          BERNIE ROSE\n\n           I'm looking for your driver.\n\n                         \n\n                          SHANNON\n\n           You break in like this I figure it's bad\n\n           news.\n\n                         \n\n                          BERNIE ROSE\n\n           It's bad luck. Two thousand heists in this\n\n           city a year, he had to pick the wrong one.\n\n                         \n\n                          SHANNON\n\n           He tried to put it right.\n\n                         \n\n                          BERNIE ROSE\n\n           Picked the wrong guy for that too. My\n\n           partner's a belligerent asshole with his\n\n           back against the wall...\n\n                         \n\n           He stops, facing Shannon.\n\n                         \n\n                          BERNIE ROSE\n\n           Right now so am I. I don't take care of\n\n           this I'm in big trouble...\n\n                         \n\n           He stares at his old friend.\n\n                         \n\n                          BERNIE ROSE\n\n           Any idea where he is?\n\n                         \n\n                          SHANNON\n\n           Probably across the border by now. Mexico.\n\n           Belize.",
  "67": "---END OF PREVIOUS SECTION---\nSHANNON\n\n           Probably across the border by now. Mexico. Belize. \n---TARGET SECTION TO BE ANNOTATED---\n That's where I'd go...\n\n                         \n\n           Bernie Rose smiles, not believing a word.\n\n                         \n\n                          BERNIE ROSE\n\n           He just walked out on you after everything\n\n           you've done for him, took all the money?\n\n                         \n\n                          SHANNON\n\n           That's gratitude, I guess.\n\n                         \n\n           Bernie Rose can't help grinning, fond of Shannon despite\n\n           everything.\n\n                         \n\n                          BERNIE ROSE\n\n           I ever tell you how long Izzy and I been\n\n           friends? Since we were six. Only Jews in a\n\n           neighborhood of wops. Long as I can\n\n           remember he was getting me into trouble and\n\n           I was getting him out of scrapes...\n\n                         \n\n           He looks almost apologetic.\n\n                         \n\n                          (CONTINUED)\n\n                          72\n\n                          9/24/10\n\n                         111 CONTINUED: (2) 111\n\n                         \n\n                          BERNIE ROSE\n\n           Anyone else I'd take your side...\n\n                         \n\n                          SHANNON\n\n           Anyone else I'd do the same...\n\n                         \n\n           Bernie Rose watches him with a mixture of affection and regret.\n\n                         \n\n                          BERNIE ROSE\n\n           What's this fucking kid to you anyway?\n\n                         \n\n           Shannon shrugs, no idea himself.\n\n                         \n\n                          BERNIE ROSE\n\n           I leave here without finding out where he\n\n           is, there'll be others coming after me. I\n\n           guarantee they'll be too stupid to figure\n\n           out you won't talk and drag this out\n\n           unnecessarily...\n\n                         \n\n                          SHANNON\n\n           Then I'm glad you got here first...\n\n                         \n\n           Bernie Rose holds his gaze, then looks away, admiring the shiny\n\n           stock car.\n\n                         \n\n                          BERNIE ROSE\n\n           You know, it's too bad, I was getting\n\n           excited about our race team, having my name\n\n           all over the car. I think we could have\n\n           made something of this business...\n\n                         \n\n                          SHANNON\n\n           Nah, I'd have fucked it up too...\n\n                         \n\n           Shannon smiles, reconciled with himself. Bernie Rose grins, and\n\n           extends his hand. They shake hands firmly, like old friends,\n\n           when suddenly Shannon recoils, as if he's been stung.",
  "68": "---END OF PREVIOUS SECTION---\nShannon smiles, reconciled with himself. Bernie Rose grins, and\n\n           extends his hand. They shake hands firmly, like old friends,\n\n           when suddenly Shannon recoils, as if he's been stung. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n           We see now that his shirt sleeve is covered in blood, his vein\n\n           cut all the way from his elbow to his wrist. He looks dazed,\n\n           paralysed with shock.\n\n                         \n\n           Bernie Rose holds a razor knife in his hand, the blade wet with\n\n           Shannon's blood. He takes Shannon gently by the arm and sits him\n\n           down against the boot of the stock car.\n\n                         \n\n                          BERNIE ROSE\n\n           You won't feel a thing. Close your eyes and\n\n           you'll fall asleep...\n\n                         \n\n           Shannon stares out numbly, the life ebbing out of him. Bernie\n\n           Rose watches him quietly, wiping his bloody razor with a\n\n           handkerchief.\n\n                          73\n\n                          9/24/10\n\n                         \n\n                         \n\n                         \n\n                         \n\n          111a INT. BERNIE ROSE'S APARTMENT - DAY. 111a\n\n                         \n\n           Bernie Rose replaces the razor knife in a small lacquered box\n\n           full of other knives. From next door he can hear his neighbors\n\n           arguing again. He stands there a moment, deflated, then suddenly\n\n           storms towards his front door.\n\n                         \n\n          111b EXT. CORRIDOR/ BERNIE ROSE'S NEIGHBORS' APARTMENT - DAY. 111b\n\n                         \n\n           A loud knocking. Bernie Rose's neighbor opens his door.\n\n                         \n\n                          HUSBAND\n\n           Yeah?\n\n                         \n\n                          BERNIE ROSE\n\n           Bernie Rose, next apartment over -\n\n                         \n\n                          HUSBAND\n\n           Yeah, I know. I'm kind of busy here.\n\n                         \n\n                          BERNIE ROSE\n\n           I heard...\n\n                         \n\n           There's something threatening in the old mobster's eyes now. The\n\n           husband moves to close the door but Bernie jams it open with his\n\n           elbow, shoves him aside, then looks over at the wife.\n\n                         \n\n                          BERNIE ROSE\n\n           You all right, Shonda?\n\n                         \n\n           The woman nods without meeting his eyes.\n\n                         \n\n                          HUSBAND\n\n           Get the hell out of my -\n\n                         \n\n           Bernie doesn't give him time to finish, clamping a powerful hand\n\n           on his throat.",
  "69": "---END OF PREVIOUS SECTION---\nBERNIE ROSE\n\n           You all right, Shonda? The woman nods without meeting his eyes. HUSBAND\n\n           Get the hell out of my -\n\n                         \n\n           Bernie doesn't give him time to finish, clamping a powerful hand\n\n           on his throat. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          BERNIE ROSE\n\n           What's your fucking name?\n\n                         \n\n                          HUSBAND\n\n                          LENNY -\n\n                         \n\n                          BERNIE ROSE\n\n           I'm a patient man, Lenny, not much for\n\n           getting in other people's way. What I\n\n           figure is, we've all got our own lives,\n\n           right? And the right to be left alone?\n\n                          (SQUEEZING HARDER)\n\n           So I sit next door for almost a year now\n\n           listening to what goes down in here and I\n\n           keep thinking, hey, they'll work it out.\n\n           You gonna work it out, Lenny?\n\n                         \n\n                          (CONTINUED)\n\n                          74\n\n                          9/24/10\n\n          111b CONTINUED: 111b\n\n                         \n\n           He jerks the husband's neck forward, making him nod.\n\n                         \n\n                          BERNIE ROSE\n\n           You're lucky to have her, lucky she's put\n\n           up with you this long. Lucky I've put up\n\n           with you. She has good reason: she loves\n\n           you. I don't have any reason at all. So\n\n           stop raising your voice or fucking move...\n\n                         \n\n           He lets go of the terrified man and storms out again.\n\n                         \n\n          112 INT/ EXT. DRIVER'S CAR/ RESEDA BOULEVARD - DAY. 112\n\n                         \n\n           Sunlight glints on the parked vehicles by the curb. Driver slows\n\n           down as he approaches the sign for Shannon's Custom Kings,\n\n           glancing out of the window to see if anyone's staking out the\n\n           garage. Satisfied there's no-one there, he drives through.\n\n                         \n\n          113 INT. SHANNON'S GARAGE/ RESEDA BOULEVARD - DAY. 113\n\n                         \n\n           Driver pulls open the garage door and sees the rows of vintage\n\n           cars shimmering in the shafts of sunlight. As he heads past the\n\n           vehicles he suddenly spots a figure slumped against the stock\n\n           car. Shannon's eyes have been closed, his head resting gently\n\n           against the trunk of the car.\n\n                         \n\n           Driver kneels down and lifts him up in his arms, holding him for\n\n           a second, then lays him down on the floor.",
  "70": "---END OF PREVIOUS SECTION---\nAs he heads past the\n\n           vehicles he suddenly spots a figure slumped against the stock\n\n           car. Shannon's eyes have been closed, his head resting gently\n\n           against the trunk of the car. Driver kneels down and lifts him up in his arms, holding him for\n\n           a second, then lays him down on the floor. \n---TARGET SECTION TO BE ANNOTATED---\n He turns back and\n\n           opens the car boot now, revealing the black gym bag full of\n\n           money.\n\n                         \n\n          114 EXT. SHANNON'S GARAGE/ RESEDA BOULEVARD - DAY. 114\n\n                         \n\n           Driver's car roars out of the garage.\n\n                         \n\n          115 INT. NINO'S PIZZERIA - SUNSET. 115\n\n                         \n\n           Nino stands in the kitchen, wearing a beautiful suit but no\n\n           shoes or socks, listening on his cell phone. We hold on the\n\n           curious image for a moment, then reveal a beautifully dressed\n\n           WOMAN polishing his shoes. And now we see more of Nino's MEN,\n\n           also smartly dressed and accompanied by GORGEOUS WOMEN, getting\n\n           ready for an event. Nino's talking to his wife on the phone.\n\n                         \n\n                          NINO\n\n           Alright honey, I'll pick you up in an hour.\n\n                         \n\n          116 EXT. NINO'S PIZZERIA - SUNSET. 116\n\n                         \n\n           Two big Lincoln Towncars are parked outside. Across the road we\n\n           recognize Driver's car. He opens the trunk. When he closes it\n\n           again we see that he's wearing the eerily convincing SFX mask.\n\n           He crosses the road, entering the pizzeria.\n\n                          75\n\n                          9/24/10\n\n                         \n\n                         \n\n                         \n\n                         \n\n          117 INT. NINO'S PIZZERIA - SUNSET. 117\n\n                         \n\n           Several of Nino's men look up as Driver enters but none of them\n\n           recognize him.\n\n                         \n\n                          NINO'S GUY\n\n           We're closed...\n\n                         \n\n           Driver stares past them at Nino in the kitchen, surrounded by\n\n           more of his men. We feel his mind calculating then he walks out\n\n           again.\n\n                         \n\n          118 EXT. NINO'S PIZZERIA - NIGHT. 118\n\n                         \n\n           Nino emerges with his bodyguards now, heading towards one of the\n\n           white Lincolns.\n\n                         \n\n                          NINO\n\n           (To one of his men)\n\n           I'm going to pick up my wife. I'll meet you\n\n           there...\n\n                         \n\n           Across the road Driver climbs into his car, still wearing the\n\n           mask.",
  "71": "---END OF PREVIOUS SECTION---\nNINO\n\n           (To one of his men)\n\n           I'm going to pick up my wife. I'll meet you\n\n           there... Across the road Driver climbs into his car, still wearing the\n\n           mask. \n---TARGET SECTION TO BE ANNOTATED---\n He starts his car, setting off after Nino's Lincoln.\n\n                         \n\n          119 INT. DRIVER'S CAR/ NINO'S PIZZERIA/ WESTWOOD - NIGHT. 119\n\n                         \n\n           Driver drifts in behind a couple of other cars, keeping them\n\n           between himself and the Lincoln.\n\n                         \n\n          120 EXT. STREETS - NIGHT. 120\n\n                         \n\n           The sunlight is fading fast. The neon cityscape has come to life\n\n           and the streets are a sea of glittering lights.\n\n                         \n\n          121 INT. NINO'S CAR/ STREETS - NIGHT. 121\n\n                         \n\n           The CHAUFFEUR checks his mirror as he turns into another street,\n\n           seeing only the anonymous glare of headlights behind him.\n\n                         \n\n          122 INT. DRIVER'S CAR/ STREETS - NIGHT. 122\n\n                         \n\n           Driver slows down and lets another car turn in front of him,\n\n           keeping it between himself and Nino's car.\n\n                         \n\n          123 EXT. STREETS - NIGHT. 123\n\n                         \n\n           The streets are less crowded in this residential area. As the\n\n           car in front of Driver pulls into its front drive, Driver takes\n\n           the next turning, making sure the Lincoln doesn't spot him.\n\n                          76\n\n                          9/24/10\n\n                         \n\n                         \n\n                         \n\n                         \n\n          124 INT. DRIVER'S CAR/ PARALLEL STREET - NIGHT. 124\n\n                         \n\n           Driver cruises along another residential street. At every\n\n           intersection we glimpse the Lincoln heading in the same\n\n           direction down a parallel street.\n\n                         \n\n          125 EXT. SAN VINCENTE BOULEVARD/ BRENTWOOD - NIGHT. 125\n\n                         \n\n           The Lincoln turns back into traffic on San Vincente.\n\n                         \n\n          126 INT. NINO'S CAR/ SAN VINCENTE BOULEVARD - NIGHT. 126\n\n                         \n\n           Nino's talking on a cell phone in the back seat.\n\n                         \n\n                          NINO\n\n           ...Sure, Carlo, I'll send him your\n\n           regards...\n\n                         \n\n          127 INT. DRIVER'S CAR/ SAN VINCENTE BOULEVARD - NIGHT. 127\n\n                         \n\n           Driver merges in with the traffic, weaving between the cars in\n\n           front of him until he has Nino's Lincoln back in his sights.",
  "72": "---END OF PREVIOUS SECTION---\nSure, Carlo, I'll send him your\n\n           regards... 127 INT. DRIVER'S CAR/ SAN VINCENTE BOULEVARD - NIGHT. 127\n\n                         \n\n           Driver merges in with the traffic, weaving between the cars in\n\n           front of him until he has Nino's Lincoln back in his sights. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n          128 EXT. AERIAL VIEW/ SAN VINCENTE BOULEVARD - NIGHT. 128\n\n                         \n\n           The sun has almost set, the red backlights of the cars blinking\n\n           in the fading light.\n\n                         \n\n          129 INT. NINO'S CAR/ SAN VINCENTE/ 7TH STREET - NIGHT. 129\n\n                         \n\n           Nino's car turns into 7th Street.\n\n                         \n\n          130 INT. DRIVER'S CAR/ SAN VINCENTE/ 7TH STREET - NIGHT. 130\n\n                         \n\n           This time there are no other vehicles turning into the same\n\n           street. Driver has no choice, settling in behind the Lincoln.\n\n                         \n\n          131 INT. NINO'S CAR/ 7TH STREET/ PACIFIC PALISADES - NIGHT. 131\n\n                         \n\n           The chauffeur glances in his rear-view mirror and spots Driver's\n\n           car for the first time. For now he doesn't give it much thought.\n\n           In the back seat Nino finally says goodbye on the phone.\n\n                         \n\n                          NINO\n\n           ...Nice talking to you too...\n\n           (As he hangs up)\n\n           Asshole...\n\n                         \n\n          132 EXT. ENTRADA DRIVE/ PACIFIC PALISADES - NIGHT. 132\n\n                         \n\n           Both cars head into Entrada Drive.\n\n                          77\n\n                          9/24/10\n\n                         \n\n                         \n\n                         \n\n                         \n\n          133 INT. NINO'S CAR/ ENTRADA DRIVE/ PACIFIC PALISADES - NIGHT. 133\n\n                         \n\n           The chauffeur checks his mirror again and notices Driver's car\n\n           still on his tail. Just as a precaution he slows down, seeing if\n\n           the pursuing car will overtake.\n\n                         \n\n          134 INT. DRIVER'S CAR/ ENTRADA DRIVE - NIGHT. 134\n\n                         \n\n           Driver has to decide in an instant whether to take up the\n\n           invitation. He overtakes the Lincoln, speeding ahead.\n\n                         \n\n          135 INT. NINO'S CAR/ ENTRADA DRIVE/ PACIFIC PALISADES - NIGHT. 135\n\n                         \n\n           Nino's chauffeur sees Driver's car disappear up ahead, relaxing\n\n           now.\n\n                         \n\n          136 INT. DRIVER'S CAR/ WEST CHANNEL ROAD/ PCH - NIGHT.",
  "73": "---END OF PREVIOUS SECTION---\nNINO'S CAR/ ENTRADA DRIVE/ PACIFIC PALISADES - NIGHT. 135\n\n                         \n\n           Nino's chauffeur sees Driver's car disappear up ahead, relaxing\n\n           now. 136 INT. DRIVER'S CAR/ WEST CHANNEL ROAD/ PCH - NIGHT. \n---TARGET SECTION TO BE ANNOTATED---\n 136\n\n                         \n\n           Driver puts his foot on the gas, taking sharp turns on small\n\n           side streets, driving fast around the block until he's back on\n\n           the Lincoln's tail, keeping a safe distance now.\n\n                         \n\n          137 INT. NINO'S CAR/ W.CHANNEL RD./ PCH - NIGHT. 137\n\n                         \n\n           Nino's chauffeur turns right into the Pacific Coast Highway.\n\n                         \n\n          138 INT. DRIVER'S CAR/ PACIFIC COAST HIGHWAY - NIGHT. 138\n\n                         \n\n           Driver follows the Lincoln at a distance, keeping the winding\n\n           corners of the PCH between himself and his prey.\n\n                         \n\n          139 EXT. AERIAL VIEW/ PACIFIC COAST HIGHWAY - NIGHT. 139\n\n                         \n\n           From above we see Driver's car gliding along the open highway,\n\n           the rising hills on one side, the churning ocean on the other,\n\n           no vehicles in sight.\n\n                         \n\n          140 INT. NINO'S CAR/ PACIFIC COAST HIGHWAY - NIGHT. 140\n\n                         \n\n           In the back seat Nino dials another number on his cell-phone.\n\n                         \n\n                          NINO\n\n           ...Bernie, it's me...\n\n                         \n\n          141 EXT. AERIAL VIEW/ PACIFIC COAST HIGHWAY - NIGHT. 141\n\n                         \n\n           The headlights of Driver's car sweep ahead of it on the open\n\n           road. From above it looks like a shark closing in on its prey.\n\n                         \n\n          142 INT. BERNIE ROSE'S APARTMENT/ LA - NIGHT. 142\n\n                         \n\n           Bernie Rose stands by the window, listening to the phone in\n\n           silence.\n\n                          78\n\n                          9/24/10\n\n                         \n\n                         \n\n                         \n\n                         \n\n          143 INT. NINO'S CAR/ PACIFIC COAST HIGHWAY - NIGHT. 143\n\n                         \n\n           Nino sounds apologetic.\n\n                         \n\n                          NINO\n\n           ...Look, about that thing today...I'm\n\n           sorry. I know how much you liked the guy...\n\n                         \n\n           In his rear view mirror the chauffeur sees the headlights of the\n\n           car behind getting closer.\n\n                         \n\n          144 INT. DRIVER'S CAR/ PACIFIC COAST HIGHWAY - NIGHT.",
  "74": "---END OF PREVIOUS SECTION---\nIn his rear view mirror the chauffeur sees the headlights of the\n\n           car behind getting closer. 144 INT. DRIVER'S CAR/ PACIFIC COAST HIGHWAY - NIGHT. \n---TARGET SECTION TO BE ANNOTATED---\n 144\n\n                         \n\n           Driver stares ahead, his eyes fixed on the Lincoln's backlights.\n\n                         \n\n          145 INT. BERNIE ROSE'S APARTMENT - NIGHT. 145\n\n                         \n\n           Bernie Rose doesn't speak, looking weary.\n\n                         \n\n           NINO O/S\n\n           Bernie?...\n\n                         \n\n                          BERNIE ROSE\n\n           Yeah?...\n\n                         \n\n           NINO O/S\n\n           You're the only fucking person in the world\n\n           I trust. I love you, man...\n\n                         \n\n           Bernie shakes his head, the same old apologies.\n\n                         \n\n          146 INT. NINO'S CAR/ PACIFIC COAST HIGHWAY - NIGHT. 146\n\n                         \n\n           In the front seat Nino's chauffeur checks his mirror curiously.\n\n                         \n\n                          NINO\n\n           When this is over I'll make it up to you, I\n\n           swear...\n\n                         \n\n           The lights of the car behind have vanished.\n\n                         \n\n          147 EXT. AERIAL VIEW/ PACIFIC COAST HIGHWAY - NIGHT. 147\n\n                         \n\n           Even from above we can't see Driver's car with its lights off -\n\n           no idea how close it is to Nino's car.\n\n                         \n\n          148 INT. BERNIE ROSE'S APARTMENT - NIGHT. 148\n\n                         \n\n           Even though he's still angry, Bernie can't help forgiving his\n\n           childhood friend.\n\n                         \n\n                          BERNIE ROSE\n\n           How many times I heard that before...\n\n                          79\n\n                          9/24/10\n\n                         \n\n                         \n\n                         \n\n                         \n\n          149 INT. NINO'S CAR/ PACIFIC COAST HIGHWAY - NIGHT. 149\n\n                         \n\n           Nino grins.\n\n                         \n\n                          NINO\n\n           I lost count -\n\n                         \n\n           Suddenly blazing headlights explode to life behind him.\n\n                         \n\n          150 INT. DRIVER'S CAR/ PACIFIC COAST HIGHWAY - NIGHT. 150\n\n                         \n\n           Driver rams the Lincoln at over a hundred miles an hour, hitting\n\n           it just above the left rear wheel.\n\n                         \n\n          151 EXT. PACIFIC COAST HIGHWAY - NIGHT. 151\n\n                         \n\n           The impact is momentous. The huge Continental is lifted up in\n\n           the air and spun round at the same time.",
  "75": "---END OF PREVIOUS SECTION---\n151 EXT. PACIFIC COAST HIGHWAY - NIGHT. 151\n\n                         \n\n           The impact is momentous. The huge Continental is lifted up in\n\n           the air and spun round at the same time. \n---TARGET SECTION TO BE ANNOTATED---\n It slams back into the\n\n           tarmac then flips end over end for a hundred yards.\n\n                         \n\n          152 INT. BERNIE ROSE'S APARTMENT - NIGHT. 152\n\n                         \n\n           Bernie Rose is left holding the phone as the line goes dead.\n\n                         \n\n          153 INT. DRIVER'S CAR/ PACIFIC COAST HIGHWAY - NIGHT. 153\n\n                         \n\n           The collision has barely knocked Driver off course. His car\n\n           skids to a stop near the overturned wreck.\n\n                         \n\n          154 INT. NINO'S CAR/ PACIFIC COAST HIGHWAY - NIGHT. 154\n\n                         \n\n           Among the carnage, we see Nino, bloodied but still alive. He\n\n           unbuckles his seat belt and crawls out of the twisted wreck.\n\n                         \n\n          155 EXT. PACIFIC COAST HIGHWAY - NIGHT. 155\n\n                         \n\n           Driver gets out of his car, calmly walking over to the\n\n           pulverized Lincoln. He sees Nino stumbling off towards the beach\n\n           but doesn't hurry after him yet. He checks to make sure the\n\n           other passengers are dead, then heads on.\n\n                         \n\n          156 EXT. BEACH/ OCEAN/ PACIFIC COAST HIGHWAY - NIGHT. 156\n\n                         \n\n           Nino stumbles through the sand, running for his life now. He\n\n           looks behind him and sees Driver calmly pursuing him. He keeps\n\n           running, but he's badly injured, slowing all the time. Fear\n\n           clouds reason and he staggers towards the crashing waves.\n\n                         \n\n           Driver slows down as he watches the gangster wade into the\n\n           ocean, a pathetic last attempt to evade him. The crashing waves\n\n           and the undertow are an impenetrable wall. Every time Nino tries\n\n           to wade out further, the ocean drags him back.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          80\n\n                          9/24/10\n\n                         156 CONTINUED: 156\n\n                         \n\n           Driver stares at his trapped prey. Nino's attempts become more\n\n           and more feeble as the ocean exhausts him and snuffs out any\n\n           hope of escape. Finally he retreats back into the shallow water,\n\n           barely able to keep his footing.",
  "76": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\n                          80\n\n                          9/24/10\n\n                         156 CONTINUED: 156\n\n                         \n\n           Driver stares at his trapped prey. Nino's attempts become more\n\n           and more feeble as the ocean exhausts him and snuffs out any\n\n           hope of escape. Finally he retreats back into the shallow water,\n\n           barely able to keep his footing. \n---TARGET SECTION TO BE ANNOTATED---\n He turns around and faces\n\n           Driver, the crashing waves still smashing into his back.\n\n                         \n\n           They stay like that for a moment. Gazing at each other. Driver\n\n           silhouetted against the white sand. Nino trapped in the ocean.\n\n           Then Driver wades out into the water. Nino has no fight left in\n\n           him, staring at the masked man. Driver stares back at him then\n\n           grabs him by the throat, forcing his head under the water. Nino\n\n           splutters as Driver lets him up again.\n\n                         \n\n                          NINO\n\n           It was Bernie...Bernie Rose killed your\n\n           friend not me...\n\n                         \n\n           Driver shoves his face back under the water, keeping it there\n\n           until Nino's body finally stops thrashing.\n\n                         \n\n          157 INT. BERNIE ROSE'S APARTMENT/ BEL AIR - NIGHT. 157\n\n                         \n\n           A phone shrills. Bernie Rose answers it.\n\n                         \n\n                          BERNIE ROSE\n\n           Nino?\n\n                         \n\n           DRIVER'S VOICE ON THE PHONE\n\n           He's dead.\n\n                         \n\n           Bernie Rose stares out in silence. Whatever he thinks of Nino, a\n\n           part of him has died. We feel the regret in his eyes but there's\n\n           no trace of emotion in his voice.\n\n                         \n\n                          BERNIE ROSE\n\n           Looks like me, you and your girlfriend are\n\n           the only pieces left on the board...\n\n                         \n\n          158 EXT. BEACH/ OCEAN - NIGHT. 158\n\n                         \n\n           Driver is no longer wearing a mask, framed against the ocean. He\n\n           catches the veiled threat in Bernie's words but doesn't respond.\n\n                         \n\n                          INTERCUT\n\n                         \n\n                          BERNIE ROSE\n\n           I'd say this has gone far enough. See any\n\n           reason why it should go on?...\n\n                         \n\n                          DRIVER\n\n           Doesn't have to...\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          81\n\n                          9/24/10\n\n                         158 CONTINUED: 158\n\n                         \n\n                          BERNIE ROSE\n\n           Then we should talk. You know a place\n\n           called the Great Wall -- out on Sherman\n\n           Way?\n\n                         \n\n           DRIVER'S VOICE ON THE PHONE\n\n           I can find it.",
  "77": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\n                          81\n\n                          9/24/10\n\n                         158 CONTINUED: 158\n\n                         \n\n                          BERNIE ROSE\n\n           Then we should talk. You know a place\n\n           called the Great Wall -- out on Sherman\n\n           Way? DRIVER'S VOICE ON THE PHONE\n\n           I can find it. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n           Bernie pauses, staring out.\n\n                         \n\n           BERNIE'S VOICE ON THE PHONE\n\n           I'll see you there at one.\n\n                         \n\n           A charged silence, then the line goes dead.\n\n                         \n\n                         159 OMITTED 159\n\n                         \n\n          160 INT. GREAT WALL RESTAURANT/ LINCOLN BOULEVARD - DAY. 160\n\n                         \n\n           A large Chinese restaurant. We follow Driver through the crowd.\n\n           He sees Bernie Rose sitting at a table on his own, pouring\n\n           himself a glass of wine. The mobster's dressed for the occasion,\n\n           wearing a jacket and tie. He smiles at Driver as he sits down.\n\n                         \n\n                          BERNIE ROSE\n\n           Care for a glass?...\n\n                         \n\n           Driver doesn't smile, gazing back at him across the table.\n\n           Bernie Rose doesn't seem to care.\n\n                         \n\n                          BERNIE ROSE\n\n           I can recommend the duck. Hell, I can\n\n           recommend everything -- Walnut prawns,\n\n           shredded beef, Velvet chicken -- but the\n\n           duck's to die for...\n\n                         \n\n           He delivers the last line with a pointed smile, then turns away,\n\n           calling over a WAITRESS.\n\n                         \n\n                          BERNIE ROSE\n\n           The duck, please. For two.\n\n                         \n\n                          WAITRESS\n\n           Anything else?\n\n                         \n\n                          BERNIE ROSE\n\n           No, thanks...\n\n                         \n\n           He waits for the waitress to leave, then turns back to Driver.\n\n                         \n\n                          BERNIE ROSE\n\n           You've been on a roll. Cut yourself quite a\n\n           swath out there.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          82\n\n                          9/24/10\n\n                         160 CONTINUED: 160\n\n                         \n\n                          DRIVER\n\n           I never asked for any of it.\n\n                         \n\n                          BERNIE ROSE\n\n           We usually don't. But it comes down on our\n\n           heads regardless. Look at Shannon...\n\n                         \n\n           Driver holds his gaze, the tension palpable, laughter and\n\n           conversation drifting over from the other tables.\n\n                         \n\n                          BERNIE ROSE\n\n           Anyway it's water under the bridge now.\n\n           Question is where does that leave us?\n\n                         \n\n                          DRIVER\n\n           That's up to you.",
  "78": "---END OF PREVIOUS SECTION---\nBERNIE ROSE\n\n           Anyway it's water under the bridge now. Question is where does that leave us? DRIVER\n\n           That's up to you. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n                          BERNIE ROSE\n\n           You bring the cash?\n\n                         \n\n           Driver nods. Bernie Rose studies him quietly.\n\n                         \n\n                          BERNIE ROSE\n\n           Tell me something, how does someone with no\n\n           interest in money get mixed up in a heist?\n\n           (Off his silence)\n\n           Shannon told me it was because of the girl?\n\n                         \n\n           Driver hesitates, betraying a hint of concern. Bernie sees it\n\n           and smiles.\n\n                         \n\n                          BERNIE ROSE\n\n           Don't worry. Nobody else knows about her.\n\n           Just me...\n\n                          (A BEAT)\n\n           You still see her?...\n\n                         \n\n                          DRIVER\n\n           She's not interested.\n\n                         \n\n                          BERNIE ROSE\n\n           She's got her head screwed on right. I got\n\n           two ex-wives, three kids, four\n\n           grandchildren. Not one of them speaks to me\n\n           now...\n\n                         \n\n           He smiles again, looking into Driver's eyes with just a hint of\n\n           sympathy.\n\n                         \n\n                          BERNIE ROSE\n\n           This is what I'll do for you. You give me\n\n           the money, nobody knows she exists. But\n\n           it's a different matter with you.\n\n                          (MORE)\n\n                         \n\n                          (CONTINUED)\n\n                          83\n\n                          9/24/10\n\n                         160 CONTINUED: (2) 160\n\n           BERNIE ROSE (cont'd)\n\n           These people I have the misfortune to be\n\n           involved with, they don't mind Nino being\n\n           gone, but they'll wanna know what happened\n\n           to him...\n\n                         \n\n                          DRIVER\n\n           Sounds like we have a problem...\n\n                         \n\n                          BERNIE ROSE\n\n           And just when we were getting to know each\n\n           other...\n\n                         \n\n           Their eyes are fixed on each other, deadly enemies but kindred\n\n           spirits of a kind.\n\n                         \n\n                          BERNIE ROSE\n\n           ...We shake hands, say goodbye, it's the\n\n           start of your new life. Sooner or later\n\n           they'll come after you. No end to it.\n\n           Someone gets tired, somebody else takes\n\n           their place. It goes on and on.",
  "79": "---END OF PREVIOUS SECTION---\nNo end to it. Someone gets tired, somebody else takes\n\n           their place. It goes on and on. \n---TARGET SECTION TO BE ANNOTATED---\n Whatever\n\n           dreams you have, whatever plans, you might\n\n           as well forget `em, because this is what\n\n           it's gonna be like till the day you die...\n\n                          (A BEAT)\n\n           I just thought you should know...\n\n                         \n\n           Driver stares back at him quietly.\n\n                         \n\n                          DRIVER\n\n           What do you suggest I do?\n\n                         \n\n                          BERNIE ROSE\n\n           First time I heard about you, Shannon told\n\n           me you drove. Fast. That's a start...\n\n                         \n\n           He keeps staring at Driver, then smiles.\n\n                         \n\n                          BERNIE ROSE\n\n           Either that or you choke on the duck...\n\n                         \n\n          161 EXT. PARKING LOT/ LINCOLN BOULEVARD - DAY. 161\n\n                         \n\n           Driver's car is parked at the back of the parking lot, half\n\n           hidden by a fenced area for garbage. Driver pops the trunk,\n\n           taking out the black gym bag with the cash. Bernie Rose doesn't\n\n           even look at it, still admiring the car.\n\n                         \n\n                          BERNIE ROSE\n\n           How much does something like this cost?\n\n                         \n\n                          DRIVER\n\n           Nine, ten thousand. If you can find one\n\n           that still runs.\n\n                         \n\n                          (CONTINUED)\n\n                          84\n\n                          9/24/10\n\n                         161 CONTINUED: 161\n\n                         \n\n                          BERNIE ROSE\n\n           Maybe I'll take yours. Part of our deal.\n\n                         \n\n           He grins, then holds out his hand for the gym bag.\n\n                         \n\n                          BERNIE ROSE\n\n           Guess we won't be seeing each other again..\n\n                         \n\n           Driver reaches out to give him the bag, when suddenly Bernie's\n\n           hand snakes out of his pocket, twisting a switch-blade into\n\n           Driver's gut. He pulls it out, ready to stab again, but this\n\n           time Driver catches his wrist, slowly forcing the knife up to\n\n           his throat.\n\n                         \n\n           Their eyes are fixed on each other for a moment, with something\n\n           like regret, then the blade pierces Bernie Rose's neck, sinking\n\n           deeper and deeper. Driver holds the old man in his arms as he\n\n           dies. They stay like that, locked in a fatal embrace, then\n\n           Driver lowers Bernie Rose gently to the ground, out of sight.",
  "80": "---END OF PREVIOUS SECTION---\nTheir eyes are fixed on each other for a moment, with something\n\n           like regret, then the blade pierces Bernie Rose's neck, sinking\n\n           deeper and deeper. Driver holds the old man in his arms as he\n\n           dies. They stay like that, locked in a fatal embrace, then\n\n           Driver lowers Bernie Rose gently to the ground, out of sight. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n           Blood seeping through his shirt, Driver picks up the gym bag and\n\n           puts it back in the trunk, slamming the door shut.\n\n                         \n\n          162 EXT. AERIAL VIEW OF A MUCH LARGER PARKING LOT/ LA - DAY. 162\n\n                         \n\n           We're looking down on an enormous parking lot, hundreds of\n\n           different colored vehicles gleaming down below. Driver pulls\n\n           into the lot, searching for a place to park.\n\n                         \n\n          163 EXT. LARGE PARKING LOT/ LA - DAY. 163\n\n                         \n\n           Driver climbs out of his car, wearing a jacket over his blood-\n\n           soaked shirt. He walks to the back of the car, kneels down, and\n\n           hides the keys behind the left rear wheel, drops of blood\n\n           dripping on the tarmac beneath him. He gets up again, then sets\n\n           off through the maze of parked vehicles, dialling a number on\n\n           his cell-phone.\n\n                         \n\n          164 EXT. ECHO PARK - DAY. 164\n\n                         \n\n           Irene and Benicio sit in the park.\n\n                         \n\n                          IRENE\n\n           (Picking up her phone)\n\n           Hello?...\n\n                         \n\n                          (INTERCUT)\n\n                         \n\n           The blazing sun beats down. Driver walks through a long corridor\n\n           of glinting cars.\n\n                         \n\n                          DRIVER\n\n           It's me...\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          85\n\n                          9/24/10\n\n                         164 CONTINUED: 164\n\n                         \n\n           Irene stares in surprise.\n\n                         \n\n           DRIVER'S VOICE ON THE PHONE\n\n           Don't hang up...\n\n                         \n\n           She says nothing but stays on the line.\n\n                         \n\n           Driver continues painfully through the maze of cars.\n\n                         \n\n                          DRIVER\n\n           You got a pen? I need you to write\n\n           something down...\n\n                         \n\n           Irene looks confused as she hears the quiet urgency in his\n\n           voice, then reaches inside her handbag.\n\n                         \n\n           Sunlight glitters on the roofs of the parked cars, dazzling\n\n           Driver's eyes.\n\n                         \n\n                          DRIVER\n\n           ...JJT 108...\n\n                         \n\n           IRENE'S VOICE ON THE PHONE\n\n           ...JJT 108...\n\n                         \n\n                          DRIVER\n\n           It's the license number for my car.",
  "81": "---END OF PREVIOUS SECTION---\nIRENE'S VOICE ON THE PHONE\n\n           ... JJT 108... DRIVER\n\n           It's the license number for my car. \n---TARGET SECTION TO BE ANNOTATED---\n I've\n\n           left it in a parking lot on the corner of\n\n           Culver and Lincoln. Section M 10...\n\n                         \n\n           Irene writes down the details, looking even more confused.\n\n                         \n\n           DRIVER'S VOICE ON THE PHONE\n\n           There's a bag in the trunk with some money.\n\n           Keys are under the left rear wheel...\n\n                         \n\n                          IRENE\n\n           What do you want me to do with it?...\n\n                         \n\n           Driver walks with difficulty, finding it hard to breathe.\n\n                         \n\n                          DRIVER\n\n           It's yours. It's safe to keep it...\n\n                         \n\n           All around him the Chevys, Dodges, and Fords glitter in the\n\n           sunlight.\n\n                         \n\n                          IRENE\n\n           I told you, I don't need your money...\n\n                         \n\n           Blood seeps through Driver's shirt, dripping on the tarmac.\n\n                         \n\n           Irene hears his labored breathing now, looking concerned.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n                          86\n\n                          9/24/10\n\n                         164 CONTINUED: (2) 164\n\n                         \n\n                          IRENE\n\n           Are you okay?...\n\n                         \n\n           Driver's skin looks deathly pale, his eyes a haunting shade of\n\n           blue. He keeps walking through the maze of cars, casting his\n\n           eyes from one vehicle to the next, looking for the perfect ride.\n\n                         \n\n                          DRIVER\n\n           Just out of breath...\n\n                         \n\n           Finally he spots a beautiful white Camaro up ahead.\n\n                         \n\n                          DRIVER\n\n           How're you doing?...\n\n                         \n\n           For the first time we see the Echo Park fountain sparkling in\n\n           the background.\n\n                         \n\n                          IRENE\n\n           Fine. I'm in the park with Benicio...\n\n                         \n\n           Irene can no longer hold back her tears, heartbroken.\n\n                         \n\n           Driver stops in front of the white Camaro, unsteady on his feet.\n\n                         \n\n                          DRIVER\n\n           I gotta go Irene...\n\n                         \n\n           He pauses.\n\n                         \n\n                          DRIVER\n\n           Meeting you was the best thing that ever\n\n           happened to me...\n\n                         \n\n           Irene smiles sadly.\n\n                         \n\n                          IRENE\n\n           It was nice to meet you too...\n\n                         \n\n          165 EXT. LARGE PARKING LOT/ LA - DAY.",
  "82": "---END OF PREVIOUS SECTION---\nIRENE\n\n           It was nice to meet you too... 165 EXT. LARGE PARKING LOT/ LA - DAY. \n---TARGET SECTION TO BE ANNOTATED---\n 165\n\n                         \n\n           From above we see the maze of vehicles stretching out forever --\n\n           Chevys, Chryslers, Fords -- the history of America on wheels.\n\n           Driver switches off his cell-phone reluctantly then heads\n\n           towards the Camaro.\n\n                         \n\n          166 INT. WHITE CAMARO/ LARGE PARKING LOT - DAY. 166\n\n                         \n\n           Driver climbs into the front seat of the Camaro, catching his\n\n           breath. He sits there a moment, sheltering from the world\n\n           outside, then pulls out a pocket knife, opening the blades until\n\n           he finds the screwdriver. He starts with the left side of the\n\n           steering column, then gets to work on the section below the turn\n\n           signal.\n\n                         \n\n                          (CONTINUED)\n\n                          87\n\n                          9/24/10\n\n                         166 CONTINUED: 166\n\n                         \n\n           His face shows the strain, but his fingers are as steady as\n\n           ever. A master at work. Finally he breaks into the ignition\n\n           device, leaning back in the seat to take a rest.\n\n                         \n\n          167 EXT. AERIAL VIEW/ LARGE PARKING LOT - DAY. 167\n\n                         \n\n           We're gazing down at the white Camaro from above, waiting for it\n\n           to move.\n\n                         \n\n          168 INT. WHITE CAMARO/ LARGE PARKING LOT - DAY. 168\n\n                         \n\n           Driver's face is completely still now. So are his eyes. He looks\n\n           almost at peace. There's a long pause, then slowly he leans\n\n           forward and turns on the ignition. As the engine comes to life,\n\n           we CUT TO BLACK.\n\n\n\n"
}