{
  "1": "DRUGSTORE_ COWBOY\nby\n\nGus Van Sant & Dan Yost\n\nstory\nby\n\nJames Fogle\n\nFinal Shooting Script Avenue Entertainment\n9/10/88 - 12100 Wilshire Blvd.\nSuite 1650\nLos Angeles, CA 90025\n(213) 442-2282\n\f9-10-88\n\nINT. CAR DAY\n\nAn OVERHEAD VIEW of BOB HUGHES lying down in the back seat\nof a 1968 Cadillac. He is looking up at the ceiling of\nthe car, at the camera, and his features are changing this\nway and that, sometimes eeking out a giggle or an inspired\nlaugh, looking like some sort of wired druq addict with\nthoughts racing by too fast to interpret by his features.\n\nBOB'S VOICE\nI figured I was qualified to write a book, if I\ncould ever sit down long enough in one place to\ndo it. It would be titled, A Dope Fiend's\nGuide to Drug Stores, or something like that.\n\nCLOSE VIEW of Bob's face and shifting eyes.\n\nBOB'S VOICE\nAnd in it the curious reader would find flights\nof fancy, gems of creativity, artistry, and yes\neven honest-to-goodness poetry. Of course it\nwould have a lot of the standard stuff, like\npicking locks...\n\nEXT. PHARMACY #1 ROOFTOP NIGHT ae\nBob sawing a hole in the roof of a closed pharmacy.\n\nBOB'S VOICE\n+ » .0r sawing holes in roofs. Yeah, sawing\nholes, I liked to do that. When working away\nwith hand drills and saws and such, I even\nthought of myself as a half-assed carpenter.\n\nINT. CAR DAY\n\n \n\nCLOSE VIEW of Bob's face in the back seat of the Cadillac.\nHE CRACKS a smile and winks absentmindedly.\n\nINT. PHARMACY #1 NIGHT ak\n\nBob finding all sorts of prescription drugs behind the\ncounter of a closed pharmacy.\n\f8A\n\n9-10-88\n\n \n\n2.\n\nINT. CAR DAY **\nBOB\n\nYeah, I think we'll give it the old beaver shot\n\nthis time.\nUp in the front seat, his partners know he isn't expecting\na response.",
  "2": "---END OF PREVIOUS SECTION---\nINT. CAR DAY **\nBOB\n\nYeah, I think we'll give it the old beaver shot\n\nthis time. Up in the front seat, his partners know he isn't expecting\na response. \n---TARGET SECTION TO BE ANNOTATED---\n There's DIANNE, NADINE AND RICK, and all are\nused to Bob being in his own little world there.\n(Allow time for voice over history of each character,\n\nlike: there was Dianne. She wouldn't tell a cop shit\neven if she had a mouthful.)\n\nEXT. PORTLAND OREGON CITY STREET DAY ae\n\nEXT, PORTLAND OREGON itt ones\n\nThe car pulls over to a curb and pushes other cars away\nmaking room for their getaway. Bob gets out first and\n\ncasually walks down the sidewalk as if window shopping.\nAn OLD WOMAN walking her POODLE approaches.\n\nBOB\nNice day, huh?\n\nThen Bob smiles at the OLD WOMAN.\n\nINT. PENITENTIARY DAY\n\nLong shot of Bob walking down hallway with guard.\n\nJAIL BARS slide open in front of Bob. He is smiling that\nsame SMILE.\n\nEXT. STREET DAY\n\nBob walks through glass doors into a PHARMACY.\n\nINT. PHARMACY #2 DAY\n\nCLOSE VIEW of Rx sign, Bob steps neatly past the checkout\ncounter and takes a look at veterinary supplies ona\nshelf.\n\nDIANNE enters the Pharmacy. -\nTHE NEXT PERSON to enter the Pharmacy is NADINE, not long\n\nout of her teens, her blouse is scanty and her skirt stops\nwell above the knees.\n\f9-10-88\n3.\n\nTHE FOURTH MEMBER of the group enters, RICK, the muscle.\n\nNadine proceeds down the store's main aisle and stops at\nthe perfume counter.\n\nRick takes a post near the entrance pretending to look\nthrough the get well cards.\n\nDianne is engaged in an over the counter conversation with\nthe DRUGGIST. She has a pack of gum in her hand.\n\nDIANNE\nDo you have Wintogreen gum? Why don't you have\nwintogreen gum?\n\nDRUGGIST\nNo, ma'am, I don't believe that we carry it.\n\nDIANNE\nCould you order it?\n\nDRUGGIST\nMa'am?\n\nBob gives the signal to Dianne who is peering over her\nsunglasses, then scratches her rear, signaling Nadine who\ngoes into her act.\n\nRICK\nHelp! This lady is having a seizure.",
  "3": "---END OF PREVIOUS SECTION---\nBob gives the signal to Dianne who is peering over her\nsunglasses, then scratches her rear, signaling Nadine who\ngoes into her act. RICK\nHelp! This lady is having a seizure. \n---TARGET SECTION TO BE ANNOTATED---\n She\nmight swallow her tongue!\n\nNadine SCREAMS and falls backward against a low display\ncase, leaving her body arched to make the most of the fact\nthat she's wearing a very short skirt.\n\nShe begins to convulse and jerk, trying to mimic the\nsymptoms of an epileptic seizure.\n\nVIEW of the Druggist's eyes, and they are taking special\nnotice of Nadine's torso; he bounds over the counter to\nNadine's rescue.\n\nBob makes his move, quickly ducking behind the vacated\ncounter and dropping to his knees.\n\nMOVING VIEW of Bob scooting along, looking for any drawer\nor cabinet with a lock. Midway along the counter he finds\nwhat he is looking for. He spies a drawer and opens it.\n\nDianne, spying a checkout girl on her way to the action,\nCOUGHS a signal to Bob to hurry up.\n\nBob responds to Dianne's cough and scurries back down to\nthe end of the counter and peeks around to see if things\nare safe.\n\f10\n\n9-10-88\n\nBOB'S VIEW. The checkout girl is helping the druggist\nwith Nadine.\n\nBob is satisfied that it is safe, and scurries back to the\ndrawer. He straightens up to his knees and begins rifling\nthe contents. The sweat is standing up on his forehead.\nHis hands start to shake and his knees quiver and jerk as\nhe scoots back down the aisle around the pill shelves and\ninto the back room.\n\nDianne begins to start another COUGHING FIT as the\ndruggist is on his way back behind the counter going to\nthe phone.\n\nBob tries the back door but it is locked. Now the\ndruggist is in Bob's sight and he has to operate on the\nback door to the druggist's back.\n\nBob quietly pulls out a screwdriver and smoothly takes the\nlocked door off the hinges, very quietly, and leaves the\nback room.\n\nDIANNE\n(to the counter girl)\nExcuse me...are you too busy to take this money\nfor some cough syrup?\n\nThe counter girl, holding Nadine, looks at Dianne like she\nis crazy and Dianne smiles for the benefit of all the\nSURROUNDING CUSTOMERS, and quietly leaves.",
  "4": "---END OF PREVIOUS SECTION---\nBob quietly pulls out a screwdriver and smoothly takes the\nlocked door off the hinges, very quietly, and leaves the\nback room. DIANNE\n(to the counter girl)\nExcuse me...are you too busy to take this money\nfor some cough syrup? The counter girl, holding Nadine, looks at Dianne like she\nis crazy and Dianne smiles for the benefit of all the\nSURROUNDING CUSTOMERS, and quietly leaves. \n---TARGET SECTION TO BE ANNOTATED---\nVIEW of Nadine arched over the low display, and hearing a\ndistant AMBULANCE SIREN, she sits up, rearranges her\nclothing and hair, tries to look embarrassed, deftly\ndisengages the hands of the counter girl holding her, and\nwalks out the door. She is followed by Rick.\n\nThe druggist and the checkout girl stand in amazement as\n\nthey leave. We see the druggist's has a nagging suspicion\nthat they have been HAD.\n\nEXT. STREET DAY\n\nDianne leans into backseat window to kiss Bob and then\nenters the driver's side of the Cadillac.\n\nINT. CAR DAY -\n\nBob is in the back seat lying down.\n\nDIANNE\nHow'd we do?\n\nBOB\nSo, 80...\n\f11\n\n12\n\n9-10-88\n\nDianne starts the engine and nervously taps the steering\nwheel with her long tapered fingernails.\n\nDIANNE\nI wish they'd get a move on, I've told\nthem and told them to get the hell out once\nwe've made our goddamn move. Fuck me blue!\n\nBob raises up enough to look out the back window.\n\nBOB\nFor Christsakes, Dianne, watch your language.\nWho in the hell do you think you are, Ma Barker\nor somebody?\n\nDIANNE\nJust who in the fuck do you think you are, my\nfather? If you can cuss, so can I goddamnit!\n\nBob sits up and keeps looking out the rear window, and\n\nspots Rick and Nadine casually strolling down the\nsidewalk, hand in hand, toward the car.\n\nEXT. CAR DAY\n\n \n\nBob opens the door of the car and calls out.\n\nBOB\nCome on, come on, I said walk not crawl.\n\nRick and Nadine take their places in the car next to\nDianne.\n\nINT. CAR DAY\n\n \n\nNADINE\nYou said walk and that's what we done, walk,\ncan't we do nothin' right?\n\nBOB\nYeah, I said walk, but I didn't mean you had to\nwindow shop all along the way.\n\nRick grins. Dianne pulls out of the parking place.\n\nBOB\nAnybody got an outfit up there?\n\nDianne turns completely around, disregarding traffic.",
  "5": "---END OF PREVIOUS SECTION---\nDianne pulls out of the parking place. BOB\nAnybody got an outfit up there? Dianne turns completely around, disregarding traffic. \n---TARGET SECTION TO BE ANNOTATED---\nDIANNE\nGoddamnit, Bob, why do you have to fix in the\ncar? Can't you wait until we get home like\neverybody else?\n\f9-10-88\n\nBOB\nShut up and watch your driving.\n\nBob sits up a bit and looks out the window of the car,\nlike a little kid with his nose pressed against the glass.\n\nBOB'S VOICE OVER\nAfter any kind of drug haul, everyone in the\ncrew indulged to the utmost. I laughed to\nmyself as I pictured blues or dilaudid in such\ngreat amounts that the spoon would literally be\noverflowing. Upon entering my vein the drug\nwould start a warm itch that would surge along\nuntil the brain consumed it in a gentle\nexplosion that began in the back of the neck\nand rose rapidly, until I felt such pleasure\nthat the whole world sympathized and took ona\nsoft, lofty appeal. Everything was grand then.\nYour worst enemy, he wasn't so bad. The ants\nin the grass, they were just doing their thing.\nEverything took on the rosy hue of unlimited\nsuccess, you could do no wrong. As long as it\nlasted, life was beautiful.\n\nDianne has been riding in the front seat swearing at the\ntraffic quite liberally, and a few choice four letter\nwords drift into Bob's quiet musings in the back seat.\n\nBOB\n(to Dianne)\nBoy what a bitchy group! Fuck this, and screw\nthat, Dianne, what kind of an example are you\nsetting for the youngsters anyway?\n\nDianne takes her eyes off the road, turning to Bob.\n\nDIANNE\nYou're goddamn lucky that I have to keep my\neyes on the road. . .\n\nBOB\nKeep your eyes on the road then.\n\nDIANNE\n.» . .and the steering wheel in my hand because\notherwise you would be a good candidate for\nstrangling.\n\nBOB\n\nWell it don't look like you are doing that\ngreat a job of keeping your eyes on the road.\n\n13 EXT. STREET DAY\n\n \n\nThe Cadillac drifts effortlessly through a red light.\n\f13A\n\n13B\n\n14\n\n9-10-88\n\nEXT. APARTMENT DAY\nThe car slows to a halt in front of the JOSEPHINE\nAPARTMENTS.",
  "6": "---END OF PREVIOUS SECTION---\nSTREET DAY\n\n \n\nThe Cadillac drifts effortlessly through a red light. 13A\n\n13B\n\n14\n\n9-10-88\n\nEXT. APARTMENT DAY\nThe car slows to a halt in front of the JOSEPHINE\nAPARTMENTS. \n---TARGET SECTION TO BE ANNOTATED---\n Bob can be seen peeking out the back window\nof the car.\nINT. CAR DAY\nBob turns around to see the rest of the crew.\nBOB\nNow, everybody. Just act cool. It's like we've\n\njust come back from church. This being Sunday\nmorning, we should make it believable.\n\nEXT. APARTMENT DAY\n\n \n\nThe car jumps excitedly over a bumpy drive and squeals\nit's tires a little as it makes its way to the back of the\napartment building.\n\nBOB'S VOICE\nFor some reason, every dope fiend in the area\ncould tell if you were holding.\n\nAcross the street, DAVID, a long haired hippy about\ntwenty-one years old, sits up in an easy chair on the\nporch of his house, as if he just woke up.\n\nBOB'S VOICE\nThe hangers on, the rip-off artists, that is.\nNot the cops. They couldn't smell a dead rat\ntwo feet away. But the damn dope fiend\nsnitches could.\n\nAt this point David does look a little like he is sniffing\nthe air as he puts on a shirt.\n\nBOB'S VOICE\nIt didn't make any difference how careful you\nwere. They could sense it. They could almost\nsmell it.\n\nDavid makes his way down the steps of his porch and sees:\nBob, Nadine, Rick and Dianne skipping from the car quickly\ninto their apartment.\nBOB'S VOICE\nThey could tell by the way you drove in the\nyard, by the way you hurried into the\n\f15\n\n9-10-88\n\nBOB'S VOICE\n(continued)\napartment, and if you made a studied, careful\napproach, they could sense it even more. There\nwas just no way to improvise that disgusted\nsick feeling of coming home with nothing.\n\nINT. APARTMENT DAY\n\n \n\nThe four sitting around a coffee table that has fast food,\ntake-out soft drink cups on it. Bob is fishing out the\ndrugs.\n\nRICK\nGive me a blue.\n\nBOB\nNadine?\n\nNADINE\n(shrugs)\nGive me the same, I guess.\n\nBOB\n(smiles)\nNo, I don't think so, Nadine.\n\nNADINE\nWhy not?\n\nDianne brings her head up and looks right through Nadine.",
  "7": "---END OF PREVIOUS SECTION---\nBOB\n(smiles)\nNo, I don't think so, Nadine. NADINE\nWhy not? Dianne brings her head up and looks right through Nadine. \n---TARGET SECTION TO BE ANNOTATED---\nDIANNE\nNadine, you can't shoot no goddamn blue. Give\nher half of one, Bob, that'll keep her in the\ncrapper all afternoon.\n\nNADINE\n(fighting back)\nGoddamnit, I was in there just like you, I\nought to get the same as everyone else, even if\nI can't shoot it all right now. I could save\nit, or maybe sell it and get me a few things.\n\nBOB\nWell, Nadine, I'l] tell you, that just ain't\nthe way things work around here. You don't do\nshit. All you've done is shag your twat, and\nthat ain't nothin'. It's me that's taking the\nbig risk. What are they going to bust you for,\nhaving a fit in a drug store?\n\f9-10-88\n\n9.\n15A EXT./INT. APARTMENT DAY\ncr David is walking across the lawn toward the apartment.\nNADINE\nWell, how about Dianne, she ain't done nothing\neither?\nDIANNE\n\nDon't give her a damn thing. Kick her ass out\nin the street where we found her.\n\nBOB\nNo, no fair is fair, you want your fourth, you\ngot it, Nadine. But I ain't taking on no\napprentices and giving them a full end of my\nthing. You take it and get out.\n\nAt this , Nadine looks confused, like she doesn't know\nwhat she wants.\n\nRICK\nGoddamn you, Nadine! Take your half a blue and\nshut up, shoot it and go puke awhile.\n\nA KNOCK sounds on the door.\n\nQuickly Dianne scoops up all the bottles and runs for the\n~~ bedroom. Bob draws a forty-five automatic pistol from\nunder the couch cushion. Holding it at arms length\npointed at the floor, he approaches the door's peephole.\n\nVIEW through the peephole. Bob recognizes the intruder.\n\nBOB\nWhat do you want, David?\nDAVID\nI just want to see you for a minute, Bob, let\nme in.",
  "8": "---END OF PREVIOUS SECTION---\nBob recognizes the intruder. BOB\nWhat do you want, David? DAVID\nI just want to see you for a minute, Bob, let\nme in. \n---TARGET SECTION TO BE ANNOTATED---\nBOB\nYou alone?\nDAVID\n\nHell yes, I'm alone, what'd you think, I\nbrought my rat-faced granny along to hold my\nhand?\n\nNadine and Rick are standing as if glued to the floor.\n\nBOB\nYou, Nadine, pick up those spoons, outfits and\nCr that glass of water. Rick you get your goddamn\n\ngun out and get in the bedroom and back me up.\n\f9-10-88\n10.\n\nBoth Rick and Nadine jump at his order.\n\nBob opens the door and points his cocked gun at the\nlong-haired disheveled young man.\n\nDAVID\nWhat the hell, pard, you finally gone\ncompletely crazy or something?\n\nDavid smiles at the ritual. He slowly steps into the\napartment and looks over Bob's shoulder to see Rick's arm\nand gun protruding around the door jam of the bedroom.\nThen he carefully takes off his jacket, swirls around like\na ballet dancer doing a swan number and relaxes on the\ncouch in a half sitting and half lying position.\n\nDAVID\nWhat are you holding, pard?\n\nBOB\nI ain't holding shit, David.\n\nBob lowers his gun and tries his best to look innocent.\nBOB\nI was just thinking of dropping by your place\nto see if you've got any speed.\nDavid smiles.\n\nDAVID\nWell, I got some speed.\n\nDavid laughs, embarrassed somewhat.\n\nBOB\nWhat kind of speed you got?\nDAVID\nMethadrine crystal.\nBOB\n(grins)\n\nYou know what, David? You could have little\nballs of shit wrapped up in those little\ncellophane bags of yours and your answer would\nalways be the same, methadrine crystal.\n\nDAVID\nNo, Bob, really, this is good stuff, clears\nright up in the spoon, no residue, hair-raising\nflash, here, you try one on the house.\n\f16\n\n9-10-88\n\nil.\nBob is skeptical.\nBOB\nOkay, how much you got on you right now?\nDAVID\nTen grams.\nBob looks to the bedroom.\nBOB\nOkay, just a moment, I got to talk to Dianne\nfirst.\nINT. BEDROOM DAY xe\n\nBob enters and finds Dianne straddling the window sill,\nstill clutching her armload of small bottles.",
  "9": "---END OF PREVIOUS SECTION---\nBOB\nOkay, just a moment, I got to talk to Dianne\nfirst. INT. BEDROOM DAY xe\n\nBob enters and finds Dianne straddling the window sill,\nstill clutching her armload of small bottles. \n---TARGET SECTION TO BE ANNOTATED---\n She has\nheard everything in the next room and shows\ndissatisfaction with the way things are turning out.\n\nBob grins at her sheepishly.\n\nBOB\nHow about some speed, baby? The man says that\nhe's got methedrine crystal.\n\nDIANNE\nWhat do you want that goddamn speed for? You\nknow how ringy it makes you. It turns you into\na different person, Bob, and I don't much like\nthat person.\n\nBob holds out his hands, palms up in the age old gesture,\nas if to say, \"Oh, what the hell, one more time isn't\ngoing to hurt anything.\" And Bob's voice takes on the\nexcitement of a small boy in a candy shop.\n\nBOB\nBaby, listen to me, what night is this anyway?\nIt's Sunday, right? How about us getting some\nspeed, see, and then we'll all jump in the car\nand get that big fat pharmacy. You know how\nthese things go. When you're hot, you shoot\nthe works, when you're cold, you lay off a\nbit. Well right now I'm hot, baby, I'm so hot\nI'm burning all over.\n\nDIANNE\nAlright, buster, 1£ you're so goddamn hot why\ndon't you lay me down on the bed and make love\nto me right now?\n\nBob turns away in disgust.\n\f17\n\n18\n\n19\n\n9-10-88\n12.\n\nBOB\nOh crap, you know what I mean, Dianne. I'm hot\nto steal. We can do that any goddamn time.\n\nBob moves away quickly and slams the bedroom door.\n\nBOB\nFor Christ-sakes, you got to bring up crap like\nthat at a time like this?\n\nBob looks around as if trying to spot the answer to his\nproblems.\n\nINT. APARTMENT LIVING ROOM DAY\n\nRick is still holding the gun, but not pointing it at\nDavid, they are all listening to Bob and Dianne's\nconversation,\n\nINT. BOB'S BEDROOM DAY\n\nBOB\nSo, okay, I ain't been doing so good in that\ndepartment. What do you want me to do? I'm\nhooked baby, I'm not like a woman. I got to be\nthe one that gets it up first .",
  "10": "---END OF PREVIOUS SECTION---\nWhat do you want me to do? I'm\nhooked baby, I'm not like a woman. I got to be\nthe one that gets it up first . \n---TARGET SECTION TO BE ANNOTATED---\n All you do is\nthink about sex, you pervert.\n\nDianne draws her outside leg back over the window sill\ninto the room.\n\nDIANNE\nHell, how much goddamn speed you going to get\noff that creep? Be sure to get enough for\n\nall of us. And don't you ever call me a\npervert again or I'l] cut your fucking heart\nout!\nBob relaxes and grins.\nBOB\nI know you will, baby, I know you will.\nINT. LIVING ROOM DAY ek\n\nBob enters.\n\nDAVID\nYou got any blues?\n\f9-10-88\n13.\n\nBOB\n(looks perplexed)\nHell no, I ain't got no blues! You know how\nhard it is to pick up blues these days?\n\nDAVID\nHow about dilaudid, you got any sixteenths?\n\nBOB\n(eyebrows go up again)\nHell no, if I had sixteenths, you think I'd be\nsitting here rapping to you about some shitty\nspeed? Now how about some morphine. I got\nsome good old morphine.\n\nDAVID\n\nWhat'd you get, man, morphine sulfate, quarters\nor halves?\n\nBOB\nYeah, man, (lapsing into black jargon) I got\nquarters and halves. It's got a little\natrophine in it, but. Just take you a little\nold ink blotter, lay the tablets out on them in\nrows, place one drop of water on each one and\nthe atrophine eases right off into the blotter\nand you're home free. Throw the little fellers\noff in the spoon and you're raring to go.\n\nDAVID\nYou're crazy, man, I can't even read a stop\nsign when I'm on that crap, my eyes go so far\nout of focus. I ain't trading no uptown crank\nfor no downtown trash.\n\nBOB\nWell you know how it is these days, David.\nThat's all I got and all I can give.\n\nDAVID\nBullshit, bullshit, bullshit, if you didn't\nhave nothin' more you wouldn't be even trading\noff that. You think I'm dumb, man, but I'm not\nas dumb as you think.\n\nBOB\n(shrugs)\nWhat can I say.",
  "11": "---END OF PREVIOUS SECTION---\nDAVID\nBullshit, bullshit, bullshit, if you didn't\nhave nothin' more you wouldn't be even trading\noff that. You think I'm dumb, man, but I'm not\nas dumb as you think. BOB\n(shrugs)\nWhat can I say. \n---TARGET SECTION TO BE ANNOTATED---\nDavid fusses and fumes and heads for the door. Bob just\ngrins at him.\n\nBOB\nToo bad we couldn't do business, pard.\n\f9-10-88\n14.\n\nAt the last second David turns from the door.\n\nDAVID\nOkay, man, how many quarter grains of morphine\nyou going to give me for that?\n\nBOB\nI'll hit you with nine quarters per package,\nand that's just because I'm feeling good and\nbecause you're a real standup dude. I'll even\nthrow in an ink blotter. How's that? I'll]\ntake all ten quarters from you.\n\nDianne comes from the bedroom and leans against the door\njam.\n\nDAVID\nYou want ten, so okay, you get ten. That's\nnine apiece, nine times, ten, let's see,\nthat's. ..\n\nBOB\nSeventy-five.\n\nNADINE\nThat's ninety, Bob.\n\nIf looks could kill, Nadine is dead.\n\nDAVID\nYeah, that's right. Ninety.\n\nDianne gives them all a look of complete disgust and heads\nfor the bedroom to get the pills.\n\nDavid sneaks a glance at Nadine.\n\nDAVID\nHow much you want for her, Bob?\n\nBOB\nHuh?\n\nDAVID\nHow much you want for her, man, the female, the\nfox.\n\nBob turns his pistol on Nadine while he addresses David.\n\nBOB\nYou know what, sport? I'd kill that girl right\nhere before I'd sell her to you. What'd you\nthink I'm some kind of closet pimp? I never\nheard of such a violation of the right of\nwomanhood in all my life.\n\f9-10-88\n15.\n\nDavid doesn't know how to react, so he just nods\naffirmatively to Bob's question.\n\nBOB\nOut of curiosity, how many bags of speed would\nyou give for her?\n\nDavid slumped with relief and headed toward Nadine with\nhis hand extended, ready to feel for himself if all the\ncurves were real.\n\nNADINE\nYou little twirp. You come one step closer to\nme and I'll knock your block off.\n\nDavid hesitates, draws his hand to his side and turns to\ncatch Bob's reaction.\n\nDianne saves the situation by throwing the pills on the\ncoffee table.",
  "12": "---END OF PREVIOUS SECTION---\nYou come one step closer to\nme and I'll knock your block off. David hesitates, draws his hand to his side and turns to\ncatch Bob's reaction. Dianne saves the situation by throwing the pills on the\ncoffee table. \n---TARGET SECTION TO BE ANNOTATED---\nDIANNE\nPick up your stuff and go. We got some things\nto do.\n\nDavid picks up his stuff and heads for the door.\n\nDAVID\nI like her. I might come back sometime and see\nyou about trading for her.\n\nBOB\nAlright, twirpy. You do that.\n\nRick bolts the door behind David. Bob throws his gun on\nthe couch on his way to examine the goods. Nadine is\nindignant.\n\nNADINE\nI ain't going to be sold like no pig in the\npoke to nobody.\n\nBob looks up from the speed he is inspecting.\n\nBOB\nThe next time you come to my aid and help me\nwith my arithmatic when it's unfavorable to us,\nI'll drag you out and sell you to the first\none-eyed Philippino I can find, for whatever\nhe'll goddamn give me. Even if it's only a\npack of chewing gum.\n\nNadine turns away and goes outside.\nRick goes after her.\n\f~\n\n19A\n\n20\n\n9-10-88\n16.\n\nBOB\n\nDon't give her no heavy, Rick. We've got work\nto do tonight.\n\nINT. DRUGSTORE #2 DAY\n\n \n\nLIEUTENANT GENTRY, TROUSINSKI, and a handful of other\npolice are investigating Bob's work. OUR VIEW moves in\nclose on Gentry's FACE. (Perhaps he picks up a rabbit's\nfoot off the floor or is chewing on a golf tee.)\n\nEXT. APARTMENT #1 DAY\n\n \n\nRick and Nadine are talking.\n\nRICK\nListen, Nadine. Bob's one of the best people\nyou'll ever run across in your entire life.\n\nNADINE\nHe asked that twirp how much he'd give for me.\n\nRICK ~~\nHe wasn't going to sell you to that stimg, he\nwas just trying to teach you a lesson.\n\nNADINE\nI'm worth a whole lot more than a pack of\nchewing gum, Rick.\n\nRICK\nIf David had laid a hand on you, he would have\nregretted it, I can tell you that. Man do you\nknow what Bob would do for you, or me or Dianne\nor anyone in his crew? He'd literally die for\nyou, Nadine.",
  "13": "---END OF PREVIOUS SECTION---\nRICK\nIf David had laid a hand on you, he would have\nregretted it, I can tell you that. Man do you\nknow what Bob would do for you, or me or Dianne\nor anyone in his crew? He'd literally die for\nyou, Nadine. \n---TARGET SECTION TO BE ANNOTATED---\nNADINE\nI just can't imagine Bob Hughes dying for me,\nwhy is that Rick?\n\nRICK\nMaybe you don't believe me, but I know it's\ntrue. Why do you think he always dives, or is\nalways the first one in with the gun? The only\nreason he always tries to act so mean is\nbecause he's so soft that he's afraid you and\neveryone else will find out and take advantage\nof him. Man I've been hearing about Bob for\nyears. He's notorious for that one particular\nthing, along with a lot more obvious talents.\nDon't let him or Dianne get you down. They\nmean well.\n\nNADINE\nI just hope you're right, baby. I just hope\nyou'tre right.\n\f20A\n\n20B\n\n21-28\n\n29\n\n9-10-88\n17.\n\nOMIT ek\n\nEXT. APARTMENT NIGHT\n\n \n\nWe can see through the window into Rick and Nadine's room\nas they are talking. We pedestal down and see Dianne\ndigging a hole where she places the drugs.\n\nOMIT ae\n\nINT. LIVING ROOM NIGHT xe\n\n \n\nBob isn't about to give in yet. He hides his gun inside a\ngolf bag which is sitting in the corner of the room.\n\nDianne stands up and wrestles Bob.\n\nBOB\nWhat the fuck are you doing? The goddamn bitch\nhas gone completely crazy. What do you want to\ngo to bed for? Man, we ought to be out\nworking.\n\nDianne begins to undress Bob, and herself.\n\nBOB\nI know this hospital on the coast, I just know\nis a virgin. I know it is.\n\nDIANNE\nYou're crazy Bob, you know that? You ain't\nfucked me in a month and you're crazier than a\nshithouse rat.\n\nBOB\nI mean this place has got security zero.\n\nDIANNE\nWe just pulled off the best score we've made in\nmonths and off you trot looking for more.\n\nBOB\nI'll bet they got blow, mammy, all those\nhospitals hold big time coke.\n\nDIANNE\nwhy don't you let me dive next time? I'm as\ngood as you and you know it. I've even heard\nyou tell people that I'm better than you are.",
  "14": "---END OF PREVIOUS SECTION---\nDIANNE\nwhy don't you let me dive next time? I'm as\ngood as you and you know it. I've even heard\nyou tell people that I'm better than you are. \n---TARGET SECTION TO BE ANNOTATED---\nI'm sick of standing around coughing and\ndriving the car and not getting fucked.\n\f30\n31\n\n9-10-88\n18.\n\nBOB\nBabe...\n\nDIANNE\nYou know me, honey, I can't stand to go on\nforever like this. Why don't you roll over and\nlay down on the bed and just hold me for\nawhile.\n\nBOB\nHold you? What do you want me to hold you\nfor? Man we ought to get cracking, get in the\ncar and see if we can't make it up to that\nhospital before it gets daylight out. Boy\nyou'll love this one, Dianne. I'11 even let\nyou hacksaw some on the bars.\n\nDIANNE\nOh, boy, you'll let me hacksaw on the bars.\nWhoopee. For Christsakes, you mean you're not\neven going to let me go inside? I thought you\nloved me. You won't fuck me and you won't let\nme go inside.\n\nBob and Dianne begin to mess around.\n\nBOB\nLet's go on up the coast right now and just\nlook over this hospital 1f nothing else. I\nmean, you'll just cream your jeans when you see\nit. It sits way back in the woods. It's a\ngiveaway, baby. I can actually see those big\ngallon jugs of pills on the shelves. Thousands\nof them, baby, thousands of them. Coke by the\ntwenty ounce jug! Can you imagine twenty\nounces of coke? Did I ever tell you about the\ntime we got the hospital over east of the\nmountains and got the twenty ounce jug of coke?\n\nDIANNE\n(repeats Bob's last line along with him)\nOnly about ten thousand times.\n\nDianne body freezes a the SOUND of the front door RIPPING\naway from its hinges, and crashing to the apartment floor.\n\nFOUR BURLY NARCOTICS DETECTIVES COME galloping across the\ndowned door like a bunch of mustangs breaking out of a\ncorral. Guns drawn, faces tight, muscles coiled, they\npair off into two teams, two grab Bob and Dianne, and the\nother two knock the door down to Rick and Nadine's\nbedroom.",
  "15": "---END OF PREVIOUS SECTION---\nDianne body freezes a the SOUND of the front door RIPPING\naway from its hinges, and crashing to the apartment floor. FOUR BURLY NARCOTICS DETECTIVES COME galloping across the\ndowned door like a bunch of mustangs breaking out of a\ncorral. Guns drawn, faces tight, muscles coiled, they\npair off into two teams, two grab Bob and Dianne, and the\nother two knock the door down to Rick and Nadine's\nbedroom. \n---TARGET SECTION TO BE ANNOTATED---\nOMIT **\n\nOMIT **\n\f32\n\n33\n\n9-10-88\n19.\n\nINT. RICK AND NADINE'S BEDROOM NIGHT ae\n\n—S—S BEDROOM NIGHT\n\nRick and Nadine are also against the wall as the officers\nlook through that part of the apartment.\n\nINT. BEDROOM NIGHT aK\n\n \n\nGENTRY\nAlright you two, you turn around.\nDianne and Bob comply.\n\nGENTRY\nGetting a little droopy there in the tits,\naren't we, Dianne?\n\nBy now Dianne is relaxed into it. She looks at her\nbreasts, smiles and says:\n\nDIANNE\nYeah, it's goddamn Bob's fault. He won't take\nthem out for exercise anymore.\n\nGentry smiles.\nGENTRY\nWhat's the matter, Bob, you been shooting too\nmuch dope again? Seems like the last time we\nwere by here and you were hooked to the gills,\nDianne was complaining of the same thing.\n\nBOB\nOh, you know how it is, out on the job all day.\nWork, work, work like a dog, man comes home, he\nwants to relax a bit\n\nGENTRY\nI've been hearing about all that work you've\nbeen doing. We were saying the other day,\nlooks like old Bob Hughes has finally slowed\ndown a bit. And then Wham-bam, you knock off\nanother pharmacy. Didn't you sort of expect us\nto drop by?\n\nBOB\nHey, wait a minute, that wasn't me, pal. I\nain't hit no poison shop in years, look at.me.\nDo I look like I'm using.\n\nHe does.\n\nGENTRY\nLooks like you're hooked to the gills.\n\nBOB\nYou got a warrant, pal?\n\f9-10-88\n20.\n\nGENTRY\nYeah, I got a warrant, Bob. We put it ona\nmicro dot. I got it pasted right on the end of\na thirty eight slug. You want to see it Bob?\nI'll shoot it through, if you'll just turn your\neves backwards, you can read it when it passes\nY.",
  "16": "---END OF PREVIOUS SECTION---\nI got it pasted right on the end of\na thirty eight slug. You want to see it Bob? I'll shoot it through, if you'll just turn your\neves backwards, you can read it when it passes\nY. \n---TARGET SECTION TO BE ANNOTATED---\nBOB\n\nWow, man, you guys are heavy, what you been\nreading, Mickey Spillane?\n\nGENTRY\nYou know what they give little punks like you\nfor holking illegal class A narcotics?\n\nBOB\nWhat can I say? I'm not holding. Let me call\nmy attorney. I'm sure he can straighten all\nthis out in a few minutes.\n\nTwo other DETECTIVES, Halamer and Trousinski, begin to\ntrash the apartment. They reach the Golf clubs in the\n\ncorner and\n\nBob shakes\n\nTrousinski\n\ndump them out on the floor.\n\nBOB\nHey Gentry, what are you shooting these days?\nI got my handicap down pretty good near eight,\nhow about that?\n\nhis head yes and looks at Gentry.\n\nGENTRY\nEight huh?\n\nBOB\nShot three eagles on the back side alone last\ntime I played Mayfield.\n\nGENTRY\nI don't play those public courses, greaseball,\nthat course is for pussies, no wonder you have\nan eight handicap.\n\nBOB\nHey, how am I supposed to play if my clubs are\nall broke?\n\nis now breaking them in half. The sympathy\n\nplay is working on Gentry.\n\nGENTRY\nAlright, Trousinski, break two more then leave\nthe clubs alone.\n\f34\n\n35\n\n9-10-86§\n21.\n\nGentry pauses.\n\nGENTRY\n\nYou haven't gone out in the bushes and buried\nthe drugs again, have you Dianne?\n\nDIANNE\nI don't know what you're talking about. Why\ndon't you just go piss up a rope, fuckwad.\n\nGENTRY\nDianne, what language you use.\n\nGentry looks to his partner and chuckles.\n\nBob smiles\nsmile.\n\nGENTRY\nI always heard you guys had class.\n\nBOB\nI tried to talk to her about her language but\nshe still talks like a truck driver.\n\nGENTRY\nOkay, kiddies, here's how it's coming down.\nYou can just tell us where it's at and save\nyourselves a whole lot of trouble or you can\nsit there with your mouths shut while we tear\nthis apartment apart board by board. Now how's\nit going to be?\n\nhis \"What-can-I-say-it's-out-of-my-hands\"\n\nBOB\nTear away.",
  "17": "---END OF PREVIOUS SECTION---\nYou can just tell us where it's at and save\nyourselves a whole lot of trouble or you can\nsit there with your mouths shut while we tear\nthis apartment apart board by board. Now how's\nit going to be? his \"What-can-I-say-it's-out-of-my-hands\"\n\nBOB\nTear away. \n---TARGET SECTION TO BE ANNOTATED---\n This place is rented and insured\nand my lawyer will no doubt file against you,\nbecause, pard, you ain't findin' nothing in\nthis apartment unless you brought it with you.\n\nINT. APARTMENT NIGHT\n\nThe agents\n\nbring in fire axes, they rip clothing. They\n\nrip the cushions off the sofa.\n\nDISSOLVE TO:\n\nINT. KITCHEN NIGHT\n\nDismantling the stove, hacking furniture. Emptying the\nrefrigerator.\n\nDISSOLVE TO:\n\f36\n\n36A\n\n37\n\n37A\n\n38\n\n9-10-88\n22.\n\nINT. BEDROOM NIGHT\n\n \n\nClothing ripped to little bits, linings of jackets torn\nout.\nDISSOLVE:\n\nINT. LIVING ROOM NIGHT\n\nUnscrewing heating duct.\n\nINT. HEATING DUCT NIGHT\n\nFlashlights searching.\n\nINT. LIVING ROOM NIGHT\n\nHacking furniture with axes. DISSOLVE TO:\n\nINT. LIVING ROOM DAWN\n\n \n\nLight is streaming in the windows. Huddled in a corner of\nthe living room, the agents gone, are Rick, Nadine, Dianne\nand Bob. Some are showing twitchiness of withdrawal.\n\nRICK\nYou going to sue them, Bob? I'd sue the hell\nout of them if it was up to me.\n\nBob, who's head is buried in his arms that are gathered\naround his legs, lifts his head up and yawns.\n\nBOB\nNo. Sue them? Hell no, I ain't going to sue\nthem. I told you all this crap was rented and\ninsured. What do I want to sue them for?\n\nRICK\nHow about our clothes?\n\nBOB\nThem rags? Fuck them rags, we can always go\nout and shoplift some more. Shit, I love them\ncops.\n\nBob thought for a few seconds.\nBOB\n\nDianne, call your stupid sister and have her\nbring us enough clothes to go around.\n\f9-10-88\n23.\n\nDIANNE\nWhy do I have to go to the phone like I am?\nAnd just why does my sister have to be stupid?\n\nBOB\nAll right, go call your smart sister.",
  "18": "---END OF PREVIOUS SECTION---\nDIANNE\nWhy do I have to go to the phone like I am? And just why does my sister have to be stupid? BOB\nAll right, go call your smart sister. \n---TARGET SECTION TO BE ANNOTATED---\nDIANNE\nI'll go make the goddamn call, but you either\ngot to fuck me when I get back, or you got to\nlet me go in that hospital pharmacy with you\nwhen we hit it.\n\nBOB\nOK, I'm an easy rider.\n\n39 INT. APARTMENT DAY ek\n\nDianne's smart SISTER looks around the room in amazement.\nShe touches parts of the wreckage.\n\nSISTER\nGood God, what did they use, sledge hammers?\n\nDIANNE\nNo, fireaxes.\n\nSISTER\nChrist I've seen tornadoes down south that\ndidn't produce this kind of destruction.\n\n.Dianne's sister never really looks Bob in the eye, even\nwhen she is talking to him she is wandering around the\nroom looking at some of the damage or looking at Dianne.\n\nDIANNE\nI was just reading about tornadoes in the\nencyclopedia. It's very scientific, I think,\nand they were saying that they do a lot of\ndamage but they rarely hit the inside of an\napartment.\n\nSISTER\nBy the way Bob, what happened to your prick?\nIt looks like it's pointing to China\npermanently. Have you been doing too much\nspeed, Bob?\n\nBOB\n(laughs it off)\n\nSISTER\nOh boy, Bob, you're really on top of it all\ntoday. Why don't you just leave Dianne, Bob,\n\f40\n\n9-10-88\n24.\n\nSISTER\n(continued)\nand go join one of those female impersonator\nclubs. And then no doubt you'd be happy, to\nhave finally found your place in life,\ncontributing to a normal segment of our\ncommunity.\n\nBob blows up at her.\n\nBOB\nGet her out of here, Dianne, get her out!\n\nAnd with that Bob hurriedly strides to the bathroom to get\nout of range of the barrage of insults he knows are\nforthcoming.\n\nSISTER\nThat's what I always liked about old Bob. He\njust won't stand around to lose. He'll run\nevery time, the yellow-bellied sonofabitch.\n\nShe drops the clothing on the littered floor and heads for\nthe door.\n\nSISTER\nGoodbye, Dianne, and be sure to call your other\nsister next time. I've done my good deed for\nthe month.",
  "19": "---END OF PREVIOUS SECTION---\nShe drops the clothing on the littered floor and heads for\nthe door. SISTER\nGoodbye, Dianne, and be sure to call your other\nsister next time. I've done my good deed for\nthe month. \n---TARGET SECTION TO BE ANNOTATED---\nDianne looks up from a needle and a spoon she is using to\nfix with. Pull back from this image as Dianne feels the\ndrugs.\n\nDIANNE\nYeah, thanks, smarty, sorry I couldn't be more\nsociable, but what can one do when one doesn't\neven have a chair to offer?\n\nEXT. APARTMENT DAY (later)\n\nBob hands Rick the keys to the car. Everyone is dressed\nin clothes that don't really fit them, in style at least.\nBob has a duck-hunting jacket on with a duck sewn on to\nthe back of it, and Dianne is wearing a bowling shirt.\nRick and Nadine are dressed like a very conservative\nsuburban couple.\n\nBOB\nYou two take the car and go look for an\napartment.\n\nRICK\nOK Bob, I will.\n\f40A\n\n40B\n\n41\n\n9-10-88\n25.\n\nBOB\nDon't fuck it up.\n\nRICK\nI won't Bob.\n\nBOB\nGet one over on the west side. We haven't hit\nnothing there in weeks, so things ought to be\ncool over there.\n\nRICK\nI'll get a real comfortable place.\n\nBOB\nOkay. Don't get an uncomfortable\nplace...Dianne and I will go over to my mom's\nin a taxi and get some clothes I left there,\nokay?\n\nINT. CAR DAY ak\nView of the window of the car, Rick driving, Nadine in the\n\nframe, looking out over the city passing by out the\nwindow.\n\nINT. APARTMENT ROOMS DAY\n\n \n\nA very skinny man shows Nadine and Rick an apartment.\n\nRick looks out the window like someone may have followed\nthem there.\n\nRICK\nWe gotta get some shades for these windows,\nmaybe some sheets.\n\nThe man doesn't pay attention. He is listing off the\nterms.\n\nSKINNY MAN\nDeposit of 150. Key charge is 10\ndollars... (pause)\nany children?\n\nEXT. MOM'S HOUSE_DAY\n\n \n\n \n\nDianne winces as the door swings open and Bob's MOTHER\ngasps, throwing her hand to her mouth.\n\nBOB\nHi, mom, how're you doing?\n\f41A\n\n41B\n\n9-10-88\n26.\n\nBob hugs his mom.",
  "20": "---END OF PREVIOUS SECTION---\nBOB\nHi, mom, how're you doing? 41A\n\n41B\n\n9-10-88\n26. Bob hugs his mom. \n---TARGET SECTION TO BE ANNOTATED---\nMOM\n\nOh, Lord, it's my dope fiend thieving son and\nhis crazy nymphomaniac wife.\n\nMom closes the door and...\n\nINT. MOM'S HOUSE_DAY\n\nBob's Mom makes her way through a cozy house, a bird ina\ncage, a television that is on. She stops at a window that\nis open and Bob is on the other side of it.\n\nMOM\nPlease tell me what I did to deserve this.\nNever knowing when there's going to be a knock\non the door and someone telling me my baby's\ndead. ..\n\nINT./EXT. MOM'S HOUSE_DAY\n\nMom shuts the window on Bob and Dianne. They make their\nway around the house.\n\nOTHER NEIGHBORS are looking on now.\nBob and Dianne meet Mom at the back door.\n\nMOM\n» + » green with an overdose, shot by a mad\npharmacist or run down by a car fleeing from\npolice pursuit. . . why me?\n\nBOB\nMom, do you by chance still have those clothes\nI left here when we got sent to the joint last\ntime?\n\nMOM\nNo, I gave all that stuff away years ago. I\nthought you were never going to get out.\n\n \n\nBOB\nBut Mom, how could you think that. ..\n\nMOM\nThe first time he got arrested he was a little\nboy, I went down to the police department,\nalong with that horrible Tom the Priest who\nturned out to be his pusher, and the cops said\nthey'd let him go if he'd just tell who the\nrest of his pals were. He told me right to my\nface, \"I can't Mom, them's my friends.\"\n\f4ic\n\n41D\n\n9-10-88\n27\n\nMOM\n(continued)\nSome friends. They left him. He is a thief\nand a dope fiend and that is more important to\nhim than I am. He can go to prison. He likes\nit there anyway, don't you Robert?\n\nBOB\n(nods absent mindedly)\nIf you say so, mom.\n\nMrs Hughes groans in despair as Bob goes inside the house.\n\nINT. ATTIC DAY\n\nBob finds clothes and a picture of his mom and dad when he\nwas a kid.\n\nINT/EXT.",
  "21": "---END OF PREVIOUS SECTION---\nINT. ATTIC DAY\n\nBob finds clothes and a picture of his mom and dad when he\nwas a kid. INT/EXT. \n---TARGET SECTION TO BE ANNOTATED---\n MOM'S APARTMENT DAY\n\nMOM\nI'd ask you to sit down, Dianne, but the last\ntime I did that you fell asleep and dropped a\nburning cigarette on my couch and burned a hole\nin it. So if you please, just stand where you\nare so I can watch you, and catch you should\nyou fall asleep standing on your feet. I\nwouldn't want you to burn yourself up or fall\ndown and hurt yourself while you are in my\nhome, Dianne.\n\nDIANNE\nWhy do you hate Bob and I so, Mama? We never\ndone anything to make you hate us so.\n\nMOM\nI don't hate you, Dianne, and I don't hate\nRobert either. And the good Lord knows that to\nbe the truth. I truly feel pity for you both.\nYou're grown up now, and yet you still act as\nchildren who want to do nothing but run and\nplay. You cannot run and play all of your\nlife, Dianne.\n\f41E\n\n42\n\n9-10-88\n28\n\nBob emerges with a suitcase filled with clothes draped\nacross his shoulder.\n\nMOM\nIs there anything else that belongs to you up\nthere?\n\nBOB\n\nIf there is, give it away. I can always get\nsome more.\n\nMOM\nOh, to be sure, you'll just go out and steal\nsome more.\n\nBOB\nWell, we gotta go, Mom. See you again soon.\nYou be good now. And don't do anything I\nwouldn't do.\n\nMOM\nAnd what could I possibly do that you are not\ncapable of, I ask you that?\n\nBob and Dianne walk to the end of the drive where the cab\nis still waiting for them and get in the car, Bob a little\ndepressed as he leaves his mother crying out her\nfrustrations to the neighborhood. The neighbors are\nlistening.\n\nMOM\n\nWhat sins could I possibly do that you have not\ndone a thousand times?\n\nEXT, APARTMENT HOUSE #2 DAY\n\n \n\nBob and Rick walk up the front path to the house.\nBOB\n\nHey, Rick, nice work. This looks like a\nfucking comfortable place.\n\nINT. APARTMENT DAY\n\n \n\nRick, Nadine and Bob are in the living room of their new\napartment.",
  "22": "---END OF PREVIOUS SECTION---\nThis looks like a\nfucking comfortable place. INT. APARTMENT DAY\n\n \n\nRick, Nadine and Bob are in the living room of their new\napartment. \n---TARGET SECTION TO BE ANNOTATED---\n Bob is turning on the television which is in\nthe middle of the room.\n\nNADINE\nDo I have to go? You're not going to want a\nscreamer or a shimmy girl on this one are you?\n\f42a\n\n9-10-88\n29\n\nBOB\nI don't know. Why do you ask?\n\nNADINE\nThey always got those signs around hospitals\nthat says QUIET, and if I was to go into that\nshimmy act, they'd probably throw me into the\npsycho ward and I'd never get out.\n\nBob fools with the television and thinks for a second.\n\nDianne has\n\nBOB\nYeah, why the hell not. You just go ahead and\nstay here, Nadine. Just relax and watch a\nlittle TV. I can just see all those pretty\ncolored bottles of pills that hospital is\nholding for me right now. Hot Dog!\n\nNADINE\n(Her eyes light up)\nOh, speaking of dogs, Bob, do you think Rick\nand I could get a dog, a little pup or\nsomething to hold and pet when you guys are\ngone?\n\nBOB\nNope, no dogs, and that's final.\n\nRICK\nWhat you got against dogs, Bob?\n\nBOB\nNo fucking dogs!\n\nentered the living room.\nDIANNE\n\nTell them what happened to the last one we had,\nBob.\n\nBob stops tuning the TV and sits down trying to forget the\n\nothers are\n\nthere.\n\nBOB\nIf you want them to know, Dianne, you tell\nthem.\n\nDIANNE\nWell, we had a dog once. . . his name was\nPanda, cutest little pup you ever did see. ..\n\nEXT. STREET DAY\n\nVIEW of police car coming around a corner.\n\f42B\n\n42c\n\n42D\n\n9-10-88\n30\n\nVIEW of Bob and Dianne Slinking around their parked car\nand getting inside, but the DOG jumps out.\n\nDIANNE'S VOICE\nSo what happened was, the police were after us\nduring a raid on a drugstore in the city, and\nlittle Panda got out of the car and ran away.\n\nVIEW of Dianne and Bob yelling for the dog.\nDIANNE'S VOICE\nWe looked for him, but there was just no time.",
  "23": "---END OF PREVIOUS SECTION---\nDIANNE'S VOICE\nSo what happened was, the police were after us\nduring a raid on a drugstore in the city, and\nlittle Panda got out of the car and ran away. VIEW of Dianne and Bob yelling for the dog. DIANNE'S VOICE\nWe looked for him, but there was just no time. \n---TARGET SECTION TO BE ANNOTATED---\nWe had the heat on us and we had to get out of\nthere.\n\nA POLICE CAR CRUISES BY Bob hiding on the other side of\nhis car.\n\nINT. LIVING ROOM DAY\n\n \n\nBob switches to another show and sits down to watch.\n\nBOB\n++ehell...\n\nDIANNE\nWe were afraid the 1i1\" dude was hit by a car,\nbut no... .\n\nEXT. STREET DAY\n\nThe police have little Panda surrounded on the sidewalk.\n\nVIEW of the Police following him as he walks down the\nstreet.\n\nDIANNE'S VOICE\nThe police had him. And they followed him all\nthe way home...\n\nINT. FLASHBACK APARTMENT DAY\n\nVIEW out the window of little Panda cruising up the\nsidewalk up to Bob and Dianne's apartment. The police are\nfollowing him.\n\nPull back the VIEW seeing Bob looking through the\ncurtains.\n\nDIANNE'S VOICE\n«.-he led them to us. He assisted in the\narrest.\n\f9.10 -88\n31\n\n42E INT. APARTMENT DAY\n\nBOB\nDog may be man's best friend but he really\nscrewed me around I'll tell you that.\n\nOn the TV, there is another show with a dog in it. And\nBob gets right up and turns the TV off, losing his temper.\n\nBOB\n(shouting)\nIt's off, we ain't going to the coast, we ain't\ngoing nowhere! Do you know what you have just\ndone to us, Nadine, just by even mentioning\ndogs in our home?\n\nNADINE\nNo, I don't Bob, what did I do?\n\nBOB\nYou just put a thirty-day hex on us, that's\nwhat. Right now our luck just flew out the\nwindow for thirty days. Have we got a\ncalendar, so we'll know when the hex ends?\nWhat month is it anyway?\n\nRICK\nJesus, Bob, nobody told us about not saying\nanything about dogs. How was we supposed to\nknow?\n\nBob pulls himself up into his most put-upon, abused manner\nand answers.\n\nBOB\nYou know why no one mentioned dogs? I'11 tell\nyou why, because just to have mentioned them\nwould have been a hex in itself.",
  "24": "---END OF PREVIOUS SECTION---\nBob pulls himself up into his most put-upon, abused manner\nand answers. BOB\nYou know why no one mentioned dogs? I'11 tell\nyou why, because just to have mentioned them\nwould have been a hex in itself. \n---TARGET SECTION TO BE ANNOTATED---\nRICK\n(sarcastically)\nWell, now that we're on the subject, is there\nany other sacred subjects or things we're not\nsupposed to do that will affect our future?\n\nBOB\nAs a matter of fact there are a few, and we\nmight as well discuss them right now, being as\nhow we are shut down for thirty days anyway.\nHATS. If I ever see a hat laying on a\nbed...you'll never see me again.\n\nDIANNE\nThat's a laugh.\n\fPause..\n\n910 -88\n32\n\nNADINE\nWhy a hat?\n\nBOB\nBecause that's just the way it is, sweetie!\n\nBOB\nAnd mirrors. Don't ever look at the back side\nof a mirror, because when you do you'll affect\nyour future because you're looking at yourself\nbackwards. Actually, you are looking at your\ninnerself and you don’t recognize it because\nyou've never seen that side of yourself before.\n\n{Bob is getting confused at his own\nexplanation)\n\nBut anyway, you can freeze into motion your\nfuture that way and it can be either good or\n\nbad, in any case, we just don't want to take\nchances.\n\nBob breathes for a second.\n\nBOB\nAnd there's cats. A lot of people are\nfrightened of just black cats. As far as I'm\nconcerned they're all bad. Have you ever\nnoticed how they look at you sometimes, like\nthey're superior to you? Well, that's because\nthey are. They can readjust your future,\nespecially if you sit on one, or in any way\npiss one off. So I just stay clear of the\nwhole mess of them.\n\nBob stops for a second again.\n\nBOB\nThe main thing is just remember the hats. A\ngoddamn hat is the king of them all. It's\nworth at least fifteen years bad luck or even\ndeath. I'd rather have death myself, because I\njust couldn't stand no fifteen year hex.\n\nRick and Nadine remain silent mulling over Bob's latest\nerratic behavior. Dianne is shaking her head yes, and\nwholly agreeing with Bob's philosophy.\n\nDIANNE\nRelax, Bob, let's go lay down for awhile.\nYou've been on the go for days.",
  "25": "---END OF PREVIOUS SECTION---\nDianne is shaking her head yes, and\nwholly agreeing with Bob's philosophy. DIANNE\nRelax, Bob, let's go lay down for awhile. You've been on the go for days. \n---TARGET SECTION TO BE ANNOTATED---\n This thirty\ndays ain't going to kill us now.\n\f43\n\n44a\n\n44\n\n45\n\n910--88\n33\n\nINT. BEDROOM NIGHT ae\n\n \n\nDianne snuggles up next to Bob in bed. Bob has a golf\nclub and mistakenly hits a bedroom lamp.\n\nDIANNE\nDon't let it get you down, Bob. Sometimes bad\nluck can be good luck. I mean look at all the\ntimes we either had a flat or engine trouble\n\nand made it to your score late, thinking it was\ngood luck, you know what I mean?\n\nBOB\nHell, I can't even figure it all out myself. I\njust know from years of experience the things\nto dodge and the signs to look for, like, it is\nas if whoever manages such things is telling\nyou, \"Get out of there and get it, kid, it's\nthere for the taking and everything's free this\nweek. I'll let you know when your time is up.\nYou'll see the signs. All you have to do is\nlook for the signs.\"\n\nEXT. NEIGHBORHOOD NIGHT\n\nOverhead view of small dog under porch light.\n\nEXT. APARTMENT NIGHT\n\n \n\nA small dog BARKS in the distance, a street light glistens\noff the dew on lawns of houses surrounding Bob's\napartment. A dated model pickup with cab-over camper is\nparked across from the apartment.\n\nINT. CAMPER NIGHT\n\n \n\nGentry draws back from field glasses that he is peering\nthrough. HALAMER, another detective speaks up.\n\nHALAMER\nWhy don't we just go on up, plant some stuff on\nthem and drag them on in? That usually works.\n\nGentry blinks a couple of times to clear his vision and\nassumes a superior pose.\n\nGENTRY\nI'll tell you why, I don't want to get Hughes\non no chickenshit possession beef, and that's\nall you're going to get him on unless you catch\nhim cold on his way home from a score.\n\f46\n\n47\n\n9-to -88\n34\n\nGENTRY\n\n(continued)\n\n({Halamer nods)\nBob isn't really all that bad a guy. He does\nhave a little class and I got to respect him,\nas much as I hate the sonofabitch.",
  "26": "---END OF PREVIOUS SECTION---\nGENTRY\nI'll tell you why, I don't want to get Hughes\non no chickenshit possession beef, and that's\nall you're going to get him on unless you catch\nhim cold on his way home from a score. 46\n\n47\n\n9-to -88\n34\n\nGENTRY\n\n(continued)\n\n({Halamer nods)\nBob isn't really all that bad a guy. He does\nhave a little class and I got to respect him,\nas much as I hate the sonofabitch. \n---TARGET SECTION TO BE ANNOTATED---\n He runs in\nspurts while he follows his luck and when he's\nhot he runs like a dog and when he's cold he'll\njust lay up in some rat hole some Place and\nyou'll never see hide nor hair of him.\n\nHALAMER\nYeah, you know this guy better than I do.\n\nGENTRY\nI've been chasing Bob since he was a kid and\nhell, he was a pro back then. I think they got\nhim on his first pharmacy when he was thirteen\nyears old. He knows what it's all about,\nbelieve me. He can actually smell heat. He\nprobably knows we're sitting out here right\nnow. But if he moves again, we'll be right on\nhis case.\n\nHalamer takes a sip of coffee.\n\nHALAMER\nWhat are we going to do in the meantime, just\nsit out here and freeze our fucking nuts off?\n\nINT. APARTMENT NIGHT\n\n \n\nA KNOCK comes on the front door of Bob's apartment. The\nlight flashes on and Bob is there quickly with his gun,\nand Rick is ready to back him up.\n\nHe opens the peephole and looks out.\n\nVIEW through the peephole, a little OLD LADY is standing\noutside in a bathrobe.\n\nBOB'S EXPRESSION of confusion. He let's Rick take a look\nthrough the door.\n\nEXT. DOOR NIGHT\n\nAs it opens a crack.\n\nBOB\nWhat's the problem?\n\nLADY\nWell. I live on the first floor of this\nbuilding...\n\f48\n\n49\n\n9-10-88\n35\n\nBob keeps opening the door further, then looks from side\nto side for somebody hiding beside the little old lady.\n\nLADY\n---and I been here for twenty years now. I'm\nsorry to bother you young folks like this, did\nI wake you up?\n\nBOB\nNo, we was still up.\n\nLADY\nWell, I don't know what to think, but I was\nJust getting ready to go to bed and I saw this\nsinister looking man with a ladder creeping\naround in the bushes outside. I wonder if you\nwould be so kind as to go out there and look\naround and see if he's gone. I'm afraid I just\ncouldn't sleep with one of those crazy sex\nmaniacs running loose in the neighborhood.",
  "27": "---END OF PREVIOUS SECTION---\nLADY\nWell, I don't know what to think, but I was\nJust getting ready to go to bed and I saw this\nsinister looking man with a ladder creeping\naround in the bushes outside. I wonder if you\nwould be so kind as to go out there and look\naround and see if he's gone. I'm afraid I just\ncouldn't sleep with one of those crazy sex\nmaniacs running loose in the neighborhood. \n---TARGET SECTION TO BE ANNOTATED---\nBob hides a laugh. Rick snickers, but then catches his\nexpression and realizes the possible graveness of the\nsituation.\n\nBOB\nI assure you, ma'am, that I will take a look\npromptly.\n\nLADY\n\nWell, thank you very much. Goodnight.\n\nThey shut the door.\n\nINT. APARTMENT NIGHT\n\nBob sits on the sofa and thinks. Nadine bites a hangnail\nand leans against a wall heater.\n\nRick flexes his muscles for Nadine.\n\nDIANNE scratches her head and watches Bob, who is still\nthinking on the couch. Bob suddenly jumps up.\n\nBOB\nWell, they must have followed us when we moved,\nso I guess we'll just have to teach thema\nlittle lesson.\n\nEXT. NEIGHBORHOOD DAY\n\nBob is taking a neighborly walk around the neighborhood\nand inspecting the houses that surround the apartment.\n\f50A\n\n50B\n\n51\n\nS1A\n\n52\n\n9-10-88\n36\n\nHe walks around the truck parked across from his house.\n\nHe notices a LARGE BURLY MAN coming out of his house with\na sack lunch. The man gets into a large red pickup\noutside his house and drives off.\n\nINT. APARTMENT DAY xe\n\nBob is writing a letter to the narcotics division in\nprinted block letters. Rick looks on. Bob reads the\nletter outloud as he writes.\n\nBOB\nThe reason you can never get Bob Hughes for\npossession of narcotics is that he has an\narrangement with the guy that lives on the\nnorth side of him. They have a fishing line\nrunning between their houses and Bob signals\nthe guy...\n\nOMIT ak\n\nINT. COFFEE SHOP DAY (medium close up)\n\n \n\nGENTRY\n....When he wants the stuff and the next door\nneighbor puts it on a string and Bob then pulls\nover what he needs and leaves the rest in the\nother house where you could never find it.\n\nGentry inspects the handwriting of the note, and seems to\nquestion it's validity. DISSOLVE TO:\n\nEXT. BOB'S APARTMENT DAY\n\nBob throws fishing line over to neighbor's house.\n\nEXT. APARTMENT DAY\n\nThe big burly next door neighbor is leaving his house\nagain in the morning. Bob is walking toward him from his\napartment.",
  "28": "---END OF PREVIOUS SECTION---\nEXT. APARTMENT DAY\n\nThe big burly next door neighbor is leaving his house\nagain in the morning. Bob is walking toward him from his\napartment. \n---TARGET SECTION TO BE ANNOTATED---\n His name is GUS HONEYCUT, and he is holding\nanother lunch sack.\n\nBOB\nSay, pal, you live here?\n\nGUS\n(shifts lunch from one side to other)\nYeah.\n\f9-10-88\n37\n\nBob notices three young daughters watching their father\nleave for work.\n\nBOB\nNice weather we're having.\n\nGUS\nOh, yeah.\n\nBOB\nThat's a real sharp pickup that you got there.\n\nGus\n\n(suspicious)\nWell thanks.\n\nS2A INT. CAMPER DAY\nHalamer and Gentry spying on Bob and Gus.\n\nHALAMER\n\nWhat d'you suppose he has in that sack, do you\nthink it might be junk?\n\nGENTRY\nI don't know. There's only one thing that I'm\npositive of.....it's not his goddamn lunch.\n\n52B EXT. GUS'S HOUSE DAY *e\n\nBOB\nSay, did you see that fella creeping around\nyour house last night with that ladder?\n\nGus stares at Bob, alarm spreading across his features.\n\nBOB\nYeah, well I never would have seen the guy\nneither but about two o'clock this morning I\nlook out the window and sure enough, there the\nguy is. A big ugly sonofabitch wearing a long\ndark trenchcoat and he's standing up on top of\nhis ladder and he's looking in your upstairs\nwindows.\n\nGus looks up at his window, growing very angry and\ngrumbling and looks like he is about to hit Bob.\n\nGus\nI'll shoot the sonofabitch. I'11 shoot the\nsonofabitch right in the balls.\n\nBob backs up a bit. This is going to go better than he\nplanned.\n\f52c\n\n52D\n\n$3\n\n54\n\n9-10-88\n38\n\nINT. SURVEILLANCE CAMPER DAY\nHALAMER\nDo you see the way they talk to eachother, all\nthe gestures and such? They got something\ngoing, they ain't just casual aquaintances\n\nGENTRY\nYeah, I can see that.\n\nEXT. GUS' HOUSE DAY\n\nBOB\nWait a minute, hold on a second mister. I\ndon't want no part of no shooting.\n\nGUS\nWatch me, just watch me.",
  "29": "---END OF PREVIOUS SECTION---\nGUS' HOUSE DAY\n\nBOB\nWait a minute, hold on a second mister. I\ndon't want no part of no shooting. GUS\nWatch me, just watch me. \n---TARGET SECTION TO BE ANNOTATED---\nBOB\nI shouldn't have even told you about the guy.\nIn fact, I think I ought to go right now and\ncall the police.\n\nGUS\nListen, you little scrawny sonofabitch, I can\nhandle this myself. If you tell one other\nperson about this I'll ring your neck.\n\nBOB\nAre you threatening me?\n\nGus\nNo, idiot. I'm promising you.\n\nBob turns away and hurries down the sidewalk like he had\nsome place to go.\n\nINT.SURVEILLANCE CAMPER DAY\n\n \n\nGENTRY\nYeah, for a minute there, I thought that big\nguy was going to jump on Hughes and stomp him\ninto the sidewalk. I sure would have liked to\nsee that.\n\nEXT. CAMPER DAY\n\n \n\nDISSOLVE FROM a peaceful daytime shot of the surveillance\ncamper to:\n\f55\n\n56\n\n57\n\n58\n\n59.\n\n60\n\n9-10-88\n39\n\nEXT, CAMPER NIGHT\n\nA serene shot of the camper at night. The same dog\nbarking.\n\nINT. CAMPER NIGHT\n\n \n\nHalamer is sipping coffee, and TROUSINSKI, a big tough\nPolish cop is looking over the letter, which Halamer has\nshown him.\n\nTROUSINSKI\nSo that's what's been going on. What a cozy\narrangement. No wonder we can never catch that\nsonofabitch with anything. He's always got the\nneighbors holding it for him.\nINT. APARTMENT NIGHT\nBob peeks out the curtained front window of the apartment\nand giggles. He closes the curtain and does a little\nfunny dance to himself.\nHe doubles over and makes his way, laughing, to the\nbedroom.\nOMIT **\n\nINT. APARTMENT NIGHT\n\nClose view of Bob's wristwatch, nearing 12:00\n\nALL FOUR are lined up in front of closed curtains, like a\nlittle stage show is going to go on outside, Bob has\nPlaced chairs in a semicircle around the window. He won't\nlet any of the others peek through the curtains, but he\nregularly does.\n\nBOB\nJust wait.\n\nBob breaks into another laughing fit.\n\nNadine gets upset and gets out of her chair and goes to\nthe bedroom.\n\nINT.",
  "30": "---END OF PREVIOUS SECTION---\nBob breaks into another laughing fit. Nadine gets upset and gets out of her chair and goes to\nthe bedroom. INT. \n---TARGET SECTION TO BE ANNOTATED---\n HOUSE NIGHT\n\nGus Honeycut sits in a rocking chair upstairs in his\n\f61\n\n62\n\n63\n\n64\n\n65\n\n66\n\n9-10-88\n40\n\ndaughter's bedroom with a twelve-gauge automatic shotgun\nlying across his knees and low-wattage dresser lamp\ncasting a dim light out the window.\n\nEXT. HOUSE NIGHT\n\n \n\nHalamer and Trousinski (also known as the Strangler)\ntip-toeing across the lawn quietly. They peer up at the\ncurtained window in Bob's house.\n\nVIEW of Bob's window, and then of the uncurtained one next\ndoor.\n\nHalamer and Trousinski whisper, but we cannot hear them.\nCarefully they raise a ladder they are carrying and lean\n\nit against the side of Gus' house. This causes a muffled\nTHUMP.\n\nINT. HOUSE NIGHT\n\n \n\nGus hears the thump outside and starts down the stairs to\nsee what the sound is.\n\nOMIT\n\nEXT. HOUSE NIGHT\n\n \n\nAs Halamer climbs, the Strangler holds the ladder.\n\nINT. APARTMENT NIGHT\nBob pears through the curtains. From where Bob is he can\n\nsee the ladder, Halamer, Trousinski, and Gus racing down\nthe stairs and out the front door.\n\nEXT. HOUSE NIGHT\n\nGus seeing the stationary target at the bottom of the\nladder.\n\nGUS\nI'll be a sonofabitch.\n\nHe aims and FIRES with a WHAMM.\n\nThe Strangler is blown to the ground and the ladder\nclamped in his hand comes with him.\n\f67\n\n68\n\n69\n\n70-73\n\n74\n\n75\n\n9-10-88\n41\n\nINT. APARTMENT NIGHT\n\n \n\nAll are gathered to see the show, but are bored.\n\nRICK\nWhat the hell was that shot?\n\nBob opens the drapes.\n\nBOB\nIt's showtime, folks.\n\nEXT. HOUSE NIGHT\n\n \n\nBob and the crew watch the action outside.\nWHAM!\n\nThe blast catches Halamer in the rump and he screams while\nhe gropes for his gun.\n\nINT. APARTMENT NIGHT\n\nAmong Dianne's \"Good Lord\" and Nadine's “What the heck is\ngoing on out there?\" we can hear Bob's laugh, above the\nblasts and confusion. Bob steps behind the curtains.",
  "31": "---END OF PREVIOUS SECTION---\nINT. APARTMENT NIGHT\n\nAmong Dianne's \"Good Lord\" and Nadine's “What the heck is\ngoing on out there?\" we can hear Bob's laugh, above the\nblasts and confusion. Bob steps behind the curtains. \n---TARGET SECTION TO BE ANNOTATED---\nBOB\nThose cops are gonna be pretty mad now. Let's\nget the fuck outa here. Tomorrow morning,\nRick, you take Nadine and get the car ready,\nget the thing tuned up and Dianne, get the\nnecessary supplies to make our move. We\nhaven't been cross roading in years.\n\nOMIT\n\nDISSOLVE TO:\n\nEXT. NEIGHBORHOOD DAWN\n\n \n\nSirens can be heard in the background. The little dog\nbarks.\n\nEXT. APARTMENT HOUSE DAY\n\n \n\nBob sneaks out the front door of his apartment, gets about\nhalfway down the hallway and is suddenly grabbed from\nbehind and punched, and is SURROUNDED by three PLAIN\nCLOTHES COPS, one of them is Gentry.\n\f9-10-68\n42\n\nBob is on the ground looking up at them.\n\nGENTRY\nBob, I want to talk about what happened last\nnight.\n\nBOB\n\nWe told the investigating officers all we knew\nabout that and we haven't got anything further\nto add.\n\nGENTRY\nYou little punk. Halamer and Trousinski know\nhow you set them up, Bob, and I can honestly\nsay that they are anything but happy about the\nmatter. It took hours for us to pull all that\nbuckshot out of him. Why don't you just go out\nalong the highways and byways of this great\ngrand country of ours until you find a nice\nspot to settle down somewhere far away from\nhere. A place where narcotics drawers are just\nbrimming to the top with all kinds of goodies\nlaying there waiting for you to take them?\nHow's that sound Bob?\n\nBOB\nFuck you Gentry. I won the goddamn war, not\nyou. Who are you to dictate the terms?\n\nBob jumps up and tries to get in a punch, but the officers\ndeck him and he is on the ground again.\n\nBOB\nWhy don't you find you a small town police\ndepartment where you can just step in as chief\nwhere all you've got to worry about is the\nusual Saturday night drunks and the kids on\nHalloween?\n\nGENTRY\nSo you think you won the war, huh? When\nHalamer and Trousinski get a hold of you, hell,\n4t will all be over in a month's time.",
  "32": "---END OF PREVIOUS SECTION---\nBOB\nWhy don't you find you a small town police\ndepartment where you can just step in as chief\nwhere all you've got to worry about is the\nusual Saturday night drunks and the kids on\nHalloween? GENTRY\nSo you think you won the war, huh? When\nHalamer and Trousinski get a hold of you, hell,\n4t will all be over in a month's time. \n---TARGET SECTION TO BE ANNOTATED---\n Oh,\nyes, we might have to explain it away for a few\ndays, but sooner or later everyone's going to\nforget that you ever existed. That is, all but\nthe pharmacists. They'll probably hold an\nannual ball on the eve of your death for the\nnext twenty years.\n\nThen Nadine walks around the corner. Gentry and the\nothers help him up.\n\f9-10 -88\n43\n\nce GENTRY\nLet me help you up, Bob.\n\nThe police leave Bob.\n\nBOB\nFuck you Gentry, fuck you. I just wish that it\nhad been you out there that caught some of the\nbuckshot.\n\nGentry is already halfway down the hall by the time we see\nhim again.\n\nNadine reaches Bob, who has blood on his mouth and shirt.\n\nNADINE\nHow come you always talk so nasty to those\ncops? Why don't you talk nice?\n\nBOB\nShit! Who ever heard of talking nice toa\ncop? That crap went out with the forties. I\ntried talking to a cop nice and respectful once\nand you know what he did?\n\nNADINE\nce What?\n\nBOB\nHe kicked me in the kneecap, that's what the\nbastard did.\n\nNADINE\nWell, what did they do when you talked nasty to\nthem?\n\nBOB\n\nThey kicked me in the kneecap then too, but at\nleast I'm expecting it.\n\nClose view of Bob\n\nBOB\nOh, we're going to leave town all right, but\ndon't think any chickenshit cops is running us\nout of town, because they ain't. It's only\nbecause I think it's the smart thing to do.\n\n76-83 OMIT\n\na\n\n\\ 84 INT. APARTMENT DAY\n\nHANDS putting drugs in cotton and into small packages and\nbeing wrapped.\n\f85\n\n86\n\n87\n\n88\n\n89\n\n9-10-88\n44\n\nBOB'S VOICE had to be weil planned\nThe move out of the apartment was-mede—tre\nseries—of-wellmade—meves, the intricacies I\n\nwould think about all through the night.\n\nDianne had to get all the narcotics together,\n\nput some aside...\n\nEXT. APARTMENT DAY\n\nEXT.",
  "33": "---END OF PREVIOUS SECTION---\nDianne had to get all the narcotics together,\n\nput some aside... EXT. APARTMENT DAY\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n APA\n\nBIRDS EYE VIEW of Dianne and Nadine hauling suitcases out\nthe apartment to the car.\n\nBOB'S VOICE\n...that we would be taking with us then package\nthe rest in individual bags and suitcases...\n\nINT, BUS DEPOT STATION DAY #1\n\nSuitcases being weighed for shipment by bus depot\nEMPLOYEE.\n\nBOB'S VOICE\n...that would be sent ahead by bus, addressed\nto various stops on our route. So we\ncould rendezvous with the drugs as we needed\nthem. I had theories about cross-roading, and\nsending ahead needed drugs was part of it.\n\nEXT. MOVING CAR DAY\n\nExT. eee eee\n\nAll FOUR in the car going seventy down a minor highway.\n\nBOB'S VOICE\n...0ne could not afford to be caught heading\nacross the country with a whole carload of\nnarcotics...\n\nEXT. ROAD DAY\nPolice car behind road sign, gives chase to Bob's car.\n\nBOB'S VOICE\nShould any law enforcement officer attempt to\n\nstop us...\nINT. CAR DAY\n\nNadine and Rick's hands pull back part of the carpet on\nthe floor of the car, exposing a hole that has been cut\nthere.\n\f90\n\n90A\n\n91\n\n92\n\n9-10-88\n45\n\nBOB'S VOICE\n...we had a hole punched through the\nfloorboards of our car...\n\nBOB'S VIEW out the rear view mirror of a police car, the\nlights spinning red.\n\nBOB'S VOICE\n...and when the flashing red light became a\nreality...\n\nRick and Nadine's hands stuff the drugs out the hole to\nthe moving street below.\n\nBOB'S VOICE\n\n+..we proceeded to dump whatever we had down\nthe hole...\n\nEXT. CAR DAY\n\n \n\nUNDERNEATH the car, we see pills bouncing off the moving\npavement and ricocheting off the muffler, moving wheels,\nand suspension.\n\nINT. CAR DAY\n\n \n\nBob waits for the officer to step to the side of the car.\nHe gives him a very wide smile.\n\nBOB\nIs something the trouble officer?\n\nBob gives an oh-so-cheerie smile. And the cop is looking\naround the inside of the car from the drivers window.\nEXT.",
  "34": "---END OF PREVIOUS SECTION---\nBob gives an oh-so-cheerie smile. And the cop is looking\naround the inside of the car from the drivers window. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BUS DEPOT DAY #2\nBob and Dianne get out of the car.\nBOB'S VOICE\n...then we would check in at the next\n\nrendezvous spot, which hopefully was within\neight hours away, before the drugs wore off.\n\nEXT. BUS DEPOT DAY #2 (later)\n\n \n\nBob coming through a revolving door with a suitcase he\njust picked up.\n\f93\n\n94\n\n9-10-88\n46\n\nINT. MOTEL DAY ae\n\nBob is pacing the floor reading from the yellow pages.\nRick is lounging on the room's only couch with his head\ncradled in Nadine's lap.\n\nDianne is in an overstuffed chair rubbing her legs and\nthighs, wetting her lips, trembling occasionally, and\nsighing often as if it is the only way she can keep\nbreathing, while she watches Bob pace back and forth.\n\nBOB\nOWL PHARMACY, Prescription services, Convenient\ndowntown location!\n\nBob rips that page out of the phone book. He puts the\nbook down and reads off some more pharmacies.\n\nNadine looks depressed. She tugs a hangnail on her finger\nand thinks REAL HARD about something.\n\nBOB\n\nOkay! Let's get off our duffs and out on the\nroad. We ain't going to find no morphine\nhanging off the fir trees. Dianne, you pick\nout some doctors and try putting the old\nheadache act on them. Rick and Nadine, you\ncome along with me. We got to find out just\nwhat poison shops in this town are holding.\n\nINT. DOCTOR'S OFFICE DAY\n\nDianne waiting in the waiting area of the Doctor's\noffice. She is hiding fidgety signs of drugs, or lack\nof. But she is made up well.\n\nA RECEPTIONIST pushes back a sliding window and pokes out\nto see Dianne who is wearing dark glasses, looking like a\nblind person.\n\nRECEPTIONIST\nIs this your first appointment with Doctor\nClark?\n\nDIANNE\nYes it is.\n\nRECEPTIONIST\n\nI see, will you please £111 out this personal\nhistory form?\n\nDianne gets up and takes a form from the Receptionist.",
  "35": "---END OF PREVIOUS SECTION---\nDIANNE\nYes it is. RECEPTIONIST\n\nI see, will you please £111 out this personal\nhistory form? Dianne gets up and takes a form from the Receptionist. \n---TARGET SECTION TO BE ANNOTATED---\n\f95\n\n96\n\n97\n\n98\n\n9BA\n\n99\n\n9- 10-88\n\n47\nDIANNE\nThank you, I will.\nINT. MOVING CAR DAY\nBob and Rick and Nadine in the front seat, Bob driving,\nand holding the torn Yellow pages in his hand, searching\nthe address out.\nBOB\nAre we lost.\nINT. DOCTOR'S OFFICE DAY **\n\n \n\nDianne is led into an examination room by a RECEPTIONIST.\n\nRECEPTIONIST\nWhile you are waiting, you might as well\nundress and put on the white gown you'll find\ndraped across the stool.\n\nThe receptionist shuts the door and Dianne whips into\naction examining the examination room, shaking down\nCABINETS, DRAWERS, looking for prescription blanks.\n\nINT. CAR DAY\nBob is pulling to the side of the street.\nBOB\nThe point is to get the pharmacist to look in\n\nhis stash for dilaudid tablets...thereby\nshowing us just where the stuff is hid.\n\n \n\nINT. PHARMACY #4 DAY\n\n \n\nNadine sashays into the store, followed by Rick.\nEXT. STREET PHONE BOOTH DAY\nBob is calling the number from the yellow page in his\n\nhand.\n\nINT. PHARMACY DAY\n\n \n\nThe phone ringing as Nadine is trying on lipstick.\n\nA PHARMACIST picks up the phone.\n\f100\n\n101\n\n9-10 -88\n48\n\nINT. PHONE BOOTH DAY\n\n \n\nBob, ever-so-politely speaks to the pharmacist.\n\nBOB\nSay, I've got a one milligram dilaudid\nprescription and I've been all over town trying\nto find me some. Could you possibly £111 this\nprescription for me?\n\nINT. PHARMACY DAY\n\n \n\nNadine watches the pharmacist through a mirror she is\nusing to try on sample lipstick.\n\nThe pharmacist changes from a smiling good natured type to\na frowning, snarling, no-nonsense masher.\n\nPHARMACIST\nNo, we don't have any dilaudid in any form. We\nhaven't carried any form of that crap in years.\nSo don't bug us anymore.\n\nHe slams down the phone and looks around his store, an\ninquisitive CLERK steps closer to the pharmacist.",
  "36": "---END OF PREVIOUS SECTION---\nWe\nhaven't carried any form of that crap in years. So don't bug us anymore. He slams down the phone and looks around his store, an\ninquisitive CLERK steps closer to the pharmacist. \n---TARGET SECTION TO BE ANNOTATED---\nCLERK\nWhat was that all about?\n\nPHARMACIST\nOh, one of those goddamn dope fiends again,\nasking if we stock one-milligram dilaudid.\n\nCLERK\nWe don't have any, do we?\n\nPHARMACIST\nNo, I don't stock the stuff anymore. I used\nto, but those crazy dope fiends about drove me\nout of my mind over them...\n\nNadine begins to get a creepy feeling and leaves slowly.\n\nPHARMACIST\n«.-all day long they were pestering me with\nphony prescriptions, at night, they crashed\nthrough the front door, the back door, through\nthe roof, I expected to find one come crawling\ndown the chimney.\n\nRick and Nadine saunter out the door. The Pharmacist lets\nout a sigh of relief.\n\f9-10-88\n49\n\nPHARMACIST\n\nThat was a couple of them right there, I'd bet\nmy bottom dollar on it. Did you see how they\nstood around trying to look so innocent and\nprim? They run in packs just like wolves. If\nyou let them think you've got a narcotic drug\nleft on the shelf, they'll pester you until\nthey get it. There isn't anything you can do\nonce they find out you've got what they're\nafter.\n\n102 INT. EXAMINATION ROOM DAY\n\n \n\nThe smiling, middle aged, good natured DOCTOR enters and\nDianne is on the table wearing the white nightgown.\n\nDOCTOR\nAnd how are you today?\n\nDIANNE\nNot too damned good, Doc.\n\nDOCTOR\nThis is your first visit with us, isn't it?\n\nHe studies her personal history card in his hand.\n\nDianne puts on her most pained expression, blocks her eyes\nfrom the overhead light.\n\nDOCTOR\nWhat seems to be the problem?\n\nDIANNE\nI have a horrible migrane. Can we turn out the\nlights, I mean, they're just killing me.\n\nDOCTOR\nI'm sorry, this is a skylight.\n\nDIANNE\nI'm feeling like I'm sick to my stomach. I've\ntaken things for this in the past. Not codeine\nbecause I'm allergic to that, but something\nelse.\n\nDOCTOR\nI see.",
  "37": "---END OF PREVIOUS SECTION---\nI've\ntaken things for this in the past. Not codeine\nbecause I'm allergic to that, but something\nelse. DOCTOR\nI see. \n---TARGET SECTION TO BE ANNOTATED---\nDIANNE\nBut there's this little blue pill, I think it\nstarts with a \"d\" dilly-something.\n\f103\n\n104\n\n105\n\n106\n\n9-10-88\n50\n\nDOCTOR\nDilaudid?\n\nDIANNE\n(hiding her reaction)\nThat's it, Doc. I think that's the one.\n\nEXT. STREET DAY\n\nNadine and Rick climb into the car with Bob. They are\nboth shaking their heads.\n\nBOB\nDon't look so glum. The bastard's holding all\nright.\n\nNADINE\nI don't know, Bob, the clerk asked the\npharmacist what it was all about, and he said,\n\"Hell, I haven't seen any dilaudid in years.\"\n\nBOB\nOh yeah, well they were just putting the shuck\non you, because I know the bastards had\ndilaudid in there not too awful long ago, and\nbesides, they wouldn't have gotten so paranoid\nif they wasn't holding.\n\nBob checks another pharmacy on the yellow pages list.\n\nEXT. OK USED CARS DAY ee\n\n \n\nBob is signing a paper on the hood of a red pickup truck.\n\nBOB\nNow the reason that we have this truck is not\nbecause we necessarily need another vehicle.\n\nINT. RED PICKUP NIGHT\nBob is lecturing Nadine and Rick.\nBOB\nBut we can move easier, in this sort of a\nvehicle. We also have the right license plates\non our ass, so's the average Joe thinks that\nwe're farmers just in town for a little ride.\n\nEXT. BAR #2 NIGHT\n\nBob, Nadine and Rick get out of the red pickup and walk\ninto a bar.\n\f107\n\n108\n\n109\n\n9-10-88\n51\n\nBOB\nNow, there's always something that you can pick\nup if you keep your eyes open. Sometimes it is\nso obvious it escapes the casual observer.\n\nOMIT\n\nEXT. TRUCK NIGHT\nThe truck is driving down the street.\nBOB'S VOICE\n\nYou gotta keep on the lookout, because you\nnever know what you might find.\n\nEXT. STREET NIGHT ee\n\n \n\nBob, Nadine and Rick walking by a darkened drug store.\n\nBOB\nDid you see that?\n\nEveryone is still walking.",
  "38": "---END OF PREVIOUS SECTION---\nSTREET NIGHT ee\n\n \n\nBob, Nadine and Rick walking by a darkened drug store. BOB\nDid you see that? Everyone is still walking. \n---TARGET SECTION TO BE ANNOTATED---\nRICK\nWhat?\n\nRick and Nadine turn their heads to see what they have\nmissed.\n\nBOB\nThe transoms, didn't you guys see the open\ntransoms?\n\nNADINE\nNo.\n\nRICK\n\nWhat are transoms?\n\nBOB\nThose little windows open above the front door,\nRick. Wow! What a birds nest on the ground,\nand you guys never even saw it.\n(pointing)\nYou got to keep your eyes open, you got to\nlook.\n\nBob whistles.\n\f109A\n\n110\n\n111\n\n112\n\n9-10-88\n52\n\nBOB\nAnd that nasty-assed bastard pharmacist saying\n\"No, we don't have no dilaudid, haven't stocked\nthat crap in years\". Well, well, we'll just\nsee 1£ that bastard wasn't lying through his\nteeth or not, right this goddamn minute. Rick\nyou go back to the pickup and get that small\nbar I shoved under the front seat.\n\nBob and Nadine walk away arm in arm. Bob flirting with\nNadine.\n\nBob\nNadine and I will walk around a bit and see\nwhat all is happening on this street. See if\nthere's any drunks or couples sitting around in\nany of these cars parked along here.\n\nEXT. STREET NIGHT\n\n \n\nRick fetching the bar from the front seat of the truck and\nwalking back Bob's direction.\n\nEXT. STREET NIGHT ~\n\n \n\nRick meets up with Bob and Nadine.\n\nBOB\nOkay, Rick here's the play. We get the traffic\nright first, then we move over in front of\nthose open transoms. You cup your hands, I\nstick my foot in, you lift, up I go.\n\nRick nods.\nBOB\n\nI'll let you in the back door and we can amble\nover to the truck, in back of the Pharmacy.\n\nEXT. PHARMACY NIGHT\n\n \n\nBob and Rick move fast, step up under the pharmacy's\nentrance and Rick lifts while Bob pulls, up and over.\n\nINT. PHARMACY NIGHT\n\n \n\nBob whirls and races along the shelves until he comes to a\nlocked door leading to a back room. With a deft movement,\nBob springs the door in a matter of seconds.\n\f113\n\n114\n\n115\n\n116\n\n117\n\n9-10-88\n53\n\nINT.",
  "39": "---END OF PREVIOUS SECTION---\nPHARMACY NIGHT\n\n \n\nBob whirls and races along the shelves until he comes to a\nlocked door leading to a back room. With a deft movement,\nBob springs the door in a matter of seconds. 113\n\n114\n\n115\n\n116\n\n117\n\n9-10-88\n53\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n BACK ROOM NIGHT\n\nBob is in an area that is divided by rough-cut dirty, aged\nwood. Two safes are against one wall. Also there is an\nalley entrance which has a huge sliding wooden door,\nsecured by a padlock, Bob tears off the padlock to ensure\na quick exit.\n\nNEXT, in the other section of the room, encased in\naluminum and glass, 1s the back of the pharmacy, Bob\nATTACKS a small sliding door and enters, moving quickly\nalong the shelves of pills and halfway along the main\ncounter he finds a locked drawer. It isn't too large\nbut...\n\nWHEN HE SPRINGS IT OPEN he finds it heaped to the brim\nwith different bottles of different colors and designs,\nand all of them have a purple federal stamp on the cap.\n\nBOB GRINS.\n\nHe grabs the whole drawer and runs for the alley exit.\n\nEXT. PHARMACY REAR DOOR NIGHT\n\nEXT. PRR eee\n\nBob slides open the door where Rick and Nadine are waiting\nBob hands Nadine the drawer.\n\nBOB\nfake this, baby, and put it in the truck.\nRick, step inside here a moment. I want you to\nlook at these two safes.\n\nMOVING VIEW of Nadine running with the drawer, clutching\n\ntt to her stomach like a cigarette girl. She runs so hard\nshe sounds like a milk truck beginning its delivery.\n\nEXT. TRUCK NIGHT\n\n \n\nNadine arrives at the truck and hesitates.\n\nEXT. PHARMACY NIGHT\n\nBob is watching Nadine and the truck.\n\nINT. PHARMACY BACK ROOM NIGHT\n\niNT. Frankie\n\nRick steps up to the safes.\n\f118\n\n119\n\n120\n\n121\n\n9-10-88\n54\n\nEXT. TRUCK NIGHT\n\nNadine stands beside the truck.\n\nBOB WATCHING\n\nNadine starts to lower the whole drawer into the bed of\nthe truck, then lets it rest on the truck's side panel\nwhile she opens the door of the truck.\n\nNadine then grabs the drawer, swings it backward as far as\nher arms can go and brings the drawer forward as if she is\na fish wife emptying a pan of water, spilling the bottles\nall over the seat and floor of the truck.\n\nBob can't believe what he's seeing.\n\nINT.",
  "40": "---END OF PREVIOUS SECTION---\nNadine then grabs the drawer, swings it backward as far as\nher arms can go and brings the drawer forward as if she is\na fish wife emptying a pan of water, spilling the bottles\nall over the seat and floor of the truck. Bob can't believe what he's seeing. INT. \n---TARGET SECTION TO BE ANNOTATED---\n PHARMACY NIGHT\nRick and the safes.\n\nBOB'S VOICE\nRick, forget about the safes.\n\nEXT. PHARMACY BACK DOOR NIGHT\nRick emerges from the pharmacy. They close the back door\n\nand both take off running toward Nadine and the pickup.\n\nEXT. TRUCK NIGHT\n\n \n\nNadine bends down with the empty drawer between her legs\nthen straightens up, flipping the drawer up and over her\nhead. It sails into the air...\n\nSPINS AROUND a few times and lands in the street a few\nparking meters away.\n\nA small grey VOLKSWAGEN rounds a corner and slows down\nnear the drawer, seemingly studying it momentarily, then\nit drives on.\n\nANOTHER CAR is coming as Bob and Rick reach shaking\nNadine.\n\nThey quickly push her into the pickup and Bob pulls away,\nsitting on a pile of bottles, for once saying absolutely\nnothing.\n\f122\n\n123\n\n124\n\n124A\n\n125\n\n126\n\n9-10-88\n$5\n\nEXT. STREET NIGHT\n\nThe truck is taking corner after corner.\n\nINT. TRUCK NIGHT\n\nBob and Rick and Nadine as the truck takes another corner.\n\nEXT. RESIDENTIAL STREET\n\n \n\nThe truck pulls to the side of the road.\n\nINT. TRUCK NIGHT\n\n \n\nBob takes a deep breath.\n\nBOB\nOkay. Let's get all these bottles together,\nput them in a sack and you, Nadine, you take\nthat sack and walk over to those bushes along\nside that house and wait for us while we go\nback and get that drawer and clean it up. You\ndidn't have any gloves on and, baby, that clean\ncream drawer is going to have nothing but your\nfingerprints all over it.\n\nIt takes a second to get all the bottles together.\n\nINT. TRUCK NIGHT (later)\n\n \n\nThe truck is moving. Bob and Rick breathe a sigh of\nrelief as the headlights of the truck spotlight the drawer\nin front of them.\n\nRick jumps out of the truck and picks up the drawer and\ngets back in the truck.\n\nINT. MOTEL NIGHT\n\n \n\nBob and Rick and Nadine have entered, Dianne comes into\nthe room to see what they found, but Nadine doesn't stay,\nshe marches back to her room and slams the door shut.",
  "41": "---END OF PREVIOUS SECTION---\nRick jumps out of the truck and picks up the drawer and\ngets back in the truck. INT. MOTEL NIGHT\n\n \n\nBob and Rick and Nadine have entered, Dianne comes into\nthe room to see what they found, but Nadine doesn't stay,\nshe marches back to her room and slams the door shut. \n---TARGET SECTION TO BE ANNOTATED---\nDIANNE\nWhat's that all about?\n\nBob is inspecting the bottles in the bag and bringing them\nout one by one.\n\f9-10-88\n56\n\nDIANNE\n(still interested in Nadine)\nYou been making a pass at her again, Bob?\n\nBob shakes his head and paws through the pile of small\nbottles.\n\nHe comes up with a small one with a blue label.\n\nBOB\nI'll be goddamned.\n\nDIANNE\nWhat is it, Bob? What did you find?\n\nBOB\nPowdered dilaudid, that's what. A whole\nuntouched one eighth ounce bottle of powdered\nD. And there should be another partially\nfilled bottle here somewhere.\n\nBob spreads them all out on the coffee table and separates\nthem into different categories.\n\nBOB\nYou know what this bottle is worth, Rick?\n\nHe holds up the bottle that is only two inches high.\nRick shakes his head as he takes the bottle from Bob.\n\nBOB\nWell, I'll tell you what it's worth. It's\nworth a goddamn fortune, at least a small\nfortune. That there's got eight hundred and\nforty some odd sixteenths in it, and at ten\ndollars a sixteenth, that comes to around eight\nthousand four hundred dollars worth of the best\ngoddamn dope money can buy.\n\nSlaps his leg.\n\nDIANNE\nHot dog, what a find, yep, that there little\nbottle will probably last us three for a week.\nI guess we must have outrun that hex we had on\nus. I sure an glad we started cross-roading,\naren't you, Bob?\n\nAnd Bob takes a willing Dianne in his arms and whirls her\naround the room, as she squeals and shrieks in delight.\n\f127\n\n128\n\n129\n\n9-10-88\n57\n\nINT. BEDROOM NIGHT\n\nNadine sits in silence at the edge of her bed. Her coat\nis still on and tears are slowly coursing down her cheeks.\n\nDIANNE'S SCREAM can be heard in the next room, Rick and\nBob are shouting with joy.\n\nINT. LIVING ROOM NIGHT\nBob jumps up. Rick is fixing.\n\nBOB\nOkay, pards, I'l] show you how we'll hide this\nstuff in these motels.",
  "42": "---END OF PREVIOUS SECTION---\nLIVING ROOM NIGHT\nBob jumps up. Rick is fixing. BOB\nOkay, pards, I'l] show you how we'll hide this\nstuff in these motels. \n---TARGET SECTION TO BE ANNOTATED---\n Open up that trap door\nto the attic, and I'll push you on up through.\nYou cross over a couple of these units and\nstash the stuff over somebody else's room.\n\nINT. BEDROOM NIGHT\n\n \n\nRick enters the room and stands awhile just inside the\ndoor watching Nadine. She is still on the bed with her\ncoat on and her head lowered.\n\nRICK\nBuck up, baby. So you muffed it, everyone does\nthat once in awhile. It came out all right and\nthat's what counts. We're going to go out\nagain, but don't worry, we'll be back soon.\n\nNadine raises a tear stained face.\n\nNADINE\nWhat did that sonofabitch say about me?\n\nRICK\nBaby, he didn't say anything. Not one word.\nDianne doesn't even know anything about it.\n\nNADINE\nBut he isn't going to take me along anymore.\nIs that it? And one day you all will just drop\nme off on a corner and tell me to do such such\nand I'll come back and wait and wait and you'll\nnever show up.\n\nTHEN her voice breaks into sobs and the trail of tears\nbecome a flood.\n\nRick kneels beside her.\n\f9-10-88\n58\n\nRICK\nBaby, we ain't going to leave you standing on\nno corner. We ain't leaving you any place.\nYou're mine, baby. I'm not leaving you. Bob\nis no doubt leaving you home tonight because\nyou are feeling bad. He knows how bad you feel\nabout the whole thing.\n\nNADINE\nTo hell with that sonofabitch and his hexes and\nall his funny little stunts. It wasn't my\nfault he had to leave the coast. That was his\nfault. The goddamn hog.\n\nRICK\nNow, baby, you just take it easy, we got us a\ngood thing going. Why break it up? Tomorrow\nyou will see things in a different light.\nYou're all upset. It'll be fine.\n\nNADINE\nNo Rick, it's not going to be fine. I just\ncan't stand their superior ways and all that\ncrap about hexes. You don't believe that\nstuff, do you?\n\nRICK\n\nHell, I don't know, Nadine.",
  "43": "---END OF PREVIOUS SECTION---\nI just\ncan't stand their superior ways and all that\ncrap about hexes. You don't believe that\nstuff, do you? RICK\n\nHell, I don't know, Nadine. \n---TARGET SECTION TO BE ANNOTATED---\n What difference\ndoes it make? It's their thing. I guess if\nthey want to believe in hexes, they're entitled\nto. All we got to watch is not talking about\npets in their presence and not leaving any hats\non any bed. Hell there's nothing hard about\nthat.\n\nNADINE\nWell, I'm just going to prove to all of you\nthat there isn't anything to any of that stuff.\n\nNadine marches to the closet and promptly takes out one of\nher hats. She determinedly flips it onto the bed and then\nasks Rick:\n\nNADINE\nDo you think it will make any difference that\nI'm using a woman's hat instead of a man's?\n\nRick shakes his head slowly.\n\nRICK\nI wish you hadn't of done that, Nadine. It\nreally isn't fair. I mean, you can do whatever\nyou want to change our lives, but what do you\nwant to mess with someone else's for? That\ndon't seem quite right.\n\f130\n\n131\n\n132\n\n9-10-88\n59\n\nNADINE\nTo hell with them. I'm going to leave that hat\nright there. You go on out with them tonight.\nrm going to show them it don't mean nothing at\na .\n\nRick shakes his head again. He lays an outfit anda\ncouple of sixteenth down on the night stand.\n\nRICK\n\nI think they want to go right away. We won't\nbe long, maybe a couple of hours.\n\nEXT. PARKING LOT NIGHT\n\n \n\nRick breaks into a car in the hospital parking lot.\nBob and Dianne kiss before he takes off.\n\nDianne watches from her stolen car as Rick, in his car\nheads right between two parked police cars ata\nhair-raising thirty-five miles an hour. Only three feet\nseparates the two cars, so Rick gets both of their rear\nfenders in the initial rush.\n\nINT. HOSPITAL NIGHT\n\n \n\nInside the HOSPITAL it is like one continuous corridor,\nbroken up at intervals by little substations, which are\ncomposed of a waist high counter enclosing a switchboard,\na few desks and an aid station of sorts. There are a\ncouple of NURSES hanging around the substations. A\nPOLICEMAN is in the corridor.",
  "44": "---END OF PREVIOUS SECTION---\nHOSPITAL NIGHT\n\n \n\nInside the HOSPITAL it is like one continuous corridor,\nbroken up at intervals by little substations, which are\ncomposed of a waist high counter enclosing a switchboard,\na few desks and an aid station of sorts. There are a\ncouple of NURSES hanging around the substations. A\nPOLICEMAN is in the corridor. \n---TARGET SECTION TO BE ANNOTATED---\nOUTSIDE we can hear the sound of cars revving their\nengines, and horns BLARING and metal SMASHING.\n\nThe policeman and the nurses go to the front windows of\nthe corridor to see what the problem is.\n\nTHEIR VIEW from through the window of the parking lot.\nTWO CARS are running amok in the lot.\n\nEXT. PARKING LOT NIGHT\n\n \n\nThen he throws the car in reverse, and floorboards the\naccelerator.\n\nHis car clings to the smashed police cars for a second\nwhile his tires scream and pour out smoke. then abruptly,\nthe torn and intermeshed metal of the cars separates and\naway Rick roars again until he comes to a halt forty feet\naway against another late model car.\n\nVIEW of the Hospital, people are hanging out the windows\nwatching.\n\f133\n\n134\n\n135\n\n9-10-88\n60\n\nRick keeps right on working, he gives the police another\nshot for good measure, then he picks out an automobile\nbehind and off to one side and gives it a bank shot that\ncrumples the right front fender.\n\nTWO POLICEMEN come running from the front doors of the\nhospital.\n\nThey run across the front lawn less than a hundred yards\naway from Rick.\n\nThen Dianne gets into the act. She holds her horn down\ncausing one continuous blast, and squeals out of her\nposition toward the officers, who are running after Rick.\n\nVIEW of Dianne closing in on the officers, who take a dive\nto the ground.\n\nDianne keeps going until she comes to Rick, who has\nditched his car and is now on foot. She stops\nmomentarily to let Rick in, then turns and takes off\nburning rubber all the way out of the parking lot.\n\nBOB SEES and HEARS the pandemonium from where he is hiding\nup against the side of the building.\n\nBOB\nThey'll probably talk about this one for years.\n\nHe smiles and quickly smashes out a window and climbs into\na vacant office.\n\nINT. HOSPITAL NIGHT\n\nBob coming through the window of a darkened office. He\ncrosses the room, sticks his head out the door into a long\ncorridor, and:\n\nINT. CORRIDOR NIGHT\n\nNOT SEEING ANYBODY, steps across the corridor to the\nlocked entrance of the PHARMACY.",
  "45": "---END OF PREVIOUS SECTION---\nHOSPITAL NIGHT\n\nBob coming through the window of a darkened office. He\ncrosses the room, sticks his head out the door into a long\ncorridor, and:\n\nINT. CORRIDOR NIGHT\n\nNOT SEEING ANYBODY, steps across the corridor to the\nlocked entrance of the PHARMACY. \n---TARGET SECTION TO BE ANNOTATED---\n After studying the door\nmomentarily, he takes a small pry bar, slams the tapered\nend into the crack between the door and the jam at lock\nlevel, and SNAPS the other end of the bar back. The door\nshoots open with a noise resembling a muffled shot.\n\nINT. PHARMACY NIGHT\n\nBob: quickly enters and braces the door behind him. It\nstays in position, but with a piece of the jam gone, then\n\f136\n\n137\n\n9-10-88\n61\n\nhe goes directly to the narcotics cabinets housed behind a\ncounter. The lockers are made of one-eighth inch sheet\nsteel and have large brass padlocks on them.\n\nBob tries to wedge his pry bar between the bolt of a lock\nbut the bar is too big. Next he tries to wedge it between\nthe lock and the hasp, but the bar slips out.\n\nBOB\nFuck it!\n\nThe sweat is pouring down Bob's face in rivulets, his\nclothes are damp and his hands are beginning to shake.\n\nHe tries forcing the bar into the crack beside the cabinet\ndoor, but the bar jumps toward him every time he applies\npressure.\n\nHe tries lifting the cabinet free from the wall, but it is\nsolid. He jams the pry bar between the wall and the\ncabinet and gives a mighty heave. The cabinet bends\ntoward him, but it's obvious that this will take too long.\n\nBob stands back from the cabinets and brings the wedge\nshaped point of the bar down in a cutting motion in an\nattempt to tear a hole in the sheet metal and more or less\ncan-open the thing enough to reach inside.\n\nINT. CORRIDOR NIGHT\n\nINT. CORRIOUR Rives\n\nA nurse hears the noise as she passes by.\n\nShe tries to open the door but it is jammed. She pulls\nher ear to the door and listens, then she runs down the\nhall for help.\n\nINT. PHARMACY NIGHT\n\nBob has one of the cabinets open only to find Demerol\n(otherwise known to drug addicts as \"dummy 0i1\")\n\nBOB\nugh!\n\nHe raises his pry-bar to go for another cabinet when the\ndoor of the pharmacy breaks open behind the weight of .TWO\nBURLY ATTENDANTS.",
  "46": "---END OF PREVIOUS SECTION---\nPHARMACY NIGHT\n\nBob has one of the cabinets open only to find Demerol\n(otherwise known to drug addicts as \"dummy 0i1\")\n\nBOB\nugh! He raises his pry-bar to go for another cabinet when the\ndoor of the pharmacy breaks open behind the weight of . TWO\nBURLY ATTENDANTS. \n---TARGET SECTION TO BE ANNOTATED---\nThey hurl themselves into the room, take one look at Bob\nand immediately begin closing in.\n\f138\n\n139\n\n140\n\n141\n\n142\n\n143\n\n9-10-88\n62\n\nBob swings his bar at them, and leaps over to a window\noverlooking one of the quaint little gardens in the\nhospital courtyard. With one swing of the bar, he smashes\nout the window and dives through it.\n\nEXT. HOSPITAL COURTYARD NIGHT\n\nBob lands on the sidewalk in a roll and when he scrambles\nto his feet, blood is streaming down his face.\n\nAbove him the attendant is trying to climb out the window.\nBob gives him a mild bop on the head with his bar and the\nattendant starts climbing back in. Bob heads for an exit\ndoor to another wing.\n\nThe exit door is locked. Bob smashes a hole through the\nglass top of the door, reaches in to open it from the\ninside, and heads down the corridor.\n\nINT. CORRIDOR NIGHT\n\nHe tries wiping blood from his face as he makes his way\ndown the corridor.\n\nHe disappears into a women's restroom.\n\nINT. RESTROOM NIGHT\n\nBob stands in front of a mirror and examines the damage to\nhis head.\n\nHe watches the blood pump out in small but steady streams.\nHe washes off his face and hands, and puts paper towels to\n\nthe wound. He wipes up the sink and the mirror and then\nretreats to a toilet booth.\n\nINT. TOILET NIGHT\n\nBob sits down and waits.\n\nEXT. COUNTRY ROAD NIGHT\n\nDianne and Rick in their own car, waiting beneath a large\ntree, somewhere near the hospital.\n\nINT. CAR NIGHT\nDianne is fidgeting.\n\f144\n\n145\n\n146\n\n147\n\n148\n\n9-10-88\n63\n\nDIANNE\nBob's like a rabbit, in and out and no\nnonsense. And that goes for a lot more than\njust a hospital pharmacy. This just isn't like\nhim.\nINT. WOMAN'S ROOM TOILET NIGHT\n\nBob waiting. A woman comes in and uses the next stall.\nBob gets up on the toilet so she doesn't see him.\n\nDISSOLVE TO:\n\nEXT. CAR NIGHT\nThe car beneath the tree waiting.\n\nDISSOLVE TO:\n\nEXT. CAR DAWN\n\nThe car still waiting, only the sun is coming up.\n\nINT.",
  "47": "---END OF PREVIOUS SECTION---\nDISSOLVE TO:\n\nEXT. CAR DAWN\n\nThe car still waiting, only the sun is coming up. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CAR DAWN\nDianne and Rick waiting, and yawning.\n\nRICK\nWe might as well give up. He ain't coming.\n\nDIANNE\n(grabs Rick)\nThey got him. The bastards got him. I know\nit. I can feel it in my heart. The bastards,\nthe dirty bastards. If they've hurt him just\none little bit, I'11 kill. I'11 kill them all!\n\nDianne starts to sob.\n\nINT. MOTEL LIVING ROOM DAY\n\n \n\nRick and Dianne enter, it is quiet.\n\nRICK\nNadine?\n\f150\n\n151\n\n9-10-88\n64\n\nINT. BEDROOM DAY\n\niNT. PERRee ee\n\nRick opens the bedroom door and notices that the hat is\nstill on the bed.\n\n \n\nNadine is nowhere to be seen.\nRick steps over to the closet. Then he sees something.\n\nNADINE'S FEET are sticking out from the floor on the other\nside of the bed.\n\nHer lips and face are a funny bluish color. An outfit\nhangs out of a ditch in her arm.\n\nRICK\nOh, my God!\n\nHe falls to his knees to hold her.\nRICK\nI'm sorry, baby. I never should have gotten\nyou into all this.\nRick holds her and moans.\n\nRICK\nOh, baby, please, baby, what can I do?\n\nDianne enters and sees the situation. She huddles over\nRick, just as:\n\nINT. LIVING ROOM DAY\n\nINT. LIVING ROOM be\nBob comes happily in the front door whistling. His face\nand upper forehead and one arm are covered with white\nmedical tape and bandages.\nBOB\nHoney! I'm home!\nINT. BEDROOM DAY\n\nBob joins his crew.\n\nBOB\nWhat in the hell is going on?\n\nDianne turns and looks at Bob's bedraggled appearance.\nDIANNE\n\nWhat did the bastards do to you? What did they\ndo, I'l] kill them, 1'11 kill them...\n\f9-10-88\n65\n\nBOB\n\nWho put that hat on that goddamned bed?\nRICK\n\nShe did, Bob.\nBOB\n\n(seeing Nadine)\n\nWhat?\nRICK\n\nShe didn't mean no harm by it.\nBOB\n\nShe bit it.",
  "48": "---END OF PREVIOUS SECTION---\nBOB\n\n(seeing Nadine)\n\nWhat? RICK\n\nShe didn't mean no harm by it. BOB\n\nShe bit it. \n---TARGET SECTION TO BE ANNOTATED---\nRICK\n\nShe said it was bullshit! Oh, it's all my\nfault.\n\nBOB\nWho gave her the stuff, she couldn't have done\nthat on no two-sixteenths. What's she been\ndoing, saving it up?\n\nBob picks up a bottle beside the bed, the small blue\npartially filled one.\n\nBob shakes\n\nRick takes\n\nBOB\nWhere in the hell did she get this?\n\nRICK\nWhat is it?\n\nBOB\nI knew there should have been another opened\nbottle. She must've picked it up while we were\ncollecting the bottles off the floor of the\ntruck. Stupid conniving bitch.\n\nRICK\n(angry, jumping up off the corpse)\nYou can't call her that. She's dead. Don't\never say anything bad about her.\n\nhis head in disgust.\n\nBOB\nShe beat you, man. Your own woman beat you out\nof part of your own cut on a score. She got\nwhat she deserves.\n\na swing at Bob but misses and sends his hand\n\nthrough a plaster wall.\n\f152\n\n153\n\nCr\n\n154\n\n9-10-88\n66\n\nBOB\nNot only that, the dumb bitch threw a hex on us\nthat we'll all be lucky to survive. And she\nleft us with and 0.D.'d stiff which, if I'm not\nmistaken, is paramount to a murder beef in this\nstate. And for Christsakes get that hat off\nthe bed.\n\nBob kicks the hat off the bed and backs out of the room\naway from Rick who is pulling his hand out of the wall.\nDianne is clinging to Bob's arm. Bob slams the door.\n\nINT. MOTEL ROOM HALL DAY\n\nDIANNE\nHow did you ever get away?\n\nBOB\nI hid in a woman's restroom. When I woke up\nand left, I ran into a nurse and gave her a\nstory that I was looking for the emergency\nroom. They fixed me up pretty good.\n\nINT. BOB AND DIANNE'S BEDROOM DAY\n\nBob and Dianne are looking up at the celling, lying in\nbed. :\n\nDIANNE\nI know what. Let's pull her up into the attic\nand hide her there for the day. At least then\nthe maid won't be stumbling over her.",
  "49": "---END OF PREVIOUS SECTION---\nBOB AND DIANNE'S BEDROOM DAY\n\nBob and Dianne are looking up at the celling, lying in\nbed. :\n\nDIANNE\nI know what. Let's pull her up into the attic\nand hide her there for the day. At least then\nthe maid won't be stumbling over her. \n---TARGET SECTION TO BE ANNOTATED---\nBOB\nYou know what, Dianne? That's probably the\nbest idea you've come up with in years.\n\nINT. RICK AND NADINE'S BEDROOM DAY\n\nBob and Dianne enter. Rick is kneeling on the floor with\nhis head down on the bed as though he is in prayer. Bob\nwalks up to him cautiously, takes him by the shoulders and\nstands him up and hugs him, then walks him out of the\nroom.\n\nBOB\nWe got to get Rick here in bed. He's been up\nall night and probably don't know what the hell\nhe's doing, do you, Rick?\n\f155\n\n156\n\n157\n\n157A\n\n9-10-88\n67\n\nINT. CRAWLSPACE DAY\nThe wooden hatch to the crawlspace opens. Dianne is ona\n\nchair looking up at OUR VIEW and Bob is below her with\nNadine's body over his shoulder in a fireman's lift.\n\nINT. HALLWAY DAY\n\nNadine's legs sticking down out of the crawlspace, Dianne\nstill below on the chair guiding her up, Bob out of sight\nin the crawlspace.\n\nThe worst part of the job having passed without our seeing\nit.\n\nINT. CRAWLSPACE DAY\n\n \n\nThe hatch is closing, the VIEW pans over to see Nadine's\nface.\n\nINT. LIVING ROOM DAY\n\n \n\nDianne replaces the chair where it usually is.\n\nBOB\nHell, it's like trying to raise a couple of\ngoddamn kids when you take on a couple like\nthat and try and teach them to steal. Do you\nknow that, Dianne? It's just like raising\nchildren. All the hassles, all the petty\nJealousies, all the what-ifs.\n\nDIANNE\nYou aren't kidding.\n\nBOB\nI'm getting too old for this shit. These\ngoddamn kids today, they ain't got no sense at\nall. They're all TV babies. They been\nwatching people killing and fucking each other\non that goddamn boob tube and that's all they\nknow. Hell, they think it's legal, that it's\nthe right thing to do.\n\nDIANNE\nRelax hon. You can't take on the whole world.\n\nTHE DOORBELL RINGS.",
  "50": "---END OF PREVIOUS SECTION---\nDIANNE\nRelax hon. You can't take on the whole world. THE DOORBELL RINGS. \n---TARGET SECTION TO BE ANNOTATED---\nBOB\nWow, what a busy day.\n\f9-10-88\n68\n\nBob checks the peephole.\n\nBOB\nI think it's the guy from the front desk.\n\nBob slowly opens the door.\n\nA uniformed MOTEL MANAGER is outside.\n\nBob closes\n\nMANAGER\nHello, are you Mr. Hughes?\nBOB\nYes.\nMANAGER\nAre you planning on checking out today?\nBOB\nNo, why?\nMANAGER\n\nWell, I'm sorry, sir, but when you registered,\nwe asked you how long you intended to stay and\nyou said a couple of days. We had prior\ncommitments in the form of a reservation for\nyour room today.\n\nBOB\nYou mean I got to move out right now?\n\nMANAGER\nWell, you see, I'm afraid so.\n\nBOB\nWell you just listen here. One of our\ncolleagues is very sick and I just don't feel\nthat we want to up and try to move to another\nmotel...\n\nMANAGER\nWell, you see, they're having a sheriff's\nconvention here in town and all these rooms\nhave been reserved for them as long as ninety\ndays ago.\n\nBOB\nLet me come down to the office in a minute.\nI'll be right down.\nthe door.\n\nBOB\nThey're having a sheriff's convention.\n\f157B\n\n158\n\n159\n\n9-10-88\n69\n\nDIANNE\nWe're going to know some of those guys, I'll\nbet.\n\nBOB\n\nJesus Christ, a sheriff's convention, no less.\nWhy couldn't it be a pharmacist's convention?\n\nDIANNE\nOr better yet, an undertaker's.\n\nEXT. MOTEL DAY\n\nBob walks into the office.\n\nINT. MOTEL OFFICE DAY\n\nThe stately smiling MANAGER is behind the counter. Bob\nis standing in front of her.\n\nMANAGER\nI'm sorry Mr. Hughes, you should have let us\nknow you intended staying this long. We'd\nhave warned you of our commitments.\n\nBOB\nI got a colleague in that motel room that's\ngot the mumps, I'm scared to move him. What\nif they should spread. Hell, we'd hit you\nwith a law suit that would ruin you.",
  "51": "---END OF PREVIOUS SECTION---\nBOB\nI got a colleague in that motel room that's\ngot the mumps, I'm scared to move him. What\nif they should spread. Hell, we'd hit you\nwith a law suit that would ruin you. \n---TARGET SECTION TO BE ANNOTATED---\n Now\ncan't you juggle those rooms around a bit or\nget the intendeds a reservation somewhere\nelse?\n\nMANAGER\nWell, if that's the case, you go on back to\nyour room.\n(a beat)\nPerhaps we can reserve them a room somewhere\nelse just for this one night. You will have\nto leave tomorrow.\n\nBob walks out of the office. Just as a SHERIFF walks in.\n\nEXT. MOTEL DAY\n\nBob walking back to his room. POLICE SHERIFFS are\nbeginning to pull into the motel parking lot. Other\nSHERIFFS are talking down at the end of the walkway.\n\f160\n\n161\n\n9-10-88\n70\n\nINT. MOTEL ROOM DAY\n\nBob shuts the door behind him. Dianne and Rick are on\nthe sofa.\n\nDIANNE\nWell?\n\nBOB\nIt looks like a fucking sheriffs convention\nout there. but they're going to let us keep\nthe room one more night.\n\nDIANNE\nGood God, how are we ever going to get her out\nof here with the place full of drunken cops\ncoming and going all night?\n\nBOB\nI don't know.\n\nDIANNE\nMaybe we could just head on out and leave her\nup there.\n\n_ BOB\n(astounded)\nAre you mad, Dianne? She'd be oozing down out\nof the attic in less than a week. These\npeople around here have seen her. They're\ngoing to remember that she was with us. No we\ngot to get her out tonight.\n\nINT. MOTEL DAY (later)\n\n \n\nBob and Dianne sitting across from each other. Bob is\nshowing signs of wear.\n\nDIANNE\nIt's gonna be one heck of a time getting her\noutta that crawlspace...\nBob just looks at the floor, doesn't say a word.\nDIANNE\nDon't know if I'm ever going to get my nails\ndone now...\n\nDianne watches Bob watching the floor.\n\nDIANNE\nNadine really got to you didn't she, Bob?\n\nBob considers the question for awhile, then looks\nstraight at Dianne for the first time that afternoon.\n\ftf\n\n9-10-88\n71\n\nBOB\nYeah, I suppose you could say that.",
  "52": "---END OF PREVIOUS SECTION---\nDIANNE\nNadine really got to you didn't she, Bob? Bob considers the question for awhile, then looks\nstraight at Dianne for the first time that afternoon. tf\n\n9-10-88\n71\n\nBOB\nYeah, I suppose you could say that. \n---TARGET SECTION TO BE ANNOTATED---\n I'm not\nexactly thrilled over her having left us in\nsuch an abrupt manner.\n\nDIANNE\nI don't mean that, Bob. I've seen you around\nother overdose cases and you never got like\nthis.\n\nBOB\nLike what?\n\nDIANNE\nOh, I don't know, just different.\n\nBOB\n\nOh, yeah, well 1'11 tell you what's wrong.\nI'm scared to fucking death that some big\nfucking cop is going to come rumbling through\nthat door any minute and say, \"Out this is my\nfucking room, out.\"\n\n(long pause)\nDo we have that garment bag in the car?\n\n163-166 OMIT\n\n167\n\n168\n\nINT. CRAWLSPACE NIGHT\n\nThe hatch to the crawlspace opens and Bob hoists himself\nup into it.\n\nNadine's HORRIBLE EXPRESSION of fear and happiness\nstrikes Bob as he begins to handle the body.\n\nThe body is very stiff, and like a mannequin. They have\nto lower Nadine head first down the hole.\n\nINT. HALLWAY NIGHT\n\nDianne is ready to catch Nadine who is coming down head\nfirst, but Dianne buckles under the weight of Nadine and\nfalls with her into the closet with a crash.\n\nBOB'S VIEW through the crawlspace as he watches Dianne\nand Nadine.\n\nBOB\nGod what a hassle.\n\nBob wipes his brow.\n\nCUT TO:\n\f169\n\n170\n\n171\n\n9-10-88\n72\n\nINT, MOTEL EARLY MORNING\nBob zips Nadine into garment bag.\n\nBob parts the curtains of the front window of the motel\nroom.\n\nOUTSIDE it is a sea of COP CARS. It looks like his car\nand the pickup are the only ones that don't have radio\nantennas and red lights sticking out all over them.\n\nBOB\n(to Dianne)\nYou go first, unlock the car. Look around a\nbit while you're doing it. See if anyone is\nlurking about.\n\nDianne puts her coat on, smiles, turns to the door and\nheads for the parking lot.\n\nBob stands and fidgets in front of the curtains, not\nwatching Dianne in the parking lot. He can hear the\ntrunk of the car open. Then a few seconds later Dianne\nreturns.",
  "53": "---END OF PREVIOUS SECTION---\nBob stands and fidgets in front of the curtains, not\nwatching Dianne in the parking lot. He can hear the\ntrunk of the car open. Then a few seconds later Dianne\nreturns. \n---TARGET SECTION TO BE ANNOTATED---\nDIANNE\n\nWe're all set, the car door's open and I\ndidn't see anyone at all.\n\nEXT. PARKING LOT DAY\n\n \n\nBob crosses the parking lot with Nadine over his\nshoulder, making it seem like she doesn't weigh a thing.\nHe puts Nadine in the trunk and returns to the room. In\nfront of their room is a suspicious cop. Bob ad libs.\n\nBOB\nDid you remember the diapers, hon?\n\nINT. ROOM DAY\n\n \n\nBob enters, a little winded.\n\nBOB\nWow, what a drag. I mean, that broad was\nheavy. You're right, she would have been fat\nin a couple of years. Jesus, I'm glad she\ndecided to go and do her thing now instead of\nwaiting until then. I'd of never made it.\n\nBob looks at Dianne and tried to grin but it didn't come\nout quite right. He looked like a little kid about to\nbawl.\n\f9-10-88\n73\n\nBOB\nHow about going up in the attic and getting\nout our stuff and dividing it up. We'll give\nRick the car and the stuff we sent ahead to\nthose bus depots. Figure it all out. Don't\ncount him short. Give him the big end.\n\nDianne stared at Bob until he turned away.\n\nDIANNE\nWhat are you thinking about doing, Bob? What\nyou got on your mind?\n\nBob let his eyes slide around the room evasively, he\n\nstarted to\n\nBob slowly\n\nspeak a couple of times then said nothing.\n\nBOB\nThe thing is I've been thinking about heading\non back to the coast. I think maybe I'll go\non down and get on that twenty-one day\nmethadone withdrawal program, get my head\ntogether.\n\nDIANNE\nAre you kidding?\n\nBOB\nNo I'm not, Dianne. I can't do it anymore.\n\nshakes his head no.\nDIANNE\n\nWell, I'm not going on no withdrawal program,\nso what's going to happen to me?\n\nBOB\nWhy can't you come along?\nDIANNE\nNo way.\nBOB\nWhy not?\nDIANNE\n\nI don't want to. You know I've tried that and\nit doesn't work for me.\n\nBOB\nDo whatever you want, Dianne.",
  "54": "---END OF PREVIOUS SECTION---\nDIANNE\n\nI don't want to. You know I've tried that and\nit doesn't work for me. BOB\nDo whatever you want, Dianne. \n---TARGET SECTION TO BE ANNOTATED---\nBob looks around.\n\f172\n\n173\n\n174\n\n175\n\n176\n\n9-10-88\n74\n\nBOB\nTake whatever you need or whatever we got. I\nonly need enough to get me to the coast.\n\nDianne is acting like she doesn't know whether to believe\n\nher man or not, knowing that this is the end of their\nrelationship if Bob goes.\n\nEXT. COUNTRY GRAVEL ROAD DAY\n\n \n\nThe car pulls over to the side of a long road. A heavily\nwooded area {s to one side. The pickup truck pulls up\nbehind the car.\n\nINT. TRUCK DAY\n\nBob thinks for a second, then speaks just as he gets out\nof the truck.\n\nBOB\nGet the shovel, Dianne. I'11l handle her.\n\nEXT. ROAD DAY\nBob skips up to the side of the car, Rick is driving.\n\nBOB\nYou, Rick, stay here and see that nobody comes\nalong and wants to know if we're having a\npicnic or something.\n\nEXT. WOODS DAY\n\nBob is carrying Nadine through the woods. Dianne is\nfollowing. At one point he stops carrying her on his\nshoulder, puts her down and drags her while she is still\nin the clothing bag.\n\nEXT. WOODS DAY\n\nBob is digging a hole, he keeps chopping and hammering at\nroots that are too stubborn to be dug up. Dianne walks\naway.\n\nBOB\nI'm sorry Nadine, if I'd have known this was\ngoing to happen then I would never had let you\ncome along.\n\f177\n\n178\n\n179\n\n180\n\n9-10-66\n75\n\nEXT. WOODS DAY\nNadine's body goes in the hole.\n\nBob unzips the bag and takes a look at Nadine before he\ncovers her up. He remarks at two leaves that are\ncovering her eyes.\n\nBOB\nWell, Nadine, it's every man and woman for his\nor her self. And it's time for your old\nfriend Bob to take off. Maybe I'm changing in\nmy Autumn years. ‘Cause I don't want to\nhappen to me what's happened to you.\n\nBob looks back to Dianne and Rick then back at Nadine.\nBOB\nAnd Dianne, I don't think that she can put up\n\nwith the straight life.",
  "55": "---END OF PREVIOUS SECTION---\nMaybe I'm changing in\nmy Autumn years. ‘Cause I don't want to\nhappen to me what's happened to you. Bob looks back to Dianne and Rick then back at Nadine. BOB\nAnd Dianne, I don't think that she can put up\n\nwith the straight life. \n---TARGET SECTION TO BE ANNOTATED---\n So I guess I'm going\nalone.\n\nEXT. WOODS DAY\n\n \n\nBob is finishing the job, then he randomly walks around\nbreaking sticks and things in a temper.\n\nThen he stops, calming himself, gathering his thoughts,\nand marches out of the woods.\n\nEXT. ROAD DAY\n\n \n\nBob walks out of the woods. Dianne is by the side of the\nroad, and Rick is inside of the car.\n\nBob opens the rear door of the car and gets his clothes\nout of the back and puts them in the back of the truck.\n\nHe pauses, not looking at Dianne or Rick, but aware that\nthey are watching him. Bob can't look back at Dianne.\n\nINT. CAR DAY\n\nRick watches through his rear view mirror.\n\f181\n\n182\n\n182A\n\n182B\n\n183\n\n9-10-88\n76\n\nDianne walks up to the side window of the car.\n\nRICK\nWhat's happening, what's all the fuss?\n\nDianne bends down to the driver's window and smiles at\nRick.\n\nDIANNE\nHell, I don't know. - But let's just start\nworrying about us. Now I know you're ten\nyears younger than I am, but I'm not looking\nfor romance anyway. I'm looking for someone\nwith guts. You get you an old lady, and I'll\nget me an old man, and we won't pick them\nbecause they're beautiful people, we'll pick\nthe ones that will make the best thieves in\nour helling crew, and baby, everyone will dive\non this crew. It won't be no one man show.\n\nDianne turns around and runs to the other side of the car\nand gets in.\n\nDIANNE\nOh, well, they say that God looks out for\ndrunks and fools, and He sure enough looked\nout for Bob on occasion, and maybe He'd look\nout for him now too.\nEXT. ROAD DAY\n\nThey take off down the road.\n\nEXT. AVIS RENTAL DAY\n\nBob checks in the red pickup.\n\nEXT. BUS_TERMINAL DAY\n\n \n\nBob walks across the lot to the Bus Depot.\n\nNT. CAR DAY\n\nRick tunelessly whistles as Dianne runs through a list of\npeople and their whereabouts; they need for a crew.\n\nINT.",
  "56": "---END OF PREVIOUS SECTION---\nNT. CAR DAY\n\nRick tunelessly whistles as Dianne runs through a list of\npeople and their whereabouts; they need for a crew. INT. \n---TARGET SECTION TO BE ANNOTATED---\n BUS DAY\n\nOUT THE WINDOW of the bus, a moving countryside with\nrolling hills, rivers, mountains.\n\f9-10-88\n77\n\nBob SMILES at the countryside.\nThe voice of GENTRY, the police lieutenant, is heard.\n\nGENTRY'S VOICE\nLooks like you're hooked to the gills, and we\ngot witnesses this time Bob.\n\nDOUBLE EXPOSED over Bob's smile is Gentry, saying these\nwords in the back of the surveillance camper.\n\nGentry's EXPOSURE has given way the THE HAT; Bob's smile\nremains in the corner of the screen; and Dianne is seen\nas well.\n\nNADINE\nWhy a hat?\n\nBOB'S VOICE\nYou just put a thirty day hex on us.\n\nDIANNE'S SMART SISTER\nWhy don't you just leave Dianne, Bob, and go\njoin one of those female impersonator clubs?\nYou shouldn't have any trouble at at all\ngetting a membership from what I can see, and\nyou'd no doubt be happy learning to enjoy\ncontributing to a normal segment of our\ncommunity.\n\nBOB'S VOICE\nDianne could put up with anything from her man\nas long as he was a successful drug thief.\n\nBob's smile, it is beginning to mouth the name Dianne,\nover the moving countryside out of the window, and an\nexposure of the hat having disappeared. Images of Dianne\nflash over the countryside.\n\nBOB'S VOICE\nShe doesn't particularly care what her man\nlooks like, how he acts or what he says to her\nduring breakfast. Like other women she loves\na man who can produce, and she loves with\ngreat intensity. She'll spit in a cop's eye\nin a minute. She's virtually fearless in all\nrespects. But if he doesn't produce, well\nthen, that's it; goodbye to her man.\n\n184 EXT. BUS PASSING LANDSCAPE DUSK\n\n \n\nBob's face can be seen reflecting off the window over the\npassing landscape, the sun settling.\n\f184A\n\n185\n\n185A\n\n186\n\n9-10-88\n78\n\nINT. BUS DUSK\n\n \n\nBob's face.\n\nEXT. BUS PASSING THROUGH SMALL TOWN NIGHT\n\n \n\nBob watches out the window. A bright drive in passes by.\n\nINT. BUS NIGHT\n\nBob looks around the bus.",
  "57": "---END OF PREVIOUS SECTION---\nA bright drive in passes by. INT. BUS NIGHT\n\nBob looks around the bus. \n---TARGET SECTION TO BE ANNOTATED---\n He's showing signs of\nwithdrawal.\n\nSitting across the aisle from him is a darling old\ngrandma knitting.\n\nBOB'S VOICE\nIsn't she a cute old grandma? Knitting so\nfastidiously. To look at her one wouldn't\nthink she had ever done anything in her whole\nlife but raise her children and her children's\nchildren. But who knows, she might have been\na hooker and a bawdy dancer in Alaska during\nthe gold rush. She could have murdered\nfourteen people and skinned them alive for all\nanyone knew. But right now, right this\nminute, she is a darling old grandma and most\nlikely that's all she's ever been.\n\nHave any of these passengers been in as insane\na situation as I am in now?\n\nVIEW of a rumpled drunk guy sitting in back of Bob.\n\nBOB'S VOICE\n\nNow take that guy sittin there. He's half\ncrocked now, rumpled and grubby as any bum on\nskid row. And who was he? He could very\neasily have been an upstanding businessman\njust a few years ago. Plenty of the bums and\nwinos of today were just that not so long\nago. Or he might have been a hit man for the\nMafia.\n\nBob grins at his fantasizing.\nBOB'S VOICE\nBut he sure has everyone fooled now.\nEXT. ROAD DAY\n\nThe bus going down the road.\n\f187\n\n188\n\n9-10-88\n79\n\nDISSOLVE TO:\n\nEXT. PORTLAND METHADONE CENTER DAY\n\n \n\nBob is looking up at the front door of the center.\n\nINT. CENTER DAY\n\nBob sitting uncomfortably in a chair across from an older\nwoman sitting at a desk in her office. Bob looking sick.\nA name tag on her desk reads MRS. WATERMAKER.\n\nMRS. WATERMAKER\nWell, young man, what can we do for you this\nmorning?\n\nBOB\nI want to sign up for your withdrawal program.\n\nMRS. WATERMAKER\nI see. And when was the last time you took\nwhatever you use?\n\nBOB\nNight before last.\n\nMRS.",
  "58": "---END OF PREVIOUS SECTION---\nAnd when was the last time you took\nwhatever you use? BOB\nNight before last. MRS. \n---TARGET SECTION TO BE ANNOTATED---\n WATERMAKER\nAre you going to get violently sick today\nthen? You realize that to get right on the\nwithdrawal program that you have to be in the\nthird stage of withdrawal, sweating, stomach\ncramps...chills...temperature, and so on?\n\nBOB\nYes.\n\nMRS. WATERMAKER\nHave you ever been on either the maintenance\nor withdrawal program before?\n\nBOB\nNo.\n\nMRS. WATERMAKER\nI see. Now how long have you been addicted to\nwhatever you're on now? .\n\nBOB\nThis time?\n\nMRS. WATERMAKER\nThen this isn't your first time withdrawing?\n\f9-10-68\n80\n\nBOB\nNo, but it's my first time withdrawing on\nmethadone.\n\nMRS. WATERMAKER\nI see. Well, how long have you been using\ndrugs altogether?\n\nBOB\nAll my life.\n\nMRS. WATERMAKER\nAll your life?\n\nA little skepticism flashes across Mrs. Watermaker's\nface.\n\nBOB\nWell, since I've been twelve or thirteen I've\nbeen using narcotics. I guess you could say\nthat was all my life.\n\nMRS. WATERMAKER\nHow old are you now?\n\nBOB\nTwenty six.\n\nMRS. WATERMAKER\nWhy do you want to quit now, after all that\ntime? I'd think you'd be inclined to go right\non with it. Why quit now?\n\nBob shrugged and grinned.\n\nBOB\nI don't know, curiosity I guess. I just\nthought I'd try it.\n\nMRS. WATERMAKER\nAre you serious? I mean, we get a lot of guys\nand gals coming up here just trying to get in\non a new kick and that's not what we're here\nfor.\n\nBOB\nWell, lady, you just found you one of those\npeople what ain't got any other way to turn,\nso give me a jolt and let me go on my merry\nway.\n\nMRS. WATERMAKER\nOh, my, it's not that easy, young man. You've\ngot all kinds of paperwork to £111 out.\n\f189\n\n190\n\n191\n\n9-10-88\n81\n\nMRS.",
  "59": "---END OF PREVIOUS SECTION---\nWATERMAKER\nOh, my, it's not that easy, young man. You've\ngot all kinds of paperwork to £111 out. 189\n\n190\n\n191\n\n9-10-88\n81\n\nMRS. \n---TARGET SECTION TO BE ANNOTATED---\n WATERMAKER\n(continued)\nYou've got a doctor's examination to go\nthrough and then maybe, just maybe, we'll help\nyou out. You've got to get sick first too,\nyou know.\n\nBob grins and throws up on the floor.\n\nINT. DANMORE HOTEL NIGHT\n\n \n\nBob is washing his face. He looks up at the ceiling. He\nlistens to a song on a radio.\n\nEXT. METHADONE CLINIC DAY\n\nEXT. ME THADUNS Ch ihey ei\n\nClouds part over the building.\n\nINT. METHADONE CLINIC DAY\n\n \n\nBob is in a chair talking again to Mrs. Watermaker.\n\nMRS. WATERMAKER\nLet me see now, I wanted to ask you a few\nthings before we go on much further. Let's\nsee, are you married?\n\nBOB\nYes.\n\nMRS. WATERMAKER\nWhere is your wife?\n\n_ BOB\nI don't know.\n\nMRS. WATERMAKER\nHmm, I see. Do you have any children?\n\nBOB\nNope.\n\nMRS. WATERMAKER\nDo you have a job?\n\nBOB\nNope.\n\nMRS. WATERMAKER\nDo you have a social security number?\n\fyrau-bo\n82\n\nBOB\nNo.\n\nMRS. WATERMAKER\nHmmm. I see, have you ever been convicted of\na felony?\n\nBOB\nYes. A few times.\n\nMRS. WATERMAKER\nWhat were they? What kind of felonies were\nyou convicted of?\n\nBOB\nOh, burglary, robbery, possession, grand\ntheft, stuff like that.\n\nMRS. WATERMAKER\nAnd how much time have you spent in prison?\n\nBOB\nI don't know. Twelve years more or less I\nsuppose.\n\nMRS. WATERMAKER\nWell, then, you haven't been an addict all\nyour life then, have you, Mr. Hughes?\n\nBOB\nwhat do you mean?\n\nMRS. WATERMAKER\nI mean you could hardly have been an addict in\nprison now, could you Mr. Hughes?\n\nBOB\nWhy not?\n\nMRS. WATERMAKER\nDo you mean to sit there and tell me that you\nwere addicted to drugs while in prison?\n\nBOB\n\nWell, not all the time.",
  "60": "---END OF PREVIOUS SECTION---\nMRS. WATERMAKER\nDo you mean to sit there and tell me that you\nwere addicted to drugs while in prison? BOB\n\nWell, not all the time. \n---TARGET SECTION TO BE ANNOTATED---\n But I used all the\ntime I was inside, I mean, what do you want,\nlady, my life story? Well, I'll tell it to\nyou. I was a junkie. I liked dope. I liked\nthe lifestyle. I was on top of it all but it\nwasn't real. You don't see my kind of people,\nbecause my kind of people don't come down here\nand beg dope. They go out and get it and if\nthey miss, they go to jail and then they kick\nalone without nothing in some holding tank.\n\f192\n\ny-ib-b6\n83\n\nMRS. WATERMAKER\nI'm sorry, Bob. I don't mean to hassle you.\nAll this is required. I'm sorry if it seems\nunnecessary. Have you ever thought about\nbecoming a counselor and helping other addicts\nwith their problems?\n\nBOB\n(without hesitation)\nNo, I don't think so, ma'am.\n\nMRS. WATERMAKER\nWhy not?\n\nBOB\nWell, to begin with, no one, and I mean no one\ncan talk a junkie out of using, so all your\ncounseling is just wasted words and you might\nas well have flushed them down the toilet. A\njunkie needs his thing nine times out of ten\njust to be able to live with himself. He\nneeds it just like a diabetic needs insulin.\nHow are you going to sit and talk a diabetic\nout of using insulin?\n\nMRS. WATERMAKER\nHmmm, I see, well, tell me, Bob, if you can,\nwhy did you use narcotics?\n\nBob sits and squirms in his chair. He looks out the\noffice window.\n\nBOB\nThat really is a tough question, lady. I may\nthink I know the answer, and then maybe I\ndon't. When you ask a dope fiend why he uses,\nit's just about like asking a normal person\nwhy they like sex. And I suppose different\npeople will come up with different answers,\nranging from it just feels good, to I can't\nresist the urge, to it's all part of love, to\nI only do it to have children. Lady, a dope\nfiend will give you just about the same\nanswers, with the exception of the last one.",
  "61": "---END OF PREVIOUS SECTION---\nWhen you ask a dope fiend why he uses,\nit's just about like asking a normal person\nwhy they like sex. And I suppose different\npeople will come up with different answers,\nranging from it just feels good, to I can't\nresist the urge, to it's all part of love, to\nI only do it to have children. Lady, a dope\nfiend will give you just about the same\nanswers, with the exception of the last one. \n---TARGET SECTION TO BE ANNOTATED---\nI've yet to hear a dope fiend claim he shot\ndope in an attempt to have children.\n\nINT. HOTEL LOBBY DAY ex\nBob is sitting by the window, watching cars and people go\nby outside.\n\nThe elevator doors open and TOM walks out, past the hotel\ndesk, where a tall, cadaverish CLERK is sorting mail.\nThe Clerk sees Tom.\n\f9-10-88\n84\n\nCLERK\nHey Tom, there's a letter for you here.\n\nTOM\n(accepting the letter)\nBless you.\n\nTom opens it, walking across the lobby to the chairs by\nthe window, and sits down to read. Bob has recognized\nhim.\n\nBOB\nFather Murphy? Hey, Tom.\n\nTOM\n(peering at Bob)\nWell, well. . . bad Bobby Hughes. Imagine\nseeing you here after all these years.\n\nBOB\nYeah, it's been a long time. You living here\ntoo?\n\nTOM\n\nI have nowhere else to go. There is no demand\nin the priesthood for elderly drug addicts.\n\nAn indiscretion back in '70 -- you were\n\"inside\" at the time, I believe -- resulted in\nmy descent to this sorry state. As a matter\nof fact I am feeling a bit sick right now.\n\nAre you holding?\n\nBOB\nNaw, I am kicking like a goddamn mule. Those\nbastards at the methadone clinic want me good\nand sick before they'll process my\napplication. But you ought to be able to get\non easy?\n\nTOM\n\n(absently tearing bits of paper from the\n\nletter)\nSure I'm on the program. But sometimes I get\na little ahead of my schedule, you\nunderstand. Sometimes I think that nurse is\nlightening them up, but who knows. So how\nabout it, you want to score?\n\nBOB\nNot me, Tom. But I'll keep you company.\n\f192A\n\n193\n\n9-10-68\n\nEXT PARK DAY ae\nBob and Tom sitting on park bench.\nINT. TOM'S ROOM DAY ae\n\nTom and Bob are sitting in the small room, talking.\n\nTOM\n« . ».",
  "62": "---END OF PREVIOUS SECTION---\nINT. TOM'S ROOM DAY ae\n\nTom and Bob are sitting in the small room, talking. TOM\n« . ». \n---TARGET SECTION TO BE ANNOTATED---\n SO they are cooking up the shot ina big\nspoon and this little guy that was sitting in\nthe corner, you wouldn't notice him, is\nstanding there with one foot off the ground,\nlike he's going to kick the spoon out of their\nhands, and he says, \"Draw my shot up nice and\neasy, or it ain't nobody gets any.\" And it's\na bluff they don't care to call. So they give\nhim his shot, and he goes back off in the\ncorner to enjoy his medications.\n\nBOB\nAnd they didn't kick his ass.?!\n\nTOM\nWhat's the point? These junkies, they figure\nthe little guy made his play, he had the guts,\nwhat the hell. They understand. And, after\nthat, they watched him closer.\n\nBOB\nYou know, Tom, you taught me a lot, like stay\nout of a boy and girl fight. All the old time\nstories, how yoou used to stick your arm\nthrough the bars of the cell and a guard would\nfire you up a shot of morphine. They never\ndid that for me.\n\nTOM\nNarcotics have been demonized and scapegoated\nin this country. To those who do not use, it\nis a sin, or a crime, or an illness. The very\nidea that anyone could use drugs and avoid a\nhorrible fate is anathema to these idiots.\nThey are morally ravaged victims of the Right\nVirus, and they seem to have the whip hand on\nplanet Earth, at the present time. In the\nfuture I predict they will exploit a domestic\ndrug panic as a masquerade behind which to\nprop up their international police state. But\nI'm an old man, and maybe I won't live to see\nthe whole shithouse go up.\n\n85\n\f194\n\n194A\n\n194B\n\n194C\n\n194D\n\n194E\n\n195\n\n9-10-88\n86\n\nBOB\n\nYou missed your calling, Tom. You should have\nbeen a philosopher.\n\nTOM\nIn another life perhaps.\n\nINT. METAL SHOP DAY\n\n \n\nBob at work, he is drilling holes into a metal plate,\nthen measuring the holes, and checking for burrs.\n\nEXT. STREET DAY\n\n \n\nBob is walking cheerily down the street, wearing some new\nclothes.",
  "63": "---END OF PREVIOUS SECTION---\nMETAL SHOP DAY\n\n \n\nBob at work, he is drilling holes into a metal plate,\nthen measuring the holes, and checking for burrs. EXT. STREET DAY\n\n \n\nBob is walking cheerily down the street, wearing some new\nclothes. \n---TARGET SECTION TO BE ANNOTATED---\nDavid walks out of a doorway after Bob passes, not taking\ntoo much notice of Bob, but aware that he passed by.\n\nINT. BOB'S ROOM DAY\n\n \n\nBob cooking soup that he has still in the can.\n\nLATER, Bob eating under a small light, while sitting on\nhis bed.\n\nINT. WORKSHOP DAY\n\n \n\nHoles being drilled.\n\nINT. METHADONE CLINIC DAY\nBob sitting in a group. A discussion group.\n\nEXT. HANDBALL COURT _DAY\n\nBob playing handball on outside court.\n\nINT. HALLWAY AY\n\nBob reaches the hallway to his own room and goes inside,\nafter unlocking the door.\n\f196\n\n9-10-88\n87\n\nINT. BOB'S ROOM DAY\n\n \n\nBob closes the door and locks it, but sitting behind him\nis Detective GENTRY, in a chair next to the bed, under a\nreading lamp.\n\nBob smoothly takes off his coat and hangs it up.\n(Nothing to hide attitude)\n\nBOB\nCatching up on some reading, Gentry?\n\nGentry ignores the remark.\n\nGENTRY\nYou didn't stay gone long, Bob, what happened?\n\nBOB\nNothing happened.\n\nBob plops onto his bed and braces his hands behind his\nhead.\n\nGENTRY\nI hear you're on a methadone program now. Now\nyou don't think that's going to keep Halamer\nfrom jumping you, do you, Bob?\n\nBOB\nTo tell the truth, I hadn't given it much\nthought.\n\nGENTRY\n\nWell, I want to tell you, warn you, that\nHalamer's pissed. He lost his gold badge, you\nknow, over that little fracas. He's now\nworking traffic out in the north end. He's\nmade so many damn threats, told so many people\nthat he's almost going to have to hurt you\nnow.\n\nBOB\nWhat about the Trousinski? How's he feeling\nabout the whole affair?\n\nGENTRY\nDon't you worry about Trousinski, Bob, he's\nnot really dangerous. He just does his job\nthe best way he knows how.\n\nBOB\nWell, I don't know what to tell you, I gota\nJob, you know. I start work tomorrow.",
  "64": "---END OF PREVIOUS SECTION---\nHe just does his job\nthe best way he knows how. BOB\nWell, I don't know what to tell you, I gota\nJob, you know. I start work tomorrow. \n---TARGET SECTION TO BE ANNOTATED---\n\f196A\n\n197\n\n198\n\n199\n\n9-10-88\n88\n\nGENTRY\nYeah, that's what I heard. What happened out\nthere in the sticks, Bob? Where's Dianne?\n\nBOB\nYou know how whimsical women are. She finally\nfound another dude to chase after, and down\nthe road she went, chasing after him.\n\nGENTRY\nYou know what Bob, I've known you and Dianne\nsince we were all kids and I find that a\nlittle hard to believe.\n\nGentry rises from his chair.\n\nGENTRY\nI'll see you around, Bob, and I sincerely hope\nyou make out on that job you've got and\nstraighten up a bit.\n\nINT. HOTEL ROOM DAY\n\nBob listens to a radio song. Smokes a cigarette.\n\nEXT. CITY NIGHT\n\nThe cloudy sky lights up from an electrical storm, and\nthunder booms out slightly after.\n\n‘\nEXT. STREET NIGHT\n\nA car pulls up to the curb and a shadowy figure gets out\nand enters the Hotel.\n\nINT. BOB'S ROOM NIGHT ak\n\nA knock comes on the door. Bob is laying in bed playing\nsolitaire. He gets up and answers the knock. A sad old\nCOUNTRY AND WESTERN tune is playing on a little radio by\nBob's bed.\n\nBOB\nWho's there?\n\nDIANNE'S VOICE\nIt's me, Dianne.\n\nBob throws the door open and smiles. Dianne steps in\nhesitantly and looks around at the room's dismal\nappearance. She looks shocked.\n\f9-10-88\n89\n\nDIANNE\nJesus, what kind of dump is this? And where's\nthe female? You might as well trot her out.\n\nBOB\nYou don't ever change, do you, Dianne?\n\nDIANNE\nYou goddamn right I don't. Why should 1?\n\nBOB\nI was just remarking on how good you look. I\ndidn't mean nothing by it.\n\nDIANNE\nI'll bet. You're slipperier than an eel, Bob,\nno one ever catches you off balance because\nyou stay off balance constantly, just to stay\non your feet.",
  "65": "---END OF PREVIOUS SECTION---\nI\ndidn't mean nothing by it. DIANNE\nI'll bet. You're slipperier than an eel, Bob,\nno one ever catches you off balance because\nyou stay off balance constantly, just to stay\non your feet. \n---TARGET SECTION TO BE ANNOTATED---\nBOB\nIs that all you got to say? Is that why you\ncome up here, or did you just want to see me\ndown and out?\n\nDIANNE\nI just wanted to see you period. How's that\nmethadone thing?\n\nBOB\nOh, so-so. I got a job, bet you never\nexpected to see that.\n\nDIANNE\nNo shit, where're you working?\n\nBOB\nOh, down at some machine shop on Western.\n\nDIANNE\nWhat do you do there?\n\nBOB\nDrill holes.\n\nDIANNE\nDrill holes?\n\nBOB\nYeah, you know, like the holes that bolts fit\ninto and such.\n\nDIANNE\nOh yeah? How do you like it?\n\f9-10-88\n90\n\nBOB\nWell, to tell you the truth, it's kind of a\ndrag.\n\nDIANNE\nThen you're really serious. You're going to\ngo on with this thing.\n\nBOB\nYeah, I am, Dianne. Sit down here, why don't\nyou take off your coat and stay awhile.\n\nDIANNE\nOh, I can't Bob, I got people waiting for me\ndown in the car. I just came up to see how\nyou was doing. Here...\n\nDianne struggles with something in her purse, and comes\nup with a small package.\n\nBob smiles\n\nDIANNE\nThis is from Rick and the rest of us. We kind\nof thought you might need a taste once in\nawhile.\n\nand takes the package.\nBOB\n\nThanks, Dianne. I sure do appreciate you all\nthinking of me.\n\nDIANNE\nBob?\n\nBOB\nYeah?\n\nDIANNE\n\nWhat happened? What made you turn around that\nday? Was it me, did I do something wrong? Or\nwas it just that thing with Nadine?\n\nBOB\nNo, baby, it wasn't you. It was Nadine's\ndeath and the hex that she threw on us with\nthe hat. And then I panicked when I looked\nout into that parking lot and seen all those\ncop cars. I just knew I was dead. Everything\nup to then had gone wrong and so I started\ncoping deuces. I prayed like never before.",
  "66": "---END OF PREVIOUS SECTION---\nI just knew I was dead. Everything\nup to then had gone wrong and so I started\ncoping deuces. I prayed like never before. \n---TARGET SECTION TO BE ANNOTATED---\n I\nsaid “God, Devil, Sun, whoever you are up\nthere that controls this whirly-girly mad\ntumbling world, please have pity on me.\nPlease let me get this poor girl's body out of\n\fyroLu-bo\n91\n\nBOB\n(continued)\n\nthis motel room and into the ground so I don't\nhave to spend the rest of my life in prison.\nAnd God, Sun, Satan, if you'll] do that for me,\nI'll show my appreciation by going back to the\ncoast, getting on a methadone program, getting\na job and living the good life.\" Well, I got\nout, and I promised, so here I am.\n\nDIANNE\nAre you going to stick to it forever?\n\nBOB\nYeah. And, you know, for all the boredom the\ngood life brings, it's not so bad. Even this\ncrummy little room isn't so bad. I'ma\nregular guy. I got my regular job. And my\nregular room. Now I got my woman. . .\n\nDianne sits down on the bed and sighs.\n\nDIANNE\nYou're crazy, Bob, you are really crazy. But\nI see what you mean. Jesus, Bob, if I had\nknown what it was all about, I'd have come\nalong with you, I thought you were mad at me\nfor something.\n\nBOB\nWhy don't you go tell your friends you're\ngoing to stay the night, and then come back up\nhere and bed down with me for awhile?\n\nDIANNE\n\nI'd like to Bob,\n\n(Dianne lowers her eyes)\nbut I got another old man now. I work for\nRick now, ain't that a gas? There we were\nteaching the brat to steal, and now I'm on his\ncrew. Things sure can get screwed around,\ncan't they?\n\nBob nods yes.\n\nDIANNE\nI'd like to stay the night with you really I\nwould. Only I'm Rick's old lady now. And you\nknow me, Bob, I might have been a lot of\nthings, but I never was a tramp.\n\nBob manages a smile. A long pause.",
  "67": "---END OF PREVIOUS SECTION---\nAnd you\nknow me, Bob, I might have been a lot of\nthings, but I never was a tramp. Bob manages a smile. A long pause. \n---TARGET SECTION TO BE ANNOTATED---\n\f200\n\n201\n\n202\n\n203\n\n204\n\n204A\n\n205\n\n9-10-88\n92\n\nBOB\nI'll see you, Dianne.\n(Bob leads Dianne out the door.)\nYou stop back by sometime.\n\nINT. HALLWAY NIGHT\n\n \n\nBob waves at Dianne as she walks down the hall.\n\nBOB\nIt sure was good to see you. And you're\nreally looking good. I sure wish I could go\nwith you and win you back.\n\nINT. ROOM NIGHT\n\n \n\nBob slowly closes the door and wanders back to his bed\nand sits down slowly, thinking.\n\nEXT. STREET NIGHT\n\n \n\nDianne's figure, in the rain, darkly stepping into the\nwaiting car. Then the car takes off.\n\nINT. BOB'S ROOM NIGHT\n\nBob sitting.\n\nDISSOLVE TO:\n\nINT. BOB'S WORKPLACE DAY\n\nSNT. SUBS ae ee\n\nBob drilling holes.\n\nEXT. STREET DUSK\n\nBob, carrying groceries and whistling, walks past a donut\nshop where Gentry is drinking a cup of coffee.\n\nINT. HALLWAY OF HOTEL Y\n\nBob walks down the hall of his hotel and opens the door\nto his room. He is carrying the groceries.\n\f206\n\n207\n\n208\n\n208A\n\n9-10-88\n93\n\nINT. ROOM DAY\n\n \n\nBob enters his room, puts down the groceries and pokes\naround his closet, under a pile of rags in one corner, he\ncomes up with the package Dianne had left him the night\nbefore and leaves the room.\n\nINT. STAIRWAY DAY\n\nBob bounds up the stairs one flight.\n\nINT. HALLWAY DAY xe\n\nBob knocks on Tom's door. Tom opens the door of his\napartment. Bob hands his package to him.\n\nTOM\nWhat's this?\n\nBOB\nA little gift, someone left it for me last\nnight, but I'm not going to need it, seein' as\nhow I've got my new program going, so you take\nit.\n\nINT. ROOM DAY xk\n\nThey both step into the room and Tom shuts and locks the\ndoor behind him.\n\nHe lays the sock on the bedside table and empties the\ncontents.\n\nBOB\nI don't know exactly what's in it, but...\n\nTOM\nGod Bless you my son.",
  "68": "---END OF PREVIOUS SECTION---\nHe lays the sock on the bedside table and empties the\ncontents. BOB\nI don't know exactly what's in it, but... TOM\nGod Bless you my son. \n---TARGET SECTION TO BE ANNOTATED---\n May you go to heaven.\nLet's see just what's in this. Oh, yeah -\nthis is for squares, never touch the stuff.\nNow this here, this bottle of one hundred\nsixteenths of dilaudid, this could come in\nhandy. This will certainly earn you an\nindulgence.\n\nBOB\nI'm not so sure. I've come a long, weird road\nsince I knew you as a kid, Tom. I took\neverything you told me and took it further.\nHitting the poisons when everybody else was\ncleaning up, getting on the program. I hada\ngood run, but people got hurt. People were\n\f209\n\n210\n\n9-10-88\n94\n\nBOB\n\n(continued)\nshot, busted, people died. I can't do it\nanymore. The girl I married still thinks\nshe's Ma Barker but I'm thinking like Pa\nKettle. My cross-roading days are done, I\nguess I hope to never see another sitting-duck\nPharmacy. And I have to confess I don't know\nwhat it was all for.\n\nTOM\n\n(measuring his words)\nThere are more things than our feet that carry\nus to sin, my son. Few things in my own past\nI'd just as soon forget. Who can say who gets\na second chance? But I hope you make it, kid,\nmay I fall down and be paralyzed if I don't\nmean it.\n\nINT. HALL NIGHT DUSK\n\nBob leaves Tom's room and strides lightly down the\nstairs.-\n\nINT. BOB'S ROOM NIGHT\n\nBob opens the door and enters, opening up his closet to\nhang up his coat. The HAMMER OF A GUN CLICKS, and as Bob\nsteps back, a man wearing a ski mask steps out of the\ncloset with the gun aimed at Bob.\n\nMASK\nWhere's it at, Bob, where's it at?\n\nCLOSE VIEW of Bob's head, there is a ROARING NOISE froma\nblow, and Bob is sent to the floor.\n\nBOB\nI don't know what you're talking about. What\ndo you want?\n\nMASK\nWe want your dope, man, where's the dope?\n\nBob squirms on the floor as his mind races.\n\nBOB\nMan, I ain't got no dope.",
  "69": "---END OF PREVIOUS SECTION---\nMASK\nWe want your dope, man, where's the dope? Bob squirms on the floor as his mind races. BOB\nMan, I ain't got no dope. \n---TARGET SECTION TO BE ANNOTATED---\n You think I'd be\nliving in this flea trap 1£ I had any dope?\nHell, I'm on the methadone program, and you\nguys come to me to rob for dope? Boy, that\nsure is a laugh.\n\f9-10-88\n95\n\nBob tries to make his point by letting out a laugh, but\nit doesn't work. The laugh doesn't come out right. It\nsounds more like a howl.\n\nMASK\nOkay, buster. You want it the hard way and\nwe're just the dudes that can give it to you.\n\nBob seems to recognize the voice.\n\nBOB\nIs that your voice, David?\n\nDavid kicks him again in the head. Hands tie Bob's hands\ntogether.\n\nBOB\nDavid, you little punk. I'm telling you the\ntruth. I'm going straight. You ought to try\nit sometime. It's good for the soul.\n\nDAVID\nFucking liar! Where is it, Bob? We heard you\nwere here. We know this is all a scam you're\nPlaying.\n\nThe figures begin to kick Bob. And no matter how he\nmoved he couldn't get away from their blows.\n\nDAVID\nWhere is it, Bob, where is it?\n\nBOB'S VOICE OVER\nJust like on TV, fucking TV babies. What is\nthe world coming to with all these TV babies.\nWhat are people going to do once they snap\nthat they have raised a whole new breed of\nlittle monsters?\n\nFINALLY THE ATTACKERS are out of breath, breathing hard\nthrough their ski masks.\n\nBOB'S VOICE OVER\nHell, I should have stayed on the road, I was\nstupid to think that cleaning up my hand would\nmake any difference to the hat.\n\nDAVID\nSo where is it?!\n\nACCOMPLICE\nWhat are we going to do? The bastard either\ndoesn't have it or he's going to die before he\ntells us.\n\f211\n\n212\n\n213\n\n214\n\n9-10-88\n96\n\nDAVID\nKill the sonofabitch. 1'11 bet you the next\nbastard we capture will tell us where it's\nat. So he's tough. They ain't all tough. I\nsay kill him. Did you hear me Bob?\nNo response.",
  "70": "---END OF PREVIOUS SECTION---\nI\nsay kill him. Did you hear me Bob? No response. \n---TARGET SECTION TO BE ANNOTATED---\n David raises the pistol (a twenty-two) and\nshoots Bob once in the back.\nINT. NEXT DOOR ARTMENT NIGHT\n\nAn older WOMAN has her ear to the wall, when she hears\nthe shots, she coils back.\n\nShe listens some more and hears the TWO leave.\nINT. HALLWAY NIGHT\nThe old woman sees that the hallway is clear. She races\n\nto Bob's room; sees Bob on the ground, getting up. She\ngoes to the end of the hall and calls on a pay phone.\n\nINT. /EXT. HOTEL NIGHT\n\nDetective Gentry arrives outside the Hotel just as they\nare bringing Bob out on a stretcher.\n\nOne look at Bob convinces Gentry that Bob is hurt badly.\nNo, Bob doesn't look good at all.\n\nGENTRY\nHow's he doing?\n\nAn ATTENDANT shrugs.\n\nVIEW of Tom the Priest looking out his window. Ambulance\ngoes down the road.\n\nNT BULANCE GHT\n\nGentry squats next to the stretcher.\n\nGENTRY\nYou awake, Bob?\n\nGentry hangs over Bob.\n\nGENTRY\nWho got you, Bob?\n\nBob opens his eyes and smiles.\n\f9-10-88\n97\n\nGENTRY\nWas it Halamer?\n\nBob shakes his head from side to side meaning no, the\nlights from streetlights play with his face.\n\nGentry wipes his brow, glad that Halamer wasn't\nresponsible.\n\nGENTRY\nWho got you? What happened?\nBOB\nThe hat.\nGentry leans closer.\nGENTRY\n\nThe hat, Bob? Did you say the hat?\n\nGentry reaches into a pocket and takes out a little black\nbook to write in.\n\nBob nods yes. Gentry writes it down.\n\nBOB\nTell Dianne to watch out for the hat. Tell\nher.\nGENTRY\nOkay, Bob, tell Dianne to watch out for the\nhat.\nAgain Bob nods.\nGENTRY\n\nDid the hat shoot you, Bob?\n\nBOB\nNo, the TV baby shot me.\n\nGENTRY\nThe TV baby shot you, Bob, but the hat sent\nthem, is that it?\nBob laughs at Gentry\n\nBOB\nNever mind. I'11 tell her myself.\n\nGentry is a bit confused, but writes it down in the black\nbook.",
  "71": "---END OF PREVIOUS SECTION---\nBob laughs at Gentry\n\nBOB\nNever mind. I'11 tell her myself. Gentry is a bit confused, but writes it down in the black\nbook. \n---TARGET SECTION TO BE ANNOTATED---\nClose VIEW of Bob's face, his smile, and the VIEW tilts\nup to see out the ambulance window.\n\nTHE END\n\f"
}