{
  "1": "DUNKIRK\n\nby\nChristopher Nolan\n\fD U N K I R K\nBLACK SCREEN:\nWATER slaps hollow metal, metal knocks CREAKING WOOD...\nSuper title:\n\"D UN K IR K\"\nFADE IN:\nPaper. Falling like snow. Six young, filthy Tommys raise\ntheir heads along a deserted street, checking rubbish bins,\nwindows... One crouches to check a coiled garden hose. He\ntries the tap- nothing...\nTITLE 1\nTHE ENEMY HAVE DRIVEN THE BRITISH\nAND FRENCH ARMIES TO THE SEA.\n\nOne TOMMY plucks paper from the air... propaganda leaflets\nshowing their position... \"YOU ARE SURROUNDED\"...\n\nTITLE 2\nTRAPPED AT DUNKIRK, THEY AWAIT THEIR\nFATE.\n\nHe wads the leaflets up, crouches, drops his trousers... the\nTommy with the hose carefully lifts each side...\n\nTITLE 3\nHOPING FOR DELIVERANCE.\n\nHe gets a tiny DRIBBLE of water which he licks from the nozzle-\n\nTITLE 4\nFOR A MIRACLE.\n\nBLAMBLAMBLAM!- Tommy JOLTS, grabs his trousers- all six RACE\naway from us, towards a FENCE twenty yards away- one by one\nFIVE are SHOT DOWN- the survivor CLIMBS the fence-\n\nGunfire BURSTS through the fence, TEN FEET AWAY-\n\nTommy tries to RELOAD his rifle- fingers STRUGGLING with the\nMagazine, training forgotten-\n\nGunfire SPLINTERS the fence, FIVE FEET AWAY-\n\nTommy THRUSTS his index finger into the breach of his rifle\nAGAIN AND AGAIN, scraping skin- a round JUMPS into the chamber -\n\nGUNFIRE THREE FEET AWAY-\nTommy tries once, twice- slides the bolt FORWARD-\n\n(CONTINUED)\n\fCONTINUED:\nGUNFIRE RIGHT NEXT TO HIM-\n\nTommy SPINS AROUND, FIRES BLIND until empty, SCRAMBLES out\nthe back-\n\nHe RACES down NARROW DUNKIRK STREETS. BREATHING. Kit\nJANGLING... building after building...",
  "2": "---END OF PREVIOUS SECTION---\nBLAMBLAMBLAM!- Tommy JOLTS, grabs his trousers- all six RACE\naway from us, towards a FENCE twenty yards away- one by one\nFIVE are SHOT DOWN- the survivor CLIMBS the fence-\n\nGunfire BURSTS through the fence, TEN FEET AWAY-\n\nTommy tries to RELOAD his rifle- fingers STRUGGLING with the\nMagazine, training forgotten-\n\nGunfire SPLINTERS the fence, FIVE FEET AWAY-\n\nTommy THRUSTS his index finger into the breach of his rifle\nAGAIN AND AGAIN, scraping skin- a round JUMPS into the chamber -\n\nGUNFIRE THREE FEET AWAY-\nTommy tries once, twice- slides the bolt FORWARD-\n\n(CONTINUED)\n\fCONTINUED:\nGUNFIRE RIGHT NEXT TO HIM-\n\nTommy SPINS AROUND, FIRES BLIND until empty, SCRAMBLES out\nthe back-\n\nHe RACES down NARROW DUNKIRK STREETS. BREATHING. Kit\nJANGLING... building after building... \n---TARGET SECTION TO BE ANNOTATED---\n he rounds a corner-\n\nBLAM! Bullets hit dirt and bricks near him- the street ahead\nis barricaded, manned by FRENCH TROOPS-\n\nTOMMY\nANGLAIS! ANGLAIS!\n\nThe French stop firing and wave him through.\n\nHe SCRAMBLES over their sandbag barricade, taking in their\ndirty, frightened faces as he passes...\n\nA FRENCH SOLDIER grabs him-\n\nFRENCH SOLDIER\nAllez, Anglais.\n\nTommy's mouth opens at the man's BITTERNESS.\n\nFRENCH SOLDIER (contempt) (CONT'D)\nBon voyage.\n\nHe SHOVES Tommy down the street behind their protection.\n\nGUNFIRE behind- Tommy TAKES OFF AGAIN- HURTLING down the\ndark street, heading towards the BLAZING LIGHT of -\n\nEXT. BEACH AT MALO LES BAINS - CONTINUOUS\n\nThe LONGEST, WIDEST BEACH he's ever seen, sunlight DAZZLING\noff the water-\n\nEndless dark FENCES snaking across the sand and out into the\nwater -\n\nTommy SQUINTS- not fences- lines of MEN-\n\nHUNDREDS OF THOUSANDS OF MEN...\n\nTommy looks around, clutching his stomach. He CLAMBERS over\na dune, FEVERISHLY undoing his belt, dropping trousers and\nSQUATTING before he realizes-\n\nHe's not alone-\n\nAnother soldier, British army shirt undone, sweating with\nthe labour of BURYING A BODY. This is GIBSON.\n\nThe other man notices Tommy, but barely pauses. Tommy\nfinishes, pulls up his trousers and moves towards him.\n\n(CONTINUED)\n\fCONTINUED:\nTommy helps scoop sand over the body.\n\nTommy notices the corpse's STOCKINGED FEET, then watches\nGibson stoop to TIE HIS BOOTS...\n\nGibson looks up at him. Tommy shrugs, gestures for Gibson's\nwater can. Gibson hands it over and Tommy takes a SWIG,\ncarefully CATCHING drops in his hand, then LICKING them off\nhis palm.\n\nTommy leaves Gibson buttoning his shirt and heads back onto\nthe beach.\n\nThere are DESTROYERS out on the water, too far to reach.",
  "3": "---END OF PREVIOUS SECTION---\nGibson hands it over and Tommy takes a SWIG,\ncarefully CATCHING drops in his hand, then LICKING them off\nhis palm. Tommy leaves Gibson buttoning his shirt and heads back onto\nthe beach. There are DESTROYERS out on the water, too far to reach. \n---TARGET SECTION TO BE ANNOTATED---\nTommy wanders down to join one of the long, snaking lines\nwhich extends into the sea, soldiers up to their CHESTS in\nwater, WAITING PATIENTLY FOR SHIPS WHICH DO NOT MOVE.\n\nThe man at the back turns to Tommy, unwelcoming. Points at\nhis own insignia.\n\nMAN\nGrenadiers, Mate.\n\nTommy moves off. Looks around at other impossibly long lines.\nAt the unattainable ships. Futile.\n\nA line of STRETCHER BEARERS comes past, carrying wounded men\nalong the beach towards the harbour...\n\nLooking where they're headed, Tommy sees a LONG, NARROW\nBREAKWATER extending out into the sea, packed with soldiers.\nA HOSPITAL SHIP at the end of it.\n\nThis breakwater extends a kilometer into the sea. It is\ncalled THE MOLE.\n\nSuper title:\n\n1. THE MOLE\none week\n\nTommy becomes aware of the sound of DISTANT AIRCRAFT.\nSoldiers peer up into the sky...\n\nMALE VOICE (0.S.)\nDIVE BOMBERS!\n\nTommy spots the distinctive KINKED WINGS of the notorious\nSTUKA DIVE BOMBER- its NIGHTMARISH HOWL RISING as it picks\nup speed, DIVING at the beach...\n\nThe lines of men INSTANTLY VANISH- soldiers SCATTERING back\n\nto the dunes, BURROWING into the sand... the first BOMBS\nlift sand into the air-\n\n(CONTINUED)\n\fCONTINUED: (2)\n\nThe stretcher bearers put down their loads, lying across\nthem, protecting them as the area is HAMMERED...\n\nThe first STUKA pulls out of its dive, revealing TWO MORE\nSTUKAS DIVING- there are NINE MORE about to follow...\n\nTommy sees a soldier lying ON HIS BACK, RIFLE AIMED AT THE\nSKY, FIRING DEFIANTLY, DESPERATELY at the attacking plane...\nthe ground around him LIFTS into the air with the second\nwave of bombs.\n\nTommy buries his face in the sand as the bombs BLAST AND\nBLAST AND BLAST-\n\nThe explosions stop. Tommy lifts his head. BOOM- ANOTHER\nWAVE OF BOMBS EXPLODES IN SERIES UP THE BEACH. Then, finally,\nquiet.",
  "4": "---END OF PREVIOUS SECTION---\nTommy lifts his head. BOOM- ANOTHER\nWAVE OF BOMBS EXPLODES IN SERIES UP THE BEACH. Then, finally,\nquiet. \n---TARGET SECTION TO BE ANNOTATED---\n Tommy rises...\n\nThe stretcher bearers, back on their feet, lift their burdens\n(four bearers per stretcher, one at each corner)\n\nSeveral stretchers are left behind on the sand.\n\nSoldiers on the beach watch in despair as one of the\nDESTROYERS is slipping below the water, smoke billowing.\n\nMALE VOICE (CONT'D)\nWHERE'S THE BLOODY AIR FORCE?!\n\nCUT TO:\nEXT. ENGLISH COAST, WEYMOUTH HARBOUR - MORNING\nA LANKY YOUTH runs down to the masts of the crowded harbour...\n\nHe RACES along the wooden dock, jumping over ropes as he\nrushes to a large yacht, the MOONSTONE.\n\nSUPER TITLE:\n\n2. THE SEA\none day\n\nThe Youth, GEORGE (17), leaps from the dock into the well-\n\nTwo NAVAL OFFICERS emerge from the cabin, pushing past.\nGeorge watches them go, confused...\n\nMr.Dawson (50's, civilian dress) hands George a stack of\nchina plates and ducks back inside.\n\nA second young man, PETER (19), emerges, carrying boxes-\n\nPETER\nNavy's requisitioned her- there's\nsome men across the channel, at\nDunkirk, need taking off.\n(MORE )\n(CONTINUED)\n\fCONTINUED:\n\nPETER (CONT'D)\n\n(points at dock)\nThey told us to strip her and load\nthose life jackets.\n\nGeorge looks along at the dock. At a pile of HUNDREDS of\nlife jackets. George looks at Peter. Surprised.\n\nGEORGE\nSome men?\n\nPETER\nNavy'll be back in an hour. My dad\nwants to be ready before then...\n\nCUT TO:\nEXT. SKY - DAY\n\nMOVING through BILLOWY PEAKS, three sleek, beautiful SPITFIRES\nstreak into frame. Elegant. In confident formation.\n\nSUPER TITLE:\n\n3. THE AIR\none hour\n\nINT. COCKPIT, SPITFIRE 1 - CONTINUOUS\n\nThe pilot, FARRIER, has a light touch on the controls. He\nchecks his left and right, scanning the skies.\n\nVOICE ON RADIO\nCheck fuel, Fortis 1 and 2.",
  "5": "---END OF PREVIOUS SECTION---\nCOCKPIT, SPITFIRE 1 - CONTINUOUS\n\nThe pilot, FARRIER, has a light touch on the controls. He\nchecks his left and right, scanning the skies. VOICE ON RADIO\nCheck fuel, Fortis 1 and 2. \n---TARGET SECTION TO BE ANNOTATED---\nFarrier reaches forward to his FUEL GAUGE, pushes the button\nbeside it- the needle SHOOTS up to 3/4 FULL.\n\nFARRIER\n70 gallons.\n\nINT. COCKPIT, SPITFIRE 2 - CONTINUOUS\nThe pilot, COLLINS, checks his fuel gauge-\n\nCOLLINS\n68 gallons, Fortis Leader.\n\nFORTIS LEADER (over radio)\nStay down at 500ft to leave fuel for\n40 minutes fighting time over Dunkirk.\n\nCOLLINS\nUnderstood. Vector 128, angels point\nfive.\n\f10\n\nINT. COCKPIT, SPITFIRE 1 - CONTINUOUS 7\nFarrier checks his chart.\nFORTIS LEADER\n\nKeep an eye on that gauge, even when\n\nit gets lively- save enough to get\n\nback.\nWith a glance at his fuel gauge, Farrier pulls on the stick-\nEXT. SKY - CONTINUOUS 8\nThe three planes bank left in perfect harmony as we-\n\nCUT TO:\n\nEXT. BEACH AT LA PANNE - LATE AFTERNOON 9\n\nTommy looks down at several patients on stretchers left\nbehind, bearers dead or disappeared...\n\nONE OF THEM GROANS. STILL ALIVE.\nTommy looks around- Gibson is there.\n\nThey GRAB the stretcher and HUSTLE down the beach towards\nthe mole...\n\nEXT. BASE OF THE MOLE - CONTINUOUS 10\n\nA WARRANT OFFICER tries to keep order as men line up to start\nthe shuffle out along the 8 FOOT WIDE CONCRETE MOLE.\n\nThe LINE OF STRETCHER BEARERS approaches...\n\nFrom the base all you can see is the the backs of helmeted\nheads queuing out onto the narrow breakwater\n\nThe Warrant Officer sees the stretchers, waves them past-\n\nWARRANT OFFICER\nAlong the mole. All the way, she's\nleaving-\n\nA SHIPS'S WHISTLE-\nWARRANT OFFICER (CONT'D)\nThat's it-\n(he turns)\nMAKE WAY! MAKE WAY!\n\nThe stretcher bearers squeeze past...\n\f11\n\n12\n\n13\n\n14\n\n15\n\nEXT. BEACH - CONTINUOUS 11\n\nTommy and Gibson hear the SHIP'S WHISTLE.",
  "6": "---END OF PREVIOUS SECTION---\nThe stretcher bearers squeeze past... 11\n\n12\n\n13\n\n14\n\n15\n\nEXT. BEACH - CONTINUOUS 11\n\nTommy and Gibson hear the SHIP'S WHISTLE. \n---TARGET SECTION TO BE ANNOTATED---\n They start RUNNING\nwith the stretcher, heading for the base of the mole...\n\nEXT. BASE OF THE MOLE - CONTINUOUS 12\nThe Warrant Officer addresses a group of FRENCH SOLDIERS-\n\nWARRANT OFFICER\nNO FRENCH! NON FRANCAISES- SEULEMENT\nANGLAISES! ENGLISH ONLY, YOU'LL\nHAVE YOUR OWN SHIPS!\n\nTommy and Gibson arrive, panting. The Warrant Officer looks\nat them. The SHIP'S WHISTLE- the Warrant Officer points up-\n\nWARRANT OFFICER (CONT'D)\nThat's two minutes- you've missed\nit.\nHe turns back to ARGUING with the French...\n\nTommy PUSHES forward with the stretcher- soldiers try to let\nhim through on the narrow mole-\n\nThe Warrant Officer, seeing Tommy, just shakes his head.\nEXT. HOSPITAL SHIP - CONTINUOUS 13\n\nStretchers are loaded up the gangplank onto the deck of the\nship, supervised by a Petty Officer.\n\nHe checks his watch, then looks along the mole at the\nremaining stretchers...\n\nEXT. THE MOLE - CONTINUOUS 14\n\nTommy weaves along the mole, squeezing past the mass of troops\njamming the breakwater...\n\nTommy leans out over the edge where the RAIL IS MISSING, a\n20ft drop to the churning water...\n\nGibson follows, echoing Tommy's route and footing...\n\nEXT. HOSPITAL SHIP - CONTINUOUS 15\nThe last of the line of stretchers is carefully, awkwardly\n\nraised up from the mole onto the deck of the ship. The Petty\nOfficer speaks urgently to the last stretcher bearer.\n\nPETTY OFFICER\nLast?\n\nThe Stretcher Bearer NODS, too breathless to speak, then\nfollows his colleagues BACK DOWN OFF THE SHIP-\n\n(CONTINUED)\n\f15\n\n16\n\n17\n\n18\n\n19\n\n20\n\n21\n\nCONTINUED:\n\nAn EXPLOSION hits the water nearby-\n\nEveryone hits the deck as shells IMPACT the water\nEXT. THE MOLE - CONTINUOUS\n\nTommy is PULLED UP SHORT as Gibson STUMBLES-\n\nA 109 STRAFES the length of the mole with gunfire- soldiers\nhit the deck, several are HIT...",
  "7": "---END OF PREVIOUS SECTION---\nPETTY OFFICER\nLast? The Stretcher Bearer NODS, too breathless to speak, then\nfollows his colleagues BACK DOWN OFF THE SHIP-\n\n(CONTINUED)\n\f15\n\n16\n\n17\n\n18\n\n19\n\n20\n\n21\n\nCONTINUED:\n\nAn EXPLOSION hits the water nearby-\n\nEveryone hits the deck as shells IMPACT the water\nEXT. THE MOLE - CONTINUOUS\n\nTommy is PULLED UP SHORT as Gibson STUMBLES-\n\nA 109 STRAFES the length of the mole with gunfire- soldiers\nhit the deck, several are HIT... \n---TARGET SECTION TO BE ANNOTATED---\nGibson STRUGGLES up-\nCUT TO:\nEXT. WEYMOUTH HARBOUR - DAY\nPeter and George RUSH things off the boat- then start loading\nthe orange life preservers Mr.Dawson looks up from his charts\nto see NAVAL OFFICERS AND CREW coming along the harbor,\nassigning crew members to boats...\nPeter follows his gaze-\nINT. MOONSTONE - CONTINUOUS\nPeter bursts into the cabin, stacking life vests-\nEXT. MOONSTONE - CONTINUOUS\nThe pile of life vests on the dock SHRINKS...\nMr.Dawson watches the Naval men coming closer...\nCUT TO:\nINT. COCKPIT, SPITFIRE 1 - CONTINUOUS\nFarrier lightly brushes his fingers over the dashboard.\nCOLLINS (over radio)\n\nDunkirk's so far, why can't they\n\nload at Calais?\nFarrier looks over at his wing mate, COLLINS (Fortis 2)\n\nFORTIS LEADER (over radio)\n\nThe enemy had something to say about\n\nit.\nINT. COCKPIT, SPITFIRE 2 - CONTINUOUS\nCollins SCANS the skies above...\n\nCOLLINS\nDown here we're sitting ducks.\n\n(CONTINUED)\n\n15\n\n16\n\n17\n\n18\n\n19\n\n20\n\n21\n\f21\n\n22\n\n23\n\n24\n\n25\n\nCONTINUED: 21\nFORTIS LEADER (over radio)\n\nKeep ‘em peeled. They'll come out\n\nof the sun.\nINT. COCKPIT, SPITFIRE 1 - CONTINUOUS 22\nFarrier looks around into the blinding sun...\n\nCUT TO:\n\nEXT. HOSPITAL SHIP - CONTINUOUS 23\nThe Petty Officer barks orders at the crew-\n\nPETTY OFFICER\nMan the bow line! Ready on the stern!\n\nTroops stuck down on the mole below look resentfully at the\nship preparing to depart. One soldier calls up-\n\nSOLDIER\nAny more room?\n\nThe Petty Officer GLARES down at him.\n\nEXT. THE MOLE - CONTINUOUS 24\nTommy breaks through a tight crowd of soldiers and STOPS.\n\nIn front of him is a jagged chasm. One NARROW PLANK laid\n\nacross it.",
  "8": "---END OF PREVIOUS SECTION---\nTHE MOLE - CONTINUOUS 24\nTommy breaks through a tight crowd of soldiers and STOPS. In front of him is a jagged chasm. One NARROW PLANK laid\n\nacross it. \n---TARGET SECTION TO BE ANNOTATED---\n The drop is fifteen feet to rocks and concrete\n\nbelow-\n\nThe SHIP WHISTLE SOUNDS- Tommy stares-\n\nSOLDIER\nTake a run at it!\n\nTommy glances at the soldier who spoke. Looks back at Gibson-\n\nTOMMY\nOne, two, three!\n\nTommy BOLTS across, pure concentration, the plank BOWING\nand BOUNCING as he crosses the middle, Gibson following-\nTommy's foot SLIPS- he almost goes over, rights himself -\n\nHelpful arms GRAB them as they hit the other side, a couple\nof CHEERS from the crowd- Tommy PLOUGHS ON-\n\nEXT. HOSPITAL SHIP - CONTINUOUS 25\nTommy passes the stretcher bearers coming back down the mole,\n\none of them moves to help but Tommy SHAKES his head, pushing\npast...\n\nThe Petty Officer gestures at his men to pull the gangplanks-\n\n(CONTINUED)\n\f25\n\n26\n\n10.\nCONTINUED: 25\n\nPETTY OFFICER\nPULL THE GANGPLANKS!\n\nTommy and Gibson arrive at the end of the mole-\n\nTOMMY\nOi!\nA gangplank is shoved back down-\nThey STRUGGLE up it with the stretcher...\nWhen they make it to the deck they practically drop their\nburden, GASPING for breath. Orderlies takes the stretcher\nbelow.\n\nTommy and Gibson look around for a place to perch, catching\ntheir breaths...\n\nCUT TO:\nEXT. MOONSTONE - CONTINUOUS 26\nMr.Dawson sees the Naval Officers stepping onto their dock-\n\nMR. DAWSON\nReady on the stern line.\n\nGeorge HOPS onto the dock, unties the stern line. STOPS.\nLooks at the approaching Officers. Then back to Mr.Dawson-\n\nGEORGE\nAren't you waiting for the navy?\n\nMr.Dawson starts the engine. Peter jumps down onto the boat\nwith the bow rope...\n\nMR. DAWSON\nThey've asked for the Moonstone,\nthey'll have her. With her Captain.\n\nPETER\nAnd his son.\n\nThe boat moves off- Peter looks to catch the line from George-\n\nPETER (CONT'D)\nThanks for the help, George.\n\nWho, instead, JUMPS onto the stern, to Peter's surprise.",
  "9": "---END OF PREVIOUS SECTION---\nPETER\nAnd his son. The boat moves off- Peter looks to catch the line from George-\n\nPETER (CONT'D)\nThanks for the help, George. Who, instead, JUMPS onto the stern, to Peter's surprise. \n---TARGET SECTION TO BE ANNOTATED---\nPETER (CONT'D)\nYou know where we're going?\n\nGEORGE\nFrance.\n\n(CONTINUED)\n\f26\n\n27\n\n28\n\n29\n\n30\n\n31\n\n32\n\n11.\n\nCONTINUED:\n\nMR. DAWSON\nInto war, George.\n\nGEORGE\nI'll be useful, sir.\n\nMr.Dawson looks at George. Pushes the throttle forward and\nthey motor out of the harbour into the English Channel...\n\nCUT TO:\nINT. COCKPIT, SPITFIRE 2 - DAY\nCollins spots something-\nINT. COCKPIT, SPITFIRE 1 - DAY\nFarrier SPOTS the ME109 COMING OUT OF THE SUN-\n\nFARRIER\nBandit- eight o'clock.\n\nFORTIS LEADER (over radio)\nBreak.\n\nEXT. SKY OVER ENGLISH CHANNEL - CONTINUOUS\n\nThe three Spitfires dart away from each other- the German\nplane takes the left one (Collins), HURTLING down-\n\nINT. COCKPIT, SPITFIRE 2 - CONTINUOUS\nCollins dives, ROLLING, glancing back-\n\nCOLLINS\nHe's on me!\n\nINT. COCKPIT, SPITFIRE 1 - CONTINUOUS\nFarrier banks around, lining up on Collins' pursuer-\n\nFARRIER\nAnd I'm on him-\n\nCUT TO:\nEXT. HOSPITAL SHIP - EVENING\n\nTommy and Gibson shuffle around the deck, looking for a spot\nto settle...\n\nThe Able Seaman manning the gangplank calls over-\n\nABLE SEAMEN\nYou two, get a shift on!\n\nTommy reluctantly follows Gibson onto the plank.\n\n26\n\n27\n\n28\n\n29\n\n30\n\n31\n\n32\n\f33\n\n34\n\n12.\n\nEXT. THE MOLE - CONTINUOUS 33\n\nAs he shuffles down the gangplank he looks over at the\nTHOUSANDS queuing on the mole...\n\nA SECOND LIEUTENANT on the mole WAVES Tommy along-\n\nSECOND LIEUTENANT\nOff you go! Back up the line!\n\nAs Tommy steps off the plank he hears a noise-\n\nGibson, finger to his lips, \"shush\", is crouched in the\ncrisscross structure below the mole where he can't be seen\nby the officers on top.",
  "10": "---END OF PREVIOUS SECTION---\nA SECOND LIEUTENANT on the mole WAVES Tommy along-\n\nSECOND LIEUTENANT\nOff you go! Back up the line! As Tommy steps off the plank he hears a noise-\n\nGibson, finger to his lips, \"shush\", is crouched in the\ncrisscross structure below the mole where he can't be seen\nby the officers on top. \n---TARGET SECTION TO BE ANNOTATED---\n He beckons Tommy to join him..\n\nPETTY OFFICER\nThat last barrage damaged the rudder\n\nThe Second Lieutenant TURNS to the Petty Officer- Tommy slips\ndown beside Gibson-\n\nSECOND LIEUTENANT\nTie up again while we try to fix it.\n\nThey settle in on the beams just above the water line...\n\nCUT TO:\nEXT. MOONSTONE, ENGLISH CHANNEL - MORNING 34\nMr.Dawson comes to the back of the well, fits the TILLER, to\nsteer from outside. Peter at his side. George, on the bow,\nlooks across at several Naval Vessels on the same course.\nSuddenly he SPOTS a BOMBER overhead-\n\nGEORGE\nMr .Dawson!\n\nMr.Dawson's eyes don't leave his course-\n\nMR. DAWSON\nOne of ours, George.\n\nGeorge looks up as the plane, a Blenheim bomber passes over\n\nLooking down to his left- a FISHING TRAWLER bobbing along.\nFurther back down the convoy his sees a THAMES PADDLE STEAMER.\n\nA Destroyer approaches from the opposite direction. As George\nPEERS, he starts to make out shapes of men on the decks.\n\nThe Destroyer passes close enough that George can see that\n\nthe boat is PACKED with soldiers. Weary, bedraggled,\ndispirited soldiers. George STARES at the haunted faces.\n\n(CONTINUED)\n\f34\n\n35\n\n36\n\n37\n\n38\n\n39\n\n40\n\n13.\nCONTINUED: 34\n\nAs the Moonstone rides over the WAKE of the Destroyer, an\nOMINOUS BOOM REVERBERATES in the distance. Too sudden for\nthunder, the boom multiplies into a distant barrage...\n\nMr.Dawson comes forwards, drawn by the sound. He stares at\nthe horizon- distant BLACK SMOKE precisely where they're\nheaded. More BOOMS. Mr.Dawson looks at George. Who is\nSCARED. He puts his hand on his shoulder. Nods reassuringly.\n\nCUT TO:\nINT. COCKPIT, SPITFIRE 1 - CONTINUOUS 35\nFarrier concentrates, trying to angle his plane at the tail\nof the ME 109 ahead... but the German plane keeps pulling\nout of his sights, turning right, pulling g's, rolling...",
  "11": "---END OF PREVIOUS SECTION---\nNods reassuringly. CUT TO:\nINT. COCKPIT, SPITFIRE 1 - CONTINUOUS 35\nFarrier concentrates, trying to angle his plane at the tail\nof the ME 109 ahead... but the German plane keeps pulling\nout of his sights, turning right, pulling g's, rolling... \n---TARGET SECTION TO BE ANNOTATED---\nFARRIER\n\nOn my mark- draw him left, Fortis\n\n2... 3,2,1, mark-\nINT. COCKPIT, SPITFIRE 2 - CONTINUOUS 36\n\nCollins pulls hard left, rolling up and left as TRACER FIRE\nSTREAKS PAST -\n\nINT. COCKPIT, SPITFIRE 1 - CONTINUOUS 37\n\nFarrier watches the ME 109 cut left to follow Collins- he\npushes the button on his stick to STRAFE the plane with his\n\ncannons... SMOKE starts trailing from the German plane-\nFARRIER\nClear.\nEXT. SKY OVER ENGLISH CHANNEL - CONTINUOUS 38\n\nThe ME 109 trails heavy smoke as it tips towards the water...\nINT. COCKPIT, SPITFIRE 2 - CONTINUOUS 39\nCollins straightens out- tries to look back-\n\nCOLLINS\nIs he down?\n\nINT. COCKPIT, SPITFIRE 1 - CONTINUOUS 40\n\nFarrier watches the ME 109 SMASH into the water, breaking up\nin a fiery mess-\n\nFARRIER\nDown for the count-\n\nTRACER FIRE SMASHES into Farrier's plane, SPARKING inside\nand out- Farrier banks HARD RIGHT as a second 109 STREAKS\naway- he straightens up-\n\n(CONTINUED)\n\f40\n\n41\n\n14.\nCONTINUED: 40\n\nFARRIER (CONT'D)\nFortis leader, one bandit down...\n(nothing)\nFortis Leader, do you read?\n\nNothing.\nFarrier looks around- spots a Spitfire-\nFARRIER (CONT'D)\nFortis 2, I have you to port- no\neyes on Fortis leader. Over.\nCOLLINS (over radio)\nUnderstood, Fortis 1. Orbit for a\nlook...\nFarrier looks all around as he pulls right on the stick...\nCUT TO:\nEXT. THE MOLE - EVENING 41\nEerie quiet.\nTommy and Gibson sit in the structure, UNSEEN, listening...\nCOMMANDER BOLTON checks progress on board the hospital ship.\n\nCOMMANDER BOLTON\nHow long, Lieutenant?\n\nLIEUTENANT\nWe need to run a new cable, sir.\nThey're scrambling.",
  "12": "---END OF PREVIOUS SECTION---\nCOMMANDER BOLTON\nHow long, Lieutenant? LIEUTENANT\nWe need to run a new cable, sir. They're scrambling. \n---TARGET SECTION TO BE ANNOTATED---\nCommander Bolton turns to Colonel Winnant, the army\nrepresentative.\n\nCOMMANDER BOLTON\nColonel, you're going to have to\ndecide how many more wounded to\nevacuate... one stretcher takes the\nspace of seven standing men.\n\nColonel Winnant takes this in.\nTommy crouches lower as he sees a LAUNCH approach...\nA HIGH RANKING OFFICER is helped up the ladder onto the mole.\n\nCOMMANDER BOLTON (salutes) (CONT'D)\nRear Admiral.\n\nREAR ADMIRAL\nCommander .\n(MORE )\n\n(CONTINUED)\n\f15.\n41 CONTINUED: 41\n\nREAR ADMIRAL (CONT'D)\n(to Colonel Winnant )\nAt ease, Colonel. How's the\nperimeter?\n\nColonel Winnant GESTURES towards the smoke-shrouded town-\n\nCOLONEL WINNANT\nShrinking every day. But between\nour rear guard and the French...\nwe're holding the line. And the\nenemy tanks've stopped.\n\nCOMMANDER BOLTON\nWhy?\n\nCOLONEL WINNANT\nWaste precious tanks, when you can\npick us off from the air, like fish\nin a barrel?\n\nCOMMANDER BOLTON\nHow long does London expect the army\nto hold out before we make terms?\n\nThe Rear Admiral looks sharply at the idea.\n\nREAR ADMIRAL\nMake terms? They're not stopping\nhere. We need to get our army back.\n\nThe Rear Admiral points across the dark water...\n\nREAR ADMIRAL (CONT'D)\nBritain's next. Then the world.\n\nCommander Bolton puts his field glasses to his face-\n\nCOMMANDER BOLTON\nChrist, you can almost see it from\n\nhere...\n\nCOLONEL WINNANT\nWhat?\n\nCOMMANDER BOLTON\nHome.\n\n(turns to the town)\nWhat about the French?\n\nREAR ADMIRAL\nPublicly, Churchill's told them \"Bras\nDessous\"\n(off look)\nArm in arm. Leaving together\n\n(CONTINUED)\n\f41\n\n16.\nCONTINUED: (2) 41\n\nCOLONEL WINNANT\nAnd privately?\n\nREAR ADMIRAL\nWe need our army back.\n\nCOLONEL WINNANT\nHow many men are they talking about?\n\nREAR ADMIRAL\nChurchill wants 30,000.",
  "13": "---END OF PREVIOUS SECTION---\nREAR ADMIRAL\nWe need our army back. COLONEL WINNANT\nHow many men are they talking about? REAR ADMIRAL\nChurchill wants 30,000. \n---TARGET SECTION TO BE ANNOTATED---\n Ramsay's\nhoping we can give him 45.\n\nCommander Bolton looks out at the mass of humanity.\n\nCOMMANDER BOLTON\nThere are 400 thousand men on this\nbeach, sir.\n\nDown below, Tommy takes this in. Every man for himself.\n\nREAR ADMIRAL\nWe'll just have to do our best.\n\nBolton straightens up.\n\nCOMMANDER BOLTON\nRight, this mole stays open at all\ncosts.\n\nBolton points at the FUNNEL and MASTS of SUNKEN SHIPS-\n\nCOMMANDER BOLTON (CONT'D)\nWe're in range of artillery from the\nwest- anything else sinks out here\nthe mole's blocked and we're stuffed.\n\nREAR ADMIRAL\nCan't we load from the beaches?\n\nCOLONEL WINNANT\nBetter than standing out here when\nthe dive bombers come.\n\nCOMMANDER BOLTON\nImpossible.\n\nThe Rear Admiral looks at the lines of men on the beaches.\n\nREAR ADMIRAL\nToo shallow.\n\nCOMMANDER BOLTON\nAnything drafting more than three\nfeet can't get near.\n\n(MORE )\n\n(CONTINUED)\n\f41\n\n42\n\n17.\nCONTINUED: (3) 41\nCOMMANDER BOLTON (CONT'D)\nWe don't have enough small boats to\nferry men out to the destroyers.\nThe Rear Admiral nods.\n\nREAR ADMIRAL\nThe mole it is, then, gentlemen.\n\nCUT TO:\nEXT. MOONSTONE, ENGLISH CHANNEL - DAY 42\nMr.Dawson is on the bow, peering ahead. The distant smoke\nis closer, small shapes in the sky move above distant ships\naccompanied by thunderous booms...\nMuch nearer: a shape. A WRECK. Upside down.\nMr.Dawson moves quickly down the yacht to the well and takes\nthe helm, throttling back. He gestures for Peter to head to\nthe bow.\n\nThe Moonstone approaches the wreck. BODIES surround the\noverturned hull.\n\nCrouched on the hull- a SOLDIER.\n\nMr.Dawson REVERSES the screw, slowing to a crawl. Peter\nstares out at the SHIVERING SOLDIER.\n\nPETER\nCan you swim it?\n\nThe Shivering Soldier STARES back at Peter. Peter looks\nback at Mr.",
  "14": "---END OF PREVIOUS SECTION---\nPETER\nCan you swim it? The Shivering Soldier STARES back at Peter. Peter looks\nback at Mr. \n---TARGET SECTION TO BE ANNOTATED---\nawson-\n\nPETER (CONT'D)\nCan you get closer?\n\nMr.Dawson looks down the side of the boat, considers.\n\nMR. DAWSON\nCan't risk it!\n\nMr.Dawson turns to George.\n\nMR.DAWSON (CONT'D)\nTake Peter a line.\n\nGeorge grabs a coiled rope and heads up to the bow. Peter\ntakes the rope from George-\n\nPETER\nI'll throw you a line!\n\n(CONTINUED)\n\f42\n\n43\n\n44\n\n18.\nCONTINUED: 42\nThe shivering soldier looks up at him, blank. Peter tosses\nthe line. It hits the water several feet in front of the\nsoldier who STARES at it.\nPeter gathers the line, then TOSSES it again-\nThe shivering soldier SPRINGS for it, GRABBING it and HANGING\nON as Peter and George reel him in, pulling him around to\nthe stern ladder.\n\nHe is too exhausted to make it up the ladder, so they grab\nhis shirt, pulling him into the well.\n\nGeorge grabs a blanket and puts it around the soldier's\nshoulders.\n\nMr.Dawson glances at the Soldier, then reverses from the\nwreck the way he came in, and steers wide around the visible\nportion of the wreck\n\nOnce the water ahead is open, Mr.Dawson speeds up, heading\nagain for the dark smoke of Dunkirk.\n\nCUT TO:\nEXT. SKY ABOVE THE ENGLISH CHANNEL - DAY 43\nThe two Spitfires arc around the wreckage of the ME 109...\nINT. COCKPIT, SPITFIRE 1 - CONTINUOUS 44\nFarrier SPOTS something-\n\nFARRIER\nWreckage below.\n\nHe heads low over the wreckage...\n\nCOLLINS (over radio)\nMore of the 109?\n\nFarrier banks, looking down- spots a half submerged tail-\nclearly RAF-\n\nFARRIER\nNo, it's Fortis Leader, over.\n\nCOLLINS\nDo you think he got out?\n\nFARRIER\nDidn't see a ‘chute.\n\nFarrier straightens up. Considers.\n\n(CONTINUED)\n\f44\n\n45\n\n46\n\n47\n\n19.\nCONTINUED: 44\nFARRIER (CONT'D)\nRecord his position, then set heading\n128, height... 1,000, over.",
  "15": "---END OF PREVIOUS SECTION---\nConsiders. (CONTINUED)\n\f44\n\n45\n\n46\n\n47\n\n19. CONTINUED: 44\nFARRIER (CONT'D)\nRecord his position, then set heading\n128, height... 1,000, over. \n---TARGET SECTION TO BE ANNOTATED---\nCOLLINS\nVector 128, angels 1. Understood.\n\nFarrier reaches forward, pushes the button by his fuel\ngauge... NOTHING.\n\nThe glass is CRACKED. He TAPS it with his glove. Nothing.\n\nFARRIER\nFortis 2, what's your fuel?\n\nINT. COCKPIT, SPITFIRE 2 - CONTINUOUS 45\nCollins checks his gauge.\n\nCOLLINS\nFifty gallons, over.\n\nINT. COCKPIT, SPITFIRE 1 - CONTINUOUS 46\nFarrier takes this down with a grease pencil...\nFARRIER\nKeep letting me know- my gauge took\na knock back there, over\n\nCOLLINS\nShould you turn back?\n\nFarrier methodically checks his other gauges and switches...\nchecks the responsiveness of rudder, aerilons...\n\nFARRIER\nI'm confident it's just the gauge.\n\nFarrier glances at his pencil mark, sets the BEZEL on his\nwatch.\n\nHe TAPS his gauge one more time. Nothing.\nCUT TO:\nEXT. THE MOLE - EVENING 47\n\nBolton watches the Rear Admiral motor away in his launch-\nthe engine noise fading to be replaced by-\n\nA familiar, dreaded sound is building. STUKAS.\nThe men on the mole look up at the sky.\n\nFrom high above we see how trapped and exposed this line of\nmen stretching a kilometer into the sea really is.\n\n(CONTINUED)\n\f47\n\n20.\nCONTINUED: 47\nRestless, the soldiers look behind and in front. There's\nsimply nowhere to go. The awful whine builds. Then changes\npitch as the bombers go into their DIVE.\n\nBOOMBOOMBOOMBOOMBOOM! The bombs impact the sea either side\nof the mole- soldiers crouch as low as they can-\n\nThe onslaught is ENDLESS, TERRIBLE and INESCAPABLE...\nBOOM! A direct hit to the Hospital Ship-\nThe Stukas have gone.\n\nScreams and shouts- people start JUMPING OVER THE SIDE of\nthe HOSPITAL SHIP onto the mole...",
  "16": "---END OF PREVIOUS SECTION---\nBOOM! A direct hit to the Hospital Ship-\nThe Stukas have gone. Screams and shouts- people start JUMPING OVER THE SIDE of\nthe HOSPITAL SHIP onto the mole... \n---TARGET SECTION TO BE ANNOTATED---\nVOICES\nShe's going down! SHE'S GOING UNDER!\ng g\n\nCommander Bolton shouts at the men manning the lines-\n\nCOMMANDER BOLTON\nCUT HER LOOSE!\n\nThe crew are jumping off the side, the burning ship is SINKING-\n\nSUB-LIEUTENANT\nWhat about the wounded?\n\nCOMMANDER BOLTON\nCut her loose, and push her off! We\ncan't let her sink at the mole!\nThe men cast her off and PUSH her off-\nCrew members and orderlies LEAP from the deck into the water-\n\nThe bow of the BLAZING, SINKING ship drifts away from the\nmole...\n\nTommy and Gibson pull soldiers up onto the beams of the\nmole...\n\nAs the bow comes around, the stern SCRAPES along the wooden\npilings, SPLINTERING them in its path-\n\nA FLAILING SOLDIER is in its path, trying to swim free-\nThe STEEL HULK is about to CRUSH HIM-\n\nTommy GRABS him by the shoulders and YANKS with all his might\npulling him clear just as the hull GRINDS against the wood-\n\nTommy looks down on the breathless, wet soldier. The wet\nSoldier focuses on Tommy.\n\nTHIS IS ALEX. He nods thanks. Tommy nods back.\n\n(CONTINUED)\n\f47\n\n48\n\n49\n\n50\n\n21.\n\nCONTINUED: (2) 47\nCommander Bolton WATCHES the ship slip down into the waves.\n\nCUT TO:\nEXT. MOONSTONE, ENGLISH CHANNEL - DAY 48\nMr.Dawson is back at the helm. The Shivering Soldier sits\nin the well, blanket over his shoulders. Staring at the\ndeck. George watches him, then leans forward-\n\nGEORGE\nCome below- it's out of the wind.\n\nThe Shivering Soldier glances at the companionway. Shakes\nhis head.\n\nGEORGE (CONT'D)\nReally- it's warmer.\n\nGeorge reaches out for the Shivering Soldier's arm- who SMACKS\nit away-\n\nMR. DAWSON\nLeave him, George.\n\nGeorge looks up at the Commander\nMR.DAWSON (CONT'D)\nHe feels safer on deck. You would\ntoo if you'd been bombed-\n\nSHIVERING SOLDIER\nU-boat. It was a U-boat.",
  "17": "---END OF PREVIOUS SECTION---\nDAWSON (CONT'D)\nHe feels safer on deck. You would\ntoo if you'd been bombed-\n\nSHIVERING SOLDIER\nU-boat. It was a U-boat. \n---TARGET SECTION TO BE ANNOTATED---\nPETER\nGet him some tea, George.\n\nGeorge darts downstairs. Useful.\nCUT TO:\nEXT. SKY OVER ENGLISH CHANNEL - DAY 49\n\nThe two Spitfires head towards the massive BLACK SMOKE hanging\nover the distant port of Dunkirk.\n\nThere are many different ships and boats of all sizes in the\nwater in front of them...\n\nINT. COCKPIT, SPITFIRE 2 - CONTINUOUS 50\nCollins pushes the button to check the fuel gauge-\n\nCOLLINS\n40 gallons, Fortis 1. over.\n\f51\n\n52\n\n53\n\n54\n\n22.\n\nINT. COCKPIT, SPITFIRE 1 - CONTINUOUS 51\nFarrier instinctively looks at his gauge. Nothing.\n\nFARRIER\n40 gallons, understood.\n\nFarrier pulls out a grease pencil and notes fuel and time.\nFARRIER (CONT'D)\nWe're about five minutes out- climb\nto 2,000.\n\nCOLLINS (over radio)\nThat's more fuel.\n\nFARRIER\nI don't want to get jumped again.\nGet some altitude, dive down on the\nbastards. Over.\n\nCOLLINS (over radio)\nUnderstood. Angels two, over\n\nFarrier pulls back on the stick-\nEXT. SKY OVER ENGLISH CHANNEL - CONTINUOUS 52\nThe Spitfires RISE gloriously into higher air...\n\nCUT TO:\nEXT. THE MOLE - EVENING 53\n\nCommander Bolton looks over at the wet soldiers clinging to\nthe understructure of the mole.\n\nCOMMANDER BOLTON (0.S.)\nRight, Highlanders. Let's find you\nanother ship.\nThe wet soldiers pull themselves to their feet...\nTommy, watched by Alex, SLIPS into the water, then pulls\nhimself out, dripping. Gibson follows suit. Alex LAUGHS at\nthem... then helps them push into the group...\n\nThey follow the wet soldiers up onto the mole, where Bolton's\nmen shepherd them onto a LAUNCH.\n\nEXT. LAUNCH - CONTINUOUS 54\n\nTommy and Gibson make themselves inconspicuous amongst the\nHighlanders, eyes down.\n\nAs the launch pulls away from the mole, Tommy glances back\nat the men lining the breakwater\n\n(CONTINUED)\n\f54\n\n55\n\n56\n\n23.\nCONTINUED: 54\nhe launch motors out of the harbour.",
  "18": "---END OF PREVIOUS SECTION---\nLAUNCH - CONTINUOUS 54\n\nTommy and Gibson make themselves inconspicuous amongst the\nHighlanders, eyes down. As the launch pulls away from the mole, Tommy glances back\nat the men lining the breakwater\n\n(CONTINUED)\n\f54\n\n55\n\n56\n\n23. CONTINUED: 54\nhe launch motors out of the harbour. \n---TARGET SECTION TO BE ANNOTATED---\nt approaches a DESTROYER, its sheer iron side TOWERING above\nhe launch, as it BOBS up and down alongside.\n\n1\nI\nt\nCARGO NETS are dropped over the side, and the men start to\nstep up onto the rail of the BOBBING ship, waiting for the\nRHYTHMIC movement towards the iron wall- GRABBING at the\nrope mesh, STRUGGLING to pull themselves up.\n\nommy steps up to the railing, next to an EXHAUSTED soldier\nho can barely lift himself up- Tommy grabs his shoulder to\nteady him on the rail as the launch BOUNCES off the iron\nall of the destroyer-\n\nhe exhausted soldier has not got his feet into the netting,\ne slips lower...\n\nhe gap between the launch and the destroyer shrinks to\n\nT\nwi\ns\nWi\nThey both grab at the net, Tommy climbing up-\n1\nh\nT\nnothing-\n\n \n\nThe soldier's legs are CRUSHED between the two oblivious\ncraft-\n\nHe SCREAMS- hands PULL him up as the craft separate...\nEXT. DESTROYER - CONTINUOUS 55\n\nThe men collapse onto the deck in exhausted piles. SAILORS\nand NURSES urge them to move below decks.\n\nSAILOR\nDown below. Come on, mate-\n\nTommy follows Alex and his mates to a doorway at the head of\nthe stairs down below. A NURSE is standing there.\n\nNURSE\nCome on, boys. There's a nice cup\nof tea for you down there. This\nway, come on.\n\nINT. DESTROYER - CONTINUOUS 56\n\nTommy starts down the stairs- Gibson has stopped at the top\nlooking down into the stairwell.\n\nNURSE\nCome on, down you go-\n\nGibson, shaking his head, steps back\n\nAlex sees this- turns to follow Tommy into the crowd in the\nhold. They are handed a cup of tea each and a hunk of bread.\n\f24.\n\n57 EXT. DESTROYER - CONTINUOUS 57\n\nOut on deck, Gibson sits by the companionway in the gathering\ndark as the ship gets underway...\n\n58 INT. HOLD, DESTROYER - CONTINUOUS 58\n\nDown below, Tommy and Alex eat and drink hungrily and\ngratefully.",
  "19": "---END OF PREVIOUS SECTION---\nDESTROYER - CONTINUOUS 57\n\nOut on deck, Gibson sits by the companionway in the gathering\ndark as the ship gets underway... 58 INT. HOLD, DESTROYER - CONTINUOUS 58\n\nDown below, Tommy and Alex eat and drink hungrily and\ngratefully. \n---TARGET SECTION TO BE ANNOTATED---\n Between bites, Alex gestures to the stairs.\n\nALEX\nWhat's wrong with your friend?\n\nTommy WATCHES THE DOOR TO THE HOLD CLOSE. Takes another\nbite. Uneasy.\n\nLooks around the hold, PACKED LIKE THE TUBE AT RUSH HOUR.\nTOMMY\n\nLooking for a quick way out. In\n\ncase we go down.\nTommy and Alex edge through the crowd towards the stairs...\n\nCUT TO:\n59 EXT. MOONSTONE, ENGLISH CHANNEL - DAY 59\n\nGeorge hands the Shivering Soldier a steaming mug of tea.\nThe BOOMS start reverberating again.\nThe Shivering Soldier glances up. REALIZES SOMETHING...\n\nSHIVERING SOLDIER\nWhere are we going?\n\nMR. DAWSON\nDunkirk.\n\nSHIVERING SOLDIER\nNo, we're going to England!\n\nMR. DAWSON\nWe have to go to Dunkirk first.\n\nSHIVERING SOLDIER\nI'M NOT GOING BACK!\n\nPeter watches from the companionway. The Shivering Soldier\nthrows his arm out at the dark cloud on the horizon-\n\nSHIVERING SOLDIER (CONT'D)\nLook at it! We go there we'll die!\n\nMr.Dawson looks at the Shivering Soldier. Calm.\n\n(CONTINUED)\n\f59\n\n60\n\n61\n\n62\n\n63\n\n25.\n\nCONTINUED: 59\n\nMR. DAWSON\nI see your point, son. Take your\ntea below and warm up while we plot\na course.\n\nThe Shivering Soldier considers this. Then takes his blanket\nand heads down the companionway. Peter helps him down below.\n\nINT. CABIN, MOONSTONE - CONTINUOUS 60\n\nPeter opens the door to the forepeak and sits the Shivering\nSoldier down on a narrow bunk\n\nPETER\nI'll get you some more tea.\n\nPeter shuts the door. Looks at the bolt. Considering.\nEXT. MOONSTONE - CONTINUOUS 61\n\nGeorge looks up at the Commander. Addresses him with the\ntone of a child trying to speak like a grown up...\n\nGEORGE\nIs he a coward?\n\nMr.Dawson looks sharply at George.\n\nMR.DAWSON\nHe's shell-shocked, George. He's\nnot himself. He may never be himself\nagain.\n\nINT.",
  "20": "---END OF PREVIOUS SECTION---\nHe's\nnot himself. He may never be himself\nagain. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CABIN, MOONSTONE - MOMENTS LATER 62\nPeter hands the Shivering Soldier a cup of tea. The Shivering\nSoldier accepts it wordlessly. Staring in front of him.\nPeter closes the forepeak door. Pauses.\nPeter gently slides the bolt, LOCKING THE DOOR.\nCUT TO:\nINT. COCKPIT, SPITFIRE 1 - DAY 63\nFarrier looks down at the mass of ships and boats passing\neach other- there is the minesweeper, CASTOR, every inch of\nher deck covered with troops-\nCOLLINS (over radio)\n\nHeinkel, 11 @'clock, lining up to\n\ndrop her load on that minesweeper -\nFarrier's head SNAPS around- spots the German bomber -\n\nFARRIER\nFighters?\n\f64\n\n65\n\n66\n\n67\n\n68\n\n69\n\n26.\n\nINT. COCKPIT, SPITFIRE 2 - CONTINUOUS 64\n\nCollins PEERS down- scanning around the Heinkel BOMBER for\nits fighter escort... SPOTS-\n\nCOLLINS\n109's- off her starboard-\n\nFARRIER (over radio)\nI'm on the bomber.\n\nCollins pushes forward into a DIVE...\n\nEXT. SKY OVER ENGLISH CHANNEL - CONTINUOUS 65\nSpitfire 2 DIVES at the German fighters, cannons BLASTING...\nSpitfire 1 DIVES at the German bomber, cannons BLASTING...\n\nINT. COCKPIT, SPITFIRE 1 - CONTINUOUS 66\nFarrier has the Heinkel in his sights, bucking and weaving\n\nas his spitfire SLICES down through turbulent air... he pushes\n\nthe button on the stick which control his guns...\n\nHe ROLLS away from the Heinkel as he dives beneath it, taking\n\nhis finger off the trigger, fighting the g's with his neck\n\nas he pulls out of the dive...\n\nINT. COCKPIT, SPITFIRE 2 - CONTINUOUS 67\n\nCollins fires at one of the 109's until he sees SMOKE trailing-\nhe DIVES between the German planes...\n\nINT. COCKPIT, SPITFIRE 1 - CONTINUOUS 68\n\nFarrier SCANS his surroundings as he tries to orient himself\nrelative to the Heinkel...",
  "21": "---END OF PREVIOUS SECTION---\nCOCKPIT, SPITFIRE 2 - CONTINUOUS 67\n\nCollins fires at one of the 109's until he sees SMOKE trailing-\nhe DIVES between the German planes... INT. COCKPIT, SPITFIRE 1 - CONTINUOUS 68\n\nFarrier SCANS his surroundings as he tries to orient himself\nrelative to the Heinkel... \n---TARGET SECTION TO BE ANNOTATED---\nFinding it, he pulls the stick, lining up for another run at\nit, this time from below...\n\nThe bomber is in his sights- he fires his guns...\n\nHe flashes past- dangerously close to its top turret which\n\nHURLS TRACER BULLETS at him- he sees SPARKING on the hull of\n\nthe bomber -\n\nINT. COCKPIT, SPITFIRE 2 - CONTINUOUS 69\n\nComing around- starting to climb- Collins sees the Heinkel\nVEER OFF COURSE, heading away from the minesweeper -\n\nCOLLINS\n\nShe's turning- you must've damaged\nher.\n\n(CONTINUED)\n\f69\n\n70\n\n71\n\n72\n\n27.\nCONTINUED: 69\n\nFARRIER (over radio)\nWhere's the escort?\n\nCOLLINS\nI got one of-\n\nBLAMBLAMBLAM!!! Cannon fire RIPS into Spitfire 2- Collins\nYANKS the stick but it's too late... flames leap from the\nfuselage...\n\nCOLLINS (CONT'D)\nI'm going down.\n\nFARRIER (over radio)\nI'm on him- bail out.\n\nCollins checks his parachute, opens the canopy, the wind\nHOWLS inside the cockpit- he surveys the water below-\n\nSLIDES his canopy shut again.\n\nCOLLINS\nThe swell looks good, I'm ditching.\n\nCUT TO:\nINT. HOLD, DESTROYER - NIGHT 70\nThe MUNCHING and SLURPING of starving soldiers.\nThe ENGINES kick into gear as the destroyer starts to move-\nA CHEER goes up around the hundreds of men in the hold...\nEXT. DESTROYER - CONTINUOUS 71\n\nUp on deck, Gibson watches several ROW BOATS heading towards\nthem- hearing the engines, they starts SHOUTING-\n\nMALE VOICES\nWait! Wait for us!\n\nGibson spots white water on the black sea- a wake-\n\nMALE VOICE (0.S.)\nTORPEDO!\n\nAn EXPLOSION LIFTS WATER at the side of the ship-\nINT.",
  "22": "---END OF PREVIOUS SECTION---\nGibson spots white water on the black sea- a wake-\n\nMALE VOICE (0. S.)\nTORPEDO! An EXPLOSION LIFTS WATER at the side of the ship-\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n HOLD, DESTROYER - CONTINUOUS 72\nThe cheering STOPS- BOOOOOMS SHUDDER the suddenly FRAGILE\n\niron walls of the hold- MASSIVE PERCUSSIONS OF WOBBLING METAL\nSHEETS -\n\f73\n\n74\n\n75\n\n76\n\n77\n\n78\n\n79\n\n28.\n\nEXT. DESTROYER - CONTINUOUS\n\nA BLAST THAT MOVES EVERY BOLT OF THE DESTROYER-\nINT. HOLD, DESTROYER - CONTINUOUS\n\nANYONE STANDING IS THROWN OFF THEIR FEET-\n\nEXT. DESTROYER - CONTINUOUS\n\nA VAST PLUME OF FIRE EXPLODES UP AND OUT OF THE FUNNEL- THE\nDECK BLASTS APART -\n\nINT. HOLD, DESTROYER - CONTINUOUS\n\nMEN SCREAM AS THE IRON PLATES OF THE WALLS BUCKLE- A GLIMPSE\nOF WATER BLASTING IN-\n\nTHE LIGHTS GO OUT- COMPLETE DARKNESS...\n\nSOUND OF MEN SCREAMING BARELY AUDIBLE OVER THE SOUND OF\nBLASTING WATER AND BENDING METAL-\n\nEXT. DESTROYER - CONTINUOUS\n\nTHE SHIP LISTS- RAPIDLY SINKING-\nTHE ROW BOATS PULL AWAY, HARD-\nGIBSON PREPARES TO JUMP-\n\nGLANCES BACK AT THE CLOSED DOOR TO THE HOLD- JUMPS BACK-\nOPENS THE DOOR-\n\nINT. HOLD, DESTROYER - CONTINUOUS\n\nBLACKNESS -\n\nTHE DIM LIGHT OF THE OPEN DOOR BECOMES A BEACON-\nTOMMY SPOTS GIBSON WAVING-\n\nTOMMY AND ALEX CLAW THEIR WAY UP THE STEPS AS THE ENTIRE\nSHIP GOES UNDER-\n\nEXT. DESTROYER - CONTINUOUS\n\nTOMMY AND ALEX BURST FREE OF THE DOOR AS IT SINKS BENEATH\nTHE WAVES AND-\n\nTHEY PULL AWAY FROM THE DISAPPEARING SHIP WITH THE STRENGTH\nBORN OF ABSOLUTE DESPERATION...\n\nCUT TO:\n\n73\n\n74\n\n75\n\n76\n\n77\n\n78\n\n79\n\f80\n\n81\n\n82\n\n29.\n\nEXT.",
  "23": "---END OF PREVIOUS SECTION---\nDESTROYER - CONTINUOUS\n\nTOMMY AND ALEX BURST FREE OF THE DOOR AS IT SINKS BENEATH\nTHE WAVES AND-\n\nTHEY PULL AWAY FROM THE DISAPPEARING SHIP WITH THE STRENGTH\nBORN OF ABSOLUTE DESPERATION... CUT TO:\n\n73\n\n74\n\n75\n\n76\n\n77\n\n78\n\n79\n\f80\n\n81\n\n82\n\n29. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n MOONSTONE, ENGLISH CHANNEL - DAY 80\nGeorge hears planes behind them- he looks up-\nTHREE SPITFIRES IN CONFIDENT FORMATION SWEEP OVERHEAD...\nMr.Dawson keeps his eyes on the black smoke ahead of them.\nMR. DAWSON\n\nSpitfires, George. Greatest plane\n\never built.\nGeorge smiles. Then looks quizzical-\n\nGEORGE\nYou didn't even look.\n\nMR. DAWSON\n\nRolls Royce Merlin engines. Sweetest\n\nsound you could hear out here.\nINT. CABIN, MOONSTONE - CONTINUOUS 81\nPeter is folding a chart. A clicking sound catches his\nattention... the handle of the forepeak door is being rattled\nfrom the other side. Peter FREEZES, uncertain what to do...\nBANG- the rattles become BANGS-\n\nSHIVERING SOLDIER (0.S.)\nHello?! Anyone there?!\n\nPeter puts the chart down, takes a step towards the door-\nBANG!\n\nSHIVERING SOLDIER (0.S.) (CONT'D)\nOPEN UP, DAMMIT!\n\nPeter freezes. Turns back to the companionway-\nEXT. MOONSTONE - CONTINUOUS 82\nPeter pokes his head out- Mr.Dawson looks at him, quizzical-\n\nPETER\nHe wants to come out-\n\nThe banging and SHOUTING of the Shivering Soldier continues-\n\nMR. DAWSON\nWhat did you do? Lock him in?\n\nPeter is at a loss-\n\nMR.DAWSON (CONT'D)\nLet him out, for God's sake!\n\f83\n\n84\n\n85\n\n86\n\n30.\n\nINT. CABIN, MOONSTONE - CONTINUOUS 83\n\nPeter comes down the companionway, reluctantly approaching\nthe BANGING, RATTLING DOOR...\n\nTHE BANGING STOPS...\nPeter reaches up to the bolt, BRACES, gently SLIDES it back...\n\nOpens the door- the forepeak is EMPTY... Peter rushes in\nspots the open forward hatch...\n\nEXT. MOONSTONE, CONTINUOUS 84\nMr.Dawson leans down to try and see in the cabin-\n\nSHIVERING SOLDIER (0.S.)\nYou haven't turned around!\n\nMr.Dawson turns calmly to the Shivering Soldier\n\nMR. DAWSON\nNo. We have a job to do.",
  "24": "---END OF PREVIOUS SECTION---\nDawson turns calmly to the Shivering Soldier\n\nMR. DAWSON\nNo. We have a job to do. \n---TARGET SECTION TO BE ANNOTATED---\nSHIVERING SOLDIER\nJob? This is a pleasure yacht!\nYou're weekend sailors, not the bloody\nnavy-! A man your age-\n\nMR. DAWSON\nMen my age dictate this war. Why\nare we allowed to send our children\nto fight it?\n\nSHIVERING SOLDIER\nYOU SHOULD BE AT HOME!\n\nMR. DAWSON\nThere won't be any home if we allow\nthis slaughter across the channel.\nThere's no hiding from this.\n\nCUT TO:\nINT. COCKPIT, SPITFIRE 1 - DAY 85\nFarrier chases the 109 as it circles around on Collins...\nINT. COCKPIT, SPITFIRE 2 - DAY 86\n\nCollins glances out at his burning wing-\nChecks his altimeter-\nChecks his canopy is locked in the half-open position-\n\nLOWER...\n\f87\n\n88\n\n89\n\n90\n\n91\n\n31.\n\nINT. COCKPIT, SPITFIRE 1 - CONTINUOUS 87\nFarrier fires at the 109, chasing him off-\n\nFARRIER\nHe's turned tail, I'm after him-\n\nINT. COCKPIT, SPITFIRE 2 - CONTINUOUS 88\nCollins checks his belts are tight-\nChecks the release pin on his harness-\nCOLLINS\nGood luck. Watch your fuel...\n(reads)\n\nFifteen gallons.\nChecks his Mae West, puffing into the inflating tube-\nLOWER...\nINT. COCKPIT, SPITFIRE 1 - CONTINUOUS 89\nFarrier grease pencils the reading on the chart-\n\nFARRIER\nFifteen gallons, understood...\n\nINT. COCKPIT, SPITFIRE 2 - CONTINUOUS 90\n\nFARRIER (over radio)\n...best of luck, Collins.\n\nCollins checks wind direction-\n\nChecks wave direction on the surface of the water-\n\nLOWER...\n\nTurns, lining up along the the waves as he descends...\n\nLOWER...\n\nThe water rushes by BLINDINGLY FAST...\n\nINT. COCKPIT, SPITFIRE 1 - DAY 91\n\nFarrier watches Spitfire 2 CARVE gracefully across the water\nbefore coming to a stop, floating.\n\nFarrier spots a CIVILIAN YACHT heading for Collins...\n\n(CONTINUED)\n\f91\n\n92\n\n32.",
  "25": "---END OF PREVIOUS SECTION---\nCOCKPIT, SPITFIRE 1 - DAY 91\n\nFarrier watches Spitfire 2 CARVE gracefully across the water\nbefore coming to a stop, floating. Farrier spots a CIVILIAN YACHT heading for Collins... (CONTINUED)\n\f91\n\n92\n\n32. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: 91\n\nHe sees Collins' hand stick out of the canopy, WAVING... He\nTIPS HIS WINGS at Collins- turns away, looks ahead, chasing\nthe 109 towards Dunkirk...\n\nCUT TO:\nEXT. WATER, JUST OUTSIDE DUNKIRK HARBOUR - NIGHT 92\n\nTommy and Alex, life jackets on, swim on the swell, bodies\nand burning wreckage all around. Fuel BURNING on the surface\nof the water.\n\nTommy and Alex pull for an OVERLOADED row boat. Tommy GRABS\nthe side, tries to climb- he's PUSHED OFF by the men inside-\n\nMALE VOICE\nPiss off- it's too crowded!\n\nAlex is GRABBING at the rail as well-\n\nALEX\nYou can't leave us! Make some room-\n\nSOLDIER (0.S.)\nYou men, leave off. You'll capsize\nthe boat- it's gone over twice on\nthe way out here...\n\nTommy looks at the Soldier. It is the Shivering Soldier\nNOT YET SHIVERING. IN FULL CONTROL OF HIS FACULTIES.\n\nSOLDIER (CONT'D)\nYou have to stay calm. There are\nplenty of boats.\n\nALEX\nCalm?! Wait till you get torpedoed,\nthen tell us to be calm!\n\nSOLDIER\nYou have life jackets?\n\nMALE VOICE\nYeah, they do.\n\nSOLDIER\nDon't panic, the water's not too\nrough, or too cold. We're heading\nback to the beach-\n\nMALE VOICE\nFuck off! Let's go to Dover\n\nSeveral voices join in.\n\n(CONTINUED)\n\f92\n\n93\n\n33.\nCONTINUED: 92\n\nSOLDIER\nWe can't make it across the channel\non this, lads. We need to get back\nto the beach and wait for another\nride.\n(gestures)\n\nIt's not even half a mile. You men\nin the water float here, save your\nstrength, we'll come back for you.\n\nThe men start rowing.\nGibson is in the back. Alex SPOTS him.\n\nGibson quietly drops the rear painter (a small rope attached\nto the stern) into the black water\n\nAlex takes it, hands part of it to Tommy and they quietly\ndrag behind the boat as it rows in to the shore...",
  "26": "---END OF PREVIOUS SECTION---\nGibson is in the back. Alex SPOTS him. Gibson quietly drops the rear painter (a small rope attached\nto the stern) into the black water\n\nAlex takes it, hands part of it to Tommy and they quietly\ndrag behind the boat as it rows in to the shore... \n---TARGET SECTION TO BE ANNOTATED---\n the men\nin the rear notice, but nobody says anything...\n\nAs the dawn breaks, the small, packed boat pulls across the\ncalm water to the vast, packed beach at Dunkirk.\n\nCUT TO:\nEXT. MOONSTONE - DAY 93\nThe Shivering Soldier steps up to Mr.Dawson-\n\nSHIVERING SOLDIER\nWhat is it you think you can do out\nthere?! On this thing?!\n\nMR. DAWSON\nNot just us. The call went out- we\nwon't be the only ones to answer\n\nSHIVERING SOLDIER\nYOU DON'T EVEN HAVE GUNS!\n\nMR. DAWSON\nDid you have a gun?\n\nSHIVERING SOLDIER\nCourse. A rifle. 303.\n\nMR. DAWSON\nDid it help you against the dive\nbombers? Or the U-boats?\nThe Shivering Soldier GLARES at Mr.Dawson.\nSHIVERING SOLDIER\n\nYou're an old fool. And you're going\nto die if you don't turn around.\n\n(CONTINUED)\n\f93\n\n94\n\n95\n\n34.\nCONTINUED: 93\nThe BOOMS echo. Closer now.\n\nSHIVERING SOLDIER (CONT'D)\nWe're turning around, now!\n\nThe Shivering Soldier steps towards Mr.Dawson. SCREAMING at\nthe top of his lungs-\n\nSHIVERING SOLDIER (CONT'D)\nTURN IT AROUND! TURN IT AROUND! -\n\nPeter, hearing this, makes his way back from the bow-\nThe Shivering Soldier GRABS the wheel-\nGeorge GRABS his shoulder -\n\nThe Shivering Soldier SMASHES HIS ELBOW into George's face,\nsending him flying BACKWARDS DOWN THE COMPANIONWAY -\n\nPeter PULLS the Shivering Soldier away from the wheel.\n\nPETER\nCalm it down, Mate.\n\nThe Shivering Soldier looks at him, shocked. Confused.\nPeter calls down the companionway-\n\nPETER (CONT'D)\nGeorge?\n\nNothing.\n\nPETER (CONT'D)\nGeorge?!\n\nNothing. The Shivering Soldier watches as Peter climbs down\nto find-\n\nINT. CABIN, MOONSTONE - CONTINUOUS 94\nGeorge, sprawled out at the foot of the steps, on his back\nQUIETLY GROANING, BLEEDING from the back of the head.",
  "27": "---END OF PREVIOUS SECTION---\nNothing. The Shivering Soldier watches as Peter climbs down\nto find-\n\nINT. CABIN, MOONSTONE - CONTINUOUS 94\nGeorge, sprawled out at the foot of the steps, on his back\nQUIETLY GROANING, BLEEDING from the back of the head. \n---TARGET SECTION TO BE ANNOTATED---\n Peter\ngrabs a life jacket and puts it behind George's head.\n\nPETER\nIt's okay. You're okay. It's okay.\n\nGeorge blinks at Peter. Frightened.\n\nCUT TO:\nINT. COCKPIT, SPITFIRE 1 - DAY 95\nFarrier chases the 109, gradually CLOSING...\n\n(CONTINUED)\n\f95\n\n96\n\n35.\nCONTINUED: 95\n\nUp ahead- a convoy of ships is gathered around the entrance\nto the harbour...\n\nFarrier passes over a FISHING TRAWLER WITH A BLUE CABIN,\ncovered with soldiers, strangely low in the water, WATER\nWASHING ACROSS ITS DECKS...\n\nHe looks up ahead to the 109, just coming into range...\n\nHe spots GERMAN PLANES in the distance, heading towards him...\nhe sights the 109... FIRES a short burst... NOTHING...\n\nHE REMEMBERS HIS FUEL GAUGE...\n-pointlessly pushes the button next to the cracked gauge.\nNO RESPONSE.\n\nFarrier checks his position on his chart. Checks the last\nfuel reading he grease-penciled... KNOWS HE SHOULD TURN AROUND-\n\nFarrier sights the 109, banking slightly to bring it across\nhis sights...\n\nFarrier FIRES- the 109 starts SMOKING, DROPPING-\n\nFarrier SPINS AROUND- TURNING AWAY from the approaching\nplanes, HEADING FOR DOVER... FOR HOME.\n\nAs he passes over the sinking blue trawler, he sees men\njumping into the water, swimming for a DESTROYER nearby...\n\nIn his REAR VIEW MIRROR; the enemy planes approaching...\nFarrier looks at his cracked fuel gauge... THINKING...\nCUT TO:\nEXT. BEACH AT ZYDECOTE (7 MILES EAST OF DUNKIRK) - DAWN 96\nThe SURF has picked up since yesterday...\n\nTommy, Gibson, Alex lie on the beach, sleeping as the light\ncomes up on a stormy day.\n\nIn the distance, towards the dark smoke of Dunkirk, the lines\nof men extend into the sea.\n\nNearby, small groups of soldiers attempt to climb onto small\nvessels- rowboats are being SWAMPED and OVERTURNED in the\nsurf, overcrowded boats are GROUNDED on the sand-\n\nMALE VOICE\n\nRight.",
  "28": "---END OF PREVIOUS SECTION---\nTommy, Gibson, Alex lie on the beach, sleeping as the light\ncomes up on a stormy day. In the distance, towards the dark smoke of Dunkirk, the lines\nof men extend into the sea. Nearby, small groups of soldiers attempt to climb onto small\nvessels- rowboats are being SWAMPED and OVERTURNED in the\nsurf, overcrowded boats are GROUNDED on the sand-\n\nMALE VOICE\n\nRight. \n---TARGET SECTION TO BE ANNOTATED---\n Three of you out, or the\nrest's stuck.\n\n(CONTINUED)\n\f96\n\n97\n\n98\n\n36.\nCONTINUED: 96\n\nSoldiers give up their places. Some head back out of the\nsurf. Some wade out past the break...\n\nEXT. BEACH AT MALO LES BAINS - CONTINUOUS 97\n\nColonel Winnant walks the beach, surveying. He approaches a\ngroup of ENGINEERS driving TRUCKS onto the sand, taking the\nair out of their tires, laying duckboards on top...\n\nENGINEER\n(brightly)\nA pier. When the water comes back\nin. Tide's turning, now.\n\nColonel Winnant looks out at the churning water.\n\nCOLONEL WINNANT\nHow can you tell?\n\nENGINEER\n(quietly)\nThe bodies come back\n\nColonel Winnant looks out at the water- men in line, chest\ndeep, gently push floating bodies aside as they wash in.\n\nEXT. BEACH AT ZYDECOTE - CONTINUOUS 98\n\nTommy BANGS a tin of vegetables on a rock. It springs a\nleak and he sucks the juice. Gibson holds out his hand.\nTommy keeps sucking for a beat or two, then hands it over.\n\nTommy watches Vanquisher loading troops from the vast crowd\nlining the mole. Despairing.\n\nAlex opens his eyes and sits up. Spots some HIGHLANDERS\nwalking past, away from Dunkirk in loose formation...\n\nALEX\nHey! Highlanders!\n\nTommy watches as Alex gets to his feet, heading over to his\nregimental comrades.\n\nALEX (CONT'D)\nWhat's that way?\n\nHIGHLANDER1\n(points)\nA boat.\n\nAlex follows his gesture to a FISHING TRAWLER WITH A BLUE\nCABIN, listing in the shallows a mile up the beach.\n\nALEX\nShe's grounded.\n\n(CONTINUED)\n\f98\n\n99\n\n37.\nCONTINUED: 98\n\nHIGHLANDER2\nNot when the tide comes in, she isn't.\n\nTommy and Gibson are already on their feet. Alex nods at\nthem as they follow the Highlanders down the beach towards\nthe grounded trawler...\nCUT TO:\nINT. CABIN, MOONSTONE - DAY 99\n\nPeter goes down below to check on George.",
  "29": "---END OF PREVIOUS SECTION---\nAlex nods at\nthem as they follow the Highlanders down the beach towards\nthe grounded trawler... CUT TO:\nINT. CABIN, MOONSTONE - DAY 99\n\nPeter goes down below to check on George. \n---TARGET SECTION TO BE ANNOTATED---\n He checks the\nbleeding on the life jacket behind George's head.\n\nPETER\nWhat'd you want to come along for\nGeorge?\n\nGEORGE\n\nSea cadet? You and Mr.Dawson? Best\nthing I ever done. Only thing I\never done. I told my dad I never\ndone nothing at school. I told my\ndad I'd do something one day. Maybe\nget in the local paper.\n\nPETER\nThe Herald? Why?\n\nGEORGE\nMaybe teachers would see it. Make\nmy school proud.\n\nPETER\n(laughs)\nWho cares what your bloody school\nthinks, George?\nGeorge looks up at Peter, desperate.\n\nGEORGE\nPlease! Please don't laugh at me!\n\nPeter looks at George, deciding how to respond.\nPETER\nI'm going to laugh at you, George-\n‘cos you're being bloody silly.\nGeorge is crying.\nPETER (CONT'D)\nNow, stop it. I need you back up on\ndeck.\n\nGeorge keeps crying.\n\n(CONTINUED)\n\f99\n\n100\n\n101\n\n38.\nCONTINUED: 99\n\nGEORGE\nI can't. I can't see.\n\nPeter looks at him. Gets a blanket, puts it across George's\nchest.\n\nPETER\nGet some rest.\n\nPeter gets up. Looks down at the softly weeping boy.\n\nPETER (CONT'D)\nI'll need you as soon as you're able.\n\nGeorge nods. Smiling through his tears.\nEXT. MOONSTONE, ENGLISH CHANNEL - DAY 100\nPeter comes up on deck\n\nThe Shivering Soldier, crouched in the well, STARES at him.\nMr.Dawson is at the helm. Peter comes close. Speaking low-\n\nPETER\nThe blood won't stop. Should we\nturn back?\n\nMr.Dawson looks back towards Britain. Then forward to France.\nThinking. Shakes his head.\n\nMR. DAWSON\nCome too far.\n\nBOOM! Explosions nearby-\nThe Shivering Soldier moves into a foetal position.\n\nMr.Dawson and Peter look ahead to where PLUMES of water rise,\nseemingly in slow motion, amongst the ships up ahead-\n\nGerman BOMBERS drifting overhead, 109 fighters buzzing around\nthem...\n\nMr.Dawson holds his course...\nCUT TO:\nINT.",
  "30": "---END OF PREVIOUS SECTION---\nMr. Dawson holds his course... CUT TO:\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n COCKPIT, SPITFIRE 1 - DAY 101\n\nFarrier flies, DISTRACTED, glancing from his broken fuel\ngauge to the switch for his reserve fuel tank...\n\nFARRIER\nSod it.\n\nFarrier BANKS, COMING AROUND...\n\n(CONTINUED)\n\f101\n\n102\n\n103\n\n39.\nCONTINUED: 101\n\nFarrier CLIMBS, trying to gain advantage for the coming\nencounter... lining up on the German planes threatening the\nDestroyer and the blue trawler...\n\nCUT TO:\nEXT. BASE OF THE MOLE - CONTINUOUS 102\n\nColonel Winnant makes his way towards the crowded mole.\nStretchers of FRENCH TROOPS are brought down to the mole. A\nPRIVATE comes out of the crowd, BREATHLESS.\n\nPRIVATE\nThe French've been forced back on\nthe western side, sir.\n\nColonel Winnant looks at EXPLOSIONS over the warehouses.\n\nCOLONEL WINNANT\nBut they're still holding a perimeter?\n\nPRIVATE\nFor now.\n\nColonel Winnant pushes on down the mole...\nEXT. THE MOLE - MOMENTS LATER 103\nHe finds Bolton, but NO SHIPS...\n\nCOLONEL WINNANT\nWhere're the destroyers?\n\nCOMMANDER BOLTON\nThere'll be one soon.\n\nCOLONEL WINNANT\nOne?\n\nCOMMANDER BOLTON\nAfter yesterday's losses, it's one\nship on the mole at a time.\n\nCOLONEL WINNANT\nThe battle's here, what're they saving\nthem for?\n\nCOMMANDER BOLTON\nThe next battle. The one for Britain.\nSame with the planes.\n\nCOLONEL WINNANT\n(peers through his\nfield glasses)\nBut it's right there! You can\npractically-\n\n(CONTINUED)\n\f103\n\n40.\nCONTINUED: 103\n\nCOMMANDER BOLTON\nSeeing home doesn't help us get there,\nCaptain.\n\nColonel Winnant turns to the flaming town at their backs...",
  "31": "---END OF PREVIOUS SECTION---\nYou can\npractically-\n\n(CONTINUED)\n\f103\n\n40. CONTINUED: 103\n\nCOMMANDER BOLTON\nSeeing home doesn't help us get there,\nCaptain. Colonel Winnant turns to the flaming town at their backs... \n---TARGET SECTION TO BE ANNOTATED---\nCOLONEL WINNANT\nThey need to send more ships, dammit!\nEvery hour the enemy pushes closer\n\nCOMMANDER BOLTON\nThey've activated the small vessels\npool-\n\nCOLONEL WINNANT\nVessels pool?\n\nCOMMANDER BOLTON\nThe list of civilian boats for\nrequisition-\n\nCOLONEL WINNANT\nCivilian? We need destroyers.\n\nCOMMANDER BOLTON\nSmall boats could load from the beach.\n\nColonel Winnant watches men struggling to load in the surf...\n\nCOLONEL WINNANT\nNot in these conditions.\n\nCOMMANDER BOLTON\nI'd rather face waves than dive\nbombers.\n\nColonel Winnant looks up at the cloudy sky-\n\nCOLONEL WINNANT\nYou're right- they won't get up in\nthis...\n\nCOLONEL WINNANT (CONT'D)\n(points)\nThe Royal Engineers are building\npiers from lorries- should help when\nthe tide comes back.\n\nCOMMANDER BOLTON\nWe'll know in six hours.\n\nCOLONEL WINNANT\nI thought tides were every three?\n\n(CONTINUED)\n\f103\n\n104\n\n105\n\n41.\nCONTINUED: (2) 103\nCOMMANDER BOLTON\nThen it's good that you're army and\nI'm navy, isn't it?\n\nColonel Winnant allows himself a smile. Commander Bolton\nspots a shape on the horizon.\n\nCOMMANDER BOLTON (CONT'D)\nVanquisher...\n\nCUT TO:\n\nEXT. MOONSTONE, ENGLISH CHANNEL - DAY 104\n\nMr.Dawson, at the helm, studies the horizon. Peter joins\nhim, GLARING at the Shivering Soldier before taking a seat.\n\nMr.Dawson hears something, starts scanning the sky...\nSpots a distant plane... Peter follows his gaze...\n\nMr.Dawson THROWS the wheel, bearing to starboard, hard,\nthrottling up-\n\nMR. DAWSON\nHeinkel.\n\nMr.Dawson points at a MINESWEEPER heading towards them...\n\nMR.DAWSON (CONT'D)\nThey'll go for the minesweeper.\n\nPETER\nShouldn't we stand by? To pick up\nsurvivors?\n\nMR. DAWSON\nTo do that we have to survive\nourselves.",
  "32": "---END OF PREVIOUS SECTION---\nTo pick up\nsurvivors? MR. DAWSON\nTo do that we have to survive\nourselves. \n---TARGET SECTION TO BE ANNOTATED---\nAs the boat MOTORS away, Peter looks back to see the HEINKEL\nAND ITS TWO FIGHTERS moving towards the MINESWEEPER...\n\nCUT TO:\nEXT. GROUNDED TRAWLER - DAY 105\n\nThe Highlanders approach, cautiously... the beach is DESERTED\nhere- just disabled army vehicles and dead bodies...\n\nThe blue trawler is tilted towards them... they circle the\nhull, checking it... it seems sound enough.\n\nTommy and Gibson follow the Highlanders as they climb up\nonto the abandoned trawler...\n\f42.\n\n106 EXT. DECK OF GROUNDED TRAWLER - CONTINUOUS 106\n\nTommy looks over at the dunes above them. Alex looks around\nthe boat- turns to Highlander1i\n\nALEX\nWhere's the crew?\n\nHIGHLANDER1\nProbably got spooked after they ran\naground. Scarpered up the beach.\n\nALEX\nWhy?\n\nHIGHLANDER2\nWe're outside the perimeter. Enemy\ncould be right there-\nPoints at the dunes.\nHIGHLANDER2 (CONT'D)\nBest shut ourselves inside and wait\nfor high tide...\nHighlander3 heads down the companionway into the small hold.\n\nALEX\nHow long's that?\n\nHIGHLANDER3\nEvery three hours.\n\nThey descend into the hold, shutting the door behind them.\nCUT TO:\n107 EXT. MOONSTONE, ENGLISH CHANNEL - DAY 107\n\nAs Moonstone ploughs through the swell, Peter looks back at\nthe Heinkel coming over the minesweeper...\n\nPeter SPOTS-\n\nPETER\nSpitfires! Dad, Spitfires!\n\nMr.Dawson TURNS to see two Spitfires DIVING at the German\nbomber and its fighter escort-\n\nOne Spitfire DIVES RIGHT BETWEEN TWO 109'S SETTING ONE ALIGHT-\n\nPETER (CONT'D)\nHe got him, he got him!!\n\nThe other Spitfire flies close over the Heinkel, which turns\naway from the ship- Mr.Dawson eases back on the speed...\n\n(CONTINUED)\n\f107\n\n108\n\n109\n\n43.\nCONTINUED: 107\n\nMR. DAWSON\nThe Heinkel's moved off...\n\nAs they watch, ONE OF THE SPITFIRES STARTS SMOKING...\n\nPETER\nOh, no.\n\nMr.",
  "33": "---END OF PREVIOUS SECTION---\nAs they watch, ONE OF THE SPITFIRES STARTS SMOKING... PETER\nOh, no. Mr. \n---TARGET SECTION TO BE ANNOTATED---\nawson sees the smoke- THROWS the wheel, spinning the\nyacht around to head back-\n\nMR. DAWSON\nWatch for a parachute!\n\nMr.Dawson THROTTLES up...\nCUT TO:\nINT. COCKPIT, SPITFIRE 1 - DAY 108\nFarrier hears his engine skip a beat- puts his gloved finger\non the RESERVE TANK TOGGLE SWITCH, LISTENING... his engine\nevens out again. He puts his hand back on the stick, focusing\non the German planes...\nHe THROTTLES UP, speeding into the fray, CLIMBING...\nCUT TO:\nINT. HOLD, GROUNDED TRAWLER - DAY 109\nDimly lit by a couple of small, dirty portholes.\n\nThe soldiers lie around the hold. Sleeping or chatting.\nAlex is scrounging around the hold, finding nothing useful.\n\nALEX\n(to Gibson)\nPoke your head out, see if the water's\ncoming in.\n\nGibson shakes his head, pulling his arms tight around himself.\nAlex GLARES at him-\n\nALEX (CONT'D)\nTalkative sod.\n\nTommy gets up, climbs up to the door, cracks it- CRAWLS up\ninto the well- PEEKS over the rail-\n\nThe boat is in INCHES OF WATER.\n\nTOMMY\nBugger. Barely come in at all.\n\nALEX\nFor fuck's sake.\n\n(CONTINUED)\n\f109\n\n110\n\n114\n\n112\n\n113\n\n44,\nCONTINUED: 109\nHIGHLANDER3\nCalm down. What goes out comes back\nin, right?\n\nALEX\nYeah, but how long?\n\nSilence answers this. Clearly no sailors aboard.\nCUT TO:\nEXT. MOONSTONE, ENGLISH CHANNEL - DAY 110\n\nThe Moonstone PUSHES through the swell, FULL SPEED, diesel\nengine STRAINING...\n\nPeter watches the SMOKE-TRAILING SPITFIRE fly LOWER and\nLOWER...\n\nPETER\nNo parachute...\n\nMr.Dawson is watching the plane like a hawk, steering around\nthe waves by instinct...\n\nINT. COCKPIT, SPITFIRE 2 - CONTINUOUS 1414\nThe water FLASHES BY BLINDINGLY FAST...",
  "34": "---END OF PREVIOUS SECTION---\nDawson is watching the plane like a hawk, steering around\nthe waves by instinct... INT. COCKPIT, SPITFIRE 2 - CONTINUOUS 1414\nThe water FLASHES BY BLINDINGLY FAST... \n---TARGET SECTION TO BE ANNOTATED---\nCollins PULLS BACK ON THE STICK, raising the nose as the\nplane-\n\nHITS THE WATER WITH A JOLT AND A TEARING SOUND-\n\nCOLLINS THRASHED AGAINST HIS BELTS FORWARD/BACK/LEFT/RIGHT -\n\nBANG -\n\nEXT. MOONSTONE- CONTINUOUS 112\nPeter watches the Spitfire 'land' on the surface of the water-\n\nPETER\nHe's down.\n\nINT. COCKPIT, SPITFIRE 2 - CONTINUOUS 113\nWith a SHOOOOOSH, the plane is floating over the swell-\n\nLike a sprinter hearing the gun- Collins RELEASES HIS BELTS,\n\nstarts INFLATING his life vest- pulls the catch on the canopy,\nYANKING it back along its track- it JAMS... he THRUSTS his\n\nhand through the gap, STRUGGLING... From outside it looks\n\nlike he is WAVING...\n\nHe looks up to see Farrier's spitfire shoot over, DIPPING A\nWING IN SALUTE...\n\n(CONTINUED)\n\f113\n\n114\n\n115\n\n45.\n\nCONTINUED: 113\nCollins sits in the gently bobbing plane, collecting himself\nas he watches the water start to rise around the slowly\nSINKING PLANE...\nCollins tries the canopy again-\nJAMMED.\nHE IS TRAPPED IN THE SINKING PLANE...\n\nCUT TO:\nINT. COCKPIT, SPITFIRE 1 - DAY 114\nFarrier levels off, looking down at the Heinkel approaching-\nIt has a SINGLE FIGHTER ESCORT- an ME 109 off the port wing...\n\nCUT TO:\nINT. HOLD, GROUNDED TRAWLER - DAY 115\nTommy JOLTS awake- there are STEPS outside- he moves up to\nthe door. Highlander1 gets his rifle, moves in front of the\ndoor. Aims. Nods at Tommy...\n\nTommy throws open the door- a SEAMAN stands there-\n\nSEAMAN\nNee, nee!\n\nHighlander1 is confused.\n\nTommy GRABS the Seaman, PULLING him down into the hold.",
  "35": "---END OF PREVIOUS SECTION---\nTommy throws open the door- a SEAMAN stands there-\n\nSEAMAN\nNee, nee! Highlander1 is confused. Tommy GRABS the Seaman, PULLING him down into the hold. \n---TARGET SECTION TO BE ANNOTATED---\nHighlander1 holds his gun on him-\n\nALEX\nKraut?\n\nThe Seaman looks uncomprehendingly up at Alex-\n\nALEX (CONT'D)\nAre you German?!\n\nSEAMAN\nDutch! Dutch! Merchant navy. Here\nto pick you up. To help you.\n\nThey sit him up.\n\nALEX\nWhy'd you leave your boat?\n\nSEAMAN\nIn case Germans come. We wait up\nthe beach with the soldiers. Wait\nfor the tide.\n\n(CONTINUED)\n\f115\n\n116\n\n117\n\n118\n\n46.\n\nCONTINUED: 115\nHIGHLANDER2\nYou came back, the tide must be in.\nSEAMAN\nComing, yes. But more hours till we\nfloat.\nALEX\n\nHours?! Why'd you come back?\nThe Seaman gestures around the packed hold-\n\nSEAMAN\nNot so heavy when I left!\n\nAlex and the others take this in.\n\nA GUNSHOT PENETRATES THE HULL- everybody LIES FLAT, Tommy\nSTARES at the bullet hole, which lets in light...\n\nCUT TO:\nEXT. MOONSTONE, ENGLISH CHANNEL - DAY 116\nMr.Dawson PUSHES the boat towards where the plane went down.\n\nPETER\nThere was no ‘chute, dad...\n\nMr.Dawson ignores him. The engine is SCREAMING...\nPETER (CONT'D)\nDad, there was no 'chute. He's\nprobably dead-\nMR. DAWSON\n(snaps)\nDamn it, he might be alive!\nPeter is SHOCKED at his dad's outburst.\nMr.Dawson stares at where the plane went down...\nCUT TO:\nINT. COCKPIT, SPITFIRE 1 - DAY 117\n\nFarrier lines up for his attack... sighting the Heinkel as\nit commits to its bombing run over the Destroyer-\n\nFarrier pushes forward on his stick, going into his DIVE...\n\nCUT TO:\nINT. HOLD, GROUNDED TRAWLER - DAY 118\nEverybody STARES at the bullet hole, not making a sound...\n\n(CONTINUED)\n\f118\n\n119\n\n120\n\n124\n\n47.",
  "36": "---END OF PREVIOUS SECTION---\nCUT TO:\nINT. HOLD, GROUNDED TRAWLER - DAY 118\nEverybody STARES at the bullet hole, not making a sound... (CONTINUED)\n\f118\n\n119\n\n120\n\n124\n\n47. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: 118\nAnother SHOT PUNCHES A HOLE 2 FEET FROM THE FIRST-\n\nHighlanders near the holes ease away, SQUEEZING up against\nother soldiers...\n\nBANG! A third shot, directly above the first...\nTwo Highlanders GRAB their rifles, going for the stairs-\n\nTOMMY\nNo! Then they'll know we're in here.\n\nHIGHLANDER1\nWhy else are they shooting at us?!\n\nTOMMY\nLook at the grouping...\nEverybody looks at the three bullet holes.\n\nTOMMY (CONT'D)\n...target practice.\n\nBANG! A fourth hole, near the others...\nCUT TO:\nEXT. MOONSTONE, ENGLISH CHANNEL - DAY 119\n\nThe Moonstone is getting closer to the Spitfire bobbing on\nthe waves.\n\nClose enough to see that it is SINKING...\n\nMR. DAWSON\nPeter, go forward with the boat hook.\n\nINT. COCKPIT, SPITFIRE 2 - CONTINUOUS 120\n\nCollins SMASHES the canopy back and forth on its track...\nJAMMED, JAMMED, JAMMED.\n\nWATER STARTS POURING IN, streaming through the gap in the\nhalf-open canopy... he SHUTS IT... TRAPPED... OPENS IT,\nYANKING, WATER POURING IN...\n\nCollins SEARCHES around looking for inspiration, for an\nimplement, for ANYTHING-\n\nWater RISING past his ankles... his calves...\nCUT TO:\nINT. COCKPIT, SPITFIRE 1 - DAY 121\n\nFarrier DIVES, plummeting towards the Heinkel...\n\n(CONTINUED)\n\f124\n\n122\n\n123\n\n124\n\n125\n\n126\n\n48.\nCONTINUED: 1214\n\nHe GLANCES across at the 109, which suddenly BANKS TOWARDS\nHIM, clearly REACTING to Farrier's ATTACK...\n\nCUT TO:\nINT. HOLD, GROUNDED TRAWLER - DAY 122\nAs the men STARE at the bullet holes, WATER starts SLOPPING\nthrough the lowest ones... a highlander goes to plug the\nholes- BANG! The highlander SCREAMS, clutching his face-\nhis comrades pull him back, trying to SMOTHER his cries...\n\nThe water pours in STEADILY through the lowest holes.",
  "37": "---END OF PREVIOUS SECTION---\nHOLD, GROUNDED TRAWLER - DAY 122\nAs the men STARE at the bullet holes, WATER starts SLOPPING\nthrough the lowest ones... a highlander goes to plug the\nholes- BANG! The highlander SCREAMS, clutching his face-\nhis comrades pull him back, trying to SMOTHER his cries... The water pours in STEADILY through the lowest holes. \n---TARGET SECTION TO BE ANNOTATED---\n Alex\npoints at the target zone-\n\nALEX\nWe have to plug it!\n\nHIGHLANDER2\nAfter you, mate!\n\nThey stay back from the holes, wary. Watching the WATER\nPOUR IN...\n\nCUT TO:\nINT. COCKPIT, SPITFIRE 2 - DAY 123\nCollins pulls the steel FLARE GUN from its holder-\nWater is coming up OVER HIS LEGS NOW...\nHe SMASHES the flare gun into the canopy, again and again...\nCUT TO:\nINT. COCKPIT, SPITFIRE 1 - DAY 124\nFarrier FIRES at the Heinkel- TRACERS ZIPPING at the bomber -\nThe 109 RISES at him, GUNS BLAZING-\nFarrier ROLLS away, trying to dodge the fire-\nEXT. SKY ABOVE DUNKIRK HARBOUR - DAY 125\n\nAs Spitfire 1 rolls away, the Heinkel releases its load-\nBOMBS FALLING AROUND THE DESTROYER-\n\nCUT TO:\nINT. HOLD, GROUNDED TRAWLER - DAY 126\n\nA BURST OF MACHINE GUN FIRE OPENS A NEW GROUP OF HOLES BESIDE\nTHE FIRST-\n\n(CONTINUED)\n\f126\n\n49.\n\nCONTINUED: 126\n\nAlex watches the water spraying in. He TURNS to the Dutch\nSeaman-\n\nALEX\nHow do we get off?! Do we need to\nditch some ballast?!\n\nThe Dutch Seaman looks at him, uncomprehending-\n\nALEX (CONT'D)\nWeight! Do we need to lose weight!\n\nThe Dutch Seaman shrugs-\n\nSEAMAN\nWeight, yes.\n\nAlex turns to face the group-\n\nALEX\nSomebody needs to get off.\n\nHIGHLANDER1\nWell volunteered.\n\nALEX\nWe don't need a volunteer. I know\nsomeone who ought to get off...\n\nAlex turns to Tommy and Gibson. Points at Gibson.\n\nALEX (CONT'D)\nThis one. He's a German spy.\n\nTOMMY\nDon't be daft.\n\nAlex stares Gibson down...\n\nALEX\nHe's a bloody jerry. You might not've\nnoticed that he hasn't said a word,\nbut I have.",
  "38": "---END OF PREVIOUS SECTION---\nAlex stares Gibson down... ALEX\nHe's a bloody jerry. You might not've\nnoticed that he hasn't said a word,\nbut I have. \n---TARGET SECTION TO BE ANNOTATED---\n He doesn't speak English-\nor if he does it's with an accent\nthicker than sauerkraut sauce-\n\nTOMMY\nYou're daft. Tell him.\n\nGibson just stares at Alex...\n\nALEX\nYeah, tell me.\n\n(CONTINUED)\n\f126\n\n127\n\n128\n\n129\n\n50.\nCONTINUED: (2) 126\n\nNothing. Just the sound of water SPRAYING IN HARD- jetting\nin through the bottom holes...\n\nCUT TO:\nINT. COCKPIT, SPITFIRE 2 - DAY 127\nCollins SMACKS the canopy-\nThe flare gun BOUNCES OFF-\nHe DROPS the flare gun-\nSCRAMBLES to find it under the water-\nThe water is RISING UP HIS CHEST...\nCUT TO:\nINT. COCKPIT, SPITFIRE 1 - DAY 128\nFarrier CUTS RIGHT, dodging away from the 109-\n\nBANKING HARD, he gets a clear look at the Destroyer weathering\nthe EXPLOSIONS-\n\nA PLUME OF WATER RIGHT NEXT TO THE DESTROYER comes so high\nhe flies through the top of its spray-\n\nCUT TO:\nINT. HOLD, GROUNDED TRAWLER - DAY 129\n\nAlex TURNS to Highlander 1- holds out his hand for his gun.\nHighlander 1 hands it over-\n\nAlex moves at Gibson pointing the rifle, he hooks the barrel\non Gibson's tags, pulling them closer to read-\n\nALEX\nTell me..., Gibson!\n\nTommy looks at Gibson, panicking-\n\nTOMMY\nTell him, for God's sake!\n\nAlex PUSHES the rifle against Gibson's CHEEK- Gibson CRACKS-\n\nGIBSON\nFRANCAIS! JE SUIS FRANCAIS!\n\nTommy stares, SHOCKED. Alex moves back slightly, taking\nthis in...\n\nA BURST OF MACHINE GUN FIRE- everyone DUCKS from ricochets.\n\n(CONTINUED)\n\f51.\n\n129 CONTINUED: 129\n\nALEX\nA Frog. A bloody Frog. A cowardly\nlittle queue-jumping frog...\n\nWith the end of his rifle Alex shakes Gibson's tags-\n\nALEX (CONT'D)\nWho's Gibson, eh? A naked dead\nEnglishman lying out on that sand.",
  "39": "---END OF PREVIOUS SECTION---\nA cowardly\nlittle queue-jumping frog... With the end of his rifle Alex shakes Gibson's tags-\n\nALEX (CONT'D)\nWho's Gibson, eh? A naked dead\nEnglishman lying out on that sand. \n---TARGET SECTION TO BE ANNOTATED---\nOr did you at least have the decency\nto bury him?\n\n'Gibson' just stares.\n\nTOMMY\nHe did. I helped him- I thought it\nwas his mate.\n\nALEX\nMaybe he killed him-\n\nTOMMY\nHe didn't kill him-\n\nALEX\nHow do we know?!\n\nTOMMY\nHow hard is it to find a dead\nEnglishman on Dunkirk beach, for\nGod's sake?! He didn't kill anyone-\nhe was looking for a way off the\ndamned sand like the rest of us!\n\nThe water is SPRAYING IN FROM MORE AND MORE HOLES as the\nWATER LEVEL RISES...\n\nAlex has the rifle on Gibson. Another BURST OF MACHINE GUN\n\nFIRE-\nHIGHLANDER2\nHaven't they had enough practice by\nnow?! !!\nHIGHLANDER1\n\nThey're making sure she won't float.\n\nHighlander2 looks at the holes SPRAYING WATER, the water\nPOOLING in the bottom of the hold- he turns to the Seaman-\n\nHIGHLANDER2\nWill she still float?!\n\nThe Seaman assesses the leaks...\n\n(CONTINUED)\n\f129\n\nCONTINUED:\n\n52.\n\n(2) 129\nSEAMAN\nFloat, yes. With less weight, yes-\nALEX\nAnd we know who's getting off-\nTOMMY\nYou can't do that. We're on the\n\nsame side.\n\nAlex NUDGES Gibson with the rifle-\n\nALEX\nGo on- up you go-\n\nTOMMY\nAs soon as he pokes his head out\nthey'll slaughter him-\n\nALEX\nBetter him than me-\n\nTOMMY\nIt's not fair-\n\nALEX\nSurvival's not fair.\n\nHIGHLANDER1\nNo, it's shit. It's fear and greed.\nFate squeezed through the bowels of\nmen. Shit.\n\nTOMMY\nHe saved our lives.\n\nHIGHLANDER2\nAnd he's about to do it again- go on-\n\nAlex starts shoving Gibson up the stairs-\n\nTOMMY\nNo! Just stop!\n\nAlex turns to Tommy- looks him in the eye-\n\nALEX\nWe need someone to get off so the\nrest of us can live- you want to\nvolunteer?\n\nTOMMY\nFuck no. I'm going home.",
  "40": "---END OF PREVIOUS SECTION---\nAlex turns to Tommy- looks him in the eye-\n\nALEX\nWe need someone to get off so the\nrest of us can live- you want to\nvolunteer? TOMMY\nFuck no. I'm going home. \n---TARGET SECTION TO BE ANNOTATED---\nALEX\nAnd if this is the price?\n\n(CONTINUED)\n\f129\n\n130\n\n53.\nCONTINUED: (3) 129\n\nTOMMY\nI'll live with it, but it's wrong.\n\nAlex shoves Gibson up another step, opens the door-\n\nTOMMY (CONT'D)\nAlex, one man's not going to make\nenough difference-\n\nHIGHLANDER1\nYou'd best hope it does- 'cos you'd\nbe volunteering next-\n\nTOMMY\nWhat?\n\nALEX\n(indicates Highlanders)\nWe're regimental brothers, mate.\nJust the way it is.\nGibson GRABS for the rifle- Tommy JUMPS at Alex to help Gibson-\nthey SMASH against the hull- as they drop into the water,\nthe ship LEVELS-\n\nSEAMAN\nFLOAT! WE FLOAT!\n\nHIGHLANDER2\nSTART THE BLOODY ENGINE-\n\nThe Seaman is already crawling out the hatch, reaching up to-\nThe ENGINE STARTS- LOUD as LOUD can be-\n\nMACHINE GUN FIRE STRAFES THE HULL- THE MEN DUCK BELOW THE\nWATERLINE...\n\nThe Seaman THROWS the screw into reverse, FULL THROTTLE...\n\nThe men HOLD THEIR BREATHS UNDER THE WATER AT THE BOTTOM OF\nTHE HOLD AS BULLETS PEPPER THE HULL...\n\nCUT TO:\nINT. COCKPIT, SPITFIRE 2 - DAY 130\n\nCollins, WATER UP TO HIS EARS NOW, grabs the flare gun-\nSWINGING UNDERWATER LESS EFFECTIVE-\n\nNow he PANICS, pushing his face up against the canopy, BANGING\nWITH HIS FISTS- INSTINCT TAKING OVER- NO MORE THOUGHT, NO\n\nMORE PLAN- BANGING, BANGING- WATER RISING OVER HIS EARS-\nSMASH- SOMETHING CRACKS INTO THE CANOPY RIGHT ABOVE HIS HEAD-\nhe RECOILS- it IMPACTS the canopy again- SMASHING A HOLE-\n\n(CONTINUED)\n\f130\n\n131\n\n132\n\n133\n\n54.\nCONTINUED: 130\nIt is a BOAT HOOK...",
  "41": "---END OF PREVIOUS SECTION---\nCUT TO:\nINT. COCKPIT, SPITFIRE 2 - DAY 130\n\nCollins, WATER UP TO HIS EARS NOW, grabs the flare gun-\nSWINGING UNDERWATER LESS EFFECTIVE-\n\nNow he PANICS, pushing his face up against the canopy, BANGING\nWITH HIS FISTS- INSTINCT TAKING OVER- NO MORE THOUGHT, NO\n\nMORE PLAN- BANGING, BANGING- WATER RISING OVER HIS EARS-\nSMASH- SOMETHING CRACKS INTO THE CANOPY RIGHT ABOVE HIS HEAD-\nhe RECOILS- it IMPACTS the canopy again- SMASHING A HOLE-\n\n(CONTINUED)\n\f130\n\n131\n\n132\n\n133\n\n54. CONTINUED: 130\nIt is a BOAT HOOK... \n---TARGET SECTION TO BE ANNOTATED---\nCollins PULLS HIMSELF THROUGH THE HOLE- ELBOWS FIRST- FORCING\nHIMSELF THROUGH- PUSHING OFF HIS SEAT-\n\nUNDERWATER, HE PUSHES UP FROM THE SINKING PLANE...\nEXT. WATER, JUST OUTSIDE DUNKIRK HARBOUR - CONTINUOUS 131\nCollins BREAKS the surface, GASPING, looks around-\n\nA private yacht with a young man on the bow, boat hook\nextended...\n\nCollins GRASPS the boat hook.\nCOLLINS\n(breathless)\nAfternoon.\nCUT TO:\nINT. COCKPIT, SPITFIRE 1 - DAY 132\n\nFarrier comes around again, searching the sky for the German\nplanes...\n\nHe looks down at the Destroyer-\nIt is LEAKING OIL FROM A LARGE HOLE IN ITS SIDE...\n\nThe dark OIL SLICK SPREADS QUICKLY ACROSS THE WATER- COVERING\nTHE MEN IN THE WATER BETWEEN THE TRAWLER AND THE DESTROYER...\n\nCUT TO:\nEXT. THE MOLE - DAY 133\n\nThe Destroyer BASILISK casts off. Men cover every available\npiece of deck.\n\nCommander Bolton watches her wake. Colonel Winnant approaches-\n\nCOLONEL WINNANT\nWe've wasted the day, Commander.\n\nCOMMANDER BOLTON\nI share your frustration, Colonel.\n\nThey hear distant SHOTS-\n\nCommander Bolton raises his FIELD GLASSES... he sees a blue\ntrawler stuck in the shallows miles down the beach.\n\nCOMMANDER BOLTON (CONT'D)\nGrounded trawler, taking fire.\n\n(CONTINUED)\n\f133\n\n134\n\n135\n\n136\n\n137\n138\n\n55.\nCONTINUED: 133\nColonel Winnant takes the field glasses...\nCOLONEL WINNANT\n\nThe enemy's breaking through the\n\ndunes to the east. This is it.\nINT. HOLD, GROUNDED TRAWLER - DAY 134\nTommy comes up for air, GASPING, SPLUTTERING...\nWater is POURING IN FROM DOZENS AND DOZENS OF HOLES...\nAlex comes up, COUGHING, with Gibson...\n\nALEX\nWe're off-!\n\nAlex crawls over to the stairs, climbs out into the well-\nEXT.",
  "42": "---END OF PREVIOUS SECTION---\nAlex comes up, COUGHING, with Gibson... ALEX\nWe're off-! Alex crawls over to the stairs, climbs out into the well-\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n TRAWLER - CONTINUOUS 135\n\nAlex pokes his head out as the Seaman is sneaking up to see\nwhere they are headed-\n\nThe Dutch Seaman TURNS the wheel- JUMPS back onto the floor\nof the well as BULLETS IMPACT the cabin-\n\nHe throws the engine into FORWARD gear-\nTurns to Alex-\n\nDUTCH SEAMAN\nTHE HOLES! PLUG THE HOLES!\n\nAlex crawls back downstairs-\nINT. HOLD, TRAWLER - CONTINUOUS 136\nAlex FALLS down the stairs-\n\nALEX\nPLUG THE HOLES! PLUG THE HOLES!\n\nThe men STUFF RAGS, BOLTS, FINGERS, ANYTHING they can lay\nhands on to plug as many holes as possible...\n\nCUT TO:\nOMITTED 137\nINT. CABIN, MOONSTONE - MOMENTS LATER 138\n\nCollins, drying himself with a blanket, looks down at George,\nwhose breathing is shallow, sightless eyes open.\n\n(CONTINUED)\n\f138\n\n139\n\n140\n\n56.\nCONTINUED: 138\nCOLLINS\n(to Peter)\nI don't really know, son. You were\nright not to move him.\n(reassuring)\nYou've done the best for him you\ncan.\nEXT. MOONSTONE, WATER OUTSIDE DUNKIRK HARBOUR - CONTINUOUS 139\nThe Shivering Soldier watches Collins come out on deck-\n\nSHIVERING SOLDIER\nIs he alright?\n\nPETER (0.S.)\nNo.\n\nPeter is glaring at the Shivering Soldier\n\nPETER (CONT'D)\nNo, he's not-\n\nBOOM! Collins follows Mr.Dawson's gaze to a Destroyer up\nahead being BOMBED by a Heinkel, HUGE PLUMES of water rising\njust beside her...\n\nThe Shivering Soldier retreats into himself- Peter runs up\nto the bow-\n\nA BLUE FISHING TRAWLER a quarter of a mile off, sinking...\n\nPETER (CONT'D)\nDad, there's men in the water\n\nMr.Dawson looks ahead to where Peter is pointing-\nHe puts the throttle forward, heading into the fray...\n\nCollins spots Spitfire 1 arcing around, trying to get a bead\non the Heinkel...\n\nCOLLINS\nCome on, Farrier...\n\nCUT TO:\nINT.",
  "43": "---END OF PREVIOUS SECTION---\nCollins spots Spitfire 1 arcing around, trying to get a bead\non the Heinkel... COLLINS\nCome on, Farrier... CUT TO:\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n COCKPIT, SPITFIRE 1 - DAY 140\nFarrier pulls on the stick, lining up behind a 109...\n\nHe FIRES, chasing down the plane, FIRING again... SMOKE from\nthe German plane, which starts to drop...\n\nFarrier is in a heavy DIVE, when HIS ENGINE CHOKES-\n\n(CONTINUED)\n\f140\n\n141\n\n142\n\n143\n\n144\n\n145\n\n146\n147\n\n57.\n\nCONTINUED:\n\nFarrier's hand DARTS forward, SWITCHING TO HIS RESERVE TANK\nBEFORE THE ENGINE CAN DIE...\n\nThe engine CATCHES AGAIN- Farrier PULLS OUT OF THE DIVE...\n\nCUT TO:\n\nEXT. THE MOLE - DAY\n\nThrough the binoculars Colonel Winnant watches the Blue\nTrawler pushing out to sea, LOW in the water...\n\nCommander Bolton watches a Destroyer, under full steam,\nheading out to the channel...\n\nWhere there are SHAPES OF BOATS ON THE HORIZON...\nEXT. DECK OF TRAWLER - CONTINUOUS\n\nThe Dutch Seaman aims the boat at a Destroyer out at the\nmouth of the harbour...\n\nINT. HOLD, TRAWLER - DAY\n\nTommy, Gibson, Alex, Highlander1 and the others STUFF the\nholes as best they can- the makeshift plugs POP OUT every\nfew seconds- the soldiers SCRABBLE UNDER WATER to find them\nand STUFF them back in- hands PRESSED against water jets\nSPRAY COMING IN EVERYWHERE...\n\nOMITTED\n\nEXT. DECK OF TRAWLER - CONTINUOUS\n\nThe Dutch Seaman looks over the rail, CONCERNED, to see how\nfast his boat is lowering into the swell...\n\nCUT TO:\nOMITTED\nEXT. MOONSTONE, WATER OUTSIDE DUNKIRK HARBOUR - DAY\nCollins watches Farrier spin around to get after the Heinkel-\n\nThe Moonstone comes up on the men in the water. Collins\ncomes to the side, to help Peter fish men out-\n\nCollins notices the surface of the water-\nCOLLINS\n(to Mr.Dawson)\nOil. We're getting into oil!\n\nMr.Dawson puts the screw into reverse, stopping the boat.",
  "44": "---END OF PREVIOUS SECTION---\nWe're getting into oil! Mr. Dawson puts the screw into reverse, stopping the boat. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\n140\n\n141\n\n142\n\n143\n\n144\n\n145\n\n146\n147\n\f147\n\n148\n\n149\n\n150\n\n151\n\n152\n153\n\n58.\nCONTINUED:\n\nThey fish men out of the water- the men COVERED IN OIL\nANONYMOUS IN THEIR GLOSSY BLACK FILTH...\n\nCUT TO:\nINT. COCKPIT, SPITFIRE 1 - DAY\n\nFarrier chases down the Heinkel, closing in as its top turret\nOPENS UP ON HIM- TRACER FIRE LIGHTING UP ALL AROUND HIM-\n\nHE DIVES DOWN UNDER THE RANGE OF THE REAR TURRET-\nTHEN ANGLES UP, FIRING AT THE BOMBER'S TAIL...\nCUT TO:\nEXT. BLUE TRAWLER - DAY\nThe Dutch Seaman sees water SLOSHING OVER THE DECK-\n\nDUTCH SEAMAN\nABANDON SHIP! ABANDON SHIP!\n\nINT. HOLD, TRAWLER - CONTINUOUS\n\nThe soldiers, holding back the water, cannot hear him... one\nby one they start to abandon the task- more and more water\npouring in... Alex and Gibson are last- Alex TURNS, sees\nthey are alone, GRABS Gibson by the shoulder then JUMPS for\nthe exit-\n\nGibson, STILL HOLDING BACK THE WATER, notices too late-\n\nEXT. BLUE TRAWLER - CONTINUOUS\n\nTommy gets on deck-\n\nSees the Keith, a quarter of a mile away...\n\nHe DIVES INTO THE WATER, pulling away from the SWAMPED TRAWLER-\n\nAll the men dive off the sinking boat, swimming for the\nKeith...\n\nOMITTED\nINT. HOLD, TRAWLER - CONTINUOUS\nGibson DIVES for the exit-\nHe is BLASTED back by water-\nDRAGGED DOWN with the sinking trawler...\nCUT TO:\n\n147\n\n148\n\n149\n\n150\n\n151\n\n152\n153\n\f154\n\n155\n\n155A\n\n59.\n\nEXT. MOONSTONE, WATER OUTSIDE DUNKIRK HARBOUR - DAY 154\n\nPeter, Collins and the first oil-covered men pull more oily\nmen from the water, the decks of the yacht rapidly filling-\n\nMr.Dawson looks at the oil slick, concerned. He addresses\nthe oily survivors-\n\nMR.",
  "45": "---END OF PREVIOUS SECTION---\nMOONSTONE, WATER OUTSIDE DUNKIRK HARBOUR - DAY 154\n\nPeter, Collins and the first oil-covered men pull more oily\nmen from the water, the decks of the yacht rapidly filling-\n\nMr. Dawson looks at the oil slick, concerned. He addresses\nthe oily survivors-\n\nMR. \n---TARGET SECTION TO BE ANNOTATED---\n DAWSON\nBelow deck.\n\nOILY SURVIVOR\nNo fear.\n\nMR. DAWSON\nWe need to get as many of you on\nboard as we can before the oil catches\n\nfire- get below or get off my boat-\nyour choice.\n\nThe oily survivors head below decks- Peter runs back to the\ncompanionway to shout down-\n\nPETER\nCareful there-!\n\nINT. CABIN, MOONSTONE - CONTINUOUS 155\nPeter pokes his head down-\n\nSees two oily survivors moving George from the bottom of the\nsteps-\n\nPETER\nCareful!\n\nThe oily survivors look up at him- Alex is one of them-\nALEX\n(quiet)\nHe's dead, mate.\nPeter takes this in...\n\nPETER\nSo be bloody careful with him!\n\nEXT. THE MOLE - CONTINUOUS 155A\nCommander Bolton STARES at the shapes in the distance...\n\nHe GRABS the field glasses from Colonel Winnant, puts them\nto his eyes-\n\nBOATS. CIVILIAN BOATS. ALL SHAPES AND SIZES. AN ARMADA.\n\nColonel Winnant PEERS over Commander Bolton's shoulder...\n\n(CONTINUED)\n\f155A\n\n155B\n\n156\n\n60.\nCONTINUED: 155A\n\nCOLONEL WINNANT\nWhat can you see?\n\nCommander Bolton slowly lowers the glasses.\nCOMMANDER BOLTON\n(gentle)\nHome .\nColonel Winnant grabs the glasses, confused...\nEXT. DECK OF A DESTROYER - CONTINUOUS 155B\n\nThe SOLDIERS peer over the railing at the absurd collection\nof vessels passing them in the opposite direction:\n\nYACHTS, PADDLE STEAMERS, FISHING TRAWLERS, DAY SAILERS,\nFERRIES, DREDGERS, DINGHIES, ROW BOATS...\n\nCrewed by:\n\nFISHERMEN, MERCHANT NAVY SAILORS, NAVAL OFFICERS, CIVILIAN\nCREW, NAVAL CREW, NURSES, RETIRED SAILORS...\n\nThe EXHAUSTED SOLDIERS lining the decks of the Basilisk start\nto CLAP...then to CHEER... some are CRYING...\n\nEXT.",
  "46": "---END OF PREVIOUS SECTION---\nCrewed by:\n\nFISHERMEN, MERCHANT NAVY SAILORS, NAVAL OFFICERS, CIVILIAN\nCREW, NAVAL CREW, NURSES, RETIRED SAILORS... The EXHAUSTED SOLDIERS lining the decks of the Basilisk start\nto CLAP...then to CHEER... some are CRYING... EXT. \n---TARGET SECTION TO BE ANNOTATED---\n MOONSTONE, WATER OUTSIDE DUNKIRK HARBOUR - CONTINUOUS 156\n\nPeter steps out of the cabin, REELING. Meets his dad's\nquestioning glance with unmistakable shock-\n\nSHIVERING SOLDIER (0.S.)\nThe lad...\n\nPeter turns. The Shivering Soldier is looking up at him\nwith terrified eyes, blanket TIGHT around his shoulders.\n\nSHIVERING SOLDIER (CONT'D)\nWill he be okay?\n\nPeter looks at the Shivering Soldier. Sees the WHITE KNUCKLES\nclasping the edge of the rough blanket. Peter NODS.\n\nThe Shivering Soldier turns, staring out at the destroyer.\nPeter catches Mr.Dawson looking at him. Approving.\n\nCollins, pulling a man from the water, looks up at Spitfire\n1 chasing down the Heinkel-\n\nCOLLINS\nCome on, Farrier...\n\nCUT TO:\n\f157\n\n158\n\n158A\n\n159\n\n61.\n\nINT. COCKPIT, SPITFIRE 1 - DAY 157\nFarrier strafes the Heinkel- no apparent effect-\n\nZipping over it, he dives down out of range of its turret-\n\nBANKS hard left to line up for another shot-\n\nA 109 CUTS across him- TRACER FIRE SHOOTING PAST-\n\nCUT TO:\nEXT. WATER, JUST OUTSIDE DUNKIRK HARBOUR - DAY 158\nTommy SWIMS for the Keith...\nHe hears an airplane... looks up to see a Heinkel coming in\n\nover the Keith... the BOMBS DROP-\n\nPLUMES OF WATER SHOOT UPWARDS ALL AROUND THE SHIP- Tommy\nDIVES under the water for protection- the EXPLOSIONS ARE\nDEAFENING- HE HOLDS HIS EARS WITH HIS HANDS-\n\nTommy BREAKS the surface- the barrage is over- the Keith is\nstill afloat- Tommy swims for it-\n\nGetting closer, Tommy realizes he's swimming in OIL, the\nblack sludge covering his head and arms- he looks back- the\nblue trawler is gently slipping beneath the water...\n\nTommy makes for the Keith, even as he sees men JUMPING into\nthe water from her decks... LIFEBOATS being lowered...",
  "47": "---END OF PREVIOUS SECTION---\nHe hears an airplane... looks up to see a Heinkel coming in\n\nover the Keith... the BOMBS DROP-\n\nPLUMES OF WATER SHOOT UPWARDS ALL AROUND THE SHIP- Tommy\nDIVES under the water for protection- the EXPLOSIONS ARE\nDEAFENING- HE HOLDS HIS EARS WITH HIS HANDS-\n\nTommy BREAKS the surface- the barrage is over- the Keith is\nstill afloat- Tommy swims for it-\n\nGetting closer, Tommy realizes he's swimming in OIL, the\nblack sludge covering his head and arms- he looks back- the\nblue trawler is gently slipping beneath the water... Tommy makes for the Keith, even as he sees men JUMPING into\nthe water from her decks... LIFEBOATS being lowered... \n---TARGET SECTION TO BE ANNOTATED---\nTommy SPOTS another craft- a YACHT HEADING TOWARDS THEM-\nTommy PULLS for the yacht as hard as he can...\nCUT TO:\nEXT. BEACH AT MALO LES BAINS - CONTINUOUS 158A\n\nThe rag tag collection of SMALL SHIPS works the beach, picking\nmen up in the shallows, ferrying them out to bigger ships...\n\nSmall open boats use the truck 'pier' to load men as the\nEngineer looks on with pride...\n\nEXT. MOONSTONE, WATER OUTSIDE DUNKIRK HARBOUR - DAY 159\n\nThe Moonstone is FILLED with oil-covered men- throughout the\nhold and across the decks-\n\nMANY MORE still in the water... the Keith LISTS, men jump\n\noff the far side, away from the oil slick, where small ships\nare gathering to pick them up...\n\n(CONTINUED)\n\f159\n\n160\n\n161\n\n62.\nCONTINUED: 159\nCollins moves up the side- watching Farrier bank hard to get\nbehind the Heinkel- a 109 ZIPS across his path, guns\nblazing...\nCollins looks down at the oil-covered water...\nINT. COCKPIT, SPITFIRE 1 - CONTINUOUS 160\n\nFarrier pulls around, HARD- the Heinkel is in front of him,\nside on, heading in for another run at Keith-\n\nFarrier banks and pulls up to keep the bomber in his sights\nas he FIRES his cannons-\n\nThe HEINKEL CATCHES FIRE and starts FALLING...\nEXT. MOONSTONE, WATER OUTSIDE DUNKIRK HARBOUR - CONTINUOUS 161\nCollins sees the Heinkel CATCH FIRE- TURNS to Mr.Dawson-\n\nCOLLINS\nGO! GO! GO!\n\nMr.Dawson THROWS the engine into gear, TURNS the wheel-\nThe Heinkel FALLS FLAMING TOWARDS THE OIL SLICK...",
  "48": "---END OF PREVIOUS SECTION---\nGO! Mr. Dawson THROWS the engine into gear, TURNS the wheel-\nThe Heinkel FALLS FLAMING TOWARDS THE OIL SLICK... \n---TARGET SECTION TO BE ANNOTATED---\nPeter has hold of one last oil-covered survivor, who hangs\non for dear life as the boat DRAGS HIM THROUGH THE OILY WATER-\n\nThe men left in the water shout with despair as the Moonstone\nmotors away-\n\nThe FLAMING HEINKEL HITS THE WATER- EXPLODES-\n\nTHE SURFACE OF THE WATER CATCHES FIRE- SPREADING ACROSS THE\nWATER- MEN DUCK UNDERWATER TO ESCAPE THE FLAMES-\n\nUNDERWATER: HIGHLANDER1 pushes down under, LOOKING UP AT THE\nFIRE... the SURFACE IS AFLAME AS FAR AS HE CAN SEE...\n\nPeter HOLDS on to the oil-covered soldier-\n\nWho is now being washed with cleaner water as they COME out\nof the slick-\n\nAs the oil comes off his face we see that IT IS TOMMY...\nCollins watches, appalled, as the men in the water are\nengulfed by RELENTLESS FLAMES... the Keith is going down-\nsurvivors on the far side are picked up by the various SMALL\nSHIPS...\n\nUnder the water, HIGHLANDER1'S AIR RUNS OUT- the FLAMES RAGE\nABOVE...\n\n(CONTINUED)\n\f161\n\n162\n\n163\n\n63.\nCONTINUED: 161\n\nHIS INSTINCT TO BREATH PUSHES HIM UP INTO THE FLAMES WHERE\nHE IS ENGULFED, SCREAMING, DYING-\n\nTommy lies on the deck at Peter's feet, eyes closed...\nTOMMY\n(a whisper)\nTake me home.\nCUT TO:\nINT. COCKPIT, SPITFIRE 1 - DAY 162\n\nFarrier sees the Heinkel EXPLODE, turns away towards the\nbeaches...\n\nHe looks down at-\n\nThe thousands of men on the beach\n\nThe small ships ferrying out to the larger vessels\n\nThe narrow mole with its endless rope of men...\n\nFarrier is awestruck...\n\nHe hears his engine start to SPUTTER...\n\nIt dies and the prop STOPS...\n\nEXT. THE MOLE - CONTINUOUS 163\n\nCommander Bolton watches with satisfaction as a PADDLE STEAMER\nties up...",
  "49": "---END OF PREVIOUS SECTION---\nIt dies and the prop STOPS... EXT. THE MOLE - CONTINUOUS 163\n\nCommander Bolton watches with satisfaction as a PADDLE STEAMER\nties up... \n---TARGET SECTION TO BE ANNOTATED---\n he calls up to a STEWARDESS(59)-\n\nCOMMANDER BOLTON\nWhere're you from?\n\nSTEWARDESS\nOut of Dartmouth!\n\nBolton shakes his head in joyous disbelief. He watches men\nload into a SMALL OPEN SAILBOAT crewed by two YOUNG MEN-\n\nCOMMANDER BOLTON\nFrom Deal?\n(they nod)\nMind the current at the mouth, boys.\nBolton spots Spitfire 1- it SOARS overhead. He waves-\n\nMALE VOICE (0.S.)\nWhere've you been all my life?!\n\nCommander Bolton SIGHS at this... then notices. No engine\nnoise.\n\n(CONTINUED)\n\f163\n\n164\n\n165\n\n166\n\n167\n\n64.\nCONTINUED:\nHe watches the spitfire, concerned, until-\n\nHears something BEHIND... another engine... a high whine...\nhe turns to see-\n\nA STUKA...\nThe men lining the mole shift restlessly. TRAPPED...\n\nCUT TO:\nEXT. MOONSTONE, ENGLISH CHANNEL - EVENING\n\nThe Moonstone chugs along, low in the water, men laying down\nalong her decks...\n\nINT. CABIN, MOONSTONE - CONTINUOUS\n\nMen lie on every available space, packed in like sardines.\nTommy catches sight of Alex looking at him. Tommy nods.\n\nEXT. MOONSTONE, ENGLISH CHANNEL - CONTINUOUS\nMr.Dawson is at the helm. Collins hears a distant engine-\n\nCOLLINS\nThat's a fighter-\n\nMR. DAWSON\nME 109, from the South. Peter, take\nthe wheel, listen for my instructions.\n\nMr.Dawson steps up onto the seat to look above the roof of\nthe cabin...\n\nMR.DAWSON (CONT'D)\nPoint her south.\n\nPeter turns the wheel, the Moonstone swings to port,\nstraightens up. Mr.Dawson SPOTS THE 109, CLOSING...\n\nCUT TO:\nEXT. THE MOLE - DAY\nCommander Bolton turns to see the STUKA approaching, its\ndistinctive kinked-wing silhouette bearing down like an AWFUL\nBIRD OF PREY...\nThe soldiers stir, some crouching, some closing their eyes.\nCommander Bolton takes a knee, BRACING.",
  "50": "---END OF PREVIOUS SECTION---\nTHE MOLE - DAY\nCommander Bolton turns to see the STUKA approaching, its\ndistinctive kinked-wing silhouette bearing down like an AWFUL\nBIRD OF PREY... The soldiers stir, some crouching, some closing their eyes. Commander Bolton takes a knee, BRACING. \n---TARGET SECTION TO BE ANNOTATED---\n He bites his lip as\nthe STUKA goes into its dive, that TERRIBLE WHINE BUILDING...\n\nCUT TO:\n\n163\n\n164\n\n165\n\n166\n\n167\n\f168\n\n169\n\n170\n\n171\n\n172\n\n173\n\n65.\n\nEXT. MOONSTONE, ENGLISH CHANNEL - EVENING 168\nMr.Dawson STARES at the approaching 109-\n\nMR. DAWSON\nFull speed ahead.\n\nPeter throttles up-\nThe 109 is GROWING- CLOSE NOW...\nMR.DAWSON (CONT'D)\nGet ready to pull hard to port...\nbefore he fires he'll have to lower\nhis nose, I'll give you the signal...\n\nPeter reaches over to the side of the wheel, ready to throw\nit- the 109 is practically upon them..\n\nCUT TO:\nEXT. THE MOLE - DAY 169\n\nCommander Bolton is mumbling a prayer as he watches the STUKA\ncome at them-\n\nBLAMBLAMBLAMBLAMBLAM! ! !\n\nTHE STUKA IS STRAFED WITH FIRE AS SPITFIRE1 FLASHES PAST-\n\nINT. COCKPIT, SPITFIRE 1 - CONTINUOUS 170\nFarrier darts past the STUKA, GLIDING, GUNS BLAZING...\n\nEXT. THE MOLE - CONTINUOUS 171\nThe STUKA never fires, it just SMASHES into the sea...\n\nThe soldiers all along the Mole CHEER.\n\nINT. COCKPIT, SPITFIRE 1 - CONTINUOUS 172\n\nFarrier watches the STUKA disintegrate on the surface of the\nwater. He nods... feeling the UNACCUSTOMED SILENCE...\n\nCUT TO:\nEXT. MOONSTONE, ENGLISH CHANNEL - EVENING 173\n\nMr.Dawson STARES at the approaching 109- Peter glances back\nand forth between the 109 and his father...\n\nMR. DAWSON\nWait for it... wait till he's\ncommitted to his line...\n\nThe nose of the 109 DIPS DOWN-\n\n(CONTINUED)\n\f173\n\n174\n\n175\n\n176\n\n66.\nCONTINUED: 173\n\nMR.",
  "51": "---END OF PREVIOUS SECTION---\nDAWSON\nWait for it... wait till he's\ncommitted to his line... The nose of the 109 DIPS DOWN-\n\n(CONTINUED)\n\f173\n\n174\n\n175\n\n176\n\n66. CONTINUED: 173\n\nMR. \n---TARGET SECTION TO BE ANNOTATED---\nAWSON (CONT'D)\nNOW! !\n\nPeter THROWS THE WHEEL, the Moonstone LURCHES TO PORT-\nThe GUNS ON THE 109 LIGHT UP, STRAFING THE WATER TO STARBOARD-\nThe 109 FLASHES OVER... Collins watches it recede.\n\nCOLLINS\nHe's off.\n\nMR. DAWSON\nBigger fish to fry.\n\nCollins looks at Mr.Dawson. Curious.\n\nCOLLINS\nHow'd you know all that, anyway?\n\nMr.Dawson steps onto the deck.\n\nMR. DAWSON\nMy son's one of you lot. I knew\nhe'd see us through.\n\nMr.Dawson moves forward. Collins steps up beside Peter.\n\nCOLLINS\nYou're RAF?\n\nPETER\nNot me. My brother. Flew Hurricanes.\nHe died third week into the war.\n\nCollins looks forward at the proud father standing by the\nmast.\n\nCUT TO:\nINT. COCKPIT, SPITFIRE 1 - DAY 174\nFarrier sits in the silence, GLIDING... looking to see how\nfar he might make it up the beach...\nCUT TO:\nINT. CABIN, MOONSTONE - EVENING 175\n\nTommy gets to his feet, steps over other men as he slips\nover to the stairs...\n\nEXT. MOONSTONE, ENGLISH CHANNEL - EVENING 176\n\nTommy and Alex poke their heads out-\n\n(CONTINUED)\n\f176\n\n177\n\n178\n\n67.\nCONTINUED: 176\n\nPETER\nStay below, please.\n\nTOMMY\nWe just want to see the cliffs-\n\nTommy looks over at WHITE CLIFFS, ghostly above the dark\nwater.\n\nTOMMY (CONT'D)\nDover?\n\nPeter shakes his head, amused.\n\nPETER\nWeymouth.\n\nAlex shakes his head, sadly.\n\nALEX\nWe let you all down, didn't we?\n\nPeter just looks at this exhausted, ragged boy his own age.\nCUT TO:\nINT. COCKPIT, SPITFIRE 1 - DAY 177\n\nFarrier GLIDES, banking, looking for a suitable stretch of\nbeach to ditch...\n\nIn the strangely SILENT plane, he passes over the troops\nlines up on the vast stretch of sand beyond Malo les Bains...\n\nCUT TO:\nEXT.",
  "52": "---END OF PREVIOUS SECTION---\nCOCKPIT, SPITFIRE 1 - DAY 177\n\nFarrier GLIDES, banking, looking for a suitable stretch of\nbeach to ditch... In the strangely SILENT plane, he passes over the troops\nlines up on the vast stretch of sand beyond Malo les Bains... CUT TO:\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n HARBOUR AT WEYMOUTH - NIGHT 178\n\nSoldier after soldier climbs out of the yacht. The CORPORAL\nhanding out travel chits marvels at the absurd amount...\n\nCORPORAL\nHow many you got in there?\n\nThe Shivering Soldier is taken ashore, wrapped in blankets.\n\nTommy and Alex stick together as they are handed hot cups of\ntea and shepherded out of the harbour in long lines.\n\nPeter supervises as George's body is taken ashore.\n\nAs Collins steps off the boat a soldier from another boat\nspots his RAF uniform-\n\nSOLDIER\n\n(furious)\nWhere the hell were you!\n\n(CONTINUED)\n\f178\n\n179\n\n180\n\n181\n\n68.\nCONTINUED: 178\nCollins just stands there. He feels a hand on his shoulder\nIt is Mr.Dawson. He indicates the men filing off the\nMoonstone-\n\nMR. DAWSON\nThey know where you were.\n\nMr.Dawson puts his hat on. To go home.\nEXT. WEYMOUTH RAIL YARD - NIGHT 179\nTommy and Alex, exhausted, downcast, are herded across the\ntracks towards a train. Before getting on they are handed a\nBLANKET and cup of tea by an ELDERLY MAN, who looks at their\nhands not their faces as he hands the rough blanket over-\nELDERLY MAN\n...well done, lads... well done\nlads...\n\nALEX\nAll we did is survive.\n\nELDERLY MAN\nThat's enough. Well, done, lads\nwell done, lads...\n\nAlex steps up onto the train. The Elderly Man reaches out\nto Tommy, touching his face- clearly BLIND.\n\nINT. TRAIN - CONTINUOUS 180\n\nTommy FLOPS down, lying across the seat. Alex is slumped\nopposite, tears starting to roll down his cheeks.\n\nALEX\nThat old bloke wouldn't even look us\nin the eye.\nNo response. He looks over- Tommy is already asleep.\nCUT TO:\nEXT. THE MOLE - EVENING 181\nThe Mole is EMPTY but for bodies.\n\nA PRIVATE opens his eyes. He sits up, alone on the deserted\nMole, his comrades gone, mistaken for dead...\n\nCOMMANDER BOLTON (0.S.)\nCome on, then, private...",
  "53": "---END OF PREVIOUS SECTION---\nHe sits up, alone on the deserted\nMole, his comrades gone, mistaken for dead... COMMANDER BOLTON (0. S.)\nCome on, then, private... \n---TARGET SECTION TO BE ANNOTATED---\nThe Private looks down at the water to see Commander Bolton\nstanding in a launch full of ARMY OFFICERS.\n\n(CONTINUED)\n\f181\n\n182\n\n69.\nCONTINUED: 181\n\nCOMMANDER BOLTON (CONT'D)\nI know we're officers, but it's us\nor the enemy, so now's not the time\nto be particular...\n\nThe Private scrambles down into the launch, where Colonel\nWinnant stands talking to Commander Bolton.\n\nThey look out at the vast deserted beach, littered with\ncorpses and abandoned equipment...\n\nCOLONEL WINNANT\n(to Commander Bolton)\nChurchill got his 30 thousand.\n\nCOMMANDER BOLTON\nAnd then some. Almost three hundred\nthousand. So far.\n\nCommander Bolton steps back up onto the mole.\n\nCOLONEL WINNANT\nSo far?\n\nCOMMANDER BOLTON\nI'm staying.\n(off look)\nFor the French.\nThe Launch pulls away from Commander Bolton on the mole.\nCUT TO:\nINT. TRAIN - MORNING 182\n\nSunlight FLICKERING on Tommy's eyelids wakes him. We have\nthe sense that he has been asleep for a very long time.\n\nThe train full of soldiers rolls to a halt. Alex opens the\nwindow- spots a BOY near the tracks-\n\nALEX\nHey! Where are we?!\n\nBOY\nSiding. You'll pull in in a minute-\n\nALEX\nWhat station?\n\nBOY\n(surprised)\nWoking.\n\nAlex spots stacks of NEWSPAPERS waiting to be loaded.\n\n(CONTINUED)\n\f182\n\n183\n\n184\n\n185\n\n186\n\n187\n\n70.\nCONTINUED: 182\nALEX\nGrab me one of them papers.\n(the boy hesitates)\nGo on!\n\nThe boy pulls the paper off the top and stretches up to hand\nit to Alex. Alex slumps into his seat, the headline:\n\n\"CHURCHILL ADDRESSES DUNKIRK EVACUATION IN COMMONS\"\nAlex thrusts the paper at Tommy.\n\nALEX (CONT'D)\nI can't bear it. You read it.\n\nTOMMY\nCan't bear it?\n\nALEX\nThey'll be spitting at us in the\nstreets. If they're not locked up\nwaiting for the invasion.\nCUT TO:\nEXT.",
  "54": "---END OF PREVIOUS SECTION---\nALEX\nThey'll be spitting at us in the\nstreets. If they're not locked up\nwaiting for the invasion. CUT TO:\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n WEYMOUTH TOWN - DAY 183\n\nPeter walks down the DESERTED HIGH STREET. He stops. Walks\ninto the office of the local paper- the Herald...\n\nINT. HERALD OFFICE - CONTINUOUS 184\nPeter hands the EDITOR a photograph. Of George.\n\nCUT TO:\nINT. COCKPIT, SPITFIRE 1 - CONTINUOUS 185\n\nFarrier CHECKS his CANOPY is locked... STOWS loose items...\nPUMPING the handle all the while...\n\nEXT. SPITFIRE 1 - DAY 186\nThe landing gear INCHES out of its housing...\n\nCUT TO:\nINT. TRAIN - DAY 187\nTommy looks down at the paper. Starts to read. Poorly.\n\nTOMMY\n\"Wars are not won by evacuations.\"\n\nAlex shakes his head at this.\n\nThe train starts to pull into the station...\n\n(CONTINUED)\n\f187\n\n188\n\n189\n\n190\n\n191\n\n71.\nCONTINUED: 187\n\nThe platform is CROWDED WITH CIVILIANS- Alex SLINKS DOWN\ninto his seat, turning away from the window...\n\nA CIVILIAN BANGS on the glass, PEERING in...\n\nALEX\nI can't look.\n\nTOMMY\n\"But there was a victory inside this\ndeliverance which should be noted...\"\n\nAlex turns- the Civilian GRINS, holding up two beer bottles.\nThe platform is packed with CHEERING AND WAVING CIVILIANS...\n\nWomen with SANDWICHES and DRINKS rush up to the windows...\nTOMMY (CONT'D)\n\"Our thankfulness at the escape of\nour army...\"\n\nAlex opens the window, GRABBING food and drink as Tommy\ncontinues to read...\n\nTOMMY (CONT'D)\n\"Must not blind us to the fact that\nwhat has happened in France... Isa\ncolossal military disaster...\"\nINT. COCKPIT, SPITFIRE 1 - DAY 188\nFarrier PUMPS the handle-\nEXT. SPITFIRE - CONTINUOUS 189\nThe landing gear INCHES past HALFWAY DOWN...\nINT. COCKPIT, SPITFIRE 1 - CONTINUOUS 190\nPUMPING the handle, Farrier checks his belts-\nTOMMY (V.0.)\n\",,.",
  "55": "---END OF PREVIOUS SECTION---\nSPITFIRE - CONTINUOUS 189\nThe landing gear INCHES past HALFWAY DOWN... INT. COCKPIT, SPITFIRE 1 - CONTINUOUS 190\nPUMPING the handle, Farrier checks his belts-\nTOMMY (V.0.)\n\",,. \n---TARGET SECTION TO BE ANNOTATED---\n.,and we must expect another blow\nto be struck almost immediately...\"\nHe holds the plane steady in its descent towards the sands...\nEXT. BEACH AT LA PANNE - CONTINUOUS 191\nSpitfire 1 SWOOPS onto the flat sand, WHEELS DOWN.\nTOMMY (V.O.)\n\"We shall go on to the end, we shall\nfight in France..,\"\n\nFarrier SLIDES back the canopy and climbs out of the plane...\n\f72.\n\n192 INT. MR.DAWSON HOME - DAY 192\n\nPeter, gets up from the kitchen table. MRS.DAWSON is at the\nstove, her back to us.\n\nAs Peter grabs his coat he runs into Mr.Dawson, letters in\nhand, looking at the Herald. He hands it to Peter...\n\nTOMMY (V.0.)\n\"We shall fight on the seas and\noceans..,\"\n\nThe small headline:\n\"LOCAL BOY, GEORGE MILLS, JUST 17, HERO AT DUNKIRK\"\nPeter looks at his father. Nods with satisfaction.\n193 EXT. BEACH AT LA PANNE - DAY 193\nFarrier brushes sand from the wing of his beloved Spitfire...\n\nTOMMY (V.0.)\n\",..We shall fight with growing\nconfidence and growing strength in\nthe air...\"\n\nFarrier pulls his FLARE GUN... he SHOOTS INTO THE COCKPIT...\n194 INT. TRAIN - DAY 194\n\nAlex hangs out the window, GUZZLING from a beer bottle,\nGRINNING at the women outside...\n\nTOMMY\n\"We shall defend our Island-\"\n\nAlex turns, deliriously HAPPY, beer running down his chin-\n\nALEX\nWhat?!\n\nTOMMY\n(louder, over the\ncelebration)\n\",,.we shall defend our island,\nwhatever the cost may be- we shall\nfight on the beaches, we shall fight\non the landing grounds...\"\n\n195 EXT. DUNKIRK HARBOUR - EVENING 195\nBodies gently bob in the water...\nTOMMY (V.0.)\n\"We shall fight in the fields and\nthe streets...\"\n\n(CONTINUED)\n\f195\n\n196\n\n197\n\n198\n\nCONTINUED:\n\nAbandoned trucks and anti-aircraft guns, piles of boots,\nstacks of rifles catch the last light...\n\nTOMMY (V.0.",
  "56": "---END OF PREVIOUS SECTION---\nDUNKIRK HARBOUR - EVENING 195\nBodies gently bob in the water... TOMMY (V.0.)\n\"We shall fight in the fields and\nthe streets...\"\n\n(CONTINUED)\n\f195\n\n196\n\n197\n\n198\n\nCONTINUED:\n\nAbandoned trucks and anti-aircraft guns, piles of boots,\nstacks of rifles catch the last light... TOMMY (V.0. \n---TARGET SECTION TO BE ANNOTATED---\n (CONT'D)\n\"We shall fight in the hills; we\nshall never surrender...\"\n\nBodies line the length of the mole...\n\nTOMMY (V.0.) (CONT'D)\n\"And even if, which I do not fora\nmoment believe, this island... were\nsubjugated and starving..,\"\n\nEXT. BEACH AT LA PANNE - CONTINUOUS\n\nFarrier KNEELS, HANDS ON HEAD, as DARK SHAPES OF GERMAN\nSOLDIERS (seen only from behind) surround him...\n\nTOMMY (V.0.)\n\",,.then our empire beyond the seas,\narmed and guarded by the British\nfleet, would carry on the struggle...\"\nFarrier is led away from the BURNING PLANE...\nINT. TRAIN - DAY\nAlex is oblivious. Tommy continues, to himself...\n\nTOMMY\n\",,,until, in God's good time...\"\n\nEXT. BEACH AT LA PANNE - TWILIGHT\nMoving towards the BURNING SPITFIRE...\nTOMMY (V.0.)\n\n\",,..the New World, with all its power\nand might..,\"\n\n73.\n195\n\n196\n\n197\n\n198\n\nThe shape of the plane is still visible beneath the FLAMES...\n\nTOMMY (V.0.) (CONT'D)\n\",,.steps forth to the rescue and\nthe liberation of the old.\"\n\nMOVE IN on the burning spitfire until the FLAMES FILL THE\n\nFRAME and we-\nCUT TO BLACK.\nCREDITS.\n\nEND.\n\f"
}