{
  "1": "'y\n\nET,\n\nTHE EXTRA-TERRESTRIAL\n\n \n\nA Boy's LIFE\n\nby\nMelissa Mathison\n\n-™. SHOOTING SCRIPT\nrev. Sept. 8. i98i\n\fREVISED - 8/31/82 i fo\nte er a\n\n4\n\n \n\n \n\nThe BLACK SCREEN becomes a NIGHT SKY as one by one, stars 1\nbegin to- poke through and come to life in the darkness.\n\nBEGIN TITLES\n\nPAN across the SXY, creating the illusion of moving deeper\ninto SPACE. This illusion is shattered with the intrusion\nof a familiar CRESCENT MOON.\n\nThe MOON drops behind a gnarled TREES LIMB and the LIMS pulls\naway to reveal the pointed tree tops of a REDWOOD FOREST.\n\nA SOFT LIGHT is visible through the heavy camouflage of TREES.\nThe VIEW MOVES toward this LIGET, up and over the TREES and\nfinally comes te rest on a freak clearing, a barren meadow,\nnestled among the towering trees.\n\nTt is here that we see the SPACESHIP.\n\nThe SHIP gently fleats, anchored to the earth by a beam of\ndavender light.\ngods?\n\nEND TITLES 0% 5\nEXT. THE LANDING SITE - NICE? 2\n\nThe SPACESHIP is not large. It slightly resembles a reflec-\ntive, hot-air balloon, a Christmas tree ornament, inscribed\nwith a delicate cothis des An oben hatch door stretches\ndown to the grassy landing site. Soft pastel light spills\nfrom the interior of tne SHIP, and in this light, we make out\nthe movements of CREATURES.\n\n  \n\nThe CREATURES are short, stocky, numanoid, but our distance\nand the misty atmoschers prevant any close identification\n\nof feacures. The CREATURES are banded together, working\nwith strange, antiquated tools, probing the Earth. Their\njerky movements and their reaction to the slightest sound -\nan owl hooting, a bird flying, the rustle of leaves - raveal\ntheir hesitancy and fear.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe CREATURES are short, stocky, numanoid, but our distance\nand the misty atmoschers prevant any close identification\n\nof feacures. The CREATURES are banded together, working\nwith strange, antiquated tools, probing the Earth. Their\njerky movements and their reaction to the slightest sound -\nan owl hooting, a bird flying, the rustle of leaves - raveal\ntheir hesitancy and fear. \n\nTARGET SECTION TO BE ANNOTATED:\n \n \n\nA smoky, white, camouflaging mist seems to emanate from che\nCREATURES themselves, on an inhale-exhale chythm, as if their\nhot breath was consolidating in the cool night air, Blanketing\ntheir tracks with fog.\n\n(CONTINUED)\n\fCONTINUED:-\n\nAn OWL HOOTS. THE CREATURES PREECE. The danger passes.\nWork is resumed.\n\nINSERT: HANDS\n\nA STRANGE PAIR OF HANDS - four fingered, long and slender\ndelicate. The hands dig into the soil and pull a flowering\nherb from the ground.\n\nLONG SHOT: A CREATURE\n\nONE CREATURE walks toward the open hatch door, carrying\nthe same flowering weed. FOLLOW him up the gangplank\nand into the SHIP. .\n\nINT. SPACE SHIP - NIGHT\n\nA soft-white cen of mist. We HEAR clearly now the unicue\nbreathing pattern of THE CREATURE as we see his obscured form\nmove through the ship.\n\nINT. SHIP'S GREENHOUSE - NIGHT\n\nThe mist clears and we are in a greenhouse -@\ncathedral of a structure. Heavy precipitation\nfrom the decorative fanning roofline. THE CREATURE\n\nplaces the HERB in a basin filled with a thick liquid.\n\n \n\nINSERT: THE HERB\n\nIt takes root in this liquid and straightens with life.\nIt is then spotlit by a shaft of pastel lignt.\n\nPULL BACK: THE BASIN\n\nThe basin is filled with plants - plants which reflect\nthe tropics of Earth: orchids, cactus, a baobab tree.\nAll plants are being systematically nurtured by\norchestrated shafts of pastel lights.\n\f10\n\nil\n\n12\n\n14\n\ni5\n\nEXT. LANDING SITE - NIGHT\n\nTHE CREATURE cescends the cancplank and walks past the\n\ngroup of his FELLOW CREATURES. HE comes to the edge of .\nthis slightly-raised field and looks out toward the trees.\nTHE CREATURE carefully cescends the rocky incline surrounding\nthe field and disappears inte the tall grass which marks\n\nthe entrance to the forest.\n\n \n\nREVERSE: A FELLOW CREATURE\n\nOne FELLOW CREATURE stops his work.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nthis slightly-raised field and looks out toward the trees. THE CREATURE carefully cescends the rocky incline surrounding\nthe field and disappears inte the tall grass which marks\n\nthe entrance to the forest. REVERSE: A FELLOW CREATURE\n\nOne FELLOW CREATURE stops his work. \n\nTARGET SECTION TO BE ANNOTATED:\n A RED LIGHT begins\nto glow in his chest - as if a deeply-buried heart were\nshining and the red glow was seeping through thin,\ntranslucent skin.\n\n500 0b?\nEXT. TALL GRASS = NIGHT\n\nTHE CREATURE reappears from out of the TALL GRASS. He\nfaces the shin. HIS HEART also begins to shine through,\nand the ruby glow pinpoints him: a small awkward creature,\naione in the gigantic Redwood Forest under a starry sky.\n\nREVERSE: A FELLOW CREATURE\n\nThe FELLOW CREATURE resumes his work.\n\nEIGH ANGLE: THE CREATURE\n\nTHE CREATURE, still lit by his own conscience, turns and\ndocks up at a towering fir tree. The RED LIGHT goes out.\nHE walks into the forest.\n\nEXT. FOREST - NIGHT\n\nTHE SOUNDS of the forest rise: birds, babbling brooks,\nthe twitter of insects. THE CREATURE moves deeper\n\ninte the forest.\n\nAT HIS TEET: A TABLEAU ° .\n\nA perfect tableau -- wildflewers, ferns and moss.\n\n10\n\n1l\n\n12\n\n13\n\n14\n\fis\n\n17\n\n18\n\n15\n\n20\n\n21\n\nREVISED - 8/26/81 ae\n\nPULL BACK: THE CREATURE , 16\n\n* HE CREATURE sinks to his haunches and reaches out to take\n\none thing - a sapling - a miniature REDWOOD, a perfect\nbonzai, growing at the feet of its elders. As THE CREATURE\nRISES, he is momentarily silhouetted in a glimmer of light,\ncoming from the far sice of the forest.\n\nTHE CREATURE turns and looks in the direction of his ship.\nThen, he looks back in the. direction of the strange light.\nTHE CREATURE begins to walk towareé the unidentified light.\n\n: aan?\nEX?. HILL/LOOKOUT - WIGRT / Bovsoe Yee 17\nTo the SOUND of heavy BREATHING and an awkward tread, we\n\nSEE the CREATURE'S HAND reach out and pull back a leafy\n\nLimb.\n\nTSE VIEW: THEE SOURCE OF LIGHT is\n\nTHE SOURCE OF LIGHT -- a suburban neighborhood, edging up\nagainst the base of the mountains and the border of the\n\n \n\n_farest. | . . or\n. oO.\n. .",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nHILL/LOOKOUT - WIGRT / Bovsoe Yee 17\nTo the SOUND of heavy BREATHING and an awkward tread, we\n\nSEE the CREATURE'S HAND reach out and pull back a leafy\n\nLimb. TSE VIEW: THEE SOURCE OF LIGHT is\n\nTHE SOURCE OF LIGHT -- a suburban neighborhood, edging up\nagainst the base of the mountains and the border of the\n\n \n\n_farest. | . . or\n. oO. . . \n\nTARGET SECTION TO BE ANNOTATED:\n y9o®\nWIDES: THE CREATURE . ad ; 19\nTHE CREATURE innocently steps out onto the road and\n.crosses to the far side.\nBIGH ANGLE: THE CREATURE 20\nTHE CREATURE stands, silhouetted on a ragged bluff. A\nsea of yellow house lights lies below him. Faint sounds\no£ civilization intrude on the soft noises of the forest.\nCLOSER: THE CREATURE : | 21\n\nWe cannot see THE CREATURE's face, but the stillness and\nthe constancy of his stare and the way his grip tightens\non his small tree, reveal his fascination, curiosity and\nfear.\n\n(CONTINUED)\n\f21\n\n22\n\n23\n\n24\n\n25\n\n26\n\nCONTINUED: / 21\n\nWe see one red licht come on in the distance. The.light\nis seen by THE CREATURE. Suddenly, THE CREATURE turns his\nhead to lcok down the road. Following his reaction, we\nhear the SOUND of a MOTOR and with no further warning,\nharsh, blinding white lights streak arouné the corner.\nTHE CREATCRE throws himself te the ground, sli\n\nthe embankment on the wrong side of the fire road.\n\n \n\n \n\n  \n\nag down\nCLOSE: THE SAPLING 22\nThe sapling rolls away from the curb and into the road.\n\nWIDER: THE APPROACHING CAR 23\nThe approaching car pulls to a stop. A tire crushes the\n\nsmall redwood under muddy rubber.\n\nTHE CREATURE'S POV: THE CAR DOOR . . 24\n\n \n\nThe car door opens and a man steps out. Seen cnl\nthe waist down are: dark pants, heavy boots and\nring of KEYS hanging from his belt.\n\na huge\n\nThe KEYS make a tremendous racket, displacing all other\nsounds of the night.\n\nREVERSE: THE CREATURE . 25\n\nTHE CREATURE slides under cover just as his RED LIGHT\nCOMES ON. We see a glimmer of it through shrubbery. His\nhand moves in to cover it. -\n\nWIDER: MORE CARS Se 26\n\nMore cars converge on the scene. We SEE bricht HEADLIGHTS\nand HEAR slamming doors, muffled voices. Then we HEAR\nTEE CREATURE break a branch from a shrub.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis\nhand moves in to cover it. -\n\nWIDER: MORE CARS Se 26\n\nMore cars converge on the scene. We SEE bricht HEADLIGHTS\nand HEAR slamming doors, muffled voices. Then we HEAR\nTEE CREATURE break a branch from a shrub. \n\nTARGET SECTION TO BE ANNOTATED:\n He holds it\nagainst his chest. The SOUND OF KEYS.\n\nThe sudden shafts of flashlight beams encizcle the road\nand shoot out into the trees.\n\nTHE CREATURE moves unnoticed along the hillside. He\nerosses the road.\n\f27\n\n_ 28\n\n29\no~\n\n30\n\n31\n/-~\n\n‘We see shadows of men jump\nRE\n\nEXT. RAVINE - NIGHT - LONG SHOT . 27\n\n=\nthe forest. THE CREATUR es in the near end o\n\nshallow ravine.\nREYS is the last to jump.\n\nThe SOUND of KEYS is hideous.\n\nCLOSE ON: THE CREATURE 28\n\nWe SEE THE CREATURE's trembling form, and HEAR a sharp\ninhalation of breath as KEYS jumps.\n\nBehind the camouflacging branch, we SEE THE CREATURE's\n\n. heart ‘throb violently.\n\ngo oe?\nEXT. THE LANDING SITE - NIGHT gars 23\nThe SHIP is dark. All hands are on board.\n\nThe silence of this spct is broken by the distant shouts\n\nof men, The FELLOW CREATURE remains in the door opening,\n\nhis heart light sending frantic signals into the dacx\n\nforest.\n\nEXT. THE FOREST - NIGET 30\n\nTHE CREATURE moves quickly but awkwardly through tne\nforest. His breathing is heavier now. : .\n\nFlashlight beams scour the forest.\n\nThe CREATURE bursts past human legs, zig-zagging invisibly\nthrough the tall grass. The rush of movement almost\ntopples one human searcher, and there are sudden, amazed\nShouts of discovery. THE CREATURE'S ruby-red beacon is\nall that can be seen. KEYS jangle horrizically as the\nplalanx of men moves forward.\n\nEXT. THE LANDING SITE - NIGHT 31\nThe hatch door lifts.\n\nThe last image from the interior of the ship is the\nFELLOW CREATURE's RED LICHT, as the ship's petal-door\nspirals te a close and we HEAR a panicked group breath.\n\f32\n“~~\n33\n34\n35\nmo.\n36\n~\n\nEXT. TALL GRASS - NIGHT . 32\nTHE CREATURE emerces from the trees and dives into\n\nthe tall grass.\n\nEXT.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\n36\n~\n\nEXT. TALL GRASS - NIGHT . 32\nTHE CREATURE emerces from the trees and dives into\n\nthe tall grass. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE LANDING SITE + NIGHT 33\nThe ship hovers, then departs cuickly, spinning above\n\nthe treetops and disappearing into the night sky.\n\nCLOSER: THE CREATURE 34\nTHE CREATURE stands on the deserted landing site. The\n\ngrass is flattened where the ship once stood. THE\nCREATURE reaches his arm into the sky and cries out -\n\na SOUND of desperation, disbelief and fear. The 2\nSOUND of KEYS RISES. . 500\ngot\nEXT, EDGE OF THE FOREST - NIG&T . 35\nTHE CREATURE dashes back into the forest.’ His RED\nLIGHT fades out. We see only a dim shadow now.\n‘This ds E.T.. He is stranded on EARTH. -\n\nFADE OUT\nFADE IN:\nEXT, ELLIOTT's HOUSE - NIGHT we : 36\n\nThe SOUND of KEYS becomes MUSIC. The SOUND of\nFRIGHTENED ANIMALS becomes BOYS' VOICES.\n\nVIEW THROUGH A KITCHEN WINDOW\n\nFive boys are seated around a kitchen table. They are\ninto the final hours of a lateenicht DUNGEONS AND DRAGONS\ngame, The table is cluttered with Crush bottles, potato\nchip bags, books, papers, calculators and a domino-maze\nwhich is used to signify tonight's Dungeon.\n\f37\n\n38\n\nINT. ELLIOTT's KITCHEN - NIGHT . 37\n\nCLOSE ON ELLIOTT: A boy of nine or ten: sha y brown heir\nand deer, dark eves. ELLIOTT is a middle-c , Zatherless\nand friendless. ELLIOT? lifes a brightly painted figure\nfrom the table top maze and places it safely cutside the\ndomino wall. This pewter figure is ELLICTT's fantasy\ncharacter.\n\n \n\n \n\n \n\n   \n\nELLIOTT\nOkay then, so I run out of the\nforest and I think I'll shoot\njust my arrows at the goblins\nto make them chase me. I\nkeep running and shooting and\nrunning and shecting and just\nwhen they're really mad and\nabout to get me...I throw down\nmy portable hole and climb in\nand pull the lid closed. oS\nPresto. Vanished. .",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nI\nkeep running and shooting and\nrunning and shecting and just\nwhen they're really mad and\nabout to get me... I throw down\nmy portable hole and climb in\nand pull the lid closed. oS\nPresto. Vanished. . \n\nTARGET SECTION TO BE ANNOTATED:\n 8\n\nELLIOTT sits back in his chair, highly satisfied with\nhimself.\n\nELLIOTT (Cont'd)\nAnd now they're really mad and\nthey're coming after you, fruits.\n\nMICHAEL\nYou've been waiting to do that\nall night, haven't you?\n\nELLIOTT nods.\n\nTYLER\nDumb, Elliott, really dumb.\n\nANGLE WIDENS: OTHER BOYS 38\n\nThey are:\n\nMICHAEL -- ELLIOTT's older brother. Fourteen, ta\nYearning for and nearing the rights of men -- cars\npower. .\n\n11, lanky. ~\n, women,\n\nTYLER -- Michael's best friend. Cute, sassy, wise beyond\nhis years.\n\nGREG -- Also fourteen. Skinnv, bad pesture, a whiner and\na whimp, with a heart of gold.\n\n“(CONTINUED)\n\f38 CONTINUED: (1) . 38\n\nSTEVE -- Meticulous, inscrutible, mature and restxrained.\nThe Dungeon Master in this night's same.\n\nGREG is leaning back in his chair, the telerhone planted\nagainst his ear.\n\nGREG\nWhat am I asking for again?\n\nMICHAEL .\n\"Papa Oom Mow Mow\"\n\nGREG\nDo I have to?\n\nMICHAEL\nShe's my mother, man. I'm Ps\nsupposed to tell her she Q\ncan't have a request? yoo?\n\nQa\n\nGREG\nIt's embarrassing.\n\n. MARY (0.C.4\n™ . Ellicte! Come here! .\n\nSTEVE\nYou can only use a portable hole\nonce, you know?\n\nELLIOTT\nI'm using it tonight.\n\nTYLER\nI hope you suffocate in it.\n\nMARY (0.C.)\nElliott!\n\nELLIOTT gets up.\n\nSTEVE\nOkay, I can only let you stay in the\nhole for ten millirounds, Elliott. .\n\\\nMICHAEL\nSince you're out 10 millirounds...\n\n~~ MICHAEL scrapes together a pile of change on the table.\n\n- (CONTINUED)\n\f38\n\n39\n\n40\n\n7210.\n\nCONTINUED: (2) 38\n\n: MICHAEL\ns+eyOu ¢o wait for the pizza.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\n~~ MICHAEL scrapes together a pile of change on the table. - (CONTINUED)\n\f38\n\n39\n\n40\n\n7210. CONTINUED: (2) 38\n\n: MICHAEL\ns+eyOu ¢o wait for the pizza. \n\nTARGET SECTION TO BE ANNOTATED:\nELLIOTT\nT got you guys this time, Gidn't I?\n\nTYLER\n\nYeah, you got us, Elliott. You're\n\nsome bitchin' dude.\nELLIOTT exits. 2\n\nQb\ngd\n\nEXT, HALLWAY - NIGHT go? 39\nELLIOTT runs toward his room.\nINT. ELLIOTT's ROOM - NIGET 40\n\nMARY is finishing making ELLIOTT's tep bunk bed when\nhe enters the room.\n\nELLIOTT\nYeah, Mom?\n\nMARY turns to him. She is divorced, late-thizties, and\n\nthe only mother who w2ll allow all-night DéeD games.\nHer wet hair is wrapped in a cowel, and she is wearing\na silk kimono.\n\n“MARY\nDo you see what this room looks\nlike right now?\nELLIOTT looks. It is obviously brand new clean - a place\nfor everything and evervthing in its Place. The \"things\"\nare the cultural artifacts of Pre-pubescent boys: toys,\nstolen street signs, record Player, guppies.\n\nOne distinguishing feature in this room is a skylight -\ncovered with 4 handpainted sheet - featuring a dragon\nand his fiery breath.\n\nELLIOTT\nThanks. . .\nMARY\n\nNo dirty dishes, clothes put away.\nBed made. Desk neat...\n\nMARY picks up a letter on ELLIOTT's desk and looks at\nthe envelope.\n\n(CONTINUED)\n\f40 CONTINUED: (1) 40\n“~~ MARY -\nThis is what a mature person's\nroom is supposed to leox like\nall the tine.\n(pause,\ncontinuing)\nWhat did your father have tO Say?\n\nELLIOT?\nOh, nothing.\n\nMARY changes the subject.\n\nMARY\nYou want to repaint in here? a)\nit's getting a little grungy. gs\nox?\n\nELLIOTT 8\nSure.\n\nMARY\nWhat color?\n\n. ELLIOT?\n-~ : Black. -\n\nMARY\ncute. A healthy sign.\n\nELLIOTT\nZo like black. It's my favorite\ncolor. vo\n\n\" BOYS (0.¢.)\nMary! Your song is on!\n\nELLIOTT\n(changing the\nsubject)\nYour song, Mom, come on.\n\nELLIOTT pulls MARY toward the door.\n\nMARY\n\nOkay, now listen.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nELLIOTT\n(changing the\nsubject)\nYour song, Mom, come on. ELLIOTT pulls MARY toward the door. MARY\n\nOkay, now listen. \n\nTARGET SECTION TO BE ANNOTATED:\n Seriously.\n\nT am not cleaning your room\n\nagain until Christmas, at\n\nleast. It can pile up to the\n+ ceiling for all I care. I'm\n-_. not stepping foot in here.\n\nGot it?\n\n(CONTINUED)\n\f40\n\n41\n\n42\n\n43\n\n44\n\nCONTINUED: (2) . 40\nELLIOTT nods.\n\nMARY pushes him out the door and turns off the light.\n\nPULL BACK: ELLICTT's RCOM 41\n\nThe MOONLIGHT seeps in through the BREATH of THE DRAGON.\n\nMARY (0.C.)\n\nDoes he mention you guys coming\n\nto visit? 2\n\ngo\n\nELLIOTT (0.C.) yg0>\n\nThanksgiving. . Bd\nMARY (0.C.)\n\nThanksgiving! I want Thanksgiving!\n\nEXT. FRONT OF ELLIOTT's HOUSE - NIGET - HIGH ANGLE 42\n\nWr SEE ELLIOTT walk down the driveway. His house is at\n\nthe tep ef a cul-de-sac, the last house before the\n\nonslaught of forest and mountains. a Volkswagen climbs\n\nthe steep hill leading to ELLIOTT's house.\n\nTIGHTER: ELLIOTT & VOLKSWAGEN 43\n\nELLICTT meets the Volkswagen at the bottom of the driveway\nand collects the pizza.\n\nELLICTT climbs the driveway, balancing the pizza on one\nhand,\nEXT. FRONT YARD - NIGHT : . 44\n\nAs he heads for the door, there is a sudden, loud,\ncrashing noise from the backyard. :\n\nELLIOTT halts.\n\nELLIOTT\nHarvey? Is that you, boy?\n\nELLIOTT walks around the side of the house.\n\n1\n\f45\n\n46\n\n“EXT. BACKYARD - NIGHT\n\nELLIOTT continues calling his dog until he reaches the\nbackyard -- a roomy, grassy stretch cf land with a\nvegetable carden and a lattice teolshed. A red light\n\nis hanging over the fence cate. The cate is biowing\n\nin the wind. We HEAR what sounds like a sharp inhalation\nand SEE what looks like a sucking-in of mist through\n\nthe toolshed door.\n\nELLIOTT tiptoes closer to the shed. He stops to pull\nan orange from 2 tree.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe HEAR what sounds like a sharp inhalation\nand SEE what looks like a sucking-in of mist through\n\nthe toolshed door. ELLIOTT tiptoes closer to the shed. He stops to pull\nan orange from 2 tree. \n\nTARGET SECTION TO BE ANNOTATED:\n The SOUND of music, \"PAPA OOM\nMOW MOW\" can be heard =rom the house. goee\n\nELLIOTT 8\nHarvey? Tettttt.\n\nThere is no response. ELLIOTT lays the pizza on the\nground and sters up to the toolshed door. He tosses the\nOrange in. Wait a beat, then the orange comes hurtling\nback at him.\n\nELLIOTT screams, trips over the pizza, lands right on it\ngets up anc runs for the back decor.\nINT. KITCHEN - NIGAT\n\nMARY is filling the dishwasher, singing along to her song.\nThe boys are eyeing her suspiciously.\n\nELLIOTT (0.¢.)\nHelp! Let me in!\n\nMARY unlocks the door.\n\nMARY\nWhat in the world?\n\nELLIOTT\nThere's something out there.\n\nELLIOTT slams the door and locks it.\n\n. ELLIOTT\nIn the tcoshed. It threw an\norange at me.\n\nTYLER\nOsseo. Sounds dangerous.\n\nELLIOTT\nDon't go out there.\n\n(CONTINUED)\n\n45\n\n46\n\f46\n\n47\n\n48\n\nCONTINUED: . 46\n\nImmediately the beys get up to go out there. MARY raises\na hand.\n\nMARY\nStop. You guys stay right here.\nMICHAEL\nYou stay here, Mom, we'll check\nit out.\nTYLER, STEVE and MICHAEL are out the door. goer\n9\nGREG looks at MARY. got?\nMARY\n\nI said, stay where you are.\nELLIOTT looks at MARY. MARY grabs a flashlight, and she\n\nand ELLIOTT step outside. Reluctantly, GREG follows,\nstopping to grab a butcher knife.\n\nExT. BACKYARD - NIGHT 47\n\nThe army of boys slink across the backyard. MARY follows\nthem with ELLIOTT on her arm.\n\nMARY\nWhat exactly did you see, Elliott?\n\nELLIOTT\n\n\"In there.\n\nMARY shines her flashlight into the toolshed.\n\nINT. TOOLSHED - NIGHT oe 48\n\nNothing unusual ~ pots, fertilizer, starters, hoes,\nshovels.\n\nMARY\nThere's nothing in here.\n\nMICHAEL\nThe gate's open\n\nod TYLER\nLook at these!\n\f49\n\n50\n\n51\n\n“EXT.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARY\nThere's nothing in here. MICHAEL\nThe gate's open\n\nod TYLER\nLook at these! 49\n\n50\n\n51\n\n“EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n BACKYARD - NIGET 49\n\nMARY shines the flashlight into her garden, and we SEE\nsome odd fcotsrints.\n\nBACK TO THE GROUP 50\n\nMICHAEL\nThe coyote's come back, Mom.\nL\nMARY gnd®\nOkay, party's over. Back in the . gts\nhouse...Greg, give me that knife. 3\n\nTYLER\nOh, great! Nice, Elliott.\n\nTYLER is holding the smashed pizza, with a NIKE shoe print\nencrustec in the melted cheese.\n\nELLIOTT\nIt was an accident.\n\nMARY\nPizza? Who said you guys could\norder a pizza?\nTYLER\nYou geek, man.\nLONG SHOT: MARY & THE BOYS moe 51\n\nMARY shoos the boys into the house. ELLIOTT pulis on\nher arm. :\n\nELLIOTT\nThere was something. I swear.\nMARY\nI know...\nTYLER\nDouche bag, Elliott.\nMARY\nHey, no douche bag talk in\n\nmy house. .\n\nThey are all inside now. MARY closes’ the door. We HEAR\na loud and long exhale coming from the toolshed.\n\f52\n\n53\n\n54\n\n55\n\n56\n\nINT. ELLIOTT's ROOM - NIGHT . 52\n\nELLIOTT is asleep on the top bunk, wrapped in his Sleeping\nbag. HARVEY, an over-siced mutt doc, is asi ep on the\nfloor below him. We AR a loud noise from the backyard.\nHARVEY sits up. ELLIOTT immediately wakens and slices\n\nout of bed. He is wearing lonc-johns, socks and a flannel\nshirt. He grabs his jacket.\n\n    \n  \n\ngee\n. gd\nEXT. BACKYARD - NIGHT gots 53\n\nELLIOTT turns on the back deor light and moves\ncautiously into the yard. He nears the toolshed. He\ntakes a deep breath and shines a flashlight into the shed?\n\nINT. TOOLSHED co : 54\n\nWe see nothing.\n\nEXT. BACKYARD - NIGHT 55\n\nELLIOTT breathes a sigh of relief. We HEAR a soft,\nerunching:sound. ELLICT? spins around and shines his\nflashlight into the garden. :\n\nEXT.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nBACKYARD - NIGHT 55\n\nELLIOTT breathes a sigh of relief. We HEAR a soft,\nerunching:sound. ELLICT? spins around and shines his\nflashlight into the garden. :\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n VEGETABLE GARDEN - NIGHT 56\n\nHe notices the footprints. He follows them. The prints\ncome to an abrupt end. ELLIOTT parts two tall stalks of\ncorn and shines the flashlight between them.\n\nE.T.'s face comes bursting threugh the corn stalks.\n\nIt is a terrible sight, like nothing we have ever seen\nbefore. E.T.'s wide head is tightened back in leathery\ncreases and furrows. His thin lips are parted in a horrible\ngrimace, His large round eyes are wide, the pupils\n\ndilated to an enormous size. Tiny, sharp teeth are\n\nbarec as E.T. makes a terrifying sound--an imitative\nnoise--the SOUND of KEYS.\n\nThe flashlight hits the ground. ELLIOTT hits the ground.\nIn the light we can see ELLIOTT's small fingers dig into\nthe soil. E.T.'s ugly head screams again. ELLIOTT hugs\n\n“the ground. He makes a soft, scared sound.\n\f57\n\n58\n\n59\n\n60\n\n61\n\n62\n\n63\n\nELLIOTT's POV = NIGHT 8?\n\nE.T.'s odd foot steps into the light, and we watch the\nSPACEMAN walk through the garden, up the stairs and out\nthe gate.\n\nELLIOTT\nDen't go!\n\nE.T. turns to look at ELLIOTT. Just then, HARVEY appears\nout of nowhere, barking and lunging toward E.T.\n\n2\nBACK TO: ELLIOTT BO 58\nHe leaps to his feet, grabs the dog's collar and pulls\nhim back.\nELLIOTT shuts HARVEY inside the toolshed and looks out\nto the gate. £.T. is gone. ELLIOTT rushes to the gate.\nNo sign of E.T.\nWIDE SHOT: ‘ ‘ 59\n\nFrom the backyard: we see ELLIOTT disappear over a mound.\n\nof dirt. Then he is back, running down the backyard\n\nstaics.\n\nINT. GARAGE - DAWN ; 60\nELLICTT, now fully dressed, kicks up the | kickstand and\n\njumps onto his bicycle.\n\nEXT. THE STREET - DAWN . . ; 61\n\nELLIOTT is racing along the street on his bicycle.\n\nEXT. FIRE ROAD - DAY . .",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE STREET - DAWN . . ; 61\n\nELLIOTT is racing along the street on his bicycle. EXT. FIRE ROAD - DAY . . \n\nTARGET SECTION TO BE ANNOTATED:\n 62\n\nELLIOTT is huffing and puffing up the fire road.\n\nEXT. FOREST - DAY - . 63\n\nELLIOTT walks his bicycle through the forest, his\neyes searching for any sign of E.T.\n\f64\n\n65\n\n66\n\nis.\n\nEXT. THE NDING SITE - DAY : 64\n\nELLIOTT comes cut ef the forest and enters the tall grass.\nHe sees a man, pacing the 1 ing site -- ZS. We see\nonly the man's back, but we HEAR the steady, annoying\n\nSOUND of KEYS. ELLICTT backs into the forest again.\n\n     \n\nEXT. FOREST - DAY 65\n\nELLIOTT reaches into his pocket and pulls out a large\nbag of MaM's. He begins making a trail through the\nforest in the direction of his heme. gaee\n\nQ\ngor?\nINT. KITCHEN - NIGHT 66\nThe family is having dinner. ELLIOTT is slumped ever his\n\nplate, a icok of depression on his face as he picks\nat his food.\n\n  \n\nGERTIE, the last child in the family - a\ngirl, tomboy, innocent and \"nobody's fool\nto ELLIOTT.\n\ne-year-old\n~ sits next\n\nGERTIE\n-{to Ellictt)\nWhat are you going as for\nHalloween?\n\nMICHAEL\nWhy don't you go as a goblin?\n\nELLIOTT gives MICHAEL a vile look.\n\nMARY\nIt's not that we don't believe you,\nhoney...\nELLIOTT\nIt was real, I swear,\nGERTIE\nI'm going as a cowgirl.\nELLIOTT\n(to Gertie)\n\nSo what else is new?\n\n(CONTINUED)\n\f66 CONTINUED: (1) 66\n\n~~ : MICHAEL\nMaybe it was an iguana.\n\nELLIOTT\nIt was no igvana.\n\n: MICHAEL\nOr, you know how they say there\nare alligators in the sewers?\n\nMARY\nAll I'm saying is that you probably\njust imagined it. This happens.\n\n. ELLICTT\nI couldn't have imagined it.\n\nMICHAEL 490\nMaybe it was a pervert, or a a0\ndeformed kid or something.\n\nELLIOTT\nIt was nothing like that\n\n.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nELLICTT\nI couldn't have imagined it. MICHAEL 490\nMaybe it was a pervert, or a a0\ndeformed kid or something. ELLIOTT\nIt was nothing like that\n\n. \n\nTARGET SECTION TO BE ANNOTATED:\n MICHAEL -\n~ Maybe an eli, cr a leprechaun...\n\nELLIOTT\nIt was nothing like that,\npenis-breath!\n\nMARY , :\nEllicott! Sit down.\n\nELLIOTT sits\n\nELLIOTT\nDad would believe me.\n\nThere is silence. An obvious attempt on ELLIOTT's part ot\nrile his mother.\n\nMARY\nWhy don't you call your father\nand tell him about it.\n\nELLIOTT\nI qan't. He's in Mexico.\nWith Saliy.\n\n_o™: (CONTINUED)\n\n \n\f66 CONTINUED: (2) 66\n\nNews to MARY.\n\nMARY\nIf you see it acain, whatever\nit is, don't go near it. Call\n™Me and we'll have someone\ncome take it away.\n\nGERTIE aa)\nLike the dog catcher? 00°?”\nx\nMARY Bo\nExactly.\n\nELLIOTT\nBut they'll give it a lcbotomy,\nor do experiments on it or\nsomething.\n\nMARY gets up from the table.\nMARY\nit's your turn to do the dishes,\nfellows.\n\n: MICHAEL\nI set and cleared up.\n\nELLIOTT\nset and cleared.\n\nIn\n\nMICHAEL\nI did breakfast.\n\nGERTIE\ni did breakfast.\n\nMARY is leaving the kitchen.\n\nMICHAEL\nWhat's the matter, Mom?\n\nMARY\n(softly)\nRe hates Mexico.\nMARY exits.\n\n(CONTINUED)\n\n \n\f66\n\n67\n\n68\n\n69\n\n70\n\n71\n\n72\n\nCONTINUED: (3) -\nMICHAEL cuffs ELLIOTT on the ear.\nMICHAEL\nGrow up, man. Think about how\nother people feel for a change.\nELLIOTT makes a threatening fist at his brother, then takes\nhis plate from the table and almost throws it into the\n\nsink. He turns on the hot water. Steam covers the window\nas ELLIOTT stares through it.\n\nANGLE - SKY - STARS\n\nEXT. BACKYARD - NIGHT\n\nELLIOTT sits, wrapped in his bag, staring at the starry\nsky.\n\nEXT. BACKYARD - NIGHT (LATER)\n\nELLIOTT is curled up, asieep on the ground. We begin\nto HEAR E.T.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nBACKYARD - NIGHT (LATER)\n\nELLIOTT is curled up, asieep on the ground. We begin\nto HEAR E. T. \n\nTARGET SECTION TO BE ANNOTATED:\ns peculiar BREATH PATTERN, and we SEE\n\nRis MIST moving slowly closer to ELLIOTT through the\n\nhedge of bushes besice the boy. It is a frightening\nmoment, a sense of impending doom.\n\nCLOSE: ON ELLIOTT oe\n\nSound asleep, his head resting on his arm.\n\nCLOSE: ON E.T.\n\nAs he suddenly appears beside the hoy. E.T.'s face is\nsoft now, his eyes wide and gentle, his mouth closed.\nHe is shivering badly. £.7. stares at ELLIOTT. He\nsearches the boy's face.\n\nWIDER: ELLIOTT & E.T.\n\nSlowly, ELLIOTT opens his eyes. He instinctively pulls\naway when he‘wakes to see £.T. standing next to hin.\nE.T, also instinctively pulls away. =.T. is shivering.\n\n(CONTINUED)\n\n66\n\n67\n\n68\n\n69\n\n70\n\n71\n\n72\n\n \n\f \n\n77\n\n78\n\n78\n\n80\n\ngl\n\nCLOSE: ON ELLICIT : 77\n\nFascination. ELLIOTT steps away from the creature.\n\nCLOSE: ON £.T. 78\n\nEating, watching ELLIOTT. E.T.'s eyes are beginning\nto droop.\n\nCLOSE: ON ELLIOTT\n* god 2\n\nHis eyes are beginning to droop. poxs\n\nWIDER: ELLIOTT , BO\n\nELLIOTT walks over to his bunk bed and tosses whatever is\non the bottom bunk onte the floor. ELLIOTT pats the bed\nand beckons E£.T. with sign language. Sut £.7. is already\nlying down on the floor. ELLIOTT throws a blanket over\n\nhim and sits cown in a nearby overstuifeé chair. fLLIOTT\npulis his feet up and hugs his legs to his body. &.T. pulls\nthe blanket around him and looks up to the boy. :\n\n \n\nELLIOTT touches his eye. £.T. touches’ his eye. ELLIOTT -\ntouches his mouth. E.T. touches his mouth.\n\nE.T.'s eyes close. His breathing becomes lighter, and he\nappears to be asleep.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nE. T.'s eyes close. His breathing becomes lighter, and he\nappears to be asleep. \n\nTARGET SECTION TO BE ANNOTATED:\n ELLIOTT steps down from the chair\n\nanc tiptoes closer to the creature. E.T., caught in the\n\nmoonlight coming through the skylight dragon's fiery\n\nbreath, makes a soft, scared sound with his breath.\n\nEXT. FOREST LANDING SITE ~ NIGHT . 81\n\nAn on-going clandestine operation. The earlier image of\nalien creatures gently probing the earth is replaced with\nthe crude and lumbering movements of humans, scouring the\narea with a fine-tooth comb. Flash cameras briefly turn\nnight into day as their portable machines churn and beep,\ndisplacing the rustle of leaves and the hum of nocturnal\nlife.\n\nY\n\f82\n\n83\n\n84\n\n85\n\nCLOSE ON KEYS: 82\n\nHis hands leave his pockets, and the keys jingle as he\nbends to the ground. His hands discover 2 freshly\n\nexhumed rootball divot. Something else causes nim to pause.\n\nCAMERA MOVES CLOSER: 83\n\nKEYS unearths a yellow M&M. He lifts it from the seil.\n\nFADE OUT.\n\n. : 42\nFADE IN: Box 5009 84\nINT. ELLIOTI'S ROOM - DAY\nMARY has her hand on ELLIOTT's forehead. ELLIOTT\nappears to be desperately.ill.\n\nMARY\nYou are hot.\nMARY sticks a thermometer in ELLIOTT's mouth.\n. MARY (Cont'd.)\nI'll be right back.\n‘MARY EXITS.\nELLIOTT immediately takes the thermometer from his mouth\nand holds it to the hot light above his bed. He pulls a\nheating pad from under the covers and holds that to his face.\nMICHAEL (0.C.)\nMary, can I back the car out?\nMARY (0.C.)\nNot one foot past the driveway.\nELLIOTT puts everything back in its correct place.\n\" pov THE CLOSET , 85\n\nThe louvered door is closed.\n\f86\n\n87\n\n88\n\n89\n\nAT DOOR: MARY : 86\nMARY reenters. She takes the thermometer from ELLIOTT's\n\nlips. She reads it as she walks toward the closet.\n\nINT. CLOSET ~ DAY , 87\nREAR a sharp inhalation as the decor opens.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe reads it as she walks toward the closet. INT. CLOSET ~ DAY , 87\nREAR a sharp inhalation as the decor opens. \n\nTARGET SECTION TO BE ANNOTATED:\nSEE MARY's looming shadow reach into the closet and grab a\n\nquilt. The quilt is a fat bundle - it looks as if it\nMight contain £.T.\n\n’ INT. ELLIOTT's ROOM - DAY 88\n\nELLIOTT's face expresses panic. MARY shakes out the quilt.\nRelief--it is only a quilt.\nBoysoo062\n\nMARY\nWould you like to get in my bed?\n\nELLIOTT shakes his head 'no.' MARY covers him and\nleans closer to him:\n\nMARY\nYou waited outside last night\nfor that thing to come back,\ndidn't you?\n\nELLIOTT nods.\nMARY toy\n\nThink you'll live if I go to\n\nwork. No T.V.\nELLIOTT nods.\nMARY kisses him and leaves. ELLIOTT drops his head to his\npillow and sighs with relief. .\nEXT. FRONT OF HOUSE - DAY - -89\nMICHAEL backs the car down the driveway, screeching to a\n\nnoisy stop at the sidewalk as his MOTHER steps out of\nthe front decor.\n\n'\n\n \n\f$0\n\n91\n\nINT. CLOSET ~ DAY . $0\n\n£.7. sits in the dark closet. HEAR the sounds of the family\nleaving the house. Finally, the door opens, and ELLIOTT\nsticks his head in. E.T. gets to his feet.\n\nELLIOTT\nCome on. Come.\n\nge2\n£.7, follows ELLIOTT out of the closet. Boy $00\n\nINT. ELLIOTT's ROOM - DAY | . $2\n\n£.7. follows ELLIOTT to the center of the room. There is\nserious hesitancy between them.\n\nELLIOTT\nDo you talk? You know, talk?\n\nE.T. is silent.\n\nELLICTT\nMe human. Boy. Elliott. Ell-ee-ut.\n\n-Silence. -ELLIOTT leads E.T. over to his desk. ELLIOTT\n\npieks up a lego and nolds it for E.T. to see.\n\nELLICTT\nLego. Block.\n\nELLIOTT bites down on the lego.\n\nELLIOTT\nPlastic.\n\nELLIOTT turns on the radio, The music blares out.\n\nELLIOTT\nMusic.\n\nE.T. holds his hands over his ears.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nELLIOTT\nMusic. E. T. holds his hands over his ears. \n\nTARGET SECTION TO BE ANNOTATED:\n ELLIOTT turns the radio\noff. £.7T.'s attention is drawn back to the things on the desk.\nE.T. lifts a quarter.\nELLIOTT\nMoney.\nE.T. bites the quarter.\n\n(CONTINUED)\n\fgl\n\n92\n\n93\n\nCONTINUED: : 91\nELLIOTT\nNe, no, no! Are you hungry?\n(pause)\nI‘m hungry.\n\nELLIOTT eases himself out the door and says to £.T.\n\nELLIOTT\nYou stay. Okay? Stay.\n\nE.T. stares at ELLIOTT as the boy shuts the door and\nleaves him alone.”\n\nINT. HALLWAY OUTSIDE ELLIOTT's DOOR - DAY Boy 5 92\n\nAs ELLIOTT closes his bedroom door, he has to face a very\nnervous HARVEY. ELLIOTT pauses to console the dog.\n\nELLIOTT\nHe's good. He won't hurt you.\nNo bite. Come. Come on.\n\nHARVEY reluctantly follows ELLIOTT, pausing to look\nagain at the closed decor and whimper.\n\nINT. ELLIOTT's ROOM - DAY : 93\n\nLeft to his own devices, E.T. wanders around ELLICTT's room.\nHe lifts a cardboard box and drops it, spilling leges 3ll over\nthe floor. He moves on to the record player and unknowingly\nscratches the needle across the surface of a record. at this\npoint, he looks up and sees the fierce face of a poster-\nleopard staring down at him.\n\n \n\nE.T. moves back to the desk and examines the debris on it:\na mountain of stuff which has been organized by MARY. E.T.\npulls on a handle and dumps the contents of the desk drawer\non the floor. He stoops to examine this wonderful stuff:\nrubber bands, pens, pencils, screw driver, string, nails.\n\nUnder the desk is an umbrella. E.T. presses a button on the\nhandle and the umbrella pops open, scaring the CREATURE\nhalf to death. .\n\f96\n\n37\n\nCONTINUED: . 96\n\nE.T. places his sandwich on the sink and sticks his\nhands in the water.\n\nELLIOTT\n“i Yeah, it's just water.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\n96\n\n37\n\nCONTINUED: . 96\n\nE. T. places his sandwich on the sink and sticks his\nhands in the water. ELLIOTT\n“i Yeah, it's just water. \n\nTARGET SECTION TO BE ANNOTATED:\n Yeah!\nYou like it, I can tell.\n\ngee\n\nE.T. splashes his face with water.\n. 8 ox S Qo\nELLIOTT\nLook at this, this is great.\nELLIOTT turns on the tub. He motions for E.T. to get in.\n\nELLIOTT\nGo on. It won't kill you.\n\nELLIOTT helps E.T. to the tub and hands him his sandwich.\n\nTHE PHONE RINGS\n\nE.T, just about jumps cut cf his skin when he hears the phone.\nELLIOTT just abcut jumps cut of his skin at the same moment.\n\n \n\nELLIOTT stares at E.T., then whispers.\n\n‘ELLIOTT .\nIt's okay. It's oniy the phone.\nRelax. Yes. Stay. .\n\nE.T. sits, sandwich in hand.\n\nINT. MARY's ROOM - DAY a Lo 97\n\nThe phone is automatically answered on the third ring.\nWe HEAR this recording:\n\nMARY'S VOICE (RECORDING)\nHello, we can't come to the phone\nright now, but if you leave a message\nwe'll be sure to get back to you.\n\n. MARY's VOICE\nElliott? Can you hear me? Answer\nif you can. Elliott?\n\nELLIOTT drops down ento his mother's bed and answers the\nphone. .\n\n(CONTINUED)\n\f94\n\n95\n\n96\n\nINT. KITCHEN - DAY 94\n\nAt the moment of £.T.'s fear of the umbrella, we cut to ELLIOTT,\nstanding at the refrigerator. ELLIOTT shrieks and dross.a\nbottle of grape juice, splattering glass and purple liguid\nacross the kitchen flocr.\n\nINT. ELLIOTT's ROOM - DAY 95\n\nBACK TO E.T. having some difficulty getting to his feet. The\ndoor opens and ELLIOTT peeks in, two Gripping peanut butter\nand jelly sandwiches in his fists.\n\nELLIOTT 1\nYou okay? gd&\non tee himself) . pot $8\n\n_I almost had heart failure.\n\nB.T. swoons and catches himself on the desk. ELLIOTT reaches\nout for the creature, but his hands are full of sandwiches\nand he is still tco timid to touch E.T. £.T. straightens.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nELLIOTT reaches\nout for the creature, but his hands are full of sandwiches\nand he is still tco timid to touch E. T. £. T. straightens. \n\nTARGET SECTION TO BE ANNOTATED:\nLLICTT\nToo much excitement, huh?\nIt's okay. Come with me. Come.\n\nThere is heavy perspiration on E.T.'s face and he has paled\nconsiderably. But he rallies and follows ELLIOTT out of the\nroom.\n\nINT. BATHROOM - DAY 96\n\nE.T. and ELLIOTT stand side by side, facing the mirror,\neating their sandwiches. ELLIOTT holds his hand up to the\nmirror, and E.T. holds his up >eside it. :\n\nELLIOTT\nJeez, look at those monsters.\nFingers. Hands.\n\nE.T. drops his hand down to the faucet. ELLIOTT turns\nthe faucets on.\n\nELLIOTT\nThis is where our water: comes from.\nSee, hot. Coid. :\n\n£.T. places his sandwich on the sink and sticks his\nhands in the water.\n\n(CONTINUED)\n\f97\n\n38\n\n99\n\n100\n\nCONTINUED:\n\n. ELLIOTT\nHi, Mom.\n\nWe can see into the bathroom from here. As ELLIOTT lies\nback on the bed, we see £-T. sink down behind the rim of the\nbathtub. We HEAR a deep inhalation.\n\nELLIOTT exhales a contented sigh and eats his sandwich. He\nmakes a face at the taste.\n\nELLIOTT\nI'm fine. Yuck! Huh? Oh, I Qe\nmean I still have a fever and stuff. poy g0t\n\nINT. BATHROOM ~ DAY\n\nWe can see ELLIOTT. from the bathroom. We can also see E.T.\nfloating, his entire body and head and the sandwich under\nwater.\n\nELLIOTT (0.C.)\nYeah. No. Uh huh. Okay.\n, Well, bye.\n\nELLIOTT enters the bathroom and screams.\n\ncLosfc: ON =.T.\n\nHe opens his eyes and looks up at ELLIOTT through a thick\nlayer of water. te, .\n\nANGLE: ELLIOTT & E.T. .\n\nELLIOTT grabs E.T.'s arm (the first time he has touched\nthe creature) and pulls him from the water.\n\nELLIOTT\nYou can drown doing that kind\nof stuff! :\n\nE.%, inhales again and sinks back into the water.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nELLIOTT grabs E. T.'s arm (the first time he has touched\nthe creature) and pulls him from the water. ELLIOTT\nYou can drown doing that kind\nof stuff! :\n\nE.%, inhales again and sinks back into the water. \n\nTARGET SECTION TO BE ANNOTATED:\n ELLIOTT\nstill has his hands around =.T. ELLIOTT waits. E.T. stays\nunder. ELLIOTT waits. He notices now that he is gripping\nE.T. ELLIOTT pulls his hands away, then returns them, and\nbegins to tenderly stroke E.T.'s body, the way a boy might\npet a snake for the first time. E.T. blinks up at the boy.\n\n(CONTINUED)\n\n97\n\n98\n\n99\n\n100\n\fon\n\n100\n\ni101\n\n102\n\n103\n\n104\n\nCONTINUED:\nELLIOTT\n\nAre you part aquatic elf?\n\nINT. ELLIOTT's ROOM - DAY\n\nELLIOTT and E.T. (with a towel over his shoulder) sit on\nthe floor in the sunlight coming through the cragon's breath,\n\nELLIOTT has the book GOBLINS AND GNOMES spreac open on the.”\n\nfloor and, together, he and =.T. Icok at the pictures. S\na?\nINSERT: DRAWINGS :\n\nFantastical drawings of make-believe creatures.\n\nBACK TO: ELLIOTT & £.T.\n\nELLIOTT looks from the book to £.T. E.T. looks from the\nbook to ELLIOTT, with the same expression of confusion,\n\nINT. CLOSET ~ DAY\n\nELLIOTT is redecorating this large closet, which separates\nhis room from GERTIE's, while E.T. watches from the doorway.\nStuffed animals have taken position as the “front line,\"\nblocking view of the “living area,\" an empty cell Lined with\nstorage boxes and unused recreational equipment. s\n\ncell is padded with a patchwork quilt and rounded with\npillows. A dogbowl full of water sits next to a bag of Oreos.\n\n   \n\nHe lifts a newspaper and mfolds it. The glare through the\ncloset's window silhouettes ELLIOTT's face behind the\ncolored funny pages. ELLIOTT lays the newspaper on the floor.\n\nELLIOTT\nCome, Come. Please.\n\nELLIOTT takes E.T.'s hand and leads him to the nesting place.\nELLIOTT -\nThis is your home. HOME.\nYou stay. Okay? STAY.\nI'll be right here.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nOkay? STAY. I'll be right here. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\n100\n\niol\n\n102\n\n103\n\n104\n\f104 CONTINUED: . 104\n\nELLIOTT backs out of the closet. £E.T. is now revealed, sitting\nin the living area, lcoking a little sad and idrlarn. The\ncloset coor shuts.\n\nE.T. looks around. Se immediately squints, takes a red\nkerchief irom a shelf and covers the lampshade. The light\nis now softened to a pastel pink.\n\nE.T. looks at a stuffed toy leopard sitting on a shelf beside\nhim. Cautiously, E.T. touches the leopard's floppy saw.\n\nThe leopard falls - lifelessly into =.T.'s lap. E.T. jumps,\nknocking over the lamp. The lamp spins wildly on its base,\nhighlighting all the strange and forsign objects that\nclutter E.T.'s new home: skateboards, hatboxes, a woman's\nsewing figure. The light spins past E.T. as it makes its\nrounds. Finally, it slows to a stop, coming to rest on a\nnewspaper cartoon at E.T.'s feet. £.T. slowly bends down\nto look at the cartoon.\n\n \n\na\n: aorsne?\n\n105 INSERT: A FLASH GORDON CCMIC STRIP. 105\nThis segment features 2 spaceman standing beside his crashed\nSpaceship on a cesolate planet. The lower corner reads,\n\n\"To Be Continued.” :\n\n106 BACK TO £.T.: 106 x..\nPULL BACK as E.T. ponders the comic.\n\nio7 INT. KITCHEN - Day . 107\nMICHAEL, wearing his football jersey and shoulder pads,\nunlocks the kitchen door and steps into the house, singing.\n\nMICHAEL (singing)\n“Accidents will happen, but it's\nonly hit ‘n run...\" *\n108 INT. ELLIOTT's ROOM = DAY 108\n\nMICHAEL opens the door. ELLIOTT stands in the center of his\ndebris strewn room. MICHAEL makes himself at home. ELLIOTT\nremains stiff and motionless.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nELLIOTT stands in the center of his\ndebris strewn room. MICHAEL makes himself at home. ELLIOTT\nremains stiff and motionless. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\n* Elvis Costello, \"Accidents Will Happen”\n\f108 CONTINUED: (2) 108\n\n_ : MICHAEL\nHow you feeling, faker?\nELLIOTT\nFine. :\nMICHAEL\n\nTyler said he got sixty-nine thousand\nat Astercics yesterday, but he\npulled the plu¢ so, who knows...\n\nELLIOTT\nI've got something really important\nto tell you.\nMICHAEL looks up.\n\nELLIOTT\nOkay. This is the most important,\n\nprobably the most serious thing ever. gee\nMICHAEL : -o\nWhat'd you do? A\nee\nELLIOTT\n~~ Okay. Remember the goblin?\n°“ MICHAEL\nYou're so lame, Elliott.\n\"ELLIOTT\nHe came back. .\nMICHAEL\nBull.\nELLIOTT\nOne thing, I have absolute power.\nSay it.\nMICHAEL\n\nWhat have you got? Is it\nthe coyote! Let me see it!\n\nELLIOTT\n\nNo. Swear first. The most\nexcellent promise you can make.\n\n(CONTINUED)\n\f~~\n\n108\n\nCONTINUED: (2) i108\n\nMICHAEL\nOkay.” Okay. He's yours.\n- Mom's going to kill you.\n\nELLIOTT\nOkay. Stand over there. and\nyou'd better take off your\nshoulder pads.\n\nMICHAEL\nWhat! :\n\nELLIOTT -\nYou might scare him. Go on.\n\nMichael removes his shoulder pads as ELLIOTT goes to the\ncloset,\n\nELLIOTT (0.C.)\nAnd close your eyes!\n\nv\nMICHAEL we\nDon't push it. 4S\nae\nELLIOTT (0.C.)\n\nI'm not coming cut until your\neyes are closed.\n\nMICHAEL\nOkay, they're closed.\n\nELLIOTT and E.T. step cut ef the closet. ELLIOTT puts his\narm.over E.T.'s shoulder and nods to the creature reassuringly.\nHe looks at his brother again.\n\nELLIOTT .\n\nSwear it, one more time, I have...\nMICHAEL\n\nYou have absolute power, all right\n\nalready.\nThe door suddenly flies open.\nGERTIE comes running in. She sees E.T. and lets out a terrified\nscream. MICHAEL opens his eyes, sees E.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe sees E. T. and lets out a terrified\nscream. MICHAEL opens his eyes, sees E. \n\nTARGET SECTION TO BE ANNOTATED:\n. and screams. £.T.\nscreams. ELLIOTT screams. ELLIOTT catches himself and yells.\n\ni ELLIOT?\nMake her stop!\n\n(CONTINUED)\n\n \n\f108\n\n109\n\ni110\n\nill\n\n112\n\n(CONTINUED) (3) 108\n\nMICHAEL clamps his hand over Gertie's mouth. GERTIE\nclutches her three fcot INDIAN DOLL.\n\nELLIOTT\nIn the closet. Fast.\n\nMICHAEL hurries GERTIE into the closet.\n\nINT. CLOSET - DAY 109\nMICHAEL and GERTIZ leap into the closet. The door closes,\n\nthen opens a second later, and E.T. comes tumbling into the\ncloset. The door closes with a bang.\n\nINT. ELLIOTT’s ROOM ~ DAY : : . ilo\n\nMARY steps in to ELLIOTT's room. ELLIOTT is draped over\nthe stuffed chair. The room looks as if a cyclone hit it.\n\nMARY : oe\nBi, honey...what happened in here! we\n: ELLIOTT gh?\nWhat do you mean? .) .\nMARY\nLook at this! How is this pessible?\nINT. CLOSET - DAY - . lil\n\nMICHAEL still has his hand over GERTIE's mouth. S8cth\nchildren have their eyes glued on E.T. E.T. turns from the\nchildren's fearful faces to peek between the slats of the\nlouvered door.\n\nHIS POV: MARY ‘ 112\n\nELLIOTT\nOh. You mean my room.\n\nMARY\nThis isn't a room. This\nis an accident.\n\nMARY walks across the room and kisses ELLIOTT on the forehead.\n\f113\n\n114\n\nINT, ELLIOTT's ROOM ~ DAY 113\nELLIOTT\nI'll clean it.\n\nMARY\nThis must mean that you're\nfeeling well enough to go\nto school tomorrow.\n\nELLIOTT nods. MARY heads for the door.\nMARY\n\nYou fellas keep an eye on Gertie\nwhile I take a shower.\n\nELLIOTT\nPor sure.\nMARY leaves.\nINT. CLOSET - DAY : . 14\n\nYou could cut the silence with a-knife.\n\nELLIOTT enters. The children speak in whispers.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSET - DAY : . 14\n\nYou could cut the silence with a-knife. ELLIOTT enters. The children speak in whispers. \n\nTARGET SECTION TO BE ANNOTATED:\nMICHAEL ~~\nElliott? gs\n. go\nELLIOTT «4S\nI'm keeping hin! 9°\nMICHAEL\n\nYou gotta tell Mon.\n\nELLIOTT\nShe'll want to do the right\nthing. You know what that\nmeans, don't you? .\n(points to E.T.)\nDeg food. Or lobotomy.\n\nMICHAEL\nWhat is it?\n\nELLIOTT\nHe's good. I can feel it.\n\n: (CONTINUED)\n\f114 contrnuzD: = (2) 1i4\nMICHAEL indicates GERTIE.\n\nMICHAEL\nShe'll blab it for sure.\n\nELLIOTT\nGertie, he's not going to\n\nhurt you.\n\nELLIOTT smiles. GERTIE nods. MICHAEL loosens his grip.\n\n. GERTIE\n. Is he a boy or a girl?\nELLIOTT\nAh...he's a boy.\nGERTIE\nHow can you tell?\nELLIOTT\nNow you're not coing to tell, ~ 2\nare you? Zven Mom? . aoe?\nGERTIE ave?\n\nWhy not?\n\nELLIOTT\nBecause, ah, grown-ups can't\nsee him. Only kids can see hin.\n\nELLIOTT looks at MICHAEL.\n\nELLIOTT\nYou know what will happen\nif you tell? °*\n\nMICHAEL takes Gertie's INDIAN DOLL and pretends he is\nwrenching its arm off.\n\n: ELLIOTT\nDo it, Mike. We have to.\n\nMICHAEL\n(in a MR. BILL voice)\nNo. No! Don't break my arm,\nplease! I'll do anything,\nit hurts, please!\n\nGERTIE's eyes fill with terror. £.T. watches.\n(CONTINUED)\n\f115\n\nCONTINUED: (1) 115\n\nELLIOTT\n{to MARY)\nMay I take your plate?\n\nMARY\nYes, thank you.\n\nMARY is amused by ELLIOTT's manners. ELLIOTT takes the\nplates to the sink.\n\nELLIOTT\nI made a house in the big closet\n. today. .\n\nMICHAEL suddenly rises with his plate and carries it to\nthe sink. He gives ELLIOTT a quick hip-shot.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nELLIOTT\nI made a house in the big closet\n. today. . MICHAEL suddenly rises with his plate and carries it to\nthe sink. He gives ELLIOTT a quick hip-shot. \n\nTARGET SECTION TO BE ANNOTATED:\nMARY\nWhat kind of house?\n\nELLIOTT : :\nSort of like a hideout. goer\n\nGERTIE go’ $0\nMama, why do we see what you\ndon't see?\nMICHAEL\nWe don't. .\nMARY\n- (to Gertie) *\nBecause we're different people,\nwe see things differently.\n(to Elliott)\n\nWhat did you do with all the\nstuff that was in there?\n\nELLIOTT\nI reorganized.\n\nMARY\nOh, really?\n\nGERTIE\nWhat are the people wno\naren't people?\n\n(CONTINUED)\n\n \n\f114 CONTINUED: (2) 114\n\n: GERTIE\n\nStop! Stop it!\n\nELLIOTT\nPromise?\n\nGERTIE\nYes.\n\nELLIOTT\nFor sure?\n\nMICHAEL and GERTIE nod.\n\nGERTIE\nIs he from the moon?\nMICHAEL\nWas he wearing any clothes?\nELLIOTT\nNope. Yeah, he's from the b\nmoon. Isn't that exciting? ,90°\nx\n_GERTIE nods. eo\n“ . MARY (0.C.)\nCome help with dinner.\nEverybody!\nELLIOTT smiles at E.T. then neds to the others,\nELLIOTT\nOkay. Act straight.\n115 INT. KITCHEN - NIGHT . 115\n\nThe family sits at the dinner table nibbling the remains\nof their hamburgers, each lost in his or her own thoughts.\n\nELLIOTT wipes his mouth.\n\nELLIOTT\n' Delicious.\n\nELLIOTT gets up with his plate.\n, , (CONTINUED)\n\n.\n\n \n\f418 CONTINUED: — (2) 11s\n\nMICHAEL\n\nThere's no such thing.\nMARY puts the kettle on the stove.\n\nELLIOTT\nCan I keep the hideout?\n\nGERTIE\nCan he? :\n\nMARY\nFor a little while.\n\nMARY goes to the cupboard for the teapot.\n\nMARY\nToo bad I won't be able to see\nit until Elliott cleans his room.\n\nWhile her back is turned, the children share a victorious\nmoment.\n\nGERTIE\non™ (whispers to Elliott)\nShe really can't see it? gee\n\nMARY gills the teapot. A\n\nMARY\nI've got stuff to do. Will\nyou finish up in here?\n\nMICHAEL\n-Absolutely.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nA\n\nMARY\nI've got stuff to do. Will\nyou finish up in here? MICHAEL\n-Absolutely. \n\nTARGET SECTION TO BE ANNOTATED:\nThe children all smile at MARY as she leaves the room. The\nmoment she is gone, ELLIOTT grabs a clean plate, and each\nchild adds some tidbit of food to E.T.'s dinner. ELLIOTT\nheads for the hallway with a tray full of food.\n\nELLIOTT\nWatch her. When the coast is clear,\nyou can come in. Knock three times.\n\f116\n\n117\n\n118\n\niis\n\n.\n\nINT. SECOND FLOOR HALLWAY - NIGHT 116\n\nMICHAEL sneaks up the stairs, taps three times at ELLIOTT's\ndoor and is granted passage. GERTIE is right behind him.\n\n+ REVERSE ANGLE ON MARY'S ROOM 117\n\nMARY is sitting on the Floor of her bedroom folding laundry.\nShe looks up and sees GERTIC.\n\nMARY\nWhat are you doing, Gertie?\nGERTIE :\nI'm going to play in Elliote's 2\nroom. g0&\nors\nMARY\nOkay. Don't let them torture you.\nEACK TO: GERTIE AT TOP OF STAIRS 118\n\nGERTIE pauses at the tep of the stairway, lifts a rather\ndroopy GERANIUM in a pretty, blue pot and carries it to\nElliott's door.\n\nINT. ELLIOTT's ROOM = NIGET 119\n\nMICHAEL lets GERTIE in. HARVEY butts his way in behind\nher. £.T. immediately notices the GERANIUM in GERTIE's\nhands, He eats an orange without peeling it. ‘The children\nSpeak to one another in whispers.\n\nMICHAEL\nMaybe he's just some animal that\nwasn't supposed to live. You know,\nlike these rabbits we saw that time.\n\nELLIOTT\nDon't be lame.\n\nMICHAEL\nBut I don't believe in stuff\nlike this.\n\nELLIOTT\nIdo. Now. I always did, really.\n\n:\n\n(CONTINUED)\n\f119\n\nCONTINUED:* (1) i119\n\n£.T. examines some clay on Elliott's desk. He closes his\nfingers, and the clay gushes through them.\n\nELLIOTT\nI-got an idea, get the atlas.\n\nMICHAEL pulls the atlas from Elliott's shelf. They open it,\nlay it across =.T.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nMICHAEL pulls the atlas from Elliott's shelf. They open it,\nlay it across =. T. \n\nTARGET SECTION TO BE ANNOTATED:\ns plate and turn pages until they\nreach the United States.\n\n. ELLIOTT\n: Look. See? This is where we are.\n‘ You know that much.\n, gee\nMICHAEL grabs the globe. XS Qo\nBO\nMICHAEL : -\nUse this.\n\nELLIOTT closes the book and points to the United States\non the globe.\n\nELLIOTT\nSee, we're here. Where are\n,you from?\n\nE.T. looks at the globe. He points out the window.\n\nGERTIE\nI don't like his feet.\n\nELLIOTT\nShhh. They're only feet. He's\ntrying te tell us something.\n\nELLIOTT opens the atlas again. It opens to a drawing of\nthe solar system. £.T. stops ELLIOTT from turning the page.\nELLIOTT points to the globe and to the planet Earth in the\n@rawing. £.T. points to the drawing and then out the\nwindow.\n\nELLIOTT\nYeah. Earth. Home.\n\nE.T. takes the clay and beqins rolling balls. E.T.\nPlaces five clay balls on the solar system drawing.\n\n(CONTINUED)\n\f119\non™\no~\n120\n121\n\nCONTINUED: (2) 119\n\nMICHAEL\nHe can‘t count.\n\nELLIOTT\nWait. -\n\nE.T. points to the map, then to the balls. He points to the\nglobe and to ELLIOTT, and to one small ball and himself.\nELLIOTT shivers, one of the “cosmic” shivers that run up\nyour spine.\n\n. ELLIOTT\n. (softly) .\noh, no. ¥ nd 8 pe\n. 49%\nMICHAEL _ Bo\n\nElliott?\nThe BALLS LIFT OFF of the book. They RISE IN THE AIR above\nthe chiléren's heads and they begin to spin, to orbit, really,\nfive of them around the one larger \"sun\" ball.\nE.T. points to the balls, then points out the window. He\nisoks at the children.\nCLOSE: TEE CHILDREN 120\n\nShock, horror and realization on their faces.\n\nWIDER: £.T. AND CHILDREN we . 121\nE.T. points to the same small ball and back to himself.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nT. AND CHILDREN we . 121\nE. T. points to the same small ball and back to himself. \n\nTARGET SECTION TO BE ANNOTATED:\nELLIOTT\nOh, no.\n\nMICHAEL\nElliott?\n\nELLIOTT\nOh, no.\n\nSuddenly, the balls fall to the floor. E.T. turns his head\nin the direction of the window. HARVEY's ears suddenly perk\nup and he looks to the window. ELLIOTT shivers. His face\n\nreflects E.T.'s fear.\n+\n\n(CONTINUED)\n\f121\n\non\n\n122\n\n123\n\n124\n\n125\n\n125A\n\n126\n\nCONTINUED:\n\nMICHAEL\nWhat is it?\n\nELLIOTT\nIdon't know. Something scary.\n\nGERTIE\nWhat?\n\nELLIOTT\nI don't know!\n\nE.T. is on his feet. He tries to push the children into the\ncloset. They immediately cblige him, curious and confused.\nGERTIE is still holding the GERANIUM.\n\nINT. CLOSET - NIGHT\n\nE.T. backs into the “living area\" of the closet. ELLIOTT\nslips out of the closet.\n\nINT, ELLIOTT's HOUSE - NIGHT\n\nELLIOTT quietly sneaks down the stairs and out the front door.\n\nEXT. BACK YARD = NIGHT\n\nELLIOTT runs up the flagstone stairs. The red gate light\nis on. HEAR the sound of KEYS.\n\nEXT. BACK YARD GATE - NIGHT\n\nELLIOTT stands at the gate, illuminated by the red light.\ncan HEAR the sound of KEYS and the steady ticking of a\ngeiger counter.\n\nQb\nREVERSE : gd\ngo*>\n\nInto the darkness...see nothing.\n\n“EXT. BACK YARD = NIGHT\nELLIOTT closes the gate. Deep fear is visible in his face.\n\nThe SOUND of KEYS grows louder. ELLIOTT looks up at the\ndark starry sky.\n\nHe\n\na4.\n\ni21\n\n122\n\n123 xX\n\n/ 124\n\n125 x\n\n125A\n\n126\n\f127\n\n128\n\n129\n\n-130\n\ni131\n\nEXT/INT. ELLIOTT’S ROOM = NIGHT 127\nVIEW OF A NIGHT SKY FILLED WITH STARS.\nThe VIEW PULLS IN to ELLIOTT's room. ELLIOTT is sitting on\n\nhis top bunk, silhouetted acainst his windew, wrapped ina\nblanket.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nELLIOTT’S ROOM = NIGHT 127\nVIEW OF A NIGHT SKY FILLED WITH STARS. The VIEW PULLS IN to ELLIOTT's room. ELLIOTT is sitting on\n\nhis top bunk, silhouetted acainst his windew, wrapped ina\nblanket. \n\nTARGET SECTION TO BE ANNOTATED:\n His focus is unchanging, directed at the closes.\n\n \n\nHis door opens, and MICHAEL, clad in Pajamas, comes in and\nClimbs up next to him. Together they stare in the directicn\nef the closet. The HERA HOVES across the filthy room and\nteward the closet. The door is open, and a dim light\n\ncan be seen. .\n\nINT. THE CLOSET ~ NIGHT ‘ 30% 5909 128\n\nThe CAMERA moves into the closet, past the barricades of\nstorage boxes and stuffed animals. E.T. sits in his living\narea, locking through one of Gertie's ABC books. He turns\nthe pages slowly, stopping at the letter 'B', for BOY.\n\nE.T. touches the drawing of the small boy.\n\nE.T. looks up, and his attention is drawn to the GERANIUM,\nnow placed under the closet window. £.7. stares at the flower.\n\nREVERSE: THE FLOWER . : 129\n\nBefore our eyes, the flewear turns on its stem. As it\nfaces E.T., it straightens. In a burst of life, its tight\nbuds begin to open, suddenly blooming, bursting forth in\nbrilliant red ilowers. :\n\nBACK: TO E.T. mo 130\nHe strums his fingers on the drawing of -the boy, and we\nHEAR him speak softly. .\n\nE.T.\nElliott, Elliott.\nFADE OUT\nFADE IN: -\nEXT. ELLIOTT'S NEIGHBORHOOD - DAY 131\n\nELLIOTT pedais his bike slowly down the sidewalk as MICHAEL\nwalks beside him. They are dressed for school: Jeans,\njackets, backpacks. They both look worried.\n\n(CONTINUED)\n\fi3l\n\nCONT. Inuzp: (2) 231\n\nMICHAEL\nOkay. So he hears real coed and\ncan move stuff without touching it,\nand he...on Ged, Elliott...now co\nyou know there aren't more of them?\n\nELLIOTT is silent. He looks slightly paranoid as he turns\nto double check every adult in the vicinity: the milkman,\na lady walking a dog, a man sitting in a car at the corner.\n\nELLIOTT\nHe's alone. Any moron can see\nthat.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks slightly paranoid as he turns\nto double check every adult in the vicinity: the milkman,\na lady walking a dog, a man sitting in a car at the corner. ELLIOTT\nHe's alone. Any moron can see\nthat. \n\nTARGET SECTION TO BE ANNOTATED:\n Is that our regular\nmilkman?\n\nMICHAEL looks and nods.\n\nMICHAEL\nWho was that man? Why did he er\nseare... go® °\n(searching for 4S\nthe word) : : go\n»-ehim?\nELLIOTT\n\nI think he was lecking for...\n(also searching\nfor word)\n\n«.ehim.\n\nMICHAEL\nYou gotta tell, Elliott. It's\ntoo serious. os\n\nELLIOTT .\nNo! I have absolute power. You\nsaid it. He needs time, he\nwants to stay with us. He has\nto plan his strategy.\n\nMICHAEL\nHow do you know what he wants?\nIs he in your brain or something?\nELLIOTT begins to answer, but MICHAEL presses on.\n\n(CONTINUED)\n\f331\n\nbe\nte\ne\n\nCONTINUED: (2)\n\n: MICHAEL\nHe's a man from outer srace, Elliott!\nA real live extra terrestrial! We\ncould ail wake up and find ourselves\non Mars or something, surrounded by\nmillions of these little, squashy guys.\n\nELLIOTT\nDon't get crazy.\n\nMICHAEL\nThis is an excellent time to get crazy!\nAnd besides, maybe he's not smart\nenough to plan any strategy. Maybe\nhe’s like a worker bee who only knows\nhow to push buttons or something.\n\nELLIOTT . 7\nHe is too smart! And he's good. gc\nIt's weird, it's like I know how he gd\nfeels. And he's good, I can tell. st?\nMICHAEL %\nWell, you'd better think nice\nabout him. Just in case.\nEXT. STREET CORNER ~ DAY 132\n\nThey have reached the corner bus stop. Children cf all\nages are grouped together on four different corners. As\nELLIOTT and MICHAEL reach the corner, TYLER yelis out.\n\nTYLER :\nHey, Elliott. Where's your goblin?\n\nThe other D&D boys laugh.\n\nELLIOTT gives his brother 2a disappointed look: the look of\none who has yet one more time been the butt of older boys'\njokes.\n\nMICHAEL (to Tyler)\nShut up.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe other D&D boys laugh. ELLIOTT gives his brother 2a disappointed look: the look of\none who has yet one more time been the butt of older boys'\njokes. MICHAEL (to Tyler)\nShut up. \n\nTARGET SECTION TO BE ANNOTATED:\nSTEVE\nDid he come back?\n\n\\ (CONTINUED)\n\f132\n\n~~\n\nA 1320\n1328\n\nREVISED 9/8/81 48.\n\nCONTINUED (3) - 132..\nELLIOTT ignores the BOYS.\n\nGREG\nDid he? -\nELLIOTT\n\nYeah, he came back, and he wasn't\na goblin. He was 4 spaceman.\n\nMICHAEL punches ELLIOTT on the arm. The BOYS laugh.\n\n: . TYLER\nOh, radical, man.\n\nELLIOTT\nYou're so immature.\n\nTYLER\nAnd you're such a ¢cintus suprimus.\n\nA yellow school bus pulls to a stop in front of the BOYS. or\nThe older ones board. A bus pulls up to the opposite SS\ncorner and small children board that one. ©\n\nINT. BUS - DAY @ 132A\n\nMICHAEL reaches a seat on the bus, pulls up the window,\nleans out. ELLIOTT whispers to him. .\n\nELLIOTT\nThis is going to be the_iongest\nday of my life.\n\n. The bus pulls away. ELLIOTT climbs on his bike and shoves\n\noff, doing wheelies down the sidewalk.\n\nINT. FRONT DOOR - DAY 1325 x\nMARY “shoos\" GERTIE out the front door.\n\nMARY .\nGo get in the car, we're late.\n\nGERTIE exits, MARY grabs her purse, lifts a bundle of clothes\nfor the dry cleaner, then HEARS an odd SOUND coming from\nupstairs. MARY pauses, puts down her bundle and climbs the\nstairs. .\n\n \n\f132c\n\n132D\n\n1325\n\n133\n\nREVISED 9/8/81 “48a,\n\nINT. ELLIOTT's ROOM - DAY 132¢ X\n\nMARY opens the deer aad enters the room. She grimaces\nat the accumulating mess. She starts to leave the rocm,\nthen has a second thought. She goes to the closet.\n\nINT. CLOSET -\" DAY 132D Xx\n\nMARY opens the docr and steps in. She has to bend over to\nwalk to the rear of the closet. She peeks at the nesting\narea. It is empty..",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe has to bend over to\nwalk to the rear of the closet. She peeks at the nesting\narea. It is empty.. \n\nTARGET SECTION TO BE ANNOTATED:\n MARY smiles at the sweet, childish-\nness of ELLIOTT's \"hideout\". She never notices E.T., lost\namong the lineup of stuffed animals, 2 disgustingly \"cute\",\nfrozen look on his face. MARY exits.\n\nEXT. FRONT OF HOUSE - DAY 132E x\nMARY runs down te the bottom ofthe driveway, gets into the\n\ncar. She and GERTIE drive away.\n\nINT. ELLIOTT'S ROOM - DAY\n\nE.T. sticks his head qut sf Elliott's bedrocm door. The\n\nhouse is quiet. Only HARVEY is home and he rises from his\npost outside Elliott's door when he sees E.T.\n\f \n\n135\n\n136\n\n1370\n\nINT. KITCHEN = DAY\n\nAn empty kitchen. E.T.'s head peeks around she coor.\nConvinced he is-alcne, £.T. waiks into the kitchen.\n\nThe refrigerator starts to hum suddenly. 2.1. stops in\nhis tracks. He assumes his defensive, cpen-mouthed, hewling\nposition. Nothing happens. £.T. opens the ice box door.\n\nHe shivers in the blast of cold air, but recognizes objects\nof food and lingers long enough to get something co eat: a\nhandful of potato salad and a can of beer. £.T. sticks his\njong, skinny finger in the beer can's poo-top and pulls it\nfree. He pours the beez down his throat.\n\nINT. SCIENCE LAB - DAY . got? 136\n\nELLIOTT is scribbling \"E.T.\" over and over again on his\nPeechee as the SCIENCE TEACHER at the front of the room\nrambles on ahout frog dissection.\n\nTEACHER (0.C.}\nSo, we're going to peel the skin\nback and take a look inside the\nfrog. You'll notice that the\nlungs will not collapse...\n\nSuddenly ELLIOTT lets out a loud belch. There is silence\nin the classroom. Then, the teacher continues.\n\nTEACHER (0.C.)\ne--and that the heart will go on\nbeating for a short time after the\ndeath of the frog. You'll get to\nsee it if you work quickly.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nTEACHER (0. C.)\ne--and that the heart will go on\nbeating for a short time after the\ndeath of the frog. You'll get to\nsee it if you work quickly. \n\nTARGET SECTION TO BE ANNOTATED:\nChildren all around ELLIOTT, including the very PRETTY GIRL\nat his side, turn to stare at the offender.\n\nELLIOTT is shocked at himself. He recovers quickiy and\n\npoints to the frog_ in the glass jar sitting on the\n\nlaboratory sink in front of him.\n\nCLOSE: THE FROG . - 137\n\nHe tries to climb the side of the glass jar, his webbed\nfeet slipping on the smeoth surface. The frog croaks.\n\f138\n\n139\n\n140\n\n141\n\n142\n\n143\n\nINT. PLAYROOM = DAY 138\n\nE.T., carrying two cans of beer, wanders into the family\nplayroom.\n\nGertie's \"SPEAK-AND-SPELL\" is lying on the couch. E.T. pops\nanother beer top, pours the contents down the hatch and\ncautiously presses a button on the toy. The game speaks to him.\n\n\"SPEAK & SPELL” VOICE\nGc C.\nCan you spell cat?\nThe T.V. remote control is lying beside the \"Speak-&-Spell\".\nE.T. presses a button on that. The TV cemes on. E.T. turns\nto it, astonished.\nINSERT: . ‘139\n\nAn evangelist is healing blind people in a circus tent.\n\nBACK TO E.T. 140\nnee\nE.T. presses another button. . 9”\n. : 4$\n\"INSERT go 141\nCartoons.\nBACK TO E.T. 142\n\nE.T. presses the buttons again and again, and the television\npicture transforms itself before his eyes. 2.1. pops\nanother beer top and keeps drinking. He leans against the\ncouch and watches TV. HARVEY is now at his side and is\nlicking the remnants of potato salad from E.T.'s éangling,\nalien fingers. E.T.'s head sways on its neck. There is\n\nne doubt - E.T. is drunk.\n\nINT. CLASSROOM = DAY . “ 143\n\nCLOSE: The TEACHER drops a felt parcel on the desktop and\nrolls it open; surgical tools clink as they hit the hard\nwooden surface.\n\n(CONTINUED)\n\n \n\f143\n\n144\n\n145\n\n146\n\nf™ 147\n\n143\n\n149\n\nCONTINUED © 143\nTEACHER (0.C.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLASSROOM = DAY . “ 143\n\nCLOSE: The TEACHER drops a felt parcel on the desktop and\nrolls it open; surgical tools clink as they hit the hard\nwooden surface. (CONTINUED)\n\n \n\f143\n\n144\n\n145\n\n146\n\nf™ 147\n\n143\n\n149\n\nCONTINUED © 143\nTEACHER (0. C. \n\nTARGET SECTION TO BE ANNOTATED:\nAll right, I'm going to place a\ncotton ball soaked with ethers\nin each jar, and while we wait\nfor the <rocs to expire, we\nwill ready our tools.\nWIDER TO INCLUDE ELLIOTT: 144\n\nELLIOTT's face is smack up against the glass jar containing\nhis doomed frog. His sad, brown eyes look enormous.\n\nCLOSE: , 145\nThe frog, looking into ELLIOTT's eyes.\nBACK TO ELLIOTT: 146\n\nELLICTT looks up at the murderous teacher and, with\na cracking voice, speaks. -\n\nELLIOT? . be\nAre you going to let the poor, go?\ndefenseless, little thing die? 49\nav\nINT. PLAYROOM - DAY © 147\n\nE.T. is turning into a melancholy drunk. He leaves\nthe playroom and staggers into ‘the kitchen.\n\nINT. KITCHEN - DAY % : 148\n\nHARVEY is at E.T.'s side. E.T. opens the refrigerator and\npulls out another beer and something wrapped in tin foil.\nE.T. opens the tin foil and finds a piece. of meat. The meat\nis unrecognizable to him, and he drops it on the flceor as\nhe reaches for another handful of potato salad.\n\nBARVEY eagerly eats the meat as E.T. starts back toward\nthe playroom. An open newspaper on the kitchen table stops\nhim.\n\nINSERT: . 149\nToday's instaliment of the FLASH GORDON cartcon strip.\n\n(CONTINUED)\n\n \n\fREVISED - 8/28/81 52.\n\n149 CONTINUED: 149\n\nThe downed spaceman frcm yestercay's cartoon climbs out of\n\n~~ his spaceship carrying a machine. He sets it up on the\nbarren grounc beneath hin ang the machine comes to life,\nsending radar waves out into space.\n\n150 BACK TO E.T. 150\n\nE.T. lifts his head. A serene look comes over his face. It\nis as if we can see the wheels turning as \"thought\" takes place.\n\n.150A REVERSE: THE TELEVISION iSOA X\n\nThe A.T. & T. Telephone “Reach Out and Touch Scmeone” com-\nmercial is on. Various old grandmas talk into phones.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nT. & T. Telephone “Reach Out and Touch Scmeone” com-\nmercial is on. Various old grandmas talk into phones. \n\nTARGET SECTION TO BE ANNOTATED:\n150B BACK TO E.T. : 150B x\n\nHis attention moves from the television set, back down to the\ncartoon, his \"thought\" continuing.\n\nisl INT. CLASSROOM - DAY 151\n\nELLIOTT suddenly sits up very straight. He has the same,\nclear “thought” look that E.T- had.\n\n: . ELLIOTT\no™ (to himself)\nSave him.\n\nThe PRETTY GIRL next to ELLIOTT stares at him. ELLIOTT looks\ndown at his frog, now breathing its last. In an instant,\nELLIOTT pulls the top from the jar, reaches in and Lifts out\nthe frog. The children around ELLIOTT are shocked. ELLIOTT\ngoes to the next jar and frees that frog, then the next and\nthe next. The classroom is in turmoil. Frogs are leaping for\nfreedom.\n\nTEACHER (0.C.)\nStop that!\n\nELLIOTT\nRun for your lives! Back to\nthe river, back to the forest!\n\nTEACHER\n(grabbing ELLIOTT) 8 ot 3°\nElliot! Stop it!\n\nELLIOTT is laughing\n\f152\n\n152A\n\n153\n\n154\n\n155\n\n156\n\n157\n\n“REVISED - 8/25/81 $3.\n\nINT. KITCHEN - DAY . 152 X\n\nE.%. looks again at the cartoon. Quickly, =E.T.'s head spins\neon its neck as he spots household items: the zing Blender,\nthe knobs on the stove, a pincushion stuffed with pins, the\nkitchen radio cn the windew sill, the tinfoil on the ficor -\nnow being licked by HARVEY, an empty coffee can.\n\n  \n\nINT. PLAYROCM - DAY 182A :\n\nE.T. comes back into the playroom, still spotting things: a\npair of toy walkie-talxies, a wooden hanger, an electric\npencil sharpener. E.T. goes to the couch and punches the TV\nremote control.\n\nINSERT: . 153\n\nTV cuts to a soppy love scene from an old movie.\n\nWIDER ON E.T.: . 154\n\nE.T. lifts the \"Speak & Spell\", and his fingers play on\nthe buttons, activating the digital read-out board and\nthe toy's voice. E.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nT.: . 154\n\nE. T. lifts the \"Speak & Spell\", and his fingers play on\nthe buttons, activating the digital read-out board and\nthe toy's voice. E. \n\nTARGET SECTION TO BE ANNOTATED:\n. looks up at the T.V.\n\n_ ; gee\nINSERT: |” gots?” 155\n\nThe hero grabs the heroine, pulls her head back and\nkisses her.\n\nBACK TO E.T.: 156\n\nHe looks at EARVEY, wraps his arms around the dog and\nkisses him on his shiny, black lips.\n\nINT. CLASSROOM - DAY 157\n\nELLIOTT is being led by the scruff of the neck from the\n¢lassroom. The PRETTY GIRL stands near the doorway, a\nhappily croaking frog in her hands. She smiles at .\nELLIOTT. ELLIOTT grabs the girl by the hair, bends her\never and kisses her on the lips. Children are tripping\nall over themselves trying to catch frogs.\n\f158\n\n1s9\n\n160\n\n161\n\n162\n\n163\n\nINT. HALLWAY + DAY 158\n\nELLIOTT walks cown the long school hallway followed by\nhis TEACHER. .\n\nINT. PLAYROOM = DAY i59\n\nE.T. is sitting in front of the couch, a blanket laid out\npicnic-style at his feat, ‘The blanket is covered with the\nhousehold items spotted by E.T. in his last appearance.\nSome of them have already been dissected, wires and screws\nare separated into piles.\n\nBARVEY is still on the scene. Suddenly his ears perk up.\nWe HEAR the front door open. £.T.'s attention is on his 5\n\npile of stuff. Qb&\n: go\ngot?\nANGLE ON MARY: 160\nWe SEE MARY. She comes walking down the hallway, ner\narms full of grocery bags. She cannot see £.T.\nINSERT: ‘ 162\nE.T. lifts the \"Speak s Spell.\" He turns it over. ‘The\nback has been removed, and we can SEE the intestines of\nthe toy -- 2 roadmap schematic of the workings.\nINT. SCHOOL HALLWAY - DAY 162,\nHEAR the heavy footsteps of adults. ‘They open the\ninfirmary door.\nINT. INFIRMARY - DAY .",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nSCHOOL HALLWAY - DAY 162,\nHEAR the heavy footsteps of adults. ‘They open the\ninfirmary door. INT. INFIRMARY - DAY . \n\nTARGET SECTION TO BE ANNOTATED:\n : 163\n\nA typical enough looking nurse's room, but the white walls,\n\nthe white formica sink, the white medicine chest and the\n\nwhite linoleum floor are all covered with the \"Speak & Speli\"'s\nschematic pattern - seratched in marks-a-lot in a childish\nhand. The door opens wider and wider. No Elliott.\n\nThe decor opens wider still, and ELLIOTT is revealed,\nworking his way out the door and down the stairs of the\nainformary's rear exit - scratching out the code of the\n“Speak -& Spell.\" .\n\f164\n\n165\n\n166\n\n167,\n\nINT. KITCHEN - Day\nMARY is putting away groceries.\n\nGERTIE (0.C.)\nHere he is!\n\nMARY\nHere who is?\n\nGERTIE (0.C.)\nThe man from the moon.\n\nMARY ‘laughs.\n\n’ MARY gor”\n\nOh. What a wonderful surprise.\n\nINT. PLAYROOM - DAY\n\nGertie, wearing her full \"cowgirl\" ensemble, smiles\ndown at =.T.\n\nGERTIE\nWhat are you doing down here?\nLook at how much work you've done.\nWere you scared? Was Harvey\nnice to you?\n\nINT. KITCHEN - DAY\n\nHARVEY, always looking for a handout, stands next +o\n\nMARY as she loads the refrigerator.\n\nMARY\nWere you a nice Harvey?\n\nHARVEY barks. The phone rings. MARY answers.\n\nMARY\nHello?\n\nINT. PLAYROOM - DAY\n\n\"Sesame Street\" has come on the T.V. We HEAR\nBIG BIRD's voice: . *\n\n. BIG BIRD (V.0.}\nWelcome, ladies and gentlemen.\n\n(CONTINUED)\n\n164\n\ngoee\n\n166\n\n167\n\f167\n\n168\n\n169\n\n170\n\n171\n\nCONTINUED: 167\n\n. SOME OTHER MUPPET (V.0.)\nAnd monsters.\n\nINSERT: 168\n\nThe T.V. See the funny little creatures.\n\nCLOSE ON £.T.: 169\n\nEe pulls the backs off of the toy walkie-talkies.\n\nWIDER: 170\n\nGERTIE watches T.V., and we HEAR BIG BIRD introduce the\nletter \"B\".\n\nMARY {(0.C.)\nThis is she.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nV., and we HEAR BIG BIRD introduce the\nletter \"B\". MARY {(0. C.)\nThis is she. \n\nTARGET SECTION TO BE ANNOTATED:\n gee\n(pause) X 40%\nHow do you mean “acting go\n\nstrangely\"?\n\nBIG BIRD (V.0.)°\nB.B. .\n\nGERTIE\nB. B. B. B. B. B. B. B. B. -\n\nGERTIE looks at E.T. as she recites. He finally becomes\naware that he is being spoken to when GERTIE puts her\ncowgirl hat on his head.\n\nINT. KITCHEN - DAY . 171\nMARY is still on the phone. ,\n\nMARY\nWell, he was feeling ill yesterday,\nbut...intoxicated? \"Intoxicated\"?\nAre you sure you have the right\nElliott?\n\fREVISED - 8/28/81 S?,\n\n172 INT. PLAYROOM - DAY 172\nE. T. looks at GERTIZ. HEAR the letter \"B\" (for many\no™ things) being repeated on television.\nGERTIE x\nB.\nE.T. : x\nB.\nGERTIE . x\nYou said B. Good! .\nE.T. . .\nB. Good. - x\nMARY (0.C.) , x\nGertie.\n\nGERTIE climbs up on the back of the couch where she can\nsee her mother in the kitchen.\n\nMARY\nGertie, I have to gc pick up Elliott.\nCan you be a good girl and stay here\nand watch \"Sesame Street\", and I'll\nbe back in ten minutes? .\n\nGERTIE\nMama, he can talk.\nMARY\nof course, he can. #alk. Stay right there.\nMary runs out the back docr. GERTIE slides back down, and\nsmiles at £.T. '\nGERTIE ‘\nHi. ”\nE.T.\nHi.\nE.T. points to the telephone on the coffee table. He looks\nat Gertie.\nGERTIE\nPhone. 9? ge\nE.T. of 5%\nPhone. B\ncm GERTIE '\n\nYou want to call somebody?\n\f172A\n\n173\n\n174\n\n175\n\n176\n\nINT. OUTSIDE DOORWAY TO PRINCIPAL'S OFFICE - DAY\n\nELLIOT? is led through the reception area anc into the\nPrincipal's office.\n\nINT.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\n172A\n\n173\n\n174\n\n175\n\n176\n\nINT. OUTSIDE DOORWAY TO PRINCIPAL'S OFFICE - DAY\n\nELLIOT? is led through the reception area anc into the\nPrincipal's office. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PRINCIPAL'S OFFICE - DAY\n\nOVER THE PRINCIPAL'S SHOULDER: We see ELLIOTT slump into\na chair on the far side of the massive desk.\n\nPRINCIPAL\nTell me what it is, son. Pot?\nQuaaludes? Angel wings?\n(pause)\nEmmm?\n\nELLIOTT looks up at the PRINCIPAL, hopelessness written\nall over his face.\n\nINT. FIRST FLOOR STAIRWAY - DAY\n\n£.T., now wearing the cowgirl hat, belt and gun, stands at\nthe foot of the stairs. The blanket which had held all the\ncollected household items is now wrapped into 4 puiky\n\npundie. £.7. stares at the bundle and concentrates. The\nbundle begins to bounce its way up the staircase. GERTIEC\nstands beside E.T. She laughs and claps out the stair-count.\n\nGERTIE\nOne. Two. Three. Ooops...\n\nThe bundle falls back to step one.\n\nCLOSS ON E.T.\nTired and not very strong. He tries again.\nINT. PRINCIPAL'S OFFICE\n\nPRINCIPAL\nI see you fine, young people\nsearching for escape, at such\na tender age...\n\nELLIOTT looks as if he is about to speak, but he is\ninterrupted, not by a burp this time, but by a bounce.\nELLIOTT and the chair lift into the air. They rise a\nfoot,then crash back down again.\n\n172A\n\n173\n\n174\n\n175\n\n176\n\fL176\n\n177\n\n178\n\n(CONTINUED)\n\nPRINCIPAL\nSure, the world looks like a\nhopeless, cruel place...\n\nELLIOTT stares at the PRINCIPAL. The PRINCIPAL has his\nglasses off, he is wiping the lenses. He did not witness\nthe levitation.\n\nINT. STAIRCASE ~ DAY\nThe bundle moves up the stairs.\n\nGERTIE\nNone.\nTen.\nTwo more.\n\nINT. PRINCIPAL'S OFFICE = DAY\nELLIOTT is almost head-against-the-ceiling now.\n\nPRINCIPAL\n«.-but resorting to drugs .\nand liquor is no answer.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nPRINCIPAL'S OFFICE = DAY\nELLIOTT is almost head-against-the-ceiling now. PRINCIPAL\n«.-but resorting to drugs . and liquor is no answer. \n\nTARGET SECTION TO BE ANNOTATED:\nThe PRINCIPAL looks up at the levitating ELLIOTT\nThe PRINCIPAL's thumb goes through his glass frame,\npunching out a lens. The man's hangs begin to shake,\n\nSuddenly, ELLIOTT and chair fall back down. The\ndoor opens. MARY enters.\n\nELLIOTT\nAh, Mom...\n\nMARY starts to speak, but the PRINCIPAL interrupts her.\n\nPRINCIPAL\nYes, ah, this is your Mother?...That's\na fine idea, a little rest is all\nyou need, ah...\n\nMARY looks at ELLIOTT and in sign language asks him if\nhe has been drinking. ELLIOTT shakes his head \"NO.\"\n\n(CONTINUED)\n\naoe\n\n176\n\n177\n\n178\n\ngor\n\f178\n\n179\n\n180\n\nisl\n\n182\n\n183,\n\nCONTINUED: 178\n\nPRINCIPAL\nI'm sure this was all some\nsort of misunderstanding.\n\nThe PRINCIPAL opens a drawer and pulls out a tray of pills.\nHis hands are shaking violently.\n\nELLIOTT\nShould I go now, sir?\ng ' 9° gr\nPRINCIPAL . X 5%\n. Yes. Please. Dismissed. a0\n\nELLIOTT takes MARY's hand and leads her from the room.\n\nINT. FRONT DOOR - DAY 179\nELLIOTT opens the door, throws his backpack on the table’\n\nand runs up the stairs. MARY comes in behind him, lcsoking\n\na bit bedraggled. .\n\nINT. SECOND FLOOR HALLWAY - DAY , 180\nELLIOTT is running toward his room when he notices that\n\nGertie's door is open.\n\nTHROUGH GERTIE'S DOOR: 181\n\nSEE GERTIE struggling to close the closet’ door.\n\nINT. GERTIE’S ROOM - DAY . 182\n\nELLIOTT steps into Gertie's room and closes her door.\nGERTIE looks up. She steps away from the closet. ELLIOTT\nwalks past her and shoves open the closet door.\n\nINT. CLOSET - DAY : og\n\nE.T. stands as ELLIOTT enters the nesting area, an area\nnow crammed full with household objects. £E.T. bows to\nELLIOTT, and the cowboy hat falls over one eye.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSET - DAY : og\n\nE. T. stands as ELLIOTT enters the nesting area, an area\nnow crammed full with household objects. £E. T. bows to\nELLIOTT, and the cowboy hat falls over one eye. \n\nTARGET SECTION TO BE ANNOTATED:\n £.T.\nstands erect and speaks:\n\n. (CONTINUED)\n\n \n\fREVISED - 9/28 61.\n\n183 CONTINUED 183\n\nE.T.\nElliott\n\nELLIOTT smiles. GERTIZ moves to his side.\n- GERTIE\nI taught him how to talk. He can\ntalk now. :\n\nELLIOTT takes the hat from E.7.'s head. He spots the oren\n\"SPEAK & SPELL\".\n\nELLIOTT .\nYou talked to me. . : ,\n\n. ELLIOTT removes the cowboy vest.\n: ELLIOTT\nE.T. Can you say that? I'm\nElliott. You're E.T.\n\nE.T.\nE.T.\n\n- GERTIE . .\n“Be good.\" I taught him that.\n\nELLICTT hands GERTIE her cowboy clothes and Pushes her out\nthe door.\n\nELLIOTT.\nYou should give him his dignity.\n\nLulOTT shuts the door on Gertie. He looks back at £.T. £E.T. x\niifts the FLASH GORDON cartoon and shows it to ELLIOTT.\n‘\n\nELLIOTT ‘ x\nIs this ... strategy? .\n=£.T. inhales and speaks. ander x\nE.T, ot go x\nPhone. R\nELLIOTT x\nPhone?\n\nE.T. points to the cartoon and out the door. ELLIOTT does not x\nunderstand. £.T. carries the cartoon to the closet door leading\nto ELLIOTT's room. ELLIOTT epens the door.\n\n \n\fREVISED - 8/28/81\n\n183A INT. ELLIOTT'S ROOM DAY\n\nELLIOTT runs to his door and locks it. E.T. steps out of\n\nthe closet. He points back into the clos\nE.T.\nHome,\nELLIOTT nods.\nELLIOTT\n\nE.T. home.\nE.T. points out the window.\nE.T.\nE.T. home. Phone.\nThere are three knocks at the door.\n\nELLIOTT\nE. T. phone home?\n\nELLIOTT opens the deer and grants MICHAEL\ncloses the door behind him and locks it.\n\nE.T.\nE.T. phone home.\n\nMICHAEL spins around and looks at E.T.\n\nMICHAEL\n\nElliott? .",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nMICHAEL spins around and looks at E. T. MICHAEL\n\nElliott? . \n\nTARGET SECTION TO BE ANNOTATED:\nJ\n\nELLIOTT i\n\nShhh. E.T. phone home? |\n\nE.T. points out the window. :\n\nELLIOTT “\nAnd they'll come?\n\nE.T.\nCome.\n\n' MICHAEL drops to a chair.\n\nMICHAEL\nElliott?\n\net.\n\nentrance.\n\nCONTINUED\n\nMICHAEL\n\f183A\n\n184\n\n185\n\nREVISED - 8/28 . 7 63.\n\nCONTINUED i83a:\n£.T. looks longingly out the window,\n\nE.T.\ncome.\n\nOMIT 184 x\n\nINT. VAN = NIGHT 185\n\nWe are inside a high-tech, audio \"snooper\" van. KEYS is at\nthe control board. We SEE blinking lights and HEAR static.\nWe realize that KEYS is honing in on the suburban conversa-\ntions of Elliott's neighborhood.\n\nGREG'S VOICE\nMom, to make cookies, is a cup\nof milk the same cup as a cup\nof flour?\n\nWOMAN'S VOICE\n(erying)\nWhat do you mean, -you're going\nout? Where?\n\nwe MAN'S VOICE\nJust get out of my life, will you\n\nTYLER'S VOICE\nCome on, my parents won't be home\nfor hours. .\nat\n\f185\n\n186\n\n187\n\nCONTINUED: 185\n\n: - GIRL'S VOICE\nNo really.\n\nTYLER'S VOICE\nIt's good for you. It makes\nyour skin clear up.\n\nMARY'S VOICE\nPeter says, “The Redskins were\ndefeated? Wendy and the Boys\ncaptured by the pirates? I'll\nrescue her!\" Tink rings out\nawarning cry. “Oh, that is\njust my medicine. Poisoned?\"\n\nMICHAEL'S VOICE Q\nI guess we should just get 49°\nanything that looks like he ao\ncould make a machine with it.\n\nELLIOTT'S VOICE\nWhat would make radar?\n\nKEYS adjusts his knobs and tunes in on this conversation.\n\nMICHAEL'S VOICE\nHow the hell de I know? ‘You're the\ngenius here. You have absolute\npewer, remember? \"I found him.\nHe belongs to me.\" :\n\nKEYS waves his hand, and the van comes to a stop\n\nEXT.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nMICHAEL'S VOICE\nHow the hell de I know? ‘You're the\ngenius here. You have absolute\npewer, remember? \"I found him. He belongs to me.\" :\n\nKEYS waves his hand, and the van comes to a stop\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n ELLIOTT'S HOUSE - NIGHT 186\n\nA nondescript van is parked at the bottom.of Elliott's\ndriveway. We can see light spilling from under the\ngarage door. :\n\nINT. GARAGE - NIGHT 187\nELLIOTT and MICHAEL are filling cardboard boxes with tools,\nwires and “machine-making\" objects. MICHAEL blows the dust\n\noff of a soldering iron and adds that to the box.\n\n(CONTINUED)\n\f187\n\n188\n\nCONTINUED: 187\n\n: MICHAEL\n(gently)\nYou know, Ellictt, he doesn't\nlook too good lately.\n\nELLIOTT\nDon't say that! We're fine!\n\nMICHAEL\nWhat's this 'we' stuff, you\nSay ‘we' all the time now.\nI'm not kidding. I think he\nmight be getting kinda sick.\n\nELLIOT? 7.\nHe's fine! ° 400?”\n\nMICHAEL\nOkay, forget I mentioned it.\nGrab that ‘Fuzz -Buster.\"\n\nELLIOTT adds the radar-detecting device to the cardboard\nbox. MICHAEL turns out the light.\n\nINT. CLOSET - NIGHT . 188\n\nE.T. is sitting in his nesting area. A man's old college\njacket is draped over his shoulders.\n\nHe is working on his COMMUNICATOR. A definize mechine\n\nhas begun to take shape. The wooden hanger now has twenty=\nsix colored wires protruding from the dowel stick, and these\nwires are attached to the open \"Speak & Spell.\" The\nSpeakers from the \"walkie-talkies\" are taped to the front\nof the \"Speak & Spell,\" and a heavy piece of coaxial cable\nleads from these speakers to a coffee can.,\n\nAt this moment, E.T. is examining the workings of 2 child's\nrecord player.\n\nHe is also listening to MARY tell GERTIE her bedtime story.\n\nMARY (0.¢.)\n\"What, Tink, you have drunk my\nmedicine!\" She flutters strangely\n\naround the room, answering him now\nina very thin tinkle.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nT. is examining the workings of 2 child's\nrecord player. He is also listening to MARY tell GERTIE her bedtime story. MARY (0.¢.)\n\"What, Tink, you have drunk my\nmedicine!\" She flutters strangely\n\naround the room, answering him now\nina very thin tinkle. \n\nTARGET SECTION TO BE ANNOTATED:\n \"It was\n\n+\n\n(CONTINUED)\n\f\"188\n\nCONTINUED: (1) 188\n\npoisoned and you drank it\nto save my lite! ‘Tink, dear\n‘Pink, are you dying?\"\n\nELLIOTT opens the closet decor and steps in with a cardboard\nbox. E.T. looks up at him. £.T. does look bad. Ee has paled\nand has a heavy beading of perspiration on his forehead.\n\nHe also nas the shivers.\n\nELLIOTT looks at the spaceman, and his face registers his\nconcern. The dcy becins to unload the cardboard box. He\npulls out serewdrivers, naiis, the \"Fuzz-Buster\" and the\nsoldering iron.\n\nWhen he pulls out a ragced-toothed sawblade, he scrapes\na mean cut in his finger.\n\nELLIOT\n(whispers)\nOuch. go\n\nThe boy blows on his wounded hand. E.T. looks up.\n\nMARY (0.C.)\nHer light is srowing faint and\nif it goes out, that means she is\ndead. Her voice is so low I can\nscarcely tell what she is saying.\n\nE.T. raises his forefinger, and it slowly takes on 2\nbrilliant pink giow. This is new to ELLIOTT, and the boy\nautomatically backs away from E.T.\n\nMARY (0.C.)\nShe says she thinks she couid get\nwell again if children believe in\nfairies! Peter rises and throws\nout his arms, he knows not to whom,\nperhaps to the boys and girls of\nwhom he is not one. \"Do vou\nbelieve in fairies? Say quick\nthat you believe!\"\n\nGERTIE (0.C.)\nI do!\n\nE.T. touches ELLIOTT's wound with his glowing finger.\nGently he wipes the finger across ELLIOTT's hand. £.T.\npulls his hand away, and the light goes out. ELLIOTT\nlooks down at his hand. The wound is healed.\n\n{CONTINUED)\n\n \n\f188\n\n189\n\n190\n\n192\n\n192\n\nCONTINUED:\" (2) 188\n\nMARY (0.C.)\n\"LE you believe, clap your hands.*\n\nWE HEAR GERTIE clap ner hands.\n\nMARY = (0.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\n{CONTINUED)\n\n \n\f188\n\n189\n\n190\n\n192\n\n192\n\nCONTINUED:\" (2) 188\n\nMARY (0. C.)\n\"LE you believe, clap your hands.*\n\nWE HEAR GERTIE clap ner hands. MARY = (0. \n\nTARGET SECTION TO BE ANNOTATED:\n.)\nMany clap, some don't, a\nfew hiss, but Tink is saved.\n\nELLIOTT looks up at E.T., who has leaned his head against\nthe wall to hear the end of Mary's story. ELLIOTT takes\na corner of the quilt E.T. is sitting on and cently wipes\nthe perspiration from the spaceman's brow. ELLIOTT\n\n‘smiles at E.T. £E.T. smiles at ELLIOTT.\n\nMARY (0.C.) ger\n\"Oh thank you, thank vou, thank gd\nyou! And now, to save Wendy!” 4\ngo\nINT. ELLIOTT'S ROOM - NIGET 189\n\nELLIOTT is sound asleep in the top bunk. A copy of\n\"How Things Work\" lies on his chest. The closet\ndoor opens. =.7. steps into the room. =.T. goes to\n\n \n\n_ Elliott's bedroom door.\n\nINT. MARY'S ROOM - NIGHT 199\n\nMARY is asleep in her bed. E.T. enters the room. He pauses\nat the door and locks at Mary's dress hanging on the closet\ndoor, a leopard skin dress. +\n\nE.T. looks around MARY's room, a room filled with plants.\nE.T. moves closer to MARY.\n\nCLOSE: MARY. Boole 191\n\nE.T.'’s head rises on its long neck to peer down at MARY's\nsleeping fisure.\n\nWIDER: - 192°\nMARY turns over, and E.T. can see her naked back.\n\n(CONTINUED)\n\f192\n\n193\n\nREVISED = 8/25/81 6d.\nCONTINUED: . 192\nNext to Mary's bed is a small, cluttered bedside table.\nAmong other things, there is a smali silver bowl containing\nM&Ms. E.T. takes an M&M and lays it on the pillow next\nto Mary's head. £.T. quietly leaves the room.\n\nFADE OUT.\n\nFADE IN:\nINT. BATHROOM - DAY . 193\n\nELLIOTT stands in front of the mirror applying the last\ntouches to his monster make-up. GERTIE is standing on a\nstool behind him, watching. She is dressed as a cowgirl\nwith hat, vest, boots and guns.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nBATHROOM - DAY . 193\n\nELLIOTT stands in front of the mirror applying the last\ntouches to his monster make-up. GERTIE is standing on a\nstool behind him, watching. She is dressed as a cowgirl\nwith hat, vest, boots and guns. \n\nTARGET SECTION TO BE ANNOTATED:\n We hear MARY, in a ioud\nand angry voice.\n\nMARY (0.C.)\nNo, and that is final. You are\nnot going as 4 terrorist!\nyee\nMICHAEL (0.C.) 600\n. , But all the guys are. 30%\n\nELLIOTT turns and looks at GERTIE£..\n\nELLIOTT\nYou're going as a ghost. You .\npromised.\nGERTI£\n: I'm only pretending I'm going as a cowgirl.\n, ELLIOTT :\n: You know the plan by heart...\n“4 GERTIE\n: Meet you at \"the Lookout\". At “the\nLookout\". I'm not stupid, you know.\ni MARY (0.C.)\n\nListen, buster, you won't get four blocks\nin this neighborhood aressea like tnar.\nMICHAEL (0.C.)\nPlease.\n\nMARY (0.C.)\nNO:\n\f194 INT. CLOSET - DAY is4\n\nELLIOTT enters the closet followed by MICHAEL. £.T. is taken\naback by ELLICTT's monster makeup.\n\nELLIOTT\nReady?\nE.T.\n(nervously)\nReady.\n\nELLIOTT, aided by MICHAEL, straps the finished COMMUNICATOR\nto his back.\n\n195 INT. STAIRCASE ~ DAY , 195 Xx\n\nA \"Trick-or-Treat\" bag moves into frame. A battered NIKE\nsteps into frame and descends the stairs. This is followed\nby E.T.'s “cartoon feet\" and finally an even worse looking,\nsmaller NIXE.\n\n196 INT. LIVING ROOM =- DAY : 196 X\nVIEW into the dining room:\n\nMICHAEL (0.C.)\n(in a nervous voice)\nOkay, Mom, you can look now.\n\nMARY steps into view. She is wearing her leopard Gress, an\neye mask, frizzed hair and is carrying a wand with a giirter-\ning star on top. She smiles acoringly at her children. HARVEY\nwears a bandana around his neck.\n\n197 REVERSE: THE CHILDREN . 197 X\n\nMICHAEL is a hobo, in black clothes, crummy hat and five\no'clock shadow. A gag knife shaft is ¢lued to his throat.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nHARVEY\nwears a bandana around his neck. 197 REVERSE: THE CHILDREN . 197 X\n\nMICHAEL is a hobo, in black clothes, crummy hat and five\no'clock shadow. A gag knife shaft is ¢lued to his throat. \n\nTARGET SECTION TO BE ANNOTATED:\nELLIOTT is a hunchback, with painted face and a heavy woolen\ncap covering the COMMUNICATOR on his back. E.T. is supposedly\nGERTIE, disguised as a ghost: white sheet, ski hat and\nskeleton face mask.\n\n197A- BACK ON MARY _ 006? 197A\nMARY got\nDon't move.\n\nShe runs into the dining room. £E.T. turns his head to look at\nthe television. set in the living room. The television set is\n\nbroadcasting the six o'clock news. ;\n\f(REV WHITE 9/3 NOT FULL DISTRIB) . REV, 9/8/81 70.\n\n197B INSERT: A NEWSCLIP ON T.V. 1973\n\nAn auto accident. A WOUNDED MAN is being loaded onto a\nstretcher. A NEWSMAN sticks a microphone in his face.\n\n197¢ BACK TO E.T. i97¢\n\nA white light becomes visible under E.T.'s ghost sheet.\nE.T. raises his finger. It is glowing. E.T. strokes his\nfinger through the air, not far from the television screen.\n\n197D INSERT: THE TELEVISION 197D\n\nThe MAN on the stretcher suddenly sits up. He feels his\nbones, nothing is broken. He shouts.\n\nWOUNDED MAN\nHoly shit!\n\n197E BACK TO BOYS - ANGLE ON E.T. & ‘MICHAEL 197E X\n\nE.T. looks up at MICHAEL and before ELLIOTT can shove E.T.'s\nglowing finger under the sheet, E.T. raises his hand to\nMICHAEL's artificial wound. Nothing happens.’ MICHAEL is\n\n~ beside himself with surprise. ELLIOTT grabs E.T.'s hand\n‘and pushes it under the sheet just as MARY reenters the\n\ni room with a Polaroid. ioe\nMARY . go?\nYou look great. gt?\n198 omit g 198 x\n199 WIDER: FLASH FROM POLAROID 5 199\nE. T.'s legs buckle and he starts to collapse under the\nshock of the flash camera. MICHAEL and ELLIOTT grab his\narms and pull him back to his feet.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\n198 omit g 198 x\n199 WIDER: FLASH FROM POLAROID 5 199\nE. T.'s legs buckle and he starts to collapse under the\nshock of the flash camera. MICHAEL and ELLIOTT grab his\narms and pull him back to his feet. \n\nTARGET SECTION TO BE ANNOTATED:\n MARY has not seen this\nslip, she is laying the camera on top of the television and\npulling free the instant photo.\n\n199A INSERT: TELEVISION 199A\n\nThe WOUNDED MAN. is on his feet, dancing, screaming, grabbing\nthe microphone and yelling.\n\nWOUNDED MAN\nI'm fine, look at this arm.\nI don't know how...\n\nThe Man drops to his knees.\n\na.\n.\n\n--\n\fyu\n\n1998\n\n199c\n\n200\n\n201\n\nREVISED - b/3a/ Si Th.\n\nBACK TO BOYS 1998\n\nWhile the picture is drying, MARY gives the chilcren last\nminute instructions. All the time, MICHAEL is inching\ncloser to the front door. .\n\nWIDER 199¢\nMARY\nNow, you guys stick with your sister,\nyou can go act crazy after you bring\nher home. And doen't go past the 7-11.\n\nAnd den't eat anything that isn't\nwrapped, and...-\n\nMICHAEL .\nDon't eat any apples ‘cause they\nmay have razor blades and don't\ndrink any punch ‘cause it may\nhave LSD in it.\n\nMARY hushes MICHAEL. Then MARY bends to E.T. and kisses\nhim on the nose as ELLIOTT speaks.\n\nELLIOTT\nMom! Will you fix this?\n\nMARY rises to ELLIOTT. She pulls the cape tight under his\nneck and ties it.\n\n| MARY\nA hunchback?\n. g8 8 be\nELLIOTT ot $\nA goblin. 8\nEXT. FRONT OF HOUSE - DUSK 200 X\n\nMICHAEL has reached the drivewey. ELLIOTT runs to join him\nand they lead E.T. slowly down the drive. HARVEY is with them.\n\nMARY\n(ealling to boys)\nAnd be home one hour after\nsundown. No later.\nE.T. turns to look back at MARY.\nREVERSE . 201\n\nMARY, standing on the path. She waves her magic wand at the\nsmall ghost.\n\fyy\n\n202\n\n2024\n\n“202AA\n\n2028\n\n202¢\n\n202D\n\nREVISED - 8/31/81\n\nEXT.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nREVERSE . 201\n\nMARY, standing on the path. She waves her magic wand at the\nsmall ghost. yy\n\n202\n\n2024\n\n“202AA\n\n2028\n\n202¢\n\n202D\n\nREVISED - 8/31/81\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n STREETS - DUSK\n\nEstablishing shot: The streets are filled with children,\ndressed as cats and clewns, princesses and pirates.\n\nEXT. STREETS - DUSK\n\nELLIOTT, E.T. and MICHAEL move among the throng of \"Trick\nor Treaters\". HARVEY is at their side.\n\nEXT. STREETS - E.T.'S POV\n\nThrough the ragged eye-holes of E.T.'s sheet, we see his\nview of this strange night -- his first view of earthly\nsociety. There are children of all sizes, dressed up in\nall types of outfits. Remaining with E.T.'s POV, we see.a\nsmall YODA approaching.\n\nBACK TO BOYS\n\nE.T. turns to watch the little gnome walk past him. The\nboys take E.T. with them, out of the mainstream, heading\nuphiil.\n\nEXT. FIRE ROAD BELOW LOOKOUT - DUSK\n\nELLIOTT, £.T. and MICHAEL stand in the middle of the road\nlooking this way and that. Finally, MICHAEL looks up.\n\nREVERSE: MICHAEL'S POV\n\nGERTIE, sitting at the top of the Lookout above the\nfireroad. ELLIOTT's bicycle is beside her.\n\nMICHAEL (0.C.)\nThe fireroad, man, we said the\nfireroad. y 5h\ngor\nGERTIE\n\nYou said the Lookout.\n\nMICHAEL (0.C.)\nGet down here, we're losing\nprecious time.\n\n202A X\n\n202RA\n\n2028 X\n\n202C\n\n202D X\n\f™ 2025\n\n203\n207\n\n208\n\n209\n\n210\n\n211\n\nREVISED - 8/31/81 73.\n\nEXT. FIRE ROAD -. DUSK - LATER 202E\n\nELLIOTT is on his bicycle, E.T. is in the basket strapped to\nthe handlebars. An over-sized unbrella is lashed to the rear\nof the bike. Silently, ELLIOTT steers his bike away from his\nbrother and sister. As ELLIOTT bounces along the dirt road\nand disappears around a bend, MICHAEL takes GERTIE'S hand.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nAn over-sized unbrella is lashed to the rear\nof the bike. Silently, ELLIOTT steers his bike away from his\nbrother and sister. As ELLIOTT bounces along the dirt road\nand disappears around a bend, MICHAEL takes GERTIE'S hand. \n\nTARGET SECTION TO BE ANNOTATED:\n The\ntwo stare out over the nieghborhood: a full panorama of the\nehildren's familiar world.\n\n203 X\nOMITTED . thru\n: 207\nEXT. FIRE ROAD - DUSK 208\nELLIOTT huffs and puffs his wey up the dirt road. £.T.\nsits in the basket. :\nEXT. FOREST ~— DUSK 2039\nELLIOTT pulls off the fire road and guides his bike dewn a\nforest path. =. T. turns his head to find the source of\nevery forest noise. .\nOMITTED . 210 x\ngor\nBACK TO ELLIOTT AND E.T. 43° 212\n. Qo\nE.T.\nElliott.\nELLIOTT\nYes, E.T.?\nE.T.\n\nE.T. phone home. £.T. phone home.\n\nELLIOTT\nYes? Here?\n\f212\n\n213\n\nREVISED = 8/31/81 74.\n\nEXT. MIDDLE OF THE FOREST - NISET\n\nELLIOTT steers the bicycle awkwardly through the heavy forest.\nE.T. is bouncing in his seat.’ His excitement is contagious.\n\nELLIOTT\nYes?\n\n: E.T.\nYes. Come.\n\nELLIOTT starts to climb down from the bicyle.\nELLIOTT .\nIt's too bumpy, we'll have to walk\nnow.\nANOTHER ANGLE\n\nE.T. is too excited to wait through all this talking.\na focussed concentration, E.T. LIFTS THE BICYCLE INTO\n\n212 X\n213\nWith\nTEE AIR.\ngb\nye\n\f214\n\n215\n\n216\n\n217\n\n218\n\n219\n\nEXT. SKY - NIGHT 214\n\nIt is all ELLIOTT can do to grab the handlebars and take\nthe ride. ‘The bicycle glides five feet over the tall gress\nand circles the landing site.\n\nELLIOTT\nNet too high! Not too high!\n\nE.T. feels Elliott's joy, and in the excitement of his own\n\ntriumph, E.T. allows the ride to continue. The bicycle\n\nrises to the tree tops. ELLIOTT rides the bicycle, pedalling\n\nas hard as he can, steering through the tree tops. He\n\nscreams, laughing. 1\ngor\n\nEXT.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe bicycle\n\nrises to the tree tops. ELLIOTT rides the bicycle, pedalling\n\nas hard as he can, steering through the tree tops. He\n\nscreams, laughing. 1\ngor\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE SKY - NIGET got 215\n\nWith a gentle turn, ELLIOTT skims the full harvest moon.\n\nEXT. FOREST - NIGHT , \" 216\nLIOTT pops wheelies as he descends over the tree tops.\n\nEXT. THE LANDING SITE - NIGET . 217\n\nThe bicycle crashes on impact. ELLIOTT, still laughing, sits\nup and pulis his cape off. 5.7. is on his feet. He helps\nELLIOTT unload the COMMUNICATOR.\n\nEXT. THE LANDING SITE - NIGHT , 218\nELLIOT? and E.T. place the COMMUNICATOR on the ground.\nCLOSE: THE COMMUNICATOR: : 219\n\nHaving seen the original makings of the machine and one or\ntwo glimpses of it “in-progress\" we can see how the whole is\nnow able to justify the means.\n\nThe \"Speak & Spell” is attached by wires to the child's\nrecord player. The sawblade (painted blue and bearing small\nheles) sits where a record should be. The woeden hanger is\npositioned above the sawblade, and twenty-six colored wires\nprotrude from the hanger's dowel stick just touching the\nsurface of the sawblade. A rope of colored wires leads from\nthe \"walkie-talkie\" speakers (taped to the front of the\n\"Speak & Spell”) to a coffee can, now housing a UHF receiver.\n\n: (CONTINUED)\n\f219\n\n220\n\n221\n\n222\n\n223\n\n223A\n\n223K\n\n 223L\n\n223M\n\nREVISED 9/2/81 76.\n\nCONTINUED : 219\nThe actual \"arm\" of the child's record player is now\n\nplaced perpendicular to the record plaver itself. To\n\nthis appendage, E.T. ties a string. .\n\nEXT. LANDING SITE - NIGHT 220\n£.T. descends the rocky incline and moves toward the\n\nforest, unwinding string as he goes. 2\n\nEXT. THE EDGE OF THE FOREST - NIGET ann . 221\n\nE.T, ties the string te a tree limb. The wind blows.\nThe tree limp moves. The string pulls taut.\n\nEXT.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe tree limp moves. The string pulls taut. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE LANDING SITE - NIGAT 222\nan\n\nELLIOTT stands beside the COMMUNICATOR. He watches it come\n\nto life. The string pulls the record player arm which\n\npulls a spring which pulls a hook which rotates the sawblade's\n\nsurface, purposefully catching in the pattern of holes.\n\nThe screen of the \"Speak & Speil\" lights up, but instead of\n\n‘letters, we see dots and dashes <-- odd, unearthly shapes.\n\nThrough the \"walkie-talkie\" speakers, we hear unearthly sounds.\nE.T. is now beside ELLIOTT. He reaches into the boy's\n\"Trick or Treat\" bag and pulls out spools of colored wire.\n\nEXT. THE FOREST - NIGHT . 223\n\nCLOSE: on E.T.\"s hands as they slide a wire into the vein\nof a leaf. E.T. digs a wire into the trunk of a massive\nredwood tree. He divides a wire between the thin branches\nofa pine tree. £.T. taps the power of the forest.\n\n. 223A\nOMITTED thru\n223K\n\nINT, ELLIOTT\"’s HOUSE/FRONT DOOR - NIGHT ‘ 223L X\n\nMARY is sitting on the bottom stair, twirling her star-wand,\nobviously angry. Finally she gets up, grabs her purse and\nkeys and leaves the house.\n\nEXT. ELLIOTT'S HOUSE - NIGHT 223M X\n\nMARY backs her car down the driveway.\nA\n\n.\n\f223N\n\n223P\n\n2230\n\n223R\n\n2238\n\n223T\n\n2230\n\n223V\n\nREVISED 9/8/81 76a.\n\nINT. FRONT DCOR - NIGET . 223N xX\n\nWe SEE a SHADOW climb the stairs.\n\nINT. SECOND STOREY LANDING - NIGHT 223P X\n\nA SHADOW slinks past the jack-o-lantern on the landing, a\ndoor opens and the wind blows the pumpkin's candle.\n\nINT. OUTSIDE ELLIOTT'S BEDROOM DOOR - NIGHT 2239 X\n\nElliott's door is closed. Suddenly, a light in his room\n\n‘goes on. We HEAR loud CLICKING, and see an extension\n\ncord, plugged into an outlet cutside Elliott's room, 2\n\npull taut under the door.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nOUTSIDE ELLIOTT'S BEDROOM DOOR - NIGHT 2239 X\n\nElliott's door is closed. Suddenly, a light in his room\n\n‘goes on. We HEAR loud CLICKING, and see an extension\n\ncord, plugged into an outlet cutside Elliott's room, 2\n\npull taut under the door. \n\nTARGET SECTION TO BE ANNOTATED:\n gr\nyo\n\nINT. ELLIOTT'S ROOM - NIGHT oa Qdv 223R X\n\nThe SOUND of KEYS. The SOUND of a GEIGER COUNTER. The\ncloset door is pushed open.\n\nINT. CLOSET - NIGHT - 2238 X\n\n: Elliott has a “bocby-trap\" ‘set up just inside the closet\n\ndoor, a large bell. As the deor is pushed open, the bell\nfalls, ringing gently. .\nCLOSE: THE BELL : 2237 X\n\nFalling in SLOW MOTION. A large, man's hand reaches out\nand grabs the bell before it hits the floor. HEAR KEYS.\n\nANOTHER ANGLE 2230 X\n\nInto the nesting area, E.T.’s home. The SOUND of the\nGEIGER COUNTER grows louder.\n\nEXT. NEIGHBORHOOD - NIGHT 223V xX\nMARY's car rounds a corner.\n\nVIEW OF THE STREET: The innocence of early evening has been\nreplaced with the craziness of teenage Halloween. Boys and\ngirls in bizarre \"punk\" outfits are reaming the streets. A\nhouse is beeing t.p.'d. Firecrackers are going off and the\nstreet is filled with the rainbow effect of smoke bombs. It\nis not a violent sight but one of wild abandon.\n\n74 CONTINUED\n\n.\n\f223V\n\n2234\n\n223%\n\n223¥\n\n- 2232\n\nREVISED 9/8/81 Tép.\n\nCONTINUED . 223V xX\nMICHAEL and GERTIE stand in a pool of light cast from a\n\nstreet lamp. The Dead BOYS stand nearsy, watching che fun.\nMICHAEL turns and sees his Mother's car.\n\nINT. MARY'S CAR - NIGHT 223W X\n\nMARY peers through the windshield. and sees MICHAEL and\nGERTIE. Just as she spots them, an egg hits her windshield\nand obstructs her view. She brakes.\n\nEXT, NEIGHBORHOOD STREET ~ NIGET 223x (x)\n\nGREG\nOh, oh. Now we're gonna die.\n\n.\n\nEXT. MARY'S CAR - NIGET 223¥ X\n\nMARY rolis down her window and her angry face is slewly\nrevealed to the children.\n\nMARY .",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. MARY'S CAR - NIGET 223¥ X\n\nMARY rolis down her window and her angry face is slewly\nrevealed to the children. MARY . \n\nTARGET SECTION TO BE ANNOTATED:\n oe\n\nSorry, Mary, they didn't know.... Q\n\nGet in the car.\n\nMARY\nMichael, Gertie, get in the car this\ninstant. Where's Elliott?\n\nINT. MARY'S CAR - NIGHT , 2232 X\n\nMICHAEL and GERTIE climb in. They do not answer MARY's\nquestion.\n\nMARY\nWhere's Elliott?\n\nSilence.\n\nMARY\nI'm asking you a question.\n\n: . GERTIE\n\nAnyway, why would Elliott go to the\ndorest, anyway? Why would he do such\na thing?\n\nMARY looks at MICHAEL. MICHAEL tries to smile at his mother.\n\f224\n\n225\n\n, 226\n\n227\n\n- 228\n\nRaVesow 7 6, as ce\n\nay\n~\n.\n\nEXT. LANDING SITE ~ NITE 224\nThrough the tall grass, £.T. and ELLIOTT approach the\nlanding site, their hancs full of wires. .\nEXT. LANDING SITE - NIGHT 225\nCLOSE: The umbrella, now opened. We see that it is lined\nwith aluminum foil. Attached to its handle is the coffee can,\nholding a UHF receiver. £.T. knots the many wires and\nattaches them to the coffee can. z\npoe\nWIDER: 498 226\n: : : . — 30\nE.T. steps back. ‘The wind blows. If only we could see\nvibration lines, we would witness E.T.'s message beaming\ninto space. .\nEXT.’ LANDING SITE - NIGHT : 227\n\nE.T. sits next to his machine. He stares at the sky.\nELLIOTT whispers:\n\nELLIOTT\nWe have to go now. We're\n* so late already.\nE.T. stares up at the sky.\n\nELLIOTT\nWe have to get home, E.T.\n\nE.T. drops his head to his chest.\n\nELLIOTT\nYou have to give them some time.\n\nE.T. looks up at ELLIOTT. The spaceman is erying. E.T.\nputs his hand to his chest and whispers.\n\nE.T.\nOuch.\nCLOSE ON ELLIOTT: . 228\nHe, too, is in tears.\nELLIOTT\n\nYou could be happy here. I'd\ntake care ef you.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSE ON ELLIOTT: . 228\nHe, too, is in tears. ELLIOTT\n\nYou could be happy here. I'd\ntake care ef you. \n\nTARGET SECTION TO BE ANNOTATED:\n I wouldn't\nlet’ anybody hurt you.\n\f229\n\n230\n230A\n\n231\n\n241\n\n242\n\n243\n\n244\n\nREVISED 9/8/81 78.& 79.\n\nWIDER 229\n\nE.T. looks up at the sky. He refuses to budge. ELLIOTT\nsits down beside him. Together they stare at the sky.\n\nANGLE - THE NIGHT SKY . 230\nEXT. LANDING SITE - NIGHT , 230A x\nTHE VIEW lowers back down to the landing site and we see\n\nthat ELLIOTT is asleep on the ground. E.T. is still awake,\nsitting up.\n\nHe rises and walks to the COMMUNICATOR. He bends to the -\nCOMMUNICATOR and fiddles with it.\n\nDISSOLVE TO:\n\n- ge 231\n\nOMITTED of thru\nae) 241\n\nEx2. LANDING SITE - DAWN 242\n\nELLIOTT is wrapped in his woolen cape, asleep. A raccoon\nis sniffing around the COMMUNICATOR. ELLIOTT is shivering\nin his sleep. His goblin makeup has smeared and run and\nhe looks terrible. ELLIOTT wakes up with a shudder. He\nlooks around him. :\n\nPULL BACK “243\n\nE.7. is gone.\n\nInt. KITCHEN - DAWN . 244\n\nMARY is pacing the kitchen. She stops to polish the\nfaucet at the sink as she speaks to a uniformed man sit-.\nting at the kitchen table. MARY has obviously not slept\nall night. .\n\nCONTINUED\n\f244\n\n245\n\n246\n\n“247\n\n248\n\nCONTINUED :° 244\n\nMARY\nI guess he's about 4 foot 8,\nyou know, a small person.\nHe was dressed as a hunchback.\n\nShe starts to weep. MICHAEL enters thro\n\nthe back door.\nMARY looks up. MICHAEL shakes his head .\n\n \n\nPOLICEMAN (0.C.)\nWas there any indication that\nhe might have run away?\nTHROUGH THE KITCHEN WINDOW: , 245\n\nWe SEE ELLIOTT descend the backyard steps. He is wrapped\nin the cape, but the hunchback is gone.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nC.)\nWas there any indication that\nhe might have run away? THROUGH THE KITCHEN WINDOW: , 245\n\nWe SEE ELLIOTT descend the backyard steps. He is wrapped\nin the cape, but the hunchback is gone. \n\nTARGET SECTION TO BE ANNOTATED:\nBACK TO THE GROUP: V 246\n, gno®\n\nMICHAEL 48\nElliott! Bo\n\nMARY looks up. She beats MICHAEL to the back door. MARY\ngrabs ELLICTT up in her arms and hugs him.\n\nCLOSE ON ELLIOTT: 247\n\nHe is sick. The make-up has run, and the red around his\neyes gives him a haunted look.\n\nWIDER: . 248\n\n“ MICHAEL cannot resist hugging ELLIOTT Himsels.\n\nPOLICEMAN (0.C.)\nIs this our missing person?\n\nMARY\nYes! Yes! Oh, thank you.\nHe's back.\nELLIOTT whispers to MICHAEL.\n\nELLIOTT\nIs he here?\n\nMICHAEL shakes his head \"NO\". ELLIOTT collapses, his head\nfalls onto Mary's shoulder. His eyes flutter closed.\n\f249\n\n250\n\n251\n\n252\n\n253\n\nINT. ELLIOTT'S ROCM - DAY 249\n\nMARY lays ELLIOTT on his bed and covers him with a blanket.\nMICHAEL is at her side.\n\nMARY\nHe's so hot. Elliott?\n\nELLIOTT\nI fell asleep in the forest.\n\nMARY\n(to Michael)\nStay here, I'll be right back.\nMARY leaves the room. MICHAEL leans closer to ELLIOTT.\n\nMICHAEL\nWhere...? What happened?\n\nELLIOTT 9\n\nYou got to find him, Mike. got\nin the forest..near the .\nbald spot.\n\nMARY returns with a steaming washrag and a towel. She\n\ngently begins to wipe ELLIOTT's face. MICHAEL runs out\n\nthe decor.\n\nCLOSE ON ELLIOTT: 250\n\nAs he turns and looks at the closet.\n\nCLOSE: to, 251\n\nThe closet door is open. We can see the GERANIUM sitting\n\non the floor ef the closet. It has yellowed dramatically,\n\nand its flowers have fallen off and lie dead on the floor.\n\nEXT. ELLIOTT'S HOUSE ~ DAY : . 252\n\nMICHAEL comes careening down the driveway on Elliott's\nbicycle. .\n\nEXT. STREET - DAY . a . - 253 |\n\nA car pulls out of a driveway and follows MICHAEL. We\ncan see the forms of three men sitting in the car.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. STREET - DAY . a . - 253 |\n\nA car pulls out of a driveway and follows MICHAEL. We\ncan see the forms of three men sitting in the car. \n\nTARGET SECTION TO BE ANNOTATED:\nMICHAEL turns and sees them.\n\n \n\f254\n\n255\n\n256\n\n257\n\n258\n\n259\n\n260\n\n261\n\n262\n\n263\n\nEXT. STREETS - DAY\n\nMICHAEL is being followed. He knows it. He slows down.\nThe car slows down behind him. MICHAEL makes a right turn\nat a corner. The car turns right also. MICHAEL has\ndisappeared.\n\nEXT. ALLEY - DAY\n\nMICHAEL is fast-pedalling the bike, tearing down the alley.\nThe car backs up and turns down the alley.\n\n“EXT. BETWEEN TWO HOUSES - DAY\nMICHAEL guides his bike down the narrow passageway between\ntwo houses. The car pulls to a halt. There is no way 2\nit can follow. 500 Qo\n\nXN\nEXT. FIRE ROAD - DAY BO\nMICHAEL huffs and puffs the bicycle up the dirt road.\nEXT. FOREST - DAY\n\nMICHAEL walks the bicycle down a dirt path. He heads toward\n\n_ the landing site.\n\nEXT. LANDING SITE - DAY\n\nMICHAEL looks down at the COMMUNICATOR. He lifts the white\nsheet that once covered E.T.\n\nEXT. FOREST - DAY\n\nMICHAEL wanders through the forest. HEAR the sound of\nrunning water.\n\nEXT. CREEK - DAY\n\nMICHAEL comes out of a heavily wooded area. He stops dead\nin his tracks. . ,\n\nWHAT HE SEES: Lying in the creek, his head twisted at a\ngrotesque angle, is E.T. .\n\nBACK TO MICHAEL\nMICHAEL stoops down and gently lifts E.T.'s head. The\n\nspaceman is breathing heavily. MICHAEL lifts him and\ncarries him into the forest.\n\nvee\n\n254\n\n255\n\n256\n\n257\n\n258\n\n259\n\n260\n\n261\n\n262\n\n263\n\f264\n\n265\n\n33.\n\nEXT. FIRE ROAD - DAY 264\n\nMICHAEL stands under tree coverage aS é helicopter flies\nover his head. :\n\nWhen the helicopter is gone, MICHAEL reaches into the trees\nand pulls out the bicycle. He hops on and rices Gown the road.\nE.7., wrapped from head to toe in the white ghost sheet,\n\nis in the basket.\n\nINT. MARY'S ROOM ~ DAY .",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nE.7., wrapped from head to toe in the white ghost sheet,\n\nis in the basket. INT. MARY'S ROOM ~ DAY . \n\nTARGET SECTION TO BE ANNOTATED:\n 265\n\nELLIOTT is in Mary's bed. His eyes are wide open, staring.\nMARY comes in with a bowl of soup. She holds it out to ELLIOTT,\nput ELLIOTT shakes his head \"NO\". MARY puts the soup down\n\nand lies down on the bed next to the boy. ELLIOTT snuggles\ncloser to her.\n\nMARY\nCan't you tell me what's\nthe matter?\n\nELLIOTT get\nI feel like everything 0%\nis worth nothing. go\n\nMARY hugs him to her.\n\n_ MARY\nOh, baby, that's no way\nto feel.\n\nELLIOTT\nI try to do the right thing, ,\nand I just make everything\nworse.\n\nMARY\nEveryone feels like that\nsometimes. You can only\ndo the best you can do.\nGo to sleep now.\n\nELLIOTT closes his eyes. MARY falls asleep. ELLIOTT\nhears something. He turns his head to the door. MICHAEL is\nstanding in the doorway. He motions to ELLIOTT to come join\nhim. ELLIOTT slides out of bed. MARY remains asleep.\n\f267\n\n84.\n\nINT. CLOSET = DAY 266\n\nE.T. is back in-his resting area. He is wrapped in a quilt.\nHis eyes wearily open and close as he watches a daddy longless\nelimb up the wall beside him. ELLIOTT ané MICHAEL sit on\neither side cf him. ELLIOTT holds E.T.'s hand.\n\n: MICHAEL\nTt's all not working.\n\nELLIOTT\nWe can't tell.\n\nMICHAEL\n(a raised whisper)\nMen followed me, man, aren't\nyou listening? Why would\nanyone follow me unless\n\nthey knew?\nELLIOTT oe\nWe can only do the best we 49%\ncan do! And, we'll lose him Bd\nif we tell.\n\n=.T. looks at the boys.\n\nMICHAEL .\n(softly)\nWe'll lose him if we don't tell.\n(pause)\nAnd, Elliott, we'll lose you.\n\nwiOTT lifts E.T.'s long forefinger and touches it to the\nspaceman's heart.\n\nELLIOTT\nHeal yourself. Can't you?\n\nE.T. shakes his head \"NO\" again.\nINT.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nE. T. shakes his head \"NO\" again. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MARY'S ROOM = DAY ° . 267\nON MARY: Still asleep. HEAR water running.\n\nMICHAEL (0.C.) .\nMom? Mom? +:\n\nMARY wakes up.\n\n(CONTINUED)\n\f267 CONTINUED:- 267\n\n. MARY\nHmm? Where's Elliott?\n\n268 WIDER: 268\n\nMICHAEL\nMom, I have something really\nSerious to tell you.\n\nMARY\nIs he gone @gain?\n\nMARY jumps out of bed.\n\nMICHAEL\nBut first you've got to\nPromise.\n\nMARY\nMichael, what is it?\n\nMICHAEL\nCome with me.\n\n269 INT. MARY ‘s BATHROOM , 269\n\nThe shower is Tunning, but the curtain <5 closed. many\nfollows MICHAEL into the Bathroom.\n\nMICHAEL -\nMom, remember that goblin?\n\nMARY\nMichael, what are you talking\nabout?\n\nMICHAEL\nJust swear, the most excellent\nPromise you can make.\n\nMARY\nMichael!\n\nMICHAEL takes a deep breath and Pulls back the shower curtain,\n\n270 REVEAL: ELLIOTT and E.T, are sitting on the floor of the\nshower stall. =.T. has his head resting on ELLIOTT 's shoulder,\n\nELLIOTT looks Up at MARY,\n\nELLIOTT\nWe're sick, We're dying.\n\f271\n\n272\n\n273\n\n274\n\n275\n\n276\n\n277,\n\n278\n\n279\n\nBACK TO MARY: : 272\nMARY sinks down onto the tub. Then she stands and turns off\n\nthe shower water. She sinks again. She rises, and in a very\n\nCalm, orderly manner, Pulis ELLICTT from the shower, ¢rabs\n\nGERTIE's hand and shoves MICHAEL out the docr.\n\nINT. STAIRWAY - Day . 272\n\nMARY runs down the stairs, pushing the children in front of her.\nELLIOTT protests.\n\nELLIOTT 7\nWe can't leave him alone. got\n\nINT. FRONT DOOR - DAY ‘ yor 273\nMARY flings the door open, She screams.\n\nREVERSE: A man dressed in a huge, cumbersome, \"Apollo-type\" 274\nSpace suit is standing just outside the door.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nELLIOTT 7\nWe can't leave him alone. got\n\nINT. FRONT DOOR - DAY ‘ yor 273\nMARY flings the door open, She screams. REVERSE: A man dressed in a huge, cumbersome, \"Apollo-type\" 274\nSpace suit is standing just outside the door. \n\nTARGET SECTION TO BE ANNOTATED:\n :\n\nBACK TO MARY: 275\nMARY slams the deor and runs for the living ‘roon.\nINT. KITCHEN - Day _ | 276\nMARY and the children run through the kitchen and into the\nPlayroom. Just as they near the sliding glass door, a man in\n@ space suit enters it. MARY heads for the window.\nVIEW TEROUGH TEE WINDOW: 277\nAman in a space suit is taping a sheet of heavy plastic\nover the glass. ns\nBACK TO THE GROUP: . . 278\nMARY sinks to the couch.\nMARY\n\nMy house.\nMICHAEL steps in front sf his mother and pushes the other\nchildren behind him. He instinctively becomes the man of the\nhouse, trying to guard his family from the intruders.\nINT. BATHROOM - Day . 279\n\nThrough the bathroom window, we see a heavy layer of plastic\ndrop down over‘the house.\n\f280\n\n281\n\n~82\n\n283\n\n284\n\nCLOSER: ON E.7. 280\n\nStill in the shower, E.T, is cowering in the corner of the\nstall. He whispers, almost Cries, in a sofe voice.\n\nE.T,\nPlease. Home.\nFADE ouT\nget\nFADE IN 4 «0\nEXT. ELLIOTT's ROUSE - NICHT. 3 281\n\nEstablishing shot: We witness the results of an incredible\nMetamorphosis,\n\nThe entire house has been draped in a heavy, transperent vinyl.\nHuge air hoses climb up over the roof and Circle the perimeter\nof the structure, Bright lights, braced on tall scaffolding,\nilluminate the home. The cul-de-sac has been corconed off, and\nthe Griveway is blocked by trailers and trucks. The eerie\nPicture is completed by the comings and goings of men in\n\nblue jumpsuits.\n\nHEAR TED SOUND oF KEYS,\nINT. TRAILER ~ NIGHT . “282\n\nKEYS, seen from the waist sown, pulls on a space suit,\n(Something about the suit - an arm patch, a colorad helmet -\nwill distinguish Krys from the others). As krys pulls on the\nhelmet, we see his entire body, and then, his face. It's not\nthe.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nTRAILER ~ NIGHT . “282\n\nKEYS, seen from the waist sown, pulls on a space suit,\n(Something about the suit - an arm patch, a colorad helmet -\nwill distinguish Krys from the others). As krys pulls on the\nhelmet, we see his entire body, and then, his face. It's not\nthe. \n\nTARGET SECTION TO BE ANNOTATED:\n face of a monster, but of a kindly-looking young man, not\nmuch more than a child himself. The Sounp OF KEYS is replaced\nwith the SOUND oF KEYsS' artificial, liquid-oxygen breathing.\n\nEXT. TRAILER ~ NIGHT 283\n\nKEYS exits the trailer, and steps right into an over-sized\nair hose. :\n\nINT. AIR HOSE - nrguT . . 284\n\nKEYS reaches a zipper door (the pneumatic seal), goes through .\nit and enters STAGE ONE of this quarantined house - the LIVING ROOM.\n\f285\n\nINT. LIVING ROOM = NIGHT 285\n\nElliott's house has been invaded by the \"best and the brightest\":\nscientists and doctors galore -- medical Goctors, psychiatrists,\nbiologists, geolocists, raciclogists, cardiologists, even a Dara-\nPsycholocist. All have come to Brebe the mystery that has lived\nwithin this home. and it élso appears, they have come to attempt\nto save two lives - E.T.'s and ELLIOTT'S. MARY is sitting in a\nstraight-backed chair. MICHAEL is across the room, sitting en the\nPiano stool and GERTIE, clutching the Indian doll, has the\n\ncouch all to herself.\n\nHEAR and SEE bits and pieces of what is going on:\n\n° MARY\n\nAs KEYS moves through this rtom on his way to the PLAYROOM, we\n\nLet me go to my son.\n. get\nA doctor takes a sample of MARY's blood. 490\npoctor 9\n\nAny. environmental. changes that\n\nhave occurred since the, ah...\n\n\"it\" has been sequestered in the home?\nTemperature, humiégity, light\nintensity?\n\nA doctor takes MICHAEL's blood pressure.\n\ncoOcTOR\nDid you notice any superficial\nchanges in his skin color, or\nbreathing? Any hair loss, any\nevidence of surface sweating?\n\nMICHAEL\nHe never had any hair.\n\nA doctor snips a strand of GERTIE's hair.\n\nDOCTOR\n{to Psychiatrist)\nApparently they had been able to\nestablish a primitive languacse\nsystem with the creature. Seven,\neight unisyllabic words.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nA doctor snips a strand of GERTIE's hair. DOCTOR\n{to Psychiatrist)\nApparently they had been able to\nestablish a primitive languacse\nsystem with the creature. Seven,\neight unisyllabic words. \n\nTARGET SECTION TO BE ANNOTATED:\nPSYCHIATRIST\n(to Gertie)\nHave you seen your friend exhibit\nany emotions? Has he laughed or cried?\n\nGERTIE\n\nElliott says he cried.\n(CONTINUED)\n\f285\n\n286\n\n“287\n\n288\n\nREVISED = 8/26/84\nyakle\n[eate™\n\nCONTINUED: 238s\n\n. PSYCHIATRIST\nElliott says he cried?\n\nINT. DINING ROOM - NIGHT 286\n\nKEYS moves through the dining room, occupied by scientists,\nmachines, monitors and microscopes.\n\nKEYS steps through a zipper door leading to the hallway.\n\nINT. HALLWAY - 287\n\nFRR KEYS breathing. We move down the hallway towards\nbright lights.\n\nINT. PLAYROOM = 288\n\nTt might have been assumed that the visual shock of the\n\nhouse quarantine had reached its peak, but the look of the\nplayroom is terrifying. The entire room is draped in plastic.\nEvery conceivable spot is occupied by a machine, or a moniter\ner a person wearing 4 “Cleaneroom\" suit (less bulky than the\nspace suits but equally awesome). The hum of machines and\nthe buzz of conversation drowns cut KEYS’ heavy breathing.\n\nWe can HEAR MICHAEL's voice coming in over the intercom speaker:\n\nMICHAEL . 42\nHe communicates through Elliott. go?\noso\nDOCTOR (0.¢.) %\n\nElliott thinks his thoughts?\n\nMICHAEL i go\nNo, Elliott feeis his feelings.\n\nKEYS nears the center of the room. We see for the first time\nthe nucleus of attention of this cluster - a portable \"clean-\nroom,\" ten feet by ten feet, plastic and transparent. The walls\nof the room flap against the floor as air pushes down from a\nceiling filter and cleanses the small environment. Doctors\nencircle the room. Five of them have their arms inserted into\nthe room via rubber gloves. They are touching, testing and\nexamining the room's two eceupants, Elliott and £.T.\n\nWe HEAR the conversations of the DOCTORS in this room:\n(CONTINUED)\n\f288\n\no~\n\nCONTINUED:\n\n(1) , 288\n\nATTENDANT\nI'm getting a reading now,\n\n_ not a human £xe pattern.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey are touching, testing and\nexamining the room's two eceupants, Elliott and £. T. We HEAR the conversations of the DOCTORS in this room:\n(CONTINUED)\n\f288\n\no~\n\nCONTINUED:\n\n(1) , 288\n\nATTENDANT\nI'm getting a reading now,\n\n_ not a human £xe pattern. \n\nTARGET SECTION TO BE ANNOTATED:\nDOCTOR #2\nWhat do you get?\n\n: ATTENDANT\nT don't know.\nDOCTOR #42\nAny Q, R, X waves?\nATTENDANT\nNo.\nDOCTOR #2\nAny waves at all?\nATTENDANT ; 59008\nI don't know, por\nDOCTOR #2 ,\n\nHave you got a location on\nhis heart and thorax?\n\n. ATTENDANT\n\nIodon't know.\n- DOCTOR #2\nSonar! ,\n\nSONAR oo\nRunning the sonar over the thorax.\n\n- DOCTOR #2\n\nLocation?\n\nSONAR\nPer human.\n\nDOCTOR #2\nHeart?\n\nSONAR\n\nDifficult to see.\n(CONTINUED)\n\f288\n\n”™\n\nCONTINUED:\n\n(2) 288\n\nDOCTOR #2\nDoes he have a2 heart?\n\nSONAR\nThe whole screen is lit up.\nIt looks lixe his whole chest\nis...a heart.\n\nCARDICLOGIST\nIs the heart enlarged?\nDiminished lung capacity?\n\nThroughout this conversation, tests are being conducted on both\nE.T. and ELLIOTT with stethescopes, tongue Gepressors, an\nexamination of bones and muscle, eye examination.\n\nEXAMINER\nBody looks like a mar£fans type.\n\nOPTHAMOLOGIST\nWrite down, ah, comparative\nexopthalmia. :\n\nEXAMINER 9\nFoot reflex reveals bilateral gt?\nbabinskis. %\n\nDOCTOR #2\nI don't hear any breathing.\n\nDOCTOR #3\nIs he dysphic?\n\nATTENDANT\nWait, there's a breath.\nJust one.\n\nPHYSICAL SCIENTIST\nHave we got any type of trace elements?\n\nATTENDANT\nWe've established a radioactive threshold.\nBut no evidence of superficial burning on\nfamily, no bone damage.\n\nDOCTOR #3\nChrist, let me hit a vein.\n\n: . (CONTINUED)\n\nt\n\f288\n\nyJ)\n\nCONTINUED: 3) 288\n\nThe DOCTOR punctures £.T.'s skin again and again, searching for a\nvein. E.T. turns his head and looks at ELLIOTT. ELLIOTT cries\nout in pain.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nE. T. turns his head and looks at ELLIOTT. ELLIOTT cries\nout in pain. \n\nTARGET SECTION TO BE ANNOTATED:\nDOCTOR #3\nDoppler! Have you picked\nup any blood flow?\n\nDOPPLER\nI think we're seeing some blood.\nIn the inquinal area.\n\nATTENDANT\nWe're picking up some\nextra-systalyes.\nDOCTOR #3 goer\nHow do you know? 49%\n. QO\nATTENDANT\n\nCreature's reading and simultaneous\nboy's reading.\n\nELLIOTT looks up. KEYS is standing next to him, outside the\nplastic wall. ELLIOTI ¢rimaces in pain.\n\nDOCTOR #3 .\nGot one. Blood. Ger it out of\nhere and into diagnostic.\n\nSEE E.T.'s bloed, in & syringe, moving through the sterilizer.\nIt is green.\n\nELLIOTT speaks to KEYS.\n\nELLICTT\nHe's scared of you.\n\nKEYS\nCan you tell him not to be\nscared.\n\nELLIOTT\nYou're hurting him.\nYou're killing us.\n\nDOCTOR #2\nT want a buckle smear.\n\n(CONTINUED)\n\n \n\f288\n\nCONTINUED: - (4) 288\n\nHANDS reach in and take a sample from E.T.'s inside cheek.\nELLIOTT cries out.\n\nELLIOTT turns away from KEYS.\n\nELLIOTT\nHe's my friend, and you're xilling him!\n\nKEYS motions to the doctors. The rubber hands step their work,\nthey leave E.T. alone for a moment. .\n\nKEYS\nWe're trying to help you, Elliot¢.\nHe's sick. He needs attention.\n\nE.T. turns his head and looks at ELLIOTT. ELLIOTT stares at\nE.T. as he speaks.\n\nELLIOTT\nHe wants to stay with me.\n\nHe doesn't know you,\n. gre\n: KEYS 40%\nElliott, your friend is a rare go\n~ and valuable creature. We want to\n\nknow him. If we get to know him,\nwe can learn sco many things about\nthe universe and about life. You\n\nunderstand that, don't you?\n\nELLIOTT nods. He turns to face KEYS,\n\nKEYS fo\nAnd it's because of you that w\nmight all get to finally know\nsomething about ourselves. Because\nyou saved E.T. and protected him.\nand were good to him.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nBecause\nyou saved E. T. and protected him. and were good to him. \n\nTARGET SECTION TO BE ANNOTATED:\n Can you let\nus do our part now? Can you let\nus try to save him?\n\nELLIOTT\nHe wants to be with me.\n\nKEYS\nHe will be. He always will be. |\nWherever he goes, you'll go.\nI promise you that.\n.\n\n(CONTINUED)\n\f288\n\nCONTINUED: (5)\n\nELLIOTT\nSwear?\n\nREYS nods.\n\nATTENDANT\nI'm lesing blocd pressure.\n\nTHE DOCTORS look at KEYS.\n\nATTENDANT\nStill falling.\n\nELLIOTT looks at E.T.\nELLIOTT\n\n(to E.T.)\nE.T.?\n\n_ E.T. rolls his head over and leoks at ELLIOTT. £.T.'s eyes are\nmere slits now. His mouth is open, and his chest is heaving,\n\nsporadically.\n\nE.T.\nElliott.\n\nThere is a gasp of amazement, laughs, sobs, then silence.\n\nELLIOTT a\n\nYou can stay with me. gr’\nI'll be right here. : oe\n4\nATTENDANT e°\nBlood pressure failing. fo,\nKEYS\nWhat's wrong with him, Elliott?\nELLIOTT\nHe wants to go home.\nE.T.\nHome.\nATTENDANT\nI'm losing pulse.\nDOCTOR #2\nIncrease oxygen. IV on the boy?\n(CONTINUED)\n\n \n\n288\n\f288\n\n289\n\n290\n\n291\n\n292\n\nCONTINUED: (6) 288\n\nDOCTOR #3\nFunctioning.\n\nDOCTOR #2\nSodium bicarb. Pulse?\nATTENDANT\nNone on creature. Boy starting\nto regain.\n\n. DOCTOR #2\n' Give him a bolus cf lidocain.\n\nDOCTORS look at £.7. and ELLIOTT. Both appear to be unconscious\n\nnow. DOCTORS leck at KEYS. os\n: . ge\nDOCTOR #2 oe\nCall in the mother. of\n2\nINT. .ELLICTT'S ROOM = DAY . . 289\n\nMICHAEL enters Elliott's room. Even this recom has been desecrated.\nA huge air tube has been shoved through the skyligni. The dragon\nsheet is blowing in the stream of clean air coming in through\n\nthe hose. MICHAEL goes to the closet.\n\nINT.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe dragon\nsheet is blowing in the stream of clean air coming in through\n\nthe hose. MICHAEL goes to the closet. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CLOSET DAY 290\nE.T.'s closet. All of his things are there. There is still a crease\nwhere his body once sat. MICHAEL sits in that spct. He tries\n\nhis best to retain control, but hot tears spill down his cheeks.\nMICHAEL notices the GERANIUM.\n\nCLOSE: THE GERANIUM 291\n\nBefore our eyes, the plant sinks on its stem. Its branches\ndroop. Whatever flowers were left fall off. The plant dies.\n\nCLOSE ON MICHAEL: _ 292\n\nSlow realization. He gets to his feet and lifts the plant.\n\nHe screams.\n\nMICHAEL\nNo!\n\n \n\f293 INT. PLAYROOM ~- DAY , 293\n\nMARY is just cutside the slastic wall, beside ELLIOTT. As\n\non Michael's scream echoes, we HEAR ELLIOTT scream out.\n\nELLIOT?\n\nE.T. DON'T GO!\nATTENDANT\n\nThis wave just went into V-Tak!\n\na . get\n\nDOCTOR #2 gd\n\nVeTak or artifac? How can 43\n\nyou tell with no Q, R or x? 30\nATTENDANT\n\nHe just went straight line duc.\nThere is a pause on the DOCTOR's part. MICHAEL breaks into the\nroom. GERTIE follows him. ELLIOTT is on his knees, pulling. on\nE.T.'s arm. E£.T. is motionless.\nA DOCTOR cpens E.T.'s eyelid. The eye has rolled up, white.\n\nATTENDANT\nPrepare CPR, Doctor?\n\n. DOCTOR #2 soe tt\no~ I don't know. , a\n\nMICHAEL\nDo something!\n\nELLIOTT ‘\nE.T., please...\n\nDOCTOR #3\nShould I zap him?\n\nDOCTOR #2\nZap him!\n\nDOCTOR applies the electric device to E.T.'s chest.\n\nDOCTOR #2.\nTell me!\n\nATTENDANT\nI don't know!\n\n(CONTINUED)\n\f- 293\n\n~~\n\n37.\n\nINT.. PLAYROOM - DAY 293\n\nDOCTOR #2\nWhat do you see?\n\nATTENDANT\nI don't know, hew can we tell...\nstraight line!\n\nDOCTOR #3\nZap him again? Q Q ge\n\nMICHAEL .",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nstraight line! DOCTOR #3\nZap him again? Q Q ge\n\nMICHAEL . \n\nTARGET SECTION TO BE ANNOTATED:\n 3\nZap him! .\n\nThey do. Still nothing.\n\nELLIOTT is sobbing, shaking. MARY cannot wait any longer. She\nbreaks into the \"“clean-rcoom.\" The DOCTORS try to stop her, but\nshe pulls apart the plastic curtain and lunges for ELLIOTT.\n\nShe holds him in her arms.\n\nKEYS is right behind her. He pulls off his'gloves and begins\npounding on £.T.'s chest with alarming strength. MICHAEL is in\nthe “clean-room\" now, still clutching the GERANIUM.\n\nMICHAEL\nYou have to save him!\n\nDOCTOR #2\nTell me!\n\nATTENDANT (sobbing)\nStraight line, damnit. Straight, line.\n\nKEYS keeps pumping E.T.'s chest. There is no response,\n\nDOCTOR #2\nI'm doing a cutdewn.\n\nBut before the SURGEON can cut into E.T.'s throat, anether\nDOCTOR pulls him away..\n\nThere is a somber silence, broken only by the buzz of machines\n\nand the sound of children weeping. Someone turns the machines off.\nNow all we hear are tears. MARY rocks ELLIOTT in her arms.\n\nREYS pulls off his helmet. .\n\n(CONTINUED)\n‘\n\n \n\f253\n\n254-\n\n295°\n\n296\n\nCONTINUED: ~ 293\n\n. SCIENTIST\nThere's still a oresent danger,\nwe must reinclose the quarantine.\n\nNo one is listening to him. One doctor pulls off his mask\nand kicks the wail. GERTIE climbs up beside MARY. MARY gently\nbrushes the hair off of her face.\n\nGERTIE\nIs he dead, Mama?\nMARY\nYes, honey.\nGERTIE\nCan we wish for him to come back?\nMARY\nI wish.\nGERTI= t\nI wish. : 5999 eh\nBor\n\nKEYS bends over E.T. and whispers.\n\nKEYS .\n* How do we reach your people?\n\nCLOSE ON E.T. . 294\nHe is dead.\n\nEXT. HOUSE - DAY Te 295\nLONG SHOT: There is a sudden flurry of activity around the house.\nMen in blue jumpsuits are breaking apart the air tubes and\nGismantling the tall scaffolding.\n\nEXT.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOUSE - DAY Te 295\nLONG SHOT: There is a sudden flurry of activity around the house. Men in blue jumpsuits are breaking apart the air tubes and\nGismantling the tall scaffolding. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CUL-DE-SAC - DAY . 296\nThe D&D boys, TYLER, STEVE and GREG, are behind the sawhorses\nwhich cordon off the circular end of the street. There is\n\nguite a crowd of people behind them, neighbers, newsmen, the curious.\nThe. boys are straddling bicycles.\n\nSTEVE\nSomething's happening.\n\nThe boys speak-softly, so as to only be heard by one another.\n\n(CONTINUED)\n\n \n\f296\n\n\"297\n\n298\n\n299\n\n40\n\nCONTINUED: ~ 236\n\n: GREG\nOooo. They're gonna die.\n\n. TYLER\nShut up, Greg.\n\nGRES\nSomething is ccfinitely happening now.\n\nINT. CLEAN-ROOM - DAY 237\nE.T. lies in state, packed in a zin-up bac, covered with dary\nice. The ice is steaming, and the steam clouds the plastic\nwalls of the \"clean-room.\" go ob2\n. $\nINT. PLAYROOM - DAY pot 298\nThe DOCTORS are consulting; there is a general air of\nconfusion. ELLIOTT stands just outside the clean-rcom, staring\nat the remains of E.T.\nINT. CLEAN-ROOM = DAY . . 299\n\nA man carrying a lead box, a small coffin, walks past ELLIOTT.\nA second man helps the first lift E.T. into the box. :\n\nINT PLAYROOM - DAY 30¢\nKEYS steps behind ELLIOTT and puts his hand on the boy's shoulder.\nKEYS |.\nWould you like to look at\nhim, once? vee\nELLICTT looks up at KEYS.\n\nELLIOTT\nI feel like he's still here.\n\nKEYS .\nWhat was E.T. is you now, Elliott.\n\nELLIOTT\nIowant to see him.\n\nKEYS waves his hand and stops the men inside the \"clean-room\" from\nzipping up the bag holding E.T. The men leave the room.\n\f302\n\n303\n\n304\n\n305\n\nINT. CLEAN ROOM - DAY\n\nKEYS gives ELLIOTT a gentle shove, and the boy goes into the\nroom. The men exit, KEYS droos the plastic flap, and ELLIOTT\nis alone in the transparent room.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\n302\n\n303\n\n304\n\n305\n\nINT. CLEAN ROOM - DAY\n\nKEYS gives ELLIOTT a gentle shove, and the boy goes into the\nroom. The men exit, KEYS droos the plastic flap, and ELLIOTT\nis alone in the transparent room. \n\nTARGET SECTION TO BE ANNOTATED:\nREVERSE:\n\nThrough the plastic, we see MARY. She steps next to KEYS\nand watches ELLIotTr.\n\nBACK TO ELLIOTT:\n\nELLIOTT steps up to the curney and looks down at the body of\n£.T.. ELLIOTT gently brushes the dry ice away from £.T.'s\nface, and slowly, the familiar face of E.T. is revealed.\nCLOSE ON £.T.\n\n“egg 062\nSilent and motionless. aot $\n\nBACK TO ELLIOTT:\nA tear from ELLIOTT drops onto E.T.'s face.\n\nELLIOTT\n\n(slowly, erratically}\nI thought I'd get to keep vou forever.\nAnd I had a million things so show you,\nE.T. You were like a wish come true.\nBut it wasn't even a wish I knew I had.\nTill you came to me. Have you gone\nsome place else now?\n\nWe have begun to notice, as ELLIOTT speaks to E.T., that che\nsteam rising from the dry ice has become pinkish, tinted with\ncolor. :\n\nELLIOTT .\nI'm going to think of you every day,\nall my life. I'm going to believe in\nyou, all my life. .\n\nELLIOTT notices it now. He scrapes away a little more dry ice,\nand E.T.'s chest is revealed. The heartelicht is on. It is\ngrowing stronger. ELLIOTT looks toward the door.\n\n301\n\n303\n\n304\n\n308\n\n \n\f“TTY y) 1\n\na)\n\ni\n\nyyy\n\nMy\n\n~~\n\n \n\n306\n\n37\n\n \n\n311\n\nREVERSE: 306\nKEYS’ and MARY are talking.\nBACK TO ELLIOTT: 307\n\nELLIOTT looks through the plastic walls. Blurs of men in\nmotion. ELLIOTT locks at E.T.'s face. Slowly, £.T. opens\n\nhis eyes. He sees only ELLIOTT. ELLIOTT bursts into tears.\nHe bites his lip to keep from laughing. ELLIOTT presses his\nhands over E.T.‘s chest to keep the Light from shining through.\nE.T. looks at ELLIOTT and mumbles.\n\nE.T. .\nE.T. phone home.\nELLIOTT :\nOhl Okay! .",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nE. T. phone home. ELLIOTT :\nOhl Okay! . \n\nTARGET SECTION TO BE ANNOTATED:\n 9 9 be\nE.T. 490\ng0\n\nCome. Home.\n\nELLIOTT takes off his flannel shirt. He is now stripped to\nhis long-john underwear,\n\nREVERSE: KEYS and MARY 308\nThey watch ELLIOTT remove his shirt.\nBACK TO ELLIOTT: . 309\n\nHe lays his shirt across £.T.'s chest, blocking out the glow\nfrom E.T.'s heart-light.\n\nREVERSE: , voy , 310\n\nMARY winces and smiles at this lovely, childish gesture. She\nlooks over at KEYS. KEYS nods.\n\nBACK TO ELLIOTT: . , / 3121\n\nELLIOTT\nE.T. stay.\n\nE.T.\nE.T. phone home.\n\nELLIOTT .\nI'm taking you home, 2.7.\nYes. E.T. home. But first,\nstay. Yes? Stay? Please,\n\n(CONTINUED)\n\fi\n\nVe\n\nI\n\n\\n\n\nfm 322\nh .\nCc\n333\nbo\n\n1 S314\ni\n\na\n\n' 335\nr\n\nt\n\ni\n\n}\n316\n)\n\n-\n\nCONTINUED: ~ 312\n\n. E.T.\nStay. i)\n: YS gn as\nELLIOTT BO\n\nTt love you.\n\nELLIOTT covers E.T.'s face with ice. ELLIOTT himself zips up the\nplastic bag. ELLIOTT runs from the clean-room.\n\nINT. PLAYROOM = DAY : 312\n\nELLIOTT holds his face in his hands as he runs past MARY\nand KEYS. The adults leave the boy alone in his misery.\n\nINT. KITCHEN- DAY 313\n\nMICHAEL is leaning against the refrigerator, sad and alone.\nELLIOTT goes to his brother and throws his arms around him.\nMICHAEL returns the embrace, and the two are lecked in what\nlooks like a private moment of griez. But we SEE that ELLIOTT\nis whispering in MICHAEL's ear.\n\nBy his posture, the movement of his arms, the tightness of his\ngrasp, we can read from MICHAZL's bedy that he has just heard\nthat E.T. lives. The brothers' embrace turns from grieZ to joy.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nBy his posture, the movement of his arms, the tightness of his\ngrasp, we can read from MICHAZL's bedy that he has just heard\nthat E. T. lives. The brothers' embrace turns from grieZ to joy. \n\nTARGET SECTION TO BE ANNOTATED:\nMICHAEL whispers into ELLIOTT's ear. ELLIOTT nods.\n\nPULL BACK: “314\n\nWe can see the neglected GERANIUM sitting on a table cluttered\nwith surgical tools, face masks, and microscopes. The GERANIUM\nstraightens. Fresh green x aves shoot out of its dead stems.\nBuds appear. It ccmes back to life.\n\nINT. LIVING ROCM ~ DAY . 315\n\nELLIOTT stands at the entrance to the air tube leading from the\nhouse to the van. His hands are in his pockets. His head is\nbowed. Two men pass him carrying the lead box containing 5.T.\nThey place the box on the floor and enter the air tube.\n\nELLIOTT looks down the tube.\n\nINT. TUBE - DAY \"316\n\nThe two men open the zipper door which leads to the interior\nof the rear of the van.\n\n \n\f317\n\n \n\nr\n1\n~\n{\n\nsoy\n\n318\n\nINT. LIVING “ROOM - DAY 317\n\nELLIOTT looks down at his feet again when the me\nMARY enters the Living room with KEYS.\nthe top of the head.\n\nMm reenter the house.\nShe kisses ELLIOTT on\n\nMARY\nYou ready?\n\nELLIOT?\nI'm going with £.T.\n\nKEYS\n. You and your family will come with\nme, Elliott. We're all going to\nthe same place.\n\n. ELLIOT?\nI'm going with E.T.\n\nMARY\nYou shouldn't. . 80\n\nELLIOT?\n’ Where he goes, I go,\nYou promised. I'm going\nwith him now.\n\nKEYS sighs.\n\nKEYS\nOkay.\n\nELLIOTT enters the air tube. The two men in blue jumpsuits lift\nthe box containing E.T. and enter the tube with it.\n\nEXT. HOUSE - DAY 318\n\nAman in a blue jumpsuit walks around the side of the van (still\nattached to the house by the air tube) and starts to open the\n\n.door, As he does so, he realizes that someone is already sitting\nin the driver's seat. That someone is MICHAEL, dressed in a\n\n“blue jumpsuit, a skull cap and face mask.\n\nMAN\nWho are you?\n\nMICHAEL .\nI'm driving,\n\nMICHAEL slams and locks the door.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAN\nWho are you? MICHAEL . I'm driving,\n\nMICHAEL slams and locks the door. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n \n\fmead\n\n—Sp\n\n!\n\n- 319 INT. VAN © DAY . 319\n\n. MICHAEL knocks three times on the window behind his head.\n, ELLIOTT peeks through it.\n\nELLIOTT\nReady.\n\nMICHAEL (nervously)\nReady.\n(pause)\nElliott? I've never driven forward\nbefore.\n\n320 INT. LIVING ROOM - DAY ; 320°\n\nMARY is standing at the bottom of the stairs, yelling.\n\nMARY\nMichael?\n\nGERTIE comes downstairs.\n\nGERTIE go 62.\nAre they gone, mama?\n\nMARY\nIs who gone?\n\n. GERTIE\nThe boys. . . . & L\n\nee\nMARY . 4ad®\nBoys? : gd\nGERTIE\nI'm supposed to give you this\nwhen they're gone.\nMARY\nGive it to me now, Gertie.\n\nGERTIE hands MARY a sheet of binder paper. MARY sits down on\nfad the staircase and reads it.\n\nMARY\nOh, my God!\n\nMARY locks up at the air tube. Two men enter it and move towards\nthe VAN.\n\nWE HEAR a horrible, ripping neise.\n\f321\no~\n~\nr\n} .\nr\nco 322\nt\ni\n;\n-\n/\n-\nao\n~~\nos\n‘ 323\nr\n:\n323A\n\nRev evuw Gs sas ve aya.\n\nEXT. HOUSE - DAY 321\n\nThe VAN pulls away from the front of the house. As it zigzags\ndown the driveway, it rips the air tube away from the front door.\nThe pneumatic seal is broken. sefore our eyes the plastic curtain,\ndraping the house, collapses. The VAN skids to the bottom of\n\nthe driveway, pulling twenty feet of air hose behind it like the\nflailing tail of a dragon.\n\nEXT. TOP OF THE CUL-DE-SAC - DAY 322\n\nMICHAEL leans cn the horn. Policemen scurry to move the\nsawhorses. The crowd parts to let the VAN through. The D&D\nboys are still in the crowd. The VAN slows down long enough for\nthe barriers to be removed -- long enough for the D&D boys to\n\n‘look into the front seat. MICHAEL sees them. He pulls off his\n\nface mask.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe VAN slows down long enough for\nthe barriers to be removed -- long enough for the D&D boys to\n\n‘look into the front seat. MICHAEL sees them. He pulls off his\n\nface mask. \n\nTARGET SECTION TO BE ANNOTATED:\nBOYS\nMike!\n\nMICZAEL shushes them.\nMICHAEL\n\nGet the bikes! Meet us at the\nLookout!\n\nBOYS\nBut, wait....1\n\nMICHAEL steps on the gas. The VAN zigzags down the hill,\n\npulling its tail behind it.\n\nEXT. HOUSE - DAY 323 x\nMen are trying to crawl out from under the collapsed plastic\nsheeting. Unseen in the confusion are the D&D boys. They\n\nopen the garage door,\n\nEXT. GARAGE - DAY 323A\n\nWhile two boys grab MICHAEL and ELLIOTT's bicycles, we notice\nthat HARVEY runs out of the garage.\n\n \n\f3235\n\n324\n\nTea\n\nus\n\n=~ 325\n\n326\n\n \n\nREVISED ~ 8/31/61\n\nEXT. HOUSE/ORIVEWAY =~ DAY\n\nThe D&D boys ride their bicycles down the driveway\n\n105A\n\n3238\n\nas they\n\nhold on to the handlebars of MICHAEL's and ELLIOTT's bicycles\n\nand lead them down to the street. HARVEY follows.\n\nINT. PLAYROOM - DAY\n\nMARY runs through the kitchen,\nbutcher knife and heads for the sliding qlass door.\nhangs onto her mother's shirt tail.\nthe plastic. GERTIZ sees the GERANIUM.\n\ncurtain.\n\nINT. VAN - DAY\n\nAs the VAN careens down the street,\nare men in the air tube.\n\nINT. AIR TUBE - DAY °\n\nTwo men are dragging themselves up the tubs as it bounces\nalong the street, moving toward the VAN.\n\n \n\n324\n\npulls open a drawer, grabs a\nGERTIE\nMARY slashes her way through\n\nShe grabs it and\nfollows her mother through the gaping hole in the plastic\n\n325\n\nELLIOTT notices that there\n\n326\n\f327\nfo,\n=\ni\n\n) 338\n|\n\nbe\n‘329\n[\n\nHh\n\ni\n\nf 330\n-\n\n,\n\n \n\n333\n\nyen)\n\non\n\nINT. VAN - DAY\n\n106.\n\n327\n\nELLIOTT begins unlatching the tube. One by one he pulls the many\n\nhandles that clasp the tube to the van.\n\nREVERSE:\n\nThe men are still coming, slowly but surely, closer to the VAN.\n\nBACK TO ELLIOTT:\n\nHe pulls on one of the latches.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nOne by one he pulls the many\n\nhandles that clasp the tube to the van. REVERSE:\n\nThe men are still coming, slowly but surely, closer to the VAN. BACK TO ELLIOTT:\n\nHe pulls on one of the latches. \n\nTARGET SECTION TO BE ANNOTATED:\n ‘The VAN makes a jolting move.\n\nELLIOTT falls. He pulls himself to his feet.\n\nELLIOTT\nBe careful!\n\nINT. FRONT SEAT OF VAN - DAY\n\nMICHAEL regains control of the wheel.\n\nMICHAEL\nWe're gonna die and they're\n\ngo\n\nnever going to give me my license.\n\niN’. BACK OF VAN = DAY\n\nELLIOTT works on the latches. The men are moving closer.\n\nEXT. HOUSE - DAY\n\nMARY jumps into her car. GERTIE climbs in the back seat.\n\no:  agh\nMe 400\n\nREYS comes running from the house and jumps into the\npessenger seat as the car is already moving.\n\nINT. MARY'S CAR - DAY\n\nGERTIE stands on the back seat and sticks her head between\n\nthen.\nKEYS lcoks at MARY.\n\nKEYS\nWhere are they going?\n\nGERTIE\nTo the spaceship.\n\nREYS looks at GERTIE.\n\n \n\n(CONTINUED)\n\n328\n\n329\n\n330\n\n331\n\n332\n\n333\n\ff* 333\n\n’y wT\n\n334\n\nyy\n\n335\n\n~7\n\n336\n\n<4\n\n337\n\no_\n\nrm™ 8\nifn\n\n|\n\n339\n\n“yor oe\n\n“oy\n\n340\n\n \n\n107.\n\nCONTINUED; 333\nGERTIE\nWe get to see his spaceship.\n-From the moon. :\nKEYS looks at MARY. gov\n498\nKEYS go\nStep on it.\nEXT. CUL-DE-SAC - DAY 334\nGovernment cars are trying to turn around. MARY whizzes by\nthem. Government cars follow MARY.\nINT. BACK OF VAN = DAY 335\nELLIOTT pries the last latch Open just as the men are about\nto reach the VAN. The tube is free, It falls to the ground.\nINT. TUBE = Day . 336\nThe two men grab the sides of the tube as it rolls to a stop.\nEXT. STREET - pay 337\n\nThe VAN rounds a corner. Dry ice spills from the beck of the VAN.\nEXT. STREETS - DAY\n\nA string of cars, led. by MARY, are chasing the VAN. The\nVAN has a good lead.\n\nINT.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTREETS - DAY\n\nA string of cars, led. by MARY, are chasing the VAN. The\nVAN has a good lead. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n VAN - pay 339\n\nMICHAEL whips the VAN around a corner, cuts across a lawn and\n\n. Steers the vehicle up a hill.\n\nMICHAEL (yelling)\nWhere's the Lookout?\n\nELLIOTT\nNear the Seven-Eleven.\n\nMICHAEL\nWhere's that?\n\nELLIOTT .\nT don't know streets! Mom\nalways drives me.\n\nEXT. STREET - DAY 340\n\nThe VAN comes around a bend, headed for “the Lookout.\"\n\f342\n\n343\n\n344.\n\n345\n\n346\n\nREVISED - 8,/31/81 ios.\nEXT. ALLEY - DAY 341 x\nThere are the D&D boys, standing in formation, straddling\ntheir bikes. MICHAEL's and ELLIOTT's bicycles are ready\nto be mounted. HARVEY stands in front of the boys, panting.\nThe VAN screeches to a hait. MICHAEL jumps out and runs to\nthe rear of the VAN. The DéD boys come to meet him. ELLIOTT\nand E.T. stand in the rear of the VAN. E.T.'s heart-light\nis really flashing now. The D&D boys freeze when they see\nwho is standing next to ELLIOTT. ELLIOTT smiles at the\nboys.\nELLIOTT\nHe's a man from outer space and we're\ntaking him to his spaceship.\n. GREG\n(dumb founded)\nCan't he just “beam up”?\n: ELLIOTT\nThis is reality, Gre¢.\nEXT. STREET ~ DAY 342\nThe official unmarked cars have passed MARY. They zero in\non the VAN.\nEXT. ALLEY - DAY 343 x\nThe unmarked cars skid to a stop. The officers leap from\ntheir cars and draw their guns.. MARY pulls up right behind\nthem. As she jumps from the car, screaming, HARVEY jumps\ninto the back seat next to GERTIE.\nMARY Vv\nNo guns! They're children! oe?\nMARY runs to the VAN. gor?\nINT. REAR OF VAN - DAY : 344\nIt is empty.\nREVERSE , 345\nMARY clutches her heart.\nEXT. STREETS - DAY 346\n\n‘MICHAEL, STEVE, TYLER and GREG are speeding along on their\n\nbicycles.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nREVERSE , 345\nMARY clutches her heart. EXT. STREETS - DAY 346\n\n‘MICHAEL, STEVE, TYLER and GREG are speeding along on their\n\nbicycles. \n\nTARGET SECTION TO BE ANNOTATED:\n They flank ELLIOT's bike. E.T. sits in the front\nbasket. This is bicycle riding that only fearless young boys\nwould attempt. They jump curbs, they lean into corners,\n\nthey conquer every obstacle.\n\n \n\f347\n\n348\n\n349\n\n350\n\n351\n\n352\n\ney\n\nEXT. STREETS = DAY 347\n\nSuddenly, two government cars block the boys' path. The bikes burn\nrubber as they sereach to a halt. The boys turn and nead in\n\nthe opposite direction. Two more government cars pull into view.\nAnother route is blecked. ELLIOTT makes a swift turn and teads\n\nthe boys through someone's backyard.\n\nEXT. ALLEY - DAY , 348\n\nThe yard empties into an alley. The beys again move into\nformation to suard ELLIOTT and his passenger. Government cars\nblock their exit. The boys turn around, they head back down\nthe alley.\n\nEXT. STREET - DAY . 349\n\nThe alley empties into a street. The boys spread out. They\nstand on their bikes, pedaling as if their lives depended on it.\nTwo marked cars pull out of nowhere and block their path. It\nappears as if the boys will crash right into the cars. But they\ndon't. Instead, they rise above the cars. E.T. has regained\nhis strength. The five bicycles, still in formation, lift into\nthe air. They fly over the cars, over the streets, over the\nhouses.\n\nOxT. THES SKY - DUSK 35%\n\nEach boy has his own separate moment of magic. Only ELLIOTT\nis composed. He takes the lead, banks his bicycle to the right\nand screams.\n\nELLIOTT gor\nHead for the forest! aoe\nThe boys follow him, like a flock of birds, ©\nTYLER\n\nIs this real, is this really real?\n\nGREG (closes his eyes)\nTell me when it's over!\n\nEXT. SKY ABOVE FOREST - DUSK . . 351\nThe bicycles skim the treetops. - :\nEXT. FIREROAD - DUSK . 352\n\nMARY pulls her car to a stop.\n\n4\n\f353\n\n355\n\n356\n\n—\nas 357\n\n358\n\n359\n\n360\n\n362\n\nEXT.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nSKY ABOVE FOREST - DUSK . . 351\nThe bicycles skim the treetops. - :\nEXT. FIREROAD - DUSK . 352\n\nMARY pulls her car to a stop. 4\n\f353\n\n355\n\n356\n\n—\nas 357\n\n358\n\n359\n\n360\n\n362\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n FOREST - DUSK 353\nMARY, KEYS, GERTIE ané HARVEY run through the forest.\nMARY\nElliott, doen't go!\nEXT. TALL GRASS - DUSK . 354\nThe bicycles land in the tail grass. The other boys stop\n\nthere, but ELLIOTT makes an incredible jump, up onto the\nLanding Site. .\n\nEXT. LANDING SITE - DUSK : . 355\nELLIOTT's bicycle spills its occupants onto the soft dirt.\n\nELLIOTT reaches out to the COMMUNICATOR. His hand is instantly\neaught in a beam of lavender light.\n\nEXT. TALL GRASS - DUSK 356\nMARY, GERTIE, KEYS and HARVEY have reached the tall. grass.\n\nGERTIE (carrying the GERANIUM) runs through the grass and\nstruggles up the rocky incline. . :\n\nEXT. LANDING SITE = DUSK : . 357\n\nE.T. steps into the beam of lavender light. He Looks up\nand whispers.\n\nE.T.\nYes. Ready. got\nELLIOTT rises and stands behind E.T. aoe\nANGLE - THE SKY %° 358\nThe Spaceship appears.\nEXT. TALL GRASS - DUSK 359\n\nThe D&D boys, MARY, KEYS and HARVEY approach the Landing Site.\n\n_ KEYS holds himself and the others back.\n\nANGLE - THE SPACESHIP . 360\nThe Spaceship descends. -\n\nEXT. THE TALL GRASS ~ DUSK 361\n\nThe area is illuminated with a brilliant, pastel light.\n\n \n\f362\n\nEXT. LANDING SITE - DUSK 362\n\nGERTIE has reached the top of the rocky incline. Behind her, we\nSEE MICHAEL ¢limbing up to the landing site. GERTIE falls as\nshe reaches the top and leave the GERANIUM on che greund.\n\nE.T. helps GERTIE get to her feet. GERTIE smiles at him.\n\nGERTIE\nI wanted to say goodbye.\n\nMICHAEL has reached the top. He puts an arm on GERTIE's shoulder.\n\nMICHAEL\nHe doesn't know 'goodbye.'\n\nE.T. pats GERTIE gently.\nE.T.\nBe good.\nE.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nT. Be good. E. \n\nTARGET SECTION TO BE ANNOTATED:\n. looks up at MICHAEL. MICHAEL takes his hand.\n\n=.T.\n\nThank you. : we\ngo\nE.T. turns to ELLIOTT. ao\n: 9\n5.7 %\nCome? “\n\nELLIOTT looks up at the beautiful, hovering spaceship. He turns\nfrom it to look at his prother and sister, his mother, KEYS and\nthe boys. .\n\nELLIOTT looks back at £.T.\n\nELLIOTT\nStay.\n\nThe two friends stare at one another for a moment. Then together,\nthey reach their arms out and embrace. Reluctantly, they sull\napart. £.T. touches his chest, where the heart-light has become\na beautiful ruby glow, illuminating his and Ellictt's faces.\n\nE.T.\nOuch.\n\nELLIOTT takes E.T.'s forefinger, presses it to his own chest\nand repeats. .\n\f363\n\n364\n\n365\n\nREVISED 2/25/91\n\n \n\nCONTINUED: 352\nELLIOTT\nOuch,\nE.T. moves his hand to ELLIOTT's head, teuches his £\nto the boy's forehead and speaks, with serfect prenun\n\n: E.T.\nI'll be right here.\n\nThe docr of the spaceship opens. The gSangplank Cescends. £.T.\nStarts for the door. He notices the GERANIUM on the greunc. He\nlifts it and walks up the gangplank. ‘\n\nEXT. SPACESHIP - pusx “gor 363\n\nJust inside the doorway is a FELLOW CREATURE. His heart-\n\nslight burns red. £.7. turns and takes a last look, then\n\ndisappears into the ship. The gangplank lifts. The door closes,\n\n-ELLIOTT watches, smiling. x\n\nEXT. SKY - DUSK INTO NIGET 364\n\nThe spaceship lifts into the air, it moves quickly into the\nGarkening sky. It becomes smaller and smaller until it is only\n& speck of white light. The first star of the evening.\n\nFADE OUT\n\nFADE IN\n\nTo the sounds of children's vGices and the staccato beat of 365\ntock and roll.\n\nINT.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe first star of the evening. FADE OUT\n\nFADE IN\n\nTo the sounds of children's vGices and the staccato beat of 365\ntock and roll. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ELLIOTT'S ROOM = NIgsT\n\nDominces are spread across the floor and tiny, painted pewter\nfigures are in formation, Macching through the domino maze.\n\nSTEVE\nOkay. You've reached the\ndungeon. It's dark and dismal.\n\nTYLER\n\nFinally, we get to the dungeon,\n\nSTEVE\nThere's a hallway in front of you.\n\nMICHAEL\nWe ga down it.\n\f"
}