{
  "1": "ALL YOU NEED IS KILL\n\nscreenplay by\nD W Harper\n\nbased on the novel \"All You Need is Kill\"\nby Hiroshi Sakurazaka\n\nFirst Draft\n4/1/2010\n\nDante W Harper\n\n1938 North Alexandria\nLos Angeles, CA 90065\nWGAW Registration 1422314\n\fINT. UNITED DEFENSE FORCES DROPSHIP - IN FLIGHT - STORM\n\nSOUND: Someone breathing, GASPING for breath they're so\nafraid. And the HIGH-PITCHED WHINE of RAMJETS laboring\nagainst heavy side-winds as we struggle to focus on -\n\n- OPEN OCEAN. CHURNING, whipping past at a couple hundred\nmiles an hour, 800 feet below a SOLDIER'S DANGLING BOOTS.\n\nCAGE (V.O.)\nWhat am I doing here?\n\nPVT. BILLY CAGE is maybe 20. Too young for this. COLD SWEAT\ntrickles into his eyes. When he tries to wipe it away, his\nARMORED FINGERS CLACK against clear ACRYLIC. His FACEPLATE.\n\nCage is wearing an EXOJACKET: powered, tight-fitting body\narmor, bristling with weaponry. TWO DOZEN OTHER young,\nterrified SOLDIERS hang with him, also jacketed, dangling\nover the OPEN BAY DOORS, over OCEAN.\n\nCage taps a button. His faceplate opens, NOISE floods in at a\nDEAFENING ROAR. He rubs his eyes -\n\nYONABURU\nDon't poke yer eye out, bud.\n\nPVT. YONABURU, a hard-ass fuckup with Asian features but a\nSouthern drawl - Cage's battle-buddy - smiles.\n\nSGT. FARELL\nGET YOUR PLATE SHUT, PRIVATE!\n\nFROM UP FRONT, BATTLE-SCARRED SGT. FARELL shoots them a look.\n\nACROSS from Cage, GRIFF, 25, a burly-looking bad-ass, keeps\nmaking an about-to-vomit face, barely fighting back the urge.\n\nSGT. FARELL (CONT'D)\nPRIVATE GRIFF! Don't PUKE.\n\nGRIFF\nYes sir!\n\nGriff's face twitches again. A female soldier, NANCE, grins.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRIFF\nYes sir! Griff's face twitches again. A female soldier, NANCE, grins. \n\nTARGET SECTION TO BE ANNOTATED:\nNANCE\nYou spit up in yer jacket, you're\nin for a world a' shit.\n\nFORD, a jarhead dickweed proper, LAUGHS, missing a few teeth.\n\nNow OIL from Cage's jacketed fingers streaks his face. The\nfaceplate sucks shut. FLOATING HEADS-UP READOUTS flicker up -\n\fYONABURU\nYou OK there, buddy?\nCAGE\n(trembling)\nYeah.\nYONABURU\n\nWe're gonna be fine. I got us life\ninsurance. Mrs. Smith.\n\nYonaburu taps \"MRS. SMITH\", an antiquated SMITH & WESSON\n-357, against his faceplate and slips it in his exojacket's\nutility belt. Cage doesn't look too reassured.\n\nSGT. FARELL\n...READY FOR DROP... HOLDING...\n\nBENEATH THEIR FEET\n\nDOZENS OF OTHER FB90 DROPSHIPS streak by; squarish, clumsy-\nlooking, like flying bricks, which is what everyone calls\nthem. ARTILLERY FIRE STRAFES back and forth as -\n\nA DROPSHIP takes a HIT and is gone. FAR BELOW, a BEACH comes\ninto view, a red SQUARE superimposed on the HEADS-UP -\n\nTHE DROP POINT. Cage shuts his eyes.\n\nCAGE\nOh God oh God oh God -\n\nSGT. FARELL\nGO! GO! Go!\n\nThe first SOLDIER hits a release and FALLS, tumbling. Then\nANOTHER. Then ANOTHER. YONABURU gives Cage the thumbs up and -\n\nYONABURU\nWOOOHOOOO!\n\nYonaburu hits his RELEASE and -\nFROM BENEATH THE DROPSHIP\n\n- SOLDIERS LITTER OUT, tumbling like living ordinance. You'd\nthink parachutes might open... but they don't.\n\nBACK IN THE DROP SHIP\n\nSGT. FARELL\nDROP! DROP, YOU BABIES!\n\fCAGE CAN'T DO IT. SEVERAL OTHERS can't, either. ONE SOLDIER\nDANGLES by a jacketed hand like a kitten going to the vet.\nSgt. Farell KICKS the hand free and JUMPS himself -\n\nRADIO\n(screeching)\n..-TAKING FIRE UP HERE, WE GOTTA...",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nONE SOLDIER\nDANGLES by a jacketed hand like a kitten going to the vet. Sgt. Farell KICKS the hand free and JUMPS himself -\n\nRADIO\n(screeching)\n..-TAKING FIRE UP HERE, WE GOTTA... \n\nTARGET SECTION TO BE ANNOTATED:\nKERWHAM! The dropship is STRUCK - TWICE. One of the hanging\nsoldiers is TORN IN HALF, the pieces flying. FLAME belches\nthrough the DROPBAY and the ship LURCHES -\n\nCage SCREAMS, HITS his release and -\n\nTUMBLES OUT OF THE DROPSHIP\n\nThe dropship ABOVE, in FLAMES, BURNING SOLDIERS falling,\nOTHERS clinging on as it SPINS OUT OF CONTROL. CAGE FALLS,\nSCREAMING, his HEADS-UP flashing red, the ground RUSHING UP -\nEXT. BEACHHEAD - BATTLE OF RUBY TUESDAY\n\n- WHUMP! THUMP! FHUMP! SOLDIERS hit the beach, hard enough to\nleave CRATERS in the WET SAND.\n\nAND HERE COMES CAGE, SCREAMING, FLAILING, KICKING - at the\nlast second his jacket goes into AUTOLAND; tiny JETS cushion\nthe fall just enough to not break any bones and... WHAM!\n\nTwo seconds of ear-ringing silence. A GASP as Cage's lungs\nrefill, he staggers up, WET SAND falling from his faceplate,\nhis HEADS-UP highlighting TERRAIN and FRIENDLIES -\n\nTHREE OTHER SOLDIERS stagger up out of their own craters.\n\nHAPPY SOLDIER\nWE MADE IT!\n\nTHE HAPPY SOLDIER smiles at Cage, and -—\n\n12 TONS OF FLAMING DROPSHIP LAND ON THE HAPPY SOLDIER. Cage\nis THROWN BACK from the impact, landing in two feet of surf.\nStruggling back up, he sees -\n\nTHE BROKEN DROPSHIP SPEWING FLAME, ANOTHER SOLDIER stuck half-\nunder the ship, FLAILING as he dies. Cage stares in shock.\n\nYONABURU\nCAGE! YOU IN ONE PIECE?\n\nCAGE\nI, uh, yeah - the ship, the ship...\n\fYONABURU\nCOME ON!\n\nCage turns, seeing YONABURU with a FLOATING BLUE HEADS-UP\nFLAG superimposed above him.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAGE\nI, uh, yeah - the ship, the ship... YONABURU\nCOME ON! Cage turns, seeing YONABURU with a FLOATING BLUE HEADS-UP\nFLAG superimposed above him. \n\nTARGET SECTION TO BE ANNOTATED:\n Cage blindly runs after him as -\n\nUP THE BEACH\n\nTENS OF THOUSANDS OF OTHER JACKETED INFANTRY stream to their\nmeetpoints, thick as ants, ARTILLERY STRAFING PAST THEM as -\n\nIN THE SKY\n\nMORE DROPSHIPS THAN WE CAN COUNT and fast-moving STRIKEJETS\nbeyond them STREAK in loose formations into the horizon and -\n\nOUT TO SEA\n\nMASSIVE CARRIERS lob HEAVY ORDINANCE into the already blasted\ncoastline, pieces of SEA-CLIFF exploding. HALF A MILLION\nSOLDIERS are landing today in what can only be -\n\nHUMANITY'S LAST, BEST STAND... RUBY TUESDAY.\n\nIt looks like D-Day meets Armageddon.\n\nSGT. FARELL (ON RADIO)\nASSEMBLE AT THE TRENCH!\n\nCAGE AND YONABURU CLUMSILY RUN\n\nto join their company. It's hard to even walk in an exojacket\nif you're not practiced in it, and they aren't.\n\nON THEIR HEADS-UPS: Their TWO BLUE DOTS get closer to the\ncluster of OTHER BLUE DOTS as the first ENEMY FIRE starts\nstreaking in, TEARING UP THE BEACH. THAP! THAP!\n\nCAGE JUMPS, YONABURU TOO -—\n\n- BOTH land badly, SCRAMBLE UP, catching a first GLIMPSE of\nTHOUSANDS OF ENEMY INFANTRY streaming down the cliffs but -\n\nCAGE AND YONABURU TUMBLE INTO THE TRENCH\n\nFalling in with the other terrified SOLDIERS, SGT. FARELL\nscreaming to TAC-COM about where's his fucking air support.\nCage has two seconds to get his bearings before -\n\nON CAGE'S HEADS-UP\n\nA RED DOT approaching the BLUE DOTS of his company. Then a\nfew more RED DOTS...\n\fCAGE\nThis isn't how it's supposed to be.\nThis isn't... First Division was\nsupposed to clean this up -\n\nSGT. FARELL\nLOCK AND LOAD!\n\nCage watches in mounting horror as the heads-up shows FOUR\nMORE PAIR. And then 20. And then... a WALL OF RED.\n\nCAGE\nWe're all gonna die.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd then 20. And then... a WALL OF RED. CAGE\nWe're all gonna die. \n\nTARGET SECTION TO BE ANNOTATED:\nYONABURU\nShut the fuck up!\n\nSGT. FARELL\nHOLD... HOLDING...\n\nEven the Sergeant can't hide his fear.\n\nSGT. FARELL (CONT'D)\nLIGHT 'EM UP!\n\nAs the FIRST SOLDIER out of the trench jumps up, a PROJECTILE\nhits him, knocking him at CAGE'S FEET -—\n\nThe PROJECTILE in the soldier's chest isn't of human origin.\nIt's streaked with silver, biomechanical, WRIGGLING. A MIMIC\n\"JAVELIN\". And from where the thing flew -\n\nTHE ON-RUSHING MIMIC HORDE.\n\nAt first, you could mistake them for human infantry, but\nthey're not. They are ALIEN KILLING MACHINES.\n\nThey're ARMORED, SHARP, and BRISTLING with unidentifiable\nweaponry that seems to grow out of their bodies, like a\nnightmare version of the jacketed soldiers they're evolved to\nkill. Parts are METAL, parts GLISTENING BIOMASS.\n\nMIMICS have no individuality, no emotion, purpose or\nexistence other than the vicious removal of human life.\n\nSOLDIER\nINCOMING!\n\nTHE SOLDIERS FIRE into the RACING MASS. They might as well be\nfiring BB-GUNS at an oncoming BUFFALO STAMPEDE.\n\nANOTHER soldier, down the line, takes TWO JAVELIN HITS. His\njacket starts SHAKING, JITTERBUGGING off his brainstem's\ndeath-throes, his autocannon FIRING wildly -\n\fMIMIC JAVELINS sweep the trench where Cage and Yonaburu try\nto aim - THUP THUP THUP!\n\nSGT. FARELL (RADIO)\nCHECKPOINT TWO! MOVE MOVE MOVE!\n\nSoldiers start RUNNING. But Cage is FROZEN TO THE SPOT,\ntrembling, unable to MOVE. Yonaburu SLIDES DOWN BESIDE HIM -\n\nYONABURU\nCOME ON, CAGE! WE GOTTA -—\n\n- BLAM! A SECTION OF TRENCH COLLAPSES.\n\nThe hail of sand and smoke clears just in time to see the\n\nrest of 3rd Platoon HAULING ASS UP THE BEACH.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nWE GOTTA -—\n\n- BLAM! A SECTION OF TRENCH COLLAPSES. The hail of sand and smoke clears just in time to see the\n\nrest of 3rd Platoon HAULING ASS UP THE BEACH. \n\nTARGET SECTION TO BE ANNOTATED:\n ON CAGE'S HEADS-—\nUP, the LITTLE BLUE DOTS of their team head OFFSCREEN.\n\nCAGE AND YONABURU ARE TOTALLY CUT OFF.\n\nYONABURU (CONT'D)\nSHIT! SHIT!\n\nYonaburu slides into firing position - target numbering\nsystems on OVERLOAD -\n\nYONABURU (CONT'D)\nJesus, here it comes.\n\nCage lifts his weapon, shaking, trying to pick a target. It's\nuseless. In two seconds, they're gonna be DEAD MEAT.\n\nCAGE\nOh god oh god oh god -\n\nA squelchy RADIO SCREECH -\nCHIEF BREEDER (RADIO)\n...VALKYRIE ONE, this is CHIEF\nBREEDER. STRIKEJETS GOT A LOCK...\n\nYOUNG WOMAN'S VOICE (RADIO)\nTHEN LAY 'EM DOWN, C.B.\n\nCHIEF BREEDER\nYES, MA'AM!\n\nSLEEK U.D.F. STRIKEJETS, FOUR OF THEM, streak in low. MIMICS\nvolley JAVELIN as the sleek aircraft swing in for bombing -\n\nONE STRIKEJET takes a hit and tumbles, FLAMING, the PILOT\nSCREAMING as he spins, PLOWING INTO the MIMIC FRONT LINE...\n\n.-. but then the OTHER STRIKEJETS deliver their payloads.\n\fKATHOOM! A WALL OF FLAME goes up, the ground SHAKING from the\nimpact. SMOKING, TWITCHING FRAGMENTS of MIMIC RAIN DOWN -\n\nYOUNG WOMAN'S VOICE (RADIO)\nCLEAR FOR CLOSE ENGAGEMENT.\n\nWHAM! WHAM! WHAM! THREE BIG, JACKETED SOLDIERS land, SMOOTHLY\nROLLING into 3-point fighting position. This is DOG COMPANY.\n\nDOG COMPANY SOLDIERS are different. Their exojackets are\nblackened, dented, tricked out with graffiti, decals from the\ncountries they've fought in. Their grim faces are scarred.\nNot a one of them stands under 6'4\".\n\nYOUNG WOMAN'S VOICE (RADIO) (CONT'D)\nEat ‘em up, boys.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nTheir grim faces are scarred. Not a one of them stands under 6'4\". YOUNG WOMAN'S VOICE (RADIO) (CONT'D)\nEat ‘em up, boys. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Dogs' MASSIVE SHOULDER ROCKETS OPEN FIRE, 20mm, 50mm\ncannons nailing MIMICS right and left -\n\nYONABURU\nHoly shit!\n\nCAGE'S EYES GO WIDE and the WORLD GOES SLOW as -\nSERGEANT-MAJOR RITA VRATASKI\n\nAKA \"VALKYRIE ONE\", AKA \"THE FULL METAL BITCH\", LEAPS, flying\nRIGHT OVER CAGE AND YONABURU'S HEADS -\n\nHer sleek exojacket is painted BLOOD RED. It's bare of\nweaponry except for - her TUNGSTEN CARBIDE BATTLE AXE. Almost\ncomically HUGE, nearly as big and certainly as heavy as she\nis. Good for one thing: BISECTING MIMICS.\n\nThe axe SWINGS and four MIMICS are converted to eight\nTWITCHING HEAPS. She rolls into a PERFECT BATTLE STANCE.\n\nHer face; beautiful, battle-ready, and deadly calm -\n\nRITA\nTake me to your leader.\n\n- and with a collective YELL, the rest of DOG COMPANY follow\nher STRAIGHT INTO THE MIMIC FRONT LINE. Yonaburu JUMPS UP -\n\nYONABURU\nIt's RITA! THE FULL METAL BITCH!\nCome on, man, we gotta -\nBut Cage is running across the sand. DESERTING.\n\nYONABURU (CONT'D)\nCAGE!\n\fWorse yet, TWO MIMIC RUNNERS have detached and GIVE CHASE.\nYONABURU FIRES, taking one down, but the other is closing in -\n\nHe looks back, to where RITA and the DOGS mercilessly engage\nthe mimic in a ballet of precision fighting. He'd join, but -\n\nYONABURU (CONT'D)\nFuck.\n\nYonaburu takes off after Cage as -\n\n- Cage BLINDLY HAULS ASS for the SEA CLIFFS, scrambling up a\nrocky bluff. Yonaburu catches up -\n\nYONABURU (CONT'D)\nWe have to get back to the unit!\n\n- and GRABS Cage's leg.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nYonaburu takes off after Cage as -\n\n- Cage BLINDLY HAULS ASS for the SEA CLIFFS, scrambling up a\nrocky bluff. Yonaburu catches up -\n\nYONABURU (CONT'D)\nWe have to get back to the unit! - and GRABS Cage's leg. \n\nTARGET SECTION TO BE ANNOTATED:\n Cage KICKS, FLAILING -\n\nCAGE\nWe won't make it! They're all DEAD!\n\nYONABURU\nThey shoot deserters!\n\nCAGE\nI don't care! LET ME GO!\n\nCage CRAWLS, DRAGGING YONABURU to the CREST OF THE CLIFF.\n\nYONABURU\nCAGE, I'M NOT LETTING YOU -\n\nYonaburu stands, HEAVING BACK on CAGE'S LEG, and -—\n\nSHUP! HALF OF YONABURU'S head disappears in a shattering of\nred, the broken shell of his faceplate smoking.\n\nCAGE\nYONABURU !\n\nYonaburu's jacket twitches, shudders, goes limp - and falls.\n\nCAGE (CONT'D)\nNO!\n\nCage tries to stand, but Yonaburu's hand is still gripping\nhis ankle. He twists, scrambling up -\n\nCAGE SEES WHAT SHOT YONABURU.\n\nThe cliff's crest is a NEST OF MIMIC SCOUTS. SEVEN of them.\nOnly a little less surprised than Cage.\n\fBefore he knows what he's doing, he's got TARGET-LOCK. Cage\nFIRES BLINDLY, the shock of his forearm cannon SPINNING him\naround in an arc -\n\nTAKTAKTAKTAKTAK! SEVERAL MIMICS GO DOWN, Cage FALLS on his\nASS, just missing the swings of BLADED MIMIC ARMS -\n\n- and he's STILL FIRING, into MIMIC LEGS, WHIPPING them down\nto the ground. No one has ever fought worse - or been as\nlucky - as Cage at this moment. In 2.3 seconds, SIX DEAD\nMIMIC lie twitching around him. Cage SCOOTS back, seeing -\n\n- THE LAST MIMIC on the rise, getting ready to FIRE.\n\nHe SHOOTS it. But with a CHITTERING, BUZZING NOISE, a FRESHLY\nBIRTHED JAVELIN erupts from its dying body like a 400 mph\ntumor and HITS Cage's side. CAGE FIRES AGAIN, just as -\n\n- a SECOND javelin hits his FACEPLATE, it SHATTERS, the WORLD\nSPINS, ARCS and Cage goes down, BLACKING OUT -\n\nEXT.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe SHOOTS it. But with a CHITTERING, BUZZING NOISE, a FRESHLY\nBIRTHED JAVELIN erupts from its dying body like a 400 mph\ntumor and HITS Cage's side. CAGE FIRES AGAIN, just as -\n\n- a SECOND javelin hits his FACEPLATE, it SHATTERS, the WORLD\nSPINS, ARCS and Cage goes down, BLACKING OUT -\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n BATTLEFIELD - HOURS LATER\n\nThe LATE-AFTERNOON SUN streaks through TORN CLOUDS. SMOKE\nrises from the SCORCHED EARTH and BODIES of men, aliens, and\nmachines litter the terrain for miles. A landscape of hell.\n\nCage COUGHS, OPENS HIS EYES.\n\nHe's lying on his back, RAIN drizzling on his unprotected\nface, his BLOOD mixing in the puddles beside him. YONABURU'S\nBODY and the DEAD MIMIC SCOUTS are scattered around.\n\nA LIVING MIMIC is nearby, scavenging through the dead, eating\nbits of other fallen mimic. It hasn't noticed Cage, until -\n\nCLICKING and WHIRRING, YONABURU'S EXOJACKET goes into power-\ndown, releasing him like an insect's carapace. His dead,\nnaked-except-for-underwear BODY slops into the mud and blood.\n\nThe eater of the dead LOOKS UP. Interested. ANOTHER MIMIC\nstands behind it. Oh fuck. Here they come.\n\nCAGE STRUGGLES to lift his 20mm, CLICK. CLICK. Nothing. The\nMIMICS RUN THIS WAY. CLICK. CLICK. Cage SCREAMS -\n\n- SHUP! The mimic's body is TORN IN HALF - A FLASH of RED\nEXOJACKET as THE SECOND IS CUT DOWN. We barely see it happen.\nJust pieces of mimic falling, and in two seconds it's over.\n\nCage blinks up at... RITA VRATASKI.\n\f10.\n\nHer crimson exojacket shines in the afternoon sun. Her gore-\nspattered faceplate hovers over Cage, then RETRACTS as she\ngrabs a canteen from her utility belt.\n\nRita may be the greatest warrior on the planet, but she can't\nbe more than 23 years old. And she's beautiful.\n\nStorm clouds part, BLUE SKY beyond, but rain still drizzles.\nShe drinks, looking up at the sky.\n\nRITA\nWhen I grew up in Pennsylvania,\nthey had a name for this.\n\nCAGE\nFor... what?\n\nRITA\nFor when it's raining, but the sun\nis shining.\n\nRita lifts Cage's head, giving him some water.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAGE\nFor... what? RITA\nFor when it's raining, but the sun\nis shining. Rita lifts Cage's head, giving him some water. \n\nTARGET SECTION TO BE ANNOTATED:\nRITA (CONT'D)\nThey said it was because the devil\nwas beating his wife.\n(beat)\nWho comes up with this crap?\n\nCage trembles, COUGHS, blood sputters out.\n\nCAGE\nAm I... gonna make it?\n\nRITA\nNo. I don't think so. But I'll stay\nwith you until you die.\n\nCAGE\nYou don't have to... thank you, I -\n\nRITA\nI need your battery. It's fresh.\nLooks like you hardly used it.\n\nThis sinks in.\n\nCAGE\n(bitterly)\n\nTake it.\nRITA\n\nYou sure about that?\n\f11.\nCAGE\nI don't deserve it.\n\nRita gently pushes Cage over, unhooking something on his\nback. Cage grimaces in pain. He shivers, bloody, crying.\n\nCAGE (CONT'D)\nI... I don't want to die.\n\nRita looks at him, a trace of painful softness in her face.\nRITA\nDying's not that bad, once you get\nused to it.\n\nDistant EXPLOSIONS, moving closer. Rita grabs her axe, her\njacket whining up to full power, her radio CRACKLES to life.\n\nRITA (CONT'D)\nI have to go. Good luck, soldier.\n\nCAGE\nFuck... off...\n\nRita smiles, then heads off to the CLIFF'S EDGE, surveying\nthe Armageddon in progress far below.\n\nCage's jacket goes into power-down, unhooking from his body.\nWith the last of his strength, he CRAWLS to Yonaburu's side.\n\nCAGE (CONT'D)\n(delirious)\n\nYonaburu... I'm sorry... I...\nYonaburu's one intact eye stares at him, blind and dead.\nSPLISH. SPLASH. Cage FREEZES.\nA MIMIC FOOT quietly steps into the mud by Cage's head. It's\nstanding right over him. This one is ODD, its armor plates\nand vesicles diffracting light in a OILY RAINBOW OF COLOR.\nIt LEANS IN CLOSE, SCANNING HIM. Cage TREMBLES, helpless.\nThe thing's face is a HORRIBLE MAW - up close, it's no more a\nfunctional face than a black widow spider's hourglass is a\nfunctional timepiece.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt LEANS IN CLOSE, SCANNING HIM. Cage TREMBLES, helpless. The thing's face is a HORRIBLE MAW - up close, it's no more a\nfunctional face than a black widow spider's hourglass is a\nfunctional timepiece. \n\nTARGET SECTION TO BE ANNOTATED:\n A decorative WARNING to human prey.\n\nDetecting no threat from Cage, the mimic shifts focus to -\n\n- RITA'S BACK. She's 20 yards away, too distracted by the\nbattle to notice, as -\n\f12.\n\nThe mimic begins to VIBRATE, TINY BLACK TENDRILS exude from\nevery crevice of its armor, waving in the breeze. A FRESH\nJAVELIN forming in the center of its body, WHIRRING...\n\nAnd that's when Cage sees MRS. SMITH, Yonaburu's antique\nSMITH & WESSON, GLINTING IN THE MUD -\n\nCage GRABS the pistol, aims right up into the belly of the\nmimic, SHUTS his eyes and SQUEEZES THE TRIGGER - BLAM!\n\nNow a mimic could usually take a .357 slug and shrug it off,\nbut Cage got it RIGHT BETWEEN THE PLATES. With a hellish\nSQUEAL, the mimic STAGGERS, the developing JAVELIN MISFIRES,\nTEARING a hunk of the mimic's body with it -\n\n- Cage fires AGAIN. And AGAIN. INNARDS SPILL -\n\nSILVER-BLACK TENDRILS like melted plastic, CRACKLING with\nelectrical charge, DRIZZLE ONTO CAGE'S BODY, at 600 degrees.\nCAGE SCREAMS as it BURNS INTO HIM. There are probably worse\ndeaths, but this one ranks way up there. It's HORRIBLE -\n\n- Cage's DEATH-SCREAM scales register, the sound going flat\nand weird, squelching out like a bad RADIO SIGNAL as -\n\n- the IMAGE SHUDDERS, FALLING APART, winking out like an old\ntube TV, a high pitched WHINE, a BUZZ and -\nINT. C-COMPANY BARRACKS - MONDAY MORNING\n\n- CAGE SITS UP, SCREAMING, slapping at his chest like he's\ntrying to put out a fire.\n\nCAGE\nAIGH! HELP! GET IT OFF ME!\n\nHe ROLLS off his bunk, FALLING to the floor, TEARING at his\nundershirt, revealing - HIS SKIN, perfectly intact, beneath.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nHELP! GET IT OFF ME! He ROLLS off his bunk, FALLING to the floor, TEARING at his\nundershirt, revealing - HIS SKIN, perfectly intact, beneath. \n\nTARGET SECTION TO BE ANNOTATED:\nYONABURU\nWhat the fuck is wrong with you?\n\nYONABURU sits in his undershirt, cleaning MRS. SMITH, staring\nat Cage like he's crazy.\n\nCAGE\nI was... it was... you were...\n\nCage stares around like a trapped animal.\n\nSOLDIERS, the men and women we saw on the dropship, scattered\naround the barracks in various states of undress, stare back.\n\f13.\n\nCAGE (CONT'D)\nI, uh, I must have, uh... fallen\nasleep. Had a nightmare.\n\nGUY CAT-CALL\nDidja piss yerself?\n\nGIRL CAT-CALL\nCheck his diaper!\n\nThere's a RECRUITMENT POSTER on Cage's wall: RITA VRATASKI,\nher crimson exojacket shining against blue sky, hair flying,\na stern look on her face: \"I WANT YOU! JOIN THE CLEANUP!\"\n\nBut someone - Cage, in fact - has defaced the poster to read\n\"JOIN THE FUCK-UP, SUCKERS!\" Little skulls around her feet.\n\nNANCE, a tough-looking GIRL SOLDIER, burly as hell, leers in.\n\nNANCE\nMaybe it was a wet dream. Maybe he\nwas dreamin' about Rita.\n\nCAGE\nShut up, Nance.\n\nShe blows him a kiss. Cage rubs his head, in mild shock.\n\nCAGE (CONT'D)\nOw... GOD my head is killing me. I\ncannot drink like that anymore.\n\nYONABURU\nLike what?\n\nCAGE\nLike last night.\n\nYONABURU\nWe were here last night, dumbass.\nLiquor raid's tonight. Battle's\ntomorrow.\n\nCage blinks, confused.\nCAGE\nOh. I... Right. I gotta, I think I\ngotta go puke.\n\nINT. LATRINES - DAY\n\nCage washes his face, taking two aspirin, hands shaking. He\nlooks in the mirror, trying to get a grip on himself -\n\f14.\n\nCAGE\nIt was just a dream.\n\nINT.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\nlooks in the mirror, trying to get a grip on himself -\n\f14. CAGE\nIt was just a dream. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n C-COMPANY BARRACKS - DAY\n\nCage walks back to his bunk in a daze, staring at the faces\nof the SOLDIERS he just watched get killed; some playing\nvideo games, some looking at porn, some working out, some\nasleep, half-dangling out of Mylar hammocks.\n\n- there's DAVIS, who didn't make it out of the DROPSHIP -\n- there's ROKER, who took a JAVELIN in the chest -\n\n- and YONABURU, hunkering over a map that looks like football\nstrategy. PALKA, a short Norwegian, tosses him WIRE CLIPPERS.\n\nYONABURU\nMission accomplished?\n\nPALKA\nWe have our exfiltration point.\n\nPalka circles a spot on the map.\n\nYONABURU\nExcellent. We'll strike at 2200.\nGriff, you're gonna be the decoy -\n\nGRIFF\nYou think they got tequila?\n\nYONABURU\n‘Course they do. They're officers.\nThey got everything.\n\nPALKA\nGoing to get DRUUNK...\n\nYonaburu rolls up the map, hiding it. Cage frowns, worried.\n\nCAGE\nMan, you ever feel like you're\nremembering something while it's\nhappening, like it's already -\n(distracted)\nHey, Ford! Can you not do that?\n\nSEVERAL SOLDIERS are GAMBLING between the bunks, heaps of\ngoodies behind the WINNER, the LOSER throwing down his cards.\n\nThe dealer, FORD, scoops chips, smiling. He was missing teeth\nin the dropship... now he's not.\n\f15.\n\nFORD\nDo what?\n\nCAGE\nSarge busted our asses ALL DAY\nyesterday in PT! You wanna put\neveryone through that again?\n\nFORD\nWhat're you talking about? Sarge's\nout all week gettin' his arm sewed\nback on! Besides, we got a lookout -\n\n- indicating a FAT SOLDIER, KIMMEL, up near the door, whose\nattention is evenly divided between a HANDHELD VIDEO GAME and\nHIS NOSE, which he is picking mightily.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nFORD\nWhat're you talking about? Sarge's\nout all week gettin' his arm sewed\nback on! Besides, we got a lookout -\n\n- indicating a FAT SOLDIER, KIMMEL, up near the door, whose\nattention is evenly divided between a HANDHELD VIDEO GAME and\nHIS NOSE, which he is picking mightily. \n\nTARGET SECTION TO BE ANNOTATED:\nCAGE\nDude, he came RIGHT through that\ndoor, and —\n\nSLAP! SOMEONE SLAPS KIMMEL on the back of his head, sending\nhis game skittering across the floor. Cage's eyes go WIDE.\n\nYONABURU\nOh. Fuck.\n\nSGT. FARELL\nNow just what in the got-damned\nfucking shit do we have here?\n\nSGT. FARELL is a living piece of leather; badly scarred, mean\nas piss. Everyone is terrified of him, even his superiors.\n\nSoldiers SCRAMBLE to attention, but it's FAR TOO LATE -—\n\nSGT. FARELL (CONT'D)\nI'm gone for SIX WHOLE DAYS and my\nplatoon, the platoon with MY good\nname on it, has TRANSMOGRIFIED into\na veritable SHITSTORM of SHENANIGAN\nand INIQUITY! I. AM. APPALLED!\n\nFarell punctuates everything he says with VIOLENCE; a well-\naimed KICK, a SLAP, a tipped-over FOOTLOCKER, as the soldiers\nFALL OVER EACH OTHER to come to ATTENTION -\n\nSGT. FARELL (CONT'D)\nYou are ALL. IN. DEEPEST. SHIT.\nPIG. SHIT. YOU. MOTHERLESS. BABIES!\n\nSLAP! KICK! No one escapes his reach.\n\f16.\n\nSGT. FARELL (CONT'D)\nAnd you will NOT. GET. OUT of this\npigshit until you have EACH. AND.\nEVERY. ONE learned the life-giving\npower of FEAR and DISCIPLINE, the\nNECESSITY of ORDER and ETHIC if I\nhave to personally KILL every\nSINGLE ONE of you embarrassing\nsacks of human waste and drag your\nDEAD and LIFELESS BODIES by the\nSHORTEST, CURLIEST HAIRS and throw\nyou to the MIMIC HESSIANS!\n\nTwo SOLDIERS exchange a look... did he just say \"Hessians\"?\n\nSGT. FARELL (CONT'D)\nDID you not think I would return?\nDID you not imagine that I would be\nwholly prepared to CASTRATE and\nMASTECTOMIZE each and every -\n\nSgt.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nSGT. FARELL (CONT'D)\nDID you not think I would return? DID you not imagine that I would be\nwholly prepared to CASTRATE and\nMASTECTOMIZE each and every -\n\nSgt. \n\nTARGET SECTION TO BE ANNOTATED:\n Farell stops short, seeing the GAMBLERS, who stand at\nattention... but their cards, chips are scattered everywhere.\n\nHis face curls into a whole new level of acid rage.\n\nSGT. FARELL (CONT'D)\n(quietly)\nOh. I see I've interrupted a game.\n\nA few GAMBLERS close their eyes, ready for certain death.\n\nSGT. FARELL (CONT'D)\nTell me, Private Ford. Why do I\nhate gambling so much?\n\nFORD\n(trembling as he recites)\nSir, because it's a game of chance,\n\nsir... because it entertains the\nnotion that our... fate is in\nhands... other than our own... sir.\n\nSGT. FARELL\nAnd what do I think about chance?\n\nFORD\n(reciting)\n\"There is no chance. There is only\nchoice. And choice is character.\nAnd character is fate.\"\n\nSGT. FARELL\nThat's RIGHT!\n\f17.\n\nHe SLAPS Ford anyway, for good measure. Silence. Farell scans\nthe terrified soldiers in hateful wonder.\n\nHis voice drops to an almost tender register, as if he pities\nthese poor pukes for the choices they have made this morning.\n\nSGT. FARELL (CONT'D)\nNow I know that none of you exactly\nCHOSE to be here. I know that all\nthe young ladies and gentlemen FIT\nfor the International Marine Forces\nhave long since been decimated by\nthe MIMIC DISEASE, and that no\nsooner have you conscripts\ncompleted the most RUDIMENTARY\ntraining than you are to be thrown\ninto what is GUARANTEED to be the\nMother of all Battles: RUBY\nTUESDAY.\n\n(softly)\n\nWe lost North America. We lost the\nPacific. We lose this, we won't get\nto fight another. I would imagine\nthe pressure... must be enormous.\n\nHe scans their faces.\nSGT. FARELL (CONT'D)\nAsk me if I care. ASK ME IF I CARE,\nSOLDIER!\n\nSOLDIER\nSir, do you -\n\nSGT. FARELL\nNO I DO NOT CARE. PT NOW NOW NOW!\n\nThe soldiers HUSTLE OUT. Cage stares, STUNNED, as we CUT TO:\n\nEXT.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nPT NOW NOW NOW! The soldiers HUSTLE OUT. Cage stares, STUNNED, as we CUT TO:\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n UNITED DEFENSE FORCES BASE - DAY\n\nA GLASSY TOWER looms above a SPRAWLING MILITARY BASE on a\nBAY. The base is the size of a city, but it's only part of\nwhat will be the largest military operation in human history.\n\nYONABURU (0.S.)\n\nIt's called 'deja vu', man, which\nis French for been there, done\nthat. Happens to everyone.\n\nFAR BELOW, the soldiers of C-Company run in loose formation.\n\f18.\n\nEXT. PHYSICAL TRAINING FIELD - OBSTACLE COURSE - DAY\nFOREIGN BATTALIONS arrive, train -\nCHINESE REGIMENTS MARCH.\nRUSSIAN SOLDIERS BARK ORDERS.\nJAPANESE COMMANDOS SPAR IN EXOJACKETS.\nCage looks around the field, sweating, dazed.\nCAGE\nDude, I knew everything he was\ngonna say. Every word.\nYONABURU\nEVERYONE knew what Sarge was gonna\nsay! He always says that shit.\n\nC-COMPANY soldiers RUN, past JEERING COMPANIES of better\nbehaved soldiers who aren't getting PT'ed to death.\n\nCAGE\nI swear... this is different. It's\nlike... I'm remembering things that\n\nhaven't even happened yet.\n\nYONABURU\nFine. You had a dream, we were in\nbattle, and everyone died. Only the\nValkyrie saved you - and then you\ndied.\n\nCAGE\nYeah.\n\nYONABURU\nAnd the Sarge busting our asses out\nhere, that was in your dream, too.\n\nCAGE\nYeah... I think it was.\n\nYONABURU\nOK then, Mr. Wizard. Tell me what\nhappens next.\nCage looks around the field, straining to remember.\n\nCAGE\nUhh... Kimmel's gonna pass out.\n\f19.\n\nThe fat Private STRUGGLES over an easy OBSTACLE, FARELL\nSCREAMING at him until... Kimmel FAINTS. MEDICS rush over.\n\nYONABURU\n\nWell I coulda' seen that coming.\nCAGE\n\nYeah? Well, now... Nance and Ford\n\nover there, they're about to get in\nthis big-ass fight...",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAGE\n\nYeah? Well, now... Nance and Ford\n\nover there, they're about to get in\nthis big-ass fight... \n\nTARGET SECTION TO BE ANNOTATED:\nNANCE and FORD power over a wall, Nance taking the\nopportunity to GRAB Ford's ass. He KICKS her, they FALL IN\nTHE MUD. It's ON.\n\nSGT. FARELL starts yelling, SOLDIERS start running over,\negging them on -\n\nCAGE (CONT'D)\n...and then Roker over there makes\na perfect shot...\n\nROKER hits three BULLS-EYES, HOOTS. Yonaburu frowns, spooked.\n\nCAGE (CONT'D)\n...-and then Davis gets his leg\nstuck in the ropes...\n\nDAVIS swings over a rope obstacle, slips and ends up swinging\nupside down, his leg tangled.\n\nCAGE (CONT'D)\n...and then Ford has to go to the\ninfirmary after Nance busts his -\n\nYONABURU\n(scared)\nShut UP, man, yer freakin' me out!\n\nCAGE\nThat's what I'm saying! Ford gets\nhis teeth knocked out and then...\n\nCage trails off, seeing that RITA has walked onto the field,\ntrailed by her Dogs.\n\nCAGE (CONT'D)\nWhat the hell?\n\nYONABURU\nHoly fuck. It's Valkyrie One!\n\nOut of her jacket, Rita looks nothing like the amazon warrior\nyou might expect. She's small. Delicate-looking.\n\f20.\n\nOut of their jackets, the DOGS are, if anything, more\nmenacing than on the field; muscled, tatted, scarred. They\nswagger in loose formation around Rita, true to their name.\n\nGRIFF\n\n(walking up)\nDamn. Looks like someone let the\nFull Metal Bitch outta her tower.\n\nCage stares, bewildered. Soldiers gathered around the fight\nCOME TO ATTENTION as RITA steps through -\n\n- and INTO THE FIGHT, where FORD swings at NANCE, missing,\nleaving himself wide open. Nance SWINGS, her FIST coming in\nSLOW MOTION, Ford's eyes WIDE, his nose: DOOMED -—\n\n- but RITA INTERCEPTS THE SHOT, catching Nance's fist with an\naudible SMACK. Ford staggers back. Everything STOPS.\n\nRITA\nHow about you two save this for the\nbattle?\n\nFORD muddily salutes. So does NANCE.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nRITA\nHow about you two save this for the\nbattle? FORD muddily salutes. So does NANCE. \n\nTARGET SECTION TO BE ANNOTATED:\n So does SGT. FARELL.\n\nRITA (CONT'D)\nWhy are these soldiers in PT the\nday before battle, Sergeant?\n\nSGT. FARELL\n3rd Platoon has a discipline\nproblem, ma'am. I felt that a\nlittle physical exertion might help\nthem grasp this important military\nconcept.\n\nRITA\nI see.\n\nWith a nod from Rita, one of the Dogs HITS THE DIRT, assuming\na board-like position: the ISO-PUSHUP.\n\nRITA (CONT'D)\n\nLt. Shep is demonstrating the iso-\npushup. In Dog Company, we use it\nto practice discipline. The iso-\npushup is the best training outside\nof a jacket you will get.\n\nNOW\nThe whole PLATOON is in a PERFECT LINE, in a position that\n\ncould pass for torture; the ISO-PUSHUP. Not going up, not\ngoing down - just holding position.\n\f21.\n\nRITA (CONT'D)\nTo control your exojackets you must\ncontrol your body. To control your\nbody, you must control your mind.\n\nSWEAT drips from soldiers' noses. It's hardest for the\nbiggest ones. Yonaburu TREMBLES - and COLLAPSES.\n\nSGT. FARELL\nGET BACK INTO POSITION, PRIVATE!\n\nYonaburu struggles to get back up. Cage can't take his eyes\noff Rita. Rita suddenly LOOKS THIS WAY. Shit. Here she comes.\n\nRITA\nThis man's had enough.\n\nSGT. FARELL\nYes, ma'am.\n\nYonaburu gets up. The lolling DOG SOLDIERS smirk. Rita DROPS,\nassuming Yonaburu's place, next to Cage. Cage tries to keep\nhis eyes on the ground, but finally, he looks -\n\nSergeant-Major Rita Vrataski is looking Cage dead in the eye.\n\nRITA\n(quietly)\nDo I have something on my face,\nPrivate?\nCAGE\nUh... No, ma'am.\nRITA\n\nThen I suggest you keep your eyes\non the ground.\n\nCage looks down, sweat dripping. OTHER SOLDIERS DROP, one by\none. Rita holds the position effortlessly. Cage is shaking.\nHe finally DROPS.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nRita holds the position effortlessly. Cage is shaking. He finally DROPS. \n\nTARGET SECTION TO BE ANNOTATED:\nOVER BY THE WATER COOLERS\n\nCage GUZZLES, watching Rita, now the only one doing an iso-\npushup, her DOGS cheering her on.\n\nYonaburu SLAPS Cage on the back -\n\nYONABURU\nDamn. What'd she SAY to you, man?\n\nCAGE\nNothing, I -\n\f22.\n\nYONABURU\nYou really had me going there for a\nminute. I mean, you didn't dream\nabout any of that, Rita comin' over\nand her talkin' to you 'n stuff...\ndid you?\n\n \n\nCAGE\nNo. That wasn't... that's not what\nhappened at all.\n\nYONABURU\nGood. I was starting to think you\nwere crazy.\n\nCAGE\n(troubled)\nYeah. Me too.\n\nINT. BATTLE READINESS DEBRIEFING THEATER - DARKNESS\n\nUP FRONT, nervous-looking EXECUTIVE OFFICERS, pencil-pushers,\npoint to vidscreens, where MIMICS and BATTLE PLANS hover -\n\nFLAGS showing armies of EVERY NATIONALITY cruise in towards\nthe YUCATAN PENINSULA, while the island of CUBA - all of the\nCaribbean, in fact - is SWARMED with GLOWING RED LINES that\nextend halfway around the globe; MIMIC FORCES.\n\nEXECUTIVE OFFICER\nThe mimic are amassing on the\nisland of Cuba, preparing for an\nall-out strike on the continent.\nWhen they reach a critical mass,\nthey will attack.\n\nON THE VIDSCREENS, whole CONTINENTS have been wiped clean of\nhuman influence; NORTH AMERICA is gone, ANTARCTICA is gone.\nAreas of CANADA appear to be DISEASED...\n\nEXECUTIVE OFFICER (CONT'D)\nThat's why we're striking them\nfirst. If we wait, we could lose\nSouth America. So this is what you'd\ncall a, uh, critical juncture.\n\nIN BACK, soldiers from Cage's platoon pay limited attention.\nThey're working on their own plans: tonight's liquor raid.\n\nYONABURU\nYou're still coming with us, right?\n\f23.\n\nCAGE\nI don't know, maybe -\n\nYONABURU\nCome on, man, it's ritual.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nYONABURU\nYou're still coming with us, right? 23. CAGE\nI don't know, maybe -\n\nYONABURU\nCome on, man, it's ritual. \n\nTARGET SECTION TO BE ANNOTATED:\n C-\nCompany ALWAYS gets drunk before\nthey go into battle!\n\nCAGE\nWe've never been in a battle.\n\nYONABURU\nBut that's how rituals get STARTED,\nwuss. We're in on the GROUND FLOOR.\n\nCage can't exactly argue with this logic. As the meeting\nadjourns, Farell WAYLAYS them all at the door.\n\nSGT. FARELL\n3rd Platoon, HOLD!\n\nFarell gives them all the bad-eye.\n\nSGT. FARELL (CONT'D)\nNow, Command doesn't let me ride\nyour sorry asses past 1900 hours.\nBut if any of you maggots have the\nspine and mettle to meet me in the\nsparring bay, I can offer in-jacket\ntraining.\n\nThe soldiers guiltily file past. Not one takes him up on it.\n\nEXT. LIQUOR RAID - BEHIND THE OFFICER'S CLUB - NIGHT\n\nONE SOLDIER hands bottles of LIQUOR under the edge of the\nMylar tenting while OTHERS keep a lookout. A CURIOUS MP\nshines his flashlight on the fence -\n\nYONABURU\n(hissing)\nGo! GO!\n\nBut when the curious MP gets there he sees -\nNOTHING BUT EMPTY GRASS behind the club. We pan ALONG the\n\nfence, to where the last of the soldiers slip through the\nHOLE that Palka made this morning -\n\f24.\n\nEXT. BEACH - NIGHT\n\nDRUNK SOLDIERS run around in the breakers, hooting and\nlaughing, total grab-ass. SEARCHLIGHTS span the beach nearby.\n\nROKER\nNo, no no no no man, LOOK. I\ntotally watched the whole thing -\nit's gonna be a cakewalk.\n\nSOLDIERS gather around, soaking wet and getting wasted.\nROKER, with drunken authority, DRAWS A MAP THE SAND -\n\nROKER (CONT'D)\nThis is first division. This is\n2nd, 84th - all the fuck of ‘em.\nThey're all over. WE...\n(drawing)\n».+.are gonna be right down here.\nBringin' up the rear.\n\n \n\nMaybe he uses a broken seashell to demark a spot, or a beer\nbottle. One of the soldiers is totally naked, no explanation.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nBringin' up the rear. Maybe he uses a broken seashell to demark a spot, or a beer\nbottle. One of the soldiers is totally naked, no explanation. \n\nTARGET SECTION TO BE ANNOTATED:\nDAVIS\nBringin' up the rear. That's funny.\n\nROKER\nIt's a fuckin' CAKEWALK, man. We\ndrew the lucky straw!\n\nDAVIS\nIt's cos they know how bad we suck.\n\nROKER\nSame difference.\n\nTwo soldiers try some version of a high-five, and FALL on\ntheir asses. SURF washes in, destroying the battlefield.\n\nCAGE sits off by himself, staring out at the breakers.\nYonaburu staggers over, sits.\n\nYONABURU\nYou're not still thinking about all\nthat deja-bullshit are you?\n\nCAGE\nNah. Not really.\n\nYONABURU\nGood.\n\nYonaburu offers cage a BOTTLE. Cage hesitates, DRINKS.\n\f25.\n\nIN THE DISTANCE, we see the RED FLASHES of artillery. Low\nTHUMPS echo across the water. BOMBING raids on the island.\n\nINT. GLOOMY BARRACKS - NIGHT\n\nThe soldiers of 3rd Platoon creep back into their barracks.\nO.S. The sound of someone PUKING. Yonaburu is clutching a\nworn photo, too drunk to walk. Cage helps him to his bunk.\n\nYONABURU\n.--when this battle's over, I'm\ngonna get my gold star and we're\ngonna have like fifteen fuckin'\nkids and live off of the Breedin'\nCredits...\n\nYonaburu collapses into bed, dropping the picture. Cage picks\nit up. A sorta-pretty girl. \"I love you, Danny-boy\".\n\nYONABURU (CONT'D)\nAin't she pretty?\n\nCAGE\nYeah, man, now get some sleep.\n\nCage crawls up onto his rack. Lays there, staring at the\nposter of Rita in the gloom.\n\nYONABURU (0.S.)\n\nHey, Cage?\nCAGE\nYeah?\nYONABURU\nIn that dream you had, about the\nbattle... you uh, never said\n\nexactly what happened to me.\n\nBEAT.\n\nCAGE\n\nI... uh, think you got away.\nYONABURU\n\nReally?\nCAGE\n\nUh... Yeah.\nYONABURU\n\nCool. Well I won't let the mimics\nget you this time, man. I swear.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nYONABURU\n\nCool. Well I won't let the mimics\nget you this time, man. I swear. \n\nTARGET SECTION TO BE ANNOTATED:\n\f26.\n\nCage stares into the darkness, worried, and we CUT TO:\n\nEXT. UNITED DEFENCE FORCES BASE - 5 AM - RUBY TUESDAY\n\nALARMS BLEAT, RADIOS ECHO across the base, and everywhere,\nSTREAMS of SOLDIERS, millions of them, run to their\ndeployments like ants.\n\nDROPSHIPS lift off in formation, HOVERCRAFT and MEGACARRIERS\nsteam out of the bay, WAVES of STRIKEJETS BOOM THROUGH THE\nSOUND BARRIER, whisking off, faster than can be followed.\n\nINT. ARMORY - RUBY TUESDAY\n\nROWS of EXOJACKETS line the walls as SOLDIERS pound in. Every\nexojacket is custom fit, a soldier's name emblazoned on each.\n\nSOME SOLDIERS look really excited to get in their jackets,\nSOME look at theirs like they're iron maidens. Soldiers STRIP\nto their underwear; exojackets need full body contact.\n\nGRIFF even strips off his underwear, OTHER SOLDIERS wince.\n\nNANCE\nAw Griff no one wants to see that!\n\nGRIFF\nI gotta feel free, man!\n\nYonaburu's jacket CLICKS into place around his body, sealing\nhis arm down to his fingertips. Exojackets are stronger than\nsteel, and microjointed for maximum mobility.\n\nYONABURU\nWoooh, LORDY! Welcome to the\nPlastic Fantastic Death Machine!\nHe KNOCKS his polycarbonate arm, THUK-THUK, for good measure.\n\nKIMMEL struggles to wedge into his jacket, having managed to\ngain another 13 pounds since his fitting.\n\nKIMMEL\nCan someone, uh...\n\nYONABURU\nSuck in.\n\nYonaburu and ANOTHER SOLDIER push... With a GROAN, Kimmel\nfairly POPS into his suit as it POWERS UP, encasing him.\n\f27.\n\nGRIFF\n(looking up)\nOH FUUCK.\n\nCAGE steps around the corner. His jacket FESTOONED with extra\nAMMO, GRENADES, and so many GUNS that he can barely walk.\n\nSoldiers LAUGH as we PUSH IN on Cage's ANXIOUS FACE.\n\nCUT TO:\n\nINT.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis jacket FESTOONED with extra\nAMMO, GRENADES, and so many GUNS that he can barely walk. Soldiers LAUGH as we PUSH IN on Cage's ANXIOUS FACE. CUT TO:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n UNITED DEFENSE FORCES DROPSHIP - IN FLIGHT\n\nCAGE looking, if anything, more terrified than before, DOWN\nBETWEEN HIS FEET as the BAY DOORS RETRACT, revealing -\n\n- CHOPPY SEAWATER flying by below. Cage SWALLOWS HARD. ACROSS\nFROM CAGE, Griff is twitching, trying not to barf -\n\nSGT. FARELL\nGRIFF, DON'T PUKE!\n\nGRIFF\nSIR yes SIR!\n\nNANCE\nYou spit up your jacket, yer in for\na world a' shit.\nFORD\nYou shit in your jacket, yer in for\na world a' pain.\nFord GRINS. This time, he's still got all his teeth.\nYONABURU\nYo buddy, check it out. We got\nnothin' to worry about. I brought\nus life insurance. Mrs. Smith.\n\nYonaburu taps MRS. SMITH against his faceplate. Cage's lip\nbegins to twitch. He squeezes his eyes shut.\n\nSGT. FARELL\n.+.+READY FOR DROP... HOLDING, AND -—\n\nCAGE DOESN'T WAIT. He hits his RELEASE, and DROPS.\n\nEXT. AIR - 9.8 METERS PER SECOND SQUARED\n\nCAGE'S HYPERVENTILATING GASPS. YONABURU tumbles after -\n\f28.\nYONABURU\nWHOO-HOO! DAMN, BUD, WAIT UP!\nCage LOOKS UP in time to see the dropship TAKE TWO HITS,\nFLAMING SOLDIERS falling as the ship begins its death-spiral.\nEXT. BEACHHEAD - BATTLEFIELD - FOGGY DAY\n\n- WHAM! BEAT. A GASP as Cage's lungs refill, he staggers up,\nwobbly, WET SAND falling from his face-plate -\n\nHAPPY SOLDIER\nWE MADE IT!\n\nTHREE OTHER soldiers stagger up out of their own craters -\n\nCAGE\nHEY! LOOK OUT! LOOK OUT!\n\nCage WAVES HIS ARMS frantically, which gives the doomed\nsoldiers exactly enough time to LOOK UP before -\n\n- 20 TONS OF FLAMING DROPSHIP CRASH DOWN on them. Cage is\nTHROWN BACK from the impact, landing in two feet of surf.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nLOOK OUT! Cage WAVES HIS ARMS frantically, which gives the doomed\nsoldiers exactly enough time to LOOK UP before -\n\n- 20 TONS OF FLAMING DROPSHIP CRASH DOWN on them. Cage is\nTHROWN BACK from the impact, landing in two feet of surf. \n\nTARGET SECTION TO BE ANNOTATED:\nYONABURU\nCAGE! YOU IN ONE PIECE?\n\nCage nods, dazed. They RUN.\n\nEVERYTHING is exactly like it was before, with one major\ndifference: instead of drizzling rain, there's a THICK FOG.\n\nCAGE AND YONABURU MAKE IT TO THE TRENCH, falling in with\nother terrified soldiers, FARELL screaming to TAC-COM -\n\nSGT. FARELL (ON RADIO)\nI NEED SOME GODDAMN AIR SUPPORT!\n\nGRIFF trembles, gripping his autocannon -\n\nGRIFF\nThis isn't... It's like they\nfuckin' knew, man... it's like\n\nthey KNEW!\n\nON CAGE'S HEADS-UP, a RED DOT approaches the BLUE DOTS of his\ncompany. Then MORE RED DOTS. EVEN MORE THAN LAST TIME.\n\nSGT. FARELL (ON RADIO)\nLOCK AND LOAD!\n\f29.\nCAGE\nWe have to get out of here!\n\nSGT. FARELL\nLIGHT 'EM UP!\n\nROKER jumps up, ready to FIRE, when a MIMIC JAVELIN hits him\nsquare in the chest, knocking him back -\n\nYONABURU stares down at the dead man, in shock, and sees -\n- CAGE, ALREADY RUNNING AWAY.\n\nYONABURU\nSHIT!\n\nSgt. Farell SNARLS, lowers his 30mm cannon at Cage's BACK.\n\nYONABURU (CONT'D)\nWAIT! I'll get him back, sir!\n\nBLAM! A BLAST of FLAME and SAND as a mimic JAVELIN lands in\nthe TRENCH. Maybe Farell is dead, but there's no time to look\nback. YONABURU RUNS AFTER CAGE -\n\nCAGE RUNS BLINDLY -\n\n- YONABURU TACKLES HIM and they GO DOWN, ROLLING. Cage\nWRIGGLES FREE, crawls away.\n\nYONABURU GRABS his ankle, MIMIC JAVELIN streaking past -\n\nCAGE\nLET ME GO!\n\nYONABURU\nI'M NOT LETTING YOU GO!\n\nYonaburu HEAVES CAGE BACK by the ankle - JUST LIKE BEFORE.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nYONABURU GRABS his ankle, MIMIC JAVELIN streaking past -\n\nCAGE\nLET ME GO! YONABURU\nI'M NOT LETTING YOU GO! Yonaburu HEAVES CAGE BACK by the ankle - JUST LIKE BEFORE. \n\nTARGET SECTION TO BE ANNOTATED:\nCAGE SEES\nTWO MIMIC JAVELIN streaking in -\n\nCAGE\nYONABURU !\n\n- Cage TWISTS, KICKING YONABURU and KNOCKING him out of the\nLINE of FIRE -\n\n- a javelin NEATLY MISSING Yonaburu's head.\n\nYONABURU\nWhy the FUCK'D YOU DO THAT?\n\f30.\n\nCage stares in wonder - SMILES.\n\nCAGE\nI DID IT! I SAVED YoU!\n\nLAUGHING, like he broke a CURSE. But then Cage COUGHS.\nSomething DARK spatters the inside of his faceplate.\n\nYonaburu's expression turns to one of horror.\n\nYONABURU\nOh buddy. Oh man.\n\nYonaburu stares at Cage's chest. Cage looks down -\n\nTHERE'S A 90MM HOLE CLEAN THROUGH HIS CHESTPLATE. Took out\nenough spine that he didn't feel anything.\n\nYONABURU (CONT'D)\nOh god, I'm sorry, man, I'm really -\n\nCage looks BACK AT THE TRENCHES where the rest of the platoon\nare getting HAMBURGERED in the FOG -\n\n- and the distant flash of RED where RITA and the DOGS fight\n\na SEA OF MIMIC TWO-LEGGERS. Cage's jacket starts to TWIST and\nshake, it's gonna JITTERBUG -\n\nAnd then YONABURU'S whole head DISAPPEARS IN A PUFF OF RED -\n\nThe image SWIMS, the sound FUTZING like a lost HAM RADIO\nTRANSMISSION as Cage BLEEDS OUT, DYING -\n\n- the weird static rising to a BUZZY ROAR until we CUT TO:\n\nINT. BARRACKS - MONDAY MORNING\n\nCAGE WAKES UP ON his BUNK, COUGHING AND HACKING AND GASPING,\nfalling out of bed with a YELL. Everyone STARES.\n\nYonaburu scowls up from cleaning Mrs. Smith.\n\nYONABURU\nWhat the fuck is wrong with you?\n\nSOLDIER\nDidja piss yerself?\n\nCage stares around the barracks like a trapped animal.\n\nCAGE\nYonaburu. You, uh, gotta help me\nman, you gotta —\n\n(MORE )\n\f31.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nCage stares around the barracks like a trapped animal. CAGE\nYonaburu. You, uh, gotta help me\nman, you gotta —\n\n(MORE )\n\f31. \n\nTARGET SECTION TO BE ANNOTATED:\nCAGE (CONT'D)\n(beat)\nCome with me. Now.\n\nINT. LATRINES - MORNING\nCage explains, crying. Yonaburu frowns, listening.\n\nCAGE\n\n.--and then, then I ran, I couldn't\nhelp it. I just had to, there\nwasn't... You don't know what it's\nlike. There's gonna be thousands, I\nmean, hundreds of thousands of ‘em.\n\n(wiping his nose)\nAnd anyway, I did save you, for\nlike a second. For just a second.\nMAN, my fuckin' head hurts.\n\nCage messily shakes out some aspirin, chewing several.\n\nCAGE (CONT'D)\nI know it sounds crazy, but you\ngotta believe me. We have to get\nout of here or it's...\n\nYonaburu looks at Cage with a mixture of pity and disgust.\nHis friend has totally cracked.\n\nCAGE (CONT'D)\nYou do believe me, don't you?\n\nYONABURU\nUm, of course I do, man.\n(carefully)\nLet's, uh, get back in there, OK?\nAnd pretend like everything's all\nright. We, uh, really need to think\nthis through, come up with a plan.\n\nCAGE\nThanks, buddy. You're the best.\nINT. BARRACKS - MORNING\nSGT. FARELL is forcing to Ford to recite -\nFORD\n...THERE IS ONLY CHOICE. CHOICE IS\nCHARACTER. AND CHARACTER IS FATE.\n\nSGT. FARELL\nThat's RIGHT!\n\f32.\n\nSgt. Farell SLAPS Ford, for good measure, and sees —\n\nSGT. FARELL (CONT'D)\nNow what the shit do we have here?\n\nYONABURU\nPRIVATE YONABURU and PRIVATE CAGE,\nSIR. WE WERE IN THE LATRINES.\n\nSGT. FARELL\nYou needin' COMPANIONSHIP? The\npornvids ain't ENOUGH for you?\n\nYONABURU\nNO SIR, PRIVATE CAGE is SICK, GONE\nSECTION EIGHT, SIR!\n\nCage stares at Yonaburu, BETRAYED.\n\nSGT.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nYONABURU\nNO SIR, PRIVATE CAGE is SICK, GONE\nSECTION EIGHT, SIR! Cage stares at Yonaburu, BETRAYED. SGT. \n\nTARGET SECTION TO BE ANNOTATED:\n FARELL\nWe're ALL Section Eight here,\nPrivate! Case of the WILLIES ain't\nenough to -\n\nYONABURU\nHE'S CRAZY AS A SHITHOUSE RAT, SIR,\nPRIVATE CAGE SAYS HE -—\n\nCAGE\nYou said you'd help me!\n\nCage TACKLES Yonaburu. SOLDIERS HOOT, they love a good fight -\n\nSGT. FARELL\nGOD DAMN IT, GET 'EM OFFA HIM!\n\nBut not before Yonaburu, way the hell bigger than Cage, lands\na real proper PUNCH. Cage hits the floor, face first -\n\nBleeding, disoriented, Cage is HAULED UP -\n\nINT. SICK BAY - DAY\n\n- and onto a GURNEY. His hands are ZIP-TIED. A NURSE dresses\nhis split eyebrow. A MEDIC shines a light in Cage's eyes.\n\nMEDIC\nAnd you say you're from the...\nfuture? But only... thirty-six hours?\nCAGE\nYeah, I think, I mean, no. It's not\n\nlike that.\n(MORE)\n\f33.\nCAGE (CONT'D)\nIt's just that I can SEE it.\nEverything that's gonna happen. But\nlike I dreamed it. Before.\n\nMEDIC\nAh. I see.\n\nCAGE\n(trembling)\nWe're all gonna die tomorrow.\nMEDIC\nMmm-hmm. Well, you're gonna be\nright here on base, safe 'n sound,\nPrivate. We'll see to that. Nurse?\nThe nurse hefts a sizeable HYPO-GUN to Cage's head.\n\nMEDIC (CONT'D)\nNow you may feel a little pressure -\n\nCAGE\nWait... NO!\n\nCage FREAKS, KNOCKING the hypo away from his head, the nurse\nFIRES anyway and the needle PLANTS itself in -\n\n- the MEDIC'S ARM. The Medic's eyes glaze over like he's been\ngiven an instant lobotomy. Cage twists, grabbing a BONE SAW -—\n\nCAGE (CONT'D)\nNow listen, don't... uh, don't screa -—\n\nThe nurse SCREAMS at the top of her lungs. Cage saws the zip-\ntie off his hands and backs out the door -\n\nAND INTO THE HALL\nRUNNING, ass hanging out of the medical gown.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Medic's eyes glaze over like he's been\ngiven an instant lobotomy. Cage twists, grabbing a BONE SAW -—\n\nCAGE (CONT'D)\nNow listen, don't... uh, don't screa -—\n\nThe nurse SCREAMS at the top of her lungs. Cage saws the zip-\ntie off his hands and backs out the door -\n\nAND INTO THE HALL\nRUNNING, ass hanging out of the medical gown. \n\nTARGET SECTION TO BE ANNOTATED:\n More SCREAMS -\nAND TO THE KITCHEN\n\n- where FAT COOKS make all manner of shitty food, and among\nthe STEAM and cookpots CAGE is hunkering, hiding, running -\n\nTO A DOOR MARKED \"KITCHEN LOCKERS\"\n\nEXT. BUSY BASE - DAY\n\n- CAGE RUNS out the back, dressed in someone else's clothes,\nthe base busy with TRUCKS and PEOPLE, he keeps his head low -\n\n- PAST the TRAINING fields where his PLATOON is in PT -\n\f34.\n\n- and OFF HIS SHOULDER, MPs are running out of the door, with\nthe NURSE pointing, but Cage is already -\n\nSLIPPING BEHIND THE OFFICERS' CLUB, distant ALARMS GOING OFF\nas he finds the PIECE OF FENCE that PALKA cut for the liquor\nraid. He SLIPS THROUGH, putting it back as best he can and -\n\nEXT. BEACH - DAY\n\nCage HITS the beach at a LOPE, staying close to the cliffs so\nthe guard towers can't see him, running until the base, the\nBAY FULL OF SHIPS, disappear behind him, and -\n\n- BEAUTIFUL WHITE SANDS extend in front. Blue skies above. He\nthrows off his hat. Cage is free. AWOL, but free.\n\nEXT. BEACH - AFTERNOON\n\nSEABIRDS CAW. A BEAUTIFUL LITTLE GIRL is playing in the surf.\nA SHADOW FALLS OVER HER. She looks up, scared -\n\nBut it's Cage, smiling down at her, out of breath, sunburned.\n\nCAGE\nHi there, little girl!\n\nLITTLE GIRL\nGRANDPA!\n\nAn OLD MAN in a STRAW HAT is fishing in the surf, wearing\nhigh boots. He waves, reeling line, coming this way.\n\nOLD MAN\nAin't hardly any more fish these\ndays, but I want her to know how to\ndo it. For when they come back.\n(eyeing Cage's bandage)\nYou from the base?\n\nCAGE\nYeah. I mean, no. I was. I'm out.\n\nOLD MAN\n(a funny look)\nWell it's a damn fine day to be\nout.\n\nThe old man's fishing line WHIRRS, the pole YANKS.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm out. OLD MAN\n(a funny look)\nWell it's a damn fine day to be\nout. The old man's fishing line WHIRRS, the pole YANKS. \n\nTARGET SECTION TO BE ANNOTATED:\n He starts\nreeling in line. A postcard-perfect scene...\n\nLITTLE GIRL\nPretty!\n\f35.\n\nThe little girl POINTS. Cage FROWNS.\n\nThe water at the girl's feet is covered in an iridescent,\nsickly SHEEN. A DEAD fish rolls in the oily surf. Cage\ninstinctively picks her up, taking her to dry sand as -\n\nTHE OLD MAN wades into the oily water, reeling in line to\nwhatever it's snagged on. Something dark, moving, BIG...\n\n«++-A MIMIC AQUA-SCOUT RAISES ITSELF OUT OF THE WATER.\n\nThe thing is segmented, 9' tall, too many eyes, water pouring\noff of it. ANOTHER MIMIC rises BEHIND IT, EAGERLY INTERESTED —\n\nLITTLE GIRL (CONT'D)\nGRANDPA!\n\nCage looks back just in time to see the old man WHACKING at\nthe MIMIC with his fishing pole before he's CUT TO SHREDS.\nCage COVERS the little girl's eyes and RUNS.\n\nCAGE\nHELP! HELP!\n\nBut no one's around. The SPUT! SPUT! of mimic JAVELINS and -\n\nTHUK! The world GOES RED, at a BAD ANGLE. Cage is on the\nsand, looking up, grasping for the little girl -\n\nCAGE (CONT'D)\nR-run...\n\nHe can't crawl to her because his LOWER HALF is six feet\nbehind him. The MIMIC SCOUT advances, javelins BLOOMING\nacross its body like flowers -\n\nCAGE (CONT'D)\n«..I'm sorry...\n\nThe last thing Cage sees is her shoe in the sand. The girl's\n\nSCREAM warbles, detuning into a weird DISTORTED HUM as the\nimage ARTIFACTS, FALLING APART, BUZZING and we CUT TO:\n\nINT. BARRACKS - MONDAY MORNING\n\nCage opens his eyes. Tears on his face.\n\nINT. LATRINES - MORNING\n\nCage washes his hands, looking awful. The water whisks down\nthe drain in the sink.\n\f36.\n\nINT. BARRACKS - MORNING\n\nYonaburu is carefully cleaning Mrs.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\n36. INT. BARRACKS - MORNING\n\nYonaburu is carefully cleaning Mrs. \n\nTARGET SECTION TO BE ANNOTATED:\n Smith when Cage walks up,\neyes rimmed red, a faraway look on his face.\n\nYONABURU\nYou OK, buddy?\nCAGE\nYeah. Can I see that for a minute?\nYONABURU\nNo one touches Mrs. Smith but me.\n(smiling)\n\nAw, man, I'm just pullin' yer leg.\nYonaburu hands the pistol over, butt first.\n\nCage takes the gun, chambering one of the bullets that\nYonaburu has taken out and placed on a crate.\n\nYONABURU (CONT'D)\nHey, what are you -—\n\nCAGE\nI'm really sorry, buddy.\n\nHe puts the gun to his temple.\n\nWe don't see it happen. We see the faces of EVERYONE IN THE\nBARRACKS yelling NO and a terrible, distant THUMP and then -\n\n- the YELLS detune, the image SHUDDERS APART and we CUT TO:\n\nINT. BARRACKS - MORNING\n\nCage opens his eyes. He doesn't move for a long time, just\nlistens to the sound of the barracks.\n\nINT. LATRINES - DAY\n\nThe water pours down the drain-hole in the sink. Cage stares\nat it. He cracks open a bottle of aspirin. Takes two.\n\nINT. BARRACKS - DAY\n\nYONABURU hunkers over the map of the liquor raid, marking\nlocations with a sharpie.\n\nCage stares at the poster of Rita. JOIN THE FUCKUP, SUCKERS.\n\f37.\n\nCAGE\n(frowning)\nYonaburu, I got a question.\n\nYONABURU\nShoot.\n\nCAGE\nIf today was your last day on\nEarth, what would you do?\n\nYONABURU\nI'd probably get good and drunk.\nWhich, as it turns out, I was\nalready planning on doing.\n\nCage nods distantly.\n\nCAGE\nYou wanna get some breakfast?\n\nYONABURU\nNo, I don't wanna \"get some\nbreakfast\". I got strategic plans\nto make.\n\nCage walks through the barracks, lost in thought, looking at\neveryone who will be gone tomorrow: soldiers gambling,\nsoldiers sleeping... KIMMEL, intent on his game.\n\nCage exits just as SGT. FARELL ENTERS.\n\nINT.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nCage exits just as SGT. FARELL ENTERS. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HALLWAY - DAY\n\nCage walks down the hall, a semi-blissful look on his face,\nFarell's YELLS echoing through.\n\nSGT. FARELL (0.S.)\nNow just what in the got-damned\nfucking shit do we have here?\n\nINT. MESS HALL - DAY\n\nCage puts his cup at a machine emblazoned \"METACOFFEE: BETTER\nEVEN THAN THE REAL THING!\" The dank liquid sputters in.\n\nCage eats alone, wincing over the bitter drink.\nRITA and her DOGS enter, Rita getting food, finding a place\n\nto sit. She walks in perfect slow motion, gliding through the\nworld like nothing can touch her, her face expressionless.\n\f38.\n\nOne of the DOGS looks this way, giving Cage a deadly look.\nCage looks away. Finishing, he dumps his tray.\n\nKITCHEN GIRL\nHaving a good day?\n\nCAGE\nI've had worse. Mind if I borrow\nyour pen?\n\nCage writes \"5\" on the back of his hand.\n\nKITCHEN GIRL\nWhat's that for?\n\nCAGE\nI, uh, keep dying, and then waking\nup again. Figured I better start\nkeeping track, you know?\n\nThe girl smiles politely, afraid of this crazy person.\nCAGE (CONT'D)\nWould you happen to know where the\nholovid library is?\n\nCUT TO:\n\nEXT. EMPTY SPACE/INT. HOLOBAY\n\nSTARS, one billion of them, serenely float in the firmament\nof space, until -\n\nA SILVER, BULLET-LOOKING THING WHISKS PAST, at near light-\nspeed. Only it's not a bullet. It's... a MIMIC SEEDER.\n\nCAGE (V.O.)\nI was only three years old when the\nmimic first got here.\n\nCAGE stands in the dark HOLOBAY, the seeder STREAKS past him.\nCAGE (V.O.) (CONT'D)\nThey'd probably started heading\nthis way a thousand years before I\nwas even born.\n\nEIGHT MORE MIMIC SEEDERS follow suit, smoothly fanning out\ninto geostationary orbits above... the EARTH, at Cage's FEET.\n\nCUT TO:\n\f39.\n\nEXT.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nEIGHT MORE MIMIC SEEDERS follow suit, smoothly fanning out\ninto geostationary orbits above... the EARTH, at Cage's FEET. CUT TO:\n\f39. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CITY PARK - NIGHT\n\nA LITTLE BOY and his FATHER stand on a dark hill, the lights\nof a CITY far below, the father pointing up.\n\nCAGE (V.O.)\nMy dad used to take me up on a hill\nand show me their satellites. I\nthought they were pretty.\n\nTINY SILVER SPECKS shine low in the sky. The boy stares.\n\nINT. UNITED NATIONS/EXT. SPACE - HOLOVID FOOTAGE\n\nAT THE UNITED NATIONS, POLITICIANS ARGUE under IMAGES of the\nstrange spheroids. MILITARY OFFICIALS scowl suspiciously.\n\nCAGE (V.O.)\nWe tried everything we could to\ncommunicate with them.\n\nIN LOW-EARTH ORBIT, A SPACE STATION revolves near a SEEDER...\n\n...the station SHOOTS a LASER at the seeder. After a beat, it\nEXPLODES. MILITARY OFFICIALS watching monitors CLAP...\n\n...BUT THEN, in a slow-motion ballet, each of the remaining\nSPHEROIDS evenly FRAGMENTS into smaller pieces...\n\nCAGE (V.O.) (CONT'D)\nThen one day, they just dropped.\n\n.--and all the pieces DROP. The GENERALS' HAPPY FACES fill\nwith dread, watching international reports stream in.\n\nONE OF THEM lands on a CITY, OBLITERATING SEVERAL BUILDINGS\nand landing DEEP IN THE EARTH -\n\nThe images RACE FORWARD, Cage FAST-FORWARDING TO:\n\nEXT. AMAZON RAINFOREST - DAY - HOLOVID\n\n- A DAVID ATTENBOROUGH-TYPE pushes through RAINFOREST, led by\nLOINCLOTHED TRIBESMEN.\n\nCAGE (V.O.)\nThey'd gotten down deep, and were\nshowing up all over the place.\n\nThey come to a HUGE EMPTY SPOT in the forest, the denuded\nEarth covered in an OIL-SLICK-LOOKING GOO, where THOUSANDS of\nPILLBUG-LIKE HALF-SPHERES work their way out in a circle.\n\f40.\nCAGE (V.O.) (CONT'D)\nEverything they touched, died.\n\nA TRIBESMAN kicks one over. Hundreds of LEGS wave in the air,\nuntil he STABS it with a SPEAR, and we\n\nCUT TO:\n\nEXT.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.) (CONT'D)\nEverything they touched, died. A TRIBESMAN kicks one over. Hundreds of LEGS wave in the air,\nuntil he STABS it with a SPEAR, and we\n\nCUT TO:\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SUBURBAN STREET - A SINKHOLE\n\nTEEMING with the SILVER, BUG-LIKE THINGS. FAMILIES watch as a\nCLEANUP CREW comes in and starts EXTERMINATING the plague.\n\nCAGE\nThen they started mutating.\n\nAn EARLY VERSION of a MIMIC raises itself out of the hole,\nWALKING UPRIGHT - ROUGHLY HUMANOID.\n\nIt SPRAYS the CLEANUP CREW with some kind of ACID. MAYHEM\nensues, people SCREAMING, running every which way.\nEXT. ANTARCTIC ISLAND - DAY\n\nPLUMES of brownish SMOKE rise above ARCTIC ISLANDS, a U.D.F.\nBOMBING RAID in process. The ground ERUPTS with MIMIC.\n\nCAGE (V.O.)\n\nThey always seemed to know where we\nwould attack next, and the more we\nattacked them, the better they got.\n\nNEW KINDS of MIMIC INFANTRY pour out of holes in the earth,\nlike rudimentary versions of the human weaponry they are\nmodeled on. Some SHOOT, some FLY. Some are FAST, some BIG.\nCAGE (V.O.) (CONT'D)\nThey fought like us. After a while,\nthey even looked like us. Kind of.\n\nWe see a SOLDIER cornered with a MIMIC, it GRABS the soldier.\nThe soldier SCREAMS -\n\n- the mimic makes a SCREAMING SOUND back, the shifting PLATES\non its horrible face MIMIC the soldier's EXPRESSION -\n\nThen the face COMES APART, turning to WHIRRING BLADES: SPLAT!\n\nINT. AUTOPSY FOOTAGE - HOLOVID\n\nDOCTORS in a lab DISSECT a MIMIC TWO-LEGGER -\n\f41.\n\nCAGE (V.O.)\nMimic had no brain, no signs of\nself-awareness or fear. Scientists\nclaimed they were more like robots\nthan living things. But they didn't\nlook like robots and they didn't\nact like robots.\n\n- part of the mimic ANIMATES and with only a HALF of a body\nKILLS the doctors, SMASHING the lab -\n\nCAGE (V.O.) (CONT'D)\nThey acted more like zombie space\nkillers from hell.\nThe HALF-MIMIC closes in on the camera.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\n- part of the mimic ANIMATES and with only a HALF of a body\nKILLS the doctors, SMASHING the lab -\n\nCAGE (V. O.) (CONT'D)\nThey acted more like zombie space\nkillers from hell. The HALF-MIMIC closes in on the camera. \n\nTARGET SECTION TO BE ANNOTATED:\n It's made of LAYERS,\nlike one of those Russian dolls with other dolls inside -\nBLACK and SILVER OOZING out around its one good EYE -\n\nIt SMASHES the camera.\n\nEXT. DISEASED EARTH - DAY\n\nSWATHS of OCEAN have turned a weird, opalescent GREEN. WHOLE\nCONTINENTS are turning a DEADLY GRAY...\n\nORANGE CLOUDS PART, and far below, the JAGGED remains of the\nFLORIDA PENINSULA jut into the rising ocean.\n\nCAGE (V.O.)\nIt wasn't until the Battle of\nFlorida that things turned around.\n\nA MILLION-SOLDIER INTERNATIONAL FORCE fights the MIMIC HORDE\non the CHARRED remains of DISNEYLAND, as -\n\nRITA VRATASKI, wearing an early STANDARD-ISSUE EXOJACKET,\nLEADS the HUMAN FORCES TO VICTORY, DECIMATING MIMIC.\n\nCAGE (V.O.) (CONT'D)\nShe was only 19 years old. It was\nher first battle.\nShe kills the LAST, her faceplate OFF, hair slick with sweat,\nLIFTED on the ARMS of her COMRADES -\nINT. PRESS CONFERENCE\n\nCAMERAS FLASHING, Rita looking lost and alone.\n\f42.\n\nCAGE (V.O.)\nNo one knew how she did it. When\nthe press asked her how a nineteen-\nyear-old girl who had never been in\nbattle was suddenly able to kill\nfour thousand mimic and turn the\ntide of the war, she simply said:\n\nRITA\n(nervously leaning to mic)\nI, uh... play a lot of video games.\n\nINT. SUBURBAN HOME/HOLOVID\n\nCAGE, a be-zitted, lazy-looking TEEN on his stepfather's\ncouch, powers down CHEETOS, watching the holovid of Rita.\n\nCAGE (V.O.)\nWhen I was nineteen, I was still\nliving on my stepfather's couch,\nstaying up all night watching\nholovids and praying my service\ncard would never come.\n\nCage's STEPFATHER brings him a SHINY BLUE CARD. Cage stares\nat his card, Cheeto dust on mouth, in shock -\n\nCAGE (V.O.) (CONT'D)\nBut of course my card came. They\nalways do.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nCage stares\nat his card, Cheeto dust on mouth, in shock -\n\nCAGE (V. O.) (CONT'D)\nBut of course my card came. They\nalways do. \n\nTARGET SECTION TO BE ANNOTATED:\n- while ON-SCREEN, Rita bows her head, receiving a MEDAL; the\nORDER OF THE VALKYRIE, the only one of its kind. She looks\nout at the stadium, camera flashes flicking like stars.\n\nBut she doesn't look very happy. Rita looks out at the\nSTADIUM-SIZE CROWD, indifferent, as -\n\n- a single TEAR ROLLS DOWN HER CHEEK.\n\nEXT. UDF COLLECTION TRANSPORT - DAY\n\nRita's TEAR is COMMEMORATED IN RECRUITMENT POSTERS that\ndecorate the CRUMBLING WALLS of the BURNED-OUT SUBURB.\n\n“JOIN THE CLEANUP!\"\n\nCAGE (V.O.)\nThey were still calling it the\ncleanup, which was stupid because\neveryone knew it was all-out war.\n(MORE )\n\f43.\n\nCAGE (V.O.) (CONT'D)\nThe Earth was dying, the weather\nwas getting totally screwed up. It\nwas them or us.\n\nCAGE is loaded onto a transport, with other young MEN and\nWOMEN who look just as shit-scared as he does.\n\nEXT. UDF DEFENSE FORCES BASE - YUCATAN PENINSULA - DAY\n\nAn INCOMPREHENSIBLY LARGE MILITARY BASE covering the Yucatan\nPeninsula. ARMED FORCES from all over the planet ARRIVING -\n\n- and the SILVERY MIMIC HORDE covering the distant ISLAND,\nenough to be visible from SPACE -\n\nCAGE (V.O.)\nThe Battle of Ruby Tuesday was\ngoing to be the big one. It was a\ngamble. Humanity was going all in.\nIf we lost this one, there wouldn't\nbe anyone left to fight another.\n\nON THE BASE\n\nCage gets off the truck, looking particularly out of place,\nthe same look on his face as we\n\nCUT TO:\n\nINT. BATTLE READINESS DEBRIEFING THEATER - DARKNESS\nCAGE, sitting among a thousand SOLDIERS.\n\nCAGE (V.O.)\nA lot of people were scared. But\nme, I'd actually been there. I knew\nexactly how it was going to go.\n\nSTRATEGIC MAPS of tomorrow's battle hover in the darkness.\nEXECUTIVE OFFICERS (XO's) point, highlighting the animated\nBATTALIONS that will be landing tomorrow.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nI knew\nexactly how it was going to go. STRATEGIC MAPS of tomorrow's battle hover in the darkness. EXECUTIVE OFFICERS (XO's) point, highlighting the animated\nBATTALIONS that will be landing tomorrow. \n\nTARGET SECTION TO BE ANNOTATED:\nCAGE (V.O.) (CONT'D)\nI knew we were gonna lose.\n\nEXECUTIVE OFFICER\n...the main points of attack will\nbe two miles north of this canyon\nhere, where we expect the mimic to\nstage their front line. lst Corp.\nwill be taking most of the heat.\n(MORE )\n\f44,\n\nEXECUTIVE OFFICER (CONT'D)\nYour job will be to scoop up\nfleeing mimic infantry, prevent a\nbreach here... or here. We'll be\ngiving it all we've got, so -\n\nCAGE\nI have a question, sir.\n\nThe XOs SQUINT, interrupted. Their eyes adjust...\nCAGE is the only soldier among a thousand who is standing.\n\nEXECUTIVE OFFICER\nYes, Private?\n\nCage coughs nervously.\n\nCAGE\nUm... what if the mimic already\nknow what we're planning? Wouldn't\nthe breach point be more heavily\ndefended than any other area?\n\nSENIOR XO\nSon, mimic don't work that way.\n\nGRIFF\n(whispered)\n- dude, sit the fuck down -\n\nCAGE\nUh, yeah, but if they did, C-\nCompany'd get stuck between the\ncliffs and the canyon. And from\nthat elevation, they'd, um,\nprobably be able to make mincemeat\nof the advance dropship deployment\nbefore we even touch down.\n\nSGT. FARELL takes an interest.\n\nNERVOUS XO\nOur intel says the mimic are\nmassing north of the drop point.\n\nCAGE\nWhat if the intel is wrong?\n\nThe XOs look even more nervous. And irritated.\n\nSENIOR XO\nSon, we can't plan for every\neventuality.\n\n(MORE )\n\f45.\n\nSENIOR XO (CONT'D)\nC-Company and all the 81st will be\none of the luckier divisions; it's\na backup position. Now unless we\nhave any other wild theories to\nentertain, this debriefing is\nended. Good luck tomorrow,\nsoldiers.\n\nFORD\n- teacher's fuckin' pet -\n\nThe soldiers stand to file out, giving Cage not-cool looks.\nSGT. FARELL begins his spiel about in-jacket training.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nFORD\n- teacher's fuckin' pet -\n\nThe soldiers stand to file out, giving Cage not-cool looks. SGT. FARELL begins his spiel about in-jacket training. \n\nTARGET SECTION TO BE ANNOTATED:\nYONABURU\nDude, what the fuck was that?\nCAGE\nI just thought someone should say\nsomething.\nYONABURU\n\nYeah, something totally insane.\nYou still doing the liquor raid\nwith us tonight or what?\n\nCAGE\nMaybe next time.\n\nYONABURU\nNext time? Battle's tomorrow,\ndumbass.\n\nCAGE\nI'm sure it'll be fun without me.\n\nYONABURU\nMan, what's wrong with you? You've\nbeen acting like a dick all DAY.\nGRIFF\nTold you he'd puss out.\nINT. LOCKER ROOM/ARMORY - NIGHT\n\nCage wanders the gloomy, empty locker room.\n\nAt his locker, he stares in at his empty exojacket, \"CAGE\"\nemblazoned on front, like a coffin with his own name on it.\n\nSGT. FARELL appears.\n\f46.\n\nSGT. FARELL\nYou asked some pretty good\nquestions today, Private. Made the\npencil pushers think. That took\nguts. Sign of a good soldier.\n\nCAGE\nI'm not really a good soldier, sir.\n\nFarell sits, eyeing Cage in a new light.\n\nSGT. FARELL\nYou're really worried about\ntomorrow, ain't you?\n\nCAGE\nSarge, what if you were going into\nbattle and you knew you were going to\ndie? What if you were, like, certain\nwith one hundred percent certainty?\n\nFarell thinks on this, taking the question seriously.\n\nSGT. FARELL\n\nThen I wouldn't be afraid.\n\n(beat)\nThat's what it takes to be a great\nsoldier. Realize your doom and get\non with it. Inflict the greatest\ndamage you can on your enemy. And\ndie a hero.\n\nFarell rubs his jaw, looking up at Cage's exojacket.\n\nSGT. FARELL (CONT'D)\nCome to think of it, Private, that\nis the perfect condition in which\nto enter any battlefield situation.\n\nCage stares at his empty jacket, thinking.\nSGT. FARELL (CONT'D)\n\nYou meet me in the sparring bay if\n\nyou want a little practice with\n\nthat thing.\nFarell exits. Cage looks at the \"5\" written on his hand.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nFARELL (CONT'D)\n\nYou meet me in the sparring bay if\n\nyou want a little practice with\n\nthat thing. Farell exits. Cage looks at the \"5\" written on his hand. \n\nTARGET SECTION TO BE ANNOTATED:\nCAGE PUTS ON HIS JACKET. The LEGS bind, the ARMS seal, the\nCHEST closes, every slick moving polycarbonate plate whirring\ninto place, as SYSTEM CHECKS fill the faceplate.\n\nCage picks up his AUTOCANNON and we CUT TO:\n\f47.\n\nINT. SPARRING BAY - NIGHT\n\nCage steps in, looking around. The bay is a vast, echoing\nspace the size of an airplane hangar.\n\nCAGE\nSarge?\n\nFarell strikes without warning. WHAM! Cage goes down in a\ntumble, Farell knocking him sprawling.\n\nSGT. FARELL\nForget about the jacket.\n\nWHAM. Cage struggles to stand. He's really bad at this.\n\nSGT. FARELL (CONT'D)\nForget about me.\n\nAt every turn, Farell is delivering blows to poor Cage, his\njacket STRAINS, firing \"STREAKERS\": AUGMENTED-REALITY -\nMUNITIONS that can only be seen from inside the faceplate.\n\nSGT. FARELL (CONT'D)\nUse your instincts and the jacket\nwill help you. Don't think about it\ntoo much. Don't fight the jacket.\n\nEVERYWHERE that Cage fires is milliseconds too late. And the\nSergeant isn't even firing back. He's playing with him, his\nmoves Aikido-like, always using a foe against himself.\n\nSGT. FARELL (CONT'D)\nWhen you forget that you're wearing\nthe jacket is when the soldier and\nthe jacket are one. When the\nsoldier and the jacket are one, the\nmimic cannot defeat you.\n\nCage gives it all he's got, FINALLY landing a blow - WHACK!\n\nSGT. FARELL (CONT'D)\nGood.\n\nAnd then Farell HAMMERS CAGE, KNOCKING HIM CLEAN OFF HIS\nFEET, jumping, landing on him, pinning his arms back and\nputting the barrel of his 50mm in Cage's face.\n\nSGT. FARELL (CONT'D)\nYou're green, but you've got more\nmettle than you think you do.\n\nFarell rolls off of him, smiling.\n\f48.\nSGT. FARELL (CONT'D)\nNow. You wanna try that again?\n\nCAGE\nYes, sir.\n\nWHAM!\n\nINT.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAGE\nYes, sir. WHAM! INT. \n\nTARGET SECTION TO BE ANNOTATED:\n DROPSHIP - DAY\n\nThe dropship bay doors OPEN, the OCEAN far below. Cage's\njacketed hand is shaking. GRIFF making about-to-puke-face.\n\nSGT. FARELL\nGRIFF! DON'T PUKE!\n\nGRIFF\nYES SIR!\n\nUP FRONT, Farell gives them all a grim look. When his eyes\nmeet Cage, he gives him the tiniest nod of reassurance.\n\nBENEATH, the BEACH comes into view... and the DROP POINT.\nSGT. FARELL\n...READY FOR DROP... HOLDING...\nHOLDING... GO!\n\nSoldiers DROP. YONABURU. NANCE. FORD. GRIFF. CAGE turns to a\nTERRIFIED SOLDIER - maybe KIMMEL - who clings for his life -\n\nCAGE\nLET GO!\n\nHe shakes his head. Cage SHOVES him, forcing him out, the guy\ndrops, SCREAMING. Cage THROWS ANOTHER, GRABS a THIRD just as —\n\nTHE DROPSHIP TAKES THE HIT, AND THEY'RE OUT, TUMBLING and -\n\nEXT. BEACHHEAD - DAY\n\nCAGE LANDS on the beach, WHAM! Several other soldiers stagger\nup out of their craters. A happy soldier waves -\n\nHAPPY SOLDIER\nWE MADE IT!\n\nCage TACKLES the SOLDIER, barely knocking him out of harm's\nway as the DROPSHIP SMASHES DOWN - at least he saved one.\n\nYONABURU\nSHIT, CAGE - YOU OK?\n\f49.\n\nThe STUNNED SOLDIER stares back at the ship, in shock -\n\nHAPPY SOLDIER\nThe ship... the ship...\n\nCAGE\nCOME ON!\n\nThey HAUL ASS across the beach. This time, it's POURING RAIN.\nTHEY ROLL INTO THE TRENCH\nYonaburu's heads-up is RED with mimic -\n\nYONABURU\nHoly fucking fuck.\n\nCage moves past his terrified comrades to SGT. FARELL, who\nuselessly SCREAMS ORDERS to his RADIO -\n\nSGT.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHEY ROLL INTO THE TRENCH\nYonaburu's heads-up is RED with mimic -\n\nYONABURU\nHoly fucking fuck. Cage moves past his terrified comrades to SGT. FARELL, who\nuselessly SCREAMS ORDERS to his RADIO -\n\nSGT. \n\nTARGET SECTION TO BE ANNOTATED:\n FARELL\nWELL, TAC-COM GOT IT FUCKIN' WRONG!\nWe need some GODDAMN AIR SUPPORT!\n\nCAGE\nMIMIC ARE GONNA OVERRUN THIS TRENCH\nIN TEN SECONDS! WE HAVE TO MOVE, SIR!\n\nSGT. FARELL\nJUST WHERE THE HELL DO YOU SUGGEST -\n\nCAGE\nTHERE'S A CANYON, ONE CLICK WEST!\n\nA split-second BEAT. Sgt. Farell believes him.\n\nSGT. FARELL\nRight! MOVE! MOVE!\n\nTHE SOLDIERS MAKE IT OUT just as the trench is REDUCED TO\nRUIN by JAVELIN FIRE -\n\nCAGE\n(to Yonaburu)\nSTAY WITH ME!\n\nThe soldiers RUN for the CANYON as -\n\nSEVERAL MIMIC RUNNERS detach and GIVE CHASE. Cage TURNS,\nLEVELS his 20mm, BLAM! A MIMIC GOES DOWN! FOLLOWING HIS LEAD -\n\n- TWO OTHER SOLDIERS turn to FIRE on the MIMIC but are\nOVERTAKEN. Hand to hand, the MIMIC are unstoppable, the TWO\nSOLDIERS are CUT DOWN as -\n\f50.\n\nWHAM! A MIMIC RUNS RIGHT INTO CAGE, KNOCKING HIM SIDEWAYS,\nJAVELIN BLOOMING ACROSS ITS BODY, ARMS SHARP AS RAZORS. CAGE\nROLLS, TWISTS and as it LEAPS -\n\nHe RAMS his PILEDRIVER in the mimic's CRAW - KERWHAM! The\nmimic DIES, javelin fizzling like dud fireworks.\n\nSGT.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAGE\nROLLS, TWISTS and as it LEAPS -\n\nHe RAMS his PILEDRIVER in the mimic's CRAW - KERWHAM! The\nmimic DIES, javelin fizzling like dud fireworks. SGT. \n\nTARGET SECTION TO BE ANNOTATED:\n FARELL (ON RADIO)\nGOOD WORK, PRIVATE!\n\nYONABURU\nYEAH!\n\nYonaburu FIRES his 50mm, KICKING back like a 10 year old\nfiring his first shotgun: BLAM! BLAM! Not too accurate, but\nMIGHTY EFFECTIVE -\n\nCAGE\nC'MON, MAN!\n\nCAGE grabs YONABURU's shoulder and they run until -\n\n- STRIKEJETS ROAR in, laying down a WALL OF FLAME, close\nenough that CAGE AND YONABURU are KNOCKED FLAT, DIRT in the\nSKY, MIMIC PIECES FALLING, it's hard to tell up from down -\nCAGE staggers up, but YONABURU TOOK A PIECE OF SHRAPNEL.\n\nCAGE (CONT'D)\nHOLD ON!\n\nCage GRABS Yonaburu's FOOT, DRAGGING HIM as FRESH MIMIC clear\nthe OILY SMOKE, Cage FIRING with his one FREE ARM —\n\nYONABURU\n\nI'm bleedin' out, man... Let me go.\nCAGE\n\nNO!\nYONABURU\n\nI... I'm sorry I called you a dick.\n\n(fading)\nYou're my best... friend...\n\nDistracted, Cage doesn't see the MIMIC BARRELING at him -\n\nCAGE\nJust hold on, man, I can get you -\n\n- a sickening CRUNCH and we\n\nCUT TO:\n\f51.\n\nINT. BARRACKS - MORNING\n\nCage wakes up on his bunk. Yonaburu is cleaning Mrs. Smith.\nCage's bare feet hit the concrete floor.\n\nHe stands there, smiling at Yonaburu.\n\nYONABURU\n(frowning)\nWhat the fuck is wrong with you?\n\nCAGE\nNothing, man.\n\nStill smiling, Cage writes a \"6\" on his hand with a sharpie.\n\nCAGE (V.O.) (CONT'D)\nThe Sarge was right. If there\nwasn't any way out of this, maybe I\ncould at least go down fighting. So\nwhat if there were a million of\nthem and only one of me. Maybe I\nhad a million tries.\n\nKIMMEL'S FACE, intent on his video game.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nSo\nwhat if there were a million of\nthem and only one of me. Maybe I\nhad a million tries. KIMMEL'S FACE, intent on his video game. \n\nTARGET SECTION TO BE ANNOTATED:\n Two blocky, old-\nskool STREET FIGHTERS square off. One EATS the other's LIVER.\n\nCAGE (V.O.) (CONT'D)\nMaybe I could win this thing after\nall.\n\nGAME OVER. RESTART. Cage peers down at the game -\n\nCAGE (CONT'D)\nYou're getting pretty good at that,\nKimmel. How many times would you\nSay you've played that game?\n\nKIMMEL\nI dunno. Couple thousand? I been\nable to beat it for a while - I'm\njust trying to top my own score.\n\nCAGE\nHeads up, buddy, Sarge is coming.\n\nKIMMEL\nHuh?\n\nCage steps up on his footlocker, addressing the room.\n\nCAGE\nHey everyone, I just thought you\nshould all know that Sgt.\n\n(MORE )\n\f52.\n\nCAGE (CONT'D)\nFarell got out of rehab early. He's\non his way. He'll be here in one\nminute.\n\nFORD\nBullshit.\n\nKIMMEL spies the Sarge, COMING DOWN THE HALL -\n\nKIMMEL\nGuys! Guys! The Sarge is coming!\n\nSOLDIERS respond like a bomb went off, flying into action,\nhiding laundry, flipping gambling paraphernalia into lockers -\n\nINT. HALLWAY - BARRACKS\n\nSGT. FARELL MARCHES DOWN THE HALL as if he knows in his heart\nwhat he will find there. CAGE WAYLAYS HIM.\n\nCAGE\nSGT. FARELL, SIR!\n\nSGT. FARELL\nPrivate.\n\nCAGE\nSOME OF THE MEN WERE HOPING TO\nTHROW YOU A PARTY, SIR, AND THEY\nWERE WONDERING IF YOU WERE -\n\nSGT. FARELL\n(scowling)\nLet me pass, private.\n\nCage tries to waylay him again, Farell PUSHES past him and\nopens the door on -\n\nINT. BARRACKS - MORNING\n- A SHOCKINGLY CLEAN quarters. SOLDIERS stand at attention.\n\nSGT. FARELL\nNow just what in the got-damned -\n\nThe Sergeant is totally brought up short. Cage steps in\nbehind him and... begins to SING.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nSGT. FARELL\nNow just what in the got-damned -\n\nThe Sergeant is totally brought up short. Cage steps in\nbehind him and... begins to SING. \n\nTARGET SECTION TO BE ANNOTATED:\nCAGE (SINGING)\nFooooor he's a jolly good fellow,\nfor he's a jolly good fellow, for\nhe's a jolly good feee-ee-loooo-\n(MORE )\n\f53.\n\nCAGE (SINGING) (CONT'D)\n(wait for it)\nWho came back with both his arms.\n\nA weak improvised cheer goes up. Farell frowns.\n\nSGT. FARELL\nWell. I'll be damned. I'd heard a\nrumor this platoon'd fallen to the\nforces of Chaos.\n(beat)\nI don't usually take such pleasure\nin being wrong.\n\nHe scans the place, inspecting, still suspicious.\n\nSGT. FARELL (CONT'D)\nRight. We'll be reviewing Mimic\nKillzone Tactics on the field at\n0900. Get yer breakfast. You, HOLD.\n\nIndicating Cage. Soldiers bustle out. Farell GLARES at Cage,\nnoticing that Cage has a \"6\" written on the back of his hand.\n\nSGT. FARELL (CONT'D)\nI don't know what game you're\nplaying, Private... \"Cage\". But if\nyou fuck with me, I will kill you.\n\nCAGE\nSir, yes sir.\nINT. MESS HALL - MORNING\n\nCRAPPY BREAKFAST FOOD hits metal trays. METACOFFEE splutters\nout of a machine. Yonaburu tastes some, scowling.\n\nYONABURU\nWhat-all do they put in this shit?\n\nGRIFF\nEverything an exploding body needs.\n\nFORD\n(to Cage)\nDude, you TOTALLY saved our ASSES\nback there. Sarge woulda killed us!\n\nThey SIT, eyeing -\n\nRITA, at a corner table, flanked by her DOGS, who sit around,\nnot eating, looking bored.\n\f54.\n\nYONABURU\nI don't get it. She can eat\nwhatever she wants but she comes in\nhere, like she's gonna eat with us,\nand then she just eats by herself\nand doesn't even let anyone look at\nher. Not even her Dogs.\n\nGRIFF\nThat's why they call her the Full\nMetal Bitch, man. She's mean.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nNot even her Dogs. GRIFF\nThat's why they call her the Full\nMetal Bitch, man. She's mean. \n\nTARGET SECTION TO BE ANNOTATED:\nOne of Dog Company notices them looking, gives their table\nthe bad-eye while cleaning his fingernails with a dagger.\n\nFORD\n(whispering)\nI heard she screws ‘em. ALL.\n\nGRIFF\nNaw, man, they're all homos. So she\nwon't screw ‘em.\n\nCAGE\nYou guys ever give it a rest?\n\nDAVIS\nShe thinks she's better than us.\n\nCAGE\nShe is better than us.\n\nYONABURU\nI thought you hated her! You're\nalways talking about how much you\nhate all her hero bullshit. “Join\nthe fuck-up, suckers\".\n\nCAGE\nShe's still the best.\n\nCage eats, thinking.\n\nCAGE (CONT'D)\nYou think one person could change a\nwhole battle?\n\nYONABURU\nI dunno, man. Maybe if that person\nwere Rita.\n\nCAGE\nWhat about me?\n\f55.\n\nYONABURU\nDude, you couldn't hit a barn if we\ndropped it on you.\n\nCAGE\nYeah, but - what if I got a million\ntries? Like on Kimmel's video game?\n\nYONABURU\nMmmaaybe. Could you also, like,\nshoot laser beams out of your eyes\nor teleport or something?\n\nCAGE\nI'm being serious.\n\nYONABURU\nI know you're being serious. That's\nwhat's so frickin' funny.\n\nRita stands, eyes ahead, and exits, the Dogs trailing.\n\nCAGE\nHow long do you think it would take\nme to get as good as her?\n\nYONABURU\n(laughing)\nI dunno, three, four lifetimes?\n\nCage smiles and we CUT TO:\n\nINT. SPARRING BAY - NIGHT\n\nCage ROLLS, EVADING TRACER FIRE, taking HITS. Tracers aren't\nreal, but when they hit, exojackets give a SHOCK - OW!\n\nSGT. FARELL\nWhat are you afraid of? A little\nsting? That ain't nothing!\n\nWHAM! WHAM! Cage is fast, but Farell is faster and FEARLESS -\nLEAPING off walls, FLIPPING, SHOOTING, raining HELL on Cage.\n\nSGT.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nWHAM! Cage is fast, but Farell is faster and FEARLESS -\nLEAPING off walls, FLIPPING, SHOOTING, raining HELL on Cage. SGT. \n\nTARGET SECTION TO BE ANNOTATED:\n FARELL (CONT'D)\nYou think the mimic's afraid of\ndeath? I seen a mimic eat its own\nbattle-buddy. I've seen a mimic\nthrow itself into a dropship ramjet\njust to bring the thing down. It\ndid not hesitate. There was no\ndecision, only action.\n\f56.\n\nCage SWINGS his PILEDRIVER and we slip in TIME to -\n\nEXT. BEACHHEAD - RUBY TUESDAY - LATE MORNING\n\n- Cage's PILEDRIVER OBLITERATES A MIMIC as he PUSHES the\nPLATOON farther up the canyon, SOLDIERS SCREAMING while he\nfires SEEKER SHELLS, targeting nine MIMICS at once -\n\n- NINE MIMICS DIE, B-B-B-B-B-B-B-B-BLAM!\n\nYONABURU\nDAMN, SON, THAT'S SOME SHOOTIN'!\n\nCAGE\nMOVE OUT!\n\nCage FIRES, turning, seeing MORE MIMIC LEAP off the CANYON\nRIM, one LANDING ON YONABURU and TEARING HIM TO SHREDS -\n\nYONABURU\nGET IT OFF ME! AIGGH!\n\nWith a SCREAM, Cage LEAPS, FIRING DOWN BETWEEN HIS FEET -\n\nINT. SPARRING BAY - NIGHT\n\n- ALMOST LANDING ON FARELL, but Farell ROLLS, FIRES BACK, but\nCage is BETTER NOW - HACKING DOWN with his 20mm, his TRACER\nROUNDS HAMMERING FARELL'S ARMOR -\n\nSGT. FARELL\nYou gotta fight with more than pea-\nshooters if you wanna WIN -\n\n- Farell THROWS his repeater cannon aside and LEAPS, engaging\nCage HAND TO HAND, TOO CLOSE for any of his weapons to work.\n\nThey're PUNCHING, KICKING, Cage taking the worst of it,\ndizzy, STAGGERING back like a boxer up against the ropes.\n\nSGT. FARELL (CONT'D)\nWHY ARE YOU HERE, PRIVATE?\n\nCAGE\nBECAUSE I WANT TO BE THE BEST, SIR!\n\nSGT. FARELL\nThen FIGHT, DAMN YOU!\n\nFarell is RELENTLESS, BEATING THE HELL OUT OF CAGE -\n\f57.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nSGT. FARELL\nThen FIGHT, DAMN YOU! Farell is RELENTLESS, BEATING THE HELL OUT OF CAGE -\n\f57. \n\nTARGET SECTION TO BE ANNOTATED:\nSGT. FARELL (CONT'D)\nRecognize your weakness and DO\nSOMETHING ABOUT IT!\n\n- until Cage YELLS, FIGHTING BACK, RAINING BLOWS ON -\n\nEXT. RUBY TUESDAY - ROCKY SEA CLIFFS\n\n- the THICK HIDE OF A MIMIC, its sharp limbs moving FAST AS\nBUZZ SAWS as it LEAPS on him again, Cage BARELY deflecting,\nthen HITTING BACK, landing BLOW AFTER BLOW and -\n\nKICKING the MIMIC into a TWITCHING HEAP. Cage gets up,\nSWEATING, a little BLOOD inside his faceplate, BARELY ABLE to\nSTAND after his first real hand to hand with a mimic.\nSoldiers CHEER.\n\nROKER (ON RADIO)\nWOO-HOO! That's some FIGHTIN'!\n\nYONABURU\nWhere'd you learn that shit?\n\nCage crouches, looks up at the SUN, high in the sky.\n\nCAGE\nWhat time you got?\n\nYONABURU\n11:45. Why you keep asking me what\nfuckin' time it is?\n\nCAGE\nJust wanna see how far I can get.\n\nYonaburu FROWNS, is going to ask more... but here come MORE\nMIMICS, DRIVEN by RITA.\n\nCage WATCHES HER FIGHT.\nIt's as if Rita can't kill mimics fast enough. While her AXE\nis cutting one in half, she's twisting another mimic around,\nforcing it to FIRE into one of its MATES -\nCage FOLLOWS, watching. But then RITA notices his follow.\nRITA (ON RADIO)\nYou ought to keep your distance,\nprivate. You might get hurt.\n\nShe CROUCHES, LEAPS off, moving faster than Cage can possibly\nfollow. The DOGS go after her. A STRIKEJET SORTIE coming in -—\n\f58.\n\nYONABURU\nWe gotta get out of here, man.\nSarge wants us to —\n\nCAGE\nYeah, just a - YONABURU! LOOK OUT!\n\n- a STRIKEJET SPINS OUT OF CONTROL, GRAPPLED with a MIMIC,\nand CRASH-LANDS ON YONABURU with an EXPLOSION and we CUT TO:\nEXT.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nSarge wants us to —\n\nCAGE\nYeah, just a - YONABURU! LOOK OUT! - a STRIKEJET SPINS OUT OF CONTROL, GRAPPLED with a MIMIC,\nand CRASH-LANDS ON YONABURU with an EXPLOSION and we CUT TO:\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n RUBY TUESDAY - LAGOON BATTLE\n\nSoldiers cross a SWAMPY AREA between CRAGGY CLIFFS. Cage\nWADES after RITA, watching her FIGHT -\n\nGRIFF (RADIO)\nSECTOR FOUR IS CLEAR.\n\nCAGE\nWhat time we got?\n\nYONABURU\n12:45. Man, why the hell do you\nkeep asking me what - AIGH!\n\nAn AQUATIC MIMIC comes OUT OF THE WATER, this one with JAWS\nin its TORSO. It BITES Yonaburu in HALF -\n\nCAGE\nYONABURU !\n\nCage FIRES and we CUT TO:\n\nEXT. RUBY TUESDAY - MOUNTAIN BATTLE\n\nOn STEEP MOUNTAIN FACE, where CAGE can see RITA, BELOW,\ndispatching MIMIC by the dozen.\n\nCAGE\nMan how does she MOVE like that?\n\nYONABURU\nSHHHH.\n\nYonaburu POINTS. ABOVE THEM, SEVERAL MIMIC watch the battle.\nYonaburu carefully takes a GRENADE, pulls the PIN, THROWS it.\n\nThey HUG to the cliff face, CROUCHING...\n\n.--but the grenade ROLLS BACK DOWN, coming to rest right\nunder YONABURU'S ASS. He doesn't see it.\n\f59.\n\nCAGE\nYOBO! LOOK OU -\nINT. MESS HALL - MONDAY MORNING\nSPLUT! Some NASTY-looking stew hits a cafeteria tray.\nCage is in line with everyone else. Unlike everyone else,\n\nhe's piling food of every imaginable variety on his plate.\nAdding salt, sugar, spices. Anything to break the monotony.\n\nYONABURU\nGoddamn, man. That's disgusting.\nCAGE\nWell, Yobo, you gotta keep life\ninteresting.\nYONABURU\nYobo? What's that?\nCAGE\nJust a name I've got going for you.\nYONABURU\nDude don't call me that. It's\nweird.\nCAGE\n\nI'm gonna call you that.\n(to the kitchen girl)\nMind if I borrow your pen?\n\nKITCHEN GIRL\nSure.\n\nCage writes \"93 - KIA 2:32\" on his hand. Yonaburu frowns.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nKITCHEN GIRL\nSure. Cage writes \"93 - KIA 2:32\" on his hand. Yonaburu frowns. \n\nTARGET SECTION TO BE ANNOTATED:\nYONABURU\nMan, you're acting really weird\ntoday.\n\nCAGE\n\nYou don't know the half of it.\nRita walks by, head down, in perfect slow-motion.\nYONABURU\nI don't get it. She can eat\nwhatever she wants but she comes in\nhere, like she's gonna -\n\nWatching her, distracted, Cage COLLIDES with one of the DOGS.\n\f60.\n\nHEELER\nPrivate, you don't even LOOK at\nSergeant-Major Vrataski.\nYonaburu's eyes go wide. Heeler PUSHES Cage.\nCage PUSHES back. The mess hall goes still.\n\nCAGE\nRight.\n\nCage SWINGS his tray. He's pretty fast. Maybe if he were in\nan exojacket he might stand a chance against these guys, but\nhe weighs half as much as any one of them.\n\nTHEY'RE ALL OVER HIM, Cage gets in one last good punch and\nthen Heeler swings, the fist CONNECTS and we CUT TO:\n\nINT. HOLOVID BAY - NIGHT\n\nA SLOW-MOTION EXPLOSION. RITA steps through the smoke,\nlooking insanely awesome, in an EARLIER EDITION of her\ncrimson exojacket. The image FAST-FORWARDS...\n\nCAGE stands in the holobay, intently studying Rita's moves.\nHe switches out holodisks and -\n\nANOTHER IMAGE of Rita at the end of a battle, exhausted.\n\nA CAMERAMAN pushes a camera in her face as she's drinking,\n\nshe HURLS the bottle at the CAMERA, the image WINKING OUT.\nCage shuttles back, to the frame before she hurls the bottle -\n\nCage freezes that frame.\n\nRita is beautiful. And in that one frame, she looks like the\nloneliest person in the whole world.\n\nCage walks around the LIFESIZE HOLOGRAM, looking at her\nclosely. He studies her melancholy face. She's frozen,\nstanding in front of him like a translucent ghost...\n\nTheir faces almost touching.\n\nBut she's just a holovid image.\n\nCage gestures, the image moves out of STILL, into MOTION -\n- Rita's holovid bottle FLIES at Cage's face and we\n\nSMASH CUT TO:\n\f61.\n\nINT.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut she's just a holovid image. Cage gestures, the image moves out of STILL, into MOTION -\n- Rita's holovid bottle FLIES at Cage's face and we\n\nSMASH CUT TO:\n\f61. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SPARRING BAY - NIGHT\n\nFARELL LANDS a punch, Cage barely feels it, twisting and\nfending Farell off with one hand. Farell finally KICKS him,\nsending him flying. Cage lies on his back, frowning.\n\nSGT. FARELL\nYou... had enough?\n\nCAGE\nHow do you think she got so good?\n\nFarell stands over Cage, bent over, out of breath.\n\nSGT. FARELL\nWho?\n\nCAGE\nValkyrie One. The Full Metal... Rita.\n\nFarell sits on a bench, easing off his faceplate. He pulls\ntwo apples out of his jacket. Hands Cage one, eats.\n\nSGT. FARELL\nYou've seen her fight?\n\nCAGE\nYeah, I, uh... watch old warvids.\n(beat)\nNo one can move as fast as her. I\ndon't know how she does it.\n\nFarell eats his apple, thinking.\n\nSGT. FARELL\nProb'ly turns off her autobalancer.\n\nCAGE\nWhat's that?\n\nSGT. FARELL\nHave you signed your infirmary\nrelease? Organ donation forms? Next\nof kin notices?\n\nCAGE\nUh... yeah.\n\nNOW Farell tweaks with the back of Cage's jacket. READOUTS on\nthe faceplate FLICKER as Farell hacks into the system -\n\f62.\n\nSGT. FARELL\n\nOn the island of Okinawa, when the\nfarmers were under the tyranny of\nthe Samurai, they founded Karate on\none simple principal: that the\nforce of a blow was not in the\nmuscle behind it but in the mind\nthat could... let go of the body.\n\n(beat)\nEvery muscle in the human body has\na kind of control on it - something\nthat tells it not to push too far,\ntoo fast. Keeps your body from\ntearing itself apart.\n\n(beat)\nWhen the Okinawans learned to let\ngo of this control, they found that\na human fist could puncture Samurai\narmor. And not suffer a scratch.\n\nHe pulls out a chip, shuts a port. The suit momentarily\nWILTS. Then powers back up.\n\nSGT. FARELL (CONT'D)\nJackets have the same kind of\ncontrol on ‘em.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen powers back up. SGT. FARELL (CONT'D)\nJackets have the same kind of\ncontrol on ‘em. \n\nTARGET SECTION TO BE ANNOTATED:\n Without it, if\nyou're not careful, you could tear\nyourself to shreds just by tryin'\nto run too fast.\n\nThe faceplate readout flashes WARNING: AUTOBALANCER DISABLED.\n\nSGT. FARELL (CONT'D)\nTake a step. Easy. Easy.\n\nCage STEPS, BOUNCING, clumsy. Spring-loaded.\n\nCAGE\nThis is pretty cool.\n\nSGT. FARELL\nNow take a swing at that target,\nbut I want you to -\nWHAM! Cage STRIKES the METAL, PYLON-SHAPED TARGET -\n\n- and sends himself FLYING across the room in the process,\nlanding in a HEAP. OW. Farell grins.\n\nSGT. FARELL (CONT'D)\nI didn't turn off the pain\nfeedback. Just to keep things fair.\n\nWhen Cage gets up, he looks, the target is GONE -\n\f63.\n\n- because it's CRUMPLED AROUND HIS FIST. A twisted fragment\nfalls to the floor.\n\nCAGE\nWow.\n\nSGT. FARELL\nYou wouldn't want to use this on\nthe field of battle. It's against\nregulation. Someone could get hurt.\n\nFarell WINKS and we CUT TO:\n\nEXT. MOUNTAINOUS TERRAIN - RUBY TUESDAY\n\nCAGE is DECIMATING MIMICS, twice as fast and twice as strong\nas he was before. He fights so fast and hard that it's a\nspectacle; soldiers WATCH, stunned.\n\nCAGE\nALL CLEAR! MOVE OUT!\n\nYONABURU\nDAMN, where'd you learn to do that?\n\nCAGE\nI've been doing a lot of reading.\nWhat time you got?\n\nYONABURU\n(frowning)\n3:15.\n\nCage DISPATCHES a straggler MIMIC. Leading the men up, out of\nthe CANYON. As they near the crest of the hill -\n\n- it's started SNOWING.\n\nCAGE\nFor instance, did you know that the\nweather is totally unpredictable?\nThey say a butterfly flapping its\nwings in Australia can make enough\nof a difference that, on the other\nside of the world a month later,\nthere might be a hurricane, all\nbecause of whether or not that\nbutterfly was having a bad day.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs they near the crest of the hill -\n\n- it's started SNOWING. CAGE\nFor instance, did you know that the\nweather is totally unpredictable? They say a butterfly flapping its\nwings in Australia can make enough\nof a difference that, on the other\nside of the world a month later,\nthere might be a hurricane, all\nbecause of whether or not that\nbutterfly was having a bad day. \n\nTARGET SECTION TO BE ANNOTATED:\nYONABURU\nWhat does that have to do with\nanything?\n\f64.\n\nCage looks up at the sky, watching flakes of snow fall.\n\nCAGE\nI don't know. The weather's always\ndifferent.\n\nYONABURU\nOf course it's always different.\nThat's, like, the whole idea of\nweather.\n\nThey get to a CLIFF. Visibility is low.\n\nCage motions to several GROUPS of soldiers, who all creep\ninto position. He's organizing an AMBUSH.\n\nCage SCANS the field below, his heads-up BINOCULAR-STYLE -\nCAGE\nNow the mimic will be gathering\nright...\nCage FROWNS. The vale below them is EMPTY.\n\nCAGE (CONT'D)\nThat's weird.\n\nSOLDIER (ON RADIO)\nWE GOT... WE GOT A PROBLEM BACK\nHERE -\n\nA soldier comes BARRELING through the SNOW, HYSTERICAL.\nSOLDIER (CONT'D)\nIt's... IT'S A TRAP! They knew we'd\nbe here! They were waiting for us!\n\nThe soldier EXPLODES, a JAVELIN in his back.\n\nCAGE\nThat's impossible, it's -\n\n- MIMIC close in from behind. YONABURU TAKES A HIT and FALLS\noff the CLIFF FACE -\n\nYONABURU\nCaaaaaaage!\n(thump )\n\nCAGE\nDammit.\n\nCAGE FIGHTS BACK WITH ALL HE'S GOT, a one-man army, pushing\nthe mimic ambush back down the hill, but -\n\f65.\n\nTAK TAK SPT SPT SPT -\n\nHis AUTOCANNON runs out of AMMO. So does his REPEATER RIFLE -\n- a FRESH SWARM OF MIMICS head this way, and -\n\nCage JUMPS onto the turret of a HALF-EXPLODED TANK, KICKING\nmimic away, TEARING off the main cannon and using it as a\n\nBLUDGEON, WHANG! WHANG! WHANG!\n\nHe CLEANS UP on the six MIMICS, the last one running in a\ncircle like a dying cockroach. He hits it again. It's DEAD.\n\nCage looks at the twisted piece of metal in his hand.\nAn IDEA.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's DEAD. Cage looks at the twisted piece of metal in his hand. An IDEA. \n\nTARGET SECTION TO BE ANNOTATED:\nThe smoke and blowing snow clears, and a GIGANTIC MIMIC\nstomps into view, towering least 30 FEET TALL.\n\nCAGE (CONT'D)\nWhat the -\n\nIt SWINGS a huge arm DOWN, all goes BLACK and we\n\nCUT TO:\n\nINT. DISPENSARY - DAY\n\nThe dispensary is a mess; a tiny, poorly lit window on a vast\nworld of cluttered shelves. A gaunt, prematurely balding\nDISPENSARY CAPTAIN watches a pornvid until -\n\nCAGE\nI need an B93 external memory unit\nfor a Beyer-Michelson exojacket.\n\nDISPENSARY CAPTAIN\nI don't think we have -\n\nCAGE\nBack there, on the fifth shelf, up\ntop. There's some that aren't in\nyour system -\n\nFrowning, the guy goes and looks. Sure enough -\n\nDISPENSARY CAPTAIN\nYeah, but these aren't for -\n\nCAGE\nI have the requisition orders here.\n\f66.\n\nCage slides papers across like he's done this 20 times,\nsmiling evenly at the Captain. The guy scans, frowning.\n\nDISPENSARY CAPTAIN\nYou're a Chief Engineer?\n\nCAGE\nYep.\n\nDISPENSARY CAPTAIN\nWhat are you going to use it for?\n\nCAGE\nThat's classified.\n\nCage SIGNS. The Captain notices the number \"187\" written on\nthe back of Cage's hand, frowns. Cage takes the Mylar baggie.\n\nCAGE (CONT'D)\nThanks, Roy.\n\nEXT. UDF FORCES BASE - DRIZZLING RAIN - VARIOUS\n\nCage walks, keeping his head down in the light drizzle.\nRITA'S GLASS TOWER looms over the base like a shining needle.\nWhat happens next is a SYMPHONY OF MOVEMENT AND SYNCHRONY.\n\nCAGE (V.O.)\nSarge always said there was no such\nthing as chance, as luck. I still\ndidn't believe him. Lots of things\ndidn't seem to follow any pattern.\nThe weather, for instance. But other\nthings - it was weird just how\npredictable some things could be.\n\nCage walks across the base like the proverbial Rabbi walking\nbetween the raindrops.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe weather, for instance. But other\nthings - it was weird just how\npredictable some things could be. Cage walks across the base like the proverbial Rabbi walking\nbetween the raindrops. \n\nTARGET SECTION TO BE ANNOTATED:\n He knows EVERY MOVEMENT of each person\non this base swarming with busy people rushing to and fro.\n\nWe flip in and out of SLOW MOTION as -\n\n- a GUARD turns and looks at a piece of paper blowing across\nthe road -\n\n- CAGE STEPS IN FRONT OF HIM, just out of line of vision,\nneatly CROSSING THROUGH A CHECKPOINT and -\n\n- STEPPING ONTO THE BACK OF A MOVING TRUCK like you'd catch a\ncarousel horse. It cruises, slows, the driver SHOUTING at\nSOMEONE for just long enough for Cage to STEP OFF the truck -\n\f67.\n- and right behind a GUARD, who he shadows, RIGHT behind him,\nand then splits off, down an alley -\n- past a GUY and GIRL soldier illegally NECKING -\n\n- and now skirting the base of Rita's TOWER, where several of\nDOG COMPANY hang out at the base, telling jokes -\n\nCAGE (V.O.) (CONT'D)\nI'd tried to get through them twenty\ntimes before I realized I didn't\nhave to get through them at all.\nFLASHBACK CUT:\n\nTo CAGE, fighting the DOGS single-handedly, DYING in horrible\nways - STABBED, BEATEN, STOMPED, THROWN and DRAGGED and we -\n\nCUT BACK TO:\n\nCage watches from an EAVE as two of the DOGS start fighting,\nwrestling, ANOTHER shouts for the others to come, LAUGHING -\n\nCage uses the distraction to SLIP PAST and into -\n\nINT. ENGINEERS BAY - DAY\n\nRITA's CRIMSON EXOJACKET stands in the middle of a large\nWORKROOM, looking mighty, except for the LEG, which is OPEN,\npieces strewn out on the floor.\n\nSHASTA RILEY, Rita's pigtailed, overalled, Coke-bottle-\nglasses-wearing CHIEF ENGINEER, pores over the machinery.\n\nShasta is so frustrated over whatever she's looking at that\nshe doesn't realize Cage is STANDING RIGHT OVER HER.\n\nCage winces, this part is always hard to get right -\n\nCAGE\nUh... hi there -\n\nShasta STARTLES, jerking up so fast that her glasses fall off\nher face. Cage catches them before they hit the floor.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nShasta is so frustrated over whatever she's looking at that\nshe doesn't realize Cage is STANDING RIGHT OVER HER. Cage winces, this part is always hard to get right -\n\nCAGE\nUh... hi there -\n\nShasta STARTLES, jerking up so fast that her glasses fall off\nher face. Cage catches them before they hit the floor. \n\nTARGET SECTION TO BE ANNOTATED:\nCAGE (CONT'D)\nWhups - there you go.\n\nHe hands them back. Shasta looks at him, eyes big as saucers.\n\nSHASTA\nHow'd you get in here? This is...\nThis is a classified area...\n(MORE )\n\f68.\n\nSHASTA (CONT'D)\nonly people with appropriate\nsecurity clearance are allowed in -\n\nCAGE\nI know. I just wanted a chance to\nmeet the real Shasta Riley. Chief\nEngineer for Valkyrie One.\n\nShasta does another double-take. She smooths out a pigtail -\n\nSHASTA\n(blushing)\nOh. I'm actually, uh, really behind\ntoday, I uh -\n\nCage peers in at the exposed machinery -\n\nCAGE\nHm. Looks like the external memory\nunit's been damaged on that thing -\n\nSHASTA\nYeah, I'm trying to - how'd you\nknow that?\n\nCAGE\nJust guessing. You know... that is\n\nso weird, because I just happen to\nhave one on me.\n\nCage produces the plastic Mylar baggie. Shasta stares.\n\nCAGE (CONT'D)\nYep. That guy at the armory? The\nweird bald one who is always\nhitting on you and makes you fill\nout extra paperwork every time you\ngo over there so he can spend more\ntime totally creepin' you out?\n(beat)\nI got it off of him.\n\nSHASTA\nOh. Wow.\n\nShe looks at the dead unit she's been trying to fix -\n\nCAGE\nIf you keep trying to repair that\nthing it's gonna take you all\nafternoon. A real pain in the butt.\nThis could sure save you a lot of\ntime - and a visit to El Creepo.\n\f69.\n\nCage smiles, holding the bag. Shasta eyes it, desperate.\n\nSHASTA\nWhat do you want for it?\n\nCage points to the wall, where three DENTED BATTLE AXES hang.\nShasta searches the wall, Cage couldn't possibly mean -\n\nCAGE\n\nI want an axe. You've got extra.\nSHASTA\n\nOh... no. You can't. I mean, that's\n\npure tungsten carbide monomer. It's\nover two hundred seventy kilos.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou can't. I mean, that's\n\npure tungsten carbide monomer. It's\nover two hundred seventy kilos. \n\nTARGET SECTION TO BE ANNOTATED:\nJackets aren't made to carry a\nweapon that heavy, you'd overload\nthe autobalancer -\n\nCAGE\nI fight with mine off.\n\nShasta eyes Cage up and down.\nSHASTA\nOh.\n(beat)\nYou're very unusual.\n\nCAGE\nI'll take that as a compliment.\n\nINT. LOCKER ROOM - RUBY TUESDAY - MORNING\n\nEVERYONE is suiting up, KIMMEL getting wedged into his\njacket, SOLDIERS PACKING on ordinance. But Cage is REMOVING\nweapon after weapon, dropping them to the floor.\n\nThe number 203 is written on Cage's hand.\n\nYONABURU\nWhat the hell are you doing?\n\nCage slips on his exojacket, looking at his bare, jacketed\narm, flexing, admiring it.\n\nCAGE\nLightening up. Gettin' sleek.\n\nYONABURU\nWhat are you s'posed to fight with?\n\nA DELIVERYMAN appears with a HANDTRUCK and a BATTLE AXE -\n\f70.\nCAGE\nThis.\n\nCage leans over, picks up the battle axe and we CUT TO:\n\nEXT. MOUNTAINOUS TERRAIN - RUBY TUESDAY - AFTERNOON\n\nUsing the HUGE BATTLE AXE, CAGE FIGHTS LIKE A BERSERKER,\nmaking short work of the mimic at hand and -\n\n- LEADING the platoon to the crest of a hill, HUNDREDS of\nMIMIC below. And there's SOMETHING ELSE with them -\n\nGRIFF\nGawd-DAMN what the hell is THAT?\n\nThe mimic horde parts, clearing the way for SOMETHING SO BIG\nthat it takes a minute to stand upright, unfolding itself.\n\nCAGE\n(eyes narrowing)\nThat's a Megareaver. They bring 'em\nout sometimes. They're big, but\nthey're slow.\n\nThe MEGAREAVER stands over 30' tall, and looks like a cross\nbetween a MIMIC and a WALKING WARSHIP, GLINTING in the rain.\n\nFORD\nCrikey.\n\nLOFTING THE AXE, Cage SCREAMS, running STRAIGHT FOR IT -\n\n- the MEGAREAVER ERUPTING with javelin fire even while it's\nraising its BLUDGEONING ARM...",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe MEGAREAVER stands over 30' tall, and looks like a cross\nbetween a MIMIC and a WALKING WARSHIP, GLINTING in the rain. FORD\nCrikey. LOFTING THE AXE, Cage SCREAMS, running STRAIGHT FOR IT -\n\n- the MEGAREAVER ERUPTING with javelin fire even while it's\nraising its BLUDGEONING ARM... \n\nTARGET SECTION TO BE ANNOTATED:\n which SWINGS DOWN -\n\nCRASH! Cage DIVING out of its way, evading javelins, LEAPING\nonto the Megareaver's leg, CLAMBERING UP -\n\nUNTIL HE'S ON THE THING'S BACK. It REACHES for him -\nCAGE CLEFTS AN ARM OFF... the stump SPRAYING the horrible\nblood everywhere, the blood KILLING the MIMICS it touches.\nThen, with some persistence, Cage HACKS OFF THE HEAD.\n\nWith a GURGLING ROAR, the thing COLLAPSES, disgorging what\nlook like UNDEVELOPED MIMICS all over the battleground.\n\nCAGE wipes his faceplate, his armor STEAMING with the things'\noily black blood. He LIFTS his axe, RALLYING the soldiers.\n\nCAGE\nMOVE OUT!\n\f71.\n\nA THOUSAND SOLDIERS CHEER. From the HEADS-UP view it's\nobvious that THEY'VE WON THIS STAGE OF THE BATTLE.\n\nThey push ONWARD, shooting stragglers -—\n\nSGT. FARELL (RADIO)\nWe got unconfirmed reports that\nSector Six is clear?\n\nCAGE\nYes sir, it is, sir. Give us\neverything you got for Sector Seven.\n\nSGT. FARELL\nI'll be got-damned, son, who the\nhell taught you how to fight like\nthat?\n\nCAGE\n(smiling)\nI know this mean old motherfucker.\nShowed me a few tricks.\n\nEXT. RUBY TUESDAY - PLATEAU, SECTOR 7\n\nThe soldiers reach a HIGH PLATEAU, OTHER PLATOONS, whole\nCOMPANIES lining the ridge, while in front of them -\n\n- THOUSANDS of MIMIC ASSEMBLE. A FINAL SHOWDOWN?\n\nYONABURU\nWhat're you grinnin' about?\n\nCAGE\nI never made it this far before.\nI'm startin' to think we might just\nwin this thing.\n(to radio)\nREADY TO ENGAGE!\n\nSGT. FARELL (ON RADIO)\nOn your signal.\n\nCAGE\nGo.\n\nCage RUNS, LEADING THE MEN straight at the MIMIC HORDE.\nYONABURU by his side, Cage FIGHTS, deflecting shots aimed at\nYonaburu.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAGE\nGo. Cage RUNS, LEADING THE MEN straight at the MIMIC HORDE. YONABURU by his side, Cage FIGHTS, deflecting shots aimed at\nYonaburu. \n\nTARGET SECTION TO BE ANNOTATED:\nACROSS the PLATEAU, the SUN starts streaking through the\nclouds, even though it's STILL RAINING -\n\f72.\n\nCage dispatches mimics, the whole area around them clearing.\n\nCAGE (CONT'D)\nWhat time you got?\n\nYONABURU\n4:19? Damn. Would ya look at that.\n\nBRIGHT sunlight all around them, but THICK RAINDROPS falling.\nCAGE\nYeah. Pretty cool, huh? They say\nthat means that the devil is...\n(wincing)\nOw!\nCage blinks. He TWITCHES. Something's WRONG.\n\nThe world BLINKS OUT and BACK like a transmission getting\nSEVERED. Cage CRINGES - STAGGERS.\n\nCAGE (CONT'D)\nIt's... OW, FUCK!\n\nCage's head. It HURTS. It's killing him.\n\nYONABURU\nYou OK, buddy?\n\nCAGE\nSomething is... ARGH!\n\nCage falls to his knees, his BATTLE-AXE clanging to the\nground. He TEARS off his faceplate, holding his head.\n\nCAGE (CONT'D)\nOh no.\n\nThe IMAGE SHUDDERS, the SOUND WARBLING -\n- and for a MILLISECOND Cage is -\nBACK ON HIS BUNK IN THE BARRACKS, THRASHING -\nYONABURU\n(in the barracks)\n\nWhat the fuck is wrong with -\nCage SPASMS again and -\nIS BACK ON THE BATTLEFIELD - on his KNEES.\n\nYONABURU (CONT'D)\n- fuck is wrong with you?\n\f73.\n\nCage's face is WRENCHED in pain, he's helpless as more MIMIC\ncome streaming in, taking out SOLDIERS.\n\nCAGE\nI'm sorry buddy, I - ARGH!\n\nCage COLLAPSES, SPASMING, and everything goes TUNNEL-VISION\nSTYLE, BUZZING, WARBLING -\n\n- WHAM! A MIMIC tackles Yonaburu, PULLING limbs off like\nyou'd pull the legs off a fly -\n\n- CAGE lies on his back, helpless, dying, as the world\nBUZZES, SHUDDERS... and WINKS OUT.\n\nINT. BARRACKS - DAY\n\nCage wakes up on his bunk, holding his head.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nA MIMIC tackles Yonaburu, PULLING limbs off like\nyou'd pull the legs off a fly -\n\n- CAGE lies on his back, helpless, dying, as the world\nBUZZES, SHUDDERS... and WINKS OUT. INT. BARRACKS - DAY\n\nCage wakes up on his bunk, holding his head. \n\nTARGET SECTION TO BE ANNOTATED:\n He YELLS,\nENRAGED, KICKING THE WALL.\n\nCAGE\nNO! NO NO NO!\n\nYonaburu scowls up.\n\nYONABURU\nWhat the fuck is wrong with you?\n\nCage looks around the barracks, his lip twitching. A trickle\nof BLOOD coming out of his nose. He wipes it away.\n\nCAGE\nI die at 4:19. No matter what. 4:19\nis when I died the first time.\n\nA horrible, sad realization coming over him.\nCAGE (CONT'D)\nIt's just a loop. It doesn't matter\nwhat I do.\n\nYONABURU\nWhat are you talking about?\n\nCAGE\nHow could I have been so stupid? I\nreally thought I could win.\n\nYONABURU\nAre you OK, man?\n\nCage walks through the barracks, steps up on a footlocker.\n\f74.\n\nCAGE\nHey! Everybody listen up!\n\nNO REACTION. Cage GRABS Kimmel's video game and SMASHES it on\nthe floor. Everyone stares. Cage clears his throat.\n\nCAGE (CONT'D)\nUh, good morning. I wanted to let\nyou know that we're all going to\ndie tomorrow. Or at least, most of\nus will. I definitely will.\n\n(beat)\n\nSo you should think, like really\nthink about how you're going to\nspend this day. The more you\nprepare yourself, the harder you\ntry to be the best soldier you can\never be, the better you're going to\ndo tomorrow, and for that matter,\nthe better you're probably gonna\nfeel about whatever happens.\n\nYonaburu covers his eyes, painfully embarrassed.\n\nCAGE (CONT'D)\nI'm sorry to bum everyone out, but\nyou gotta trust me on this one.\nThis is probably your last chance\nto get it right.\n\nEVERYONE stares at Cage like he's crazy.\nCAGE (CONT'D)\nOh, and Sergeant Farell got out of\nrehab early. He's coming down the\nhall right now.\n\nEVERYONE flies into action.\n\nINT. MESS HALL - DAY\n\nCage is eating by himself. The rest of the platoon sits at\nanother table, talking, glancing this way, clearly talking\nabout him.\n\nKIMMEL steps up, looking nervous.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nMESS HALL - DAY\n\nCage is eating by himself. The rest of the platoon sits at\nanother table, talking, glancing this way, clearly talking\nabout him. KIMMEL steps up, looking nervous. \n\nTARGET SECTION TO BE ANNOTATED:\nKIMMEL\nHey. I, uh... What you said back\nthere meant a whole lot, man.\n\nThe guy who can never fit into his suit is staring at Cage\nwith a mixture of awe and adoration.\n\fCAGE\nAh... I was really just saying all\nthat. Probably drank too much\nmetacoffee.\n\nCage sips, scowling at the taste.\n\nKimmel sits, watching Cage pile all manner of\nsalt, syrup and whatever on the grossest pile\nfoods you've ever seen. It's disgusting.\n\nCAGE (CONT'D)\nGotta keep it interesting, right?\n\n75.\n\nspicy sauce,\nof mixed-up\n\nCage eats. \"214\" is written on the back of his hand.\n\nKIMMEL\nWhat's... that for?\nCAGE\nIt's the number of times I've seen\n\nyou die.\n\n(wiping his mouth)\nIt's OK, we all do. But you usually\ndon't even make it through the\ndrop. The main problem is that\nyou're too fat. They shouldn't have\nlet you in here. But they're out of\nfit soldiers.\n\nKimmel wants to get up, but it's too late -\n\nCAGE (CONT'D)\nDon't feel bad about it. That guy\nDavis over there? He won't ever\nmake it out of the drop ship. And\nRoker? He ends up on fire, cooked\nin his own jacket. How fucked up is\nthat? And Ford, he always manages\nto lose one of his arms. Sometimes\nthe left, sometimes the right. It's\nthe weirdest thing.\n\n(beat)\nNance, on the other hand, she just\ntotally freaks around the second\nhour of battle. Starts killing\neveryone around her until we have\nto take her down.\n\nKIMMEL\nUh... I should probably go.\n\nCage shakes his head, smiling, drinking more metacoffee.\n\f76.\n\nCAGE\nYou, you usually just drown, after\nyou run away.\n\n(chewing)\nI don't think drowning's all that\nbad, really.\n\nKimmel looks like he's gonna be sick..\n\nKIMMEL\nUh... Why are you telling me this?\n\nCAGE\nBecause it's the one way I've\nfigured to keep you from fighting\ntomorrow after that speech I gave.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nKIMMEL\nUh... Why are you telling me this? CAGE\nBecause it's the one way I've\nfigured to keep you from fighting\ntomorrow after that speech I gave. \n\nTARGET SECTION TO BE ANNOTATED:\nYou're gonna get so freaked out\nthat you're gonna take a Section\nEight. The guys from the infirmary\nare coming in just now. You should\nget to know them.\n\nAnd in walk the INFIRMARY GUYS. Kimmel looks.\n\nCUT TO:\n\nEXT. RUBY TUESDAY - VARIOUS\n\nIN THE DROPSHIP\n\nCage rides, as in the opening, but his face is grim. He OPENS\nhis faceplate, pulling out a flask of WHISKEY, DRINKING in\nthe HOWLING WIND while FARELL SCREAMS at him.\n\nHe offers it to the rest of the PLATOON, they shake their\nheads, exchanging looks, and CAGE JUMPS, whiskey FLYING -\n\nIN BATTLE\n\nCAGE wanders the battlefield, surrounded by the dead and\ndying. His RADIO is going wild. He tunes it down, until all\nis silence, replaced with sweeping, sad music - maybe a\nstring quartet version of Metallica's \"NOTHING ELSE MATTERS\".\nAT A RAVINE\n\nCage is filling a gulley full of mimics, wounding them just\nenough so they can't climb out. He's clearly DRUNK.\n\nBARRELS of fuel oil dump into the ravine. The mimics are\nscreeching to get out.\n\f77.\nHe lights a match to the bottle of whiskey and THROWS it,\nface LIT UP with the HELLISH GLOW.\nHe looks TOTALLY INSANE.\nAT A DROPSHIP LANDING SORTIE\nCage JUMPS from dropship to dropship, like Super Mario,\nclimbing into the sky, way out over the ocean. At the highest\none, he SWAN DIVES -\n- DOWN, DOWN INTO THE WATER.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks TOTALLY INSANE. AT A DROPSHIP LANDING SORTIE\nCage JUMPS from dropship to dropship, like Super Mario,\nclimbing into the sky, way out over the ocean. At the highest\none, he SWAN DIVES -\n- DOWN, DOWN INTO THE WATER. \n\nTARGET SECTION TO BE ANNOTATED:\n SPLASH! He turns, drifting down,\nlooking up at the dead and dying, the WAR MACHINES and MIMICS\nand MEN hitting the water and floating down -\nCage's PRESSURE METER going up and up until -\nON A SHARP PEAK\nCage RUNS at high speed, hauling a MIMIC up a hill, LEAPING -\n- grabbing a STRIKEJET, HAULING the mimic bodily along,\nforcing the jet into a NEEDLE SHOT: straight up, ABOVE THE\nCLOUDS AND STORM -—\n\n- AND ABOVE THE ATMOSPHERE, where he can see the BLACK EDGE\nOF SPACE and the setting sun.\n\nThe mimic ICES OVER and finally EXPLODES. Cage lets go of the\nrocket, floating in low-earth orbit. IT'S BEAUTIFUL.\n\nHis faceplate ices over, ALARMS going off. Cage opens his\nfaceplate, THE VOID RUSHES IN, AND WE\n\nCUT TO:\n\nEXT. BATTLEFIELD - RUBY TUESDAY\n\nBLAM! A little VIDEO-GAME FIGHTER EXPLODES in a comically\nviolent way. GAME OVER. YOUR SCORE IS 943,943,925. RESTART -\n\nCage wanders the field of battle, playing KIMMEL'S HAND-HELD\nVIDEO GAME, paying little attention to the battle at hand.\n\nWhenever a mimic comes near, Cage DISPATCHES it without even\nlooking up from the game.\n\nFINALLY one manages to make him drop the game, Cage gets\nANGRY. He throws himself into a HORDE of mimics.\n\nCAGE is a DEATH DEALER, killing without purpose, rhyme or\nreason, standing on a GROWING PILE of dead mimic, but MORE\nand MORE COME, he'll be buried soon, when -\n\f78.\n\nWHAM, a HUGE-ASS mimic slides into several pieces as -\n- RITA leaps into the fray, fighting alongside Cage.\n\nCage matches her moves, swing for swing. Cage has never\nfought this close to her before.\n\nRITA lands, striking a pose. Her radio CRACKLES -\n\nRITA\nSo. It's Cage, huh? Your jacket\nsays you're a Private. You sure\ndon't fight like a Private.\n\nCAGE\nI play a lot of video games.\n\nRITA\nYou're pretty good.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou sure\ndon't fight like a Private. CAGE\nI play a lot of video games. RITA\nYou're pretty good. \n\nTARGET SECTION TO BE ANNOTATED:\nCAGE\n\"Pretty good\"?\n\nCage FLIES into action, killing SIX MIMIC with one complex\nand insane ballet-like stroke, showing off for RITA.\n\nRITA\nYour one weakness is that you fight\nlike nothing matters. Something\nalways matters.\n\nShe demonstrates. It's like her focus is always on what's\nnext, like she doesn't really hate the mimic one way or\nanother - there is a beauty, efficiency in it.\n\nCage hammers a few mimics back. Clumsy by comparison.\n\nCAGE\nI've tried to fight like you. I\ncan't.\n\nRITA\n\nTry. Don't think about what's next.\nForget about what just happened.\n\nShe swings, effortlessly dispatching more.\nRITA (CONT'D)\nYou fight with your eyes. You've\ngot to fight with your heart.\n\nCage tries. The improvement is immediate. Mimic go flying as\nthey fight together. They are a perfect team.\n\f79.\n\nSoon, Mimic litter the field. Smoke clears. Rita smiles.\n\nRITA (CONT'D)\nNot too bad at all, private.\n\nCAGE\nWell, thanks for the lesson. But I\ngotta go die now.\nCage turns to leave. TWO MORE MIMIC head his way -\n\nRITA\nPrivate Cage, I've got a question.\n\n- SLASH! SLASH! Cage FLIPS, dispatching two at once.\n\nRITA (CONT'D)\nHow many loops is this for you?\n\nCage TURNS, STUNNED. His axe falls, clattering to the ground.\n\nCAGE\nWhat did you just say?\n\nHe stares at her, in total shock. Rita smiles.\n\nRITA\nI said how many - HEADS UP!\n\nA MEGAREAVER CHARGES, SWINGING its CUTTING ARM and -\n\n- the world BUZZES, falling apart, the IMAGE of Rita killing\nthe Megareaver SHATTERING INTO FRAGMENTS as we -—\n\nCUT TO:\n\nEXT. PENNSYLVANIA FARMLAND - MORNING\n\nA picturesque FARMHOUSE on a hill. Waves of GRAIN shush in\nthe morning breeze. Two HORSES nicker and prance by a barn,\nand above, the sky is BRIGHT BLUE, hardly a cloud.\n\nRITA VRATASKI is lying on her bed, watching the sky, the\nhorses.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nWaves of GRAIN shush in\nthe morning breeze. Two HORSES nicker and prance by a barn,\nand above, the sky is BRIGHT BLUE, hardly a cloud. RITA VRATASKI is lying on her bed, watching the sky, the\nhorses. \n\nTARGET SECTION TO BE ANNOTATED:\n Rita's bed is in the middle of this wheat field.\n\nShe sits up, rubbing the sleep out of her eyes. Looks like\nshe didn't sleep too well.\n\nWith some regret, Rita taps a button and the horses FREEZE,\nthe grain STOPS WAVING. The HOLOVID IMAGE fades, revealing -\n\f80.\n\nINT. RITA'S TOWER - MONDAY MORNING\n\n- the UDF MILITARY BASE, the OCEAN, and operations going on\nbelow and out into the distance.\n\nNOW Rita BREWS COFFEE, carefully pouring steaming water over\nfresh grounds, yawning, in her pyjamas.\n\nThe coffee brewed, she holds her cup like it's precious,\nlooking out at the base... until a grating BUZZER goes off.\n\nLT. HOLSTROM (INTERCOM)\nKnock knock.\n\nLT. HOLSTROM, AKA CHIEF BREEDER, enters, clipboard in hand.\n\nLT. HOLSTROM (CONT'D)\nGood morning, Valkyrie One.\n\nRITA\nHey CB. What've you got for me?\n\nHolstrom produces a HOLODISK. The room darkens, and now -\n\nSTRATEGIC MAPS of the ISLAND, the BATTLE hover around them,\nthe ocean and the base still dimly visible through the glass.\n\nHolstrom debriefs Rita. HILLS and TERRAIN and MIMIC\nCONCENTRATIONS spin and move. She takes it all in, drinking.\n\nRITA (CONT'D)\nLet me see the Sector Three ridge\ndisplay again.\n\nCRAGGY PEAKS come into view, dotted with MILITARY SYMBOLS.\nHolstrom watches Rita's face closely as she thinks.\n\nShe focuses, mind going somewhere else.\n\nRITA (CONT'D)\nThey're probably going to hit the\nrear divisions. Here... and here...\n\nLT. HOLSTROM\nTAC-COM ran the simulations and see\na low probability of a rear attack -\n\nRITA\nThen tell them their simulations\nare wrong.\n(focusing)\nThey'1l be in the mountains. Along\nthis plateau. A lot of them... By\nlate afternoon, they...\n\f81.\n\nShe trails off, frowning.\n\nRITA (CONT'D)\nAfter that, I'm not... getting\nanything else.\n\nNow Holstrom frowns, worried.\n\nBEAT.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nRITA (CONT'D)\nAfter that, I'm not... getting\nanything else. Now Holstrom frowns, worried. BEAT. \n\nTARGET SECTION TO BE ANNOTATED:\nHOLSTROM\nNothing? What does that mean?\nRITA\nI don't know. It's probably\nnothing.\nHOLSTROM\n\nWhat should I tell command?\n\nRITA\nTell them I'm taking a walk.\n\nHOLSTROM\nTAC-COM prefers it if you don't\nleave the tower the day before\nbattle, ma'am.\n\nRITA\nI don't care what TAC-COM thinks.\n\nINT. ENGINEERING BAY/ARMORY - DAY\n\nRITA'S\nexcept\n\nSHASTA\nmemory\n\nShasta\n\nCRIMSON EXOJACKET hangs, battered but battle-ready,\nfor the leg, which is MESSILY OPEN -\n\nRILEY hunkers over the leg, removing the external\nunit, all pigtails, overalls, Coke-bottle glasses -\n\nRITA\nMorning, Shasta. How's it going?\n\nstartles, dropping her glasses.\n\nSHASTA\nOH! Hi! I, uh, we're having some\ntrouble with the anterior memory\nunit on V9, but I'm sure I'll have\nit fixed by this afternoon, if you -\n\nRITA\nI just came to see if you wanted to\nget some breakfast.\n\f82.\n\nShasta smiles, always rabbit-nervous, bites her lip.\n\nSHASTA\nI'd, uh, really love to, but I... I\nhave to get this unit fixed before\ntomorrow. I knew I should have just\nordered a fresh one.\n\n \n\nRita wanders, looking at Shasta's messy table, finding a\ncheap plastic figurine of... HERSELF. RITA, VALKYRIE ONE.\n\nRITA\nWhat's this?\n\nSHASTA\n(embarrassed)\nJust something I got off base. I,\nuh, think it's from New Taiwan.\n\nRita picks up the figurine. There's a whole playset: AXE,\nJACKET, WEAPONRY...\n\nRITA\nGod. The boobs are terrible! How\nwould I ever fit in a jacket?\n\nSHASTA\nI know. It's kinda weird. I\nshouldn't have bought it.\n\nRITA\nNo. It's cool. It's funny.\n\nRita puts the figurine back on the shelf.\nShe stares up at her empty exojacket, thinking.\n\nRITA (CONT'D)\nI...",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nRita puts the figurine back on the shelf. She stares up at her empty exojacket, thinking. RITA (CONT'D)\nI... \n\nTARGET SECTION TO BE ANNOTATED:\n wanted to say, that, if\nanything happens tomorrow, that\nyou've been a great engineer. I\ncouldn't do what I do without you.\n\nSHASTA\nIs everything OK?\nRITA\nI'm just feel a little weird today.\n\nThat's all.\n\nWorried, Shasta watches her go.\n\f83.\n\nEXT. TRAINING FIELD - DAY\n\nRita walks, watching PLATOONS OF INFANTRY train. Her DOGS in\nloose formation around her. An army photographer catches up,\nfestooned with cameras, snapping pictures -\n\nPHOTOGRAPHER\nGive us a smile, Major. Come on.\nBig battle tomorrow, huh? How many\nmimics you think you're gonna kill?\n\nBut Rita's focus is elsewhere. She notices CAGE'S PLATOON\nfucking up an obstacle course in every conceivable way.\n\nRITA\nWhat are they doing?\n\nHOLSTROM\nThat's 3rd Platoon, 301st division.\nConscripts. Never finished basic.\nThey're the worst, ma'am.\n\nRITA\nEveryone gotta start somewhere.\n\nAT THE OBSTACLE COURSE\n\nNANCE and FORD power over a wall, Nance taking the\nopportunity to GRAB his ass. They FALL in the mud, kicking.\n\nFORD\nHEY!\n\nNANCE AND FORD SQUARE OFF, a throng forming -\n\nSGT. FARELL\nBACK! OFF! NOW!\n\nNANCE\nI think I'm gonna kill you, Fordy.\nRight now. Front'a everyone.\nThey start SWINGING, just as -\n\n- RITA pushes through the HOOTING THRONG. NANCE lands a\nPERFECT PUNCH on FORD. He staggers, twists, and SWINGS BACK -\n\nRita goes to catch his fist, but in a microsecond, notices -\n\n- CAGE standing in the throng, watching HER instead of the\nfight. Rita hesitates... and still catches Ford's fist -\n\n- but the force of his blow THROWS them both around, his fist\ngrazing her cheek just as she sends him SPRAWLING -\n\f84.\n\nThe Dogs step forward to intervene -\n\nRITA\nHold it, Shep.\n\nRita wipes blood off her lip. Offers her hand to Ford.\n\nRITA (CONT'D)\nYou got a good right hook, soldier.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nRita wipes blood off her lip. Offers her hand to Ford. RITA (CONT'D)\nYou got a good right hook, soldier. \n\nTARGET SECTION TO BE ANNOTATED:\nNOW\nThe soldiers hold their ISO-PUSHUPS in a perfect line.\n\nRita walks the line of soldiers, the PHOTOGRAPHER snapping\npictures from a safe distance. A few of the Dogs hunker over\nthe straining soldiers, GRINNING EVILLY at their torture.\n\nRITA (CONT'D)\n\nA jacket can't protect you from a\nmimic. Only your mind can. The mind\nis the greatest weapon you have. In\nthe end, it is your only weapon.\n\nOne of the soldiers, CAGE, keeps staring at her. His\nexpression very serious, almost angry.\n\nBeside Cage, Yonaburu COLLAPSES, struggling to get back up.\n\nSGT. FARELL\nGET BACK UP, PRIVATE!\n\nRITA\nThis man's had enough.\n\nSGT. FARELL\nYes, ma'am.\n\nYonaburu gets up, arms trembling. DOG SOLDIERS smirk. Rita\nnotices Cage staring up at her again.\n\nShe drops into a perfect iso-pushup, right next to Cage. When\nshe looks over, Cage is looking her dead in the eye.\n\nRITA\nIs there something on my face,\nsoldier?\n\nCAGE\n(quietly)\nYou're a very difficult person to\nget to. It took me sixteen tries\nbefore I remembered how to do this\none.\n\f85.\n\nRITA\nDo I know you?\n\nCAGE\nYou don't recognize me?\n\nRITA\nI've never seen you before in my\nlife, soldier.\n\nCage frowns. He didn't expect that.\n\nCAGE\nI need to talk to you. In private.\n\nRita frowns, noticing that \"329\" is written on Cage's hand.\n\nRITA\nI'll make you a deal. If you can\nhold the position longer than me,\nyou can say whatever you want.\n\nCAGE\nFine.\n\nTHE SUN BEATS DOWN. One by one, soldiers drop, until only\nCage and Rita are left.\n\nTwo DOG soldiers keep time, shaking their heads. They've\nnever seen Rita, or anyone else, hold an iso-pushup this\nlong. A CROWD of SOLDIERS gather, gawking.\n\nCage and Rita STRAIN to hold the position, sweat dripping.\n\nRITA\nYou... had enough...?\n\nCAGE\nI don't... think so...",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nCage and Rita STRAIN to hold the position, sweat dripping. RITA\nYou... had enough...? CAGE\nI don't... think so... \n\nTARGET SECTION TO BE ANNOTATED:\nBut Cage can't take it anymore. With a YELL, he drops. Rita's\nDogs WHOOP -\n\nSHEP\nCALAMITY DAWG WINS! OOH RAH!\n\nRita gets up, dusts her hands off. Looks down at Cage -\n\nRITA\nIt's too bad. Now I wanna know what\nit was you had to say. But a deal's\na deal.\n\f86.\n\nRita turns to walk away, surrounded by her celebrating men.\n\nYonaburu comes over, helping Cage up.\nYONABURU\nDamn, that was some crazy shit,\nman, I never —\n\nCage PUSHES into the throng, after Rita.\n\nCAGE\nHEY! RITA! WAIT!\n\nIn a millisecond, CAGE is on the dirt, two of the DOGS on top\n\nof him, his wrists behind him. Cage spits dirt.\nCAGE (CONT'D)\nI got an answer to your question.\nThree hundred twenty-nine.\n\nRita turns, frowning.\n\nRITA\nThree hundred twenty-nine what?\n\nCAGE\nDays since we met. Times I've died.\nTimes I've woken up again.\n\nRita's eyes go WIDE.\n\nRITA\n\nWhat did you just say, private?\nCAGE\n\nYou said it was... You called it\n\n\"the loop\".\nRita STARES, dumbstruck.\n\nRITA\nLet him go.\n\nEVERYONE stares. Even the Dogs look perplexed.\n\nCage gets up, dusting himself off, giving one of the\nviolent look.\n\nCAGE\nNow you mind telling me just what\nthe hell is going on?\n\nDOGS a\n\f87.\n\nEXT. TRAINING FIELD - BY THE WATER COOLERS - DAY\n\nYonaburu DRINKS, staring across the field, to where Cage and\nRita WALK, trailed at a distance by the DOGS.\n\nGRIFF\nDude. What do you think they're\ntalkin' about?\n\nYONABURU\nNo freakin' idea.\n\nEXT. BASE - AT THE FENCE - DAY\n\nRita walks in silence, face hard as stone, until they're well\naway from the onlookers.\n\nRITA\nI guess you have a lot of\nquestions.\n\nShe looks at Cage's hand again. The numbers on it. Tears\nbegin rolling down her face.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe looks at Cage's hand again. The numbers on it. Tears\nbegin rolling down her face. \n\nTARGET SECTION TO BE ANNOTATED:\nCAGE\nAre you, uh... OK?\n\nRITA\nYeah. I just thought I was the only\none it had ever happened to.\n\nCAGE\nAre you... in the loop with me?\n\nRITA\nNo. I got out.\n\nCAGE\nThere's a way out?\n\nRita looks out through the fence at the ocean.\n\nRITA\nIt was in the Battle of Florida.\nI'd lied about my age when I joined\nup. I didn't know the first thing\nabout being a soldier.\n\nCUT TO:\n\f88.\n\nEXT. RITA'S MEMORY - VARIOUS\n\nIN THE BATTLE OF FLORIDA, JACKETED INFANTRY FIGHT MIMIC BY\nTHE THOUSAND. We fly over the battle, finding -\n\n- RITA'S PLATOON. She's clearly way too young to be here,\nkeeping close to her Captain, LT. ARTHUR HENDRICKS, a good-\nlooking, fatherly man in his late 30s -\n\nRITA (V.O.)\nWe didn't have a chance in hell,\nbut I was lucky, my Lieutenant was\nlooking out for me. He kept me\nalive while everyone else in my\nPlatoon got shredded.\n\nThey FIGHT side by side -\n\n- but then LT. HENDRICKS goes DOWN, KILLED by a mimic with an\nODD, RAINBOW-LIKE SHEEN -\n\nRITA (V.O.) (CONT'D)\nHe died, trying to save me.\nI lost my head and went after the\nmimic that killed him.\n\nThe YOUNG RITA HUNTS DOWN the MIMIC, enabled by REVENGE and\nFURY alone. Her EXOJACKET is TORN HALF AWAY when she finally\nKILLS the thing, using her PILEDRIVER -—\n\nRITA (V.O.) (CONT'D)\nI killed it. And then I died.\n\n- SHE DIES, in the QUICKSILVER BLOOD of the ANTENNA MIMIC. We\nsee the image fall apart, then RITA WAKES UP -\n\nIN HER BARRACKS, screaming, in her hammock. People STARE.\n\nRITA (V.O.) (CONT'D)\nI woke up the day before the battle\nhad even started. I thought I'd\ngone crazy.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nRITA (V. O.) (CONT'D)\nI woke up the day before the battle\nhad even started. I thought I'd\ngone crazy. \n\nTARGET SECTION TO BE ANNOTATED:\nRITA wanders the barracks like a ghost -\n\nRITA (V.O.) (CONT'D)\nI must have died twenty times\nbefore I pulled myself together and\ndecided to stand and fight.\n\nON THE BATTLEFIELD, RITA HAMMERS mimics with a REPEATER\nRIFLE, SNARLING as she is CUT DOWN in a SPRAY OF RED -\n\f89.\nRITA (V.O.) (CONT'D)\nAfter a while, I got better.\n\nWe see LT. HENDRICKS die a VARIETY of DEATHS, RITA WEEPING\nover some of them, FIGHTING through the rest.\n\nRITA (V.O.) (CONT'D)\nI was in four hundred eleven\nbattles before I figured out how to\nbreak out of the loop.\nON THE FIELD OF BATTLE, Rita now fights with a BATTLEAXE -\n\n- when she sees a RAINBOW MIMIC, the first one she killed,\njust like the one Cage killed, streaking across the field -\n\nHer eyes NARROW, she RUNS AFTER IT and we\n\nCUT TO:\n\nEXT. BASE - BY THE FENCE\nCAGE'S FACE, desperate to know -\n\nCAGE\nHow?\n\nRITA\nThe first time you died. Tell me\nexactly what happened.\n\nCAGE\nI'd been hit. You were there. You\ntook my battery. This... big mimic\ncame up. Kinda... rainbow colored.\n\nIt was going to shoot you in back.\n\nI killed it. It bled on me. I died.\n(beat)\n\nIt was, uh, pretty awful.\n\nRITA\nDo you remember what it was doing,\nwhen it... when you died?\n\nCAGE\n(frowning)\nYeah. This... stuff was coming of\nit, like little wires. I've never\nseen one of them do that.\n\nRITA\nYou killed an Antenna. While it was\nbroadcasting.\n\n(MORE )\n\f90.\nRITA (CONT'D)\nWhen you killed that mimic, you got\ntangled up in the signal. Became a\nreceiver. Just like I did.\n\nCAGE\nI... what?\n\nRita smiles.\n\nRITA\nIt's probably easier if I show you.\n\nCUT TO:\n\nINT.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nRita smiles. RITA\nIt's probably easier if I show you. CUT TO:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOLOBAY - BATTLEVIDS\nA SINGLE JACKETED HUMAN fights a MIMIC, we pull BACK, to a -\n\nSPY-SAT AERIAL VIEW of a BATTLE in PROGRESS. THOUSANDS of\nMIMIC flood across a field, engaging with THOUSANDS OF\nHUMANS, but we pull FARTHER BACK -\n\nRITA\nYou ever wonder why the mimic\nalmost always know where we're\ngoing to strike next?\n\n- until all that we can see are hundreds of thousands of BLUE\nand RED DOTS converging, dissolving, repeating, almost like a\nmathematical equation, on abstracted, 3-D terrain.\n\nRita's face is dimly illuminated in the holobay.\n\nRITA (CONT'D)\nLook.\n\nBLUE DOTS head to a position... But RED DOTS get there first.\n\nRITA (CONT'D)\nDo you see the pattern?\n\nCAGE\nNo.\n\nRITA\nLet me speed it up.\n\nNOW the battle scuds by at high speed, the mimics POUR onto\nthe human defense forces, like SAND settling, shifting -\n\nRITA (CONT'D)\nWatch the movements.\n\fgl.\n\nAnd a pattern emerges: ONE SMALL CHANGE, then... EVERYTHING\nflows in a new direction. Pulsing from RANDOM ACTION... to\nFOCUSED ORDER.\n\nRITA (CONT'D)\nNow. Slow it down on that point.\n\nShe scuds back and forth across a SHIFT, ZOOMING in...\nRITA (CONT'D)\n\nThe shift happens... each time an\nAntenna gets killed.\n\n \n\n.--we zoom in to see a single MIMIC, getting killed by a\nsingle SOLDIER. But at that moment, the whole mimic strategy -\nlike grains of sand at the wider zoom - abruptly SHIFTS.\n\nRITA (CONT'D)\nWhen an Antenna dies, it sends out\na message. To the receivers.\n\nOne RED DOT winks out. But the BLUE dot finds itself\nsurrounded... TRAPPED.\n\nRITA (CONT'D)\nBut the message travels backwards.\nInto the past.\n\nNine red dots CONVERGE. The blue dot is EXTINGUISHED.\n\nThe action REWINDS... the BLUE DOT moving back from the RED\nDOT, until earlier, several RED DOTS move from their cohort -\n\n- ALREADY HEADING FOR THE PLACE WHERE THE ANTENNA WILL DIE.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nNine red dots CONVERGE. The blue dot is EXTINGUISHED. The action REWINDS... the BLUE DOT moving back from the RED\nDOT, until earlier, several RED DOTS move from their cohort -\n\n- ALREADY HEADING FOR THE PLACE WHERE THE ANTENNA WILL DIE. \n\nTARGET SECTION TO BE ANNOTATED:\nRITA (CONT'D)\nIt's a perfect strategy when you\nthink about it. You don't have to\noutsmart an enemy if you always\nknow what they're going to do next.\n\nNine red dots CONVERGE. Again, the blue dot is EXTINGUISHED.\n\nCAGE\nSo... when I killed the Antenna and\nit bled on me... I became a\n\nreceiver? And now I'm picking up\nmessages from...\n\nRITA\n..-yourself, thirty-six hours from\nnow. Like memories, but of the\nfuture. Every possible future will\nplay out, until you break the loop.\n\f92.\n\nCAGE\nHow?\n\nRITA\nWe have to find the Antenna you\nkilled. The one that bled on you.\nBefore you killed it. Before it\nsent the broadcast.\n\nCAGE\nAnd kill it?\n\nRITA\nWe have to get the receivers too,\nor it won't work at all. But yeah.\nThat's the idea.\n\nCage nods, his head swimming.\n\nCAGE\nThat's it? That sounds almost easy.\n\nRITA\nIt's not. They'll know we're\ncoming. They'll do whatever they\nneed to kill you every time.\n(beat)\nThey know how important you are.\n\nCage frowns.\n\nCAGE\nWhat do you mean?\n\nRITA\nIf you break the loop, the mimic\nwon't be able to tell what happens\nnext.\n(beat)\nYou'll be able to win the battle.\n\nCage's eyes go wide. Rita smiles.\n\nOn the holovid, STREAMS and EDDIES of MIMIC overpower human\nforces, over and over, in a constant loop...\n\nEXT. BASE - NIGHT\n\nThe STARS are bright above, as Cage and Rita walk across the\nbase. The DOGS trail behind them, keeping their distance.\n\f93.\n\nCAGE\nI can't believe I'm really going to\nbe free tomorrow.\n\nRITA\n(smiling)\nYou'll still be in the UDF.\n\nACROSS THE ROAD, OFFICERS enjoy final drinks at the PX. Cage\ncan see the tail end of his PLATOON, sneaking around back...\n\nCAGE\nYeah, but no more headaches, no\nmore loop. I'll get my life back.\n\nRita's expression goes distant.\n\nRITA\n\nYeah. But I should warn you.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nRita's expression goes distant. RITA\n\nYeah. But I should warn you. \n\nTARGET SECTION TO BE ANNOTATED:\n I\nthink being in the loop... did\nsomething to me. Sometimes I still\npick up... fragments. Feelings,\nlittle things, the day before a\nbattle. Like I can pretty much tell\nif someone's going to die.\n\n(beat)\nIt's why I don't really talk to\nanyone the day before battle.\n\nThey come to a crossroad; Rita's tower is one way, C-Company\nbarracks, the other.\n\nRITA (CONT'D)\nYou should get your sleep. It's\ngoing to be a pretty big day.\n\nCAGE\nI was wondering - your lieutenant,\nthe one who helped you. Were you\never able to save him?\n\nA terrible sadness crosses Rita's face.\n\nRITA\nNo.\n(beat)\nI think there are some people you\ncan't save, no matter what.\n\nRita turns and walks away.\n\nFrom the shadows, a couple Dogs give Private Cage the last of\ntheir suspicious looks and fall in line behind her.\n\f94.\n\nINT. BARRACKS - NIGHT\n\nYonaburu is slumped on the floor, drunk. Cage stares at\nYonaburu, thinking about what Rita said.\n\nYONABURU\nWell, here he is Mr. Bigshot talking\nto the Valkyrie all day. She tell\nyou how we're gonna win this thing?\n\nCAGE\nYeah. I think she did.\n\nYONABURU\nGood. Semper Fi, motherfuckers.\n\nCage helps him up, Yonaburu mumbling, clutching his\ngirlfriend's picture. It falls to the floor.\n\nCage picks it up, looks at it. Thinking. Knowing he'll be\nfree tomorrow. Knowing Yonaburu never will.\nINT./EXT. DROPSHIP - RUBY TUESDAY\n\nThe dropship ROARS, STRAINING against the headwinds. DOG\nSOLDIERS & C-COMPANY stare at each other, while OUTSIDE -\n\nRITA AND CAGE CLING TO THE HULL. Rita pointing to the CLIFFS\nteeming with MIMIC INFANTRY -\n\nRITA (RADIO)\nThere. Do you see ‘em? The\nreceivers, they're always a few\nrows back. You can tell by the\nmovements.\nNINE RED DOTS on Cage's heads-up converge and divide.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\nreceivers, they're always a few\nrows back. You can tell by the\nmovements. NINE RED DOTS on Cage's heads-up converge and divide. \n\nTARGET SECTION TO BE ANNOTATED:\nCAGE (RADIO)\nI see ‘em.\n\nRITA\nLet's go.\n\nThey JUMP. The DOGS follow.\n\nEXT. RUBY TUESDAY - VARIOUS\n\nMIMICS swarm the field, coming by LAND, SEA and AIR.\n\f95.\n\nWe slip between EXTREME CLOSE-UPS OF ACTION, of Cage and\nRita's faces, to WIDE STRATEGIC VIEWS of battle, RED and BLUE\nflags dancing and spinning in the heads-ups.\n\nRITA\nThere's a receiver. Flag it.\n\nCAGE\nGot it.\n\nFIGHTING SOLDIERS STARE as Cage and Rita fight together,\nmobilizing the troops, JUMPING past ranks.\n\nEven Rita's DOGS can't keep up with them.\n\nRITA\nAnd another. You see it?\n\nCAGE\nYeah.\n\nAs a team, they are UNSTOPPABLE. They complement each other\nlike perfect halves of a single fighting machine.\n\nRITA\nYou're pretty good.\n\nCAGE\nYou keep saying that.\n\nTheir eyes meet. Smiling. They DIVE in, Cage showing off for\nRita. They're DRIVING the mimic back, performing moves we've\nnever seen before. It's BEAUTIFUL, watching them fight.\n\nCAGE (CONT'D)\nThere's two more.\n\nCage and Rita fight like two people in love. The CLOUDS are\nstarting to break, the SUN moving at high speed through the\nsky as the BATTLE PROGRESSES, CANYONS clear, MOUNTAINS clear\n\n- we find Cage and Rita again, at the forefront of SQUADS of\nvictorious SOLDIERS engaging the MIMIC in groups -\n\nCAGE (CONT'D)\nI think I see the Antenna. There.\nThree left, protecting something -\n\nA LARGE, SHINY MIMIC breaks cover, STREAKING through the\nRAIN, to the CLIFF where Cage died the first time.\n\nRITA\nWe're almost out of time.\n\f96.\nCAGE\nWe'll move fast.\nThe last three RECEIVERS converge to protect the ANTENNA.\n\nCAGE (CONT'D)\nI've got these. Go for the lead.\n\nCAGE begins fighting the last RECEIVERS as -\n\nRita LANDS in front of the ANTENNA MIMIC, its iridescent,\nrainbow-slick armor glistening in the AFTERNOON SUN.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAGE (CONT'D)\nI've got these. Go for the lead. CAGE begins fighting the last RECEIVERS as -\n\nRita LANDS in front of the ANTENNA MIMIC, its iridescent,\nrainbow-slick armor glistening in the AFTERNOON SUN. \n\nTARGET SECTION TO BE ANNOTATED:\nIt pauses... and then RUNS. Rita CHASES, the thing deflecting\nblows right and left. It's DAMN GOOD. FASTER than the rest.\n\nEvery time Rita lets up, TINY BLACK TENDRILS exude from the\nmimic's armor. It's trying to BROADCAST -—\n\nCage HAMMERS the last receivers, dodging and weaving, hacking\ndown ONE, then ANOTHER, while RITA and the ANTENNA FIGHT -\n\n- it suddenly PUNCHES back, sending RITA FLYING, then JUMPS,\nlanding right over her.\n\nRITA\nCAGE!\n\nCAGE\nONE MORE -\n\nCage SPINS IN AIR, twisting down as the final RECEIVER fires\nmultiple javelins, everything goes SLOW as his body moves in\njust the right configuration to evade every one -\n\n- then he BRINGS his axe down. The last receiver is DEAD.\n\nCAGE (CONT'D)\nAll clear.\n\nHe sees the ANTENNA standing over RITA, tendrils waving -\n\n- and with a BATTLE CRY, Cage HURLS himself at the thing, and\nin a blur of ARMOR, AXE and MIMIC -\n\nCage stands in low battle stance.\n\nThe ANTENNA MIMIC slides into six pieces. The pieces fizzle,\ncrackling. Cage steps away from the boiling blood.\n\nIt's over. Rita gets up.\n\nCAGE (CONT'D)\nI'm free. I'm really free.\n\f97.\n\nRITA\nWe still have to go win this thing.\n\nCage opens his faceplate, Rita opens hers, feeling the rain.\n\nCage suddenly KISSES Rita. And then... she kisses him back,\nharder. BLUE SKY opens behind them, like her famous poster.\n\nRITA (CONT'D)\nYou know what they used to call\nthis? When it's raining and the sun\nis shining?\n\nCAGE\nYeah. You once told me. You said\nit's because the devil was beating\nhis... OW.\n\nThe weird BUZZ, the image SHUDDERS.\n\nCage BLINKS, staggers, a SHARP PAIN in his skull.\n\nRITA\nAre you OK?\nCAGE\nI, uh... there's something -\n\nBEHIND RITA, along the ridge, MIMIC LAUNCHERS begin to line\nthe cliffs.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nCage BLINKS, staggers, a SHARP PAIN in his skull. RITA\nAre you OK? CAGE\nI, uh... there's something -\n\nBEHIND RITA, along the ridge, MIMIC LAUNCHERS begin to line\nthe cliffs. \n\nTARGET SECTION TO BE ANNOTATED:\n Thousands of them. Behind Cage, too.\n\nRADIO\n«+.GOT MASSIVE BUILDUP HERE...\nNEVER SEEN THIS BEFORE... TRAP...\n\nCage turns. MIMIC are surrounding them, more arriving every\nsecond. Rita's face falls.\n\nCAGE\nSomething's wrong, I... AIGH!\n\nA terrible PAIN stabs through Cage's head. He twitches,\nstumbles. He looks at Rita, horrified.\n\nRITA\nCage?\n\nCAGE\nI'm still in the loop.\n\nCage SCREAMS IN PAIN as the IMAGE SHIFTS, FUTZES to -\n\nCAGE IS BACK ON HIS BUNK\n\f98.\n\n- having a SEIZURE, people STARING, blurry, WINKING OUT and -\nCAGE IS BACK ON THE BATTLEFIELD -\n\nRita's face buzzing back into view, only now she's CRYING,\ncradling Cage's twitching body as he dies -\n\nRITA\nCage! CAGE!\nCAGE\nI... I don't think it worked.\n\nCage's nose is bleeding.\n\nRITA\nI know. I'll stay with you.\n\nALARMS are going off in her jacket, MORE and MORE MIMIC are\nsurrounding the spot, by land and by air.\n\nCAGE\nYou have to... get out of here...\n\nRita shakes her head. Their eyes meet. She's crying.\n\nCAGE (CONT'D)\nI'm sorry, Rita, I -\n\nBut it's lost in a hail of MIMIC JAVELINS.\n\nINT. BARRACKS - MONDAY MORNING\nCage opens his eyes.\n\nYonaburu cleans Mrs. Smith. Making sure to get every chamber,\nreally into it, proud of his work, until he notices -\n\nCage, staring at the poster of RITA, tears on his face.\n\nYONABURU\nWhat the hell is wrong with you?\n\nCAGE\nIt didn't work. We did everything\nright, but it didn't work.\n\nYONABURU\nWhat are you talking about?\n\nCage picks up a sharpie and writes 393 on his hand.\n\fCAGE\nYobo, I got a question.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nYONABURU\nWhat are you talking about? Cage picks up a sharpie and writes 393 on his hand. CAGE\nYobo, I got a question. \n\nTARGET SECTION TO BE ANNOTATED:\n If you had\nto spend the rest of your life\nliving the same day over and over\nagain, forever, what would you do?\n\nYONABURU\nThat's a weird fucking question,\nman. I dunno. Probably see my girl.\nLive happily ever after 'n stuff.\n\nCAGE\nThat's a pretty damn good idea.\n\nYONABURU\n(frowning)\nDid you just call me \"Yobo\"?\n\nCage smiles, and we CUT TO:\n\nEXT. BASE - RITA'S TOWER - MORNING\n\nRita's glass tower glints in the morning light.\n\nThe DOGS are assembled around the base of Rita's tower,\nhaving just finished breakfast. TWO of them are SCUFFLING,\n\nfor fun, while the others egg them on.\n\nOne of them - picking his teeth with a bowie knife - looks\n\nup, noticing -\n- CAGE, walking this way. HIGH-NOON STYLE.\n\nHEELER\nYou ain't got the clearance to be\nin here, kid.\n\nCAGE\nI need to see Sergeant-Major\nVrataski, now, and you need to get\nout of my way.\n\nThe scufflers get up, eyeing Cage.\nHEELER\nThis a joke? 'Cos you 'bout to be\nin a world a' -\n\nCage moves. WHAM! HEELER goes DOWN -\n\nSHEP\nWhat the -\n\f100.\nCage TEARS into the Dogs like a MAN POSSESSED, fighting them\nALL AT ONCE, eyes steady on the door to Rita's tower.\n\nThe Dogs have been in battle 20, 30 times. Cage, almost 400.\nEven without his jacket, Cage is pretty much unstoppable.\n\nIN SECONDS, all the Dogs are on the ground.\n\nINT. BASE OF RITA'S TOWER - MORNING\n\nCage walks in, dusty, wiping blood off his lip, looking\naround. An EXECUTIVE OFFICER frowns up at him, and -\n\n- Rita comes out of nowhere, SWINGING.\n\nCAGE\nRITA! WAIT!\n\nBut Rita ATTACKS, hyperfast. Cage can barely deflect her\nblows. She sends him CRASHING down, Cage spins, fights back -\n\n- but he's no match for her.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut Rita ATTACKS, hyperfast. Cage can barely deflect her\nblows. She sends him CRASHING down, Cage spins, fights back -\n\n- but he's no match for her. \n\nTARGET SECTION TO BE ANNOTATED:\n In seconds, she's on top of him,\nhand on windpipe, fist cocked and ready to kill -\n\nRITA\nWho the hell are you?\n\nThe DOGS rush in, ready for bear -\n\nCAGE\n(gagging, bleeding)\nDon't. I'm... in the loop. I killed\nan Antenna. I'm like you. Rita...\n\nRITA\nWhat did you say?\nCAGE\nMy name's Billy Cage. I... I'm in\nthe loop. You're... helping me.\nRita sees... that 393 is written on Cage's hand.\n\nRita's EYES GO WIDE -\n\nShe lets go, jumping back like she touched a live wire. Cage\nstarts COUGHING. The DOGS stare, totally confused.\n\nHOLSTROM walks in, cocking his gun, leveled at Cage.\nLT. HOLSTROM\n\nAnyone wanna tell me just what the\nhell is going on here?\n\f101.\n\nCage slowly salutes, at attention.\nCAGE\nPrivate... William Cage requests\npermission to speak with Sergeant-\nMajor Vrataski. In private.\n\nRita nods. Holstrom hesitates. Stands down.\n\nEXT. BASE - DAY\n\nThey walk, Rita's mind racing, and tears on her face. The\nhighly confused Dogs trailing well behind.\n\nRITA\n(wiping her eyes)\nSorry. I'm just... used to being\nalone.\nCAGE\nI know.\nRITA\nHow'd you... figure it out?\nCAGE\n\nI didn't. You told me. Last time.\nBefore I died.\n\nRita nods, wiping her nose.\n\nRITA\nWe have to find the Antenna you\nkilled. And the receivers. I can\nshow you how.\n\nCAGE\nYou already did.\n\nShe stops, looking him in the eye, suspicious.\n\nRITA\nThen why are you... here?\n\nCage hesitates. He can't tell her the truth.\n\nCAGE\nBecause, uh... at the last minute,\nI didn't kill the Antenna. We...\nwanted to come back. Spend the day\ntogether, just one more time.\n\f102.\n\nRITA\nOh. I see.\n\nRita eyes Cage, wondering just what she and this Private have\nbeen doing, in his past, in her future.\n\nCAGE\nYou, uh, wanna get some breakfast?\n\nINT.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nRita eyes Cage, wondering just what she and this Private have\nbeen doing, in his past, in her future. CAGE\nYou, uh, wanna get some breakfast? INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MESS HALL - DAY\n3rd PLATOON is in the Cafeteria, grimacing over the chow.\n\nYONABURU\nI don't know! He was crying, then\nhe just jumped up and took off like\na bat outta hell. And whatever he\nsaid to the Sarge musta -\n(seeing)\nSweet Jesus on a mountain.\n\nCage and Rita enter the mess hall together, followed by the\nDogs, who look just as confused as everyone else.\n\nCAGE AND RITA STAND IN LINE\nThe SERVERS try not to stare at them, lumping chow.\n\nCAGE\nI'm sure not gonna miss the food.\n\nRita doesn't know what to say. She looks nervous, like she's\non her first date.\n\nCAGE (CONT'D)\nTable in the corner. Just like\nalways.\n\nThey sit.\n\nRITA\nThis is weird. I feel like you must\nknow everything about me.\n\nCAGE\nNot really. I mostly know how to\nkill mimics. I'm pretty good at\nthat. You said so yourself.\n\nRita smiles uncomfortably. They eat.\n\f103.\n\nCAGE (CONT'D)\nOne thing I could never figure was -\nwhy do you come eat with us? No one\nin their right mind would eat this\ncrap if they didn't have to.\n\nRITA\nI have to do something that makes\nme feel like myself. I kinda got\nused to it.\n\nCage pours chocolate sauce over a pile of pickled eggs.\n\nCAGE\nThis is my favorite lately.\n\"Pickled egg chocolate surprise\".\n\nCage digs in. Rita tries some. She smiles. Not bad.\n\nRITA\nLoop food. Brings back memories.\nWhat about...\n\nRita piles hot sauce on top of her oatmeal, adding what looks\nlike canned sardines. Cage winces. She offers. He tries it.\n\nCAGE\nNot bad. Kinda... Smoky.\n\nEveryone is staring at them. Cage takes another bite, washes\nit down with a big swig of metacoffee. Rita winces.\n\nRITA\nHow do you drink that stuff?\n\nCAGE\nHasn't killed me yet.\n\nTheir eyes meet. Rita suddenly starts laughing. Cage too. All\nthe anxious worry coming off of them. Now everyone is REALLY\nstaring.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nCage too. All\nthe anxious worry coming off of them. Now everyone is REALLY\nstaring. \n\nTARGET SECTION TO BE ANNOTATED:\n Cage leans in -\n\nCAGE (CONT'D)\nYou wanna get out of here?\nEXT. BASE - DAY\n\nRUMORS visibly SPREAD around base, SOLDIERS going out of\ntheir way to stare at the pair as they walk, the DOGS behind.\n\nCAGE\n(under his breath)\nFollow me.\n\f104.\n\nCage takes Rita's hand PULLS her around a corner, RUNNING -\n\nEXT. BASE - BY THE FENCE\n\n- down an alley, losing the Dogs, finding... THE HOLE IN THE\nFENCE, right where Palka always makes it.\n\nCAGE\nCome on!\n\nEXT. BEACH - DAY\n\nGULLS CAW, waves CRASH on the shore. Rita and Cage walk,\nstealing glances at each other. A sweet tension between them.\n\nRITA\nSo when we, uh, decided to not kill\nthe Antenna, and come back, were\nwe, like...\n\nCAGE\nWe, uh, just kissed. It all\nhappened pretty fast.\nRita pushes her hair back. No one's around.\n\nRITA\nI want to know what it was like.\n\nCAGE\nUh, OK.\n\nThey kiss. Nervous and tender. It's possible that Rita's\nnever kissed anyone before in her adult life.\n\nRITA\nThat was... nice.\n\nCAGE\nYeah.\n\nRITA\n\nIt was weird, too.\n\nCAGE\nYeah. I guess it must be.\n\nRita looks out at the ocean, feeling complicated.\n\nRITA\nWhy'd you join up?\n\f105.\n\nCAGE\nI got drafted. I tried everything I\ncould to get out of it. And now...\nhere I am.\n(beat)\nThe last time... you told me you\nlied about your age to get in. Why?\n\nRITA\n\nI was sixteen. A farm girl. The\ntown I grew up in, mimic scouts\ncame up river, some hunters found\nthem. They burned my town. I lost\neverything - my dad, my mom. My\nhorse.\n\n(beat)\nI guess I joined the marines\nbecause I didn't want to live\nanymore. I figured if I could kill\njust one mimic, that would be\nenough and then I could die. I\ndon't know what I was thinking. But\nI was lucky. There was this man.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nI\ndon't know what I was thinking. But\nI was lucky. There was this man. \n\nTARGET SECTION TO BE ANNOTATED:\nLieutenant Arthur Hendricks. He\nfound me. Showed me how to use my\njacket.\n\nCAGE\nWere you... in love with him?\n\nA painful look crosses her face.\nCAGE (CONT'D)\nI'm sorry, you just seem... really\nsad about it.\nRITA\nIt's OK. Yeah. I'm pretty sure I\nwas in love with him.\n\nCUT TO FLASHBACK:\n\nRita trains with ARTHUR HENDRICKS. He's handsome, late-30s, a\nwarmth in him, not undone by the years of battle.\n\nThen he's showing her pictures of his WIFE and CHILD. She\nlooks at him like a girl in love.\n\nRITA (V.O.) (CONT'D)\nI think he loved me too. But he had\na family, so it was different... we\n\nnever even talked about it. And\nbesides, there was a war on.\n\f106.\n\nWE SEE HER WINNING THE FINAL BATTLE, soldiers CHEERING in the\nsmoke while she WEEPS over the body of ARTHUR HENDRICKS -\n\nRITA (V.O.) (CONT'D)\nNo matter how I played it, I could\nnever save him. He was the real\nhero of that battle. He died, and I\ngot a medal. No one ever knew.\n\n- and then, ON A STAGE, getting the Valkyrie Medal of Honor\ndraped around her neck. It means nothing to her.\n\nWE CUT BACK TO:\n\nRita, sitting in the sand, the same expression on her face.\nShe wipes away a tear.\n\nRITA (CONT'D)\n\nWhen I finally got out of the loop,\n\nall I wanted was to get back in. To\n\nhave one more chance to save him.\n(beat)\n\nI'd have traded the whole battle\n\nfor it.\n\nCage looks at her, not sure what to say.\nCAGE\nI'm... really sorry. I think maybe\nsome people are just fated.\n\nRITA\nYeah. Maybe so.\n\nShe looks at Cage.\n\nRITA (CONT'D)\nWould you kiss me again?\n\nCAGE\nYeah.\n\nThey lie back. On the distant shore, the low THUMP and GLOW\nof ARTILLERY hammering the far-off island, and we CUT TO:\nINT.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAGE\nYeah. They lie back. On the distant shore, the low THUMP and GLOW\nof ARTILLERY hammering the far-off island, and we CUT TO:\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n RITA'S BUNK - DAWN - RUBY TUESDAY\n\nCage opens his eyes. The morning sky is bright blue overhead.\nHe's in Rita's bed. And her bed -\n\n- appears to be in a WHEAT FIELD. Cage sits up, disoriented.\n\f107.\n\nCAGE\nWhere are we?\n\nRITA\nPennsylvania. The farm where I grew\nup. We had the bluest skies you've\never seen.\n(beat)\nIt's just an old holovid. But I\nwanted you to see it.\n\nCAGE\nIt's really beautiful.\n\nRita smiles, a little sadly, and gets up, in her pyjamas.\nThe holovid FREEZES, distorts and fades, replaced by -\n- the thick polycarbonate glass of Rita's tower.\n\nCage stares out at the island, the distant shelling,\npreparations for today's battle in progress, far below.\n\nA grinder WHIRS, water BOILS, GROUNDS go into a brewing pot.\n\nCAGE (CONT'D)\nWhat's that?\n\nRITA\nIt's coffee. Real coffee. Some of\nthe last in the world.\n\nShe adds water, the dark brew drizzles into the pot.\n\nCAGE\nI thought that stuff was extinct.\n\nRITA\nAlmost. There's an island off the\ncoast of Africa - one of the last\nplaces it'll grow. I fought there\nonce and they still have it flown\nin for me. It doesn't seem right\nthat I should have it all to\nmyself.\n\nShe pours some into his cup. Cage drinks. His eyes go wide.\nCAGE\n\nThat's uh... nothing like the stuff\nthey have in the mess hall.\n\f108.\n\nRITA\nIt's probably the best cup of\ncoffee you can get in the whole\nworld. I mean, since no one gets to\nmake coffee anymore. You have to do\nit just right or it's no good.\n\nCAGE\nYou'll have to show me how\nsometime.\n\nRITA\n(sadly)\nI'd like that.\n\nRita looks down at her coffee.\n\nRITA (CONT'D)\nI was wondering. The last time\nwe... were in the loop. You said we\ndecided not to kill the Antenna?\n\nCAGE\nUh, no. But don't worry. We'll get\nout this time.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAGE\nUh, no. But don't worry. We'll get\nout this time. \n\nTARGET SECTION TO BE ANNOTATED:\nShe searches his face. She knows he's lying.\n\nRITA\nWell. I'm glad we decided to come\nback.\n\nCAGE\nMe too.\n\nThey kiss, holding each other. Cage looks out at the\nbeautiful vista, smiling... but something is flying this -\n\nWHAM! A MIMIC JAVELIN HITS THE TOWER.\n\nANOTHER VOLLEY STREAKS IN - WHAM! WHAM! Cage and Rita are\nTHROWN to the floor, her tower SHUDDERING with the impact.\n\nThe polycarbonate fractures, spider-thin cracks working their\nway across the room - but it HOLDS.\n\nCage picks himself off the floor, stunned.\n\nALARMS start going off. BELOW THEM, the BASE is getting\nHAMMERED by MIMIC JAVELINS -\n\n- SOLDIERS run like ants on an upended mound as MIMIC ERUPT\nbeneath them, the beaches DARK with MIMIC crawling from the\nSEA - CARRIERS and DROPSHIPS engulfed in flame -\n\f109.\nCAGE (CONT'D)\nWhat the hell?\nRITA\nThe mimic are attacking early. They\nknow we're together.\n(beat)\nWe have to get out of here.\nAnother JAVELIN hits the tower, pieces SHATTERING IN. Rita\nGRABS Cage and they PILE into the elevator, the tower\nSHUDDERING with multiple impacts.\nEXT. TOWER BASE - RUBY TUESDAY\n\nThey make it out, and to the ENGINEERING BAY. SHASTA is\nalready there, with Rita's crimson exojacket ready -\n\nRITA\n(to Cage)\nWe have to find the Antenna. We're\nnot gonna get another chance. Can\nyou make it to the armory?\n\nCAGE\nI think so.\n\nTheir eyes meet. Shasta notices the LOOK, and Cage TAKES OFF.\n\nINT. ARMORY - RUBY TUESDAY\n\nTOTAL MAYHEM. SGT. FARELL SCREAMS at 3rd Platoon as JAVELINS\nTEAR HOLES in the roof of the locker room.\n\nSOME SOLDIERS make it to their jackets in time. SOME DON'T.\n\nYONABURU finds his jacket, but - WHAM! An EXPLOSION sends him\nflying.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nSOME DON'T. YONABURU finds his jacket, but - WHAM! An EXPLOSION sends him\nflying. \n\nTARGET SECTION TO BE ANNOTATED:\n He picks himself up, arm bleeding profusely -\n\n- his exojacket is WASTED. Fuck.\nELSEWHERE, CAGE\n\nRuns through the disintegrating locker room, DIVING, JUMPING\nthrough the carnage. He gets to his locker - it's DESTROYED -\n\nHIS FACE: All is lost.\n\nCAGE\nNo!\n\f110.\nYONABURU\nCAGE!\nYonaburu, spattered in blood and dust, holds Cage's jacket -\n\nYONABURU (CONT'D)\nThey got mine. But I saved yours.\n\nCAGE\nThanks, buddy. You're the best.\n\nYONABURU\nGo get ‘em.\nEXT. BASE - RUBY TUESDAY\n\nCage RUNS across the base, his heads-up a USELESS MESS of\nblue and red, the base in CHAOS -\n\nCAGE\nRITA! WHERE ARE YOU!?\n\nRITA (RADIO)\nRight here.\n\nTHOOM! Rita lands, the DOGS with her. HUNDREDS OF MIMIC\nCONVERGING on this ONE SPOT. But Rita fights with TWO AXES -\ncutting a SWATH -\n\n- and then THROWS an AXE to CAGE, he catches it just in time,\nSWINGING just as the MIMIC reach him. SHUCK! The mimics FALL -\n\nAND THE BATTLE IS ON\n\nHOLSTROM calls in STRIKEJETS. Rita SEIZES EXECUTIVE COMMAND,\norganizing the remaining HUMAN FORCES. Cage LEADS PLATOONS.\n\nCornered, against impossible odds, EVERYONE fights at their\nbest - better than their best.\n\n- FORD saves NANCE'S ASS, the two TEAMING UP -\n\n- the DOGS lay WASTE to everything in their path. SHEP is\ncrushed. HEELER is blown in half. INU throws himself on an\nexploding MIMIC to save FOX. DANE ignites an AMMO DUMP,\nkilling a hundred MIMIC at once -\n\n- SGT. FARELL finds himself fighting one-on-one. Just how he\nlikes it, WHANGING mimic with a twisted piece of metal.\n\nSGT. FARELL\nLET'S SEE WHAT YOU'VE GOT!\n\f111.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nSGT. FARELL\nLET'S SEE WHAT YOU'VE GOT! 111. \n\nTARGET SECTION TO BE ANNOTATED:\n- KIMMEL even commandeers a DROPSHIP, FLYING it into the MESS\nHALL, DIVING and ROLLING FREE and watching the explosion.\nFROM ABOVE\n\nSTRIKEJETS hail holy hell on the ADVANCING MIMIC FORCES, but\nthe BASE is half-destroyed. It's not looking good.\n\nCAGE AND RITA\n\nfight their way onto a HEAP of smoking metal, getting a VIEW\nof the war-torn base.\n\nRITA\nThere. And there. Do you see them?\n\nNINE RED DOTS are flagged WHITE.\n\nCAGE\nNine of ‘em, check.\n\nRITA\nWe don't have much time.\n\nCage kills a RECEIVER - WHAM. RITA kills ANOTHER - WHAM.\nTheir moves in perfect mirror images of each other.\n\nONE, TWO, THREE mimic receivers go down. Everyone goes down a\ndifferent way. Each one is harder to kill than the last.\n\nThe ANTENNA always WATCHING, RETREATING, HIDING -\n\nThe last two receivers TAKE FLIGHT, Cage and Rita HUNT them\ndown, merciless and unstoppable, finding themselves in -\n\nTHE SMOLDERING CRATER OF THE MESS HALL\n\nThe RAINBOW-COLORED ANTENNA MIMIC SCUTTLING into the\nWRECKAGE. Rita HEAVES back a hunk of smoking DROPSHIP -\n\n- the ANTENNA MIMIC LEAPS, knocking her back, and is ON CAGE\nin a FLASH. CAGE FIGHTS BACK, but this mimic knows his every\nmove. A SCREECHING BLUR of LIMBS and JAVELINS firing.\n\nCage is KNOCKED BACK, WHAM! WHAM! BLOOD hits the inside of\nhis PLATE as he GOES DOWN -\n\nAs the blood beads and trickles off, Cage looks up at the\nspinning BARREL of the mimic's JAVELIN ARM.\n\nIt's going to kill him now.\n\nWHACK! Rita hits it from the side. The ANTENNA flies through\nthe air in SLOW MOTION, tendrils FLARING -\n\f112.\n\n- AS ACROSS THE BASE\n\nTHOUSANDS OF MIMIC STOP ATTACKING.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nRita hits it from the side. The ANTENNA flies through\nthe air in SLOW MOTION, tendrils FLARING -\n\f112. - AS ACROSS THE BASE\n\nTHOUSANDS OF MIMIC STOP ATTACKING. \n\nTARGET SECTION TO BE ANNOTATED:\n SOLDIERS are left\nscratching their heads as mimic DETACH, racing across the\nbase to ONE POINT: to the MESS HALL CRATER -\n\nBACK WITH CAGE AND RITA\n\n- where the Antenna LANDS and LAUNCHES ITSELF at RITA, their\nBLOWS KEEPING THEM BOTH AIRBORNE until -\n\nIt KICKS RITA'S FACEPLATE, SHATTERING IT. She SCREAMS, losing\ngrip on her axe -\n\nRITA FALLS TO THE GROUND. The AXE falling nearby. JAVELINS\npepper the area until a HUNK OF DROPSHIP FALLS ACROSS HER\nLEG, PINNING HER TO THE GROUND -\n\nThe MIMIC LANDS, standing over her, VIBRATING with POWER -\n- its JAVELIN ARM leveled at Rita's unprotected face.\n\nShe glares up at it, gritting her teeth.\n\nRITA (CONT'D)\nDO IT, YOU BASTARD.\n\nAn ELECTRICAL ARC ZAPS between the mimic and Rita, then the\nAntenna mimic... CHITTERS, the WHIRRING stops.\n\nThen it BACKS AWAY, looking for Cage -\n\nRITA (CONT'D)\nNO!\n\n- the MIMIC whirls, too late. WHAM! Cage's AXE swings, CUTS\ninto the mimic, BLACK BLOOD FLYING, but it's not DEEP ENOUGH.\n\nThe MIMIC SCREECHES, fighting back in a BLUR, but Cage BLOCKS\nits every strike. With no other option, the mimic starts to\nSHUDDER, a tachyon charge building -\n\n- Cage SWINGS and the MIMIC falls, CRACKLING, SHORTING OUT -\nDEAD.\n\nCage is on his knees, exhausted. ALARMS going off in Cage's\nheads-up. THOUSANDS of mimic will be here any second.\n\nHe goes to RITA, opening his faceplate.\n\nCAGE\nAre you OK?\n\f113.\n\nRITA\nYeah. Get this thing off of me.\n\nCage STRAINS, lifting the fallen piece of dropship and\nfreeing her, helping her up.\n\nRITA (CONT'D)\nThanks.\n\nThey KISS, urgently. The SUN is streaking down, RAIN, too.\n\nCAGE\nWe don't have much time.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey KISS, urgently. The SUN is streaking down, RAIN, too. CAGE\nWe don't have much time. \n\nTARGET SECTION TO BE ANNOTATED:\n You have\nto get out of here. Killing the\nAntenna... it doesn't work. We\nalready tried it. I don't know why,\nbut they're still coming. I don't\nthink there's any way out for me.\n\nMIMIC have begun to line the rim of the crater. MORE arriving\nevery second.\n\nCAGE (CONT'D)\nI... I'm sorry I lied. I just\nwanted to be with you. It was the\nonly way I knew how.\n(beat)\nI love you, Rita.\n\nRita picks up her axe.\n\nRITA\nI love you, too.\n\nRita SWINGS, hitting Cage with the flat of the axe - KNOCKING\nCAGE BACK 20 YARDS. He sits up, holding his jaw.\n\nCAGE\nWhat the hell was that for?\n\nRITA\nI figured it out this morning.\n\nShe walks towards Cage. He scrambles back.\n\nShe looks up at the crater rim, her heads-up thick with on-\nrushing mimic coming from every angle.\n\nRITA (CONT'D)\nIt's me. They're using me.\n\nCAGE\nWhat?\n\f114.\n\nRITA\nWhatever the loop did to me, it\nturned me into a receiver.\n\nShe SWINGS her axe, Cage ROLLS -\n\nRITA (CONT'D)\nAs long as I'm alive, your loop\nwon't end.\n\nCage GRABS his AXE, DEFLECTING HER BLOW, backing away.\n\nRITA (CONT'D)\nYou have to kill me. Or you'll\nnever be free.\n\nCAGE\nAre you out of your mind?\n\nRITA\nI'm the last receiver.\n\nRita HAMMERS Cage. Cage PARRIES, backing away.\n\nCAGE\nI can't... I'm not gonna fight you.\n\nRITA\nThen you'll have to loop again\nuntil you get it through your thick\nskull. It's you they're after. You\nwin the battle. Not me.\n\nCAGE\nNo!\n\nRITA\nI've watched you fight. I've seen\nwhat you can do.\n\nCage KICKS her away. The edge of the crater is lined with\nMIMIC - but they don't attack - they wait.\n\nCAGE\nI'm not gonna kill - AIGH!\n\nCage staggers. His head.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAGE\nI'm not gonna kill - AIGH! Cage staggers. His head. \n\nTARGET SECTION TO BE ANNOTATED:\n The image SHIFTS, BUZZING, like he's\ngoing to LOOP again. He YELLS, the world comes BACK -\n\nRITA\nIt's the only way out.\n\nCAGE\nNo, I won't -\n\f115.\nRITA\nYou have to.\nBut Rita gives him everything she's got. She's SWINGING at\nhim, FORCING him to protect himself. Cage DEFLECTS blows as\nbest he can, BACKING, ROLLING AWAY. But Rita LEAPS —\n\n- and with a YELL, Cage RAISES HIS AXE, WARDING HER OFF, she\nMISSES A PARRY AND -\n\n- Cage's axe slices into Rita. She FALLS. Badly injured.\n\nCAGE\nRITA! NO!\n\nHe throws his axe down. Runs to her. She pushes herself up,\nover on her back. Blood gushing out of a gash in her side.\n\nCage cradles her.\n\nRITA\nYou'll be... free now.\n\nCAGE\nI can get you help. We can get out\nof this together -\n\nRita shakes her head, coughs, smiling.\nRITA\nDying's not that bad, once you get\nused to it.\n\nCAGE\nRita!\n\nThe image DISTORTS, SPUTTERS one last time - and is NORMAL.\nThe rain is coming down. The sun is shining.\n\nCage stands, picking up Rita's axe, wiping his face. He looks\nat the MIMIC HORDE. He raises the axe and RUNS into the horde\nwith a BATTLE CRY.\n\nCAGE (V.O.) (CONT'D)\nRita was right. About everything.\n\nWe see Cage's HEADS-UP, blinking RED, but as he fights we see\nthe onrushing FRONTS of mimic FRACTURE, EDDY as -\n\nON THE FIELD OF BATTLE\n\nSOLDIERS UNDER ATTACK watch as SOME MIMIC start running in\nthe wrong direction, OTHERS even start attacking each other.\n\f116.\n\nCAGE (V.O.) (CONT'D)\nAt first a few stopped working\nright. But pretty soon, they just\nfell apart.\n\nFarell watches as everywhere the mimic fall into CHAOS. Some\nstill attack, but the synchronous VOLLEYS, the ORDERED FRONT\nLINES are gone...",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut pretty soon, they just\nfell apart. Farell watches as everywhere the mimic fall into CHAOS. Some\nstill attack, but the synchronous VOLLEYS, the ORDERED FRONT\nLINES are gone... \n\nTARGET SECTION TO BE ANNOTATED:\nFrom ordered WAVES, to SWARMS, to NOISE...\n\nThe SKY is a HELLISH RED as CAGE CLEANS UP. The look in his\neyes - insane with grief, exhaustion. He doesn't stop.\n\nCAGE (V.O.) (CONT'D)\nI kept fighting long after the\nbattle was over.\n\nEXT. BASE - WEDNESDAY MORNING\n\nIn the EARLY MORNING LIGHT, the BASE is smoking, ruined. CAGE\nstaggers through the wreckage. YONABURU and SEVERAL OFFICERS\ntrail Cage at a distance, afraid to come close.\n\nCage's exojacket is blackened, dented. Cage finally drops his\naxe, with a CLANG, and FALLS to his knees.\n\nCAGE (V.O.)\nI don't even remember when they\nfound me.\n\nPRELAP: TAPS begins to play.\n\nEXT. MILITARY FUNERAL - ISLAND - DAY\n\nA FUNERAL PROCESSION stretches out across the base. A MILLION\nSOLDIERS watch, and PEOPLE across the WORLD watch as RITA'S\nFUNERAL BIER is marched across the ISLAND.\n\nON A VAST STAGE, surrounded by COLONELS and MAJORS of every\nstripe, Cage is awarded the Valkyrie Medal of Honor. The\nsecond person in history to receive this privilege.\n\nCAGE (V.O.)\nWe'd won the battle of Ruby\nTuesday. I was a hero.\n\nCage looks like the saddest person in the whole world.\nCAGE (V.O.) (CONT'D)\n\nBut it didn't matter. Nothing did.\nRita was gone.\n\f117.\n\nEXT. BASE - ANOTHER DAY\n\nThe BASE is still ruined, but full of living HUMANS digging\nout, making repairs. BANDAGED SOLDIERS watch NEWSCASTS about\nthe BATTLE OF RUBY TUESDAY.\n\nINT. ENGINEERING BAY - DAY\n\nCage's EXOJACKET stands in the center of a workshop.\nYONABURU, his ARM IN A SLING, is painting Cage's jacket\nBRIGHT BLUE, like you'd detail a car.\n\nHe stands back, admiring his work. Cage steps in.\n\nCAGE\nI like it.\n\nYONABURU\nI don't know, man. You're gonna\nmake a pretty easy target.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAGE\nI like it. YONABURU\nI don't know, man. You're gonna\nmake a pretty easy target. \n\nTARGET SECTION TO BE ANNOTATED:\n I was\nthinking we could put some flames\n\non there -\nCAGE\nNo. I like the blue.\n(beat)\n\nI brought you something.\nCage tosses Yonaburu his new medal. Yonaburu frowns.\nCAGE (CONT'D)\n(smiling)\nThere's your gold star. Keep it.\n\nINT. RITA'S TOWER - DAY\n\nCage rides the elevator up into Rita's broken tower. He has\nto step past warning tape to get to her room.\n\nThe spilled coffee. The bed just how they left it.\nHe stands there, looking out at the clear blue sky.\nThere's a knock. It's Shasta Riley. She salutes. Cage nods.\nSHASTA\nUh... hi there. They said you were\n\nup here again.\n\nCAGE\nHi Shasta.\n\f118.\n\nSHASTA\nThe morning of the battle, when\nRita got her jacket, she, uh,\nwanted me to... to give you this.\nIn case anything happened.\n\nShe hands him an envelope. Cage frowns.\n\nCAGE\nThanks.\n\nSHASTA\nI miss her so much.\n\nCAGE\nI do too.\n\nShe nods and exits. Cage opens the envelope.\nLETTER (V.O.)\nHow to make the best cup of coffee\nin the world:\nHandwritten instructions. At the bottom of the instructions -\nLETTER (V.O.) (CONT'D)\nI love you. Always fight with your\nheart.\n\nNOW\n\nCage is pouring the boiling water over the grounds, following\nthe instructions.\n\nCage drinks the coffee, staring out at the base.\n\nDistant ALARMS start going off. Cage frowns. Yonaburu comes\nin, out of breath, he RAN here -\n\nYONABURU\nCage. I thought I'd find you here.\nAlaska's under attack. We gotta\nmove out.\nCage nods, puts the coffee down. He smiles.\n\nCAGE\nRight. Let's go win this thing.\n\nTHE END.\n\f"
}