{
  "1": "EIGHTH GRADE\n\nWritten by\n\nBo Burnham\n\fA WEBCAM'S FEED--\n\nA young girl in front a flat backdrop.\n\nThis is KAYLA (13).\n\nStaring directly at us.\n\nThe image quality is low.\n\nShe shines through it with an affected brightness.\n\nKAYLA\n\nHey guys! It’s Kayla! Back with\nanother video. I haven’t been\ngetting tons of views on these so\nif you like them, please share them\nwith your friends. I'd really\nappreciate it. Cool...so, um..\ntoday I want to talk to you guys\nabout - Being Yourself. Okay, so,\nlike, Being Yourself? What does\nthat mean? Like, aren’t I always\nBeing Myself? Well, like, yes, for\nsure. But “Being Yourself” also\nmeans, like, not changing the um--\n\n(looks down at her lap)\n--uh...sorry, I’m reading these off\na piece of paper-- ...OKAY “Being\nYourself” also means like not\nchanging yourself to be cool or\nlike to try to impress a guy or\nwhatever.\n\nAs she speaks, her eyes wander with her thoughts. She plays\nwith her hair, twirling it around a finger, tilting her head\nto piece out a thin strand with both hands then fixing it.\n\nShe does this constantly.\n\nKAYLA (CONT'D)\nAnd it’s really important to Be\nYourself, because like you could be\nthe most popular kid at school or\nhave like the hottest boyfriend or\nwhatever, but if you’re not Being\nYourself, then like what’s the\npoint? Cause, like, if you aren’t\nBeing Yourself...then what’s the\npoi-I said that already. Okay.\n....okay. So...okay, but what makes\nBeing Yourself hard sometimes is\nthat it’s not always easy.\n\n(MORE )\n\fKAYLA (CONT'D)\nCause sometimes people will make\nfun of you for Being Yourself but\nyou just have to ignore them\nbecause you are Being Yourself and\nthat’s good and if someone’s being\nmean, that sucks but evil people\nexist and you can’t change that.\nOkay...and you can’t let other\npeople tell you who you are.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nSo...okay, but what makes\nBeing Yourself hard sometimes is\nthat it’s not always easy. (MORE )\n\fKAYLA (CONT'D)\nCause sometimes people will make\nfun of you for Being Yourself but\nyou just have to ignore them\nbecause you are Being Yourself and\nthat’s good and if someone’s being\nmean, that sucks but evil people\nexist and you can’t change that. Okay...and you can’t let other\npeople tell you who you are. \n\nTARGET SECTION TO BE ANNOTATED:\n Like,\nfor instance, like sometimes people\nsay that I’m shy or quiet just\nbecause I don’t talk a lot at\nschool or whatever. But just\nbecause I’m quiet sometimes,\ndoesn’t mean...okay, like...like\nI’m not shy. Like if someone is\nnice then I will talk to them and I\ncan be really funny and fun to talk\nto. But like, just cause I’m not\ntalking all the time like everyone\nelse doesn’t mean that I’m a quiet\nperson. It just means that I...\nlike, I’m not scared to talk, I\njust choose not to..... Okay, so,\nlike, yeah, you should Be Yourself\nand don’t worry what other people\nthink, and if they think you’re\nsomething that you’re not, just let\nit go and try to not care and\neventually everything will work\nout. Cool. So hopefully some of you\nfound this video helpful. Please\nremember to share this video and\nsubscribe to my channel. Thanks for\nwatching! Byeee!\n\nA WIDE VIEW reveals:\n\nKayla, sitting in the corner of her room, her laptop open on\n\nthe desk in front of her, a bland, colored\nthe wall behind her.\n\nShe reaches forward, closes the laptop and\n\nAlone.\n\nINT. BEDROOM. THE NEXT MORNING\n\nThe bedroom is small and brightly-colored.\nstars and movie stars and pretty photos on\nbed with a massive pink down comforter and\nbeneath it.\n\nbackdrop hung on\n\nsits in the dark.\n\nPosters of pop\nthe wall. A twin\nsomething tiny\n\fA BUBBLY ELECTRO-POP SONG fades up.\n\nJust as the song starts to get loud, just as the song starts\nto reveal itself as the perfect accompaniment for a spring\nmorning, the pink comforter on the bed stirs and a tiny hand\nemerges, turning off the song that’s blaring from an iPhone\nplugged in on the bedside table.\n\nKayla emerges from the bed in her pajamas. She gets up and\nstretches, making weird morning sounds in the quiet room.\n\nINT. KAYLA’S BATHROOM —- MOMENTS LATER\n\nBEGIN SEQUENCE\n\n-- Post-it notes lining the border of a large bathroom\nmirror.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe gets up and\nstretches, making weird morning sounds in the quiet room. INT. KAYLA’S BATHROOM —- MOMENTS LATER\n\nBEGIN SEQUENCE\n\n-- Post-it notes lining the border of a large bathroom\nmirror. \n\nTARGET SECTION TO BE ANNOTATED:\n Reminders and lyrics and quotes: “TRUST YOURSELF.”\n“DON’T JUST FLY, SOAR.” “BE YOUR OWN KIND OF BEAUTIUFL.” “GET\nNEW TOOTHBRUSH.” Some look freshly made, others old, their\nbright colors fading.\n\n-- The bathroom is filled with steam. Kayla appears in front\nof the mirror freshly showered, one towel wrapped around her\nbody, another wrapping her hair.\n\n-- Kayla gets close to the mirror, rubs moisturizer on her\nface, takes the towel of her head.\n\n-- Kayla blow dries her hair.\n\n-- Kayla opens her LAPTOP on the bathroom counter. Opens her\nbrowser. Goes to her BOOKMARKS tab and scrolls down to a\nYouTube link titled: MY EVERYDAY CASUAL MAKEUP TUTORIAL.\n\n-- Kayla applies foundation, glancing back and forth from her\nown reflection to her laptop’s screen.\n\n-- ON KAYLA’S LAPTOP - a beautiful, well-lit YOUNG WOMAN (16)\nsits in her bedroom, applying foundation in close-up. The\nvideo has seven million views.\n\n-- Kayla applies some subtle eyeliner. Consults the mirror,\nthe laptop, the mirror again, Blush. Lip gloss. Kayla. Her\nreflection. The Young Woman on the screen. All getting ready\ntogether.\n\n-- Kayla inspects her finished hair and makeup from multiple\nangles.\n\n-- Kayla grabs her laptop and pajamas off the bathroom\ncounter and exits.\n\fINT. BACK IN HER BEDROOM - CONTINUOUS\n\nSEQUENCE CONTINUES\n\n-- Kayla has changed back into her pajamas and is now\nclimbing back into bed.\n\n-- Kayla gets under the covers, careful not to mess up her\nhair. She puts her head on the pillow, lifts her iPhone and\ntakes a selfie, straining to seem casual.\n\n-- Another selfie on the bed from a different angle.\n\n-- Another. And Another. And another.\n\n-- Kayla sits on the edge of her bed, still in her pajamas.\nShe looks at her phone.\n\n-- ON KAYLA’S PHONE SCREEN: Kayla is on Instagram, posting\nthe selfie of her “waking up.” She chooses a filter. She\ncaptions the photo: “just woke up. ughhhhh” She posts it.\nELECTRONIC MUSIC. LOUD.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe\ncaptions the photo: “just woke up. ughhhhh” She posts it. ELECTRONIC MUSIC. LOUD. \n\nTARGET SECTION TO BE ANNOTATED:\n BRIGHT.\n\nMACRO SHOTS: a grid of a thousand pixels, forming pictures,\ntext, moving images, then closer, to the stark reality of a\nLiquid Crystal Display: dozens of rectangular blocks of\nlight, the SUBPIXELS, in repeating groups of three,\nred/blue/green, arranged in rows and columns, so close now\nthat no image can form, no colors even beyond the three\npresent, flashing and pulsing with abstract order:\n\nRedbluegreenblueredgreenblueredbluegreenredbluegreenbluered.\n\nEXT. SUBURBAN STREET. LATER\n\nKayla, now dressed for school, walks down the sidewalk. Her\nmassive backpack forces her to lean forward, hands clutching\nthe shoulder straps. She has headphones in. We follow her\nclose, at eye-level.\n\nThe world is big. She is small and moving quickly through it.\n\nEXT. ANOTHER STREET. LATER\n\nKayla walks, headphones blaring. The sun is shining. She\ndoesn’t notice. A car passes and someone inside screams at\nKayla as it whizzes by.\n\fKayla doesn’t notice.\n\nEXT. ANOTHER STREET. LATER\n\nKayla keeps walking. Stops. Takes out her iPhone and looks *\nat it.\n\nON THE SCREEN: her Instagram photo has received zero likes\nand one comment. The comment, from asherk1313, reads: “ew.”\n\nKayla stares at the phone and deletes her photo. She looks up\nand hustles across the street.\n\nPan to reveal, MILES GROVE MIDDLE SCHOOL, a giant brick\nbuilding, wide and sturdy, beyond a large parking lot.\n\nKayla walks toward it, getting smaller and eventually\ndisappearing into the mass of kids and cars and buses that\nare all being pulled inward toward the school.\n\nWOMAN’S VOICE (V.O.)\nYour body is changing.\n\nINT. HALLWAY. LATER\n\nKayla walks down the crowded hallway, backpack on. Rather\nthan the sounds of the busy hallway, we hear a calm adult\nfemale voice and the cheesy educational score accompanying\nher.\n\nWOMAN’S VOICE (V.O.)\nThis change can be scary. But this\nchange is a good thing. It means\nthat you are becoming an adult.\nKayla walks, moving forward, head down.\nWOMAN’S VOICE (V.O.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nKayla walks, moving forward, head down. WOMAN’S VOICE (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\nYou may have noticed hair starting\nto grow in new places.\nINT. BATHROOM. LATER\nKayla sits on the toilet in a stall.\nWOMAN’S VOICE (V.O.)\nYou may have noticed hair starting\n\nto grow in new places.\n\nKayla reaches for toilet paper.\n\fINT. BATHROOM. MOMENTS LATER\n\nTHREE GIRLS (13) stand in front of the three available\nmirrors, preening themselves. Kayla stands behind them, her\nhands out awkwardly, waiting to wash them.\n\nWOMAN’S VOICE (V.O.)\nYou may have begun to gain some\nweight or grow taller....This is\nnormal...This is healthy.\n\nKayla waits, hands out. The three girls don’t notice her.\n\nINT. ART CLASS. LATER.\n\nKayla sits at a long, dirtied table in the back of the art\nclass, working on something with her hands:\n\nIt’s some weird clay thing. Like a sculpture/face/mug, grey\nand soft and shiny and wet and Kayla is molding it with her\nhands, putting the finishing touches onto something that is\nturning around nothing like she hoped it would.\n\nWOMAN’S VOICE (V.O.)\nYour body...is an amazing thing.\n\nA BANGING sound. Kayla looks over to see a large BOY (13)\nsitting beside her, punching his clay into the table with\nboth hands.\n\nINT. HALLWAY. LATER\n\nKayla waits at the water fountain, behind a GIRL (13) who is\ndrinking at it.\n\nWOMAN’S VOICE (V.O.)\nAnd your body deserves respect. By\nunderstanding exactly how your body\nis changing, you are respecting\nyour body and yourself.\n\nThe girl finally stops drinking, then immediately reaches\ninto her backpack, takes out an empty water bottle and begins\nfilling it at the fountain. Kayla waits.\n\nINT. CLASSROOM. LATER\n\nThe room is dark and a TV has been wheeled out in front of\nthe students. We see THE WOMAN (40s) who has been speaking on\nthe screen - looking directly into camera. Behind the TV,\nMRS. NOLAN (50s) works behind her desk.\n\f7.\n\nThe students watch the movie with a mixture of awe, confusion\nand disgust.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nNOLAN (50s) works behind her desk. 7. The students watch the movie with a mixture of awe, confusion\nand disgust. \n\nTARGET SECTION TO BE ANNOTATED:\n In the back, Kayla cranes her neck to see.\n\nWOMAN ON THE TV\nOver the course of these next\nthirty minutes, we will begin to\nexplore and understand these\nchanging bodies of yours.\n\nKayla gives up trying to see. She looks around, bored - sees\nsomething.\n\nACROSS THE ROOM - a STRANGE BOY has his head tucked in his\nshirt, the glow of his phone illuminating from inside the\nfabric: he’s secretly watching a video.\n\nAnd doing something else.\nKayla stares. Confused.\n\nWOMAN ON THE TV (CONT’D)\nChapter One: The Hair Down There.\n\nGIRL’S VOICE (0.S.)\nTRISTAN, ARE YOU MASTURBATING???\n\nA silence. Then the class FREAKS OUT. Laughs and screams and\n“ewww\"s. Mrs. Nolan tries to calm them down.\n\nMRS. NOLAN\nHey! Quiet! QUI-ET!\n\nIt’s no use. It’s chaos. Boys point and laugh. Girls scream\nand heckle in disgust. Tristan denies everything. Mrs. Nolan\nfails to control the situation.\n\nAnd way in the back, Kayla sits quietly.\n\nAs commotion in the classroom builds and crescendos, we hear\nsomething else, an orchestra, swelling and overtaking the\nnoise of the kids as we cut to--\n\nINT. HALLWAY. LATER\n\nKayla walks down the hallway. We hear only the orchestra,\nstraining to play correctly, bum notes everywhere, sections\noff tempo, instruments out of tune, the whole piece dragging\nand plodding along, a ton of effort, little success.\n\nKayla walks down the hallway. The orchestra strains to score\nthe moment.\n\fINT. AUDITORIUM. DAY.\n\nThe stage of the auditorium, and the source of the sound\nwe've been hearing: a fifty-piece student orchestra is mid-\nperformance, the MUSIC TEACHER standing in front of them,\nconducting.\n\nWe drift through the students, trumpet players with red\nfaces, violinists with poor posture, clarinet players with\nsplit reeds squeaking out a high harmony.\n\nIt’s a mess.\n\nWe arrive at the back, where Kayla is stationed, one giant\nCYMBAL in each hand, waiting for her moment.\n\nThe song ends and she smacks them together a fraction late.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s a mess. We arrive at the back, where Kayla is stationed, one giant\nCYMBAL in each hand, waiting for her moment. The song ends and she smacks them together a fraction late. \n\nTARGET SECTION TO BE ANNOTATED:\nCRASSSSHHHHHHH.\n\nA pause. Then light applause.\n\nINT. AUDITORIUM. MOMENTS LATER\nKayla sits in the audience with her classmates.\n\nMR. MCDANIEL\nThank you again to the school band\nfor that wonderful performance.\nImpressive stuff.\n\nPRINCIPAL MCDANIEL (40s, gentle) is standing on stage.\n\nMR. MCDANIEL (CONT'D)\n..-Alright, eighth graders! Next\nweek is your last week here at\nMiles Grove Middle School.\n\nHuge cheer.\n\nMR. MCDANIEL (CONT'D)\nOkay, okay, yep, very good -- but,\nBUT...we still have a lot of\nimportant work ahead of us. And a\nlot of FUN work ahead of us. We\nhave the High School Shadow Program\nearly next week...We also have a\nfew guest speakers. Should be fun.\nAnd the end of the year dance.\n\nWhoops and cheers from the crowd.\n\fMR. MCDANIEL (CONT'D)\nAnd, AND...we have your sixth grade\nTime Capsules for you to pick up\ntoday. Remember those shoeboxes\nthat you made during the first week\nof sixth grade? Remember how we\nsaid that those Time Capsules were\ngoing to be a gift for the future\n“you” that would eventually “make\nit” here at Miles Grove Middle\nSchool? Well, YOU have MADE IT. So\npick those up in the lobby when\nthis assembly is over...Alright,\nnow I’m going to turn things over\nto Mrs. Roach who will read the\nresults of the eighth grade class\nsuperlatives!\n\nHushed excited reaction from the crowd. Whispers, “yesssss”.\n\nMR. MCDANIEL (CONT'D)\nMrs. Roche?\n\nMRS. ROCHE (50s, stone-faced) walks onto the court. She\nstands behind a podium and reads.\n\nMRS. ROCHE\nIf your name is called, please\nreport to the Band Practice Room\nafter this Assembly to have your\npicture taken for the yearbook.\n\nMR. MCDANIEL\nBut pick up your Time Capsules\nfirst!\n\nMRS. ROCHE\nYes...okay...Class Superlatives, as\nvoted by you - the students.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nMRS. ROCHE\nYes...okay... Class Superlatives, as\nvoted by you - the students. \n\nTARGET SECTION TO BE ANNOTATED:\n Each\ncategory has a male and female\nwinner from the student body.\nOkay...Most Athletic... Danny\nAtchison and Olivia Elder...\n\nSOME GIRL\nWoo! Yeah Oliviaaaa!\n\nMRS. ROCHE\nMost artistic...Wyatt Conville and\nDawn Ringelheim...\n\nKayla sits in the crowd, picking at her nails.\n\f10.\n\nMRS. ROCHE (0.S.) (CONT’D)\nClass Clowns...Jed Goodwin and\nMissy Vitale...\n\nSomewhere in the crowd, Jed makes a loud FART NOISE and the\nauditorium laughs. Classic Jed. Kayla continues to pick at\nher nails. Bites them. Bored, not nervous. We stay on her.\n\nMRS. ROCHE (0.S.) (CONT’D)\nMost Talkative...Pat Druschel and\nJackie Stasiak....Most Quiet...\n\nThis gets Kayla’s attention. She stops fidgeting. Closes her\neyes.\n\nMRS. ROCHE (0.S.) (CONT’D)\n...Andrew Fields and Kayla Day.\n\nKayla grimaces. Balls her hands into fists. Shrinks.\n\nMRS. ROCHE (0.S.) (CONT'D)\nBest eyes...\n\nINT. BAND PRACTICE ROOM. LATER\n\nThe eighteen superlative winners sit in the Band Room amongst\nthe music stands and instruments.\n\nKayla sits by herself.\n\nShe looks over at a GROUP OF GIRLS who are inspecting and\nsharing at each other’s Time Capsules -- bright shoeboxes\nfull of personal trinkets. The girls laugh and do a lot of\n“OH my god”s and “shut UP”s.\n\nKayla looks down at her Time Capsule sitting on her lap --\n\nthe outside made purple and pink with construction paper. On\nthe top of the shoebox’s lid, in large glittery pink\nlettering, sixth-grade Kayla wrote:\n\nTO THE COOLEST GIRL IN THE WORLD\nKayla stares at this. A door opens. Mr. M enters.\n\nMR. MCDANIEL\nOkay superlative winners, so after\nyou've taken your picture please\nreturn to your fifth period\nclasses. Okay, we will start\nwith...Mr. and Mrs. Best Eyes!\nAiden Wilson-Carter and Kennedy\nGraves!\n\f11.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nBest Eyes! Aiden Wilson-Carter and Kennedy\nGraves! 11. \n\nTARGET SECTION TO BE ANNOTATED:\nThe group of girls cheer as one of them stands. This is\n\nKENNEDY GRAVES (13, \"cool\"). She walks past Kayla.\nKAYLA\n(weak thumbs up)\nGood job.\n\nKennedy passes her, doesn’t hear and/or care.\n\nMR. MCDANIEL\nAiden...AIDEN!\n\nTIME SLOWS and MUSIC BLASTS as AIDEN WILSON-CARTER (13,\nperfect) looks up from his phone in the back of the room. His\nface is blank and bored. His eyes are the best.\n\nHe gets up and walks toward the front of the room, in slow\nmotion, annoyed and bored. Kayla turns and looks at him, her\nface deflating into awe - he somehow gets hotter every time\nshe sees him.\n\nHe passes her and the music stops abruptly and we snap back\ninto real time just in time to hear a faint, breathy:\n\nKAYLA\nGood j-....\n\nAiden arrives at the front of the room.\n\nKENNEDY\nHey, Aiden.\nAIDEN\nHey.\nKENNEDY\n(fishing)\n\nSo embarrassing that we got voted\nbest eyes, like honestly like I\ndon’t even think my eyes are that\ngreat.\n\nAIDEN\n(almost a robot)\nYeah...\n\nKennedy and Aiden follow Mr. McDaniel out of the room. Kayla\nwatches them leave and then looks down at the time capsule in\nher lap.\n\f12.\n\nTO THE COOLEST GIRL IN THE WORLD\n\nKayla gently lifts the lid off of the shoebox. She begins\nremoving and inspecting things. A movie ticket stub. A small\nfrog figurine. A Justin Bieber magnet.\n\nThen, a picture of a young Kayla on a field trip with her\nclass. She’s smiling in this picture. Surrounded by her\nclassmates.\n\nShe’s about to close the capsule, when she spots something. A\nTINY PLASTIC SPONGEBOB SQUAREPANTS. She picks it up with two\nfingers and stares at it.\n\nThe plastic Spongebob stares back as we hear a door open.\n\nMR. MCDANIEL (0.S.)\n(whispering)\nShhhh..-.hey....hey....I’m looking\nfor Mr. and Mrs. Most Quiet, Andrew\nFields and Kayla Day. Shhhh....",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m looking\nfor Mr. and Mrs. Most Quiet, Andrew\nFields and Kayla Day. Shhhh.... \n\nTARGET SECTION TO BE ANNOTATED:\nKayla looks up. :-|\n\nINT. MUSIC CLASSROOM. MOMENTS LATER.\n\nA PHOTOGRAPHER (50s, tired) sits on a stool behind a camera\nand tripod. Mr. McDaniel enters the room, trailed by Kayla\nand ANDREW FIELDS (13, silent, very weird).\n\nMR. MCDANIEL\nAlright guys, just pop a squat over\nthere and we’ll get a few glamour\nshots.\n\nKayla and Andrew walk over to the “photo shoot area” -- two\nadjacent chairs set up in front of a hung backdrop, flanked\nby mounted lights and reflecting umbrellas. They sit.\n\nMR. MCDANIEL (CONT'D)\nSo we've been trying to do sort of\nfunny poses that reflect the\nsuperlatives. Like for the Most\nAthletic, Danny pretended to be\nrunning for a touchdown and Olivia\npretended to be tackling him. So,\nit should be fun, you know? You\nguys have any ideas?\n\nNo response, obviously.\n\f13.\n\nMR. MCDANIEL (CONT'D)\nOh! Maybe Andrew, you could be\nholding a book, and Kayla, maybe\nyou could be shushing him like\nyou're at a library or something?\n\nPHOTOGRAPHER\nBattery’s dead. Gotta run to my\ncar.\n\nMR. MCDANIEL\nOh, okay. No problem...You know\nwhat, I think I’1l run to the\nrestroom. Hang tight kids!\n\nThe Photographer and Mr. McDaniel exit. Kayla and Andrew sit\ntogether, alone, side-by-side.\n\nKayla fidgets with her nails, busy. Andrew stares straight\nahead, slack-jawed, teeth in braces, ostensibly brain-dead.\n\nThey are quiet from two totally different places -- self-\nconsciousness and unconsciousness.\n\nThey sit in silence for a FULL MINUTE. Sixty excruciating\nseconds. No one enters.\n\nEXT. SCHOOL. LATER\n\nKayla exits the school, wearing her backpack. An SUV pulls up\nand honks. Kennedy Graves (Miss Best Eyes) climbs into the\npassenger seat. DIANNE GRAVES (40s) shouts past her daughter\nto Kayla.\n\nDIANNE GRAVES\nHey! Little one!\n\nShe honks. Kayla notices, walks over, hesitantly.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nLittle one! She honks. Kayla notices, walks over, hesitantly. \n\nTARGET SECTION TO BE ANNOTATED:\n Kennedy\nrolls her eyes.\n\nDIANNE GRAVES (CONT’D)\n(to Kayla)\nYou're Mark’s girl, right?\n\nKAYLA\nYeah.\n\nKennedy, stuck in the middle of this, glares at Kayla.\n\nDIANNE GRAVES\nYour dad was such a huge help with\nthe spring fundraiser. Thank him\nagain for me, will you?\n\fBlue\n\n14.\n\nKAYLA\nI will.\n\nDIANNE GRAVES\nWhat’s your name again?\n\nKENNEDY\n(annoyed)\nKayla.\n\nDIANNE GRAVES\nKayla! Yes! Kayla, you know, we\njust opened our pool...\n\nKennedy turns to her, widens her eyes.\n\nDIANNE GRAVES (CONT’D)\n\n(to Kennedy)\nShush.\n\n(to Kayla)\nWe just opened our pool and we’re\nhaving our first big pool party of\nthe summer for Kennedy’s birthday\ntomorrow. You should come. Gonna be\nlots of fun, right Kennedy?\n\nKENNEDY\nYep.\n\nDIANNE GRAVES\nYou should come. It’s gonna be a\nblast. Kennedy will send you an\ninvite on facebook. Right Kennedy?\n\nKENNEDY\nOhmygod.\n\nDIANNE GRAVES\nCan you make it?\n\nKayla looks at Kennedy, sees how unwanted she is.\n\nKAYLA\nMaybe...I probably can’t. I’1l try\nbut I probably can’t.\n\nDIANNE GRAVES\nTry to make it. You’1l have a\nblast. And say thanks to your dad\nagain for me.\n\f15.\n\nKAYLA\nOkay.\n\nDIANNE GRAVES\nGreat! See you tomorrow maybe!\n\nKAYLA\nOkay maybe, probably not though,\nthank you.\n\nDIANNE GRAVES\nSay bye, Kennedy.\n\nKENNEDY\nBye.\n\nKAYLA\nBye.\n\nThey drive away. Kayla stands in place, staring straight\nahead, perfectly still.\n\nThen, suddenly, she RUNS. We follow her, close, as she\nsprints across the parking lot, away from the school.\n\nEXT. STREET. MOMENTS LATER\n\nKayla continues her sprint down the sidewalk, her backpack\nweighing her down, forcing her to run awkwardly in weird,\nforceful lunges.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. STREET. MOMENTS LATER\n\nKayla continues her sprint down the sidewalk, her backpack\nweighing her down, forcing her to run awkwardly in weird,\nforceful lunges. \n\nTARGET SECTION TO BE ANNOTATED:\n She breathes heavily, running as hard as she\ncan with the weight on her back.\n\nShe sprints across the street, tiring but pushing through,\ndown a sidewalk, then another street, passing a woman walking\nher dog, a couple kids walking back from school, she runs\npast them, her arms swinging to counteract the backpack that\nwants to pull her down.\n\nShe forces herself forward.\nCan’t anymore.\n\nShe slows and collapses onto a patch of grass, backpack\nfirst, like a flipped turtle.\n\nShe closes her eyes and catches her breath, nearly\nhyperventilating.\n\nAs her breath returns, she slowly rocks to her side, lifts\nherself to her feet, and continues in the same direction she\nhad just been running - now just walking, head down.\n\f16.\n\nINT. DINING ROOM KAYLA’S HOUSE. NIGHT\n\nCLOSE ON on Kayla’s iPad. Her tiny finger opens her iTunes\napp and selects a BRIGHT CHEERY POP SONG. It plays loudly.\n\nHer tiny finger touches the screen, minimizing iTunes and\nopening her Instagram app.\n\nShe scrolls through the feed people she follows:\n\nA video OF A BOY HER AGE BOWLING, captioned: “matty getting\nready to suck 101111111”. A PICTURE OF THREE GIRLS HER AGE\nPAINTING THEIR NAILS, captioned: “friday nite nail party\n#GETIT”. DEMI LOVATO backstage getting ready for a show.\n\nKayla scrolls past dozens of photos - all showing various\nfun, eighth-grade Friday nights being had by her classmates.\n\nA wide view reveals Kayla’s Friday night: a quiet dinner at\nhome with DAD.\n\nHomemade chicken breast and green beans on each of their\nplates. Two bowls of extras between them. Kayla scrolls\nthrough her iPhone with her headphones in, the iPad propped\nup on a stand in front of her plate of food.\n\nDad eats quietly. Kayla doesn’t touch her plate, the sounds\nof Kayla’s music now buzzing quietly in her ears.\n\nDAD\n...Kayla.\n\nShe doesn’t hear him.\n\nDAD (CONT'D)\neeeee Kayla......Kay....\n\nDad waves his arms, flagging her down. Kayla removes one of\nthe earbuds from her left ear.\n\nDAD (CONT'D)\nFood’s getting cold.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nDad waves his arms, flagging her down. Kayla removes one of\nthe earbuds from her left ear. DAD (CONT'D)\nFood’s getting cold. \n\nTARGET SECTION TO BE ANNOTATED:\nKAYLA\nI like it cold.\n\nDAD\nOkay.\n\nShe puts the earbud back in. Resumes scrolling.\n\nDAD (CONT'D)\nOne more week of eighth grade, huh?\n\f17.\n\nKayla removes her earbud, annoyed.\n\nKAYLA\nWhat??\n\nDAD\nI said one more week of eighth\ngrade, right??\n\nKAYLA\nYep.\n\nDAD\nCrazy...Can’t believe you’re gonna\nbe in high school. You excited?\n\nKAYLA\nYep.\n\nDAD\nYou're getting a little taste of it\nnext week, right? The high school\nshadow thing?\n\nKAYLA\nYeah.\n\nDAD\nThat’s fun. Do you know who you’re\nfollowing around yet?\n\nKAYLA\nNo.\n\nKayla goes to put her earbud back in, Dad cuts her off:\n\nDAD\nHey, I got an email from Mrs.\nGraves. Said you’re going to\nKennedy's birthday thing tomorrow?\n\nKAYLA\nI’m not.\n\nDAD\nReally?\n\nKAYLA\nYeah, no.\n\nDAD\n\nSounded kinda fun.\n\f18.\n\nKAYLA\n\nKennedy doesn’t like me.\nDAD\n\nThat can’t be true.\nKAYLA\n\nCool.\nDAD\n\nYou know sometimes kids act like\nthey don’t like you but really\nthat’s just cause they got their\nown stuff going on-\n\nDad stops as he notices that Kayla has put her headphones\nback in and is staring at her iPhone, not listening to him. *\n\nDAD (CONT'D)\nrs Kayla?........Kayla.........\n\nHe crumples up a napkin and tosses it across the table,\nhitting Kayla in the head.\n\nKayla rips out her headphones.\n\nKAYLA\nARE YOU KIDDING ME RIGHT NOW?\n\nDad laughs, Kayla doesn’t.\n\nDAD\nHey, come on, I’m being funny.\n\nKAYLA\nIf you’re the only one that thinks\nit’s funny it’s not funny it’s just\nannoying.\n\nDAD\n(crossing his eyes)\nWhaaaaaat?\n\nKAYLA\nSTOPPP. It’s Friday night, you said\nI can do whatever I want on Fridays-\n\nDAD\nI know, I know and you can, sorry.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAD\n(crossing his eyes)\nWhaaaaaat? KAYLA\nSTOPPP. It’s Friday night, you said\nI can do whatever I want on Fridays-\n\nDAD\nI know, I know and you can, sorry. \n\nTARGET SECTION TO BE ANNOTATED:\nJust let me say one thing and then\nyou can do your iPhone and I’1l\nleave you alone, alright??\n\nKayla huffs, slams down her iPhone, glares at him.\n\f19.\n\nKAYLA\nFine. What.\n\nDAD\nOkay...But you gotta listen. Don’t\nbe angry before I even say it or\nyou won’t really hear it, okay?\n\nKAYLA\nOHMYGOD, Dad, just say it--\n\nDAD\nAlrightalrightokay -- I’m saying\n\nite...\nDad gathers himself. Pauses.\n\nKAYLA\nDAD.\n\nDAD\nI’m THINKING.\n\nKayla closes her eyes. So frustrated.\n\nDAD (CONT'D)\n...I...I think you’re so cool-\n\nKAYLA\n(huge huff, so\nembarrassed)\nDad, seriously, I’m gonna stop\neating with you if--\n\nDAD\nYou said I could say my one thing\nso let me say it...\n\nKAYLA\n\nDAD\nI think you’re so cool. When I was\nyour age, I wasn’t cool like you.\nYou have all these interests and\nyou make all your videos and stuff\nand that’s so great and cool.\nBut...You know but sometimes I just\nworry that you don’t put yourself\nout there--\n\nKAYLA\nPlease stop--\n\f20.\n\nDAD\n\nI know, look, I know the kids at\nschool aren’t great. I’m not saying\nyou have to be best friends with\nKennedy Graves, alright?...I just -\nand you're gonna think this is lame\n- but I just think you’re a really\nspecial person.\n\nKayla buries her head in her hands.\n\nKAYLA\n(muffled through hands)\nUHMUHGUHH.\n\nDAD\nI do! Sorry, I do. You know, and I\nknow dads are supposed to think\ntheir kid is special no matter what\nbut I’m telling you Kayla, if I\nwasn’t your dad, I’d still think\nthat. Sorry. I would. And, I just--\n\nKAYLA\nThis is more than one thing.\n\nDAD\nIt’s one chunk. I’m saying one\nchunk of stuff...",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd, I just--\n\nKAYLA\nThis is more than one thing. DAD\nIt’s one chunk. I’m saying one\nchunk of stuff... \n\nTARGET SECTION TO BE ANNOTATED:\nAnd I know it’s\nlike “shut up, dad” and I get it, I\nreally do, I know I’m being lame\nbut I’m not trying make you feel\nbad when I say this stuff, I’m\nactually trying make you feel\nbetter.\n\nKAYLA\nThen let me use my iPad.\n\nDad sees that this isn’t going anywhere.\n\nDAD\n..+.sure, yeah, do your thing.\n\nDad smiles, sad, as his daughter puts her headphones back in\nand stares at her iPad.\n\nThey sit in silence.\nDAD (CONT'D)\nHey, Kay, remember when I used to\ndo Monkey Chicken Man?\n\nKayla ignores him, doesn’t look up.\n\f21.\n\nBlue\n\nDAD (CONT'D)\n(doing a funny voice,\nweird arm gestures)\nI’m a Monkey Chicken Maaaan, I'ma\nMonkey Chicken Maaaan. Oo oo BOCK\nBOCK o00 oo BOCK BA-COCK!\n\nDad laughs. Kayla stares at her iPad. Dad gives up, for now,\ngoes back to eating.\n\nThey sit in silence.\n\nINT. KAYLA’S BEDROOM. LATER\n\nKayla lies on her bed, earbuds in, buzzing quietly, her\nlaptop open on her chest. She is BROWSING THE INTERNET.\n\nShe stares at her computer screen, her face is in blank\ncontrast to the things she’s looking at: MUSIC VIDEOS,\nARTICLES, PICTURES, EVERYTHING, EVERY PIECE OF CULTURE EVER\nRIGHT HERE IN FRONT OF HER IN BRIGHT LIGHT.\n\nHer phone buzzes.\nShe shuts her laptop.\n\nOn her phone’s homescreen, two notifications from Twitter:\nONE NEW FOLLOWER, ONE NEW DIRECT MESSAGE.\n\nShe opens her Twitter app. In her notifications: KENNEDY\nGRAVES JUST FOLLOWED YOU.\n\nShe goes into her direct messages. There’s a fresh message\nfrom Kennedy: Hi, so my mom said to invite you to my thing\ntomorrow, so this is me doing that.\n\nKayla stares at the ‘invitation.’ She clicks on Kennedy’s\nname and is brought to Kennedy’s twitter profile. She has a\ncute profile picture.\n\nHer latest tweet was a tweet to @awcl23: hey mr best eyes.\nwat u lookin at lmao.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe has a\ncute profile picture. Her latest tweet was a tweet to @awcl23: hey mr best eyes. wat u lookin at lmao. \n\nTARGET SECTION TO BE ANNOTATED:\nKayla clicks on @awcl23 and is brought to AIDEN’S PROFILE.\nHis profile picture is a douchey photo of him looking sweaty\nafter a lacrosse game.\n\nKayla plugs in her headphones, goes to iTunes in her phone,\nselects a pop song, and blasts it, scoring the following:\n\f22.\n\nShe returns to Aiden’s twitter page. Goes to the MEDIA\nsection and scrolls through the photos and videos he’s\nposted, breathing heavily. A selfie. A pic after practice.\n\nThen something stops her. A video Aiden has posted titled:\nSTRAIGHT FLEXIN BRUH. She clicks it.\n\nIt’s an iPhone video Aiden took of himself. He’s wearing a\ntank top and flexing his muscles in his bathroom mirror.\n\nKayla watches it. She watches him. Her heart practically\nvibrating.\n\nShe brings her hand up to her mouth and bites her nails.\n\nAiden flexes, smiles. Kayla stops biting. Keeps her hand at\nher mouth. As the song climaxes, Kayla turns her hand over\nand kisses it.\n\nAiden keeps flexing as Kayla begins to full-on make out with\nthe back of her hand, eyes closed, like Aiden and her are\nkissing in the rain. The music follows suit.\n\nThen, A KNOCK ON HER DOOR.\n\nKayla jumps, rips out her headphones, and THROWS her iPhone\nacross the room. It makes an awful sound.\n\nKAYLA\nUHH!! WHAT???\n\nDAD (0.S.)\nI’m going to bed.\n\nKAYLA\nOKAY .\n\nDAD\nAlright, good night.\n\nKAYLA\n\nDAD\nYou mad at me?\n\nKAYLA\nJust don’t knock so loud.\n\nDAD\nRight. Yep. Sorry. Night.\n\f23.\n\nWe hear Dad leave as Kayla rolls over and off the bed. She\nwalks across the room to her iPhone. It’s screen down on the\nground.\n\nKAYLA\nPleasepleasepleaseplease.\n\nKayla picks up the phone and turns it over:\n\nTHE SCREEN IS CRACKED.\n\nBehind the violent web of jagged black lines, her homescreen\nis a picture of Demi Lovato laughing. The time, 11:13 PM.\n\nKAYLA\nSssssssshit. Shitshitshit.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe time, 11:13 PM. KAYLA\nSssssssshit. Shitshitshit. \n\nTARGET SECTION TO BE ANNOTATED:\nKayla grunts and whines, so angry she could cry. She flops\nback onto her bed, lies down, stares at the ceiling. Ugh.\n\nThen, with sudden purpose, still mad, she sits up, rolls off\nher bed, walks across the room and unzips her backpack. She\ntakes out her TIME CAPSULE, puts it on the floor, rips off\nthe top, fishes through the box, grabs something, and storms\nback to bed.\n\nShe get under the covers and lays still. The room is dark.\n\nShe brings her hand up close to her face and we see what she\ngrabbed out of the box:\n\nThe tiny plastic SPONGEBOB SQUAREPANTS. She stares. Spongebob\nstares back. She rips Spongebob from his Squarepants - it’s a\nUSB DRIVE.\n\nShe grabs her laptop and opens it. HARSH LIGHT. She plugs the\nSpongebob in to her laptop and minimizes her browser. The USB\nappears on the desktop as an icon “16GB FileSystem.”\n\nKayla clicks it. The drive contains one video file.\n\nIt’s titled “DEAR 8TH GRADE KAYLA.”\n\nKayla puts her headphones in. Stares at her screen.\nHesitates. Then clicks.\n\nWe hear Kayla’s voice. It’s younger.\n\nYOUNG KAYLA (0.S)\nHey, Kayla! It’s you, Kayla.\n\f24.\n\nYoung Kayla laughs. We stay on our Kayla, never seeing what’s\nplaying on the screen.\n\nYOUNG KAYLA (V.O.)\nI’m just making this video to\ncongratulate you on finishing 8th\nGrade! Woohooo! I am so, so, so,\nso, SOOOOO proud of you.\n\nKayla watches, squinting, uncomfortable.\n\nYOUNG KAYLA\n\nI'm making this video on a FRIDAY.\nI just finished my first week of\nsixth grade and I’m about to have\nmy first middle school weekend so\nthat’s pretty cool - you’ve had a\nbunch of middle school weekends so\nthey’re probably not cool to you\nanymore.\n\nKayla cringes at herself. Keeps watching.\n\nYOUNG KAYLA (CONT’D)\nI have so many questions for you.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nKayla cringes at herself. Keeps watching. YOUNG KAYLA (CONT’D)\nI have so many questions for you. \n\nTARGET SECTION TO BE ANNOTATED:\nAre you still doing karate? I’ma\nyellow belt now, what belt are you?\nDo you have a boyfriend? Is he\nnice? What’s the COOLEST thing\nyou've done? What’s the SECOND\ncoolest? You don’t have to answer\nbecause I can’t hear you obviously\nbut anyway, yeah, I’m really\nexcited for middle school and, um,\nlike, I just wanted to make this\nvideo to say great job and you’re\nthe best and I hope you had a lot\nof fun in middle school and I hope\nall your new friends are being nice\nto you because you deserve it.\nOkay. Stay cool! I can’t wait to be\nyou. Byeeeee.\n\nThe sound stops. Kayla stares.\n\nON THE SCREEN: we get our only glimpse at the sixth-grade\nKayla, frozen in her seat, giving a smile and a wave to the\ncamera. Her face is smaller. Rounder.\n\nKayla Xs out of the video. Closes her laptop. Opens her phone\nAiden’s video is still up behind the cracked glass. Kayla Xs\nout of it.\n\nShe clicks on her direct messages. The message from Kennedy.\n\f25.\n\nKayla thinks.\n\nEXT. KENNEDY’S HOUSE. THE NEXT DAY.\n\nLow angle on a colossal MCMANSION. Green lawn that looks\nfake. Stone walkway. It’s all just big and gross and scary.\n\nDad's pickup truck is parked in front of it. Kayla sits\nshotgun, staring out the window away from Dad who stares at\nher from the driver’s seat. Kayla doesn’t move. A long\nsilence.\n\nDAD\nI’m so glad you're doing this.\nThis’ll be good. I think you’re\ngonna have a lot of fun.\n\nKAYLA\nMmm.\n\nKayla keeps staring at the house, tense. Doesn’t move.\n\nDAD\nWant me to walk you in?\n\nKAYLA\nNo.\n\nKayla keeps staring. Dad sits patiently. Kayla takes a deep\nbreath and exits the car, holding a backpack and a small\nwrapped gift.\n\nDAD\nText me when you want to get picked\nup.\n\nKAYLA\nOkay.\n\nKayla shuts the door and walks towards the front door. The\nsounds of splashing and screaming in the backyard.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nKAYLA\nOkay. Kayla shuts the door and walks towards the front door. The\nsounds of splashing and screaming in the backyard. \n\nTARGET SECTION TO BE ANNOTATED:\n The sounds\nare strange and abstract and unsettling.\n\nThey get louder as she gets closer to the house.\nKayla arrives at the front door and rings the doorbell. She\nturns and sees Dad still parked on the street. She shoos him,\n\nannoyed. He waves back and drives away.\n\nThe door opens. Dianne Graves stands in the doorway, smiling\na bit too wide.\n\f26.\n\nDIANNE\nKayylaaaa!\nKAYLA\nHi, Mrs. Graves.\nDIANNE\nOh please, call me Dianne.\nKAYLA\nOkay.\nDIANNE\n\nWhere’s your father?\n\nKAYLA\nHe drove away.\n\nDIANNE\nMmm bummer. Everyone’s out back by\nthe pool. Did you bring a swimsuit?\n\nKAYLA\nYeah, it’s in my bag.\n\nDIANNE\nGreat! Come on inside and we'll get\nyou changed.\n\nDianne puts her hand on Kayla’s back and leads her inside,\nclosing the door behind them.\n\nThe foyer of the house is huge. Kayla looks around. It’s the\nlargest house she’s ever been in.\n\nDIANNE (CONT'D)\nYou can put your gift right over\nthere on the dining room table.\n\nDianne turns Kayla towards the dining room and a table piled\nwith wrapped birthday presents.\n\nKayla adds her small gift to the huge mass, making no\ndifference.\n\nDIANNE (CONT'D)\n\nWe'll open gifts after cake. Here,\nlet's find you a bathroom to change\nin.\n\nKAYLA\nOkay.\n\f27.\n\nDianne leads Kayla out of the dining room and down a hallway\ntowards the back of the house. Dianne opens one of the many\nclosed doors in the hallway.\n\nDIANNE\nYou can change in here. And then\nthe kids are just out back through\nthe sliding door just out there,\nokay, honey?\n\nKAYLA\n\nOkay. Thank you, Dianne.\nDIANNE\n\nNo problem!\n\nKayla walks into the BATHROOM and closes the door. The party\noutside is closer and louder now. The small marble room is\ndark, lit only by a single bright window that flickers as\nunseen kids run past it outside.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nKayla walks into the BATHROOM and closes the door. The party\noutside is closer and louder now. The small marble room is\ndark, lit only by a single bright window that flickers as\nunseen kids run past it outside. \n\nTARGET SECTION TO BE ANNOTATED:\nKayla is careful to remain unseen by the party as she unpacks\nher bag, standing close to the window's wall, out of view.\n\nThe shadows of the kids outside are projected on the wall\nacross from her in sharp, dizzying negatives.\n\nThe party’s loudness is intense and constant.\n\nINT. KENNEDY'S HOUSE. MOMENTS LATER\n\nKayla walks out of the bathroom and towards the bright glow\nof the sliding glass door. She approaches the glass. Stops.\nStares out into the backyard.\n\nEXT. KENNEDY’S BACKYARD. LATER\n\nThe pool party is in full peripubescent swing. In and around\nthe pool, A DOZEN GIRLS (13-14) and another DOZEN BOYS (13-\n14) swim and splash and dive and yell and laugh. The boys are\nshirtless, the girls are in bikinis.\n\nThe boys flirt with the girls in that aggressive,\nantagonistic way young teens do. Splashing them to get their\nattention. Wrestling with them just to touch them. The girls\npretend not to like it.\n\nA FEW BOYS play an overly-intense game of pool basketball in\nthe shallow-end, showing off to the few girls around them\nfloating on pool noodles.\n\f28.\n\nKennedy does a perfect dive off the diving board, making a\npea-sized splash upon entry. A BOY squirts a Super Soaker at\na GIRL running around the perimeter of the pool.\n\nIt’s a hormonal frenzy. A grape soda bacchanalia.\nBY THE HOUSE, the sliding glass door opens and Kayla makes\nher non-entrance, wearing a green one-piece swimsuit. She\nsteps out of the house and onto the stone walkway.\n\nShe looks at everyone. No one looks back.\n\nShe walks towards the shallow end of the pool. A boy, MASON\n(14, athletic) runs past her.\n\nMASON\nZ! Z! HIT ME! YO, Z, HIT ME!\n\nMadison jumps into the pool as a BASKETBALL comes whizzing\ntowards him, which he catches and DUNKS in the hoop before\nhitting the water. Kayla flinches from the splash.\n\nWOMAN’S VOICE (0O.S.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nKayla flinches from the splash. WOMAN’S VOICE (0O. S. \n\nTARGET SECTION TO BE ANNOTATED:\nWoo! Mason! Nice one!\n\nGINA DEGROSSO (40s, sunglasses) appears beside Kayla, notices\nher.\n\nGINA\n\nOooo honey do you have sunblock?\nKAYLA\n\nHuh? No.\nGINA\n\nYou poor thing, you’re gonna fry\nwithout some sunblock. Here, put\nyour arms out.\n\nKAYLA\nI can do it.\n\nGINA\nIt’s a bit cold.\n\nGina SPRAYS sunblock onto Kayla’s shoulders. Kayla winces\nwith each cold squirt. Gina rubs it into Kayla’s arms and\nshoulders. Kayla stands and takes it, looking like a 7 year-\nold.\n\nA FEW GIRLS on the diving board notice this and laugh.\n\nGina stops.\n\f29.\n\nGINA (CONT'D)\nThere you go.\n\nKAYLA\n(ugh)\nThank you.\n\nKayla walks toward the built-in steps in the pool’s shallow\nend. She gets in the pool, step by step. First up to her\nankles, then shins, thighs, waist, stomach and finally chest.\n\nThe water is cold, and each step makes her inhale sharply.\n\nShe waddles along on her tiptoes. The water’s surface is an\nembarrassing and perfect measurement of height.\n\nPeople splash and talk all around her without acknowledging\nher presence. Kayla doggy paddles over to an empty corner of\nthe pool and dips down in the water up to her neck. She stays\nstill.\n\nDIANNE\nHotdogs and hamburgers in 20\nminutes!\n\nOn the diving board, Kennedy is being bear-hugged and\nwrestled into the pool by TYLER (14, cute). Kayla watches.\n\nKENNEDY\nTyler! Seriously! Seriously!\nSERIOUSLY! TYLER!\n\nTYLER\nYou're going in! Don’t fight it!\n\nKENNEDY\nUurghh noooo!\n\nTyler sends Kennedy and himself into the pool in a clumsy\ntangle. They splash and resurface, Tyler laughing, Kennedy\nfaux-furious.\n\nKENNEDY (CONT'D)\nI hate you! Oh my GOD.\n\nKayla watches - hating it, wanting it - her chin resting on\nthe surface of the water. Then she sees something that makes\nher forget how to breathe.\n\nAiden. He’s on the diving board.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen she sees something that makes\nher forget how to breathe. Aiden. He’s on the diving board. \n\nTARGET SECTION TO BE ANNOTATED:\n Shirtless. Once again, TIME\nSLOWS and MUSIC BLASTS as he runs to the end of the board,\njumps and does the sexiest cannonball that Kayla has ever\nseen. A large splash.\n\f30.\n\nKayla watches, mouth open slightly. He resurfaces, swims over\nto the pool’s edge and pulls himself out. He sits on the lip\nof the pool, looks at someone, gives them double middle\nfingers. Incredibly cool.\n\nKayla watches him, then: BWUHHHHH - a small, wiry boy emerges\nfrom the water directly beside Kayla, wearing a wet t-shirt\nand a large pair of clunky scuba goggles. He coughs up water\nand gasps. This is GABE (12) and he is out of breath.\n\nGABE\nAll the way. Did it all the way.\nKAYLA\nWhat?\nGABE\nSwam all the way across the pool\nunderwater.\nKAYLA\nOh cool.\nGABE\n\nCould’ve went further if I wanted.\n\nGabe catches his breath. Breathing through his nose and\nfogging up his giant goggles.\n\nGABE (CONT'D)\nWhat’s your name?\n\nKAYLA\nKayla.\n\nGABE\nCool, I’m Gabe - wanna see me do a\nhandstand?\n\nKAYLA\nOkay.\n\nGabe ducks underwater. A second later, his legs shoot up from\nthe water, splashing Kayla. They flail clumsily, fall over,\nand he resurfaces, coughing and catching his breath again.\n\nGABE\nToo many people in the pool. Can't\ndo it for long if the water isn’t\nstill. How do you know Kennedy?\n\nKAYLA\nUm...we go to school together.\n\f31.\n\nGABE\nCool. She’s my cousin. I’m gonna\ntry again--\n\nHe dips back down. Legs back up, splashing Kayla. He lasts a\nsecond longer, resurfaces.\n\nGABE (CONT'D)\nWater’s not calm enough. How old\nare you?\n\nKAYLA\nThirteen.\n\nGABE\nCool. I’m twelve. Want to doa\nbreath holding contest?\n\nKAYLA\nSure.\n\nGABE\nCool.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nWant to doa\nbreath holding contest? KAYLA\nSure. GABE\nCool. \n\nTARGET SECTION TO BE ANNOTATED:\n One, two, three-\n\nGabe takes a giant breath and goes underwater. Kayla, a bit\nbehind, plugs her nose, closes her eyes and does the same.\n\nUNDERWATER -- Kayla uses her free hand to paddle and keep\nherself submerged.\n\nAfter ten seconds, Kayla resurfaces, panting. She wipes the\nwater off her face and looks over at Gabe. He’s floating face\ndown in the water, perfectly still, like a drowned corpse.\n\nJust as Kayla is getting concerned, he resurfaces, panting.\n\nGABE (CONT'D)\nI won. The trick is to waste as\nlittle energy as possible. When you\nmove, your body uses oxygen and\nthen you won’t be able to hold your\nbreath as long.\n\nKAYLA\nThat makes sense.\n\nDIANNE\nPICTURE TIME!\n\nDianne stands by the pool’s edge with a digital camera.\n\nKENNEDY\nMommmm !\n\f32.\n\nDIANNE\nOh hush. Girls first! GIRLS! All\ngirls by the diving board!\n\nThe girls group by the board. Kayla watches.\n\nGABE\n(to Kayla)\nShe said all the girls by the\ndiving board.\n\nKAYLA\nRight.\n\nKayla climbs out of the pool and walks over to the girls.\n\nThey are already posing together - hands on hips, peace\nsigns, arms around each other. Kayla stands in the back,\nblocked.\n\nDIANNE\nMake sure we can see everyone.\nKayla! Kayla! Up front, honey,\ncan’t see you.\n\nKayla awkwardly makes her way to the front of the group. A\nfew girls give her weird looks.\n\nDIANNE (CONT'D)\nThat's it.\n\nThe girls all pose in a tangled, wet mass - except for Kayla,\nwho crouches awkwardly up front.\n\nDIANNE (CONT'D)\n\nSmile!\n(takes picture)\nPerfect.\nKENNEDY\nCan we get one of just The Squad?\nDIANNE\nSure! Okay, Squad members only for\n\nthis one.\nKayla AND ONLY KAYLA shuffles out of the group.\n\nDIANNE (CONT'D)\nGreat! Smile!\n\nThe girls pose. They look like weird, wet ducks.\n\f33.\n\nEXT. KENNEDY’S BACKYARD.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\n33. EXT. KENNEDY’S BACKYARD. \n\nTARGET SECTION TO BE ANNOTATED:\n LATER\n\nEveryone is sitting around a patio table, watching Kennedy\nopen her presents. Kayla looks on, wrapped in a towel,\nshivering, standing just outside the group. Kennedy opens a\nbox.\n\nKENNEDY\nYessssss.\n\nIt’s a yellow tank top.\n\nKENNEDY (CONT'D)\nOh my god, so cute.\n\nSTEPH\nI know you have ones like it.\n\nKENNEDY\nNot in this color.\n\nSTEPH\nThat’s what I was thinking.\n\nKayla sneaks a look at Aiden, who is sitting in a chair,\nbored, towel hanging around his neck. He looks over at Kayla\nand she immediately looks away. Dianne brings over a small\nsquare box.\n\nDIANNE\nThis one is from Kayyyyla.\n\nKennedy looks up and gives Kayla a half-smile. Kayla gives\nher a full smile and a little wave. Kennedy opens the box,\nrevealing a small, card-based board game.\n\nKENNEDY\n-.-what is it?.\n\nKAYLA\nIt’s a game, it’s really fun. You,\nyou um, you take turns - like\neveryone gets ten cards and then\nyou take turns doing - you’ll see.\nIt’s like Go Fish but funner...\n\nKENNEDY\n+-.Cool.\n\nThe other girls contain their laughter.\n\nKennedy puts the box aside. Kayla shrinks.\n\f34.\nDIANNE\nOkay, next is Julia--\nMAN (0.S.)\n(singing)\n\nHA-PPY BIRTH-DAY...\n\nDIANNE\nMIKE, NO, MIKE-\n\nKENNEDY\nDADDD! NO, IT’S NOT TIME YET.\n\nMR. GRAVES (40s) enters frame carrying a very expensive cake.\n\nMR. GRAVES\nOKAY, Jesus Christ, I’1l wait.\nKENNEDY DIANNE\nOH MY GOD. Oh Mike, Mike, Mike. *\nMR. GRAVES\n\nI PICKED THIS THING UP AT 8 IN THE\nGODDAMN MORNING-—\n\nINT. KENNEDY’S HOUSE. LIVING ROOM. LATER.\n\nDrift through the LIVING ROOM, where the girls and boys are\ntaking turns playing a KARAOKE VIDEO GAME.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nLIVING ROOM. LATER. Drift through the LIVING ROOM, where the girls and boys are\ntaking turns playing a KARAOKE VIDEO GAME. \n\nTARGET SECTION TO BE ANNOTATED:\n Continue past\nthem, down a hallway and into the LIVING ROOM, where Kayla is\nsitting alone on a chair by the window, talking on the phone,\nquietly.\n\nKAYLA\n\n(whispering)\nYes...yes, please just come. The\nparty’s over, it ended early....I\n\ndon’t KNOW it just did, can you\nplease come pick me up please?\n\nKAYLA (CONT'D)\n...DAD...ohmygod everyone’s\nleaving, I’m like the last person\nhere...I’m not whispering, it’s\njust bad service here who cares\nplease just come...that’s too long.\nWhy can’t you come quicker?...UGHH.\nOkay whatever, fine, just come\nplease. And don’t come inside just\ntext me when you’re close...thanks.\nOkay...THANKS I said, I said\nthanks...okay...love you too bye.\n\f35.\n\nKayla hangs up. Huffs. Looks down at her phone.\n\nON HER PHONE’S SCREEN: still violently\n\ncracked, Kayla opens\n\ntwitter and begins scrolling through her feed. Scrolls down,\n\ndown, down - OUCH!\n\nKayla winces, looks at her thumb. A tiny drop of blood. She\ncut herself on the cracked glass of her phone. Kayla puts the\n\ntiny cut to her mouth.\nThen:\n\nAIDEN (0.S.)\nOh sorry.\n\nKayla turns, freezes. It’s Him.\n\nKAYLA\n.--No.\n\nAIDEN\nI just gotta...\n\nAiden walks towards her, purposefully,\ncup with a crazy straw stuck in it. He\nher and bends down on one knee.\n\nKAYLA\nWh-....\n\nHe reaches under her chair.\n\nsipping soda from a\nstops directly beside\n\nAIDEN\nWas just grabbing my phone. Had to\ncharge it.\nKAYLA\n(forced)\nOh, hahahah. Yeah. My phone,\num....my phone runs out of\n\nbatteries sometimes too.\n\nAIDEN\nCool.\n\nAiden is pretty dull. Kayla doesn’t notice/care. He gets up.\n\nAIDEN (CONT'D)\n\nEveryone’s in there, you know.\n\nKAYLA\n\nAre they? Oh yeah, yeah, I was just\num....yeah, I’m going in there in a\n\nsecond.\n\f36.\n\nAIDEN\nOkay.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nOh yeah, yeah, I was just\num....yeah, I’m going in there in a\n\nsecond. 36. AIDEN\nOkay. \n\nTARGET SECTION TO BE ANNOTATED:\nAiden leaves. Kayla catches her breath. She notices something\non the floor where Aiden knelt down -- HIS SODA AND CRAZY\nSTRAW. Kayla makes sure no one is watching, and then quickly\ngrabs the straw and sticks it in her back pocket.\n\nKAYLA (V.0.)\nHey guys! It’s Kayla! Back with\n\nanother video. Today I want to talk\nabout - Putting Yourself Out There.\n\nShe gets up and walks toward the family room.\n\nINT. KENNEDY HOUSE. FAMILY ROOM —- CONTINUOUS\n\nThe kids are piled on couches and chairs, watching Z (13, a\nbig boy) who is standing and singing into a cheap microphone\nin front of a giant flat-screen TV displaying a Karaoke Video\nGame. Z is hamming it up. The others watch, laugh.\n\nThe scene looks raucous and loud, but we hear none of it.\n\nInstead, we hear Kayla’s speech to her webcam and the quiet\nof the bedroom in which it is being delivered.\n\nKayla enters the family room. Stops in the doorway.\n\nKAYLA (V.O.)\nOkay, so, like, “Putting Yourself\nOut There”. What does that mean?\nLike, Putting Yourself Out There?\nWhere’s There? Okay, these are all\ngood questions but they’re also bad\nquestions.\n\nKayla inches towards the couch, stands behind it, forces a\nsmile.\n\nKAYLA (V.O.)\nCause it’s really about Putting\nYourself Out Anywhere. It doesn’t\nmatter, like, where you do it, you\njust have to do it. Just Put\nYourself Out There. Just go for it.\n\nKayla tries leaning on the couch. Tries a few different\npositions.\n\nKAYLA (V.O.)\nNow Putting Yourself Out There can\nbe really scary.\n\n(MORE )\n\f37.\n\nKAYLA (V.O.) (CONT'D)\nSo if you’re scared to Put Yourself\nOut There, like, don’t worry cause\nthat’s normal and lots of people\nfeel that way.\n\nZ hits his final note, arms out like a diva. The kids laugh\nand applaud. Kayla does too. Z turns and holds out the\nmicrophone, saying “Who’s next? Who wants it?”.\n\nKAYLA (V.O.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nWho wants it?”. KAYLA (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\nI used to be scared but then I Put\nMyself Out There and now I do it\nall the time.\n\nKayla looks around, then at Z. She clenches her jaw, then\nraises her hand. Z notices and waves her over. Kayla slowly\nwalks towards him.\n\nKAYLA (V.O.)\nAnd the first time you Put Yourself\nOut There is always the hardest.\n\nKayla takes the microphone from Z. She stands in the middle\nof the large, crowded semi-circle of kids in the family room.\n\nShe has zero stage presence.\n\nKAYLA (V.0.)\nBut once you do it, you’ll be\nreally glad that you did. I\npromise.\n\nKayla looks up at the TV. The song starts. She begins to sing\nquietly. Not moving. Stealing glances at the kids around her.\n\nThey watch, bored.\n\nKAYLA (V.O.)\nSo, like, next time you get the\nchance to like play a game or sit\nat a new lunch table, or like, I\ndon't know, go skydiving or\nsomething, you should do it.\n\nKayla starts to sway back and forth as she sings, picking up\nsteam.\n\nKAYLA (V.O.)\nBut once you Put Yourself Out\nThere, things aren’t gonna change\nright away.\n\nKayla starts getting more into it. A few hand gestures.\n\f38.\n\nNothing major. She closes her eyes.\n\nKAYLA (V.O.)\n\nThink of Putting Yourself Out There\nlike a little snowball or\nsomething. Like you put the little\nsnowball up on a hill, you Put It\nOut There, and then it’1l roll down\nthe hill and get bigger and bigger\nand bigger.\n\nKayla sings and looks around, kids are nodding and starting\nto smile politely. In the corner, Gabe watches, smiling huge.\n\nKayla finally sees his face without those big goggles on. He\nis cute like her. He gives her a very real and enthusiastic\ndouble thumbs up.\n\nKAYLA (V.O.)\n\nThe first time I Put Myself Out\nThere, like, nothing really changed\nat first. But then I just kept\ndoing it and doing it and doing it.\n\nKayla keeps singing, looks at Aiden, who is texting on the\ncouch.\n\nKAYLA (V.O.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nKayla keeps singing, looks at Aiden, who is texting on the\ncouch. KAYLA (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\nAnd now I have tons of friends who\nreally like me and I Put Myself Out\nThere all the time.\n\nKayla closes her eyes and hits her big final note.\n\nKAYLA (V.O.)\nSo be brave. Put Yourself Out\nThere. It’s the best.\n\nThe song ends. She looks around. Light, unenthusiastic\napplause from her peers. Nothing major. But for Kayla, it’s a\nhuge win. She looks around and smiles, still holding the\nmicrophone.\n\nINT. KAYLA’S BEDROOM. THAT NIGHT.\n\nKayla is at her desk, speaking to her webcam in the same\nclothes that she was just singing in.\n\nKAYLA\nAs always, if you liked this video,\nplease share it with your friends\nand subscribe to my channel. Thanks\nfor watching! Byeee!\n\f39.\n\nShe hits spacebar on the computer and exhales - happy.\n\nShe minimizes her webcam’s application and opens her internet\nbrowser - it is displaying her YOUTUBE CHANNEL HOMEPAGE. The\nheading reads: Kayla’s Korner: Advice for people like me.\n\nThumbnails from a dozen of her 156 videos. Titles include:\n“KAYLA’S KORNER: Being Yourself”,”KAYLA’S KORNER: Flirting”,\n“KAYLA’S KORNER: Dealing With Parents”, “KAYLA’S KORNER: Cool\nVs. Weird”. Every video has less than 20 views.\n\nKayla clicks the UPLOAD button in the upper right hand corner\nof the screen.\n\nShe smiles.\n\nMUSIC STARTS.\n\nBEGIN SEQUENCE:\n\nINT. KAYLA’S BATHROOM.\n\nKayla paces back and forth, stealing looks at herself in the\nmirror.\n\nHer face twisted into what many recognize as “I just smelled\nsomething awful” but what Kayla recognizes as “I am cool and\nI am confident and I don’t care.”\n\nShe has fake conversations with unseen people.\n\nKAYLA\n(quiet, almost mumbled)\nWhat? Oh hey....what’s your name\nagain? -- cool.... yeah I'd be up\nfor that.... Oh heyyyy...yeah.\nTOTALLY. HAHAHA!\n\nEXT. KAYLA’S BACKYARD. AROUND THE SAME TIME\n\nKayla takes selfies in different locations. Smiling against a\ntree.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nKAYLA’S BACKYARD. AROUND THE SAME TIME\n\nKayla takes selfies in different locations. Smiling against a\ntree. \n\nTARGET SECTION TO BE ANNOTATED:\n Laying in the grass.\n\nBUILDING IN INTENSITY AS WE CUT BETWEEN:\n\n- Talks in the bathroom, continuing to practice future\nconversations:\n\f40.\n\nKAYLA\nWho told you that?...someone said\nthat? Whoa ....yeah, totally\nhahaha...it was great....it. was.\nGREAT.... it was SO MUCH FUN....it\nwas THE BEST........\n\n- More selfies outside.\n\n- Kayla in the bathroom. She leans against the counter,\nchanging gears, making flirty eyes. She stares at someone who\nis not there.\n\nKAYLA (CONT'D)\n(so flirty)\n\nnope........ NOOOO..... thanks.......\n\n..-what?...... sure......\n\nBlue\n\nShe reaches into her back pocket. Takes out Aiden’s crazy\nstraw.\n\nKAYLA (CONT'D)\n-..-I can’t believe this..... WOW...\n\nShe brings the straw up to her face.\n\nKAYLA (CONT'D)\nwee eee I love you too.....\n\nKayla closes her eyes, and pops the straw in her mouth.\n\n- Back in her bedroom, in the clothes she was taking selfies,\nin. She’s on her phone. She opens her Twitter profile page.\nClicks on her profile picture: a photo of her with her face,\nbarely visible.\n\nShe clicks on a small icon on the photo’s lower left hand\ncorner: CHANGE PROFILE PICTURE. She selects RECENT IPHONE\nPHOTO UPLOADS from the menu. Chooses one the pictures she\njust took - her in her backyard, smiling and looking directly\ninto camera.\n\nShe clicks UPLOAD and is brought back to her profile,\ncomplete her new picture.\n\nShe stares at the screen. Smiles.\n\nEND OF SEQUENCE.\n\f41.\n\nINT. CAFETERIA. LATER\n\nKayla sits by herself in the crowded cafeteria, her brown\nbagged lunch beside her. She is writing in a large school\nnotebook, hunched over it, her face six inches from the\npaper.\n\nShe has bisected the paper with a vertical line. On the top\nof the left side: THINGS I WANT. On the top of the right: HOW\nTO GET THEM. The list has been filled out on both sides -\nwith five or six bullets of “how”s for each corresponding\n“thing.”\n\nOn the left: more confidence. To the right of that: don’t\nslouch.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nOn the top of the right: HOW\nTO GET THEM. The list has been filled out on both sides -\nwith five or six bullets of “how”s for each corresponding\n“thing.”\n\nOn the left: more confidence. To the right of that: don’t\nslouch. \n\nTARGET SECTION TO BE ANNOTATED:\n smile more. speak louder.\n\nOn the left: more friends. On the right: make small talk. be\nnice. more nice comments on peoples fb/instagram. dress\ncooler.\n\nOn the left: a BEST friend. On the right: get more friends\nfirst. pick favorite one. be there for her NO MATTER WHAT.\n\nOn the left: boyfriend (Aiden?). On the right, Kayla fills in\nthe solutions: flirt. be sexy. new clothes. haircut?? play it\ncool.\n\nThe sound of girls giggling and Kayla looks up, sees someone\nand quickly grabs a binder out of her backpack. Tucked in the\ninside pocket of the binder, is a neatly folded piece of\npaper with “KENNEDY” written on the outside.\n\nKayla snatches the letter and gets up from her table and\napproaches the giggling Kennedy and her friend Steph.\n\nKAYLA\nKennedy, hey.\nThey turn.\nKENNEDY\nHey...?\nKAYLA\n\nHi, thanks for letting me come to\nyour pool party.\n\nKENNEDY\nNo problem.\n\nKAYLA\nI wrote you a little letter thing\njust thanking you for inviting me.\n\f42.\n\nShe hands it to Kennedy, who takes it, weirded out.\n\nKAYLA (CONT'D)\nI had a ton of fun. Your house is\nreally cool.\n\nKENNEDY\nThanks...\n\nKAYLA\nHey Steph.\n\nSTEPH\nWhat?\n\nKAYLA\n\n...if...if ever need another person\nto swim with...or like if you\num...if you--\n\nKENNEDY\nYeah, sure. Sounds good.\n\nKAYLA\nGreat! Great seeing you guys! Have\na great day!\n\nKENNEDY\nCool.\n\nThey turn and leave. Kayla walks back to her table, smiling.\n\nThen, we hear THREE LOUD GUNSHOTS.\n\nINT. SCHOOL HALLWAY. MORNING.\n\nA large man, a SHOOTER, wearing a Kevlar vest and a\nBalaklava, gas cannisters attached to a military belt,\nholding a large black automatic rifle, strolls down an empty\nhallway. Firing shots ahead of him.\n\nThe shots crack and echo. GACK! GACK! GACK!\n\nHe steps over a downed BODY (13) and continues down the\nhallway.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nGACK! GACK! He steps over a downed BODY (13) and continues down the\nhallway. \n\nTARGET SECTION TO BE ANNOTATED:\n GACK! GACK!\n\nA BRAVE BOY (12) comes charging out of the boy’s bathroom\ntowards the shooter.\n\nBRAVE BOY\nOh my god! A school shooter!\n\f43.\n\nThe shooter easily picks him off - GACK! GACK! GACK! He flops\ndramatically to the ground, “dead”.\n\nAt the end of the hallway, dozens of eighth-grade students\nlean against the lockers, creating a gauntlet for the shooter\nto walk through. The students watch him, some bored, some\nriveted. They are not scared.\n\nThe Shooter removes his Balaklava, he is OFFICER TODD (50s).\nHe speaks to the students.\n\nOFFICER TODD\nOKAY! Let’s give a big hand to our\nvolunteers from the drama club.\n\nThe students lightly applaud as the dead bodies, spattered\nwith fake blood, get up and dust themselves off and bow.\n\nKayla is leaned against a locker amongst her peers, watching\nOfficer Todd.\n\nOFFICER TODD (CONT’D)\nNow kids, we've went over what you\nshould do if you hear gunshots in\nthe distance. And what are we\nsupposed to do in that situation?\n\nSTUDENTS\n(unison)\nRun in the opposite direction.\n\nKayla mouths along, as her attention shifts from Officer Todd\nto someone else:\n\nIt’s Aiden, across the hallway, looking impossibly bored,\nbanging the back of his head slowly against the locker behind\nhim. Kayla watches him. A girl beside her, DYLAN (13), bullet\nwound in the center of her forehead, notices.\n\nDYLAN\nYou staring at Aiden?\n\nKAYLA\n(embarrassed)\nWhat?\n\nDYLAN\nHe’s a dick. He dumped Chelsea\nbecause she wouldn’t send him naked\npictures.\n\nKAYLA\nWh-...really? That’s weird.\n\f44,\n\nAs Officer Todd continues to speak, we switch between Aiden,\nbeing a bored brat, and Kayla, watching him, straining to\nfigure out her mysterious, sexy classmate.\n\nOFFICER TODD (0.S.)\nGood. But now we’re gonna learn\nabout what should be done when the\ngunshots are close. When the\nshooter is just down the hallway or\njust outside your classroom.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\nGood. But now we’re gonna learn\nabout what should be done when the\ngunshots are close. When the\nshooter is just down the hallway or\njust outside your classroom. \n\nTARGET SECTION TO BE ANNOTATED:\n What\nyou just saw was an example of what\nNOT to do. If the shots are loud\nand close and you are ina\nclassroom or bathroom, you are to\nSTAY PUT. TURN OFF THE LIGHTS. FIND\nCOVER. STAY CALM. AND, IF POSSIBLE,\nBARRICADE THE ENTRANCE.\n\nAiden has begun trying to blow spit bubbles. Kayla stares at\nhim, biting her nails.\n\nOFFICER TODD (0.S.) (CONT’D)\nIf you are within range of the\nshooter, if you are in the same\nhallway as the shooter, YOU ARE TO\nRUN AWAY AS FAST AS YOU CAN. If you\nare being shot at or feel as if you\ncould be being shot at, you should\nrun away in a ZIG-ZAG PATTERN. This\nwill make you a harder target to\nhit. Attacking or rushing the\nshooter WILL NOT WORK. Negotiating\nor pleading with the shooter WILL\nNOT WORK. If someone has entered\nyour school with a gun, you are to\nassume that he or she CANNOT BE\nREASONED WITH. If others have been\nwounded, lying down and staying\nperfectly still can work. This will\nprotect your vital organs and the\nshooter may mistake you for one of\nthe dead. BUT IF YOU CAN RUN, RUN.\nDO NOT BE A HERO. SAVE YOURSELF. BE\nYOUR OWN HERO AND SAVE YOURSELF.\n\nKayla stares at Aiden.\n\nINT. CLASSROOM. LATER\n\nThe students sit at their desks. MR. DANKERT (30s, quiet)\nstands at the front of the classroom. They are all waiting\nfor something. An announcement on the intercom:\n\f45.\n\nOLDER WOMAN'S VOICE (INTERCOM)\nCOACH RED to the main office. COACH\nRED to the main office, please.\n\nMR. DANKERT\nAlright, guys, that’s the signal.\n\nHe turns off the lights. All the students take cover under\ntheir desks.\n\nMR. DANKERT (CONT'D)\nOkay, everyone please be respectful\nof the drill and stay quiet. Should\nonly be a few minutes.\n\nMr. Dankert climbs under his desk. In the back, Kayla is\ncrouched under hers.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nMr. Dankert climbs under his desk. In the back, Kayla is\ncrouched under hers. \n\nTARGET SECTION TO BE ANNOTATED:\n Across the room, she sees Aiden, under\nhis desk, playing a game on his phone. She makes a decision\nand slowly crawls towards him.\n\nShe passes other students who give her weird looks as she\ncrawls on all fours across the classroom. She arrives at\nAiden. She whispers.\n\nKAYLA\nHey.\n\nHe looks over at her, doesn’t care, goes back to his phone.\n\nAIDEN\nHey.\nKAYLA\nWhatcha doing?\nAIDEN\nPlaying a game.\nKAYLA\nCool......eeeee you excited for high\n\nschool next year?\n\nAIDEN\nYeah. Should be cool.\n\nKAYLA\nYeah, totally, I was thinking the\nsame thing. I think it’1l be cool,\ntoo.\n\nA silence.\n\f46.\n\nKAYLA (CONT'D)\n\n(making small talk)\nYou think there’d ever be an actual\nshooting here?\n\nAIDEN\nI wish.\nKAYLA\nYeah, me too........ Why do you wish\n\nthere was one?\n\nAIDEN\nCause I’d fuck him up. Take his gun\nand elbow him right in the jaw, lay\nhim out. I wouldn’t be sitting\nunder my desk like a pussy that’s\nfor sure.\n\nKAYLA\nYeah, you would fuck him up.\nTotally. He’d be screwed.\n\nAIDEN\nYep.\n\nAfter a long silence, Kayla takes out her phone. Starts\nscrolling through it. She keeps looking up at Aiden as she\ndoes it, seeing if he’s looking over at her. He’s not.\n\nShe pretends to see something on her phone that surprises her\nand she holds the phone to her chest, hiding the screen.\n\nKAYLA\nWhoa...oh man, that was close. That\nwas almost really embarrassing.\n\nShe waits for Aiden to ask her about what just happened, he\n\ndoesn’t.\n\nKAYLA (CONT'D)\nOh my god that was so funny. Aiden,\nguess what just happened?\n\nAIDEN\n(doesn’t care)\nWhat?\n\nKAYLA\nOh my god it’s so embarrassing, I\ncan’t even say it.\n\nAIDEN\nOkay.\n\f47.\n\nKAYLA\n...",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nAIDEN\nOkay. 47. KAYLA\n... \n\nTARGET SECTION TO BE ANNOTATED:\nI opened my phone to look at\nInstagram and I accidentally opened\nmy photo section, and thank god no\none was looking over my shoulder,\nbecause a dirty photo I took the\nother night came up.\n\nAiden looks up, immediately interested. This first taste of\nAiden’s undivided attention nearly paralyzes Kayla.\n\nAIDEN\n...really?\n\nKAYLA\n(words barely forming)\n..-yeah...so embarrassing...\n\nAIDEN\nWhat was the photo of?\nKAYLA\nJust..... me.\n\nAiden looks her up and down.\n\nAIDEN\nDoing what?\n\nKAYLA\nJust..... hangin’ out.\n\nAIDEN\n\n-..-Can I see it?\n\nKAYLA\nNo, cause...those pictures are for\nmy boyfriend only.\n\nAIDEN\nWho’s your boyfriend?\n\nKAYLA\n--.um...I don’t...I don’t have one\nright now. But I take lots of dirty\npictures so that I’1l have plenty\nto send my boyfriend once I have\none.\n\nAIDEN\nReally?\n\nKAYLA\nYeah...\n\f48.\nAIDEN\n«+.-do you give blowjobs?\n\nKAYLA\n..-um-\n\nThe lights turn on.\n\nMR. DANKERT\nOkay, everyone back up.\n\nKayla looks up, panicked that she’s not at her seat.\n\nKAYLA\n(to Aiden)\nOkay, nice talking to you.\nAIDEN\nYeah.\nKAYLA\n\nTo answer your question, though,\nyes I do. I do give them and I’m\nreally good at it.\n\nAiden watches Kayla scoot away, intrigued, maybe even\ninterested.\n\nINT. KAYLA’S BEDROOM. DAY\n\nKayla sits on her bed, cross-legged. Her laptop in front of\nher. She has a small, plastic bag of Cheez-Its.\n\nON THE SCREEN - Google's homepage. Kayla types in the search\nbar: “how to give a blowjob”. She pauses. Adds a word: “how\nto give a great blowjob.” She hits enter and is brought to\nthe results page.\n\nA list of helpful articles: “BLOW LIKE A PRO: 5 WAYS TO SUCK\nIT LIKE A PORNSTAR.” “eHOW: THE INS AND OUTS OF THE BLOWJOB.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe pauses. Adds a word: “how\nto give a great blowjob.” She hits enter and is brought to\nthe results page. A list of helpful articles: “BLOW LIKE A PRO: 5 WAYS TO SUCK\nIT LIKE A PORNSTAR.” “eHOW: THE INS AND OUTS OF THE BLOWJOB. \n\nTARGET SECTION TO BE ANNOTATED:\n“THE ART OF HEAD: LEARN HOW TO PLEASE HIM.”\n\nKayla scans. Rather than clicking on one of the links, she\nclicks on the Google’s VIDEO tab and is brought to the video\nresults page.\n\nThe first link is to a video entitled, “BLOWJOB TIPS FROM\nPROFESSIONAL BJ ARTIST LEXXI MAZE.” Kayla clicks on the link\nand is brought to the porn site.\n\nA large triangular play button is superimposed over a\nscreenshot of LEXXI MAZE (\"18\").\n\f49,\n\nKayla clicks the play button and the video starts. Lexxi sits\non a well-lit couch and speaks to camera.\n\nLEXXI MAZE\nHeyyy guys, I’m Lexxi Maze and I’m\nhere to teach you guys how to give\na really good blowjob. Okay...so\nfirst thing you’re gonna want to do\nis get it wet--\n\nKayla winces, turns down the volume on her laptop. Lexxi’s\nvoice is heard, quieter now.\n\nLEXXI MAZE (0.S.) (CONT’D)\nA dry blowjob is a bad blow job. So\nmake sure you’re well hydrated\nbefore you start.\n\nEven the low volume is too much. Kayla reaches over to her\ndesk, grabs her earbuds, and plugs them into the computer.\n\nLexxi’s voice stops. Now we hear just a vague buzzing from\nthe earbuds as Kayla puts them in her ears and listens.\n\nKayla watches the screen intensely as Lexxi says and does God\nknows what. We don’t see the screen or hear Lexxi. We just\nwatch Kayla as she nibbles on Cheez-Its and tries to take\neverything in.\n\nKayla winces. Squints.\n\nShe stops eating her Cheez-Its. Can’t even chew them.\n\nKayla clenches her jaw. Covers part of the screen with her\nhand. Looks away, looks back. This is way too much.\n\nKayla shuts her laptop.\nTakes her earbuds out.\nStares straight ahead.\n\nThe room is quiet.\n\nINT. KITCHEN. MOMENTS LATER\n\nKayla stands at the refrigerator. She opens the freezer,\nlooks around, moves a few things. Nothing. She tries the\nfridge. Opens a few drawers. Nothing.\n\nShe slowly turns toward the kitchen counter.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nOpens a few drawers. Nothing. She slowly turns toward the kitchen counter. \n\nTARGET SECTION TO BE ANNOTATED:\n There, in a\nlarge wooden bowl, atop half a dozen red delicious apples, is\nA BUNCH OF BANANAS.\n\f50.\n\nKayla walks toward them like a nervous bride. She picks up\nthe entire bunch. Looks at it. Looks at each of the five\nbananas. Picks one, yanks it from the bunch, and returns the\nrest to the bowl.\n\nKayla leans against the counter. She grips the banana and\nholds it a foot away from her face, pointing it at her mouth\nlike a microphone (stem down).\n\nShe stares at it. She stares hard. It is yellow and brown and\nweird-looking. She closes her eyes and just as she opens her\nmouth:\n\nThe front door opens and Dad enters - wearing work boots and\njeans spattered with white paint. Kayla jumps and lowers the\nbanana (still holds it). Acts casual.\n\nDAD\nHey. Sorry, didn’t mean to scare\nya.\nKAYLA\nYou didn’t.\nDAD\nWhatcha up to?\nKAYLA\nNothing.\nDAD\nCool. School was good?\nKAYLA\nYeah.\nDAD\nGood. I ran into uh...... is that a\nbanana?\nKAYLA\n(too quick)\nWhat?\nDAD\nYou having a banana?\nKAYLA\nOh, yeah, I was just grabbing a\nbanana.\nDAD\n\nI thought you hated bananas.\n\f51.\n\nKAYLA\n.--No.\n\nDAD\nCause I swear like a month ago I\nasked you if you wanted a banana\nand then you got all mad because\nyou said that you hate bananas and\nI always forget that you hate\nbananas. I actually think I wrote a\nnote for it on my app thing so I\nwouldn’t forget.\n\nDad takes out his iPhone and plays with it.\n\nDAD (CONT'D)\n.--it’s...it should be like...yeah,\nhere, look--\n\nHe holds up his phone, showing the note he wrote.\n\nDAD (CONT'D)\n“Kayla hates bananas.” I wrote it\ndown.\n\nKAYLA\nWell I don’t hate them anymore.\n\nDAD\nThat’s great. Yeah, you always\ngotta check to see if you still\nhate stuff.\n\nKAYLA\nMhmm...\n\nA silence with only one solution.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nYeah, you always\ngotta check to see if you still\nhate stuff. KAYLA\nMhmm... A silence with only one solution. \n\nTARGET SECTION TO BE ANNOTATED:\n Kayla grabs a hold of the\nstem and peels the banana. Dad watches her, smiling. Kayla\ndoes her best not to react to that smell she hates so much.\n\nKayla slowly brings the peeled banana to her mouth. She\ncloses her eyes and opens her mouth. The banana goes in. She\nbites, chews, tries not to gag, tears welling in her eyes.\n\nDAD\nYou sure you like them?\n\nKayla closes her eyes. Tries to swallow. Can’t.\nDAD (CONT'D)\nYou really don’t seem to be\nenjoying that.\n\nMore chewing. Tries to swallow again. Gags.\n\f52.\nDAD (CONT'D)\nHoney, you don’t look like--\nKayla SPITS out the banana.\n\nKAYLA\nFINE! I DON’T LIKE BANANAS. HAPPY?!\n\nShe throws the banana at her father. It hits him in the\nchest. He is too confused to flinch. Kayla storms out of the\nkitchen and into her room, slamming the door shut.\nDAD\n(to himself)\n+-+-mo clue...\n\nINT. KAYLA’S BEDROOM. LATER THAT NIGHT.\n\nKayla lies on her bed, her laptop open on her chest. She\ntypes into Google: things that are shaped like bananas.\n\nHer phone buzzes.\n\nA notification: one new instagram message.\nIt’s Gabe.\n\nHe’s written: hey kayla!\n\nShe responds: hey!\n\nGabe: thanks for exepting my friend request.\nKayla: no prob!\n\nGabe: it’s gab from kennedy’s pool party.\nGabe: GABE I mean.\n\nKayla: yea i know. how r u?\n\nGabe: i’m good. u?\n\nKayla: me too.\n\nGabe: cool.\n\nWhen Gabe types, Kayla can see via a message in the chatbox\nsaying, “GABE IS TYPING...” He types. Stops. Types again.\n\nStops. His next thought is going through a few drafts.\n\nA KNOCK on the door. Kayla closes her laptop.\n\f53.\n\nKAYLA\nYeah?\n\nThe door opens. Dad pokes his head in.\n\nDAD\nHey.\n\nKAYLA\nHi.\n\nDAD\nHow ya doin?\n\nKAYLA\nGood.\n\nDAD\nGood...me too...",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAD\nHow ya doin? KAYLA\nGood. DAD\nGood...me too... \n\nTARGET SECTION TO BE ANNOTATED:\nKAYLA\n\nDAD\n\nSo you got the high school thing\ntomorrow right? The shadow thing?\n\nKAYLA\n\nYeah.\nDAD\n\nThat’s cool. That’1l be fun.\nKAYLA\n\nYeah.\nDAD\n\nCool...can’t wait to hear about it.\nKAYLA\n\nYeah.\nDAD\n\n.--Alright, well good night, I love\nyou, don’t stay up too late.\n\nKAYLA\nJust so you know, you don’t have\nto...I’m not mad, I’m just saying\nyou don’t have to worry about me\nanymore cause I’m actually doing\nreally good and my life is really\namazing.\n\fDAD\n...that’s awesome. That’s great.\n\nKAYLA\nYeah...okay, goodnight.\n\nDAD\nNight. Love you.\n\nKAYLA\nLove you too.\n\nDad closes the door.\n\nKayla sits in the dark. Doesn’t move. After a long silence,\n\nshe closes her eyes and whispers into the dead air:\n\nKAYLA (CONT'D)\nDear God. Tomorrow is a really\nimportant day for me and it would\nreally mean a lot if you could make\nit a good day. I know everyday\ncan’t be a good day but if tomorrow\ncould be a good one I would really\nappreciate it. Even if, like, I\nhave to have a bunch of bad days\nsometime in the future, I’1l take\nthat if it means that tomorrow can\nbe a really, really good day.\nThat’s all. Thank you. Love, Kayla.\n\nKayla sits in the dark. Then opens her laptop again. The\n\nlight is sudden and intense. She doesn’t react.\n\nEXT/INT. BUS. MILES GROVE HIGH MORNING\n\nA bus-load of eighth graders parked outside MILES GROVE HIGH.\n\nThe kids talk and laugh and goof around. Kayla sits against\n\none of the windows toward the back of the bus. She is\nattentive, quiet, nervous, ready for something.\n\nMr. McDaniel stands at the front of the bus, no one pays\nattention to him - except for Kayla, who sits up straight and\n\nlistens very carefully.\n\nMR.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nMr. McDaniel stands at the front of the bus, no one pays\nattention to him - except for Kayla, who sits up straight and\n\nlistens very carefully. MR. \n\nTARGET SECTION TO BE ANNOTATED:\n MCDANIEL\nSettle down! Settle! Okay, you are\nall here as part of the High School\nShadow Program...we’re going to all\nwalk in as a group, then you will\nbe individually paired with one of\nthe students from Miles Grove High.\n\n(MORE )\n\f55.\n\nMR. MCDANIEL (CONT’D)\nYou will stay with that one person\nfor the entire school day. You are\nnot, I repeat, NOT to leave their\nside. These students volunteered\nand are here to help you and guide\nyou through a day of high school.\nSome of you will be paired with\nfreshmen, others will be paired\nwith sophomores or juniors. So\nplease be respectful and take it\nall in. This should be a learning\nexperience.\n\nIn the back, Kayla is listening, nodding.\n\nMR. MCDANIEL (0.S.) (CONT’D)\nThis is your chance to get a\n\nglimpse of what life will be like\n\nfor you next year. So pay\n\nattention.\n\nKayla listens to this intensely, psyching herself up.\n\nMR. MCDANIEL (0.S.) (CONT’D)\nAnd have fun.\n\nINT. MILES GROVE HIGH SCHOOL - HALLWAY. LATER\n\nThe hallway is crowded with high school kids. They are\nbigger. Older. They talk and move and load things in and out\nof lockers. Then, from within the chaos, a LINE OF MIDDLE\nSCHOOLERS, moving slowly down the middle of the hallway,\nbisecting the crowd.\n\nThe middle schoolers move in single file - and each middle\nschooler has his or her right arm attached to the right\nshoulder of the person in front of him or her. They march,\nlike prisoners through the gauntlet of the older kids.\n\nAnd somewhere in the line is Kayla, her eyes scanning\neverything around her.\n\nINT. HIGH SCHOOL- STUDY ROOM. LATER\n\nKayla sits as various high school students pair off with\nKayla’s classmates. She scans the crowd for her potential\nShadow. A BIG WEIRD KID (16) walks towards Kayla, Kayla sees\nhim, freezes, horrified.\n\nGIRL’S VOICE (0.S.)\nKayla?\n\f56.\n\nKayla turns to see OLIVIA (16).",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\nKayla? 56. Kayla turns to see OLIVIA (16). \n\nTARGET SECTION TO BE ANNOTATED:\n Kayla is immediately nervous\n\nto impress her.\n\nKAYLA\nHey.\nOLIVIA\nI’m Olivia.\nKAYLA\n(so excited)\nHey.\nOLIVIA\n(laughs )\nOhmygod you’re so cute.\nKAYLA\nHahaha th--...thanks!\nOLIVIA\nReady?\nKAYLA\n\nYeah, yeah, definitely.\n\nINT. HIGH SCHOOL - HALLWAY. MOMENTS LATER\n\nKayla walks as close to Olivia as possible.\n\nOLIVIA\n\nSo, you excited to be a freshman?\n\nKAYLA\nTotally, yeah.\n\nSOME BOY (17) passes.\n\nSOME BOY\n\nYo Liv - Martin got it.\nOLIVIA\n\nShut UP.\nSOME BOY\n\nI’m serious.\n\nOLIVIA\nOh my god.\n\nOlivia laughs as the boy laughs and passes. Kayla laughs too.\n\fBABS (16)\n\n57.\n\nKAYLA\nWhat was that?\nOLIVIA\nStupid inside joke.\nKAYLA\nOh cool.\nOLIVIA\n\nSo I have like two study periods\ntoday, which is sweet cause we\nwon't be, like, sitting in boring\nass classes all day--\n\nOLIVIA (CONT'D)\n(calling to someone)\n\nBabs! Babs, did you do the thing\n\nfor Kiley’s class?\n\nstands by her locker.\n\nBABS\nFuck no.\n\nOLIVIA\nThank god.\n\nOlivia and Kayla keep walking. Kayla looks at Olivia, in\ncomplete awe of her. Olivia has everything that Kayla could\npossibly want.\n\nOLIVIA (CONT'D)\nFeel free to ask me any questions.\n\nKAYLA\nOkay, cool. Um...how do uh...or um,\nwhy is...\n\nOLIVIA\nIf you don’t have a question yet,\nit’s fine.\n\nKAYLA\nOkay.\n\nOLIVIA\n(laughs )\nOhmygod you are literally the\ncutest. I think we’re best friends.\nIs it okay if we’re already best\nfriends?\n\f58.\n\nKAYLA\nHahah! Yeah, yeah, totally.\n\nThey continue down the hall, Kayla unable to wipe the smile\noff her face.\n\nKAYLA (V.0.)\nHey guys! It’s Kayla, back with\nanother video. So today I want to\ntalk about - GROWING. UP.\n\nINT.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nSo today I want to\ntalk about - GROWING. UP. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HIGH SCHOOL - CLASSROOM. LATER.\n\nKayla sits at a small desk in the back of a crowded\nclassroom. She is half the size of every other kid.\n\nAll the students look forward, staring bored at an unseen\nteacher. Kayla looks all around her, smiling, so happy to be\nhere.\n\nKAYLA (V.O.)\n\nOkay, so Growing Up can be a little\nbit scary and weird but it’s also\nreally good because you get to\nchange things that you might not\nlike about yourself and that’s good\nbecause change is a good thing.\n\nINT. HIGH SCHOOL DANCE STUDIO. LATER.\n\nKayla sits against the wall of the studio. We pull back to\nreveal the dance class that Kayla is observing. She smiles,\ntruly happy.\n\nKAYLA (V.O.)\n\nOkay, so I’m an eighth grader which\nmeans next year I will be in HIGH\nSCHOOL. Now high school is a lot\ndifferent than middle school\nbecause middle school is, like,\nreally, um, like, well, in middle\nschool everyone is a lot younger\nthan high schoolers and when you're\nyoung, you haven’t changed as much\nas when you’re older.\n\nEXT. HIGH SCHOOL AMPHITHEATER. LATER.\n\nKayla sits and eats lunch with Olivia who is chatting and\nlaughing with her friend ANIYAH. Kayla watches, smiling, in\nawe.\n\f59.\n\nKAYLA (V.O.)\nSo, yeah, high schoolers have\nchanged more than middle schoolers\nand since change is a good thing\nthat means that high schoolers are\nreally good. Okay - next thing\nabout Growing Up. Um...yeah, okay\nSO...\n\nINT. HIGH SCHOOL FOYER. LATER.\n\nOlivia and Kayla stand by the trophy case, exchanging numbers\nin each other’s phones. They hug, say goodbye, and Kayla\nwalks out of the high school and into the dizzying rush of\nhigh schoolers leaving school for the day.\n\nKAYLA (V.O.)\n..-yeah, okay, so the thing about\nGrowing Up is that it’s GOING TO\nHAPPEN. So DON’T FIGHT IT. Some\nparts of Growing Up will be hard\nand not good but I promise that\nGrowing Up will eventually get\nREALLY GOOD.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\n..-yeah, okay, so the thing about\nGrowing Up is that it’s GOING TO\nHAPPEN. So DON’T FIGHT IT. Some\nparts of Growing Up will be hard\nand not good but I promise that\nGrowing Up will eventually get\nREALLY GOOD. \n\nTARGET SECTION TO BE ANNOTATED:\n I used to be afraid of\nGrowing Up but then I realized that\nit’s going to make everything\nbetter and now I can’t WAIT to Grow\nUp.\n\nKayla looks around, taking everything in, smiling.\n\nINT. KAYLA’S BEDROOM. LATER THAT DAY.\nKayla speaks to her webcam.\n\nKAYLA\nCool. Okay. If you liked this video\nplease share it and subscribe to my\nchannel. Thanks for watching!\nByeee!\n\nKayla hits the spacebar to stop the recording.\n\nShe takes her phone out of her pocket and unlocks it. Goes to\nher CONTACT LIST. Scrolls through the few names she has, down\nto a contact named: OLIVIA HIGH SCHOOL.\n\nShe opens the contact. It’s a phone number. She stares at the\nscreen.\n\f60.\n\nKAYLA (CONT'D)\n\n(practicing)\nHey, Olivia!....Hey, Olivia, it’s\nKayla, just checkin’ in!...Hey,\n\nOlivia, it’s Kayla, just wanted to\ncall and say thank you for today I\nhad a ton of fun....\n\nKayla takes a deep breath. Presses the number, holds the\nphone up to her ear. Waits. It rings. Once. Twice. He\nanswers.\n\nOLIVIA ON PHONE\nHello?\n\nKAYLA\nHey...\n\nINT. KAYLA’S BEDROOM. LATER.\n\nKayla paces the length of her room, earbud headphones in.\nShe's holding the small microphone attached to one of the two\nheadphones’ wires up to her mouth.\n\nKAYLA\nYeah, yeah, totally.\n\nOLIVIA (0.S.)\n(voice distorted through\nheadphones )\nIt’s like, honestly, like screw\nthose girls, they’re just trying so\nhard to be cool.\n\nKAYLA\nHahaha, yeah, totally.\n\nOLIVIA\nI mean it, Kayla, don’t stress\nabout that stuff.\n\nKAYLA\nThanks. I won't.\n\nOLIVIA\nEighth grade is the worst. It’s\nTHE. WORST. I was a complete mess\nwhen I when was your age.\n\nKAYLA\nReally??\n\f61.\n\nOLIVIA\nOh my god, yes.\n\nKAYLA\nHaha, wow...hey, I just want to say\nthank you so much for talking to\nme.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\n61. OLIVIA\nOh my god, yes. KAYLA\nHaha, wow...hey, I just want to say\nthank you so much for talking to\nme. \n\nTARGET SECTION TO BE ANNOTATED:\n I wasn’t sure if calling you\nwould be weird.\n\nOLIVIA\nOhmygod not weird at all, anytime\nKayla, I gave you my number, this\nis what it’s for.\n\nKAYLA\nHahaha thanks. It’s really nice to\njust be able to talk to someone\nthat’s older and cool and stuff.\n\nOLIVIA\nWell I don’t know how cool I am.\n\nOlivia laughs, Kayla doesn't.\n\nKAYLA\n\n(not getting it)\nI actually think you're prettty\ncool\n\n(then)\nI actually don’t have a ton of\nfriends at school, cause everyone’s\nstupid like you said, so it’s\nreally cool that you’re being nice\nto me cause you’re really cool\nhahaha.\n\nOLIVIA\nI made all of my close friends in\nhigh school. All that’s stuff gonna\nhappen for you.\n\nKAYLA\nHahaha thanks.\n\nOLIVIA\n\nKAYLA\n\f62.\n\nOLIVIA\nHey, I don’t know if you’re around\nor allowed or whatever, but me and\nsome friends are heading to the\nmall to just hang if you feel like\nyou wanna come.\n\nKAYLA\n\nKayla stops, hangs up the phone, rips her earbuds out, and\nFREAKS - doing little hops, exhaling, breathing heavy. So\nexcited.\n\nKAYLA (CONT'D)\nOhmygodohmygodohmygodOHMYGOD .\n\nShe takes a deep breath, tries to quickly calm herself. She\npicks up her phone off the bed, unplugs the earbuds, dials,\nholds the phone to her ear, closes her eyes and waits.\n\nKAYLA (CONT'D)\n....-HEY! Sorry about that, I have\nbad service at my house. I’d love\nto hang out if that’s still-\n...GREAT, COOL....COOL...Cool,\nyeah, cool. Okay, cool, great. See\n\nyou then!...Okay...you too--I mean,\nme too hahaha. Yeah, cool. Okay!\nBye!\n\nKayla hangs up, sits on her bed. She smiles.\n\nINT. KAYLA’S HOUSE - KITCHEN. LATER\n\nDad washes dishes in the sink.\n\nKayla watches him, unseen, getting ready to approach.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nKAYLA’S HOUSE - KITCHEN. LATER\n\nDad washes dishes in the sink. Kayla watches him, unseen, getting ready to approach. \n\nTARGET SECTION TO BE ANNOTATED:\nShe takes a deep breath and steps forward.\n\nKAYLA\nDad?\n\nDad turns.\n\nDAD\nYeah? What’s up? Something wrong?\n\nKAYLA\n.-..-Can I go out with my friends\ntonight?\n\f63.\n\nDad stares at her. Turns off the sink. Turns back towards\nher. Stares. Not sure how to proceed.\n\nDAD\n...it’s a Tuesday.\nKAYLA\nI know.\nDAD\n--.-is it kids from school?\nKAYLA\nYeah.\nDAD\nDo I know them?\nKAYLA\nI don’t know...No...\nDAD\nKAYLA\nDAD\n\nBut it’s Tuesday.\n\nKAYLA\nYou're always saying that I need to\ndo more stuff and not just sit\naround all the time and now I\nfinally have something to do and I\nknow it’s a school night but\nschool’s almost over and classes\ndon’t even matter anymore...\n\nDAD\n...What do you want me to say,\nKayla?\n\nKAYLA\nDaddd.\n\nDAD\n\nI’m ASKING. I’m really asking you.\nWhat should I do here? I’m happy\nyou're making friends.\n\nKAYLA\nI already have friends, these are\nfriends I’ve had for a while now.\n\f64.\n\nDAD\nGood, I’m glad, that’s awesome. And\nI want you to hang out with them,\nKayla, I really do. It’s just, it’s\n\nTuesday.\n\nKAYLA\nI KNOW IT’S TUESDAY, STOP SAYING\nTHAT.\n\nDAD\n\nWhy are you angry at me right\nnow??? You asked me a question and\nI’m just thinking about it, I’m not\neven saying ‘no’ yet.\n\nKAYLA\nBecause it’s..... You know everyone\nelse my age just sneaks out and\ndoesn’t ask their dad if they can\ndo stuff but I’m too scared cause\nI’m a loser so I ask you and then\nthis happens.\n\nDAD\nI’m glad you asked me, I want you\nto ask me.\n\nKAYLA\n\nDAD\n\nGo...go hang out with your friends.\n\nKAYLA\nThank you.\n\nKayla leaves.\nComes back.\nKAYLA (CONT'D)\nCan you drive me?\nINT. CAR. LATER.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CAR. LATER. \n\nTARGET SECTION TO BE ANNOTATED:\nDad drives. Stares ahead. Kayla texts on her phone, squinting\nas if in slight pain.\n\nOn Kayla’s screen, a text from Olivia: we just got here xo\n\n=))))\n\nKayla responds: cool! i’m almost there!\n\f65.\n\nContrary to her emoticon, Kayla is nervous, agitated. She\nnotices her father. Goes back to texting. Looks up again.\n\nKAYLA\nCan you not look like that please?\n\nDAD\nWh-? What, like what?\n\nKAYLA\nJust like the way you’re looking.\n\nDAD\nLooking at the road?\n\nKAYLA\nYou can look at the road, Dad,\nobviously I didn’t mean that. Just\ndon’t be so weird and quiet while\nyou do it.\n\nDAD\n(getting annoyed)\nSorry.....-. so how was the Shadow--\n\nKAYLA\nNo - it’s fine that you were being\nquiet. Just don’t be weird and\nquiet. Cause I look over at you and\nit looks like you’re about to drive\nus into a tree or something and\nthen I get freaked out and can’t\ntext my friends, so just be quiet\nand drive. But just don’t look so\nweird and sad. Please.\n\nDAD\n(gritting teeth)\n...Okay.\n\nKayla texts. Dad looks out the window and tries to look\nhappily out the window. It’s creepier than before.\n\nKAYLA\n(not looking up)\nThat’s worse.\nEXT. MALL. LATER.\nDad and Kayla pull up to the front entrance of the mall.\n\nDAD\nPick you up in an hour? Two?\n\f66.\n\nKAYLA\nI’1l text you.\n\nDAD\nOkay, not too late...Is everything\nall right? You seem a little--\n\nKAYLA\nBye.\n\nDAD\n...Okay, have fun.\n\nKayla leaves and walks toward the mall. It’s huge.\nBlue\n\nThe sky is getting dark.\n\nINT. MALL - CORRIDOR. MOMENTS LATER.\nKayla walks through the mall.\nThe light is nauseous. Each store a giant terrarium.\n\nShe looks down at her phone. A text from Olivia: we’re in the\nfood court btw\n\nKayla stops and texts back: great! walking there now.\n\nINT.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe looks down at her phone. A text from Olivia: we’re in the\nfood court btw\n\nKayla stops and texts back: great! walking there now. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MALL - FOOD COURT. MOMENTS LATER\n\nA table full of friends: Olivia, ANIYAH (17), TREVOR (17) and\nRILEY (16).\n\nThey talk shit and laugh.\nKayla approaches. Nervous and smiling.\n\nOLIVIA\nKayla!\n\nKAYLA\nHey.\n\nOlivia jumps up and hugs her.\n\nOLIVIA\nGuys, this is Kayla. She’s was my\nshadow and she’s suuuuper chill.\nThis is Aniyah, I think you met\nAniyah today, Trevor, and Riley.\n\f67.\n\nTHE GROUP\nHi/hey/What’s up.\n\nKAYLA\nHi.\n\nOLIVIA\nAre you hungry?\n\nKAYLA\nI’m fine.\n\nOLIVIA\nAre you sure? We’re gonna eat I\nthink.\n\nKAYLA\n\nYeah, cool I can eat.\n\nINT. FOOD COURT. A LITTLE LATER\nThe group is now mid-meal, eating shitty food court food.\n\nKayla sits beside Olivia. Observing.\n\nANIYAH\nI swear to GOD.\nOLIVIA\nOhmygod WHAT? Nononono.\nTREVOR\nHis feet?\nANIYAH\nNo, MY feet.\nOLIVIA\nHe DM’d you a picture of your OWN\nFEET?\nANIYAH\n\nYesss this is what I’m saying.\n\nTREVOR\nHe’s just trying to be nice.\n\nANIYAH\nNICE?? He’s a PERRRVV.\n\nTREVOR\nYou'd know.\n\f68.\n\nRiley laughs.\n\nA silence.\n\nI’m not.\n\nANIYAH\nWhat’s funny about that, Riley?\nRILEY\nI don’t know, just the way he said\nit.\nANIYAH\n\nHow did he say it?\n\nRILEY\nWhy am I being yelled at?\n\nANIYAH\nThis is yelling to you?\n\nTREVOR\nAre you bored, Kayla?\n\nKAYLA\nWhat?\n\nTREVOR\nYou looked bored.\n\nKAYLA OLIVIA\nTrev. Stopp.\n\nOLIVIA (CONT'D)\nHe’s kidding.\n\nTREVOR\nI’m not judging her, we’re boring.\nShe's right to be bored. She’s a\ndifferent generation.\n\nOLIVIA\nShe’s not a different generation.\n\nTREVOR\nYes she is.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe’s a\ndifferent generation. OLIVIA\nShe’s not a different generation. TREVOR\nYes she is. \n\nTARGET SECTION TO BE ANNOTATED:\nOLIVIA\nShe’s four years younger than us.\n\nTREVOR\nWhen did you get snapchat? What\ngrade?\n\f69.\n\nKAYLA\nFifth?\n\nANIYAH\nFIFTH GRADE???\n\nTREVOR\nSee? She’s wired different.\n\nOLIVIA\nShe’s not wired different.\n\nANIYAH\nWere kids like sending each other\nnudes in fifth grade??\n\nOLIVIA\n\nEwww, Aniyah, don’t ask that.\nANIYAH\n\nWhy not??\nTREVOR\n\nLiv, don’t kids four years older\nthan us feel like twenty years\nolder than us??\n\nOLIVIA\nNo.\n\nTREVOR\nYour sister?\n\nOLIVIA\nMy sister just sucks.\n\nTREVOR\nWhatever, but like on top of that:\nwe had twitter in middle school and\nyour sister didn’t, that made us\ndifferent.\n\nOLIVIA\nYou're not different than us,\nKayla.\n\nTREVOR\nI’m not saying it’s a bad thing.\nI’m just saying she had a different\nexperience than us.\n\nOLIVIA\nLet's just drop this.\n\f70.\n\nTREVOR\nOkay, Jesus Christ, it was just\nlike a fun point.\n\nOLIVIA\nTREVOR\nANIYAH\n\nKAYLA\n.--I like the filters on snapchat.\nThey’re fun.\n\nOLIVIA\nMe too.\n\nAniyah is staring off at to something in the distance,\nlooking weirded out.\n\nANIYAH\nOkay, like, don’t all look at the\nsame time but like some creepy ass\ndude has been staring at us for\nfive minutes acting like he’s not.\nI’ve seen him pass by like four\ntimes.\n\nTrevor goes to turn.\nANIYAH (CONT'D)\nDON’T. Don’t look obvious. In the\nshorts.\n\nRILEY\nShorts?\n\nTREVOR\nYeah, I see him. Orange shirt.\n\nKayla knows before she even looks:\n\nDAD. In the distance. Trying to look casual. Kayla looks\nover. Dad scurries away, hoping he wasn’t seen.\n\nBack at the table, Kayla has gone white. So angry, so\nembarrassed. She tries not to show it.\n\f71.\n\nKAYLA\nI....I think I actually left\nsomething in a store by accident.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\n71. KAYLA\nI.... I think I actually left\nsomething in a store by accident. \n\nTARGET SECTION TO BE ANNOTATED:\n I\ngotta go get it.\n\nOLIVIA\nOkay, you want me to come with?\n\nKAYLA\nNo, thank you.\n\nKayla gets up.\n\nOLIVIA\nYou okay?\n\nKAYLA\nYeah, I just forgot this thing, I\ngotta go get it.\n\nKayla rushes away, head down, trying to contain it all.\n\nINT. MALL CORRIDOR. MOMENTS LATER\n\nCLOSE ON - a FIVE DOLLAR BILL going into an INSERT BILL HERE\nslot.\n\nWider reveals, Kayla standing at one of those CLAW MACHINE\ngames. She stares into the pit of stuffed animals. Furious.\n\nWanting to cry, wanting to scream.\n\nThe claw lowers, grabs onto a stuffed animal, and lifts, the\ngrip too weak, the claw sliding off it, the animal remaining\nwhere it was.\n\nHe approaches.\n\nDAD\nHey.\n\nKAYLA\n\nDAD\nKayla, I’m sorry.\n\nKAYLA\nDon’t talk to me.\n\nDAD\nI‘1l lean against the wall, okay?\nNo one will know we’re talking.\n\f72.\n\nDad leans against the wall beside the machine. Dad has to\nlook through the glass to see her.\n\nKayla keeps staring at the game. Never looking up. The claw\nlowers again. Slips again.\n\nDAD (CONT'D)\nI wasn’t spying on you.\n\nKAYLA\n\nDAD\nI didn’t mean to spy on you...I was\njust...I’m sorry...\n\nKAYLA\n\nDAD\nI’m just a weirdo. This is just me\nbeing weird and doing weirdo stuff,\nI’m sorry, I just....suck.\n\nDAD\nee ee eee I’m sorry. You have fun with\nyour friends.\n\nThe claw lowers. Slips.\n\nKAYLA\n\nDAD\nI’m sorry. Text me when you want me\nto pick you up.\n\nKAYLA\nI‘1l get a ride home.\n\nDAD\nrs okay......\n\nKAYLA\n\nDAD\neeeee okay, have fun. I love you.\nSorry.\n\f73.\n\nDad turns to leave, turns back. Takes a twenty out of his\n\npocket.\n\nDAD (CONT'D)\nHere take...\n\nShe stays still, doesn’t reach for it. Dad places it in front\n\nof her on the machine.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAD (CONT'D)\nHere take... She stays still, doesn’t reach for it. Dad places it in front\n\nof her on the machine. \n\nTARGET SECTION TO BE ANNOTATED:\nDAD (CONT'D)\nHave fun.\n\nDad leaves.\n\nThe claw lowers.\n\nINT. MALL CORRIDOR. MOMENTS LATER\n\nKayla walks with a small stuffed elephant in her hand. She\n\nwalks toward the food court.\n\nStops. Looks at the elephant, then around for a place to bail\n\nit. Walks over to a trash can.\nA MOTHER her young DAUGHTER (3) pass.\n\nKayla makes a quick decision.\n\nKAYLA\nExcuse me?\n\nMOTHER\nYes?\n\nKAYLA\n\nUm, I won this at the claw game and\nI can’t keep it so does she want\nit?\n\nMOTHER\nThat’s so nice.\n(soft voice, to daughter)\nWow, Lulu, look it’s just like Mr.\nNoodles.\n\nKayla holds it out. The little girl takes it.\n\nMOTHER (CONT'D)\nWhat do you say, Lulu?\n\nDAUGHTER\nThank you.\n\f74.\nKAYLA\nYou’re welcome.\n\nMOTHER\nThat’s so nice, thank you.\n\nKAYLA\nNo problem. Have a good night.\n\nMOTHER\nYou too.\n\nThey walk away. Kayla stands in place. She smiles.\n\nBEGIN SEQUENCE: KAYLA AND THE HIGH SCHOOL KIDS\n\nINT. MALL - VARIOUS. NIGHT\n\nThe group wanders around the mall, doing the random, aimless\nshit kids do:\n\n- The group tries on sunglasses from a kiosk. Olivia puts a\ngiant pair on Kayla. They both laugh.\n\n- The group walks down the corridor. Kayla the shortest,\nsmiling, just so happy to be part of all this.\n\n- Trevor rides one of those stupid kiddie rides, squeezing\n\nhis huge frame onto it. Aniyah watches, laughing and rolling\n\n* her eyes. Kayla, Olivia and Riley ride on a mini carousel.\n*\n\n- Kayla and Olivia in a photobooth taking pictures together.\n- The group wanders into a clothing store. Tries on stuff.\n- They get cookies.\n\n- They smell candles.\n\nThe group does all the silly, stupid things kids do at a\nmall, Kayla laughs and smiles, Olivia looks out for her,\n\nmaking sure Kayla is having a good time.\n\nAnd she is.\n\nEND OF SEQUENCE.\n\f75.\n\nINT. RILEY’S CAR. LATER\n\nRiley drives.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. RILEY’S CAR. LATER\n\nRiley drives. \n\nTARGET SECTION TO BE ANNOTATED:\n Olivia sits shotgun. Kayla in the seat directly\nbehind Riley. Just the three of them. Olivia has turned in\nher seat to face more towards Kayla. The group laughs.\n\nOLIVIA\nAniyah and Trev need to CHILLL.\n\nRILEY\nI know. It’s like I can’t say\nanything around them.\n\nOLIVIA\nThey can just be....a lot.\n\nThey laugh.\n\nKAYLA\nThanks for driving me.\n\nRILEY\nNo worries, we’re all in the same\nsort of area.\n\nOLIVIA\nDid you have fun, Kayla?\n\nKAYLA\nYeah, totally.\n\nOLIVIA\nGood. I’m glad. You’re so easy and\nfun and to be around. Isn’t she?\n\nRiley laughs.\n\nRILEY\nTotally.\n\nOLIVIA\nThat’s what high school’s gonna be\nlike for you, Kayla, just easy,\nfun, screwing around. It’s all just\nstupid, you know? Everyone’s as\nstupid as you.\n\nKayla laughs.\n\nOLIVIA (CONT'D)\n\nI’m not saying you're stupid, I\njust mean, you know, everyone's\ndumb and you just get to be dumb\ntogether.\n\f76.\n\nKAYLA\nHahaha, I know what you mean.\n\nThe car turns.\n\nOLIVIA\nYou wanna drop her off first?\nRILEY\nYou're right here.\nOLIVIA\nWe should get her back, it’s late.\nKAYLA\nIt’s fine!\nOLIVIA\nYeah?\nKAYLA\nYeah, all good.\nOLIVIA\nOkay, cool.\n\nThe car stops. Olivia gets out of the car.\n\nOLIVIA (CONT'D)\nThis was fun!\n\nKAYLA\nTotally!\n\nOLIVIA\nLet’s hang out again soon!\n\nKAYLA\nThat'd be awesome!\n\nOLIVIA\nCool. Okay, you’re great, you’re\nawesome, you’re the best,\ngoodnight.\n\nKAYLA\nHahaha night.\n\nOLIVIA\nBye Riles.\n\nRILEY\nByyyye.\n\fOlivia closes the door.\nThe car pulls away.\n\nJust Riley and Kayla now. Riley driving. Kayla in the\nbehind him.\n\nIt’s quiet for a while.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nRiley driving. Kayla in the\nbehind him. It’s quiet for a while. \n\nTARGET SECTION TO BE ANNOTATED:\nRILEY (CONT’D)\nOlivia's cool, yeah?\n\nKAYLA\nTotally. She’s the best.\nRILEY\nYeah, we’re like best friends.\nKAYLA\nReally?\nRILEY\nYeah.\nKAYLA\nThat’s awesome.\nRILEY\nKAYLA\nRILEY\n\nKind of awkward talking when you're\nin the back seat.\n\nKAYLA\nYeah hahaha.\n\nRILEY\nHere, hold on.\n\n77.\n\nseat\n\nRiley pulls the car over on the side of the street and stops.\n\nKAYLA\nShould I get in the front?\n\nRILEY\nNo, it’s all good.\n\nRiley turns off the car. And gets out.\n\f78.\n\nKayla waits, frozen in the back seat. Not quite sure what is\nhappening right now.\n\nRiley enters the back seat from the passenger side and sits\nbeside Kayla.\n\nKayla smiles at him, nervous, then faces ahead.\n\nRILEY (CONT’D)\nSo...you excited about next year?\n\nKAYLA\nYeah, totally.\n\nRILEY\nYou should be. You’re like the\ncoolest freshman I’ve met and\nyou’re not even a freshman yet.\n\nKayla laughs, shifts.\n\nKAYLA\nThanks.\n\nRILEY\nYou gotta be careful with guys,\nthough. They’1ll be all over you\nnext year.\n\nKAYLA\n(taken aback, blushing)\nWh-...really?\n\nRILEY\nOh definitely. They’11 all want\nyou.\n\nKAYLA\n\nHaha yeah right.\n\nRILEY\nI’m serious.\n\nA long silence. Then:\n\nRILEY (CONT’D)\nTruth or Dare?\n\nKAYLA\nWhat?\n\nRILEY\nTruth or Dare? You play Truth or\nDare before?\n\f79.\n\nKAYLA\n...yeah.\nRILEY\nTruth or Dare?\nKAYLA\nUm...... truth.\nRILEY\nOkayyy.-....- uhhhh....how far have\nyou gone?\nKAYLA\n..-how far have I gone?\nRILEY\nYeah, like...first base, second\nbase--\nKAYLA\n\nOh yeah, totally, I know, I was\njust thinking...trying to\nremember...like recently or all\n\ntime?\nRILEY\nAll time.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nKAYLA\n..-how far have I gone? RILEY\nYeah, like...first base, second\nbase--\nKAYLA\n\nOh yeah, totally, I know, I was\njust thinking...trying to\nremember...like recently or all\n\ntime? RILEY\nAll time. \n\nTARGET SECTION TO BE ANNOTATED:\nKAYLA\nHm..... probably....third?\nRILEY\nWhoa.\nKAYLA\n\nYou know what actually just second\nI think, I get confused and mix\nsecond and third up sometimes haha.\n\nRILEY\n..-You’re funny...It’s okay if you\nhaven't done anything.\n\nKAYLA\n....yeah....\n\nRILEY\nWanna ask me?\n\nKAYLA\nOkay...How far have you gone?\n\f80.\n\nRILEY\nNo, Truth or Dare?\nKAYLA\nOh Ha ha, yeah, durrr, um, Truth or\nDare?\nRILEY\nDare.\nKAYLA\nOkay....um....\n\nKayla looks around, trying to think of something. She bends\ndown, picks up something.\n\nKAYLA (CONT'D)\nPut this quarter in your mouth.\n\nRILEY\nEw!!\n\nKAYLA\n(panicked)\nSorry, you don’t have to, what do\n\nyou want to do?\n\nRILEY\n(pretending to think)\nUm....I don’t know...I could take\noff my shirt? Is that stupid?\n\nKAYLA\n(forgetting to breathe)\nseca no.\n\nRiley takes off his shirt. Kayla blushes hard. Tries not to\nlook. Heart pounding out of her chest.\n\nRILEY\nTruth or Dare?\n\nKAYLA\nweneee Truth.\n\nRILEY\nAw you’re no fun.\n\nKAYLA\nee eee Okay....Dare....\n\nA long silence. The worst.\n\f81.\n\nRILEY\nTake your shirt off.\n\nKAYLA\nUm...I'm not really comfortable\nwith that.\n\nRILEY\nDo you think I'm comfortable right\nnow?\n\nKAYLA\nHeh-uh...\n\nRILEY\n\nJust relaxxx, take a deep breath,\nit's fine, come on, take your shirt\noff.\nHe touches her shoulder. She explodes.\nKAYLA\nNO.\n(then, tiny)\nSorry.\nRiley backs off. Kayla frozen.\n\nAfter a moment. Riley puts his shirt back on.\n\nINT. RILEY’S CAR. LATER\n\nRiley drives, staring straight ahead. Kayla sits behind him,\nhead down. The mood has shifted. A long, tense silence.\n\nKAYLA\nI’m really sorry.\n\nRILEY\nIt’s fine.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nA long, tense silence. KAYLA\nI’m really sorry. RILEY\nIt’s fine. \n\nTARGET SECTION TO BE ANNOTATED:\nKAYLA\nwecces I’m sorry.\n\nRILEY\nIT’S FINE.\n\nKayla shuts up, scared. Riley regains his composure.\n\nRILEY (CONT'D)\nIt’s just...look this was about\nyou. I’m trying to help you.\n\f82.\n\nKAYLA\nI know, I’m sorry.\nRILEY\n(angry)\n\nStop saying you’re sorry. I said it\nwas fine so stop saying that, okay?\n\nKAYLA\nOkay.\nRILEY\nI was trying to help you. I-....And\n\nnow you’re gonna have your first\nhookup with some asshole at a party\nnext year and you’re not gonna be\ngood at it and he’s gonna tell all\nhis friends about it and you’re\ngonna get made fun of and feel like\nshit. Do you want that?\n\nKAYLA\nNo.\n\nRILEY\nI didn’t need this. You did. I’m on\nthe other side, already. I hook up\nall the time. I know what I’m\ndoing.\n\nKAYLA\nI know--\n\nRILEY\nBut I thought to myself, you know\nwhat, this Kayla is a good girl and\nshe needs to be looked out for...so\nI’m gonna do her a favor. I’m gonna\nlet her hook up with me and I’m\ngonna let her make mistakes and I’m\nnot gonna judge her if she’s not\ngood at it. I’m just gonna be there\nfor her and I’m gonna give her tips\nand I’m gonna help her get good at\nhooking up with guys.\n\nKAYLA\nI know...I really appreciate it.\nReally. I know you’re just trying\nto help me. It’s just...I don’t\nknow...I’m sor--...I just didn’t\nwant to do it...It was just a lot\nall at once.\n\n \n\f83.\n\nRiley shakes his head.\n\nRILEY\nI tried to help.\n\nKAYLA\nI know.\n\nRILEY\n\nBut you don’t want help.\n\nKAYLA\nI do. I really do.\n\nRILEY\nNo you don’t.\n\nThey drive in silence. Tears well in Kayla’s eyes.\nKAYLA\nPlease don’t tell your Olivia about\nthis.\n\nRILEY\nI won't.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nTears well in Kayla’s eyes. KAYLA\nPlease don’t tell your Olivia about\nthis. RILEY\nI won't. \n\nTARGET SECTION TO BE ANNOTATED:\nKAYLA\nThank you.\nEXT. STREET. MOMENTS LATER\nRiley’s car pulls up on Kayla’s street corner.\n\nKAYLA\nGoodnight.\n\nKayla closes the door and the car drives away.\n\nKayla begins walking down the street, fists and body\nclenched, breathing through her nose. We get close and follow\nher as she walks down the dark suburban street back, moving\nquickly, tense and pained.\n\nINT. KAYLA’S HOUSE. LATER.\n\nKayla walks through the front door, moving quickly through\nthe house towards her room.\n\nINT. KAYLA’S ROOM. CONTINOUS.\n\nKayla enters her room, closes the door, and finally lets go.\n\f84.\n\nShe collapses onto the floor by her bed, sobbing into her\nhands. It is loud and heavy. Her body shakes.\n\nDAD (0.S.)\nHoney?\n\nDad enters the bedroom and rushes over to Kayla.\n\nDAD (CONT'D)\nKayla, what’s wrong?? What\nhappened?\n\nHe kneels on the ground beside her - rubs her back. He drops\noff his knees so that he is sitting on the ground with her,\nholding her while she cries.\n\nDAD (CONT'D)\nJesus, sweetheart, what\nhappened?...honey, honey, what\nhappened? God, ff-, Kayla. Are you\nokay? You can tell me...Kayla\nwhat’s wrong?...oh sweetheart, it’s\nfine, it’s okay...it’s okay...I’m\nhere, I’m here, I’m right here, I’m\nright here, I’m right here.\n\nDad hugs her. She does not hug him back. She has her knees up\nto her chest, her arms wrapped around her knees, her eyes\nshut tight, trying to collapse herself to a single point.\n\nCUT TO BLACK:\n\nKAYLA (V.O.)\nHey guys, it’s Kayla.\n\nHer voice is quiet and unaffected, her usual energy gone. She\nspeaks slowly, thinking out loud.\n\nINT. KAYLA’S HOUSE - BATHROOM. THE NEXT MORNING\n\nKayla, standing in front of the mirror, covers her face in\nconcealer. Applies eyeliner.\n\nHer eyes are puffy from crying all night.\n\nKAYLA (V.O.)\nSo...",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nHer eyes are puffy from crying all night. KAYLA (V. O.)\nSo... \n\nTARGET SECTION TO BE ANNOTATED:\nI’m making this video to say\nthat I don’t think I’m gonna be\nmaking anymore videos for a while,\nI think.\n\n(MORE )\n\fKAYLA (V.O.) (CONT'D)\nI don’t know if anyone is even\nwatching or cares, but if you are I\njust want you to know that I’m\ngonna take a break from videos for\na while and I’m sorry if that’s a\nbummer for you but I think it’s the\nright thing to do.\n\nINT. MILES GROVE MIDDLE SCHOOL - CLASSROOM. LATER.\n\nIt’s before class has started, kids chat, leaning towards\neach other in their small desk chairs. Kayla sits in the\n\nmiddle of this, talking to no one. Zoning out.\n\nKAYLA (V.O.)\nI started making videos, um, I\nstarted making videos so I could\ngive, like, advice and stuff and\ngive you guys tips on what to do to\nmake your lives better or whatever\nbut, um...I don’t know, it’s-...\n\nINT. MILES GROVE CAFETERIA. LATER.\n\nKayla sits by herself, eating a sandwich. No list-making. No\nlooking around her for kids to potentially approach. She’s as\nquiet as we’ve ever seen her but, for the first time,\n\nresigned to be so.\n\nKAYLA (V.O.)\nIf I’m being really, totally\nhonest, I’m probably not the best\nperson to give advice cause, I\ndon't know, I mean I like giving\nadvice and it’s fun to give advice\nbut...I don’t know...I guess I\ndon’t really know how to do a lot\nof stuff. I know how to talk about\nstuff, but I’m not really good at\ndoing stuff.\n\nINT. KAYLA’S HOUSE BATHROOM. LATER\n\nKayla sits in a stall on the toilet, browsing her phone,\n\npants on, just wanting some privacy.\n\nKAYLA\nAnd I'm...I’m really nervous\n..-like, all the time, like...for\nno reason.\n\n(MORE )\n\f86.\n\nKAYLA (CONT'D)\nLike I’1l be nervous even when\nthere’s nothing to be nervous about\nreally. Like...",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\n(MORE )\n\f86. KAYLA (CONT'D)\nLike I’1l be nervous even when\nthere’s nothing to be nervous about\nreally. Like... \n\nTARGET SECTION TO BE ANNOTATED:\nit’s sort of like\nwhen you wait in line for a roller\ncoaster and you have that nervous\nstomach, like I feel like that all\nthe time, like every day, and I\ndon’t ever get that feeling you get\nafter you ride the roller coaster\nwhen you feel better. It’s just\nlike I’m waiting in the line all\nthe time. And I try really hard not\nfeel like that but, I don’t know, I\njust can’t.\n\nINT. MILES GROVE MIDDLE SCHOOL HALLWAY. LATER.\n\nKayla walks down the hallway, her backpack on, hands on\neither strap by her shoulders, her eyes somewhere on the\nfloor in front of her.\n\nKAYLA (V.O.)\nAnd so like if you guys are going\nthrough tough times, or whatever,\nyou deserve somebody who knows how\nto get through tough times, you\nknow? Like you deserve someone\nwho’s good at making themselves\nfeel better, cause then maybe they\ncan help you feel better.\n\nKayla turns a corner and continues down the hallway and away\nfrom us. On a nearby wall is a bulletin board displaying the\neighth grade class superlatives.\n\nKAYLA (V.O.)\nSo yeah, those are, um, some of the\nreasons I’m gonna take break from\nvideos for a while. Thanks for\nwatching and I hope you all have\ngood lives. I’1l see you around,\nMaybe. Bye.\n\nAmong the dozen or so pictures is the one for MOST QUIET. It\nshows a strange boy with his finger to his lips. He is\nshushing the tiny girl beside him, who is hunched over a\nbook, her face barely visible.\n\nINT. KAYLA’S BEDROOM. THAT NIGHT.\n\nKayla lies on her bed, lights on, on her phone. She’s on\nInstagram, scrolling through her feed.\n\f87.\n\nComments being posted, friends tagging each other in\npictures, new relationships budding and breaking, Kayla looks\nbut doesn’t participate.\n\nKENNEDY GRAVES posted five pictures: SUMMER POOL PARTY!!!\nKayla swipes through the mini. Everyone is happy and\nenergetic and having a blast. She can’t find herself in any\nof the photos.\n\nShe arrives at the group picture at the diving board. She’s\nnot in it.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe can’t find herself in any\nof the photos. She arrives at the group picture at the diving board. She’s\nnot in it. \n\nTARGET SECTION TO BE ANNOTATED:\n Kayla stares at the photo and then closes her\neyes.\n\nBLOOP. An Instagram chat from Gabe.\n\nFrom Gabe: did you see the photos Kennedy posted?\n\nKayla responds: no.\n\nGabe: there stupid. she didn’t post any of my handstand pics.\nKayla: that sucks\n\nGabe: it’s fine. how are you?\n\nKayla: i actually have to go. Lots of homework. Sorry.\n\nKayla turns off her phone, rolls over onto her side and faces\nthe wall.\n\nINT. KAYLA’S HOUSE - LIVING ROOM. NIGHT\n\nDad is on the couch, browsing his Kindle with reading glasses\non. Kayla walks in behind him.\n\nKAYLA\nWill you help me burn something in\nthe backyard?\nDAD\nweeee Yep.\nEXT. KAYLA’S BACKYARD. LATER.\n\nKayla and Dad are sitting next to each other on plastic lawn\nchairs around a small fire burning in the patio’s fire-pit.\n\nKayla looks down at the TIME CAPSULE in her lap.\n\nIts writing glows by the light of the fire: TO THE COOLEST\nGIRL IN THE WORLD.\n\f88.\n\nDAD\n\nYou sure you want to do this?\nKAYLA\n\nYes.\nDAD\n\nI’m not exactly sure what “this”\nis...or means...I’m just hoping\nthat whatever we’re doing here is a\npositive thing...?\n\nKAYLA\nYeah...\n\nDAD\nAlright then.\n\nKayla places the box in the fire pit. It starts to burn.\nKayla and Dad watch it.\n\nDAD (CONT'D)\nWhat was in there?\n\nKAYLA\nNothing, really. Just...sort of my\nhopes and dreams.\n\nDAD\nwees Right.....and you’re burning\nthem?\nKAYLA\nYes.\nDAD\nAlright.\n\nDad puts his arm around his daughter and watches the fire\nwith her. As always, he’s searching for something - anything -\nto say or do to make his daughter happier.\n\nAnd just as he’s about to say something, just as he’s about\nto make another admirable and kind and probably slightly off-\nthe-mark attempt at helping the little girl that he loves so\nvery very much, more than anything, she speaks:\n\nKAYLA\nDo I make you sad?\n\f89.\n\nDAD\nWh-.....",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd just as he’s about to say something, just as he’s about\nto make another admirable and kind and probably slightly off-\nthe-mark attempt at helping the little girl that he loves so\nvery very much, more than anything, she speaks:\n\nKAYLA\nDo I make you sad? 89. DAD\nWh-..... \n\nTARGET SECTION TO BE ANNOTATED:\n Sweetheart, no. No. Not at\nall. Kayla - not at all. Do I seem\nsad?\n\nKAYLA\nNo.\n\nDAD\nThen why would you think you make\nme sad?\n\nKAYLA\n\nI don’t know...Sometimes I think\nthat, like, when I grow up, maybe\nI’ll have a daughter. And then,\nlike, I was thinking, if she was\nlike me, I think that would make me\nreally sad all the time. Cause I\nwould love her a lot because she’s\nmy daughter but...I don’t know, I\nguess if she ended up being like\nme, I think being her mom would\nmake me really sad.\n\nKayla stares down at her lap, picks at her nails.\nDad pauses, devastated, and then leans in, purposefully,\n\nsternly, and says what may be the only thing that he is\nabsolutely, one hundred thousand percent certain of.\n\nDAD\nYou're wrong. Kayla...Kayla, look\nat me:\n(she does)\n\nYou're wrong...If you grow up to\nhave a daughter like you, she will\nmake you so, so happy. Being your\ndad makes me so happy, Kayla. You\ndon’t know. You don’t know how\nhappy you make me. It’s beyond\nanything. I can’t describe it to\nyou. And it’s not just because\nyou're my daughter. It’s not\nbecause I’m your dad and I would\nlove you no matter what. It’s\nbecause of you. Do you understand?\nA lot of parents, Kayla, a lot of\nparents have to love their kids in\nspite of who they are. Not me. I\nget to love you because of who you\nare. Do you get that? Kayla, you\nare so good. You’re such a good\nperson.\n\n(MORE )\n\f90.\n\nDAD (CONT'D)\n\nI’m not just saying this, Kayla.\nIt’s true. Kayla, look at me. Look\nat me: It’s so easy to love you.\nIt’s so easy to be proud of you. I\nreally mean that. And yeah,\nsometimes when I see you’re upset\nor having a rough day, it makes me\nsad.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s so easy to be proud of you. I\nreally mean that. And yeah,\nsometimes when I see you’re upset\nor having a rough day, it makes me\nsad. \n\nTARGET SECTION TO BE ANNOTATED:\n But that being sad, that sort\nof day-to-day sad stuff or worrying\nthat I do is, it’s -- Kayla, I am\nalways, beneath all that stuff,\nalways just so unbelievably happy\nthat I get to be your dad.\n\n(a pause, a deep breath, a\n\ndecision)\n...Kayla, when your mom left, I was\nreally scared. Like really, really\nscared. Because now I was all alone\nwith this little girl that I loved\nso much and wanted everything for\nand I wasn’t sure if I could give\nyou what you needed so I was really\nscared. I was scared that you\nweren’t going to be okay. I was\nscared just like you are right now.\nMore scared. Way more...But then\nyou got older. And you took your\nfirst steps, and you said your\nfirst words, and you wrote your\nfirst letter to Nana and you made\nyour first friend; and everything\nthat I thought I was going to have\nto teach you - how to be nice, how\nto share, how to care about other\npeople’s feelings - you just\nstarted doing on your own. Your\nteachers would say, “you’ve got\nsuch a lovely daughter, you’ve done\nsuch a great job with her.” But I\ndidn’t do anything. I really\ndidn’t. I just watched. And the\nmore I watched you, the less scared\nI got. I stopped being scared a\nlong time ago, Kayla. You know why?\nBecause of you. You made me brave,\nKayla. And if you could just see\nyourself like I see you...the way\nyou really are, the way you always\nhave been...I promise you wouldn't\nbe scared either.\n\nKayla scoots out of her chair and onto her dad’s lap. She\nhugs him tight, hugs him in a way that she hasn’t in a very\nlong time. He hugs her back.\n\f91.\n\nThe fire burns. The hug does not break.\n\nEXT. GABE’S HOUSE. NIGHT\n\nKayla is at the back door of a small house. She goes to\nknock, stops. Turns and walks away. Stops. Turns back to the\nhouse. Walks back to the front door. Stops. Takes a deep\nbreath and knocks.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nWalks back to the front door. Stops. Takes a deep\nbreath and knocks. \n\nTARGET SECTION TO BE ANNOTATED:\nGabe answers the door, dressed in khaki pants and a shirt and\ntie - his hair gelled in a neat part. He is nervous.\n\nGABE\nHi Kayla.\nKAYLA\nHi Gabe.\nGABE\nYou look really nice.\nKAYLA\nThank you. You too.\nGABE\nThanks. You want to watch a movie\nlater?\nKAYLA\nSure.\nGABE\nCool.\n\nA long pause.\n\nGABE (CONT'D) (CONT'D)\nCome on in.\n\nKayla steps inside.\n\nINT. GABE’S HOUSE. CONTINUOUS\n\nGabe’s house is small and messy. Kayla stands stiffly as Gabe\ncloses the door, turns to Kayla, and does a slow bow at the\nwaist, hands at his side.\n\nGABE\nWelcome.\n\nKAYLA\nThank you.\n\f92.\n\nGABE\nHow are you tonight?\nKAYLA\nGood, you?\nGABE\nI’m good and you?\nKAYLA\nGood.\nGABE\n\nCool...May I take your coat?\n\nKAYLA\nSure.\n\nGabe helps Kayla out of her hoodie like a gentleman. Then\nholds the hoodie awkwardly, not sure what to do next.\n\nKAYLA (CONT'D)\nI can hold it.\n\nGABE\nOkay.\n\nGabe hands her hoodie to her.\n\nGABE (CONT'D)\nAre you hungry?\n\nKAYLA\nYeah, sure.\n\nGABE\nCool.\n\nGabe starts walking, Kayla follows. Gabe leads her into the\nkitchen where he has set up a romantic DIY dinner for two at\nthe table -- two lit candles, two glasses of soda and two\nplates full of chicken tenders and fries.\n\nEverything has been set up very neatly and carefully.\n\nKAYLA\nWow.\n\nGABE\nDo you like chicken tenders?\n\nKAYLA\nYeah.\n\f93.\n\nGABE\nCool. I got a twenty piece and I\nalso got two of every kind of sauce\n- but if you have a favorite sauce\nand want more than one packet of\nit, you can have mine. I like all\nthe sauces equally.\n\nKAYLA\nThanks.\n\nKayla walks toward one of the chairs. Gabe pulls it out for\nher and she sits.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nKAYLA\nThanks. Kayla walks toward one of the chairs. Gabe pulls it out for\nher and she sits. \n\nTARGET SECTION TO BE ANNOTATED:\nGABE\nThe chicken tenders have been\nsitting out for a little bit\nbecause I didn’t know when you’d be\nhere so tell me if they’re too cold\nand I can heat them up in the\nmicrowave.\n\nKAYLA\nOkay.\n\nGABE\nWhoops, left this out by accident.\n\nGabe picks up a PIECE OF PAPER that was sitting right beside\nKayla’s plate. He stands in front of her, holding it.\n\nGABE (CONT'D)\nI didn’t mean to leave this out.\nSorry. So stupid.\n\nKAYLA\nNo problem.\n\nGabe doesn’t move. Holds the paper out to Kayla.\n\nGABE\nYou wanna see it? It’s stupid.\n\nKAYLA\nSure.\n\nShe grabs it and looks at it. It’s a cheap, print-out award\nwith Gabe’s name on it.\n\nGABE\nIt’s stupid.\n\nKAYLA\nWhat is it?\n\f94,\n\nGABE\nI go to archery camp every summer\nand last summer I got five bull’s\neyes in a day so they gave me the\nSharpshooter of the Week Award.\n\nKAYLA\nWow. That’s really cool.\n\nGABE\nIt’s stupid.\n\nGabe takes the paper and places it on top of a nearby bureau.\nHe then walks over to the opposite side of the table, stops,\nposes, shoots an imaginary arrow and then takes his seat\nopposite Kayla.\n\nHe grabs his glass of soda and holds it up.\n\nGABE (CONT'D)\nTo our first friend hang out!\n\nKayla smiles and lifts her glass. They toast and drink. Gabe\ndigs in to the tenders. Kayla eats cautiously, careful not to\nmess up her lip gloss.\n\nGABE (CONT'D)\nThanks for coming.\n\nKAYLA\nNo problem.\n\nKayla eats a single fry in three bites.\n\nKAYLA (CONT'D)\nI like your house.\n\nGABE\nThanks. It’s my mom's.\nKAYLA\nCool.\nGABE\n\nWhat movie do you want to watch?\n\nKAYLA\nWhat ones do you have?\n\nGABE\nI have Netflix so we can watch\nanything. What kind of movies do\nyou like? What genre?\n\f95.\n\nKAYLA\nUm...I don’t know.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\n95. KAYLA\nUm... I don’t know. \n\nTARGET SECTION TO BE ANNOTATED:\n What do you\nlike?\n\nGABE\n\nLots of stuff. I can watch scary\nmovies without being scared.\n\nKAYLA\nCool.\n\nGABE\nThe tenders are a little cold.\n\nKAYLA\nThey're fine.\n\nGABE\nOkay, good. I actually kind of\nthink they're better when they’re\n\ncold.\n\nKAYLA\nMe too.\n\nGABE\nCool.\n\nThey eat in silence for a bit.\n\nGABE (CONT'D)\nDo you believe in God?\n\nKAYLA\nUm....yes.\n\nGABE\nCool.\n\nMore eating.\n\nGABE (CONT'D)\nKnow any good jokes?\n\nKAYLA\nJokes? Um...\n\nGABE\nI know a few. Okay, so you know how\nbikes have two tires? Like on the\nwheels?\n\nKAYLA\nYeah, totally.\n\f96.\n\nGABE\nOkay, so why couldn’t the bicycle\nstand up?\n\nKAYLA\nWhy?\n\nGABE\n\nBecause it was two tired.\n\nKayla laughs a little out her nose, nervous.\n\nKAYLA\nThat’s a good one.\nGABE\nI made it up.\nKAYLA\nWow, that’s really funny.\nGABE\nDo you have any?\nKAYLA\nUm..... what did the fish say, hold\n\non...what did the fish say when he\nswam into the concrete wall--\n\nGABE KAYLA (CONT'D)\nDamn. Damn.\n\nGABE (CONT'D)\nI’ve heard that one, that’s a good\none, I like that one.\n\nKAYLA\nThanks.\n\nGABE\nYou have a good sense of humor and\nthat's what I like so it's good\nthat you have that.\n\nKAYLA\nThanks.\n\nGABE\nYou’re welcome.\n\nGabe stares at his food, looking agitated. Then:\n\nGABE (CONT'D)\nI have to tell you something.\n\f97.\n\nKAYLA\n(little freaked out)\nWhat?\n\nGABE\nI didn’t make up that bike joke. My\ndad told it to me.\n\nKAYLA\nOh that’s okay.\n\nGABE\nI shouldn’t have lied to you I’m\nsorry.\n\nKAYLA\nIt's fine.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nKAYLA\nOh that’s okay. GABE\nI shouldn’t have lied to you I’m\nsorry. KAYLA\nIt's fine. \n\nTARGET SECTION TO BE ANNOTATED:\n I also sort of think you\nmade the joke you’re own in the way\nyou said it so it’s sort of like\nyou wrote it anyway.\n\nGabe smiles.\n\nGABE\nTotally.\n\nThey eat some more in silence.\n\nGABE (CONT'D)\nI watched some of your videos.\n\nKAYLA\n(embarrassed)\nOh...those are stupid.\n\nGABE\nNo! No, they’re really cool. You’re\nreally smart about stuff. You know\nso many things.\n\nKAYLA\nThanks.\n\nGABE\nI was thinking you should have your\nown talk show.\n\nKAYLA\nHahaha yeah...\n\nGABE\nI’m sorry if I’m being weird, I’m\njust really nervous.\n\f98.\n\nKAYLA\nYour not being weird.\n\nGABE\nWe’re having a good conversation I\nthink.\n\nKAYLA\nYeah me too.\n\nGabe smiles. Kayla smiles back.\n\nINT. GABE’S HOUSE - LIVING ROOM. LATER\n\nGabe and Kayla sit on the couch “together” (three feet apart,\nstiff, both facing forward, nervous).\n\nGABE\n...what do you wanna do?\n\nKAYLA\nOh...whatever.\n\nGABE\nYeah, me too, I can do whatever.\n\nKAYLA\n...you wanna watch something?\n\nGABE\nSure.\n\nGabe grabs the remote off the coffee table in front of them.\nHe hesitates, puts the remote back down.\n\nGABE (CONT'D)\nActually...can I show you\n\nsomething?\nKAYLA\nSure.\nGABE\nOkay.\n\nGabe hops up from the couch and runs out of the room. Kayla\nstays put, sitting up straight, knees bouncing, nervous.\n\nWe stay on Kayla as we hear the sounds of Gabe’s frantic\nsearch: loud footsteps down a hallway, a door opens, closes,\na pause, door opens again, more footsteps.\n\f99.\n\nGABE (0.S.) (CONT'D)\n(just outside the room)\nOkay, I’m ready to show you.\n\nKAYLA\nOkay.\n\nGABE\nIt’s not that cool. But maybe\nyou'll think it’s really cool, I\ndon't know, it’s kind of cool, I\nguess.\n\nKAYLA\nOkay.\n\nGABE\nClose your eyes.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut maybe\nyou'll think it’s really cool, I\ndon't know, it’s kind of cool, I\nguess. KAYLA\nOkay. GABE\nClose your eyes. \n\nTARGET SECTION TO BE ANNOTATED:\nKayla does. We stay on her as Gabe enters the room. Lots of\nlittle, strange sounds.\n\nGABE (CONT'D)\nKeep your eyes closed.\n\nKAYLA\nOkay.\n\nGABE\nOkay, you can open your eyes.\n\nKayla does. Gabe is standing in front of her with his hands\nbehind his back. There’s a large cardboard box behind him and\na laptop now open on the coffee table between Kayla and him.\n\nGABE (CONT'D)\nSo, like, I told you about how I do\narchery and, um, like, this is sort\nof like another one of my passions.\n\nGabe keeps one hand behind his back as the other reaches out\nand hits the laptop’s spacebar. HEAVY METAL MUSIC begins to\nblast as Gabe pulls TWO LARGE SILVER RINGS from behind his\nback and begins his magic routine.\n\nGabe’s hands shake with adrenaline as he does his linking\nrings routine. Then reaches into the box, does more tricks -\ncolor changing scarves, cutting and melding ropes.\n\nThe face-melting guitar doesn’t quite match up with Gabe’s\n\nroutine. But Gabe is taking this very seriously, too nervous\nto look up at Kayla and see if she’s liking it or not. He’s\npracticed this a thousand times, and this is it: his moment.\n\f100.\nAnd as Gabe struggles through his act, messing up here,\ndropping a prop there, Kayla watches him.\nSomeone is doing something for her.\nAnd she is watching it.\nSmiling.\nHer world upside-down.\n\nThe pressure, finally, for a moment, off.\n\nEXT. STREET. GABE’S HOUSE LATER\n\nDad waits in his car, parked on the street in front of Gabe’s\nhouse. He stares ahead, turns, sees something, smiles.\n\nKayla enters the car.\n\nDAD\nHey.\n\nKAYLA\nHey.\n\nDad pulls away and starts driving. We stay on the two of\nthem, sitting quietly.\n\nA long silence between them, then:\n\nDAD\nDid you have fun?\n\nKAYLA\nYeah, yeah it was fun.\n\nDAD\nGood.\n\nThey drive. Both staring forward. Sitting in silence.\n\nTogether.\n\nINT. MILES GROVE MIDDLE SCHOOL - LOBBY/HALLWAY.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nTogether. INT. MILES GROVE MIDDLE SCHOOL - LOBBY/HALLWAY. \n\nTARGET SECTION TO BE ANNOTATED:\n MORNING 75\nWe move slowly through the lobby. The floor somehow both\nscuffed and shiny. A giant trophy case with way too much in\nit. A high ceiling.\n\nAnd empty.\n\f101.\n\nPRINCIPAL MCDANIEL (0.S.)\nFriends, Family, and Loved Ones.\n\nThe strange sounds of a speech happening in a large, nearby\nspace. Loud and echoing and muffled through the walls. Barely\ndiscernible.\n\nWe continue to move slowly through the lobby and toward an\nopen hallway entrance.\n\nPRINCIPAL MCDANIEL (0.S.) (CONT'D)\nToday is a celebration. A chance\n\nfor us to applaud the achievements\n\nof these amazing kids. Miles Grove\n\nMiddle School’s Class of 2017.\n\nApplause. Even louder. Even stranger sounding. Principal\nMcdaniel’s speech fades to barely audible as we move down the\nhallway.\n\nIt’s dark. Something in the distance.\n\nWe keep moving. Get closer.\n\nKids waiting in the dark, lined up against the right wall of\nthe hallway in single file. Dressed in caps and gowns.\n\nA CHAPERONE (40s) at the front of the line by the entrance to\nthe Gym. The kids are chatting, bored, not really caring\nabout whatever they’re supposed to be caring about right now.\nCHAPERONE\n(whisper yelling)\n\nGuys! Guys! We’re almost there, a\n\nfew more minutes, please, please\n\njust, guys! Shhhh, just shhhh\n\nplease and thank you.\n\nWe pass the Chaperone and continue down the line. Boy, girl,\nboy, girl, girl, girl, boy, boy, boy, girl, b--wait.\n\nKayla.\n\nCap too big for her head. Swimming in her gown. She stands up\nstraight, hands clenched into fists at her side. She looks\ndown the hall, sees something.\n\nAiden. He’s late, hustling toward the back of the line.\nLooking cute even in that stupid robe.\n\nKayla watches him as he passes. Then faces forward. Stares.\n\nThen makes a decision.\n\f102.\n\nShe steps out of her place and begins walking quickly down\nthe line. We follow her. She moves with confidence and\npurpose. Aiden’s ahead, fixing his cap over his stupid head.\n\nKayla reaches him. And passes. Keeps walking.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nKayla reaches him. And passes. Keeps walking. \n\nTARGET SECTION TO BE ANNOTATED:\n She finally\nstops and turns.\n\nKennedy Graves is standing with Steph and another friend. All\non their phones.\n\nKAYLA\nHey.\n\nKennedy looks up. Too confused to even react.\nKayla speaks the following in what seems like one breath.\n\nKAYLA (CONT'D)\nI wrote you that letter thanking\nyou for having me to your party and\nyou didn’t write back, like not\neven a facebook message, and that’s\nreally stupid and mean. And being\nmean isn’t cool, it’s MEAN. When\nsomeone does something nice you're\nsupposed to do something nice back.\nI’m always nice to you and you’re\nnever nice to me and that’s not\nfair. I’m a good person and you\nshould be nicer to me.\n\nKennedy looks shocked/disgusted. Kayla turns to walk away,\nwhips back.\n\nKAYLA (CONT'D)\n(angrier)\n\nAnd that card game I got you for\nyour birthday is actually REALLY\nFUN and you’d know that if you\nactually PLAYED IT. And I know you\nprobably think it’s stupid but\nstupid games can be fun sometimes,\nlike if it’s raining outside or\nwhatever, it’s a great game, it’s\nlike a really fun version of Go\nFish, and if you actually just\ntried playing it instead of trying\nto be cool all the time you'd\nrealize that it’s really fun game\nto play when you’re bored. And-\n\nKayla turns and walks away. Back up the line. The adrenaline\nof the moment still coursing through her. She retakes her\nspot in line. Taking deep breaths to calm herself.\n\f103.\n\nShe smiles.\nThe familiar sounds of PHOTOBOOTH. BEEP BEEP BEEP CLICK:\n\nKAYLA (V.O.)\nHey Kayla, it’s me, Kayla.\n\nThe line starts to move. Kayla walks with her classmates, as\nthe line funnels from the dark hallway through the bright\ndoor to the gymnasium.\n\nKAYLA (V.O.)\nCongrats on finishing high school!\nI’m so, so, so, so, SO proud of\nyou.\n\nINT. KAYLA’S BEDROOM. LATER THAT DAY\n\nKayla is sitting at her desk, still in her graduation robes,\nspeaking to her laptop’s webcam.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. KAYLA’S BEDROOM. LATER THAT DAY\n\nKayla is sitting at her desk, still in her graduation robes,\nspeaking to her laptop’s webcam. \n\nTARGET SECTION TO BE ANNOTATED:\nKAYLA\nIt’s crazy to think that you’re\nalmost 18. You probably look a lot\ndifferent than me, which is cool,\nbut also if you still sort of look\nlike this that’s cool too.\n\nINT. KAYLA’S BEDROOM. LATER.\n\nCLOSE ON a USB DRIVE KOALA BEAR, plugged into Kayla’s laptop.\nKayla pulls it out. We continue to hear Kayla’s video.\n\nKAYLA (V.O.)\nHow did you do on the SATs? Did you\nsuck at the math part? It’s okay if\nyou did. Math is stupid.\n\nKayla places the Koala Bear into a BRAND NEW SHOEBOX full of\ntiny trinkets and keepsakes: a picture of Kayla and her dad,\na bracelet, Aiden’s crazy straw, the strip of pictures with\n\nOlivia from the mall photobooth , a sauce packet from Gabe’s.\n\nKAYLA (V.O.)\nDo you have a boyfriend? If you\ndon't that’s fine! And if you do, I\nhope he is treating you well. You\ndeserve it.\n\nKayla puts the lid on the shoebox. On the lid, in freshly\ncolored marker, are the words: TO THE COOLEST GIRL IN THE\nWORLD.\n\f104.\n\nEXT. KAYLA’S BACKYARD. DAY.\n\nKayla places her new time capsule into a two-foot deep,\ncrudely-dug hole in her backyard - a pile of loose dirt\nbeside it. Dad watches her, smiling, holding a shovel. He\nbegins shoveling the loose dirt back into the hole.\n\nKAYLA (V.O.)\nIs dad still a dork? If he’s not\nstill a dork, he’s probably an\nalien just wearing dad’s skin as a\ndisguise and you should kill him\nright after you read this.\n\nThe brightly-colored shoebox disappears more and more with\nevery shovelful of dirt.\n\nINT. KAYLA’S BATHROOM. NIGHT.\nKayla stands in front of the mirror. Dressed for something.\nHair and makeup done up.\n\nKAYLA (V.O.)\nI hope you’re not too sad about\nleaving all your friends for\ncollege.\n\nKayla lifts up her phone, poses for a selfie.\n\nINT. DAD'S CAR. LATER THAT NIGHT.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. DAD'S CAR. LATER THAT NIGHT. \n\nTARGET SECTION TO BE ANNOTATED:\nKayla rides shotgun. Dad drives. They are talking about\nsomething, making small talk, laughing, happy.\n\nKAYLA (V.O.)\nBut if you are sad, just remember\nthat can still stay in touch with\nall of your high school friends and\nyou'll make tons of new friends at\nyour new school next year.\n\nINT. MILES GROVE MIDDLE SCHOOL - GYMNASIUM. LATER. 81\n\nThe END OF THE YEAR DANCE is bumping. Sweaty pubescent kids\ngrind and “dance” with each other. Kayla walks in, looking\nbeautiful as always.\n\nKAYLA (V.O.)\nAnd I know you probably don’t want\nadvice from an eighth grader...\n\f105.\n\nKayla walks into the middle of the large mob of her peers.\nShe starts to dance.\n\nKAYLA (V.O.)\n.--but I just want you to know that\nif high school sucked for you, I'm\nreally sorry and that sucked\nbut...it's whatever, I mean, middle\nschool sucked for me but I'm past\nit now and I'm moving forward. And\nyou can do that with high school\ntoo.\n\nShe dances harder. Arms, hips, shoulders, head. All moving.\n\nKAYLA (V.O.)\nJust cause things are happening to\nyou right now, doesn't mean that\nthings are always going to happen\nto you. You never know what's going\nto happen next and that's what\nmakes things exciting and\nscary...and fun...\n\nShe is dancing her heart out. No one is paying attention. She\ndoesn’t notice. She doesn’t care. Eyes closed. Hips and arms\nand hair wildly in motion.\nKAYLA (V.O.)\nSo yeah, stay cool and I can't wait\nto be you....Love, Kayla.\nCUT TO BLACK:\n\nTHE END.\n\f"
}