{
  "1": "_ 1. ELIZABETHTOWN\n\nCameron Crowe\nMarch 2003\n\n \n\f\"y\n\n“y\n\nELIZABETHTOWN\n\nThe music of The Hollies’ “Jesus Was A Crossmaker” begins. It’s a quiet, stately song, fit for an\nending. And though thisis only the beginning, perhaps we\n\nsense something grand and final is\nzbout to occur. oe\nFADE IN:\n\nALARGE INDUSTRIAL TRUCK\n\nbacks into a close shot. Mighty steel doors swing upward to reveal an entire truck full of shoe\nboxes. Many, many boxes of shoes, marked with a loud black stamp: RECALL. Camera slides\nright, as another gleaming truck opens its back doors to reveal similar cargo. And another. And\nanother. Two dock-workers share a rueful, knowing look.\n\nDOCK WORKER # !\n\n{to the shoes)\nWelcome back, boys.\n\nThey begin the task of unloading this colossal shipment.\n\nVOICE\nAs somebody once said, there is a difference\nbetween a failure...\n\nHIGH-ANGLE\n\nTwenty-two trucks unloading the shoe boxes. ‘We are on the outskirts of the gorgeous “campus”\n\nof a famous shoe company whose world headquarters are right here in the wilds of Oregon, just\noutside Portland.\n\nVOICE\n... and a fiasco.\n\nINT. MERCURY SHOE CORPORATE HELICOPTER ~ DAY\n\nDREW BAYLOR is 27. He sits rigidly upright, a man facing his destiny, even though he’s\nseated backwards. He’s the only passenger in this company helicopter whistling over the tops of\ntall Oregon trees. In the distance, the magnificent Mount Hood. Drew looks at the large open\nside-window to the helicopter. It beckons, a tempting way out.\n\n \n\fEXT, MERCURY SHOE HEADQUARTERS - DAY - HIGH ANGLE\n\nThe speck that is Drew now exits the still-whirring helicopter which has just touched down at the\n\ntop of the tallest building of this important-looking compound. The voice continues helpfully, calm\nbut resigned. uo\n\nVOICE\nA failure is simply the non-presence of success.\nAny fool can accomplish failure.\n\nPILOT\nWatch your bead —\n\nDrew looks upwards at the slicing helicopter blades.\n\nDREW\n(unconvincing)\nTm fine.\n\nINT.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nPILOT\nWatch your bead —\n\nDrew looks upwards at the slicing helicopter blades. DREW\n(unconvincing)\nTm fine. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MERCURY SHOE HEADQUARTERS - DAY\n\nDrew wears a security i.d. badge as he walks the hallway. Young powerful types, all “casually”\ndressed, swivel back in chairs, frozen in mid-meeting as they see him. We know the look. It’s our\nown look as we try hard not to gaze at a passing wreck on the highway.\n\nVOICE\nBut a fiasco...\n\nDrew arrives at another hallway juncture, a little unsure of his direction. He chooses the left path.\nHe nods to people as he walks. Our narrator’s thoughtful voice belongs to Drew, of course, and it\nstands in great contrast to his deceptively cheerful public front...\n\nDREW’S VOICE\n|. a “fiasco” is a disaster of mythic proportions. A\nfiasco is a folk-tale told to others, that makes other\npeople feel more alive... because it didn't happen to them.\n\nDREW\n(flatly)\nT’m fine.\nINT. MERCURY SHOES HALLWAY - DAY\n\nDrew arrives at the desk of ELLEN KISHMORE, 24. She’s a high-level assistant with great\n\n \n\fC-\n\nstyle, poise, memorable green eyes and a few too many magazine photos of Jude Law on her\n\ncubicle wall. She greets Drew witb a not-quite-disguised look of horrified concern. Frankly, she’s\nshocked he’s still on two feet.. Just looking at Ellen almost comforts him.\n\nva ELLEN\nLb. 1! bas\nDREW\n(quietly)\nI'm fine.\n\nAt another time, they would have made clever small-talk, perhaps even openly discussed their\ncighteen-month affair. But there is no time for that now. ‘\n\not\n\nELLEN\nTB take you to Phil so you don’t get lost, ’,\n\nINT. CLOSED HALLWAY - DAY\n\nDrew and Ellen zip down a corridor on a cart. Think about a long hallway at LAX, the kind with\nchildren’s artwork on the sides. Replace the artwork with valuable masterpieces from American\npainters, and you’ ve got the jdea about this inner-sanctum passageway reserved for an elite few.\n\nDREW’S VOICE :\nMercury Worldwide Shoes... which is actually Phil...\ncontains some of America’s finest artists’ masterworks...",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nReplace the artwork with valuable masterpieces from American\npainters, and you’ ve got the jdea about this inner-sanctum passageway reserved for an elite few. DREW’S VOICE :\nMercury Worldwide Shoes... which is actually Phil... contains some of America’s finest artists’ masterworks... \n\nTARGET SECTION TO BE ANNOTATED:\nseen only by people heading for very important meetings,\na promotion... - ,\n\nDrew looks at Ellen with unabashed love. The paintings zip by. She looks at him with\nincreasingly distant affection.\n\nDREW’S VOICE\n... or otherwise.\n\nINT. “THE PEN” - DAY\n\nDrew and Ellen pass “The Pen,” an open work-space filled with desks and employees. Large\nmonitors fill every desk. Such is the state of the new global workplace — all we see are the tops of\ntheir heads. (Visible are cutting-edge souvenirs and sign-posts of worldwide culture.)\n\nDREW’S VOICE\nWe are not just employees, as Phil once said, we are\n“Denizens of Greatness.”\n\n \n\n \n\fa)\n\nSERIES OF SHOTS - DREW'S WORK WORLD\n1) Drew at monitor studying the leg and foot movements of animals.\n\nDREW’S VOICE\nPhil says — the world is full of those who coast through '\nlife, who achieve through negativity or theft.\n\n2) Drew at a 200 studying the way a monkee jumps, taking notes.\n\nDREW’S VOICE\nWe succeed through original thought: But there\nare sacrifices for a goal like pure greatness...\n\n3) On a calendar.\n\nDREW’S VOICE\n... birthdays, major holidays...\n\n4) Drew’s family - father MITCH, mother HOLLIE, sister HEATHER, her daughter ISIS.\n\nFamily gather at a table for Christmas. Drew, absent, is represented by a framed photo on a buffet\ntable... and an empty seat.\n\nDREW’S VOICE\n... though we sometimes celebrate odd things at Mercury,\nlike the day the Italians invented rubber. Which they didn't,\nof course, but that’s beside the point. . .\n\n5) “The Pen” is transformed into a pseudo-kegger. Drew, a non-dancer, dances wildly.\n\n6) Drew on escalator at office. Shot splits into two... then four screens, then folds back into one\nlarge think-tank where Drew studies media and culture from around the world. “- ~\n\nDREW’S VOICE\nLonce went four days without speaking. It was fantastic.\n\n6) Drew at desk, on his phone, early moming.\n\nDREW\nDavid! How’s the weather?\n\nDREW’S VOICE\nEach of us has a exact counterpart in the Region 3\nHeadquarters in Taiwan.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nDREW\nDavid! How’s the weather? DREW’S VOICE\nEach of us has a exact counterpart in the Region 3\nHeadquarters in Taiwan. \n\nTARGET SECTION TO BE ANNOTATED:\n Mine is named David Tan.\n\n \n\fEvery day, we download thoughts to each other -\nwe are two sides of the same brain-trust.\n\nINT. TAIWAN OFFICE — NIGHT\nDAVID TAN, 45, works long hours. Just the top of his head is visible behind his monitor.\n\nDAVID TAN\nDrew! How’s the weather?\n\nINT. PHIL’S OUTER OFFICE - DAY - PRESENT TIME\n\nThe cart slows to Phil’s outer office. No words, no sign proclaiming his name. Just two frosted-\nglass doors.\n\noe\n\nDREW’S VOICE:,\nAny true student of functional shoe design is also a student\nof Phil himself. He is a master. And his innate wisdom\n\nof what people want and need... has never failed to date.\nHe is also obsessed with the number two.\n\nA matching set of two Norman Rockwell paintings adora the outer wall.\n\nDREW’S VOICE\nThese are Phil’s prized two Norman Rockwells, the\npair of paintings that once hung outside the White\nHouse Office of John F. Kennedy...\nWe now see a matching set of two Security Guards in bulky jackets, attempting not to jook\nominous... which of course, makes them look more ominous. Security Guard # 1 (MEL) feels\n\nDrew’s pain. They’ve bantered happily in the past. Today Mel sends him a solemn silent message\nof compassion.\n\nDREW\n(with little conviction)\nI'm fine.\n\nDREW’S VOICE\nAnd yes, the two frosted doors Phil once purchased\nfrom a church on a vacation in Tunisia and had\nsent back home for a total cost too enormous to mention.\n(confides)\n$763,000. Each.\n\n \n\fr.. wg\n\nTwo Older Assistants - Moneypenny types ~ sit at two desks, nodding quietly as they listen over\nheadsets. One of them holds up two fingers ~ as in not yet.\n\nASSISTANT #1\nJust two more minutes and I can send you in.\n\nDrew nods, looking around, killing time before his date with destiny. .\nDREW’S VOICE\nBecause we have a moment here, let me tell you that :\nJama secret connoisseur of “last looks.” The way ”\npeople look at you when they believe it’s for the\nlast time... I collect these looks and...",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nDrew nods, looking around, killing time before his date with destiny. . DREW’S VOICE\nBecause we have a moment here, let me tell you that :\nJama secret connoisseur of “last looks.” The way ”\npeople look at you when they believe it’s for the\nlast time... I collect these looks and... \n\nTARGET SECTION TO BE ANNOTATED:\nASSISTANT #2\n\n(interrupting voice-over)\nOkay, he’s ready for you.\n\nEllen sends Drew through the two frosted doors.\n\nf \\) INT. PHIL'S OFFICE - DAY\n\nDrew looks back to see Ellen quietly disappear on the other side of these frosted doors.\n\nDREW’S VOICE\n.. there’s one right now.\n\nIt somehow feels quite significant. Drew is now utterly alone. Well, almost alone. Phil’s large\noffice is sunlit, wide-open, and inside it... time bas stopped. There is a collection of deeply-\ncomfortable brown-leather chairs, two large-screen televisions featuring state-of-the-art video\ngames abandoned in mid-pursuit, and at the far end comer, a sun-bathed figure sits thoughtfully\nlooking out at the trees. Phil is waiting, and somehow Drew knows to approach carefully. To bis\nleft, a large-screen computer monitor glugs with the sound of a screen-saver aquarium.\n\nPHIL\nHow are you, Drew?\n\nDREW\n1 wanted to jump out the window of that helicopter,\nand just splatter on the trees, to tell you the truth.\nfo PHIL\ny (half-hearted)\n. Don’t do that. It’s only money.\n\n \n\f7\nI And it is rather clear in his cadence that money is maybe the only important thing in Phil’s world.\nDrew has not been invited to sit in the empty chair next to Phil, so he stands. A young man ina\nvery, very large space. If only he knew what to do, what to say. But he doesn’t. Phil takes a\nsingle sip from each of two cups of tea that sit before bim. :\n\n' PHIL...\nThe American psyche isin turmoil. And we\nhave miscalculated.\n\nDREW\nTm... sorry.\n\nPHIL. to\nThave no rule-book for this situation.\n(blankly)\n‘They tell me we're about to lose 972 million dollars.\nT'm ill-equipped in the philosophies of failure.\n\nINT. INDOOR GYMNASIUM ~ DAY\n\n( \\ They walk together on the upper-tier observation platform. Below is a gymnasium floor, where a\ni pro-Basketball team works out. Phi] pauses briefly to regard these fine athletes.\n\nPHIL\nMy basketball team. They don’t even know yet.\n\nINT.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nPHIL\nMy basketball team. They don’t even know yet. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n COURTYARD - DAY\n\nPhil and Drew arrive in an indoor arboretum courtyard. The expanse of this company\nheadquarters is consistently surprising.\n\nDREW\nunderstand you have to let me go.\n\nPHIL\n(it’s understood)\nHow do I make the concept of 972 million dollars\nmore real to you?\n\nDREW\nIt is very real to me, Phil.\n\n( ) This we know, as Phil begins to talk. He is a fan of his own mellifluous voice, particularly as he\ndiscusses the subject of money.\n\n \n\fPHIL\n(thoughtful)\nWell. It’s the operating budget of a mid-size\ncountry. A small civilization. It’s big, it’s so big\nthat you could round it off to... a billion dollars.\n\n(beat)\nI cry a Jot lately.\n\nDREW\nIn every possible way, I feel responsible.\n\nPHIL\n(really not listening)\n\nA hugely-successful American company, built by my own\n\nfamily, the blood of my own family, merging last year\n\nwith DCS Industries on the promise of 2 global future\n\npinned to a groundbreaking shoe — your design — witha\n\nnew style of material, launched this week to great fanfare\nf~ and now meeting a growing international roar of laughter\n\nand rejection, enough to cause this memo from Jeffrey Barlow\n\nCEO of DCS, “this once highly-anticipated product may\n\nactually cause an entire generation to return to bare feet.”\n\nWe are about to enter a free-fall plunge. And the sound you\n\nhear is the sound of shit hitting the fan, globally.\n\nDrew is stricken. For a moment we hear the whistling sound of wind.\n\nDREW\nI wish there was something I could do.\n\nPHIL\nActually, there is.\n\n(witb suspicious compassion)\nSitting in a room downstairs is a reporter from\nModern Business Journal. He's one of the good\nguys. He’ll help usifhe can. The story of our\nrecall will break in a week, this Monday, and\nyou know, whatever you want to say — within\nparameters — would be wonderful.\n\nf : :\n5 Drew takes it in, He is a loyal warrior to the end.\n\n \n\fPHIL\nFor example, we need him to understand. We\nhired you from our National Scholarship. program.\nWe supported, invested in your brilliance.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nPHIL\nFor example, we need him to understand. We\nhired you from our National Scholarship. program. We supported, invested in your brilliance. \n\nTARGET SECTION TO BE ANNOTATED:\n This\nwas a very creative endeavor.\n4 (pause).\nAnd I think you should stand up for your incredible work.\n\nfatherly role-model. Now Phil is all reflective surface, a false front of\n\nDrew stares at his once\nsupport. It looks like another last look, unmistakably so.\nDREW\n(as in goodbye)\nThank you. :\nPHIL\nYou okay?\n\nDrew slowly nods. He wants to say “Tm fine,” but can’t quite get there.\n: DREW :\n\nmf...\nINT. MERCURY SHOES HALLWAY — DAY\n\noor, flanked by Ellen and Mel (Security Guard #1). It feels\nw stands at the door. Inside the Reporter waits. Drew\nders running for freedom. It’s too late. .\n\nDrew arrives at the conference room d\nlike an execution, and in fact it is. Dre\njooks down the long hallway, and consi\n\nDREW\nWell Ellen...\n\nHe’s about to say “wish me luck.”\n\nELLEN\nDrew. Phil asks that you not talk about him at all.\n\nREW\nAt all?\nELLEN\n\n(takes a breath)\nHe wants you to take all the... credit.\n\n \n\f[>.\n\n10\nDREW\n(privately)\nYou were wearing that jacket the first time I met you. -\n\nEllen smiles distantly. Quietly, @ lover's negotiation:\nELLEN\nAre you going back tonight?\n\nDREW :\nNo I was gonna stay... that was the plan, right? uo ‘\n\nELLEN\nPlans change, Drew.\n\nINT. CONFERENCE ROOM - DAY\n\nDrew faces the gimlet-eyed reporter, HERBIE GONSALVES, 46, a poker-faced professional.\n\nOn the table before them are Drew’s conceptual drawings of the now-infamous shee. It is a boldly\ndesigned shoe, with a very wide base, festooned with criss-crossing colorful designs. We notice\n\n( ‘\\ it’s name in the sketches — Spasmotica. Nearby, a copy of last week's Modern Business Journal.\n\nREPORTER\nAnd did Phil approve the designs, and work closely\nwith you on The Spasmotica?\n\nDREW\n\n(ghumly)\nActually it’s pronounced “Spaas-motica.”\n\nREPORTER\nOf course, there’s an “umlaut” — I'm sorry.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nNearby, a copy of last week's Modern Business Journal. REPORTER\nAnd did Phil approve the designs, and work closely\nwith you on The Spasmotica? DREW\n\n(ghumly)\nActually it’s pronounced “Spaas-motica.”\n\nREPORTER\nOf course, there’s an “umlaut” — I'm sorry. \n\nTARGET SECTION TO BE ANNOTATED:\nSo it’s “spizz” or... “spowze”... ?\n\nDREW\n(evenly)\nHe set me free to do whatever I wanted.\n\nThe Reporter looks at Drew with pen suspended over a small-sized notebook. The smell of\ncorporate violence is in the air. The pack needs to devour a wounded animal. Gonsalves offers\none final chance for survival before writing a death sentence.\n\n( ‘ REPORTER\nYour design, your vision... completely?\n\n \n\ft)\n\n\"a\nDREW\nCompletely.\nREPORTER\nAnd it came to you... in a crazy burst, or ~\nDREW ve\nI developed it for eight years.\n(voice trails)\nNight and day.\n(quieter) a\nTt was... meant to approximate walking on a cloud.\nREPORTER\n{still not writing)\nSo you’re the one.\nDREW\nT'm the one.\nREPORTER\n\nAnd that’s B - a-i...?\n\nDREW\nB-a-y..d-o-r..\n\nDrew’s life flashes before him... several times. The Reporter sets pen to paper, shaking his head\nslightly as he scribbles in his notebook. Drew eyes his name being written upside-down,\n\nmesmerized by the scratching sound, and the enormity of the effect this small act will now have on\nhis destiny.\nDREW\nWhen does this run? A week?\nREPORTER\nAweek. Actually, six days... by Sunday evening\nit’ be on the stands... can you believe I don’t\n\nhave longer to write 2 piece like this? It’s\ngonna be tough for me.\n\nDREW\nThat’s... that’s too bad.\n\n \n\f12\n\nREPORTER\nBut for you, It’s a little bit like knowing the plane\nis going down before anyone else, isn’t it? .\n(still writing)\nDo you know what you're going to do next?\n\nDREW\n\n(darkly)\nThave some plans. -\nREPORTER\nvo (looking up)\nAny last words?\n\nINT. MERCURY HEADQUARTERS - AFTERNOON\nEllen lingers a bit, putting a fresh security id. badge ona handsome new Recruit, as Drew passes.\n\nDREW\n(to Ellen) —\nHey, so —\n\nEllen doesn’t even look at Drew. He tums to see her hand seductively guide his replacement down\n\nthe corridor.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nMERCURY HEADQUARTERS - AFTERNOON\nEllen lingers a bit, putting a fresh security id. badge ona handsome new Recruit, as Drew passes. DREW\n(to Ellen) —\nHey, so —\n\nEllen doesn’t even look at Drew. He tums to see her hand seductively guide his replacement down\n\nthe corridor. \n\nTARGET SECTION TO BE ANNOTATED:\n The movement of her hand on the recruit’s back js mesmerizing in its brutal message.\nThis is what it feels like to be erased.\n\nON GLASS JAR\n\nDrew drops his security badge into the container by the exit. It clinks with finality.\nON DREW\n\nwatching Ellen walk away. He knows he’s supposed to leave with dignity, knows this with every\n\nbone in his body... but instead, giving way to feelings of disbelief and anxiety, he moves in the\nopposite direction, towards her.\n\nDREW\nHey — this is really silly. You probably don’t\nrealize how this is coming off.\n\nEllen turns, the panic of public embarrassment in her eyes. Two Mercury Guards now flank Drew,\neasing him backwards as co-workers watch.\n\n \n\fNY\n\noe 13\n\nDREW\nI mean, this is sort of like you're blowing me off!\n\nThe guards deposit Drew on the other side of the tinted glass separating Mercury Shoes from the\nrest of the world. He stands alone, in near silhouette. . .\n\nSUDDEN CUT TO\nMOVING MEDIUM SHOT\n\nDrew suddenly appears again on the other side of the tinted glass, moving alongside what he can\nbarely make out of Ellen and the new recruit. (Theme indicates this as a “last look” at Ellen)\n\nDREW ~\n(muffled)\nEllen... listen... wait... |\n\nEXT. MERCURY WINDOW - AFTERNOON\n\nDrew is on the other side of the tinted glass: He cannot follow any further. He stands alone in the\ncourtyard of the gorgeous campus, focked-out on this beautiful day, as casually dressed and\noblivious employees move past him. ‘ .\n\nDREW’S VOICE :\n| found myself thinking about my Taiwanese counterpart\nin Region 3. David Tan. ‘What would happen to him?\n\nEXT. MERCURY BUILDING — AFTERNOON\nSunlight glints off the comer of the Mercury Tower.\nDREW’S VOICE\n(figuring it all out)\n‘And in that moment I knew. Success — success ~\n\nnot greatness... was the only God the entire world served.\n\nThe sun disappears behind the building. Drew takes a last look at his former world, the courtyard,\nthe people, a company trash-can, and finally himself in the reflected windows.\n\nEXT.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe sun disappears behind the building. Drew takes a last look at his former world, the courtyard,\nthe people, a company trash-can, and finally himself in the reflected windows. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n DREW’S APARTMENT - NIGHT\n\nDrew walks up the steps, passing a cute Astsy Girl and her Boyfriend.\n\n \n\f14\n\nARTSY GIRL\nOh Drew. We’re having a party on Friday,\nso if you’re home working, there will be-noise.\nmr DREW\n(not a social animal)\nThanks.\n\nINT. APARTMENT HALLWAY - NIGHT\n\nDrew’s personal ritual. He turns the key and shoves his shoulder into the front door just so. Door\nswings open, as theme begins.’.\n\nINT. DREW'S APARTMENT - NIGHT ‘\n\n’\n\nDrew shuts the door to his stark, smallish apartment. This is the solitary existence of a man who\ndoes not “entertain.” It’s dominated by a television, stacks of video games, and two framed\nSpasmotica prototypes (in different stages of painstaking development) on the wall. A laptop\nglows with a Spasmotica screensaver and some sketches sit ona small kitchen table. He sets\ndown his things. He takes a look around, lets out,a breath. Home sweet home.\n\nINT. DREW’S KITCHEN - NIGHT\n\nDrew’s kitchen drawer opens, taking theme music out. Drew withdraws a Ginzu knife from the\nkitchen drawer. It’s in a special case reading: “The Sharpest Knife in the World - As Advertised.”\nThe knife is long, thin, and savage with a serrated blade. We know this knife from late-night tv\ninfomercials, where a burly chef first hurls tomatoes at the knife, which slices them cleanly, and\nthen smoothly cuts steel with it: Drew feels the blade, auditions the act of plunging it deep into bis\nchest. Yes, this is the right knife.\n\nON DREW\n\npulling a long-dormant exercise-bike into the center of the small living room.\n\nON HIS HANDS\n\npulling out a long strip of gaffer’s tape from a spool.\n\nON THE KNIFE\n\nbeing gaffer-taped into position by the speedometer.\n\n \n\f \n\nON WALL SOCKET\nDrew plugs in the bike.\n\nWIDER SHOT\n\nEver the designer, with focused intensity, Drew tests the efficiency of this machine before uging it\nhimself. He presses “on,” and stands back to observe...",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nON WALL SOCKET\nDrew plugs in the bike. WIDER SHOT\n\nEver the designer, with focused intensity, Drew tests the efficiency of this machine before uging it\nhimself. He presses “on,” and stands back to observe... \n\nTARGET SECTION TO BE ANNOTATED:\nTHE MACHINE\n\nIt bucks powerfully, the knife stabbing insistently into the air, into the exact spot where his heart\nwill soon be.\n\nON DREW\n\nHe admires the clean efficiency of his suicide machine. Ciearly, anyone seated in this machine will\nbe the victim of a special kind of Hari-Kari. It works. It’s perfect. He turns it off. Ah, but one\nthing is missing... and he knows what it is. Drew exits and returns with a pair of the villainous\nSpasmoticas. He ties the laces together and hangs them from the handlebars. This is perfection.\n\nEXT. DREW’S APARTMENT ~ NIGHT\n\nWith the decision, has come freedom. With an almost skip\nclothes, a wicker chair, the television, videos, camera, and\nbehind his apartment.\n\nin his step, Drew places a box of his\nall his belongings by the trash bins\n\nINT. DREW’S APARTMENT — NIGHT - MINUTES LATER\n\nDrew climbs into the seat. The place is neat, and empty. Now gripped with a real sense of\npurpose, he regards the “on” switch. We hear a very subtle chirp, an innocuous ascending ring.\nit’s the hushed reminder that his cell-phone rests on the table nearby. It’s not hard to ignore, so he\ndoes. The call goes to voice-mail with a final beep.\n\nON THE GAFFER’S TAPE .\n\nwhich weakens as the knife begins to droop. Drew adjusts the knife, adding more gaffer’s tape’\n\nHe is now completely focused and utterly centered. The phone chirps again. Drew doesn’t hear it,\nas he takes a breath.\n\nON THE ON SWITCH\n\nhis finger rests on it\n\n \n\f()\n\n16\n\nAnd finally Drew becomes aware of the contimuing ring. With zen-like calm, he rises and brings\nthe phone back to his seat. He is completely at peace, almost cheerful:\n\nDREW\nHello. «'\n1! tae ot\nIt’s HEATHER, 25, his sister. Heather is ever-burdened-with-responsibility. >\nHEATHER’S VOICE\n\nDrew, it’s your sister. I have some really bad news.\n\nDrew nods knowingly. Of course it’s bad news.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nI have some really bad news. Drew nods knowingly. Of course it’s bad news. \n\nTARGET SECTION TO BE ANNOTATED:\n Is there any other kind of news?\n\nDREW,\nCould you call me tomorrow?’ ©\nHEATHER’S VOICE\nNo. ol\nDREW\n* (extra pleasant)\nCould you call me a little later?\nHEATHER’S VOICE\nNo, honey.\nHe regards the “on” switch. It beckons.\nDREW\nTen minutes?\nHEATHER’S VOICE ana\nDad died.\n\nThis bad news is a deep physical blow. He goes limp with the impact.\n\nHEATHER’S VOICE\n(barreling forward)\nHe had a heart attack, back in Kentucky. He was\nstill visiting Uncle Dale. Mom’s in total shock.\nYou’ve got to handle this —\n\nDrew’s eyes close. His back hunches. The day has now reached ghastly, unfathomably bad\nproportions. He listens to his sister’s shaky voice.\n\n \n\f‘ 7\n\nINT. HEATHER’S APARTMENT - NIGHT\n\nHeather sits at her kitchen table. A baby monitor is nearby, crackling with the sound of her child.\nHeather’s face is frozen in a state of shock and panic .\n\nHEATHER\n—you’re the responsible one. You're the oldest. ‘\n\nINT. DREW’S APARTMENT - NIGHT\n\nParalyzed, Drew sits absolutely still. He looks at the knife, which droops and falls to the floor.\nHe looks out the window.\n\nPOV DREW ‘\n\nThe alley. Three bums excitedly and jealously thrash through Drew’s possessions. (Note: the\nframe actually spins slowly on an axis, his world literally turning — spinning like a smail\nhallucination that creates this sharp return to reality as we... ) ,\n\nCUT TO:\nINT. PORTLAND AIRPORT ~ NIGHT\n\nHOLLIE BAYLOR is moving furiously forward through the Portland Airport terminal. At 57,\nDrew’s mother still carries her collegiate good-looks and a school-girl’s obsession with the biggest\nquestions of life. Carefree people have often patted her on the shoulder and said, “Hey, just have a\ngood time.” But as we meet her, all her worst fears have come true. Into frame comes Heather,\nDrew’s sister and now Drew himself, holding a garment bag and a backpack. It’s a blizzard of\nadrenalized conversation. They are commandos trying to outrun grief. .",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nInto frame comes Heather,\nDrew’s sister and now Drew himself, holding a garment bag and a backpack. It’s a blizzard of\nadrenalized conversation. They are commandos trying to outrun grief. . \n\nTARGET SECTION TO BE ANNOTATED:\nHOLLIE oe\nT'm a widow... I’m a widow... I'm a widow...\n\nHEATHER\nIt’s okay, Mom. Drew has a plan.\n\nDREW\n\n(glazed, weary)\nT have a plan\n\nHOLLIE\nI don’t know why he went back to Kentucky!\nI don’t know what the attraction was —\n\n \n\fi”\n\n,\n\nr\n\nDREW\nHe was born there.\nHOLLIE\nThey don’t like me there, they never did.\nHEATHER\nDrew will take care of everything.\n(to Drew)\nHoney, you understand I can’t go because of the baby.\nDREW\nT'll be back in two days. '\nHEATHER '\nI'll man the phones.\nHOLLIE\n\nT'll always be the one who “snatched” him away\nfrom them. The two sides of this family have\nnever integrated well, so don’t expect to make\na lot of friends back there.\n\nHEATHER\nDrew doesn’t make friends, Mom.\n\nDrew stops.\nDREW\n\n(defensively)\nI have friends!\n\nThey don’t hear him. They’ve hurried on. He rushes to keep up.\n\nHOLLIE\nAnd you’ve got the Blue Suit. The navy blue —\n\nDREW\n(off garment bag)\nThave the Blue Suit.\n\nHEATHER\nHe loved that silly blue suit.\n\n \n\fHOLLIE\n\nGod knows if I made him truly happy —\nDREW\n\nPU call from Kentucky. I’ll be there in the morning.\nHEATHER\n\nWe have a plan.\nHOLLIE\n\nWe have a plan.\n(beat)\n\nAnd you hold your head up high. Dos’t you\nforget... you go back there as the most successful\nman in the history of your family. Don’t let them\n\nDrew hoists the bag up, coughs a little. He has not shared the earlier failure of this day.\n\nDREW | oe\nIs there anything else about what he said, how he\nwanted to be buried?\n\nHOLLIE\nHe never wanted to talk about it!\n(suddenly)\nWait. Wait... wait... I think he said sprinkled at sea!\n\nDREW\nOkay good. Sprinkled at sea!\n\nHEATHER 1\nWe have a plan. We're working well together!\n\nShe gestures with her arm and knocks into a passerby.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nHEATHER 1\nWe have a plan. We're working well together! She gestures with her arm and knocks into a passerby. \n\nTARGET SECTION TO BE ANNOTATED:\nHEATHER\nExcuse me --\n\nHOLLIE\nJust tell them I’m too sad to fly. My God, I have\nto call people and clean out the office —\n\nThe Security Gate looms ahead. They stop.\n\n19\n\n \n\fws. HOLLIE\n—Yma widow. - .\n\nHEATHER\n\n(checking monitors) an\nWe'll figure this out! We'll figure this out... just Se\nget dad home, Hurry. .\n\nHollie looks at her son with a stunned expression. Suddenly she can’t or won’t let go of his arm.”\n\nHOLLIE .\n(dazed, fractured)\nI was still waiting for everything to start and now\nit’s over.\n\nDrew kisses them both quickly.\n\nDREW\nT'll bring him home.\n\n) HOLLIE\nWait... get close... come here...\n\nShe pulls them together for a small huddle.\n\nHOLLIE\nWhat did Dad always say...? “If it wasn’t this —\nALL\n— it would be something else.”\nThe memory somehow grounds them.\nHOLLIE\nHis spirit is still hovering, looking for a place to land...\nON DREW\nlooking upward.\nHOLLIE\n... naw go and do him justice! And call and\n») tell us everything! Go!\n\n \n\f \n\n21\n\nPeople are trying to get past their cluster hug. Drew pulls away, and is\n\nimmediately vectored into\nSecurity lines.\n\nON DREW\n\nin line. It occurs to him.\n\nDREW\nHey wait! How do we sprinkle him at sea ina\nblue suit? .\n\nThey cannot quite hear him. Drew tums and faces forward. Music matches the pulses of thoughts\nin his head. His consciousness revs. '\n\nDREW'S VOICE\nThe Business Journal article would run in six days.\nI would go to Kentucky.\nPULSE — THE PLANE TICKET\nin his band.\nPULSE - THE SUIT\n\nin his other hand.\n\nDREW’S-VOICE\nPut my father in the Blue Suit, bring him home...\n\nPULSE — DREW’S APARTMENT - FLASHBACK TO AN HOUR EARLIER\n\nDrew regards the Suicide Exercise Machine. The Ginzu knife stands ready for duty. He shuts the\ndoor to the closet, and we stay with the shiny machine for an extra moment.\n\nDREW’S VOICE\n... and then get back on that bike.\n\nINT.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe shuts the\ndoor to the closet, and we stay with the shiny machine for an extra moment. DREW’S VOICE\n... and then get back on that bike. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n AIRPORT SECURITY AREA — NIGHT\n\nHollie and Heather stay for a last look, waving goodbye on the other side of the Security\nCheckpoint.\n\n \n\f~y\n\n‘e222\nDREW’S VOICE\n\n(absolutely resolute) Me\nNothing would stop The Plan. ,\n\nINT. AIRPORT SECURITY AREA - NIGHT - ONE MINUTE LATER\n\nDrew lifts the garment bag from the conveyor belt, and is immediately stopped by two Airport\nSecurity Guards.\n\nGUARD # 1\nCould you come with us for a second?\n\nINT. ANOTHER SECURITY AREA - NIGHT\n\nThe two Guards search and interrogate Drew, as a third silent Guard in fatigues sits watching with\na machine gun at his side. From time to time, he taps information into an open laptop.\n\nGUARD #2\nYou made this plane reservation at the last minute.\n\nDREW\nIt’s a family emergency.\n\nGuard # 1 casts a knowing glance over at Guard #2, the “) family emergency” line. Guard #2\nfinds a small pair of scissors, and shows it to Guard #1. They look at each other meaningfully —\nthe case against Drew is growing. They regard the tiny weapon like a bomb of epic proportions.\n\nGUARD #2\nYou’ re traveling with this --\nDREW\nTake it.\nGUARD #1\n\nHave you ever attended school overseas?\n\nDREW .\nOne semester in Germany.\n\nThe Guards openly share their most powerful Sook yet. They look at the two very different suits in\n\nDrew’s garment bag. One is a standard issue. The other is The Blue Suit. It immediately\n\nfascinates them. It’s not quite in fashion, strangely anonymous. Purposely anonymous? The\nGuards flick looks to each other.\n\n \n\fGUARD #2\nAnd this is your suit? .\n\nDREW\nThe suit belongs to my Dad. . ‘\n\nGUARD #2\n(careful, skeptical)\nAnd your “father’s” going to wear this suit?\n\nDREW\n(evenly)\nFor eternity.\n\n'\n\nBeat. Suddenly they understand. And this issue, as Drew will soon find out, strikes a chord in all\nmen, large and small. A silent moment passes between them. Guard # 2 gives Drew a sympathetic\npat on the shoulder. Guard #3 holds out the plastic container with the Beautiful You baggie.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nA silent moment passes between them. Guard # 2 gives Drew a sympathetic\npat on the shoulder. Guard #3 holds out the plastic container with the Beautiful You baggie. \n\nTARGET SECTION TO BE ANNOTATED:\nDrew takes it, acknowledging the most menacing guard’s gesture of kindness. The three men -\nshare one last wordless moment in the security area, We hear the shimmering guitar introduétion\nof the song that serve as a musical signpost for the movie, Claire’s Theme.\n\nEXT. AIRPORT PERSONNEL TRAM — NIGHT\n\nA group of Southwest Airline employees move off the airport shuttle carrying bags. There is little\nglamour in their weary movements. Just another work force on the late-night shift. Shot finds a\nyoung woman, 25 or so, in casual clothes exiting with a roller suitcase. She steps out into’a blast\n‘of summer heat, smoothing her clothes. Music continues as she leaves the real air behind and\nproceeds to enter the air-conditioned, timeless capsule of...\n\nINT. PORTLAND AIRPORT - NIGHT\n\nThe Airport. She walks the thoroughfare. It’s mostly empty, just a crying baby and a group of\nstray late-night passengers. She dutifully shows an armed guard her Airline security badge. There\nis little romance left in what was once a glamour profession. She took the job for freedom and\ntravel. Lately she feels like a cop. She is CLAIRE COLBURN, built for travel, tired by nature,\nand she pauses to adjust her shoe.\n\nINT, CHANGING STATION/LOCKERS — NIGHT\nClaire opens her locker, changes into uniform. Just another night. Music continues.\nJ INT. AIRPORT PEOPLE MOVER — NIGHT\n\nDrew in close-up sitting with coffee. He is new to grief, and we can almost feel him burrowing\n\n \n\fC\n\nrae\neo 24\n\ninward, retreating from the world. At the other end, Claire sits with headset. Her uniform is now\n\non, along with her public front. Two travelers on very different courses. They don’t ever see each,\nother, as song continues. ‘\n\nINT. SOUTHWEST AIRLINE - NIGHT . an 4\n\nWe are airborne. Claire routinely mops up the sink in the galley of the plane, and surveys the ~\npassenger load. The plane is nearly empty, as her gaze passes to the right and left, seeing only\nthree passengers in first, and then the center. One overhead light and one passenger at the very, -\nvery back.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nClaire routinely mops up the sink in the galley of the plane, and surveys the ~\npassenger load. The plane is nearly empty, as her gaze passes to the right and left, seeing only\nthree passengers in first, and then the center. One overhead light and one passenger at the very, -\nvery back. \n\nTARGET SECTION TO BE ANNOTATED:\n :\n\n+\nON DREW - HER DISTANT POV\n\nHe sits quietly.\nCLOSER ON DREW\n\nThe thundering reality of all that happened today is starting to sink in. His eyes are fixed on a\ndistant point, uncomprehending. He absently watches...\n\noo\n\nCLAIRE ~ HIS POV\n\nThe distant Flight Attendant takes the long trek, purposefully and with very good posture, all the\nway down the very long aisle to him. She lowers, down to his exact eye level.\n\nCLAIRE\n(mock professionalism)\nSir, by flying this flight, you’ ve helped save all our\njobs, Definitely mine, maybe even the entire airline.\n‘We would like to reward you with a free seat in first-class.\n\nDREW n Loe .\n(distant) .\nI'm fine.\n\nClaire looks at him. He doesn’t get it. She shifts her body-language a dit.\n\nCLAIRE\nOkay — let me try it like this.\n(more direct)\nI’m really tired. Please don’t make me keep\nwalking all the way back here... all night long.\n\n \n\fa ‘\n*- INT. FIRST-CLASS - NIGHT - MANY MINUTES LATER\n\nHe’s sitting in a darkened first-class. She sits on the arm-rest across the aisle. He’s getting ready\nto go to sleep, but she’s just getting started. .\n’ . . o &\nLouisville, Kentucky. Home, business or family?\n\nDREW\n(polite, final) °\nMy dad. , :\n\nClaire responds to his signal in her unique way — by ignoring it! She leans closer. She is an intent\nlistener, nodding slightly, collecting information like a detective assembling clues to a murder.\n\nCLAIRE\n\nWhere does he live in Louisville?\n\nDREW\nf >) Actually he’s near Louisville.\nHe pronounces it like the rest of the world: “Louie-ville.” She corrects him, like a native.\n\nCLAIRE\n\nLoua - vull.\nDREW\n\nLou-a-ville. He’s in Elizabethtown.\n\nCLAIRE\nGood. 1 hope someone is driving you because the\nroads around there are hopelessly and gloriously\nconfusing. Lou-a-vull.\n\nDREW\nYul keep that in mind.\n\nHe smiles pleasantly, with absolute good manners, and claims his privacy by politely shutting the\noverhead light off.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nLou-a-vull. DREW\nYul keep that in mind. He smiles pleasantly, with absolute good manners, and claims his privacy by politely shutting the\noverhead light off. \n\nTARGET SECTION TO BE ANNOTATED:\nIN DARKNESS\n\n) Claire doesn’t even process the brush-off. She’s built to help strangers.\n\n25\n\n \n\f26\n\nt\n\nCLAIRE\nT’ll draw you a quick map.\n\nShe hesitates and then clicks his light back on.\n\nDISSOLVE TO\n‘\nClaire draws a map on a piece of paper while telling Drew her life story. Drew, polite but distant,\nnow clutches a drink. .\n\nCLAIRE ‘\nSo Ben and I are in a wait-and-see pattem. He’s\nmy first real “genius,” you know? His‘ideas are\njust sinfully astounding. Disturbingly astounding!\n\nDREW\nRight. Okay.\nCLAIRE .\nHe goes to Harvard, we meet up in strange cities\ny and never the same one. He works a lot:\nDREW\n(dutifully)\nSo why is it “wait-and-see?”\nCLAIRE |\nI'm not sure. I'll wait and see.\n(off map)\n\nSo you want to get to 264. And then you want to\nnot miss 60B, I’m going to be obnoxious about that.\n\nDREW\nGot it. Okay.\n\nCLAIRE\nBens are strangely delightful. And very intuitive.\nComplex. Almost too complex to be around. Do\nyou know any Bens?\n\nDREW\n(obligated)\nI know one Ben. He’s very professional.\n\n \n\frT.\n\nCLAIRE\n\n(very interested)\n[ma student of names. For example. What’s your\nDad’s name?\n\nDREW\nMitchell.\n\nCLAIRE\nMitchell or Mitch?\n\nDREW\n\nMitchell, Sometimes Mitch.\n\nShe nods approvingly, a connoisseur\n\nCLAIRE\nMmm. The son of a Mitch.\nDREW\nry And just yesterday... I was fired by a Phil.\nCLAIRE\nPhils are dangerous. Phils are less predictable\nthan Bens.\nHe looks at her. And just randomly, for no reason she can even put her finger on...\nlove a little.\nCLAIRE\nAnd your girlfriend is a...\nDREW\n\nEllen.\n\nThe name “Ellen” is troubling to both of them.\n\nCLAIRE\nHow’s that going?\n\nDREW\n\nf Sort of a wait-and-see. But then I waited...\ny and I saw.\n\n*927\n\n.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut then I waited... y and I saw. *927\n\n. \n\nTARGET SECTION TO BE ANNOTATED:\n she falls in\n\n \n\f~ CLAIRE\nIwas going to say... 've never hada good experience\nwith an Ellen, or a Phil. .\n\nShe gives him the map. Mh\nDREW\nHow about with 2 Mitch?\n\nCLAIRE\n(mamediately)\nNever met a Mitch I didn’t like. Fun, Full of life.\nYou know what I mean when I say “fun?” You\nwant to be part of a Mitch’s club. + AmI close?\n\nDREW\n(distant smile)\nClose.\nShe detects a trace of something.\nCLAIRE\nHe’s okay, right?\nDREW\n\nYeah. He's...\n\nShe nods sage-like, ever the student of names. Drew swallows once, contemplates saying “dead”\n\nfor the first time in connection with bis father.\n\n» DREW\n... he’s fine.\n\nCLAIRE\n(Southern charm)\nGive him a big ‘ol hug for me.\n\nDrew doesn’t respond. Not much.\n\nCLAIRE\nTm Claire, by the way.\n\nJ . DREW\n\n28\n\n \n\fCLAIRE\n\n(appreciates name)\nNice.\n\nDREW oo\n(obligated) - - yy\nSame to you.\n\nCLAIRE a. vod\n(self-deprecating) \"\nPlease. Y11 let you sleep. Enjoy your map.\n\nBut something is still amiss in his demeanor. She shrugs it off, as she reaches for bis garment bag. ©\n(The three other passengers are long asleep.) .\n\nCLAIRE\nLet me take this ~\n\nHe hesitates in handing it over, just a little. She responds in kind, treating the item a bit more\n~ gingerly. She looks at the suit, looks back at Drew who finally shuts the light off. She tums away -\nwith the suit. It hits her. She knows.\n\nON DREW z\n\nwhose eyes glaze and blink slowly... just starting... starting... to... fall... asleep...\n\nRANDOM IMAGES AND FEELINGS - ARCHIVING AND SORTING MEMORIES\n\n_.. accompanied by no music, just the white noise of an airliner. We see criss-crossing images from\n\nthe consciousness of a man attempting sleep. His voice-over continues in a vacant tone not unlike\nsomeone who bas answered the phone while still dreaming. They sound awake but something is\njust a bit off.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe see criss-crossing images from\n\nthe consciousness of a man attempting sleep. His voice-over continues in a vacant tone not unlike\nsomeone who bas answered the phone while still dreaming. They sound awake but something is\njust a bit off. \n\nTARGET SECTION TO BE ANNOTATED:\n1) A kid (YOUNG DREW) in the passenger seat of a Ford LTD 70's edition. Strapping on-an\nunwieldy shoulder harness.\n\n2) A man (MITCH) cleaning out an office, handing boxes to the kid.\n3) A posed “casual” shot of Mitch. Always bolt-upright, hands at sides.\n\n4) Mitch walks down a courtyard corridor, turning back for a moment, then waving goodbye with\nback tumed. :\n\nwe\n\n \n\f5) Ellen’s band on the young recruit’s back.\n\nDREW’S VOICE\nI won’t really be able... to sleep. J am not... I probably...\nwon't really... 1am not asleep... did I bring enough .\nmoney?,... ATM... thirsty now... ‘\nCLAIRE’S VOICE\n(interrupting)\n\nGood moming!\nDrew lurches awake. Claire holds orange juice just outside the range of his body, saving a spill.\n\nCLAIRE’S ‘VOICE\nGo-od morning! .\n\nINT. PLANE/LOUISVILLE AIRPORT - BRIGHT MORNING\n\nDrew exits past Claire, with blue suit in bag. She offers him a coupon and some wings. She is\n\nthoroughly professional and bright, even though her passenger load is four groggy people. Drew is\nJ the last to exit.\n\nCLAIRE -\nAnd congratulations, Drew, you’ve eamed your wings\nas our ten millionth passenger. And here is a coupon good\nfor any Hyatt Regency in the greater Western Kentucky\narea. Better move quickly, lots of people behind you!.\n\nHe looks behind him ~ no one there. He smiles gamely, the full scope of her humor eludes him.\nDREW\n(she’s exhausting)\nWell, thank you.\nHe takes the wings, and the coupon. He nods goodbye, puts it in his pocket.\n\nCLAIRE\nAbsolutely.\n\nShe looks at him, wondering if this is her own last look at him.\n\nDREW\nAnd good luck with Ben.\n\n \n\fy\n\nCLAIRE\nLook, I know I may never see you again, but ~\n\nShe Jeans forward, and can’t resist giving him — the him she secretly knows to be srieving — this\nprivate and heartfelt advice.\nCLAIRE .\n— we are intrepid. We carry on.\nDREW ‘\n(rather baffled)\nNice to meet you.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\n— we are intrepid. We carry on. DREW ‘\n(rather baffled)\nNice to meet you. \n\nTARGET SECTION TO BE ANNOTATED:\nHe tums, and exits quickly. She watches him for five-and-a-half steps. She can’t help it: |\n\nCLAIRE\nRental cars are around the comer!\n\nHe turns. She continues loudly, pointing for emphasis at a distance.\n\nCLAIRE\nYou'll see the signs! Bluegrass Parkway tums\ninto Exit 60B! Don’t forget. 60B!\n\nDREW\n(pointing back, imitating her)\nOkay thanks!\n\nDrew nods, turns away again. She just can’t quite let him go.\n\nCLAIRE -\nYou okay to drive?!\n\nDREW\n(turns, spreads arms)\nT'm fine! :\n\nON CLAIRE\n\nwatching him leave her life, perfectly framed in the hallway. Her face is a question-mark. She\nraises her hands to her face and takes an imaginary “snapshot.”\n\n \n\f=a\n\n( / . * 32\n\nz2 ON DREW\n\nwho can’t help a half-grin as he waves politely and turns quickly. We see her, out-of-focus, still\nwatching in the background. He looks down at the coupon in his hands. Tums it over.\n\nON FLIP SIDE OF COUPON: .\n\nCLAIRE COLBURN ,\n709-342-7295 (cell) 709-432-2314 (home)\n\n709-398-4562 (voice-mail)\n\nAnd in black ink: DON’T MISS INTERSTATE 60B!!\n\nFor one very brief second, Drew is curiously intrigued. He laughs to himself, just a little. He tilts\n\nthe coupon to the side to see that she’s also written another number. 709-437-6823 ** auto club,\nif you get lost! ‘\n\nINT. DREW’S RENTAL CAR/UNDERGROUND PARKING LOT - DAY\n\nDrew tums the air-conditioning on full-blast, everything its got. ‘He’s on the cell-phone. He’s in\nthe subterranean rental car parking area. .\n\nDREW :\n\nUncle Dale! I’m in Louisville. Just landed. ’'m\nleaving now... 60B... yes, | have a map and T will\nbe there by five ‘o clock. I have the Blue Suit.\n\n \n\n(beat)\nI know about 60B. Yes, I’m okay. T’'ll meet you\nright at Aunt Dora’s house. Got it. Okay.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nT’'ll meet you\nright at Aunt Dora’s house. Got it. Okay. \n\nTARGET SECTION TO BE ANNOTATED:\nON BLUE GRASS\n\nwhizzing by a car window. The deep green and the turquoise-biue of the passing landscape is so\nvivid it is psychedelic. He is unaware of it. Map rises into shot.\n\nINT. DREW’S RENTAL CAR - DAY\n\nDrew drives, barely noticing the sights just outside his window. His grasp of direction is already\nslipping away. We hear only the whoosh of countryside whipping by, joined with the air-\nconditioner.\n\n(Note: Composition will subtly shift, as it does naturally in this area of the country, where life in\ngeneral seems to be 4/Sths sky.)\n\n \n\fF\n\n©)\n\nINT. DREW’S RENTAL CAR - DAY - HOUR LATER\n\nDrew is increasingly panicked. Signs whiz by, bearing no resemblance to the directions. He'is ‘\nvery lost, sbuffling through papers as he drives and cranes for a look at signs. There are no other\ncars in sight. ,\n\nON SIGNS , ‘\n\npassing. Interstate numbers like 274... 278B... 279A... fly by.\n\nINT/EXT. DREW’S RENTAL CAR - AFTERNOON\n\nThe car is completely still, parked in the middle of the road, Heat and beauty and absolute stillness\nsurround him. He flips out inside the car.\n\nDREW\nDid I miss 60B!! DID I MISS 60B???!!!\n\nINT. DREW’S RENTAL CAR - LATER AFTERNOON - MOVING\nDriving again, Drew cranes to look for any clue, as he continues on his cell-phone.\nDREW\nUncle Dale! Just got phone service back! Yes.\nI went ail the way to Frankfort, and now I’m\non the Blue Grass Parkway. Passed the Old\nKentucky Home Museum... not the Chaplin River\nyet... it’s very beautiful here... okay, great... ru\nmeet you right at the place... the parlor... isita\n“parlor?”... a home...\n\nON SIGN a 7\n\nreading: Elizabethtown.\n\nINT. DREW’S RENTAL CAR ~ LATE AFTERNOON\n\nAt last. Drew powers forward. Music.\n\nSHOTS OF ELIZABETHTOWN\n\nA red-and-purple sky. The still blazing late afternoon sun presses against the windows of his rent-\n\na-car.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nMusic. SHOTS OF ELIZABETHTOWN\n\nA red-and-purple sky. The still blazing late afternoon sun presses against the windows of his rent-\n\na-car. \n\nTARGET SECTION TO BE ANNOTATED:\n Drew squints — he forgot sunglasses ~ as he drives into the town. This main thoroughfare\ncuts through Elizabethtown, first lined with a row of small businesses, then more residential\n\n \n\f‘\n\ntr * 34\n\\e homes. Lawn equipment... porches.... flags dot nearly each house. One car-port even sports four\nflags. Drew drives past the Train Museum, actually a well-kept locomotive in a gravel field.\nKids on the street wave him in, point him ahead. One kid on a blue bike, wearing goggles, joins\nhim as an escort. A silver-haired woman on a porch watches his car pass. Other kids wave at\nhim. On another front lawn, a teenage gorl jumps on a trampoline. We pass Clay County High: ©\nSchool, where girls basketball practices outside. More residents line the sidewalks, waving him\n\nforward. All now cheering and pointing him onward a few more blocks to his destination. ,He is,\nquite clearly, and quite famously... late. Music continues.\n\nEXT. ELIZABETHTOWN FUNERAL HOME ~— LATE AFTERNOON\n\nDrew pulls into the crunchy gravel parking lot by a brown-l brick one-story building. The parking\nlot is full.\n\nINT. RENTAL CAR - LATE AFTERNOON .\n\nThrough his side window, Drew sees a youngish man slightly older than himself. He’s leaning on\n\nthe front fender of a hatchback. He looks enormously happy to see Drew. He is JESSIE\n\nBAYLOR, 31. Drew squints into the sun. Takes a breath. He opens the door and emerges from\nCo this, the last in a series of protective air-conditioned, capsules that have deposited him here.,\n\nSD EXT. ELIZABETHTOWN FUNERAL HOME - LATE AFTERNOON\n\nDrew officially sets foot in the South.\n\nHe is met with an otherworldly heat, a deep humidity, and the resounding roar of cicadas. All the\nsmells and the lushness of the Southern summer immediately crowd his lungs. He has been to a\nfew distant places, even Europe for a summer, but nothing has felt so far from home as this.\nSomewhere a bell clangs. The blinding sun cuts through some trees to blur his vision for a\nmoment.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe has been to a\nfew distant places, even Europe for a summer, but nothing has felt so far from home as this. Somewhere a bell clangs. The blinding sun cuts through some trees to blur his vision for a\nmoment. \n\nTARGET SECTION TO BE ANNOTATED:\n Shading his eyes, he sees Jessie approaching swiftly, crunching loudly on the gravel:\nHoisting up the garment bag, Drew meets him halfway. A A light urgency is in the\n\n \n\nDREW\nJessie?\nJESSIE .\nCuz!\nDrew is hit with a walloping bug.\nJESSIE\nf— This loss will be met by a hurricane of love,\n\n2 and you are staying with me!\n\n \n\f. 35\nVA .\n\nJessie walks Drew through a tree-shaded path to the Funeral Home’s adjacent cemetery. Jessie is\nimmediately tactile, and preps Drew like a Senator’s aide whispering loudly in his ear.\n\nJESSIE\nOkay, Cuz, I’m going to take care of everything.\nYou remember Uncle Dale. ‘You're going to meet\nCharles Dean, who was a good old friend of your\nDaddy’s. P.S. ~ you met all these people when you\nwere very small. Don’t worry, I will not leave your side.\n\nThey trudge up a small hill to a plot of land. Jessie presents Drew with pride and relief to have\nsomebody new in town who is roughly his age.\n\nJESSIE |\n_.. Charles Dean! Meet the grown up Drew Baylor!\n\nHere is CHARLES DEAN, 62, a local institution. His face resembles a natural rock formation.\n\nDREW\nJ Thank you. My condolences.\n\nJESSIE\nAnd you remember Uncle Dale.\n\n(UNCLE) DALE BAYLOR, 56, is Mitch’s younger brother and Jessie’s father. He too is\n\nregional through-and-though, though flecked with regret at his own lack of wanderlust. The men\nall gravely shake hands. Drew remembers none of them.\n\nEXT. ELIZABETHTOWN CEMETERY PLOT ~ LATE AFTERNOON\n\nThe men stand near a patch of green lawn:\n\nCHARLES DEAN\nHere is Mitch’s plot. It’s been in your family for\n272 years. I have always endeavored to keep\nthis area clear for your Daddy.\n\nDREW\n(beat)\nWe are still discussing that issue. There is a\npossibility of cremation.\n\nJ ‘The mention of cremation lands hard, Charles Dean visibly freezes, looks are exchanged. A gust\nof wind blows.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere is a\npossibility of cremation. J ‘The mention of cremation lands hard, Charles Dean visibly freezes, looks are exchanged. A gust\nof wind blows. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\ft\n\nCHARLES DEAN\n\nWell, for now, the question is... do you want an open or\na closed casket? .\n\nDrew shifts body language. The big questions are arriving quickly.\n\nDREW\nClosed.\nCHARLES DEAN \"\nYou're sure.\nDREW\n\nYes. He was a private man.\n\nCharles Dean and Dale share a brief look. Drew feels there’s something he’s missing.\n\nCHARLES DEAN .\n(tightly)\n5 Okay, so closed.\nDREW\nYes.\n\nCharles Dean presents a small open box with a few of Mitch’s valuables.\n\nCHARLES DEAN\nHis wallet —\n\nDrew looks at the lonely, familiar Brown Wallet.\n\nDREW\nThe Brown Wallet.\nCHARLES DEAN a\nAnd his ring from West Point. I’m assuming you'll\nwant it on.\nDREW\n\nYes. He was very proud of West Point.\n\n \n\f(\n\n«= ON HIS FATHER’S WATCH\n\n37\n\nalso in box. Still ticking. Correct time: 6:10 pm. -\n\nme CHARLES DEAN .\nI don’t know if that means as much in California, dow\nbut West Point sure matters here.\n\nDREW\nTt matters a lot.\n(beat)\nEven though we now live in Oregon.\nCHARLES DEAN\nAnd I did already dress him in a wonderful brown suit.\nDREW ,\n(holding garment bag)\nI did bring the Blue Suit.\nCHARLES DEAN\nYou take a look at the brown and decide later.\nAn uncomfortable beat passes.\nDREW -\nWe'd prefer the Blue.\nCHARLES DEAN\nFine. Then it'll be the Blue. Or the Brown.\nDREW\nBlue.\nCharles Dean nods reluctantly.\nCHARLES DEAN\n\nAnd do you want a closed casket... or an open casket?\nDrew looks slightly puzzled. Wasn't this just settled?\nDREW\n\n(carefully)\nClosed?\n\n \n\fA long beat of silence. Looks are exchanged.\n\nDALE\n(delicately)\n\nDrew, I think what Charles Dean wants to say is,\n\nyour daddy’s friends might be disappointed\nif they can’t see him again. They’d probably\n\nbe disappointed if it was closed for the Viewing.\n\n(aside, to Charles Dean)\nIs Bill Banyon coming?\n\nCHARLES DEAN\nI don’t think so... we haven't...\n\nDale nods, relieved. The issue evaporates.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHARLES DEAN\nI don’t think so... we haven't... Dale nods, relieved. The issue evaporates. \n\nTARGET SECTION TO BE ANNOTATED:\nDREW\nThe Viewing?\n\n) JESSIE\n\nThey’re all here, Cuz.\n\nCHARLES DEAN\nThey’ ve been waiting since three ‘o clock.\n\nUNCLE DALE\n\nThere’s a dinner later tonight. After the Viewing.\n\nDREW\n\nFine. That’s — that’s fine. Just..- we'd better go -\nover schedule and so forth because I Have to head\nback in two days. So we'll need to talk about\n\nflight arrangements for the casket —\n(pause)\n~ or the ashes.\n\nLooks are exchanged. It’s very uncomfortable.\n\nINT. NEARBY CHAPEL ROOM - LATE AFTERNOON\n\n\"A door swings open to a back chapel filled with people. Chartes Dean presents Drew grandly, as\n2 Drew looks at the small sea of unfamiliar faces, all of them dressed smartly and respectfully. He\n\nfeels their eyes, sizing him up.\n\n \n\fCHARLES DEAN\n\nEverybody, this is Mitch’s Boy from California, of the\n\nCalifomia Baylors. This is Drew. He’s going to spend\n\nsome time alone with his daddy, and then we'll all join him.\n\nDrew, you're related fo just about everybody here, and just .\n\nas your father was, we’re,all very excited about your\n\neight-year triumph with that beautiful shoe. ‘\nDrew looks at their sincere and curious faces and sees pieces of recognizable noses and eyes,,\nelements of his father’s looks... all different spins on the same gene pool. He is not a public\nspeaker, Do they expect him to speak? Jessie leans over and whispers in Drew’s ear. :\n\nJESSIE\nYou're going to need to say a little something\nfrom your heart.\nAll eyes are now on Drew. Stiffly:\nDREW .\n\nThank you for being here: Sorry I'mlate.\nHe looks at their faces. It’s not enough. Awkward adrenalin courses through him.\n\nDREW\nMy condolences to all.\n(blurts)\nma litle nervous. I’ve never seen a dead body before.\nINT. VIEWING ROOM - EARLY EVENING\n\nfe\n\nDrew is traumatized. Drew walks forward, advancing on the coffin containing his father. Jessie.\nBaylor is at his side.\n\nJESSIE\nNo, no ~ I’m not gonna let you feel bad.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nJessie. Baylor is at his side. JESSIE\nNo, no ~ I’m not gonna let you feel bad. \n\nTARGET SECTION TO BE ANNOTATED:\n It\nwas from the heart —\n\n(beat)\n\n— but let them say “condolences” to you.\n\nDREW\nI thought “condolences” was —\n\nJESSIE\n—no, it’s incoming. It’s an incoming phrase.\n\n \n\fO)\n\na,\n\n» 40\n\nOnly the upper-half of the coffin is open. An American flag is folded on the bottom-half of the\ncasket. Charles Dean appears at Drew’s other side.\n\nThe sight is rather overwhelming to Drew. A human body. His father... without breath. \"Behind\nhim, Charles Dean assumes The Pose. Head down, hands clasped, pastoral. He is, after all, an\n\nexpert moumer. Drew tums to him, as if up until this moment, it all could have been a-terrible\nmistake.\n\nDREW\n\n(quietly)\nThere he is.\n\nIt’s an enormously intimate moment. He draws closer, to the side of the casket. He passes\n\nthrough many emotions, ending on a slightly perplexed look. Charles Dean notices an oddness in\nDrew’s reaction. ' .\n\nCHARLES DEAN\nDid I not capture your Daddy... ?\n\nDrew is silent. He continues locking, now curious.\n\nDREW\nI don’t know what the word is. It’s just a look 1\nnever saw before. A look on his face.\n\nCHARLES DEAN\nToo solemn?\n\nDREW\nNo. I was going to say...\n\nHe tums to look at Charles, gauging the older man’s feelings.\n\nDREW\n... Maybe not solemn enough.\n\nCHARLES DEAN\n(quietly, defensively)\nHe was a fun guy.\n\nDREW\nOkay, but - this is - this is — what’s the word?\n\n \n\fCHARLES\n‘Whatever you wish. If you saw him differently...\n\nDREW ‘\nNo. I just r Pm a little tired ~\n\nDrew nods — maybe so — and turns back to his father.\n\nCHARLES DEAN\nIf you move around a bit, you’ll see different aspects.\n\nDrew knows he’s hurt the man’s feelings.\n\nDREW\nIt’s good... J just wish I could think of the word.\n\nllike it. I like the way he looks. You did a great\njob. Thank you.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nI like the way he looks. You did a great\njob. Thank you. \n\nTARGET SECTION TO BE ANNOTATED:\nDrew looks briefly at Charles Dean — this is all a bit personal ~ as Charles slips a box of Kleenex\non the side of the casket. Drew nods politely. Charles nods solemnly, and pulls a reluctant Jessie\nON DREW\n\nlooking down at his father. The improbable word comes to him.\n\nDREW.\nWhimsical, The word is whimsical.\n\nON MITCH\n\nwho looks like he’s been interrupted in mid-joke. We hear music, the introduction to the song\nthat will play through this and the next sequence. Drew moves around the coffin, looking closely.\n\n1n small ways, assisted by the lighting in this room, the expression actually does change... in small\nbut seemingly infinite variations. ‘\n\nDREW\nHey — why not? Whimsical.\n\nDrew stares. He reaches forward carefully, and touches the knuckles on his father’s fingers. They\nare hard and cold. He keeps looking at that face, the odd upbeat expression, as he stands alone in\n\nthe large room with Mitch. Drew tilts his head and moves to various vantage points to stare more\ncarefully at his father, as music continues.\n\n \n\f42\nINT. AUNT DORA'S KITCHEN/HOME - EVENING\nA burst-of human interaction. The small house is packed with flowers, friends, relatives and food.\nA high-pitched intensity swirls around Drew. And he just happens to begin the beating heart of this ° ‘\nhome —the kitchen. With Jessie Baylor at his side, Drew is given a plate With a large piece of\nyellow pie (Chess Pie, a regional favorite) by 65 year-old silver-blonde (AUNT) DORA. \"y\nCONNELLY. Dora represents the cheerfill side of the family, a grandchild-loving, powerful stalk\nofa woman. LENA, her older sister, moves nearby, always the co-hostess. (Lena: “How's your\nmother, how's Hollie?”) Drew watches the unspoken synchronicity of these cooks, moving\nswiftly, holding plates of food, never bumping into each other as they expertly cook for many.\nThey have swung into action. Three people talk to Drew simultaneously, one a tearful shy\ngirlfriend (CONNIE) of his father’s from a long time ago. She slips a high-school picture of Mitch\ninto his hands.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey have swung into action. Three people talk to Drew simultaneously, one a tearful shy\ngirlfriend (CONNIE) of his father’s from a long time ago. She slips a high-school picture of Mitch\ninto his hands. \n\nTARGET SECTION TO BE ANNOTATED:\n All around him, he sees bits and pieces of facial similarities. Music continues, as\nwe see a portrait of Southern culture, the likes of which is entirely foreign to Drew.\n\nSERIES OF SHOTS\n(Note: Drew is rarely, if ever, alone in frame.)\n\n1) Guests talk with Drew as he moves from the packed kitchen. Our view is partially obscured by\nthe backs of others. He's given an Ale-8, a soft-drink in a deep-green glass bottle. Many hold\nsimilar bottles. “It’s a regional drink, it’s like Mountain Dew with a kick,” says Jessie. They love\nseeing him drink it. “No it’s good,” Drew says. The guests, eager to talk to the visiting star, are\ntoo close to his face. ‘Behind him on the wall is a Praying Hands sculpture. Moving in the close\nenvironment, he knocks down the Praying Hands, and is given that too, along with more photos of\nhis father. Someone's voice says, pointedly: “We always wanted to know you better.”\n\nand nearby...\n\n2) All burners on the stove are operating at full-blast. Hush puppies... Com fritters... Chicken...\n\n3) A table with Ham. A four-year old boy pops into the shot. He's got fiery mischief in his eyes.\nHe is SAMSON BAYLOR, and he eyes the ham with intent. He too holds an Ale-8 and is\nalready chewing something else. Drew meets another Cousin: “Uncle Mitch always wanted us to\nmeet. Everybody says we look alike.” There is only the vaguest similarity.\n\n4) Aunt Dora is assured that Bill Banyon is not showing up. She appears mightily relieved. (The\n\nwords “Bill Banyon” should become more and more prevalent, as in “Thank God Bill Banyon isn’t\ncoming.”)\n\n5) UNCLE ROY, 56 and skinny, is asleep in the living room with television on, dreaming an old\nman’s dreams. Nearby Teenagers, beset with long faces and light acne, fumble with an impossible\ngroup of remote controls, none of which seem to help operate a new TIVO/VCR system.\n\n6) Drew moves through the main part of the house, toward the living room, and he spots Samson\n\n \n\ffy\n\n\"43\nby the ham.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe appears mightily relieved. (The\n\nwords “Bill Banyon” should become more and more prevalent, as in “Thank God Bill Banyon isn’t\ncoming.”)\n\n5) UNCLE ROY, 56 and skinny, is asleep in the living room with television on, dreaming an old\nman’s dreams. Nearby Teenagers, beset with long faces and light acne, fumble with an impossible\ngroup of remote controls, none of which seem to help operate a new TIVO/VCR system. 6) Drew moves through the main part of the house, toward the living room, and he spots Samson\n\n \n\ffy\n\n\"43\nby the ham. \n\nTARGET SECTION TO BE ANNOTATED:\n Jesse introduces Drew to a pretty 16 year-old girl, whispering “Mona is a stare-er.”\nWe meet MONA, who has a very compelling stare. Just as Samson feels he’s not being watched, .\n\nhe slips the ham off the table and lets two nearby dogs erupt into a dogfight over it. Samson\n\nescapes unseen, as the dogs are blamed. Aunt Lena'says: “Jennifer, get the dogs out of here!”\nUncle Roy sleeps through it all, : .\n\n7) The ham is quickly rescued, washed and re-dressed.\n\n8) Dora pulls out a Ginzu knife and starts cutting the ham, as Drew stands nearby. The blade is ©\nfamiliar to Drew, and he looks at it like a lover with whom he still has a planned rendevous. Jessie\nwhispers in Drew’s ear throughout, always informing him of the players and the playing field’\n\n9) Jessie attempts to confiscate an Ale-8 from Samson’s hands. Samson wriggles away.\n10) Camera catches some of the memorabilia and photos being handed to Drew.\n\n11) Sad guy just sitting there, bolding a cigarette, looking sad.\n\n12) Samson unravels scotch tape, sees bananas, looks subversive.\n\n13) Teenagers by the television, continue to struggle. Others are now enlisted.to try and fix the\nTIVO/VCR.\n\n14) Drew easily fixes. the complicated remote control system, and he meets a local star Basketball\nPlayer girl (still wearing jersey).\n\n15) Samson wedges the banana in the spigot of the pantry water-dispenser.\n\n16) Twin teenage girls show off a dance routine, which cheers up some of the more obviously\ngrieving elders. Se\n\n17) Samson screams next to Uncle Roy, and wakes him up, as he runs out the front door. Uncle\n\nRoy asks absently: “Is Bill Banyon here?” A chorus comforts him, “No, probably not.” Uncle Roy\ngoes back to sleep.\n\n18) Drew is still surrounded by friends and family, all offering condolences. Uncle Dale arrives to\nsay, “easy now, he’s been through a lot, and just “cause his daddy liked to talk doesn’t mean hé\n\ndoes.” Behind Dale, a car backs down the driveway.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nUncle\n\nRoy asks absently: “Is Bill Banyon here?” A chorus comforts him, “No, probably not.” Uncle Roy\ngoes back to sleep. 18) Drew is still surrounded by friends and family, all offering condolences. Uncle Dale arrives to\nsay, “easy now, he’s been through a lot, and just “cause his daddy liked to talk doesn’t mean hé\n\ndoes.” Behind Dale, a car backs down the driveway. \n\nTARGET SECTION TO BE ANNOTATED:\n “Dale, isn’t that your car? Who’s in that\ncar?” “Where are my keys?”\n\n19) Jessie comes out of the bathroom. “What's going on?” Aunt Dora feeds him beans from a\n\nspoon. Like a child. “It’s your son. He flooded the closet with the water dispenser. And right\nnow, he’s driving Dale’s car.”\n\n \n\f \n\nC)\n\n~\n\n20) Drew chases after the car, going backwards, slowly down the sireet, bangs on the side.\n\n21) Samson is surrounded by concemed adults, who try not to reward his flamboyantly bad\nbehavior. , .\n\nINT. AUNT DORA’S HOUSE -:NIGHT -LATER .\n\nThere is an immediate ripple. Someone has seen him turning up the walkway. A moment later,\nBILL BANYON, 54, walks in the front door. Everything about him screams — mid-level slickster\nHe’s untrustworthy, not as brilliant as he believes he is, and clearly arrogant. But here’s the catch.\nHe’s fun. Rumor and innuendo becomes him. He simply has no shame, as he announces:\n\nBILL BANYON a\nSo you obviously made a group decision not to\ncall and invite me. 2\nBeat. No one responds. Banyon explodes into a smile, extending a hand to the first stranger he\nsees, moving through the crowd like a politician with a checkered background.\n\nBILL BANYON ©\nHi. Bill Banyon... . a\n(moving through crowd)\n\nI hear Drew Baylor is here... how you doing?\n... how you doing, Bill Banyon...\n\nBanyon spots a woozy Samson. He kneels down to. him.\n. BILL BANYON —\nIs this Samson? How you doing, Samson?\n\nGive me a Big Boy’s hug —\n\nJessie and Drew watch as Samson rewards Banyon with the entire contents’of'an upset stomach.\nThe splatter hits Banyon and, to a much lesser degree, carpet and linen.\n\nBILL BANYON\nOkay! Okay then... okay... nice to see you too.\n\nHis face locked into detached bemusement, Drew absorbs the emotional cacophony of human\nbehavior swirling around him.\n\nEXT.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nOkay then... okay... nice to see you too. His face locked into detached bemusement, Drew absorbs the emotional cacophony of human\nbehavior swirling around him. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n AUNT DORA’S HOME ~ NIGHT\n\nThe windows and doors of the house are wide open, as the living room is aired out. Out of\nnecessity, the dinner has moved outdoors. The house looks beautiful, lit from within.\n\n \n\f.\n\"45\nDrew draws a sketch for a Starstruck Kid (Connie’s son). The kid then asks him to autograph a\n\nSpasmotica ad, and pose for a picture. Others ask Drew questions, the Dancing Twins watch\ntransfixed. Drew is the st\n\nar of this evening, to the very end. We catch a real wearihess in him.\nON JESSIE NEARBY\n\nbeing dressed down by Dale. Dale speaks to Jessie as if he’s still 17, which in many ways ‘he is.\nIt’s embarrassing watching an adult scolded, but it’s nothing new for Jessie. .\nDALE\nYou've got to take control of your kid! That boy .\nis looking for rules from you!\n\nJESSIE\nHey — blame me, everybody does.\n\nDALE\nYou can’t be a kid, and raise a kid! ‘Cause\nthey’re smart. They smell it.\n\nON BANYON\n\ntalking to others about his business — real-estate — while adjusting borrowed sweatpants.\n\nON JESSIE\n\nwho walks over to Drew. It’s been an eventful evening. Jessie has shared-his world with Drew,\nand he is grateful to have somebody within the vicinity of his own age who just may understand.\n\nJESSIE\nHow you holding up?\n\nEXT. NEIGHBORHOOD - NIGHT 7\n\nDrew and Jessie jog through the center of the street, an unlikely looking pair weighed down with\nstuff. Drew tightly holds his bag, a few artifacts, food-containers and the Praying Hands. Jessie\nholds his son, asleep and slung over his shoulder. On either side, there is the blue glow of houses\nlit up by living room television. It feels good to be moving again, away from the crowd. They\n\narrive at Jessie’s small house. Samson is still asleep over Jessie’s shoulder. A few fireflies snap\nand buzz.\n\nDREW\nBeautiful night... does it ever cool off?\n\n \n\f \n\n“ JESSIE\nNo. This time of year ~ it’s hotter than the ’\nhinges of hell. We got stars, though.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\n“ JESSIE\nNo. This time of year ~ it’s hotter than the ’\nhinges of hell. We got stars, though. \n\nTARGET SECTION TO BE ANNOTATED:\n ©\n\nINT. JESSIE’S HOME/SAMSON’S ROOM - NIGHT\nDrew watches from the darkened doorway, as Jessie slaps pajamas on a groggy Samson. «\n\nDREW . :\nHe’s an exciting kid. . : TR\n\n, JESSIE ,\nIt’s the only thing he inherited from Cheryl.\nThe volume. .\n(to Samson)\nDo you love me? Come on, I carried you half\na mile... do you love me?\n\nSAMSON\n(sleepily)\n2 *\nJESSIE\nThick and thin?\nSAMSON\nThick and thin. :\nJESSIE .\nTm surprised Aunt Hollie didn’t make it. ,\ncee\n\nShe’s pretty broken up. She sends her love\nto everybody, though.\n\nJessie nods, he knows the subtext.\n\nJESSIE\nI don’t blame her. Around here, their favorite thing\nin the world is to get offended by something small,\nand hold onto it for fifty years.\n\n2 Drew smiles at his outspoken cousin, and nods as in — better get to bed.\n\n46\n\n \n\fal\n\nJESSIE\nBut then, you and your dad were close.\n\nAs Drew watches Jessie slaps pajamas on the sleepy kid:\n\n' DREW\nOh very close. I knew him very, very well. He was my\nDad! We were actually going to... drive here together...\nthis year... and it became next year... and no, I knew him\nvery well. Very, very well. .\nAnd it’s obvious in the extra beat we stay on Drew that he didn’t know his father well af all.\n\nINT. MUSIC/GUEST ROOM - NIGHT\nJessie shows Drew the guest room, which also functions as an “office.” Shelves of toys and knick-\n\nknacks share space with band equipment, broken boom boxes, concert tickets, a concert poster on\nthe wall. And a lonely-looking futon.\n\nDREW\n(tired) : '\nThis will be perfect. I love it. I can sleep anywhere.\nJESSIE\nYou in my house, man. This is great. The\n\ncircumstances are noi great. But we are cousins,\nbrother. Brother, we are cousins. That was my band.\n\nJessie points out the poster, as he pulls out pillows and clears kid toys from the floor.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nBrother, we are cousins. That was my band. Jessie points out the poster, as he pulls out pillows and clears kid toys from the floor. \n\nTARGET SECTION TO BE ANNOTATED:\n (Jessie is :\nclearly a big kid with toys, trying to raise a smaller kid with toys.)\n\nON POSTER\nit reads: Winchester Summerfest, featuring Lynyrd Skynyrd.\nJESSIE\nThis is the show we opened for Lynyrd Skynyrd. .\n\nTwo of the original members!\n\nDREW\nCoal —\n\nJESSIE\nWell, we almost opened for ‘em. It’s really a long\n\n \n\fr\n~\n\nC\n\nstory. We never played, and we never played since.\nDrew sees the long list of performing bands listed on the poster, squints and finds the tiny letters at ‘ i\nthe bottom of the bill... Ruckus. We start to hear a sleepy whine in the next room. Samson stirs.\n\n‘ DREW |. . '\nRackus?\n\nJESSIE\nRuckus.\n\nJessie nods proudly and quietly, as Drew looks over some memorabilia from the failed band.\nDREW\nAnd now you fix computers. '\n\nJESSIE\nI’ve taken the year off for hard thought... tough thinking.\nSomething big has happened...“ér is happen-ning, and I\nwant to be the guy who puts his finger on it. Creatively.\n\nHe laughs to himself. Drew laughs a little too, studies the poster. Behind him, Jessie sings\nspontaneously, acapella, a verse from his own composition, “Same In Any Language.” Drew\nlistens uncomfortably, unsure how to respond or where to look af Jessie sings: .\n\nJESSIE\n“Those postcards I sent from Birmingham\nAll the way from the windows of Amsterdam.\nCopped a gram from Dapper Sam\nJust a four-letter man in another jam... “4\nOh yeah... “\n\nNext door, Samson fully wakes and erupts into a sustained howl. Jessie discounts the noise like -\nthe seasoned father of aloud child. Drew takes a breath, politely nods, and looks around the\n\nroom, imagining the next seven hours or so. The child is loud. We hear a quiet knocking along:\nthe wall.\n\nWOMAN’S VOICE\nHello?\n\nA young woman peeks around the comer holding keys. She has long straight hair with just a sliver\nof her face visible. She wears a Bartell’s drug store uniform, with a dark coat over it. She is\nDEBBIE, 30ish.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe has long straight hair with just a sliver\nof her face visible. She wears a Bartell’s drug store uniform, with a dark coat over it. She is\nDEBBIE, 30ish. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\f©)\n\nC)\n\nQC)\n\n* 49\nJESSIE\n(whispers) \\\n\nDebbie! .\n\n. DEBBIE\n' (shy, whispering)\n\nHey J.\nDREW\n\nHi.\n\nJessie nods and winks at Drew as in - you're on your own, my date is here.\n\nINT. MUSIC/GUEST ROOM — LATER NIGHT\nWindow pane shadows slash the darkened room. A fluttering almost-human form moves across\nthe room. (It’s the front porch flag’s shadow.) Drew hears a low scratching noise. It’s an old\n\nleafless tree that scrapes across the window in the wind. The branch scrapes again. Drew\nimagines:\n\nHOLLIE’S VOICE\n“His spirit is still hovering... looking for a place\nto land... “\n\nAnother other-worldly sound now catches his attention. It’s just next door. Now the leafless tree\nbranch scrapes again. The other-worldly whine grows louder, from behind the wall. We begin to\nrealize that it’s actually Debbie. And now we hear Jessie’s sounds of pleasure. The wind kicks\nup, and the tree branch scrapes insistently. Drew now hears a mournful banshee wail. It’s\nSamson, howling from the next room. Getting louder. For a few long moments, all are in\nsyncopation. Drew rises on an elbow.\n\nFRONT DESK VOICE von\nWelcome to the Hyatt Lexington... vee\n\nINT. HYATT LEXINGTON - NIGHT\n\nDrew with bag, backpack with Praying Hands peeking out, and food containers at the front desk.\nA wedding party has taken over much of the hotel. Balloons and banners read: Chuck and Cindy\nHasboro!! Lovin’ Life!! Lovin’ Each Other 24-7!! Chuck and Cindy are featured in sunglasses,\nposed together. Clearly it’s their favorite photo - it’s everywhere. Drew is so tired it all looks\npleasingly surreal. Before him is a super-professional young Souther DESK GIRL\n(CHARLOTTE), 20. And she is memorable for this trait. She types at her computer, sending\n\ninformation to a database that only she sees. She types dutifully and steadily from the first moment\nwe meet her. And she never stops\n\fW\n\nCHARLOTTE\n...",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe types at her computer, sending\n\ninformation to a database that only she sees. She types dutifully and steadily from the first moment\nwe meet her. And she never stops\n\fW\n\nCHARLOTTE\n... \n\nTARGET SECTION TO BE ANNOTATED:\n how long will you be with us?\n\nDREW\nTwo nights.\n\nHer typing speeds up a beat.\nCHARLOTTE\nAre you with the Hasboro Wedding? Chuck and Cindy?\n\nShe’s typing, and he hasn’t even answered yet.\n\nDREW\nNo. I’m leaving on Friday.\n\nShe nods with a private look of relief. Her typing modulates slightly.\n\nCHARLOTTE\nAre you a member of any major Travel program?\n\nDREW\n(realizes)\nT have a coupon.\n\nIt’s still in his pocket. Drew shows her the coupon. Charlotte’s typing becomes suddenly slow\n\nand suspicious, as she looks at it. .\nCHARLOTTE\n\nI haven’t seen that coupon before.\n\nDREW oan\nJust give me the best room you have. Put it o\nmy credit card\nCHARLOTTE\n\nThat'll be 325 a night — wedding rate.\n\nDREW\nPut it on my company card. Let it rip.\n\nShe types happily, at full speed\n\fSl\nINT. HOTEL HALLWAY — NIGHT\n\nDrew moves down the hotel hallway, key card in band; weighed down with the cargo of food\ncontaifiers and mementos. The doors to many of the rooms are flung open. Televisions are on.\nThe entire hotel seems to be filled with wedding guests. There’s a 20ish couple at the end of the\nhallway. They part, as friends take them each in different directions. She is bride-to-be CINDY, °\nan athletic blonde with shiny long hair pulled tightly back, looking over her shoulder at groom-to-\n\nbe, CHUCK HASBORO. Chuck’s a sinewy, short-haired extreme sports addict. Chuck’s had\nsome drinks. He calls out to others: ,\n\nCHUCK .\nDon’t change the schedule or Cindy’ll freak out!\n\nHe tums to see Drew, standing at the door to the next room.\n\nCHUCK\n(simple realization)\n1 am the luckiest guy in the world.\n\nIt’s the plain beauty of a time-worn phrase, said with real feeling. Chuck shuts the door, leaving\nDrew oddly happy for this stranger. Suddenly and powerfully, he's never felt lonelier.\n\nINT. DREW’S HOTEL ROOM - NIGHT\n\nDrew is on his cell-phone, sitting on the sofa in t-shirt and shorts and socks. His legs are kicked\nup on the coffee table.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. DREW’S HOTEL ROOM - NIGHT\n\nDrew is on his cell-phone, sitting on the sofa in t-shirt and shorts and socks. His legs are kicked\nup on the coffee table. \n\nTARGET SECTION TO BE ANNOTATED:\n Complimentary toothbrush-and-mouthwash packages stand like pillars on\nthe table before him. (We still hear party noise in the hallway.) Drew is seized by a ‘sudden need\nfor human contact. He’s making calls on his cell-phone. He looks jagged and exhausted.\n\nDREW\nHeather. Pick up, sis. I’m exhausted. I’m at the\nHexington... the Lexington Hyatt. Call me on the cell.\nOkay, 1 saw Jessie and Uncle Dale and... I have seen Dad.\nHe’s fine... well, he’s not fine, it’s, uhm... we're going to\nneed a decision soon about the whole, you know the burial\nthing... call me on the cell, I’m about to go te bed.\n\nINT. DREW'S HOTEL ROOM - NIGHT - MINUTES LATER\n\nDrew on the phone.\n\nDREW\nHey Mom. Are you there? I'm here at the\nLexington Hyatt. Are you with Heather? Hello?\n\n \n\fJNT. DREW’S HOTEL ROOM - NIGHT - THIRTY SECONDS LATER\n\nDrew on the phone.\n\nDREW\nEllen! Hey it’s Drew. Are you there?\n\nINT. DREW’S HOTEL ROOM -- NIGHT\nDrew stares at the phone, and gestures to it like a dinner-theater magician.\n\nDREW\nCall me back... somebody call me back.\n\nSilence.\n\nON TELEVISION\n\n52\n\nDrew absently switches channels. Four straight channels feature four straight gunplay murders.\nHe settles on a music channel, a rock band’s innocuous video of their upbeat song... but suddenly\nthe singer bas a gun and his “‘story” soon features him pointing the weapon directly at the camera.\n\nDrew shuts off the television.\n\nINT. DREW'S HOTEL ROOM - NIGHT - ONE MINUTE LATER\n\nDrew on the phone. It’s messy, and he longs to hang up two seconds into leaving this message.\n\nDREW\nClaire Colbum. Yeah, it’s Drew Baylor... and 1\nwanted to... thank you for the directions. You’re ©\nnot around. You don't have to call me back. I’m\n\ngoing to sleep right now. Long day. Thank you for\n\nthe coupon. It didn’t really work.\n(almost hangs up)\nBut don’t feel bad. Everything’s fine. Goodnight.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\n(almost hangs up)\nBut don’t feel bad. Everything’s fine. Goodnight. \n\nTARGET SECTION TO BE ANNOTATED:\nIt’s all good. What am I saying? I don’t even\nsay “it’s all good.” Uh... goodnight.\n\nDrew hangs up. Silence lasts one second The phone rings.\n\nDREW\nHello?\n\n \n\f~ INT. HEATHER’S APARTMENT — NIGHT\n\nHeather’s on the phone. A flurry of cooking activity in the background.\n' HEATHER\n\nDrew, you've got to come home. Mom has decided\nshe wants to learn to cook...\n\nDREW\n\nOh no. I’ll be home soon.\nHEATHER\n\nHave you cried yet? ‘\nDREW |\n(ying)\n\nA litle.\nHEATHER\n\nSame here, When it happens, it’s going to be for days.\n\nShe’s out of control, Drew. You've got to come home.\n\nThere is a cal)-waiting chime on the phone.\n\nDREW\n| Wait a second. I'll be right back.\nHEATHER\nPlease come home.\nDREW\nJust... hold on.\nHe clicks the next-call button.\nDREW\nHello...\n\nINT, MEMPHIS AIRPORT HALLWAY - LATE NIGHT\n\nClaire is absolutely delighted, as she talks while striding through 2 late-night Memphis Airport. As\n\n» is her style, she begins in mid-conversation.\n\n \n\f* CLAIRE\n~so here’s what’s unique and somewhat iconic\nabout the Memphis Airport... by the way, great\nto hear from you... I didn’t expect for you to call...\nthen again, i did leave a few thousand uumbers.\n\n(beat)\n\nIt’s Claire.\n\nDREW\nClaire, can 1 call you right back?\n\n/ CLAIRE\n\nTil hold.\n\nDREW |\nOkay.\n\nHe clicks the next-call line.\n\nDREW\na Hello?\n\nINT. HEATHER’S APARTMENT - NIGHT\n\nHeather on the phone.\n\nHEATHER\nLasagna. She’s making broccoli lasagna.\n\nDREW\nLasagna? Oh God. No. You don’t have to »\neat it, do you?\n\nHEATHER\nPlease come home.\nON HOLLIE\ncooking.\nHOLLIE\n» I want to leam to cook, and I want to learn to\n\nlaugh, and 1 want to tap dance. T’ve always\nwanted to tap dance.\n\n \n\fHEATHER ~ ,\n(sotto, into phone) * .",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOLLIE\n» I want to leam to cook, and I want to learn to\n\nlaugh, and 1 want to tap dance. T’ve always\nwanted to tap dance. HEATHER ~ ,\n(sotto, into phone) * . \n\nTARGET SECTION TO BE ANNOTATED:\nShe says she wants to learn to cook, she wants to 7\nlearn to laugh, and she’s always wanted to tap dance.” .\n(starting to cry) 7\nShe won’t stop moving. She’s in constant motion.\n\n: DREW\nDon’t cry, she’ll be okay.\n\nHEATHER ,\nI’m crying for myself. I have her for two more days.\nT haven’t been alone for a second'to just —\n\nDREW\nHeather...we need a decision here. What's your opinion\non the whole burial issue? ‘Because there’s a lot of people\nhere with big opinions -- and there’s a problem with the\nBlue Suit that / can’t put my finger on!\n\n2 The line chimes. Another call is coming in.\n\nDREW\nWait wait wait. Hold ona second. Let me get\noff these other calls.\n\nHe clicks the next-call button.\n\nDREW Oe\nHello? ce ,\n\nINT. ELLEN’S APARTMENT - NIGHT\nIt’s Ellen on the phone. She’s stiff, a little nervous. She’s dressed up, on her way out.\n\nELLEN ,\nDrew, it’s Ellen. You cailed me.\n\nDREW\n(electrified, loopy) -\nEllen! Thank you for calling me back! So much is\né going on I called you about that silly goodbye.\n(beat)\n\n \n\f56\n\nCould you hold on for just a second? I’m so happy\nyou called. I’m just ~\n\nELLEN\nYeah, but I’m going out to dinner. . ol %\nDREW\nJust one second. | really need to talk with you.\nDon’t go.\n\nHe clicks the next-call line. ‘\n\nDREW :\nHello?\n\nINT. AIRPORT SHUTTLE - NIGHT\n\nClaire on the phone, patiently picking up right where she left off, full-steam ahead.\n\nCLAIRE\n\n... 80 here's what's great about the Memphis airport...\nDREW\n\nClaire, hold on.\n(beat)\n\nListen, on second thought, I just wanted to thank you\nand everything. Really, just wanted to call you and thank\nyou. Goodbye, thank you and... you know, take care.\n\nCLAIRE\n\n(immediately)\n\nTl hold.\nDREW\n(immediately)\n\nOkay.\n\nHe clicks the pext-call line.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLAIRE\n\n(immediately)\n\nTl hold. DREW\n(immediately)\n\nOkay. He clicks the pext-call line. \n\nTARGET SECTION TO BE ANNOTATED:\nDREW\n(breath)\n\nHellot\n\n \n\fa\n\nINT. HEATHER’S APARTMENT - NIGHT\n\nHeather on the phone.\n\nHEATHER\nCremated. Don’t you agree?\n\nDREW\nHeather, they really love him here. They’re not\nbuying cremation. They don’t even acknowledge\nthe word. They have a family burial plot that, goes\nback hundreds of years. It’s almost like some\nmystic joké, me being here trying to... whatever,\nlisten - we have to talk about this. But T need to\ncall you back.\n\nHEATHER\n(aghast)\nIs there anything more important than the\nconversation we’re having?\n\nDREW\nI will call you right back.\n\nHEATHER\nOkay. Just dial he// and 'll answer!\n\n/ DREW\nT’ll cail you right back.\n\nHEATHER ‘\nJust tell me it’s going to be fine. You don’t\neven have to mean it.\n\nDREW\n\nIt’s going to be fine. 1 will call you right back.\nHEATHER\n\nI miss dad.\nDREW\n\nWas he a fun guy?\nr)\n\n \n\f \n\n_ HEATHER\nOf course he was a fun guy! Especially in the ‘\nlast few years when you got so busy -- rok\n\n, DREW ;\nT'll call you-right back. , .\n\nHe clicks the next-call line.\n\nDREW\nHello?\n\nINT. ELLEN’S APARTMENT - NIGHT\n\nEllen is standing up, ready to go, but now slightly irritated. She’s opening up some gum.\n\nELLEN\nHow was it a silly goodbye?\nDREW , .\nEllen. Look, ] know you’re late for dinner -- . ,\n\nELLEN\nTam late.\n\nDREW\nYm in Kentucky —\n\nShe shakes off her impatience with him, sets down her bag.\n\nELLEN ieeewt!\n(ust says it, with love) -\nTt was real and it was great... and it was really great.\n\nDrew says nothing.\n\nELLEN\n(then briskly)\nCall me anytime. Okay.... goodbye.\n\nDREW\nGoodbye?\n\n \n\fELLEN\nGoodbye. Just goodbye. It’s not goad bye.\nIt’s, you know... “good bye.” . Take care.\n\n' DREW : ~\nOkay, goodbye. . .",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s, you know... “good bye.” . Take care. ' DREW : ~\nOkay, goodbye. . . \n\nTARGET SECTION TO BE ANNOTATED:\nELLEN ,\n(simple, final)\nGoodbye.\n\nAs he suspected, it is indeed the sound of a true and final goodbye. The power of it startles him.\n\nDREW ‘\nGoodbye?\n\nShe hangs up, and Drew looks at the cell-phone in his band for a jong beat. He clicks the next-call\nbutton. Resigned, with polite obligation: .\n\nDREW\nHello?\n\nINT. CLAIRE’S CAR - DRIVING - NIGHT\n\nClaire on the phone.\n\nCLAIRE .\nSo did I win the phone lottery?\n\nDREW\n(breath)\nTeli me about the Memphis airport. peg\n\nCLAIRE\nYm over it. I’m actually almost home now.\nWere the roads as hellish as \\ told you?\nHe finally says the words for the first time. It’s freeing, and the freedom surprises him.\n\nDREW\nClaire. My dad’s dead\n\nCLAIRE\nI know\n\n \n\fDREW\nYou. knew.\n\n‘ CLAIRE\nI don’t know a lot about everything, but I do\nimow a lot about the part of everything that\nT know, which is — people.\n\nDREW\nAnd I thought I was so mysterious...\n\nCLAIRE\n\nTrust me. Everybody is less mysterious than\nthey think they are. 1\n\nHe sits back in his chair. Finally, a real conversation.\n\nDISSOLVE TQ;\nEXT. HYATT HOTEL - LATER NIGHT\n\nThe smallish high-rise gleams in the dark. A light in the window. We see Drew pacing ata\ndistance. It feels good to unburden, even if it is to a stranger.\n\nDREW’S VOICE\n_.. and they all know me, and I don’t know any of\nthem, and I’d never seen a dead body before\nthey were waiting to see that body like it was\nrock concert —\n\nINT. CLAIRE’S APARTMENT - LATER NIGHT\n\n: . _f\nClaire’s dressed in t-shirt and sweat pants, as she pops two White Castle burger squares into a\nmicrowave. She takes out the garbage as she talks, juggting the phone with one hand.\n\nCLAIRE\n_.. well, that’s a crime... to have never taken a\nsolitary road-trip across country... everybody's\ngotta take a road trip at least once in their life.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLAIRE’S APARTMENT - LATER NIGHT\n\n: . _f\nClaire’s dressed in t-shirt and sweat pants, as she pops two White Castle burger squares into a\nmicrowave. She takes out the garbage as she talks, juggting the phone with one hand. CLAIRE\n_.. well, that’s a crime... to have never taken a\nsolitary road-trip across country... everybody's\ngotta take a road trip at least once in their life. \n\nTARGET SECTION TO BE ANNOTATED:\nJust you and some music? Seriously, you've\nnever... I’ve done it four times...\n\n60\n\n \n\f\\. ‘ 61\n..__ INT. DREW'S HOTEL ROOM - NIGHT\n\nDrew is changing shirts, juggling the phone with one hand as he speaks. Finds himself talking ‘\n\n, DREW -\n\n... h no, you have no idea of the sheer volume of\n\nmy cousin’s kid when he cries... he’s three... his © . -\nname is Samson and he is the loudest person I’ve ‘\never met. He is the Loudest Kid in the World.\n\nPlus, he also drives. He took a 99 Buick out for a\n\nspin tonight...\n\nINT. CLAIRE’S APARTMENT - LATER NIGHT\n\nA few minutes later, the mood has changed. Claire switches CDs from a collection she keeps in a\ntravel bag.\n\nCLAIRE\nI think there is a greater spirit, definitely...\nbut organized religion is just a narrow\n~ ) definition of a belief system...\n\nINT. DREW’S HOTEL BATHROOM - LATER NIGHT\nDrew pees quietly against the side of the bowl to hide the sound from Claire.\n\nDREW\n.. well, there is comfort in ritual. And the *\nritual can be spiritual in itself. But 1 agree,\nwhat’s left behind, finally, ate the impressions\nyou made on people.\n\nINT. CLAIRE’S APARTMENT - LATER NIGHT\nShe empties the freezer of obsolete food, and fills another garbage bag, as she empties kitty litter.\nCLAIRE :\nNo, see more important is to know where to go.\n\nYou haven’t traveled at all, have you?\n\nINT. DREW’S HOTEL BATHROOM - LATER NIGHT\n\ny Drew flushes and high-tails it to the next room to hide the flusbing sound.\n\n \n\fDREW\nI'm not peeing. You'd know if | was peeing.\n\n \n\nEXT. CLAIRE'S APARTMENT -LATER NIGHT - -\n\nShe’s in the hallway, sitting, in a long shot, painting to¢ nails with her foot on the doorway,\n\nCLAIRE ‘\nNo, I don’t have an accent. You have an accent.\n\nINT. DREW’S LIVING ROOM - LATER NIGHT\n\nDrew paces. ‘ .\nDREW\n... Ljust recently decided that things really are...",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nDREW’S LIVING ROOM - LATER NIGHT\n\nDrew paces. ‘ . DREW\n... Ljust recently decided that things really are... \n\nTARGET SECTION TO BE ANNOTATED:\nblack and white. I can’t believe I’m telling\nthis to somebody... particularly a stranger.\nWhich I know you aren’t, but -\n\nON CLAIRE . . °\non her back, kicking her legs to dry her toes. Then she stops.\n\nCLAIRE £\n.. yeah, she was an alcoholic, and so we ai] became\n“helpers,” which I still can’t help. 1 can’t help helping...\n\nON DREW\n\nclose.\n\nDREW\n_. he was a Captain in Vietnam and they met towards\nthe end of the war... he was literally on his way home...\nthey met in an elevator...\n\n \n\nINT. CLAIRE BATHROOM ~ NIGHT\nClaire in the bathroom.\nCLAIRE\n\n_ and I can usually see all points of view and that’s my\nproblem. ] can’t give a yes or no answer that quickly.\n\n \n\fI can actually see all sides of any problem. | can’t ever\nanswer yes or no. I spend so much time thinking about\nall the answers to the problem... that I forget what the\nproblém actually was. I can actually agree with every\n\npoint of view... so yes. But 1 also see the other side.\nSo yes. But maybe no...\n\nShe flushes and moves quickly down the hall, to hide the sound. ‘\n\nCLAIRE .\nWhat were you doing when you heard about Mitch? .\nYou know what ~ you don’t have to talk about it.\n\nINT. DREW’S LIVING ROOM ~ LATER NIGHT\n\nDrew in the hotel room in shorts. He plugs in the charger for the phone. This call is running a\nlittle longer than he anticipated.\n\nDREW\n... Okay, the shoe business. If you’re smart, you'll\njust wear shoes and never ask any questions. Just\nenjoy your shoes and don’t think about where\nthey came from. It’s like hot dogs.\n\nINT. CLAIRE’S BEDROOM/BATHROOM - LATER NIGHT\nClaire puts on pajama bottoms, brushing her teeth and cradling the phone by her neck.\n\nCLAIRE\nAnd then Ben said... hold on...\n\nShe moves into the bathroom. She spits, covering the phone against her chin.\nINT. DREW’S BATHROOM - LATER NIGHT\n\nDrew finishes washing some socks.\n\nDREW\nOkay. Okay. ll drive back home.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nDREW’S BATHROOM - LATER NIGHT\n\nDrew finishes washing some socks. DREW\nOkay. Okay. ll drive back home. \n\nTARGET SECTION TO BE ANNOTATED:\n At least\npart of the way. / will take a road trip. | was\nactually going to go with Mitch next year... why\nam I calling him “Mitch?”\n\n63\n\n \n\f?\n\nINT. CLAIRE’S BEDROOM — NIGHT\nClaire packs clothes in a super-efficient manner. .\n\nCLAIRE\n... and you know what Ben says, “just be authentic.”\nThat’s the only decent advice in the world. But that’s Ben.\n\nINT. DREW’S BED -- NIGHT\nHe listens. It feels like truths are being told, late at night.\n\nDREW ‘\nT'll let you go to sleep. ‘\n\nINT. CLAIRE’S BEDROOM - NIGHT\n\nClaire yawns.\n\n. CLAIRE»\nYeah... okay... fim talking to you.\n\nINT. DREW’S HOTEL ROOM - NIGHT\n\nDrew shuts off the light.\n\nDREW .\n_. at you... with you. Don’t forget about what\n1 said about sticking to a single point of view.\n\nINT. CLAIRE’S BEDROOM - NIGHT\n\nShe shuts off the light.\nCLAIRE\nYeah you too.\nINT. DREW’S HOTEL ROOM - NIGHT\nIn darkness.\nDREW\n\nShit. I forgot to call my sister.\n\n64\n\n \n\f“INT. CLAIRE’S BEDROOM - NIGHT\n\nIn darkness.\n' (beat), | ,\nDo you have a mini-bar in your room? You .\nwant to have a beer over the phone?\nHer light switches on.\n\nINT. DREW’S HOTEL ROOM - NIGHT\nHis light switches on. Drew looks at the empty mini-bar, makes a disappointed sound. «\n\nDREW\nEmpty... wait...\n\nINT. HOTEL HALLWAY - NIGHT - MINUTES LATER\n\nDrew enters frame and moves down the hotel hallway in shorts, t-shirt and hotel robe, still holding\ncell-phone. He is loopy, and beyond tired. He sees more jJaminated Chuck and Cindy posters,\nfestooned with balloons.\n\nDREW\nChuck... Cindy... Cindy... Chuck...\n\nThe hallway is mostly empty. We hear distant music. The Chuck and Cindy wedding party is\nraging elsewhere. Drew feels stupidly alive, with no one watching, as he grooves slightly and\nshuffles into the back bathroom of an empty party room in search of beer. He finds a bathtub filled\nwith ice and many floating bottles.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Chuck and Cindy wedding party is\nraging elsewhere. Drew feels stupidly alive, with no one watching, as he grooves slightly and\nshuffles into the back bathroom of an empty party room in search of beer. He finds a bathtub filled\nwith ice and many floating bottles. \n\nTARGET SECTION TO BE ANNOTATED:\n oo\n\nDREW\n(on phone)\nAha! Nectar from Olympus! Unguarded! Ha ha!\n(mock secrecy) .\n1'm currently stealing Chuck and Cindy’s wedding beer.\n\nDrew pilfers a couple bottles, one for each pocket, and rises tc see Chuck Hasboro himself, also in\narobe. Chuck looks deeply drunk, deeply happy.\n\nCHUCK\nYou're a friend of Chucks, right?\n\n \n\ffe\n\nLD\n\n1 66\n\nDREW\nYes—\nCHUCK -\nNo, you’re not. I’m Chuck.\nDREW |\nChuck! Of “Chuck and Cindy?” It is you. .\nCHUCK\n(warily) :\nChuck Hasboro.\nDREW\n(into phone).\nIt’s Chuck. I told you about Chuck. I’m talking\nto Chuck... .\nCHUCK\nWho are you?\nDREW\nDrew Baylor. Your neighbor.\nCHUCK\nAre you here for my wedding?\nDREW\nNo.\nCHUCK -\nBusiness?\nDREW\n(breath, simple truth)\n\nMy dad died, and I’m here for his funeral.\n\nSuddenly, Chuck stops. He is taken with the utter honesty of it all.\n\nCHUCK\nOh man —\n\nDREW\nNo. Please... it’s alright... it’s not alright, but —\n\n \n\fCHUCK\nNol It’s not alright. I'm—Y'm sorry. Tcan’t- .\nthat’s hard —\nDREW\nTtishard. «\ni : ‘\nCHUCK ,\nAw, shit ~ Y\nChuck begins to cry. ‘\nCHUCK\n\n— Death and life and death and life. Right next . ‘oly\ndoor to each other... once you start seeing the .\nBig Fucking Picture, you cannot go backwards.\n\nDREW Te\nNo, that’s... that’s good advice.\n\nCHUCK\nThis is Big Fucking Picture.\n(crying, on the beer)\nTake it all. Drink drink. Enjoy brother.\n\nDREW\nThanks, I'll take two... é\n\nChuck gives him three, and grabs a few for his own pockets, plus more. impulsively, he hugs;\nDrew. Their robes clank loudly with beer — a human toast. : :\n\nCHUCK\nWe're here for the next three days, if there’s\nanything 1 can do for you.\n(reaches for the phone)\nChuck Hasboro.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nDREW\nThanks, I'll take two... é\n\nChuck gives him three, and grabs a few for his own pockets, plus more. impulsively, he hugs;\nDrew. Their robes clank loudly with beer — a human toast. : :\n\nCHUCK\nWe're here for the next three days, if there’s\nanything 1 can do for you. (reaches for the phone)\nChuck Hasboro. \n\nTARGET SECTION TO BE ANNOTATED:\n If there’s anything I can do for\nyou guys. Okay?\n\nChuck hands the phone back to Drew, still emotional, and jugs Drew again. An even louder,\nmore satisfying human toast. Cbuck sighs heavily, as Drew heads down the hallway.\n\nDREW\n{into phone)\nWe're making friends like crazy. Where do we go now?\n\n \n\f \n\n‘EXT. CLAIRE’S APARTMENT - NIGHT\n\nClaire on the phone on the’porch, with a bottle of beer, her legs drawn up to her chest.\n\nCLAIRE\n“]t was real and it was great and it was really\ngreat?” I hate her}!\n\nEXT. DREW’S BALCONY - NIGHT\n\nDrew on the balcony with a beer, attempting to stick up for Ellen.\n\n. DREW\n1 actually thought it was - you know...\n(clinging to belief)\n. sort of a compliment at the time.\n\nHe listens to her laughing.\n\nDREW _\nT'll let you go to sleep. : .\n\nINT. CLAIRE’S APARTMENT - LATE NIGHT\nClaire now doing late-night laundry in a tiny stacked washer-dryer.\n\nCLAIRE\nNo — that’s so funny it makes me cry.\n(beat) ~\nBut no. I cry at the drop of a hat. Asa matter of\nfact, I cry at the har. 1 cry at the weather that creates\nthe need for the hat. ’macrier. I'll let you go.. -\n\nINT. DREW’S HOTEL ROOM — NIGHT\nDrew in his room, thoughtful.\n\nDREW\nYeah, it’s late. I gotta get up early too.\n\nINT. CLAIRE’S APARTMENT — LATE NIGHT\n\nShe draws her legs closer.\n\n \n\n \n\fa\n\nCLAIRE\n(grows very direct)\nBut they say it will hit you. It could be ten minutes\nor it could be ten years from now. So it’s good\nthat you talk about it. Or don \"t talk about it. Well,\nwe have talked about it. But, that’s what they say.\n\nINT. DREW’S HOTEL ROOM — NIGHT\nDrew laughs, as he lays out wallet and keys on a table near the door for the next day.\n\n: DREW\nThat’s what they say, buh? '\nCLAIRE '\nYes. That’s what they say.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nDREW’S HOTEL ROOM — NIGHT\nDrew laughs, as he lays out wallet and keys on a table near the door for the next day. : DREW\nThat’s what they say, buh? '\nCLAIRE '\nYes. That’s what they say. \n\nTARGET SECTION TO BE ANNOTATED:\nDREW ¢\n(beat)\nT’ve always wondered this. Who are “they?”\nINTERCUT:\nINT. BATHTUB ~ NIGHT\n\nClaire in the bathtub, protecting toenails.\n\nCLAIRE’\nYou know ~ Them.\nDREW\n“Them?”\nCLAIRE\nYes, the inimitable collective “Them.”\nDREW\nAnd who says we’re supposed to listen to “Them?”\nCLAIRE\n(beat)\n\nThey do.\n\n69\n\n \n\n \n\fDREW\nDoesn’t your ear burt?\n\nCLAIRE\nYes, and I have to get up in two hours and be\ncharming.’ ]’m going to Hawaii ~\n\nDREW\nYou'll get there and have fun.\n\nCLAIRE\nTil get there and sleep. It’s just a little vacation\nJ traded routes for... Pil let you go.\nEXT. DREW’S PORCH - LATE NIGHT\n\nDrew on the porch. He hesitates.\n\nDREW\nWait. Ubm. When will you be back?\n\n(beat)\nHello?\nINT. CLAIRE’S BEDROOM - NIGHT\nClaire in bed. Only a small night-light is on.\nCLAIRE.\nYeah, I’m/just wondering if this whole ching i is better\nonthe phone. You're so much better on the phone.\nMaybe we should never face each other again.\n\nINT. DREW’S HOTEL ROOM - NIGHT\nDrew in bed. Television flickering. Tired but truthful:\n\nDREW\nJ enjoyed this\n\nHe shuts the television off. Total darkness.\n\nINT. CLAIRE’S BEDROOM ~ NIGHT\n\n* Total darkness.\n\n70\n\n \n\f \n\n \n\n7\n\n \n\nCLAIRE\nHey. You're only forty-five minutes away. Pll meet\nyou halfway if you want to see the sun rise. At'this\npoint, it’s probably easier to stay up.\n\nDrew turns the light back on. ' :\nDREW .\nYou think so? .\nClaire turns the light back on. .\nCLAIRE ‘\nJ think that’s what “They” say.\n\n‘\n\nINT, DREW’S RENTAL CAR — TRAVELING - LATE NIGHT\n\nDrew on the phone in the car.\n\nDREW :\nI see your headlights. I see your red hat.\"\nINT. CLAIRE’S CAR - LATE NIGHT\nClaire drives in a red wool hat. .",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nDREW :\nI see your headlights. I see your red hat.\"\nINT. CLAIRE’S CAR - LATE NIGHT\nClaire drives in a red wool hat. . \n\nTARGET SECTION TO BE ANNOTATED:\nCLAIRE\nThere you are. .\n\nINT. DREW’S RENTAL CAR - LATE NIGHT\nDrew pulls over. He feels like he’s part of a sudden early-morning fishing trip.\nEXT. KENTUCKY HIGHWAY - EARLIEST MORNING\n\nThe first glints of daylight are in the sky, as they get out of their cars. Both look rumpled in long,\ncoats as they walk towards each other. They size each other up, anticipation in the air, still talking\non cell-phones even though they are only six feet away from each other.\n\nCLAIRE\nHello! -\n\n: 2 ‘ DREW\nHey.\n\n \n\f \n\nCLAIRE\nOkay - . .\nDREW |\nAlright then. Should we hang up now? my\nCLAIRE sO\nOkay. Goodbye.\nDREW . .\nGoodbye. . - .\nThey both hang up. It’s a little exciting: - soe\nCLAIRE .\nSo hi.\nDREW\nHey.\n\n‘They stand together in the morning light. And then it bits them, As still virtual strangers, it’s:\nsurprisingly uncomfortable knowing so much about each other.\n\nCLAIRE\nFollow me — oe\n\nEXT. HILLSIDE - EARLIEST MORNING\nHe follows her, slipping a little, moving down the hillside.\nEXT. HILLSIDE VISTA - EARLIEST MORNING =”\n\nDrew and Claire sit together on a hillside rock, watching the sun come up. They look over an\nexpanse of rolling Kentucky land, dotted with ramshackle cow pastures. There is the sound of\ndistant early morning garbage trucks, bottles crashing on bottles. Cicadas start up for the new day.\nThere’s not much to say that they haven’t said already. The threat of a kiss is in the air. Romantic\npressure abounds. Birds are chirping a little too loudly. .\n\nDREW\n(obligated)\nBeautiful.\n\nHe glances around, It’s a touch awkward.\n\n \n\frf\n\nCLAIRE\n\n(blurts)\nWe peaked on the phone.\n\n; DREW |\n1 (immediately)\nYeah, 1-T’ma little tired. -\n\nCLAIRE\n\nMetoo. Wow. Okay. Let me guide you back to\nthe hotel so you don’t get lost.\n\nON TAIL LIGHTS\nHer car in front of his, Claire leads him back to the hotel.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nOkay. Let me guide you back to\nthe hotel so you don’t get lost. ON TAIL LIGHTS\nHer car in front of his, Claire leads him back to the hotel. \n\nTARGET SECTION TO BE ANNOTATED:\n Theme music.\nON PASSING WINDOWS OF ELIZABETHTOWN\n\nThe same main street now empty, with a few lights still on. He tums and sees..\n\nTHE BLUE BICYCLE >\n\nparked outside a fence, goggles hanging from the handlebars.\nON INTERSECTION\nThey arrive at the imersection where the Hyatt is just ahead.\n\nLAST IMAGE\n\nIt’s a crystal, crisp morning. Now it’s cold. Claire powers down the passenger car door window\n\nand leans way over to say goodbye to him. She slows down as she passes. It’s the perfect image\nfor a connoisseur of last looks.\n\nCLAIRE\nAloha!\n\nDREW\nAloha.\n\nDrew shakes off the pleasant feeling, and returns to his life\n\nFADE OUT:\n\n \n\f“FADE UP ON:\n\nEXT. MOM’S HOME - EARLY MORNING\n\nHollie stands in her driveway.\n\nHOLLIE\nYou will not defeat me. ‘\nShe is speaking to her car, a two-door Volvo.\nON MOTOR\ngleaming and forbidding, '\n\nON HOLLIE\n\npeering inside, with manual. She knocks the metal stand propping up the hood, and it closes on\nher harshly and heavily. .\n\nWIDE SHOT - HOLLIE TRAPPED BY THE HOOD . -\n\nStruggling, like a fish caught in the jaws of a shark. Heather appears and screams, as we hear\nHollie’s voice.\n\nHOLLIE\nI’m okay... I'm okay...\n\nINT. ELIZABETHTOWN FUNERAL HOME — MORNING\nDrew stands over the coffin with Charles Dean, looking disatisfied_\n\nCHARLES DEAN\nThe Blue Suit cleshed with the lining of the coffin.\n\nDREW\n1 don’t think he would complain. .\n\nCHARLES DEAN\nVd have to ordes another casket from Lexington.\nSomething that might work with the family of blue.\n(beat)\nWhich is another $1700.\n\n \n\fi\n\nDREW\n\n(less sure)\nOkay.\n\nCHARLES DEAN :\nWe could have it ready for the Memorial.\n\nDREW: .\nI thought yesterday was the Memorial.\n\nCHARLES DEAN\nNo — the Memorial is for everybody to get together\nand celebrate your father.\nDREW :\nDidn’t we do that yesterday? - ‘\n\nCHARLES DEAN\n(exasperated)\nThat was the Viewing.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nI thought yesterday was the Memorial. CHARLES DEAN\nNo — the Memorial is for everybody to get together\nand celebrate your father. DREW :\nDidn’t we do that yesterday? - ‘\n\nCHARLES DEAN\n(exasperated)\nThat was the Viewing. \n\nTARGET SECTION TO BE ANNOTATED:\n The Memorial is this Saturday.\nAnd many people are coming. ~\n\nDREW\nWhen is the Funeral?\n\nCHARLES DEAN\nA week from this Sunday.\n\nDREW\n(emphatic)\nMr. Dean. With all great and due and wonderful\nrespect... everything has to be finished by this\nSunday. Y'll stay an extra day, but 0 longer.\n\nCHARLES DEAN\nJust tell me we can mule out... the other option.\n\nEXT. HIGH SCHOOL FOOTBALL FIELD ~- DAY\n\nDrew is on the phone, standing in the middle of the school football field. As he talks, Charles\n\n\"75\n\nDean and Uncle Dale and Bill Banyon stand at the door the gymnasium, waving to Drew to follow\n\nthem. Drew raises a hand ~1ll just be another minute.\n\n \n\fDREW /\nMom. Are you absolutely certain those were\nhis wishes?\n\nEXT. OREGON DANCE STUDIO - DAY\n\n' :\nHollie Baylor is a tight portrait of anxiety gone haywire. She now wears dance attire. Heather . '\nstands nearby, hugging herself to stay sane. . :\nHOLLIE\nHoney, I don’t know when I’m going to crash,\nbut as of right now — . . .\n(indicating beleaguered Heather)\n\n— we're learning about the car, I’m learning\n\norganic cooking, I’m going to tap dance and\n\nJater today, 1’m going to fix the toilet. Itis\n\nfive minutes at a time. .\n\nHeather is at near exhaustion levels, trying to keep up. She shouts softly in the background.\n\nHEATHER\nPlease come home, Drew!’\n\nDREW\nMom, | think you need to slow down.\n\nHOLLIE\n‘And do what -- cry? Everybody says to take anti-\ndepressants. Hey. I’m out here making things happen.\nAll forward motion counts.\n\nHEATHER\n(yearning)\nPlease take anti-depressants, mother. Or better\nyet — give them to me.\n\nHOLLIE\n‘When are you coming home?\n\nDREW\n\nThere’s a Memorial at his high school gymnasium\nthis Sunday --\n\n \n\ftr\n\n5\n\nQO\n\n»\n\nHOLLIE\n(suddenly suspicious)\nWho’s there planning all of this?\n\nDREW\n\nUncle Dale and Bill Banyon.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOLLIE\n‘When are you coming home? DREW\n\nThere’s a Memorial at his high school gymnasium\nthis Sunday --\n\n \n\ftr\n\n5\n\nQO\n\n»\n\nHOLLIE\n(suddenly suspicious)\nWho’s there planning all of this? DREW\n\nUncle Dale and Bill Banyon. \n\nTARGET SECTION TO BE ANNOTATED:\n my o\n\nHOLLIE\nBill Banyon is there? BILL BANYON?\n\nDREW\nYes...\n\nHOLLIE ‘\nHe’s a... he’s a... con man. Bill Banyon still owes your\nfather twelve thousand dollars. The cheapest man in the\nworld! Seventeen years ago he did something 7 will never\ntell you about but it almost ruined this family to it’s very core.\nThe price of admission is very steep'on this guy! And he\nwears orange —\n\nShe’s just getting started on this subject, but Drew must cut her off.\n\nDREW\nMother, listen, focus ~ !\n\nHOLLIE\nBill BANYON? . ~\n: DREW.\nLast time I'll ask —\nHOLLIE\n\nI know it’s all very charming, with the pickled\nthings in jars, and the Southem charm, and the\nhams that hang in the garage until they’re\n\nso moldy you can grow penicillin on them but —\n\nDREW\n~ are you sure about the cremation? Because this decision,\nyou know... it’s gonna stick around for a while.\n\nA silent moment passes.\n\n77\n\n \n\fHOLLIE ‘\nIf Bill Banyon is there — definitely cremation!\n\nDREW\nOkay. I’ve gotta go.\n\nHOLLIE\nAnd you can tell Bill Banyon I’m coming. .\n\nINT. GYMNASIUM - AFTERNOON\n\nDrew joins the others, holding Ale-8s in the gymnasium. The men are sizing up the possible .\nlocation of the Memorial. Drew claps his hands, as in here’s the tough news, fellas,\n\nDREW,\nGentlemen — it’s cremation. And my mother’s coming.\n\nBill Banyon nods resolutely. Storm clouds sweep across his face. Charles Dean clutches ‘nis heart.\nThe men exchange looks.\n\nCHARLES DEAN ©\nIdon’t do cremations. You’re going to have\nto go to Louisville.\n\nDREW\n(mispronouncing)\nT'll go to Louie-ville.\nINT. HYATT LOBBY ~ DAY\n\nDrew is walking through the lobby, past Chuck and Cindy posters, tired and holding map and\ncrematory documentation. To himself:\n\nDREW\nLouie-vull.... Loua... ville...\n\nHis cell-phone rings. He answers as he walks.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nLoua... ville... His cell-phone rings. He answers as he walks. \n\nTARGET SECTION TO BE ANNOTATED:\nDREW\nHello.\n\nCLAIRE’S VOICE\nAlcha! ] talked to my friend Kendra, who hada\n. girlfriend with a kid who is exceedingly loud like Samson.\n\nHM\n\n \n\f“Drew is a bit weary, and not up to her energy level.\n\nDREW\nOh, hi, Aloha.\n\nCLAIRE’S VOICE\n\n— and she has given me a video-tape that works\n\nabsolute miracles. We've got to get it to Samson!\nDREW\n(tired) :\n\nHey thanks Claire.\n\nCLAIRE’S VOICE\nWhat — you’re already tired of me?\n\nDREW .\nI just haven’t slept. I’m sorry... How’s Hawaii?\n\nCLAIRE’S VOICE\nWell, I’m checking out this.cute guy.\n\nDREW\n(annoyed, tired)\nWhy are you telling me that?\n\nON CLAIRE IN THE SAME LOBBY\n\nwalking twenty steps behind him, like a spy. She takes a : pin and sticks it in one of Chuck and\nCindy’s wedding balloons, attached to the laminated poster of the couple. It pops loudly.\n\nON DREW\n\nwho tums and looks.\n\nHIS POV\n\nempty. But he has an odd feeling she’s nearby.\n\nDREW\nWhere are you?\n\nHer hands slip over his eyes, she spins him around.\n\n \n\fCLAIRE\nHow could I leave you in distress? I’m taking ,\nyou out. . . .\n\nf\nMusic begins, the perfect song that might pop up somewhere on a great date and forever become a\nsouvenir of the occasion, except we are in the incongruous setting of...\n\nINT HADLEY CREMATORY (LOUISVILLE) - DAY .\n\nArow of Ums. Ali different sizes and shapes. Moving shots of Drew and Claire examining all the\ndifferent possibilities. A YOUNG WORKER looks on appreciatively, not used to someone as\ncolorful and lively as Claire in this world that is very much about the opposite. As music\ncontinues, she turns this potentially lugubrious task into an explosion of life. Each looking at\nopposite walls of choices, Drew and Claire back into each other unintentionally — it’s their first\nphysical contact. They separate. The Young Worker tums his attention to an older couple who\nenter.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nEach looking at\nopposite walls of choices, Drew and Claire back into each other unintentionally — it’s their first\nphysical contact. They separate. The Young Worker tums his attention to an older couple who\nenter. \n\nTARGET SECTION TO BE ANNOTATED:\n Behind his back, Claire playfully flings one of the urns across the room to Drew, laughing.\nWhen the grieving older couple tum to look at Claire, she’s already serious and respectfully\nmonochromatic. Drew and the Young Worker share alock. The Young worker’s expression is\nthis — why you and not me? a °\n\nNow Claire explores a row of oil paintings of benefactors, imitating each of their expressions, even\na famous Kentucky racehorse. Claire finds a small flag, and eventually she and Drew arrive from\ndifferent directions in front of one very idiosyncratic Purple Urn. She grabs it, and poses Drew on\na viewing bench with the Um and the flag. She takes an imaginary snapshot. Drew hands the Urn\nto the Young Worker. The selection has been made. And somehow, surprisingly, Drew shares a,\nlook with her that could only be described as disbelief — he’s actually just had fun.\n\nYOUNG WORKER:\nJust need your signature there... and you can\npick this up tomorrow after the procedure. LO °\nEXT. HADLEY CREMATORY (LOUISVILLE) - LATER DAY\n\nDrew and Claire walk together outside, under the shady oaks that line this mock-colonia! mansion\nthat houses the “resting grounds.” Music trails off.\n\nDREW ,\nLook —I’m - I’m not sure I feel comfortable\nhaving fun.\n\nShe looks at his serious face, and cracks up. He looks right and left. What's so furmy?\n\n \n\f4\n\n\\ gt\n\nINT. TRACEY’S RESTAURANT - DAY\nThey sit across from each other. He continues, stressing this point:\n\nDREW\nI am serious. I’ve got nothing but problems.\nCLAIRE ‘\nAlright. Let’s work through ‘em. One by one.\nT’'m good at this.\n\nDREW . . .\nI think there’s only one problem, and it’s everything.\n\nCLAIRE\nCome on ~ one by one --\n\nDREW\nFor starters? My dad’s dead! And we were\nsupposed to get to know each other better,\n) as adults... next year.\n\nCLAIRE\nYou're dealing with it. It happens.\n\nDREW\nMy mom wants cremation. They don’t do\ncremations in Elizabethtown.\n\nCLAIRE\nNot a problem.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nDREW\nMy mom wants cremation. They don’t do\ncremations in Elizabethtown. CLAIRE\nNot a problem. \n\nTARGET SECTION TO BE ANNOTATED:\nDrew gets up to grab a missing utensil. She swivels and studies him, and his every word. .\n\nDREW\nThere’s an expensive Memorial coming up.\n(unconvincing) ‘\nNot that money is an issue of course — ‘\n\nCLAIRE\n(waves it away)\nIt'll all work out.\n\n) He sits down.\n\n \n\f \n\n \n\nL .\nDREW\nAnd I can’t make an attachment here because I’m\njust going to disappoint you in a very profound way.\nSo I think today is pretty much the sum total of us.\n\nThey study each other’s faces. .\n\nCLAIRE\nYou're right. It’s everything.\n(leans forward with mock panic)\nIt’s a complete disaster. You have no choice but\nto give up completely!\n\n(beat),\n\nBut we do have tonight. . ‘\nHe looks at her. She’s immovably positive.\nEXT. GREENBELT - NIGHT\nThey walk back to the parking lot. There is an errant sprinkler, and they must adapt.\n\nDREW\nYou’ re kind of great, Claire. You do know that.\nSort of amazing even.\n\nCLAIRE ©\nCome on. 1 don’t need an ice-cream cone.\n\nDREW\nIt’s not an ice-cream cone.\n\n(beat)\n\nWhat’s an ice-cream cone?\n\nCLAIRE\nYou know, “here’s a little something to make you\nhappy...\" Something sweet that melts in five\nminutes. I’m completely cool with anything you\nwant to say or not say — 1 don’t need it.\n\nHe smiles. He likes her language.\n\n, CLAIRE\nBesides, Ben is coming in tomorrow night.\n\n \n\f \n\n \n\nCU They reach her car. She rummages through her purse. The moonlight is beautiful. We hear the\nsounds of others across the lake. Anybody else would be kissing by now.\n\nCLAIRE\nYou want to hear my theory?\nDREW’\n“Course.\n\nCLAIRE .\nYou and J have a special talent, and I saw it immediately. ‘\n\nDREW\nTell me.\n\nCLAIRE\nWe're the Substitute People.\n\nDREW\n(admires her language)\n“Substitute People?”\n\nCLAIRE\nI've been the Substitute Person my whole life. I’m not:\nan Ellen. I never wanted to be an Ellen. And I’ve never\nbeen a Cindy either...",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m not:\nan Ellen. I never wanted to be an Ellen. And I’ve never\nbeen a Cindy either... \n\nTARGET SECTION TO BE ANNOTATED:\n although Chucks love me -\n\nDREW\n’'m sure they do.\n\nCLAIRE :\nI like being alone too much. I'm with a guy —\nwho is “married” to his academic career — I rarely\nsee him. And I’m the Substitute Person there. llike\nit that way. It’s a lot less pressure. .\n\nDREW .\nI get it.\n\nCLAIRE\n(confiding, realizing)\nMy parents wanted a boy. I'm even the Substitute\n3 Person to them! Until the real thing shows up... Tm\na very, very good Substitute Person.\n\n \n\f\\\n\nDrew enjoys the oddness of her thought process. They exchange a look.\n\nCLAIRE 2\nBut if we kiss. I mean really kiss... I know that ‘\njust being the Substitute won't be enough anymore.\n\nShe hands him the video from her purse, suddenly she’s a little emotional.\n\nCLAIRE\nHere, play this for the loudest kid in the world.\n\nDREW\nI’m not used to girls like you.\n\nCLAIRE. |\n(covering)\n‘That’s because I’m one of a kind.\n\nDREW\nYou don’t have to make a joke. I like you\nwithout the jokes. .\n\nCLAIRE\nGet some sleep. I have a Personnel Interview\ntomorrow morning and if | get transferred, Ben will die.\n\nThey still don’t move. Almost kissing. All around her, the mood and lighting and wind and....\neverything is perfect. : . °\n\nDREW\nWell... let’s let him live.\n\nIt is that moment... and neither move any closer. They are poised at the edge of breaking the\npersonal barrier, neither wanting to be the first to move forward... or away. They almost kiss. He\nlooks at her lips. Theme begins in the form of an intoxicating piano part, everything willing them\nto give in to the romantic abandon.\nCLAIRE\nDoesn’t it just feel better? That we didn’t just --\n\nDREW\nYeah.\n\n \n\fwo\n\n85\nCLAIRE\n\n— do something impulsive. I mean, now we actually\nhave a shot at being friends for the rest of our lives...\n\nThey chuckle with feigned appreciative relief.\nBILL BANYON’S VOICE \"\nThe gymnasium just isn’t going to be big enough...\n\nINT.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey chuckle with feigned appreciative relief. BILL BANYON’S VOICE \"\nThe gymnasium just isn’t going to be big enough... INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HYATT BALLROOM ~ NEXT DAY\nDrew and Bill Banyon stand in the huge hotel ballroom, with a HOTEL MANAGER, 32.\n\nBILL BANYON\n.. but this. Jott\n\nHOTEL MANAGER\nThe Augusta ballroom is booked this Sunday\nmorning for the Hasboro Wedding Reception. But\nMrs. Hasbore has indicated that you are a close\nfriend, and he would be willing to move back his .\nown event for the Memorial of your father.\n\nBILL BANYON\nGreat. Put it on his credit card.\n\nDrew looks around the large room. Camera travels the expansive, ending on Drew’s face.\nDREW\n(to himself, a stray thought)\nWhat if nobody shows up? .\nEXT, AUNT DORA’S HOME - DAY - NOON\n\nExterior of the home. We hear Samson wail.\n\nINT. AUNT DORA’S HOME - DAY\n\nThe foreground outer-room of Dora’s home is dark, but we see the “Celebration Committee”\nworking in the crowded lit-kitchen beyond. The sounds of loud kids, led by Samson, can be heard\nfrom the unseen living room adjacent to the kitchen.\n\nBILL BANYON\nOkay, so we’ve got the military bands, the seven\n\n \n\n \n\f86\ni . speakers, Kinko’s is blowing up photos... the easels\nme are purchased —\nGooks up)\nHow are we doing with balloons?\n‘ DALE\n\nI sent to Balloon City. I got'a bunch of “em. .f\n\nCHARLES DEAN\nDrew, the casket did come in from Lexington -\ntoday. It’s quite beautiful. - -\n\nDrew nods. There is a pause.\nBILL BANYON\n\nLook, I'm getting the question constantly. Help\nus with an answer. Why isn’t he buried in Elizabethtown?\n\nDrew finds they’re all staring at him.\n| DREW\nY (carefully)\n) It’s not an insult to anybody here.\nBILL BANYON\n(beat)\n\nIs there such a thing as partial-cremation?\n\nAunt Dora, who cooks nearby, can’t stifle a groan. Banyon shrugs, but Charles Dean looks\nangered at the notion. Concurrently in the next room, the noise level-rises. Samson is shrieking\nlike a banshee.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nBanyon shrugs, but Charles Dean looks\nangered at the notion. Concurrently in the next room, the noise level-rises. Samson is shrieking\nlike a banshee. \n\nTARGET SECTION TO BE ANNOTATED:\n : . :\n\nCHARLES DEAN\nWell, I’ve heard in California, they divide people\ninto twelve pieces and pass ‘em out to family\nmembers, but it ain't gonma happen here!\n\nDREW ,\n(raising voice over din in next room)\nI know you all love my dad. You can’t dismiss\nHollie’s wishes. And we ’re not from California.\n\nSy DALE\n) Jessie, can you do something about your son!?\n\n \n\f.\n\nee\n\n)\n\n87\nJessie exits. Dale speaks more quietly.\n\nDALE\n\nJ think what Charles is saying, Drew, is —’\n\nan DREW\n— I know what he’s saying. You all have different\nversions of him that you all love a jot. This is ours, .\nmy family’s record of the last thing he said on the\nsubject. That’s the way it’s going to be, guys. “\nSprinkled at sea. And that’s the decision from California. .\n\n(beat) ,\n\n(beat)\nOregon. ‘\n\nShit.\n\nThey all laugh... and Drew laughs too. The noise begins to mount again in the adjacent living\nroom. Aunt Lena brings cookies, coffee and Ale-8 to the table, along with Mona, who stares at\nDrew, as sound escalates. Drew remembers his gift from Claire.\n\nDREW\nJessie, 1 have something —\n\nDrew exits, pulling the video out of his backpack.\n\nINT. AUNT DORA’S LIVING ROOM - NIGHT\n\nDrew, adept at figuring out electronic gear, punches a few buttons and loads the video Claire gave ©\nhim. The kids are still shrieking, tired and crying loudly over anything and everything. Their ring-\nleader is, of course, Samson. Drew eases into a profile, looks Samson right in the eyes.»\n\nDREW _ ot\nHey Samson. This is for you.\n\nDrew presses “play.”\n\nON THE TELEVISION\n\n‘A man of about 36, clad in denim with red hard-hat, speaks with his foot resting on the first step of\na large truck. He’s an unglamourous character, windblown and flushed with good hard work.\nFifty yards behind him is a house. There is something about RUSTY that commands attention in\nyoung children. In his eyes is the look of purpose.\n\n \n\fRUSTY\nHi.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere is something about RUSTY that commands attention in\nyoung children. In his eyes is the look of purpose. RUSTY\nHi. \n\nTARGET SECTION TO BE ANNOTATED:\n Pm Rusty.\n\nSamson immediately falls silent. Mayhem has ceased. It is as if this man looks into the souls of\nreckless children. os\n\nRUSTY .\nT built this house behind me twelve years ago. .\nAnd today ~—\nINT. AUNT DORA’S KITCHEN - NIGHT\n\nThe Planning committee in the next room realize something amazing is going on.\n\nDALE '\nWhat’s that sound?\nAUNT LENA\nSilence. .\nON THE KITCHEN DOORWAY\n\nThe adults move cautiously into view, fascinated. The sound of sudden silence is deafening.\n\nINT. LIVING ROOM - NIGHT\n\n‘The kids are mesmerized, frozen in the exact position they occupied when Rusty first appeared.\n\nRUSTY\n— I’m going to blow it up.\n\nThe kids gasp. There’s a massive intake of air\n\n \n\nON SAMSON\n\nwho watches... strangely, deeply transifixed.\nON ADULTS IN THE DOORWAY\n\nIt’s a miracle.\n\nON DREW AND JESSIE\n\nwatching Rusty with the kids.\n\n88\n\n \n\fON THE TELEVISION - CLOSER - FULL-FRAME\n\nRusty does not talk down to his young audience. He treats them like fellow warriors. He leans\nforward and asks a question, his every word operating like a high-pitched frequency only children\ncan truly hear.\n\nRUSTY:\nNow. If] blow up this house... will you help me '\nbuild a new house where the old house used to be?\nON THE KIDS ,\nwho nod vigorously. ©\nON RUSTY '\nShot moves in.\nRUSTY\n_— Govith gravity)\nIf blow this house up, will you promise to behave\nand mind your Mommy and Daddy?\nON SAMSON\n\nwho experiences a revelation.\n\nSAMSON , .\nYes.\n, . a\nAround him, kids nod quickly, with deep conviction. Samson stares respectfully at Rusty and\nJessie sees it. - -\n\nON JESSIE\nwho tums to Drew.\nJESSIE\n(quietly, a little sad)\nWhat I’d give to have him look at me like that.\nON RUSTY\n\nwho rewards bis promise to the kids.\n\n \n\f \n\nRUSTY\nGood. Now \\et’s blow it up.\n\nThe kids’ eyes widen as they hold their breath.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nRUSTY\nGood. Now \\et’s blow it up. The kids’ eyes widen as they hold their breath. \n\nTARGET SECTION TO BE ANNOTATED:\nON THE ADULTS \"\n\nwho watch from the kitchen, lined up in the doorway.\nON THE TELEVISION MONITOR\nRusty with a control switcher linked to dynamite.\n\nRUSTY \"\nOne... two... three... wt\n\nRusty presses the switcher. He detonates the old house behind him. Ka-boom. Smoke and ash fly\nthrough the air, replayed backwards and forwards from four different angles.\n\nON THE KIDS\n\nas the wonder washes over their faces, wave after wave. They swoon with delight. The blue t.v.\nscreen lights up their expressions.\n\nON RUSTY a\n\nRUSTY .\nNow let’s build a new house.\n\nON SAMSON\n\nwho hooks an arm around his father’s leg, and looks at Jessie happily. Like a son looks at a father.\n\nON DREW\n\nwho sees this, moved a little, by father and son. He almost... almost cries. He pats Jessie on the\nback and quickly returns to the kitchen.\n\nINT. KITCHEN - NIGHT\nDrew enters and Uncle Dale looks at him with strange new respect.\n\nDALE\nThank you for taking an interest in Jessie.\n\n \n\f \n\n \n\nDREW\nHe’s a good man.\n\nON JESSIE IN OUTER ROOM\n\nwatching his son watch the video. There is absolute joy on his son’s face, and Jessié is marveling\nat the sight of it. .\n\nBILL BANYON\nI can see Mitch right now — so proud — wearing that .\nBlue Suit — .\n\nAunt Dora enters and tums on the bumer of the stove to begin a new cooking venture. She steps\naway to get the perfect pan.\n\nBILL BANYON\n\n... can’t you?\n\nON THE MEN\n\nin the kitchen. Silence descends for a moment as they all come to stare at the flame on the stove,\nall of them arriving at the same mental image...\n\nON MITCH’S PHOTO\n\non the wall of the kitchen.\n\nON THE FLAME\n\nsputtering on the stove, with violent stabs of yellow flecking the blue flame.\n\nON DREW cot\nwho knows what must be done. He checks his watch.\n\nON RENTAL CAR KEYS\n\nHe snatches them up.\n\nEXT. KENTUCKY TURNPIKE - NIGHT\n\nDrew’s car flies through the Kentucky night.\n\n \n\f \n\n“INT.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. KENTUCKY TURNPIKE - NIGHT\n\nDrew’s car flies through the Kentucky night. “INT. \n\nTARGET SECTION TO BE ANNOTATED:\n DREW’S RENTAL CAR - NIGHT\nDrew on cell. Checking his watch. It reads: 10:30 pm.\nDREW\n. yes, my ‘name is Drew Baylor, and I’m calling “oe '\nto stop a cremation...\nON ADDRESS - RIPPED OUT OF PHONE BOOK\nin hand. It reads: Hadiey Funeral and Crematory, 24 Hour Emergency Services, 2332 St. Regis St.\nINT. DREW'S RENTAL CAR - NIGHT - MINUTES LATER .\nDrew on the cell again.\nDREW .\n.. it’s Drew Baylor, is anybody there? I’m\ncalling again, about...\nINT. DREW’S RENTAL CAR ~ NIGHT\n\nRoad construction has halted traffic. Drew powers down the window and speaks to a Foreman.\n\nDREW\n... [have to stop a cremation in Loua -vull!\n\nHis pronunciation is perfect. The Foreman consider this request, waves him through.\nEXT. KENTUCKY HIGHWAY ~- NIGHT , ¢\nDrew’s car rips down the highway to Louisville.\n\nEXT. STREET - NIGHT\n\nDrew screeches down a road marked St. Regis Ave.\n\nEXT. LOUISVILLE CREMATORY ~ NIGHT - WIDE SHOT\n\nThe same beautiful grounds from the day before, now moody and empty and dark. Drew bangs on\nthe door.\n\nDREW\nSTOP THE CREMATION!!!\n\n \n\f \n\n“The door opens suddenly as the Young Worker stands ready to help.\n\nINT. EMPTY FRONT OFFICE/CREMATORY — NIGHT. a\n\nThe Young Worker moves quickly into the back room, motioning for Drew to wait just a moment.\nDrew stands in the darkened Crematory office waiting. He looks at an answering machine at an '\nunmanned darkened desk, blinking with his unheard messages. One flourescent light is on at the\n\nback. The Young Worker returns with an apologetic shrug, too late, holding...\n\nTHE PURPLE URN\n\nnow much heavier, as he hands it over to Drew wordlessly. Drew holds the Purple Um in his\nhands. Music. , :\n\nEXT. CREMATORY PARKING LOT -— NIGHT ~~ +\n\nDrew puts the Purple Um in the trunk, and closes it. He takes a few steps. It doesn’t feel right.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nCREMATORY PARKING LOT -— NIGHT ~~ +\n\nDrew puts the Purple Um in the trunk, and closes it. He takes a few steps. It doesn’t feel right. \n\nTARGET SECTION TO BE ANNOTATED:\nHe retums and pops the trunk open again.\n\nINT, DREW’S RENTAL CAR ~ NIGHT\n\nDrew dutifully straps the Um into the passenger seat. Somehow the Um looks oddly comfortable\nnow, riding alongside Drew.\n\nEXT. HYATT PARKING LOT - NIGHT\n\nBack at the hotel. Drew now exits his car after another long day, adjusting his backpack, hands in\npockets. He walks a few steps and then stops. He feels. guilty again, as he Jooks back at the car.\n\nINT. DREW’S RENTAL CAR - NIGHT : t\n\nDrew unbuckles the passenger safety-belt, and removes the Purple Ur. *-\n\nINT. HYATT HOTEL - NIGHT\n\nA peaceful melancholy slips over the lobby as Drew walks with the Purple Un under his arm like a\nbongo. Front Desk Girl Charlotte types and looks up. She sees the urn, and knows. He tips the\nurn to ber. He turns to see...\n\nClaire in evening dress, lingering on outskirts of Chuck and Cindy’s wedding group, looking\ngorgeous and holding a bright pink Cosmopolitan. He collapses into the big leather seat near her.\nClaire falls into the seat next to him. Silently they watch the Chuck and Cindy traffic. She’s had a\nfew drinks with a few new friends from the wedding party, who wave goodnight to her. Drew\nconsiders putting the Um on the floor. Instead, he puts it on the table between them.\n\n \n\foe 94\n\nCLAIRE\n(off urn)\nIs that? a\nDrew nods.\nCLAIRE\nHey Mitch. Can I get you something - you “\nlook a little bit thirsty —\nDREW ”\nHe’s fine ~ uo\n(beat)\nSo what happened to Ben?\nShe makes a noise.\nCLAIRE\n(all too familiar)\n\nThere was a storm in Georgia, they grounded all the\nplanes, and he doesn’t like to fly and they want him to\nspeak at a Trustees Event and trot out some Big Ideas.\n\nDREW\nWell, you look great.\n\nCLAIRE\nOh, I’m a mess. ‘\n\n. DREW\nYou're crazy, Claire, you look amazing. .\nAnd this dress - OE\n\nCLAIRE\n(waves away compliment)\nDid well on the Personnel interview, though.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLAIRE\nOh, I’m a mess. ‘\n\n. DREW\nYou're crazy, Claire, you look amazing. . And this dress - OE\n\nCLAIRE\n(waves away compliment)\nDid well on the Personnel interview, though. \n\nTARGET SECTION TO BE ANNOTATED:\nDREW\nRight — the interview — | forgot ~\n\nCLAIRE\n(grandly self-deprecating)\nI know. I’m impossible to forget, but I’m hard to\nremember.\n\fuw) : 95\n\nDREW\nYou put yourself down too much.\n\n7 CLAIRE\nDon’t fall'for it. I actually believe in myself quite a bit.\n\nDREW\nHey — let’s show Mitch the site of his Memorial.\n\nINT. AUGUSTA BALLROOM LOBBY - NIGHT :\n\nBalancing her glass, Claire joins Drew in swinging open the heavy doors to the empty hotel\nballroom marked: Hasboro Wedding Rehearsal.\n\nThe remains of an earlier function are obvious in the haphazard array of chairs, a cabinet and\ncatering remnants. Claire drains her drink, and heads for the podium. She clicks on the\nmicrophone, and grips both sides of the stand like a Presidential candidate. Her voice is very loud,\nand she addresses the empty ballroom. :\n\nCLAIRE .\nJ WELCOME TO THE ANNUAL MEETIN\nOF PEOPLE WHO... ANNUALLY MEET.\n\nShe is a bit drunk. Drew laughs politely and applauds.\n\nDREW\n(setting urn down)\nVery nice. Come on —\n\nCLAIRE\nAND WE'LL SEE YOU ALL AGAIN NEXT YEAR!\n\nShe laughs. He takes her arm — it’s physical contact, and for a moment she finds herself in his\narms, facing away. This is how their bodies feel together. They've inadvertently broken a barrier,\nand both know it. She pushes away.\n\nCLAIRE\nI’m just going to say — right now — what we're not\nsaying. And let the chips fall, let the chips fall, let\nthe chips fall... where they may... yes ¥'m drunk, and..\n(slightly confusing herself)\n) I may be embasrassing myself, but I’m just going to say it...\n\n \n\fae / “She wrenches free, and retums to the podium, back on the microphone, pressing her mouth way\n\n \n\n°, 96\n\ntoo close and it amplifies.\n\noon\nCLAIRE\nI... LLLLIKE YOU. .\nDrew nods and has to laugh ’\n‘\nCLAIRE\n{off his look)\nWhat?\nDREW\nT think you should eat something.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nLLLLIKE YOU. . Drew nods and has to laugh ’\n‘\nCLAIRE\n{off his look)\nWhat? DREW\nT think you should eat something. \n\nTARGET SECTION TO BE ANNOTATED:\nCLAIRE\n\nI have been starving myself all week Jong --\n\nDREW\nFor Ben?\n\nCLAIRE\n— and J am gonna eat.\n\nDREW\nWe'll eat in my room —\n\nCLAIRE\n(perking up)\nRoom service! I want cheese... and cheese-related\nthings... no... eggs and fries! With cheese on everything.\n\nDREW\nCheese it is. And don’t worry, as great as you\nlook tonight — you are safe with me.\n\nCLAIRE ,\nOf course it’s safe! it’s a full moon. You're here.\n\nI look good. I’m wearing these clothes. Have you\n\never had unlucky clothes?? This dress that you like —\n\ngood things have not happened to me in this dress.\n\nBut I saw it tonight, and I said, “I’m going to give\n\nyou one more chance.” And I refuse to be let down\n\nby this dress again. Anyway, forget all that! You're\n\n \n\fbere, and we're together. It’s a get-out-of-jail-free\ncard. It’s almost midnight. Life cannot be so cruel\nthat we don’t deserve to be together.\n\n. (covering her tracks) . ot\nTo eat.\nHe leads her to the door. ™ “\n\nINT. HOTEL HALLWAY ~ DAY\n\nThey walk to the room. We see them at the far end of the Chuck and Cindy-festooned hallway.\n\n. CLAIRE\nWait. Where’s Mitch?\n\nDrew stops.\n\nDREW\nShit, Ueft him in the ballroom.\n\nThey run back down the hallway, towards us, at full-speed. ° :\nINT. BALLROOM - NIGHT\nThe Purple Um is the only bit of color in the huge ballroom.\n\nDREW\nWhew.\n\nShe books her arm around him‘and walks him back to the Um.\n\nDREW\nI’m sorry Ben missed the flight. .\n\nThey arrive at the Um. Claire looks at Drew, pregnant with something she needs to say. Drew\nsees her discomfort, and fills in the blanks.\n\nDREW\nHe forgot.\n\nShe looks at him, as he touches her arm with real compassion. She doesn’t answer.\n\n. DREW\nNo storm in Georgia?\n\n \n\f \n\nNs She says nothing. His compassion increases.\n\nDREW\nNo Trustees?\nCLAIRE ro\nNo.\nDREW\nNo Big Ideas?\nShe shakes her head, no.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLAIRE ro\nNo. DREW\nNo Big Ideas? She shakes her head, no. \n\nTARGET SECTION TO BE ANNOTATED:\nDREW\nWhat a fuckin’ jerk!\nCLAIRE\n\nHe kisses her.\n\nHe’s not a jerk. He’s a brilliant man who gives\nhimself permission to be pre-occupied.\n\nDREW\nCome on! You know, I'll tell you, there is nothing greater\nthan deciding in your life that things maybe really are\nblack and white. And this guy “Ben” who clearly takes\nyou for granted, who serially takes advantage of you...\nIs bad. And what I’m saying is good. See what 1 mean?\nBlack and white. You shouldn’t be a substitute for anybody!\nThis guy should be right Here, right now, doing this,\n\nCLAIRE\n(flushed)\nMaybe so.\n\nDREW\nHe’s lucky I’m not the right person for you.\n\nHe kisses her lightly, again.\n\né\n\nCLAIRE\nI know why it’s not you, but just tell me so I\nknow from your perspective.\n\n \n\f99\n\nDREW\nSee, I know what you deserve.\n\nCLAIRE\n\n(private longing)\nWhat do { deserve?\n\nDrew looks at her, moves behind her as she faces camera. (He is unseen by her.)\n\nDREW\nYou deserve...\n\nLost for the words himseif, he picks up a piece of paper from the Hasboro Wedding Rehearsal\ntable. .\n\n.\nDREW .\n\nYou deserve a guy who says... “I can’t imagine\n\na world without you... “\n\nON HER BACK\nfrom his point-of-view. She shudders.\n\nDREW\n“We will start a winery when we are 70.”\n\nON HER BACK\nshe considers it. She likes the direction.\n\nDREW ‘\n“We will snowboard every December and one ~ .\nday take our kids... “\n\nON CLAIRE\nwith him in the background. She thrills to these words.\nDREW\n“And we will always have the twin red Lexus’ with\nthe license plates reading: Chuck... and Cindy.”\n\nShe turns, knowing the words are not his.\n\n \n\fi)\n\n100\n\nDREW\nYou deserve all this and more.\nShe laughs, bittersweet.\n\nIt’s not you, 1 know. ree\n\nThey kiss again. Her skin has it’s own quietly addictive quality. He finds he has to kiss her again,\na little woozy with the pleasure of it all, and then pulls away rehictantly.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s not you, 1 know. ree\n\nThey kiss again. Her skin has it’s own quietly addictive quality. He finds he has to kiss her again,\na little woozy with the pleasure of it all, and then pulls away rehictantly. \n\nTARGET SECTION TO BE ANNOTATED:\nDREW\nPlease don’t take this as rejection.\n\nCLAIRE >\nT really don’t. :\n\nHe finds her mouth, and there is no way back. They sink to the ground, as he places the umn\nrecklessly on a table. And this is what it’s like to really kiss her. After an interval, they pull away.\nThey sit there on the floor, disheveled. Claire looks up at the umn on the table. Claire is a little\n\nlight-headed. Clearly, it was a great kiss. They are on the floor. .They regard each other, and the\nsudden difference between them. There is silence for a moment. °\n\nDREW\nBen’s very lucky. All we did was kiss. .\n\nBeat. Thoughtful moment passes. : . ah\n\nCLAIRE\nMost of the sex I’ve had in my life was not as\npersonal as that kiss. :\n\nINT, DREW’S HOTEL ROOM ~ EARLY MORNING\n\nClaire crawls on hands and knees to retrieve a shoe from under the bed. She finds it, and rises up\nto sit on the edge of the bed. She admires Drew, the sleeping lump facing the wall in a red t-shirt.\n\nCLAIRE\n(quiet, testing volume)\nPutting on my shoes now..\n\nShe purposely bounces on the edge of his bed, checking over her shoulder for signs of life.\n\n \n\f)\n\nON TELEVISION\n\na Saturday moming Travel Network special about skindiving in Australia. Animpossibly it. °\"\n\nblonde surfer girl talks about diving. Claire turns it off.\n\nCLAIRE mo,\n(hopeful of waking him up) :\nHey! Absence of noise! oe\n\nHe doesn’t budge. Then stirs a little. She “accidentally” knocks herself against the side of the bed.\n\nCLAIRE\nOops! Excuse me. Sorry.\n\nNow she loudly drops her bag. It falls, noisy with keys. He doesn’t budge. She picks it.up\n\nCLAIRE\n(quietly, musical)\n... walking out door...\n\nSilence. She continues giving him extra chances.\n\nCLAIRE\n_.. in last night’s clothes...\n\nSilence. She moves to the door. No reaction. Music begins, as she sees the remnants of last\nnight’s room service (eggs and fries).\n\nCLAIRE\nHey Claire! Stay! Don't leave.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLAIRE\nHey Claire! Stay! Don't leave. \n\nTARGET SECTION TO BE ANNOTATED:\n Let's have breakfast!} 5,\n\nHe doesn’t move. She’s performing for an audience of.one — herself. She takes a moment, asd\nlooks at him. It feels like a goodbye. She sure does like him. She mimes taking a “snapshot.”\nShe bends down to his sleeping form for one last goodbye.\n\nCLAIRE\n(quietly)\nI will miss your lips and everything attached\nto them.\n\nShe tums and walks to the door, bending into profile to bid goodbye to the Purple Um.\n\nCLAIRE .\nSee ya, Mitch.\n\n1\n\n \n\f\\\n\n102\nShe opens the top of the Urn and looks inside for 4 moment.\n\nCLAIRE\nNow we’ve both seen each other naked. : - aa?\nShe replaces the top, and camera lingers.on the Um. We hear the sound of a door shutting.\n\nEXT. HYATT HOTEL LOBBY - MORNING\n\nElevator door opens, and the Lobby is alive with activity. A huge line at the front desk, the most\ncrowded we've seen it. Claire attempts grace in last night’s clothes. She turns the comer and sees\nall the same Chuck and Cindy people from the night before. :\n\nVOICE :\nHey Claire! .\n\nShe darts the other way to avoid them.\nINT. DREW’S HOTEL ROOM WINDOW ~— MORNING\n\nThe back of Drew’s head is in frame briefly, as the shot is angled down on the parking lot. We\nsee the small figure of Claire moving diagonally across the asphalt lined with trees. We hear a\ndoor shut. After a beat, a srnall figure in a red t-shirt sprints across the parking lot to her.\n\nDREW\nHey! wet\n\nEXT. PARKING LOT - MORNING\n\nbe\n\nClaire turns, ‘overjoyed to hear Drew’s voice.\n\nCLAIRE -\nAw, just tell me you love me and get it over with. =\n\nDrew looks at her, takes a breath and speaks his truth. Behind him, a flower truck pulls up and\nbegins unloading ornate floral arrangements.\n\nDREW\n(in a rush)\nClaire. Four days ago... I lost a major American shoe\ncompany... well you could round it off to one billion dollars.\nAnd by tomorrow afternoon, the whole world, everyone will\nknow.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nFour days ago... I lost a major American shoe\ncompany... well you could round it off to one billion dollars. And by tomorrow afternoon, the whole world, everyone will\nknow. \n\nTARGET SECTION TO BE ANNOTATED:\n Something is going to be published that pinpoints me _\nas the most spectacular failure in the history of my profession,\n\n \n\f103\n\nwhich is all | know. And I am here trying to be responsible,\nand charming, and live up to something I’m not, and all I really\nwant is to... not be here, do you understand? ”\n\nShe nods. It’s all coming out, with no filter.\n\nDREW :\nWhat you’re seeing is not me — actually, almost everything “\nthat has happened between us is not really who I am at all.\njt’s an incredible simulation, but it’s not me. The real me\nis ajoke. So you know... feel free to laugh, but those are the\nhell hounds on my particular trail. a -\nShe is stilled by the news. In the background, a food truck now arrives, and begins unloading\ncatering tables. . wy\n\nCLAIRE\nA billion dollars, buh?\nDREW\n(gravely) .\nRounded off — yes.\nCLAIRE . ;\nWas it your money? . .\nDREW\nNo. 7\nShe explodes in relief.\nCLAIRE ° °\n\nThen what are you worried about?!\nHe’s puzzled at her frivolity. Immediately:\n\nDREW a\nBecause it’s my fault! It was my design!\n\nCLAIRE\n(a little angry)\nIt’s not your fault! None of it is your fault!\nSome of it is your fault...\n\n \n\f \n\nLY ‘She laughs. He turns frosty.\n\n|\n\nDREW.\nWell ’m happy to entertain you ~\n(off her look)\nWhat? '\nCLAIRE\n\nI'm sorry, I guess I thought a small part of you might\nbe a small bit sad to see me go. But I guess this is all\nmostly about a shoe.\n\n. DREW 7\nOf course I’m sad about you. ‘\n\nShe’s instantly serious. This is who she is:\n\nCLAIRE\nSome company who took a gamble on you because\nit’s their business to gamble... and it’s also their business\nto use you as a scapegoat. Come on. You're an artist,\nman. Your job is to break through barriers, not accept\nblame and bow and say “Thank you, I'll go away now.”\nCome on.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nCome on. You're an artist,\nman. Your job is to break through barriers, not accept\nblame and bow and say “Thank you, I'll go away now.”\nCome on. \n\nTARGET SECTION TO BE ANNOTATED:\n Of course he’s going to screw you over if he\ncant: He’s a Phil!\n\nDrew looks a little stunned at the quality of her advice.\n\nCLAIRE\nYou're welcome. Now quit trying to break up with me.\nDREW\nClaire —\nCLAIRE\n(a little angry)\n\nYou're always trying to break up with me, and\nwe're not even together!\n\nHe’s suddenly relieved. And then disappointed.\n\nDREW\nWe're not?\n\n \n\f \n\nWwW CLAIRE\nWe’re the Substitute People, remember? :\nBehind him, a large netting of white balloons are carried in. Claire smiles politely, almost\nprofessionally, and gets inher car. He stands there, watching her leave, maybe forever, in her\nunlucky dress. (Theme begins indicating this as a “last Jook.”) ot\nCLAIRE ‘\nI'll see you at the Memorial if 1 can make it.\n\nDREW - .\nHow does it work that somehow J disappoint you,\nbut the guy who doesn’t show up at all is a genius\nwho's allowed to be pre-occupied? —-\n\nClaire shuts the door, still professional. She waves sweetly.\n\nDREW\n(thrown-away, to himselfy\n\nIt’s like he doesn’t even exist.\n\n; Then it hits him. No, it couldn't be. He watches her car disappear. He’s engulfed with a growing\ndoubt. Does Ben even exist?\n\nINT. MAN ‘O WAR AIRPORT - LATER DAY\n\nDrew waits in the Lexington airport. Hollie steps off the plane with heroic majesty. She has come\nto face the ceremonies, here in the heart of her lost husband’s homeland. Behind her, looking\nrelaxed and very stoned on prescription medication, is Heather. Hollie, however, possesses some\nstrange new confidence and power. She hugs her son and daughter, all of them together bere in\nthe airport. She pulls away and announces:\nHOLLIE\nDarling. I have found that I am funny.\n\nDrew shares a look with Heather, who quietly shakes ber head. He hugs them both, as Hollie ©\ntakes in these new surroundings. The smell of disaster is in the air. .\n\nFADE OUT:\n\n \n\fwe)\n\n106\n\n‘FADE UP:\n\nINT.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe hugs them both, as Hollie ©\ntakes in these new surroundings. The smell of disaster is in the air. . FADE OUT:\n\n \n\fwe)\n\n106\n\n‘FADE UP:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOTEL BALLROOM - LATE AFTERNOON\n\nDrew pulls the curtain aside, just a little, and we are allowed a surreptitious look at the arriving\ncrowd. It’s a huge turn-out. Crowd members, many dressed formally, have arrived early and are\nalready filling the ballroom. He’ smiles at the charm and ritual that so defines this town.\n\nSERIES OF SHOTS\n\n1) The Military Band plays at the side of the ballroom near the stage.\n\n2) Guests look at large posters.of Mitchell Baylor displayed around the lobby on easels.\n3) Guests looking at the program booklet. o\n\n4) Samson is dressed in a little man’s suit, which he’s pulling and tugging at uncomfortably, as he\nwatches Jessie set up his drums with other band members (behind the curtain). Samson climbs on\nthe drum kit and plays.a little. :\n\n5) A slide projector clicks images on a screen in front of the curtain. Balloons and flowers are\neverywhere in this large, beautifully-outfitted ballroom. Al! the best of intentions are in play. And\nthe gathering crowd feels it. Something great could happen tonight.\n€) On the proud banner across the top of the stage:\n\n“TF IT WASN'T THIS... IT7D BE SOMETHING ELSE”\n\nMB.\nHollie and Heather join Drew, looking out from the behind the curtain, watching silently.\n\nINT. SIDE OF STAGE ~ DAY\nJessie Baylor stands with an ELECTRICIAN, 21, looking at a pulley.\n\nJESSIE\nOkay, so when I give you the signal —\n(demonstrates with drumstick)\n~ pull the pulley slowly across.\n\nELECTRICIAN\n‘Will do.\n\n \n\fJESSIE\nIt’s all planned out with the song.\n\nINT. MAIN BALLROOM AREA - NIGHT\n\nDrew takes Mom and Heather to the seats. There is a reserved seating red rope across the seats in\nthe front. Nervous, yet exquisitely poised, Hollie nods hello to the unfamiliar faces in the,\nsurrounding family section and beyond. She knows all eyes are on her. Hollie sits down and looks\nup at a photo of Mitch and herself, slide-projected on the back curtain/screen.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nNervous, yet exquisitely poised, Hollie nods hello to the unfamiliar faces in the,\nsurrounding family section and beyond. She knows all eyes are on her. Hollie sits down and looks\nup at a photo of Mitch and herself, slide-projected on the back curtain/screen. \n\nTARGET SECTION TO BE ANNOTATED:\nON HOLLIE “\nin profile, staring up at her former life, blown up to screen-size.\n\nHeather looks around, glazed, it’s all Fantasia to her.\n\nHEATHER\nSomewhere Dad is freaking out.\n\nON DREW\nwho looks around for Claire. She’s not here.\nINT. BALLROOM/MEMORIAL STAGE - NIGHT\n\nWe meet a series of speakers who express their feelings of leve and regret. Their comments aff\nform a single monologue of what a sudden death stirs up in surviving loved ones. (Note: Each\n\nface offers a look of realistic character, of people inexperienced at the podium, unaccustomed to\nsuch displays of emotion.)\n\n1) Childhood friend SHARON, SSish.\n\nSHARON\nMitch wrote letters...\n\n2) Uncle Dale at the podium.\n\nUNCLE DALE\n_. he was always there for me but was I there for him...\n\n3) DES, 55, black, is Mitch’s classmate from West Point.\n\nDES\n... he would show us pictures of his granddaughter.\n\n \n\f4) RAYMOND, dignified in bow-tie, gives his testimonial.\n\nRAYMOND .\n... and he was so proud of Heather and his son\nand his success with the Spa... the Spoo... you know,\nthat shoe... because in all of his projects after the military —\nexcept his family... something always went off the rails...\n\n5) Connie, his high-school girlfriend, the one with all the memorsbilia.\n\nCONNIE\n... and I toved him...\n6) Aunt Dora at the podium.\nAUNT DORA\n... even though he moved to California, he came\nback every year...\n1) SOE is 57.\nJOE\n\n... and it wasn’t easy for him to leave the military\nand start over in California and...\n\n8) Bill Banyon at the podium. With wrenching difficulty:\n\nBILL BANYON\n... and I apologize, per se, for my role in that deal,\nper se...\n9) Drew at the podium.\nDREW\n\n.. and I never could understand those fathers who\n\ndidn’t say “I love you.” Because he said it ail the time.\n\nSo I have nothing to complain about except that he’s gone.\n(beat)\n\nAnd to all of you who put this evening together,\n\nit has gone beautifully, and thank you.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nDREW\n\n.. and I never could understand those fathers who\n\ndidn’t say “I love you.” Because he said it ail the time. So I have nothing to complain about except that he’s gone. (beat)\n\nAnd to all of you who put this evening together,\n\nit has gone beautifully, and thank you. \n\nTARGET SECTION TO BE ANNOTATED:\n(beat)\nLadies and Gentlemen, Hollie Baylor.\n\n108\n\n \n\f~\n\\\n\n“109\nINT. BALLROOM PODIUM - NIGHT ~ MINUTES LATER\n\nHollie rises and begins walking to the stage. In every public event, a crowd craves some kind of\ndrama This is drama, She walks resolutely, from her front row seat to the podium. Hollie\ntakes the stage in a dark pant-suit with flared bottorhs. She stands at the microphone, just the\nspotlight, silver sun in her face. , There is silence save for the light but pervasive sound of\n\nsnifflng. Hundreds of unseen faces now judge hern the darkness. She takes a breath. “\nThe spotlight feels hot, and it crosses her line of vision. She’s blinded for a short time. There is a\nsingle judgmental-sounding cough in the dark.\n\nHOLLIE\nTma little nervous, but here we are.\n\nSilence. .\n\nHOLLIE :\nThanks for coming, and thank you for inviting me.\nI’m glad J got on that plane. It’s been a while.\n\n(beat)\nHe talked so much about all of you, and late at night\nI'd often hear the typing of one of his long detailed\nletters, answering a simple question in 30 single-spaced\npages. Always on Saturday, that was his day to type\nletters. Saturday was the day he devoted to you. And\nhow right that today is a Saturday.\n\nSHOT OF KNOWING LOOK\non an on-lookers face.\n\nHOLLIE\nAnd there was the shorthand of a long marriage.\n‘We were complete opposites — and it worked.\n\nHollie withdraws the microphone from the podium stand and begins to walk. (She is the first to\nuse any part of the stage, and the first to realize the microphone was cordless all along.) And in\nthat moment, she comes to life, speaking from her heart. Even the tone of her voice sounds\ndifferent, less guarded, more free.\n\nHOLLIE\nThere are three islands of security in this world.\nHealth, love and work. 1 lost them all in a single\nphone call. 1 am a widow.\n\n \n\fJ\n\nSHOT OF BILL BANYON\n\nwatching. Where is this going?\n\nSHOT OF HEATHER\n\nstoned, staring.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nJ\n\nSHOT OF BILL BANYON\n\nwatching. Where is this going? SHOT OF HEATHER\n\nstoned, staring. \n\nTARGET SECTION TO BE ANNOTATED:\nON HOLLIE\n\ngetting her footing on this stage, as thoughts begin to come out of her, sans editing. °\n\nHOLLIE\n\nThe plan was to send my son here to represent us.\nI was terrified that you'd look at me and see — the\nWoman From California...\n\n(silent beat)\nThe one who took him. And though we only lived .\nthere as a family for eighteen months twenty-seven years\nago... I’ve always felt it. I’m the one. He was your\nboy, Mitchie, on his way home from the war. And\nsomehow I hijacked him, and took him to... to Disneyland!\n\nA little bit of forced laughter\n\nON DALE\n\nlistening.\n\nON DREW\n\nlistening.\n\nHOLLIE\nHe didn’t come home. Didn’t start the business with\nDale...\n\nHOLLIE\nLeft the military later to be a father to Drew...\n\nHOLLIE\nDidn’t marry the person everybody thought be\nwould...\n\n \n\f“oN\nwe CONNIE\nwho watches Hollie with curiosity and no small jealousy. .\nHOLLIE\nAnd we bever talked about any of it, we just\nbuilt layers on top of layers and we argued\nabout the layers. Layers of bullshit.\nON DREW\nshaking his head — no — trying to catch Hollie’s attention.\nON HOLLIE ‘ :\nwho doesn’t see it.\nHOLLIE\n\nAll because I was standing in an elevator in Tokyo,\nand a handsome Captain walked in, on the way back .\n\nto Elizabethtown, and... he was engaged and I was\n™“ engaged too! And... something happened between\n(ee us, that was not (God forbid) “part of the plan.”\n\nA rampant silence has filled the room.\n\nHOLLIE\n\nBut we were in love. .\n\n(beat, fast)\nAnd J know the rap on me. I’m a humorless\nliberat Catholic and I never took the time to know\nall of you, and for that I am sorry. And criticized\nsomebody's cooking on my last visit here, but as rl\ntell you in a moment, I’m now a struggling cook\nmyself, 1 know how hard it is, please forgive me,\nand I say that as a humorless liberal Catholic who\nis apparently... still humorless.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\n(beat, fast)\nAnd J know the rap on me. I’m a humorless\nliberat Catholic and I never took the time to know\nall of you, and for that I am sorry. And criticized\nsomebody's cooking on my last visit here, but as rl\ntell you in a moment, I’m now a struggling cook\nmyself, 1 know how hard it is, please forgive me,\nand I say that as a humorless liberal Catholic who\nis apparently... still humorless. \n\nTARGET SECTION TO BE ANNOTATED:\nON THE FACES OF DREW AND HEATHER\n\nhorrified that she is actually trying to make jokes. Somewhere, another cough.\n\ns\n\nch\n\n \n\fON HOLLIE\n\nShe is only starting to warm to the occasion. She’s finding her voice now, confiding in the\naudience.\n\nHOLLIE\nLet me tell you about life without Mitch.\n\nON FACES\nwatching.\n\nHOLLIE\nI tried to learn about Mitch’s car. It actually ate me.\nI went to the bank. The teller looked at me strangely,\nand when I got home I looked in the mirror. My face\nwas still green from a facial mask I forgot to take off.\nJ called the Insurance Man of thirty years, whose\nson Mitch helped get into West Point, to tell him Mitch\nwas gone. He didn’t call me back for two days.\n\n(beat)\n\nThe car. The bank. The Insurance Man. The world.\nNobody truly cared. Not like us.\n\nHollie pauses, almost loses her way, then regains her footing.\n\nHOLLIE\nAnd then there was daylight.\nHER POV\nas the spotlight crosses her vision.\nHOLLIE\n\n| knew what the answer was. The answer was joy.\nThat’s what Mitch wanted.\n\nON HEATHER\nwatching, stoned.\nHOLLIE\n\n1 always wanted to leam to tap-dance. So I took\nlessons. And ] wanted to cook, organically, so 1\n\n \n\f \n\nattempted that. And I fixed the toilet. All by myself.\n(irritated screed)\n\nHow are we able to put a man on the moon and\n\ntoilets are still as bad as when I was a kid... the\n\nsuction ball that keeps flapping! That damn suction hall!!\n\nWell, I learned to fix it. +e\n\nThere is genuine laughter, and it surprises her.\n\nHOLLIE\nAnd I wanted to learn to laugh. Why wasn’t I\nthis funny when he was alive!? Best J can figure...\n\n: (beat) '\nIt takes time to be funny. It takes time to extract\njoy from life. ,\nSHOT OF SOMEONE\nwho nods in quiet agreement.\nHOLLIE\n\nSo I enrolled in Comedy School.\nBig laugh. Hollie rolls with it, laughs a little herself at the irony.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOLLIE\n\nSo I enrolled in Comedy School. Big laugh. Hollie rolls with it, laughs a little herself at the irony. \n\nTARGET SECTION TO BE ANNOTATED:\nSHOT OF STERN-LOOKING MAN\n\n:\n\nwho still isn’t buying it, though all around him is laughter.\n\nHOLLIE\n\nI was the oldest one in the class. And I was told\nto tell one story, a true story, about real life, something\nthat happened to me. So I got up there, and talked\na little bit about my husband and the love he left\nbehind. A few days after Mitch died, the next-door\nneighbor, one of Mitch’s good friends, Bob, saw that\nI was going through the gate and he said, “I’m so\nsorry for your loss.” And I knew he needed to feel\nthat loss, and share it. And I wanted to help him.\nHe put his arms around me, cradled me, and his embrace\ntightened. Finally, bere was someone who truly cared.\nAnd who you are in times of crisis is who you really are.\n\n(perfect beat)\nThen I felt something else.\n\n113\n\n \n\f \n\nShe lets the moment hang, as slow knowing spreads through the crowd.\n\nHOLLIE\nA huge... well, let's just say it... a boner.\nHuge laughs. ‘\nHOLLIE\nThat’s what I get for trying to do everything .\nmoyself. '\nON HEATHER\n\nwho tums to Drew, with eyes wide. What is happening? '\n\nHOLLIE\nBoner Bob. My neighbor.\n\nLaughs double.\nHOLLIE\nPeople handle grief in different ways!\nLaughs quadruple. She laughs herself. These are big, big laughs.\nON DREW\nwatching, stunned, in disbelief.\n\nHOLLIE\nMitch believed in people. Some let him down.\n\nSHOT OF BILL BANYON\nwatching, hurting.\n\nHOLLIE\nWilliam Banyon. You know what you did. And {\nknow what you did. And I’m an inch...\n{it’s not easy)\n... Of two inches away from forgiving you.\n\n \n\fr\n“S_ SHOT OF GROUPS OF PEOPLE\nwatching. Feeling her words.\n\n, HOLLIE\nBut some did't let him down. Sometimes those thirty\npages letters helped his friends get rich, or gave advice\nor just made ‘em happy. He rooted for all of you. And\nhe loved his family, my patient daughter and my busy\nson. And he was not bitter.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe rooted for all of you. And\nhe loved his family, my patient daughter and my busy\nson. And he was not bitter. \n\nTARGET SECTION TO BE ANNOTATED:\n He was more playful\nthen maybe some of you knew —\n\nON DREW\nlistening to these words which strike home. ot\n\nHOLLIE\nBut here’s some advice I can give to you ~\n\nShe gestures around the beautiful ballroom.\n\nSmet HOLLIE\nGive all these gifts to the living. Do it now.\nBe embarrassing. Don’t wait for the perfect\ntime. Mitch is gone, and Boner Bob lives on.\nThat’s life.\n\nShe shakes her head, laughs to herself. Deep, knowing laughs surround her.\n\nHOLLIE\nI may need your help. I haven’t been single since\nJwas 18. And that was... that was a couple years ago.\n\nBig forgiving laughs.\n\nHOLLIE\nOne last Mitch story. We were walking one night\nand | asked him - “what should I do if, God forbid,\nsomething happens and you go before Ido. How\ndo you want to be buried?” And he looked at me\nand smiled and said —\n\n(beat)\nJ “Surprise me.”\n\n \n\n \n\f116\nAppreciative laughter, and some applause.\n\nHOLLIE\nThis would have surprised him.\n\nShe addresses the slide-portrait ‘of Mitch above the podium.\n\nHOLLIE\nAnd I’m going to surprise you, too. I love you.\n\nShe gives her signal for the music.\n\n‘ HOLLIE :\nThis is for you. Your favorite song. Ona\nSaturday night. ‘\n\nIt’s Henry Mancini’s “Moon River” instrumental... and Hollie begins to tap-dance. Slowly, with\nbasic moves. Lights reduce to a single spotlight and it is her moment of absolute grace. Hollie\nreaches a wobbly crescendo to huge applause. The strange sad freedom of her movements is\nfearless, and funny, and quite beautiful. Finally, finally, they understand Hollie, the woman Mitch\nmarried. The sound of a standing ovation rings over onto...”\n\nINT. BALLROOM LOBBY - NIGHT\n\nDrew stands alone, taking a breather from the event. He hears a small commotion, and tums to\n\nsee... Claire arriving, cress swishing as she moves quickly. He is genuinely surprised and bappy to\nsee her. They are alone in the lobby.\n\nCLAIRE\nOh my God — nobody showed.\n\nDREW\nEverybody showed.\n\nClaire draws closer.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLAIRE\nOh my God — nobody showed. DREW\nEverybody showed. Claire draws closer. \n\nTARGET SECTION TO BE ANNOTATED:\n She looks great, but seems a touch distant. Both search each others faces for\nclues to where they stand.\n\nCLAIRE\nWell, you know... J have this thing for you.\n\nFor a moment, all his pressing business, even The Plan is shattered. His heart privately races. And\nthen he realizes the “thing” for him is actually a thing for him. Claire pulls a brown wooden box\nfrom her unwieldy looking shoulder bag.\n\n \n\fCLAIRE\n\nIt’s a very unique map. It’s for your road trip home.\n\nDREW\n\n(a touch disappointed)\n\nRight ~ a map —\n\nCLAIRE\n(studies his face)\nYou promised, remember.\n\nDREW\nNo, I do. I remember.\n\nBoth continue studying every detail in the other, both curious and auditioning grander plans.\n\nINT. BALLROOM - NIGHT — SAME TIME\n\nThe curtain parts. Jessie Baylor and his band begin the epic, mournful introduction to Lyryrd\n\nSkynyrd’s “Freebird.\n\nON A LARGE WHITE BIRD\n\nmade of paper and plaster, waiting behind the curtain in the wings. It’s very close to a spotlight,\n\nand that is not good proximity\n\nJESSIE\nIf] leave here tomorrow...\n\nON THE LARGE WHITE BIRD\nwhich is starting to catch fire. Unseen by the audience.\n\nINT. BALLROOM - NIGHT - SAME TIME\n\nClaire and Drew together in the empty ballroom lobby. She hears the music inside.\n\nCLAIRE\n“Freebird,” huh?\nDREW\n(still can’t believe it)\n\nIt’s actually going well. On some level, I think\nthis is all part of Mitch’s joke...\n\n \n\f \n\nShe laughs a little.\n\n118\n\nCLAIRE\nWell — I better get back to —\n, DREW,\nBen?\nCLAIRE\nHe finally made it.\nDREW\n\n(bittersweet, off box)\nWell, thanks for the ice cream cone.\nCLAIRE ,\nIt’s not an ice cream cone! '\n\nDREW\nNo, I know... I’m just... making a joke.\nApparently | come from a family of comedians.\n\nCLAIRE\nCall me Pollyanna, but it’s all good... and I don’t\neven say “it’s all good” either.\n\nDREW\nDoes Ben even exist?\n\nCLAIRE\nJust call me when you get home, and not until.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLAIRE\nCall me Pollyanna, but it’s all good... and I don’t\neven say “it’s all good” either. DREW\nDoes Ben even exist? CLAIRE\nJust call me when you get home, and not until. \n\nTARGET SECTION TO BE ANNOTATED:\nI want you to get into the deep, beautiful melancholy\nof everything that’s happened. Speaking of\nwhich... I have to see what this looks like...\n\nShe gestures to the ballroom, and they are drawn to an open doorway to watch...\n\nINT. BALLROOM - NIGHT\n\nJessie performs soulfully.\n\n~~\n\nJESSIE\n“Cause I’m as free as a bird now-\nAnd this bird you cannot change...\n\fCy)\n\n«119\nJessie makes a subtle-motion with his drumstick, to the electrician off-stage.\n\nON LARGE WHITE BIRD\n\nwhich is Starting to smoke and catch fire. (And not intentionally.) The bird now descends ona\npulley, on fire.\n\nTHE PULLEY\n\ncannot hold the weight of the bird.\n\nON THE AUDIENCE .\ngasping as they see the bird is on fire, breaking free of the pulley, as if it cannot be contained.\nON THE BIRD ‘\nwhich gains flight over the audience as it explodes into flames.\n\nON THE AUDIENCE\n\nscreaming and scattering as the flaming bird sails above their heads, heading for a landing in the\ncrowd,\n\nON DREW AND CLAIRE\n\nwatching as mayhem breaks loose. Everyone heads for the exits.\n\nON THE SPRINKLER BIRDS\n\nalong the ceiling of the ballroom, which surge to life with survival-rain.\n\nON FIERY BANNER ABOVE STAGE (“If It Wasn’t This, It'd Be Something Else.”)\n\nfalling to earth like the Hindenberg, breaking apart. The only words that haven't been burned\naway are: “Something Else.”\n\nWIDE-SHOT\nWater cascades over the well-dressed crowd streaming for the exits in pandemonium.\n\nMEDIUM-CLOSE ON JESSIE\n\nwho keeps playing through the mayhem. He won't give up the stage, and keeps playing\n\n \n\f120\n“Freebird,” heroically, through the chaos. Fiery bits of banner and water cascade through frame.\n\nON DREW AND CLAIRE °\n\ncaught in the mayhem. People racing for air, and escaping the certain inferno. We are now in full\n\nfiasco mode, a place where absurdity and danger reign supreme. “\n\nSHOTS OF GUESTS\n\nscrambling for the exits.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nON DREW AND CLAIRE °\n\ncaught in the mayhem. People racing for air, and escaping the certain inferno. We are now in full\n\nfiasco mode, a place where absurdity and danger reign supreme. “\n\nSHOTS OF GUESTS\n\nscrambling for the exits. \n\nTARGET SECTION TO BE ANNOTATED:\n Rarely has a memorial made people strive so vividly to embrace life\n\nON CONNIE\n\ngrabbing a high-school poster photo from an easel, slipping it under her arm and saving it froni\ndamage. '\n\nON DREW\n\nhelping a glazed Heather to an exit door. A Woman Dressed in Finery passes in haste. She’s\ndripping wet, and somewhat anxious to get out of the place... but she clings to what’s real to her,\ngocd manners. She grabs Drew’s arm and looks into his eyes before exiting quickly:\n\nWOMAN IN FINERY\nThank you for a lovely time.\n\nDrew is separated from Claire. His voice-over returns — thoughtful and personal and informative.\n\nDREW'S VOICE\nAs a specialist in the field of last looks, this one was\npretty iconically Claire. .\nON CLAIRE - eS\n\nThis is his last look at her. She looks over to Drew, says goodbye with her eyes, as she goes to\nwork proficiently directing frightened human traffic through the doors of the ballroom. This is her\ngreatest instinct, in full-bloom, aiding strangers in crisis. It already looks like a memory.\n\nON CHUCK HASBORO\n\nhauling ass toward Drew, with Cindy a few steps behind. They are both hysterically angry, as they\nteach Drew.\n\nCHUCK\nI trusted you!\n\n \n\f~\n&\n\n121\n‘\n\nHe shoves Drew violently, snapping him out of the reverie, interrupting the voice-over, and then\nhitting him, knocking him into a row of easels featuring photos of his father. A fight breaks out\nbetween them, as guests flee. It’s a melee within a melee.\n\nCINDY\nYou ruined our wedding! Dude, I hope you have insurance!\n\nAll are separated by the sprinkler-drenched human traffic. As theme music continues: .\n\nDISSOLVE TO:\nINT. HOTEL LOBBY - MORNING . ‘\n\nDrew stands at the front desk looking guilty. He already knows what's coming. Front Desk Girt\nCharlotte examines the room costs on the computer screen-as she hums along on her keyboard. In\n\nthe background, the Chuck and Cindy wedding party has transferred outdoors for what appears to\nbe a beautiful day. She never stops typing. .",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nFront Desk Girt\nCharlotte examines the room costs on the computer screen-as she hums along on her keyboard. In\n\nthe background, the Chuck and Cindy wedding party has transferred outdoors for what appears to\nbe a beautiful day. She never stops typing. . \n\nTARGET SECTION TO BE ANNOTATED:\nCHARLOTTE\nYour bill is $53,212, which is -~\n(nervous throat clear)\n~ beyond your credit limit, and...\n(pause)\nJust go. Go. Leave now. Get out of here.\n\nShe motions to the door with her eyes. He exits furtively with bags and the Um under his arm.\n\nEXT. CEMETERY/THE FAMILY PLOT - LATER MORNING\n\nThe Elizabethtown cemetary. An absolutely beautiful day, the brightest day of the year. Only the\nfaithful few are here at the Baylor funeral. Charles Dean speaks with the portable stereo-system.\n‘What was once just a smali grassy space is festooned with flowers and color.\n\nJessie Baylor wears sunglasses, white shirt, a tie, and a Jong leather jacket. Samson, wearing a\nhelmet, stands near Drew. Staring Mona stares at Drew. Aunt Dora and Aunt Lena stand near,\nUncle Roy and Uncle Dale. Heather and Hollie stand near Bill Banyon. Hollie looks at Banyon.\nThey have all shared a crisis together. Everybody is in sunglasses and jackets. It was a long night.\nUnder a tent-awning, the open-casket rests with a flag, soaking in the last few moments of its life\nabove ground. Nearby is the Purple Urn. Drew looks down at the casket.\n\nON THE CASKET\n\nIt is empty save for some clippings... several medals... and, resting proudly on the perfect indigo\nlining of a fine old casket from Louisville is The Blue Suit. Drew watches as Charles Dean swings\n\n \n\f, 122\nngage-to mechanically lower the\ncoffin lowers... lowers... and then... it\n\nthe casket door downward and clamps it shut. Steel wheels e1\n\ncasket into the ground. The gears engage and turn, and the\ncatches. It is stuck.\n\nON FACES OF THE TIRED FAITHFUL FEW . :\n\nFrozen, expectant, exhausted. °\n‘\nON DREW\n\nwho watches knowingly. It’s Funeral-Interruptus, all over again. Of course this wouldn’t be easy,\nto the very end. :\n\nON THE GEARS\nwhich rumble back to life. ‘\n\nDREW\n\nHe’s grown oddly attached to that coffin... and the details of the man who was almost inside of it.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nON FACES OF THE TIRED FAITHFUL FEW . :\n\nFrozen, expectant, exhausted. °\n‘\nON DREW\n\nwho watches knowingly. It’s Funeral-Interruptus, all over again. Of course this wouldn’t be easy,\nto the very end. :\n\nON THE GEARS\nwhich rumble back to life. ‘\n\nDREW\n\nHe’s grown oddly attached to that coffin... and the details of the man who was almost inside of it. \n\nTARGET SECTION TO BE ANNOTATED:\nDrew is possessed with a strange feeling — he can’t bear for it to end, and he can’t bear for it to\ncontinue. :\n\nON THE CASKET\n\nwhich lands on the bottom of the grave with a thud.\nSHOVELS\n\nof dirt cover the coffin,\n\nON THE FAITHFUL FEW\n\nstill lingering behind. Uncle Dale presents Drew with a final gift, a valuable military sword that\nonce belonged to Mitch. Dale unsheathes the mighty weapon to display it’s gleaming blade.\nDrew stares at it, igniting him with a glint of purpose.\n\nDREW’S VOICE\nT began to think about what would be hitting the\nnewsstands in just a few hours.\n\nDREW\n{appreciatively)\nThank you. 1 know just where to put this.\n\n \n\f7 123\n—_ .\n\nNox Jessie hugs Drew with great appreciation. He has blessed Jessie with attention, and it has made\nhim noble. Hollie hooks an arm around her son Privately:\n\nHOLLIE\nCheer up. It’s only a funeral.\n\nDrew and Heather regard their mother, who is clearly nurturing a new beginning. And it’s pretty\nfunny. ‘\n\nON BANYON\nback at the grave, crying like a baby.\n\nON DREW\n\nwho struggles with a case of Ale-8 as he gets in the car. He takes a last look.\n\nON SAMSON\n\nand Drew’s gaze goes to the boy’s shoes. He’s wearing Spasmoticas.\n\n..« INT. DREW’S RENTAL CAR- DAY\n\nDrew straps in the Um. He’s assembled what he’ll need for the drive. An Ale-8, and Claire’s\nwooden box. He opens it. Asa “map,” it’s a meticulous project made by a seasoned traveler,\nfilled with pages of writing and illustrations on easily-held notecards, with color-coded post-its and\nmap attachments, along with detailed footnotes.\n\nDREW’S VOICE\nThe route of Claire’s map — with accompanying\nmusic — would take 42 hours and 11 minutes.\n\nWith utmost gravity, he loads CD # 1.\nDREW\n(reading her directions)\n\n“Tum on ignition... “ .\n\nHe does so, looking back one last time.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nWith utmost gravity, he loads CD # 1. DREW\n(reading her directions)\n\n“Tum on ignition... “ . He does so, looking back one last time. \n\nTARGET SECTION TO BE ANNOTATED:\n As car criss-cross, exiting, only Staring Mona is left on\nthe gravesite, with a small wave, with a slight gentle smile.\n\n \n\f~\ne\n\n.\n- EXT. HIGHWAY - DAY ,\nWe're alongside Drew, consulting her directions.\n\nDREW\n“Begin your journey and do not skip ahead.”\n\nTHE BICYCLE KID\nleads the car, escorting Drew out of town.\n\nON PASSING HOUSES\n\nDrew’s last looks at Elizabethtown.\n\nDREW’S VOICE\nShe had laid out the entire road-trip, and timed it to\nmusic she herself had put on CD’s...\n\nON THE BICYCLE KID\nwho watches Drew get on Highway 12 and leave town.\n\nDREW\n(reading her directions)\n“Press play.”\nHe does so, as we hear rousing music.\nEXT. HIGHWAY - DAY\nThe car speeds forward.\nINT. DREW’S RENTAL CAR - DAY\n\nHe faces forward with steadfast determination.\n\nDREW’S VOICE on\nThe songs, of course, were classic mix-tape songs...\nabout her, of course...\n(bemused)\n_.. and the rich flurry of our almost-romance...\n\nON PASSING EXIT SIGN - 60B\n\n \n\f128\n‘Drew regards his old friend, the troublesome exit, as it slips into his past. He looks at the mess of\ninformation, the clipped pages of instructions and the color-coded post-its.\n\n; DREW\n_ (glumly, guy-to-guy, to ura)\nForty-two. hours of chick music.\n\nDREW’S VOICE\nTt was Sunday afternoon.\n\nEXT. NEWSSTAND ~ DAY\n\nDrew moves across the newsstand until he finds the new issue of Modern Business Journal.\n\nDREW’S VOICE\nAnd she had even provided music for what would\nhappen next. Down to the minute...\n\nON MODERN BUSINESS JOURNAL MAGAZINE\n\nThe new issue is on the stands. Another magazine has been carelessly placed on top of it. Drew\n\n) painfully pulls aside the covering magazine. The Modern Business Journal cover features only a\n\nfunereal black-rimmed portrait of the Spasmotica, and this electric word: FLASCO!\n\nDREW\n“You have five minutes to wallow in the delicious\nmisery. Enjoy it.. embrace it.. discard it...",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Modern Business Journal cover features only a\n\nfunereal black-rimmed portrait of the Spasmotica, and this electric word: FLASCO! DREW\n“You have five minutes to wallow in the delicious\nmisery. Enjoy it.. embrace it.. discard it... \n\nTARGET SECTION TO BE ANNOTATED:\n”\n\nON BACK OF DREW’S RENTAL CAR\n\nmoving out, leaving our camera behind. -\nDREW _*\n“... and proceed.”\nTHE MAP\nin his hands.\nDREW\n(reading her words)\n\n“Here is a river teading to the Mississippi.”\n\n>\n\n \n\f \n\n. i 26\n‘N= - SHOT SWIVELS\n\nto see the beautifill river.\nEXT. BRIDGE ABOVE MISSISSIPPI - DAY\nDrew drops a pinch of ashes from an overpass, down into legendary waters.\n\nDREW’S VOICE\n‘The map was full of strange side-trips too. “This\nis America,” she wrote, “and if everybody gets a .\nvote where their Mitch gets buried, here are a few .\nwhere my Mitch gets buried... or scattered. These\nare treasures that J will share only with you...\n\nON A DINOSAUR PARK\n\nin Carolina. Drew stands in the midst of these hand-made statues.\n\nDREW’S VOICE\n“A dinosaur park built over thirty years by a\nwt Christian sculptor who grappled with the story\nof creation, and yet still built dinosaurs...\nON AN ORNATE DINOSAUR\nfull of ery detail.\n\nDREW’S VOICE\n“though in a strict Scripture sense... dinosaurs\ndidn’t exist... this was his dilemma... those were\nthe hell-hounds on his particular trail...”\n\nON JESUS STATUE\nwho welcomes all to the Dinosaur Park with arms outstretched.\n\nDREW ‘\nWhat the hell. He liked dinosaurs.\n\nDrew releases several more pinches of ashes.\n\n \n\f“N INT. RESTAURANT - DAY\nhe\n\nWe sit with Drew in a restaurant, silent, facing out the window.\n\nDREW’S VOICE\n“Pause for thirty minutes for the greatest chili\nin the world.” we\n(pause)\nAnd in Memphis...\n\nWe hear Claire’s next musical selection, which offers soulful counterpoint to...\n\nSHOTS OF MEMPHIS\n\nON LORRAINE MOTEL\n\nDREW’S VOICE’.\n(reading her words)\n“... the Lorraine Motel, the hotel balcony where Martin\nLuther King drew his last breath...”\n\n~~ Drew scoops out more of the ashes from the Purple Um. (it’s still rather full.)\n\n€\n\nEXT. HILLSIDE - DAY\nDrew burns across the highway, heading West.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHOTS OF MEMPHIS\n\nON LORRAINE MOTEL\n\nDREW’S VOICE’. (reading her words)\n“... the Lorraine Motel, the hotel balcony where Martin\nLuther King drew his last breath...”\n\n~~ Drew scoops out more of the ashes from the Purple Um. (it’s still rather full.)\n\n€\n\nEXT. HILLSIDE - DAY\nDrew burns across the highway, heading West. \n\nTARGET SECTION TO BE ANNOTATED:\nDREW’S VOICE\n\n“_. and, in a sentimental mood, you can’t leave out the\nSurvivor Tree in Oklahoma City... still standing after that blast.”\n\nON THE SURVIVOR TREE ,\n\nThe single tree is now 8 monument at the Oklahoma City Bombing memorial. Drew scoops out\nanother handful of ashes. And another handful. (The Um is stil/ very full.)\n\nTHE MAP\nInstrumental reprise of Claire’s theme.\nINT. DREW’S RENTAL CAR - LATE NIGHT\n\nDrew at the wheel. Driving, listening to another of her songs. Somehow on his late night, at this\n“exact moment, the visual and the audio blend... and it sounds perfect. How did she knaw?\n\f128\n\nDREW'S VOICE\nBut she would not break me down.\n\nINT. DREW’S RENTAL CAR - LATE NIGHT\n\nDrew brings a coffee cup to his mouth, and when it reaches his mouth... “ ie\n\nINT. DREW’S RENTAL CAR —- EARLY MORNING .\n\nDrew drives, sips. It’s early morning. Claire’s geographically correct selection — Glen Campbell’s\n“Witchita Lineman.” “\n\nDREW'S VOICE - : -\nLike a dime-store kaleidoscope, everything was\ntwisting into sharp focus.\n\nON PASSING SIGN\nreading: Witchita, Kansas, In the background, the rolling Kansas landscape.\n\nDREW’S VOICE\nNee’ They say near the end, a killer can think of nothing\nelse but the act of killing. 1 stalked my prey and kept\nhim close, and back home, I would make my move.\n\nINT. DREW’S RENTAL CAR ~ DRIVING —- EARLY MORNING\n\nHe locks at the Um, riding alongside.\n\nDREW\n\n(plain truth, to Um)\nYou with your many almost great projects,\nand me with my... fiasco.\n\nSHOT OF URN\n\ncloser.\n\nDREW\nBoth of us working so hard... for what?\n\n \n\f129\n\n‘\nSHOT OF URN :\nbouncing agreeably. .\nDREW\nWe should have taken this trip years ago! . :\n' (beat, like a son) . '\nDo you have any money? I’m scared to use my .\ncredit card ~\n\nEXT.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nDREW\nWe should have taken this trip years ago! . :\n' (beat, like a son) . '\nDo you have any money? I’m scared to use my . credit card ~\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n GAS STATION - DAY\nDrew’s road-dusted car pulls into a Kansas gas station.\n\nINT. DREW’S RENTAL CAR - DAY .\n\nDrew looks in his backpack and finds his father’s Brown Wallet. There is $120 inside. He takes .\nsixty bucks.\n\nDREW\nThanks Dad.\n\nHe takes a breath, and actually finally considers crying. He decides against it.\nINT. SEVEN-ELEVEN - DAY a\nDrew pays for gas. Feeling bad about spending his father’s last money, he turns to see two\n\nawkward-looking Boys, about 12, standing at the counter with omate Slurpees. Drew’s eyes\ntravel down. Both wear Spasmotica shoes. Drew looks concerned. Is ita mirage?”\n\nWIDE - SHOT\nThe car continues against the sky, with music. Drew continues, road-weary and suspicious.\n\nDREW’S VOICE\nIn a mall in Kansas, the strangely similar sight was Tepeated.\n\nINT. MALL - AFTERNOON ‘\nDrew notices another pair of Spasmotica shoes walking the other way. Music continues.\nDREW’S VOICE\n\nThe Spasmotica had begun to appear like taunting\ndemons... wherever I went.\n\n \n\f. \"\" 130\n’\nk \"He sits, watching, puzzled.\n\nSHOTS OF SHOES\n\ngroups of feet, and the increasingly plentiful sight of Spasmoticas. Drew’s cell-phone rings.\n\nDREW, .\nHelio?\n\nINTERCUT:\nINT. TAIWAN OFFICE MERCURY SHOES - NIGHT .\n\nDavid Tan, Drew’s Taiwanese counterpart, is on the phone. (We see the top of his head.)\n\nDAVID TAN\nDrew, it’s David Tan... listen to me... my heart is\nbeating so fast... 79% of the recalls were rejected\nby 92% of the outlet stores in 72% of the global...\nforget it, forget it... Twas re-instated this morming!\n\nDrew sits listening to his manic and happy Taiwanese counterpoint.\n\nDAVID TAN\nIt’s a revolution, man!\n\nDREW’S VOICE\n(very serious, disbelieving)\nThe Spasmotica was finding love. Love in the hearts\nof people... okay, mostly young kids....",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAVID TAN\nIt’s a revolution, man! DREW’S VOICE\n(very serious, disbelieving)\nThe Spasmotica was finding love. Love in the hearts\nof people... okay, mostly young kids.... \n\nTARGET SECTION TO BE ANNOTATED:\n who apparently\nfound my billion dollar, girlfriend destroying, global\nmerger wrecking, walking-on-a-cloud curiosity...\n\nThe shoes are everywhere. Drew stands, trying to process it all.\n\nDREW’S VOICE\n... profound.\n\nDAVID TAN\nCan you hear me? They are recalling the recall.\n\nDREW\n~ (dazed)\n) How’s the weather?\n\fae\n\n‘131\nDAVID TAN\n(laughing)\nWho knows, man. I'm walking on a cloud!\nIt’s a Spasmotica World! I’m going to. yell\nfor joy now, so get ready. AAARRRRRHH! :\n\nDrew hangs up, stunned and almost delirious. He lingers a beat. It’s a curious sensation,\n\nbeginning in his chin, and slowly moving across his face. He begins to cry. It’s all coming qut_\nnow. He hugs a Stranger wearing the shoes.\n\nDREW\nWhere did you find them? .\n\nMAN ‘\nTt wasn’t easy.\n\nPASSING SHOT OF HUGE LANDSCAPE\nMusic continues.\nINT. DREW’S RENTAL CAR - DAY\n\nDrew takes big gulps of air as he drives, still crying. Looking over at the Purple Um. Trying to\nread her map:\n\nDREW’S VOICE\n“Don’t get lost. Go to Exit 52A from 142C.\nYou are now entering Scottsbluff, Nebraska...\n\nON PASSING SIGN\nreading: Scottsbluff, Nebraska. “Come Experience The Difference.”\n\nDREW'S VOICE\n+ where a fur trapper with a great name -- Hiram\nScott - gained immortality by dying, alone and\ndeserted by his companions...\n\nON DREW\n\nparked again. Reading the map and her words carefully. He looks up at the very bluffs she’s\nwriting about.\n\n \n\fDREW’S VOICE\n«at the base of a magnificent formation of\nbluffs along the North Platte River in 1828.\n\nPASSING FORMATION\nThe bluffs are just as powerful as‘her words. ue . . we\n\nDREW’S VOICE\n“That was his cross to bear. But this many years later,\nthey’re all forgotten, and what’s left is what you see,\neverything, named after the guy they abandoned...\nEXT. MOUNTAINS - DAY *\n\nDrew stands at the spot.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut this many years later,\nthey’re all forgotten, and what’s left is what you see,\neverything, named after the guy they abandoned... EXT. MOUNTAINS - DAY *\n\nDrew stands at the spot. \n\nTARGET SECTION TO BE ANNOTATED:\nDREW'S VOICE\n... at this very spot.”\n\nDREW\nHiram. Meet Mitch.\n\nDrew spreads the most ashes yet.\nEXT DREW’S RENTAL CAR — DAY\nAshes fly from the driver’s window, spraying against the sky.\nINT, DREW’S RENTAL CAR - DRIVING - DAY\nDrew drives.\nDREW’S VOICE\n“Proceed to the The Second Largest Farmer’s Market in\nthe World, located on The Second Largest Country Store\nin the World Boulevard, for some essentials for the rest of\nyour journey home. It should now be about 12:30.”\nHe looks at his watch. 2:30 pm. He’s late.\nON PASSING SIGN\n\n“The Second Largest Farmer’s Market in the World.”\n\n \n\fa)\n\n133\nEXT. SECOND LARGEST FARMER'S MARKET IN THE WORLD - AFTERNOON\n\nDrew pulls into the parking lot. The Farmer’s Market is three-stories, and one enormous block-\nlong. He looks at the latest installment of Claire’s instructions.\n\nDREW’S VOICE\nGo to the Pet Area...\n\n‘\n\nINT. SECOND LARGEST FARMER’S MARKET IN THE WORLD -AFTERNOON '\n\nDrew walks forward. The Farmer’s Market is immense, a museum of Americana.\nDREW’S VOICE\n“Look inside the book about Springer Spaniels, with a\nyellow piece of paper, and your future directions.”\n\nINT. PET AREA — AFTERNOON\nCuriously, Drew reaches for the book about Springer Spaniels. A yellow note reads:\n\nDREW - -\nGo to the Shoe Area. -\n\nON HIS FEET\nwalking down the circular ramp to the Shoe Area.\nINT. SHOE AREA ~ DAY\n\nHe enters the shoe area.\n\nDREW'S VOICE\n“Find a pair of Spasmoticas on display, the last pair”\nin town, and look inside...\n\nHe finds the pair of Spasmotica shoes on display, and looks inside.\n\nON A POLAROID\n\nof him in the Pet area a moment earlier. He know she’s close. He looks around. His adrenalin is\npumping. Js she here? Sbe has to be. He finds another note.\n\n \n\f>)\n\n134\nDREW’S VOICE\n“Here you have reached a fork in the map.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nSbe has to be. He finds another note. >)\n\n134\nDREW’S VOICE\n“Here you have reached a fork in the map. \n\nTARGET SECTION TO BE ANNOTATED:\n You can\n\ngo to your car and the rest of the directions will take\nyou home. Or... :\n\nPOV : ;\n\nHe looks around. She’s nowhere in sight.\nON CIRCULAR STAIRCASE\nrunning, looking for her.\n\nDREW’S VOICE’\n« | Jook for a girl in a red hat who’s waiting for\nyou with an altemate plan. ot :\n\nON DREW\nStanding in the middle of the busy store. Where is she?\n\nDREW'S VOICE\n“Your decision will affect your entire life, and\nhow you live it.” - :\n\nHe stands there in the crowded store, looking to the right and lefi- A red shawl. A red baseball\ncap. A red shirt... none of them Claire.\n\nON DREW\n\ngrowing desperate to find her. He knows it now. He needs her, craves her with every breath in his\nbody. And yet... in the teeming humanity that surrounds him... nothing... ae\n\nON A SMALL COFFEE STAND - THE INSTANT\n\nHe sees her... or maybe it’s her. Ina seat at the bottom ofa small staircase. She sits in a red\nwool hat, quietly facing away. He approaches behind her, and she turns.\n\nON CLAIRE\n\nlooking at him, as if for the first time\n\n \n\f135\n\n- .\nkK Drew responds like a man awakening. He moves to her, and kisses her fiercely. He starts to speak\n\". ina voice shaken with quiet emotion. His soul is filled with life. And she is curious and surprised\nto hear these words coming from him.\n\nDREW -\nI don’t know if Ben even existed. I don’t want to\nknow. I love you, Claire. A whole dark chapter\nof my life is over now, because of you...\n\nHIGH ANGLE . .\nas he kisses her, and they stand together in the crowded flow of life. .\nDREW\n... you Tuined ail my plans, and 7 want to do the\nsame for you.\nDREW'S VOICE\nNo true fiasco ever began as a quest for mere\nadequacy...\n\noe we\nSuddenly we hear a huge, rocking soarof planes. And we break form to show the following”\nglimpses of oddly unstoppable successes.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nDREW'S VOICE\nNo true fiasco ever began as a quest for mere\nadequacy... oe we\nSuddenly we hear a huge, rocking soarof planes. And we break form to show the following”\nglimpses of oddly unstoppable successes. \n\nTARGET SECTION TO BE ANNOTATED:\nON A FLEET OF BRITISH PLANES\n\nthundering across the sky.\n\nDREW'S VOICE .\nThe motto of the British Special Service Air Force\nis — “Those who risk, win.”\n\nPOV -- A DETERMINED PILOT\n\nin the cockpit. Looking out at geography below.\n\nDREW’S VOICE i\nA single green vine-shoot is able to grow through\ncement...\nON A TINY GREEN VINE\n\n) emerging through the smallest crack of inhospitable cement.\n\n \n\fa)\n\n136\nDREW’S VOICE .\nThe Pacific Northwestern Salmon beats itself\nbloody on it’s quest to travel hundreds of miles\nupstream, against the current, with a single purpose... a\nsex, of course, but also... “oe\n\n‘\n\nON THE SALMON ' . ,\nrumbling against the current, upstream.\n\nDREW’S VOICE\n.. life. oe\n\nAs CREDITS begin to roll unobtrusively, we now hear a voice we haven’t heard before. _\n\nTetra,\nMAN’S VOICE ' :\nThat is quite a story... .\n\nEXT. DREW’S APARTMENT - DAY\n\nDrew’s apartment. soe\n\n \n\nTitle: Two Months Later\n\nINT, DREW’S APARTMENT -- DAY os\n\nWe see how the apartment has changed. A woman’s touch is in evidence. A single Spasmoticg\nposter remains, but in an entirely new context. : :\n\nDREW cee\nSome more wine, Ben? . . x\n\nAnd we see BEN, pleasant-looking, 28, offering a wine glass. Drew pours. Claire sits betwegn\nthem. Content and excited to be with both of them.\n\nBEN\nThanks... that’s amazing... and that’s how you met.\n\nDREW\nThat’s how we met.\n\nClaire rubs each of their arms, lovingly. Ben takes a last sip of wine.\n\n \n\frv)\n\nBEN\nShe’s very inspiring. But then — I’m partial.\nI'm her brother.\n(beat, confides)\nShe used me as protection for years. For every\nguy on a plane who ever wanted to pick ber up.\n\nCLAIRE\nPlease. I threw myself at him.\n\nDrew looks at Claire. Claire smiles to herself and looks down..",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nI threw myself at him. Drew looks at Claire. Claire smiles to herself and looks down.. \n\nTARGET SECTION TO BE ANNOTATED:\n: DREW\n‘And to think, on a dark night not so long ago,\nJ almost missed meeting both of you.,\n\nBen rises, and we see the exercise bike near the door.\n\nBEN\nWell, thanks for the exercise bike. Tanight\nhave a problem getting that to my car.\n\n. ) CLAIRE\n_#_ (rising)\nIf it wasn’t this, it'd be something else.\n\nDREW\nHere, Pll help -\n\nThe three grapple with the unwieldy bicycle, now toothless and knife-free, attempting to find a way\n\nto angle it through the narrow door. -\n\nBEN\nThere’s got to be a way to get this out the\ndoor? I mean, you got it in...\n\nCLAIRE\nHere, try it at this angle --\n\nDREW\nOkay, wait, I got it-\n\nCLAIRE\n\nDrew, you can’t do everything yourself —\n\n \n\f \n\nBEN\n“ Push to the left — wait, it’s slipping --\n\nDREW\nIt’s alright, we have it —\n\nCLAIRE\n1 knew you guys would get along. ‘\nBEN\n(with hands full)\nYou sure you want to give this up?\n\nDREW\n—take it. I actually think it’s good luck.\n\nTheir conversation continues as they ease it out the door, credits continuing, and we hear them,\nalmost dropping that bike, narrowly avoiding disaster, off-screen now, laughing, as we...\n\nFADE TO BLACK\n\nTHE END\n\n \n\f"
}