{
  "1": "Elizabeth Blue\n\nScreenplay By\nVincent Sabella\nAnd\n\nAlfred D. Huffington\n\nCAST TABLE READ VERSION\n\fINT. PSYCHIATRIC HOSPITAL WARD HALLWAY - NIGHT 1\n\nFlorescent lighting illuminates the hallway of the ward. It’s\nbright and stretches the entire length of the building.\n\nThe CAMERA moves down the hall. Up ahead, an ORDERLY\nstruggles with a PATIENT who is refusing to stand up.\n\nA NURSE moves in to assist.\n\nThe CAMERA turns toward an open door marked ADMINISTRATION\nOFFICE. We move into the office.\n\nINT. PSYCHIATRIC HOSPITAL WARD OFFICE - NIGHT 2\n\nThe HEAD NURSE is standing at a filing cabinet - her fingers\nflip through the files at lightning speed.\n\nShe is mumbling to herself about: “understaffed, underpaid,\nfeet hurting, lazy co-workers...\", among other things.\n\nThe office is organized chaos. Files, papers, prescription\nbottles and clip boards take over the surface of several work\nstations.\n\nIn the background phones are ringing. Patients are yelling\nfor medications - but it’s secondary to the incessant ringing\nof the phones.\n\nThe Head Nurse pulls a file and walks toward the multi-line\nphone system that has been ringing off the hook.\n\nShe picks up each line as if working a telethon. The tone of\nher voice is one of frustration, border-lining on rude - yet\nshe maintains a professional demeanor.\n\nHEAD NURSE\nStatewood Hospital, please hold.\n(Another call.)\nStatewood Hospital, please hold.\n\nAnother PHONE is ringing but this one is coming from\nsomewhere in the lobby.\n\nHEAD NURSE (CONT'D)\n(Another call.)\nStatewood Hospital, please hold.\n\nMARY, a FEMALE PATIENT comes up to the window. She stands\nthere, staring at the Head Nurse.\n\fV12_THE SHOOTING SCRIPT_7/2/16 2.\n\nHEAD NURSE (CONT'D)\n\nStatewood, thank you for holding.\n(Beat. )\n\nYes. Give me a moment and I’1l page\n\nhim, hold on.\n\nThe lobby phone rings.\n\nThe Head Nurse turns to an INTERCOM MICROPHONE. She presses\ndown on the base of it.\n\nHer voice echoes over the dated speaker system.\n\nHEAD NURSE (CONT'D)\nDr.",
  "2": "---END OF PREVIOUS SECTION---\nShe presses\ndown on the base of it. Her voice echoes over the dated speaker system. HEAD NURSE (CONT'D)\nDr. \n---TARGET SECTION TO BE ANNOTATED---\n Sanders you have a call on line\ntwo. Dr. Sanders, please pick up\nline two.\n\nShe turns to the Patient who has been staring at her through\nthe circular glass partition window. Without missing a beat-\n\nHEAD NURSE (CONT'D)\n(Firm. )\n\nIt’s not time for your medication\n\nyet Mary. Go back to your room\n\n.. now.\n\nShe unhappily walks away.\nThe lobby phone rings.\n\nHEAD NURSE (CONT'D)\nWill someone please pick up the\nphone?\n\nApparently no one is nearby. She picks up one of the calls on\nhold.\n\nHEAD NURSE (CONT'D)\nThank you for holding. Hi, yes I\nhave the patient file you’ve\nrequested. I’1ll bring it over to\nyou now.\n\nShe hangs up, takes a deep breath and makes her way out of\nthe office. We follow her out of the door, into the hallway,\nwhich immediately opens into the lobby.\n\nINT. PSYCHIATRIC HOSPITAL WARD LOBBY - NIGHT 3\n\nA few chairs, a magazine rack, a glass encased bulletin board\nand several fake plants are all the lobby consists of.\n\fV12_THE SHOOTING SCRIPT_7/2/16 3.\n\nThe cold, tiled flooring and bright lighting make this an\nunappealing and sterile environment to say the least.\n\nSEVERAL PATIENTS mill about.\n\nThe NURSE from a moment earlier is walking MARY, the female\npatient, who was staring through the glass partition, in the\nopposite direction.\n\nA JANITOR mops around a Yellow “Wet Floor” sign” sitting in\nthe middle of the lobby.\n\nWe stay on the Head Nurse. She is walking toward 4 PAY PHONES\nmounted side by side on the wall of the Ward Lobby. This is\nthe source of the ringing.\n\nUnderneath the phones, a counter top runs the length of them.\n4 wood chairs with a soft, padded seat are under the counter\ntop in front of each phone.\n\nThe Head Nurse points her finger at another ORDERLY\nwalking from the opposite hallway. His sleeves are rolled up,\nhis one arm is sporting a few TATTOOS.\n\nHEAD NURSE\n(Stern. )\nRoll down your sleeves and get\nthese patients back into their\nrooms before the evening medication\nrounds please.",
  "3": "---END OF PREVIOUS SECTION---\nThe Head Nurse points her finger at another ORDERLY\nwalking from the opposite hallway. His sleeves are rolled up,\nhis one arm is sporting a few TATTOOS. HEAD NURSE\n(Stern. )\nRoll down your sleeves and get\nthese patients back into their\nrooms before the evening medication\nrounds please. \n---TARGET SECTION TO BE ANNOTATED---\nThe Orderly quickly rolls down his sleeves and begins to\nround up the patients.\n\nAgain, the phone rings, then-\n\nHEAD NURSE (CONT'D)\n(She picks up.)\nHello?\n(Beat. )\nYes, please hold.\n\nShe places the receiver on top of the phone, turns and walks\ndown the long stretch of hallway.\n\nThe CAMERA stays with her.\n\nA PATIENT crosses in front of her just before she stops short\nof an OPEN DOOR.\n\nThe Head Nurse pops her head in the door. From over her\nshoulder we catch a glance of the TV. STATIC fills the\nscreen.\n\fV12_THE SHOOTING SCRIPT_7/2/16 4.\n\nHEAD NURSE (CONT'D)\nElizabeth. You have a phone call.\n\nThe Head Nurse keeps moving down the hallway. We stay with\nher to a SECOND DOOR of the same room.\n\nINT. PSYCHIATRIC HOSPITAL WARD COMMON ROOM - NIGHT 4\n\nThe CAMERA turns into the common room, PANNING down to the\nfloor, stopping just short of a COUCH. We don’t see much of\nthe room.\n\nA moment later, the feet of ELIZABETH come down from the\ncouch, touching the floor. They are covered in thick, non-\nslip hospital issued socks.\n\nWe stay on her feet as she stands, walks out of the room and\ninto the ward hallway.\n\nINT. PSYCHIATRIC HOSPITAL WARD HALLWAY - NIGHT 5\n\nElizabeth's footsteps are light, almost silent as she walks\ndown the hall.\n\nThe CAMERA stays on her feet, following them in the direction\nwe just came from.\n\nWe follow Elizabeth's feet as she makes her way into the\nlobby, toward the phones.\n\nINT. PSYCHIATRIC HOSPITAL WARD LOBBY - NIGHT 6\nElizabeth takes a seat in front of the phone.\n\nWe stay TIGHT - revealing nothing more than Elizabeth's feet,\nhands, legs, arms, fingers, ears, nose and lips. We never see\nher entire face throughout the scene. From the various angles\nwe can see she is dressed in sweat pants and a baggy\nsweatshirt.\n\nElizabeth picks up the phone but she does not answer it yet.",
  "4": "---END OF PREVIOUS SECTION---\nWe never see\nher entire face throughout the scene. From the various angles\nwe can see she is dressed in sweat pants and a baggy\nsweatshirt. Elizabeth picks up the phone but she does not answer it yet. \n---TARGET SECTION TO BE ANNOTATED---\nWe are TIGHT on her fingers as Elizabeth plays with the cord,\nintertwining it around her fingers - a nervous tick caused by\nanxiety. It’s almost as if she doesn’t want to speak too\nwhomever is on the call.\n\nWe can’t help but notice the black rubber hair band wrapped\naround her wrist.\n\nShe sits with her right knee up, her other foot planted on\nthe floor. She finally brings the phone to her ear.\n\fV12_THE SHOOTING SCRIPT_7/2/16\n\nWe PAN UP just enough - exposing Elizabeth’s chin and mouth.\n\nELIZABETH\nHello.\n\nCAROL (0.C.)\nHi Lizzy.\n\nELIZABETH\n\nMom, please don’t call me Lizzy.\n\nCarol’s tone shifts to one of annoyance.\n\nCAROL (0.C.)\nSorry. How are you feeling?\n\nELIZABETH\nI have news.\n\nCAROL (0.C.)\nWhat kind of news Elizabeth?\n\nELIZABETH\nI’m going home tomorrow.\n\nCarol’s tone changes from annoyed to tolerant - cautious\n\neven.\n\nCAROL (0.C.)\nThat's wonderful honey. I ...I wish\nI was able to be there but your\nStepsister has her piano recital\nand Richard is coaching Thomas..\n\nShe could care less\n\nElizabeth cuts her off mid sentence.\nabout her Mother’s new family and life.\n\nELIZABETH\nIt’s okay Mom. Grant’s picking me\nup.\n(Beat. )\n\nAnd he’s moving in.\n\nOnce again you can hear the tone change in her Mother’s\nvoice. It’s a mixture of confusion and concern.\nCAROL (0.C.)\nHe is? That’s, um ...well...\n(Clears her throat.)\nAm I ever going to meet him?\n\fV12_THE SHOOTING SCRIPT_7/2/16 6.\n\nELIZABETH\nMom, do you really want me to get\ninto the reasons why you haven't\nmet Grant?\n\n(She bites at one of her\n\nfingernails.)\nI’m going home tomorrow. I have a\nnew doctor. We start sessions next\nweek. I plan on getting well Mom. I\nwant to have a life and be as\nnormal as possible.\n\nCAROL (0.C.)\nThat’s great sweetheart, but...\n\nElizabeth cuts her off again. Her tone becomes agitated.\n\nELIZABETH\nNo buts Mom.",
  "5": "---END OF PREVIOUS SECTION---\nElizabeth cuts her off again. Her tone becomes agitated. ELIZABETH\nNo buts Mom. \n---TARGET SECTION TO BE ANNOTATED---\n I don’t want to be\nupset or have feelings of\nresentment toward you anymore but\nright now I need to focus on what's\nbest for me.\n\nCAROL (0.C.)\nI just don't want you taking your\nmental health lightly. Moving in\nwith someone is a big deal\nElizabeth.\n\nELIZABETH\nI know that.\n\nElizabeth is trying hard not to let her Mother spoil the\nmoment but the foot tapping, nail biting and skin scratching\ntell us otherwise. She is full of anxiety and annoyance now.\n\nShe takes a deep breath - raising her hand to her neck,\ngripping it as if she were gasping for air or trying to choke\nherself. It’s hard to tell.\n\nCAROL (0.C.)\n(Beat. )\n\nI'll try to make a trip up from San\n\nDiego soon.\n\nElizabeth bites her lip in thought.\n\nCAROL (0.C.) (CONT'D)\nAre you there Elizabeth?\n\fV12_THE SHOOTING SCRIPT_7/2/16\n\nELIZABETH\nI’m here.\n(Beat)\nMom?\nCAROL (0.C.)\nYes?\nELIZABETH\nGrant asked me to marry him and I\nsaid yes.\n\nThere is a long silence.\n\nELIZABETH (CONT'D)\nMom?\n\nCAROL (0.C.)\nI’m here.\n\nELIZABETH\nYou’re not happy?\n\nCAROL (0.C.)\nIt’s just.\n(Beat. )\nI had a very different idea of what\nI thought your life would be. But,\nyou’re a 30 year old woman and you\ncan make your own choices.\n\nELIZABETH\nHe makes me happy.\nCAROL (0.C.)\nThen that’s all ...that matters.\n\nIt becomes uncomfortably silent, then-\nCAROL (0.C.) (CONT'D)\n(In a hurry.)\nI have to go. Your Step sister just\nknocked over ...a bowl. I’1l see\nyou soon. Gotta run.\nBefore Elizabeth can say anything else-\nCLICK! The phone hangs up.\nThe phone still to her ear-\n\nELIZABETH\nSure Mom...\n\fV12_THE SHOOTING SCRIPT_7/2/16 8.\n\nElizabeth lets the phone move down the side of her face,\ngently leaning her chin on it. She then releases the phone,\nletting it dangle from the cord.",
  "6": "---END OF PREVIOUS SECTION---\nV12_THE SHOOTING SCRIPT_7/2/16 8. Elizabeth lets the phone move down the side of her face,\ngently leaning her chin on it. She then releases the phone,\nletting it dangle from the cord. \n---TARGET SECTION TO BE ANNOTATED---\nShe removes the black hair band from her wrist and sloppily\nties her hair up.\n\nShe stands, takes a deep breath, then defiantly SLAMS the\nphone down onto the receiver and we-\n\nCUT TO: BLACK\n“ELIZABETH BLUE”\n\nFADE IN:\n\nINT. ELIZABETH’S LIVING ROOM - DAY 7\n\nThe studio apartment is small and clean with a mixture of\nmismatched furniture and knickknacks.\n\nWe PAN around the room revealing the lay out.\n\nA FUTON SOFA BED with matching END and COFFEE TABLES sit\nopposite a small FLAT SCREEN TV inside a WOOD TV CABINET.\n\nThere are three small WINDOWS with WHITE WOOD BLINDS in the\nmain living area.\n\nA ROUND TABLE with two chairs sits just outside the small\nkitchen nook.\n\nA small WOOD DESK covered with a stack of books, a\nmanuscript, pens, pencils, ruler and a high lighter sit off\nin another corner.\n\nLeft over CHINESE FOOD containers and two paper plates with\nplastic ware are on the coffee table.\n\nThe sound of KEYS are heard, then - the door swings open.\n\nELIZABETH steps into the apartment - exposing her face for\nthe first time.\n\nShe is a rare combination of beauty and innocence but her\nface wears a deep sadness and underlying pain.\n\nShe is wearing black tights and a baggy sweatshirt that\ndespite itself, outlines her slender body.\n\nShe holds a BACKPACK in her left hand. Her big, gentle eyes\nmove across the room, taking it all in. By the expression on\nher face, it’s as if it all seems unfamiliar. Just then-\n\fV12_THE SHOOTING SCRIPT_7/2/16 9.\n\nGRANT enters. He stands tall and handsome. He possesses a\nnatural warmth and charm. He is emotionally strong,\ncompassionate and filled with unconditional love for\nElizabeth.\n\nGrant walks up behind her, kissing her neck.\n\nGRANT\nGive me your bag babe, I’11 unpack\nfor you.\n\nElizabeth circles back around and quickly shuts the door.\n\nELIZABETH\nNo I’m okay. I’m going to take a\nshower and throw this stuff in the\ndirty clothes.\n\nShe indicates the contents of her backpack.\nGRANT\nOkay. I’1l be right here.",
  "7": "---END OF PREVIOUS SECTION---\nShe indicates the contents of her backpack. GRANT\nOkay. I’1l be right here. \n---TARGET SECTION TO BE ANNOTATED---\n I’1l give\nyou some alone time to get settled.\nCan I get you anything?\n\nELIZABETH\nTea?\n\nGRANT\nComing right up.\n\nHe leans in, kisses her forehead. He walks out of frame\ntoward the small kitchen.\n\nElizabeth stands there for what feels like an eternity -\ntaking in her place.\n\nShe looks to the right of her - staring blankly. She walks\nout of frame.\n\nINT. ELIZABETH’S BATHROOM - DAY\n\nThe dark room turns bright by the flick of a switch.\n\nWe are TIGHT on Elizabeth’s hand as she closes the bathroom\ndoor knob.\n\nElizabeth steps in front of her bathroom mirror. She stands\nthere looking back at herself in the reflection.\n\nCLOSE ON the SHOWER HEAD as a burst of water sputters out\nfrom weeks of being still. Elizabeth’s hand reaches in to\ntest the temperature.\n\fV12_THE SHOOTING SCRIPT_7/2/16 10.\n\nElizabeth looks over her shoulder as if she heard something.\nShe does a double take before sliding out of her clothes.\n\nShe steps into the shower, quickly pulling the shower door\nclosed. She’s feeling paranoid.\n\nThe warm water hits her body. The expression on her face is a\nmixture of relief and angst. She takes a long, deep breath\nthen sticks her head under the running water. She is\nbeautiful and broken all at once.\n\nThe muffled sound of a tea kettle can be heard whistling from\nthe kitchen.\n\nGRANT (0.C.)\nBabe, tea is ready.\n\nELIZABETH\nOkay, I’1l be right out.\n\nElizabeth continues to stand in the shower - in her own\nworld. She feels safe enclosed in the shower.\n\nSuddenly a feeling of nervousness overcomes her again. Her\nbody shudders from a chill. She doesn't feel alone in the\nbathroom.\n\nShe looks behind her. She mumbles to herself - trying to\nremain calm but paranoia is getting the best of her.\n\nELIZABETH (CONT’D)\n(Quick and muffled.)\nIt’s okay, it’s okay, it’s okay,\nit’s okay.\n\nShe turns the water off, then on again, then off again. When\nshe is sure it’s off she quickly steps out of the shower.",
  "8": "---END OF PREVIOUS SECTION---\nELIZABETH (CONT’D)\n(Quick and muffled.)\nIt’s okay, it’s okay, it’s okay,\nit’s okay. She turns the water off, then on again, then off again. When\nshe is sure it’s off she quickly steps out of the shower. \n---TARGET SECTION TO BE ANNOTATED---\nShe grabs a worn-in bathrobe hanging on the back of the\nbathroom door - quickly holding it up in front of herself as\nif hiding her naked body from someone.\n\nElizabeth places the robe to her nose - smelling it.\nSomething about this is oddly calming to her. She stands for\na moment - embracing the robe.\n\nElizabeth puts the robe on - tying it tightly around her\nwaist. Her small frame is devoured by the oversized terry-\ncloth. She grabs a towel hanging on a near-by rack and begins\nto dry her hair.\n\nThe tea kettle continues to scream from the kitchen while she\nstares at her reflection - gently patting her face dry.\n\fV12_THE SHOOTING SCRIPT_7/2/16 11.\n\nINT. ELIZABETH’S LIVING ROOM - DAY 9\n\nElizabeth and Grant are sitting on opposite sides of the\ncouch. She is still in her bathrobe - a cup of tea gripped in\nher hands. She is staring into it.\n\nThe containers of old Chinese food remain in the same spot on\nthe coffee table. Grant points to it.\n\nGRANT\nI didn’t throw it out. I figured we\ncould heat it up and share.\n\nELIZABETH\nYou read my mind. I’ve been craving\nmonth old Chinese food.\n\nGRANT\nAwesome. I knew it.\n\nHe’s happy to see her and it shows.\n\nGRANT (CONT'D)\nDrink your tea.\n\nElizabeth moves toward him, leaning her back against him.\nGrant places his arm around her.\nElizabeth takes a sip of her tea.\n\nGRANT (CONT'D)\nGood?\n\nElizabeth manages a smile.\n\nGRANT (CONT'D)\nFeel good to be home?\n\nELIZABETH\nI never want to go back to that\nplace.\n\nThey sit in silence for a moment, then-\n\nGRANT\nWhen do you want to go over your\nnew medications? We should do that\nbefore your next doctor's\nappointment.\n\nELIZABETH\nTomorrow. I just need to be with\nyou right now and not think.\n\fV12_THE SHOOTING SCRIPT_7/2/16\n\nGRANT\nSure babe.\n\nGrant caresses her arm and shoulder.\n\nThe remainder of their conversation seems like\nmore joy to it but with Elizabeth her thoughts\nheavy.",
  "9": "---END OF PREVIOUS SECTION---\nV12_THE SHOOTING SCRIPT_7/2/16\n\nGRANT\nSure babe. Grant caresses her arm and shoulder. The remainder of their conversation seems like\nmore joy to it but with Elizabeth her thoughts\nheavy. \n---TARGET SECTION TO BE ANNOTATED---\nELIZABETH\nWhat did your friends say when you\ntold them you were moving in with\nme?\n\nGRANT\nThey said, can we help you pack?\n\n12.\n\nit should have\nare always\n\nElizabeth gives Grant “a look” from over her shoulder.\n\nGRANT (CONT'D)\nAll joking aside, everyone is\nreally happy for us.\n\nELIZABETH\nThat’s nice to hear. Did you choose\na best man?\n\nGRANT\nNah. I’1l figure it out when the\ntime comes. My buddies are placing\nbets to see who I pick.\n\nElizabeth is deep in thought, then-\n\nELIZABETH\nI told my Mother.\n\nGRANT\nHow'd that go?\n\nElizabeth sits up and places her tea on the coffee table. She\n\nties her hair back in a loose knot.\n\nELIZABETH\n(Sarcastic. )\nIt was a conversation filled with\ngrief and disappointment. So all\nand all I'd say it went pretty\ngood.\n\nGRANT\nDo you think she’1ll meet me before\nwe get married?\n\fV12_THE SHOOTING SCRIPT_7/2/16 13.\n\nElizabeth looks straight ahead at nothing in particular.\n\nELIZABETH\nI don’t know.\n(Beat. )\nAnd I honestly don’t care.\n\nGRANT\nYou care. It’s your Mother, I know\nyou care. You can pretend to be\ntough all you want Elizabeth but I\nknow you better than you know\nyourself.\n\nELIZABETH\n(Sarcastic, yet playful.)\nYou think you know me, huh?\n\nGRANT\nI know so.\n\nShe stares into his eyes.\nHe pulls her tight. Their foreheads meet.\nGRANT (CONT'D)\nI know you better than you know\nyourself.\n\nElizabeth swallows hard. She loves this man so much.\n\nELIZABETH\nOh yeah?\n\nGRANT\nYeah. And you know what else?\n\nShe softly shakes her head.\nGRANT (CONT'D)\nThere’s no one else’s plate I’d\nrather steal food from - so let’s\neat because I’m starving.\n\nShe laughs - gives him a playful hit.",
  "10": "---END OF PREVIOUS SECTION---\nShe softly shakes her head. GRANT (CONT'D)\nThere’s no one else’s plate I’d\nrather steal food from - so let’s\neat because I’m starving. She laughs - gives him a playful hit. \n---TARGET SECTION TO BE ANNOTATED---\nELIZABETH\nI hate that! Why do you do it?\n\nGRANT\nWhat? Steal food off your plate?\n\nELIZABETH\nYes!\n\f10\n\n11\n\nV12_THE SHOOTING SCRIPT_7/2/16 14.\n\nGRANT\n(Thoughtful Beat.)\nBecause I want what you have.\n\nA warm smiles fills her face. They embrace. They remain\nlocked in one another’s arms on the sofa.\n\nDISSOLVE TO:\n\nNOTEBOOK - INSERT 10\n\nCLOSE on the Notebook. We are TIGHT on Elizabeth’s HAND. She\nis holding a FELT MARKER PEN. The pen glides across the page.\nWe pull back to reveal the words:\n\n“Somebody’s getting married...”\n\nCUT TO:\n\nINT. ELIZABETH’S LIVING ROOM —- MORNING 11\n\nStreaks of SUNLIGHT seep through the blinds into Elizabeth’s\napartment but not enough to remove the somber feeling.\n\nElizabeth sits at the round table just outside the kitchen.\nHer legs crossed Indian style. A glass of water and an empty\nbowl with a spoon sticking out of it rest on the table.\n\nThe notebook and pen lay on the table in front of her. She\nstares straight ahead - lost in her thoughts.\n\nElizabeth's eyes twitch, her head shakes ever so slightly.\nShe places her face in her hands.\n\nSUDDENLY, a mixture of indistinguishable VOICES begin to fill\nher head. They are soft, overlapping and very present. Among\nthe chatter we can barely make out the voice of TIM. This is\na hallucination we will hear from again.\n\nTIM (V.0O.)\nHe’s never going to marry you.\n\nA VISIBLE CHILL causes Elizabeth’s body to shutter. She rubs\nher neck and arms quickly to relieve the sensation. A deep\nstrain fills her face. She grips the bridge of her nose with\nher thumb and index finger, massaging in tiny circles.\n\nThe VOICES are dissolving but still present.\n\nElizabeth covers her ears and places her head down - her\nforehead touching the pad on the table.\n\fV12_THE SHOOTING SCRIPT_7/2/16 15.\n\nShe lets out a faint sigh and whispers to herself.\n\nELIZABETH\nPlease leave me alone.\n\nElizabeth keeps her eyes planted on the pad. We follow her\neyes to the pen.",
  "11": "---END OF PREVIOUS SECTION---\nELIZABETH\nPlease leave me alone. Elizabeth keeps her eyes planted on the pad. We follow her\neyes to the pen. \n---TARGET SECTION TO BE ANNOTATED---\nHer hand comes into frame - picking up the pen. She raises\nher head and begins to write frantically in different\ndirections, rotating the notebook in the process.\nCLOSE on the Notebook-\n-Mrs. O'Neil\nShe rotates the notebook.\n-Mrs. Grant O’Neil\nShe rotates the notebook.\n-Mrs. Elizabeth 0’Neil\nShe rotates the notebook.\n-Mrs. Elizabeth Grant 0’Neil\nShe rotates the notebook.\n-Mrs. Grant Elizabeth 0’Neil\nShe rotates the notebook but before she writes again we hear-\nGRANT (0.C.)\nYou know some people might consider\n\nthat a compulsive behavior.\n\nWithout looking up, Elizabeth manages an anxiety ridden\nsmile.\n\nGrant takes a seat at the table opposite her.\n\nELIZABETH\nWell dear sir, as you may already\nknow, among my many issues, I am\nalso obsessive compulsive and\ncurrently on medication for it.\n\nGrant looks at the notebook.\n\nGRANT\nUmm, yeah. Looks like the meds are\nreally doing their job.\n\n(MORE )\n\fV12_THE SHOOTING SCRIPT_7/2/16 16.\n\nGRANT (CONT'D)\nWhat medication is that again? 350\nmilligrams of it’s not working?\n\nELIZABETH\nNo jerk. It’s called Luvox ...and I\nactually think it’s the only\nmedication that’s working.\n\nShe looks down, picks up her pen and taps it three times on\nthe notebook. TAP! TAP! TAP!\n\nELIZABETH (CONT’D)\nThis is more my anxiety than\nobsessiveness.\n\nGRANT\nDid you take anything?\n\nELIZABETH\nNo, I don’t like the Ativan. It\nmakes me itchy. It must be some\nweird side effect.\nGrants responds sarcastically under his breath.\n\nGRANT\nOr you have a rash.\n\nElizabeth dips her fingers into the glass of water and flicks\na splash at him.\n\nGRANT (CONT'D)\nHey!\n\nELIZABETH\nWhat, are you going to melt?\n\nGrants smiles - takes a moment.\nGRANT\nWe need to go over your\nmedications.\n\nElizabeth goes back to doodling on the notebook.\n\nELIZABETH\nOkay.\n\nGRANT\nIt’s important.\n\nELIZABETH\nYes Grant.",
  "12": "---END OF PREVIOUS SECTION---\nELIZABETH\nOkay. GRANT\nIt’s important. ELIZABETH\nYes Grant. \n---TARGET SECTION TO BE ANNOTATED---\n\fV12_THE SHOOTING SCRIPT_7/2/16 17.\n\nGRANT\nDon’t “yes me” Elizabeth. You said\nlast night we would go over them\ntoday. I wanna have a handle on it\nbefore we meet with Dr. Bowman.\n\nELIZABETH\n(Agitated. )\nPlease don’t start with me.\n\nGRANT\nI’m not starting. I just don’t take\nyour mental health lightly.\n\nELIZABETH\nOh what and I do? You sound like my\nMother.\n\nBefore he can respond, Elizabeth slams the pen down and\nstorms out of the room.\n\nOFF CAMERA, from the other room, we hear her mumbling to\nherself about “everyone telling her what to do”, tired of\nbeing treated like a child\", among other things. Then - a\ncabinet opens then SLAMS closed. Grant sits quietly staring\ndown at the table.\n\nShe returns a few moments later holding a basket filled with\nPILL BOTTLES. She dumps them all over the table and sits\ndown.\n\nELIZABETH (0.C.) (CONT’D)\nFine! Lets do it now! Here\n..-happy?\n\nGrant appears hurt by her outburst. Slowly his expression\nchanges to a grin. He looks at all of the pills.\n\nGRANT\nAny of these treat rotten bitch\nsyndrome?\n\nElizabeth gives him a “look”.\n\nA moment of regret crosses her face for the way she reacted.\nShe begins picking up the pill bottles, lining them up in a\nrow, Side-by-side on the table. Among the various pill\nbottles there is also a DAILY PLASTIC PILL CASE.\n\nGRANT (CONT'D)\n(Cautiously. )\nSooo ...besides the anxiety, how do\nyou feel?\n\f12\n\n13\n\nV12_THE SHOOTING SCRIPT_7/2/16 18.\n\nElizabeth keeps her head down - her long hair draping over\nher face as she flips open the plastic lid on each day of the\n\npill case.\n\nELIZABETH\nOkay, I guess.\n\nGRANT\nAre you hearing?\n\nELIZABETH\nI was, a little. Not too bad.\n\nGRANT\nAre they here now?\n\nELIZABETH\nNo.",
  "13": "---END OF PREVIOUS SECTION---\nNot too bad. GRANT\nAre they here now? ELIZABETH\nNo. \n---TARGET SECTION TO BE ANNOTATED---\nGrant moves her hair behind one of her ears\nhand under her chin, tilting her head up to\nwith him.\n\nGRANT\nHey ...I love you.\n\nELIZABETH\nI love you too.\n\nWithout saying another word, one by one she\n\nthen places his\nmake eye contact\n\nopens the pill\n\nbottles and begins to place a pill from each bottle into the\ndaily pill case. As she continues to do this Grant can see\nshe is getting overwhelmed. He extends his hand and places it\n\non the table.\n\nElizabeth reaches for it. We hold tight on them. Nothing is\n\nsaid. Nothing needs to be.\n\nNOTEBOOK - INSERT\n\nCLOSE on the Notebook:\n\n“Somebody get some flowers..\n\nINT. DR. BOWMAN’S LOBBY - DAY\n\nDISSOLVE TO:\n\n12\n\n”\n\nCUT TO:\n\n13\n\nWe are CLOSE on a beautiful bouquet of flowers. As we pull\n\nback we reveal-\n\fV12_THE SHOOTING SCRIPT_7/2/16 19.\n\nElizabeth and Grant sitting on a sofa side by side in the\nPsychiatrist’s office.\n\nSeated across from them is a WOMAN - her head buried in a\nmagazine.\n\nAn enclosed office with a counter top separates the lobby\nfrom the waiting area.\n\nTWO FEMALE STAFF MEMBERS can be seen behind the opposite side\nof the counter.\n\nTo the left, there is a large light wood, unmarked double\ndoor.\n\nThe waiting area is comfortable and inviting. A striped,\nbrightly colored rug and wood coffee table sit in the middle\nof the room.\n\nSpread across the top of the table are magazines fanned out\nwith all the latest headlines.\n\nElizabeth reaches for one of the magazines, sits back and\nbegins to flip through the pages. It more of a distraction.\nShe isn’t really looking at the pages. She takes a deep\nbreath, her nerves and anxiety are getting to her.\n\nGrant notices how tense she is. He references a tabloid\nmagazine on the table with the headline: “Another Celebrity\nSex Tape Scandal”.\n\nGRANT\nMaybe we should make a sex tape.\n\nElizabeth forces a grin. It’s the best she can muster at the\nmoment. Just then, the double doors open.\n\nDR. BOWMAN stands in the doorway. He is wearing an expensive\nshirt, silk tie and slacks pressed to perfection.",
  "14": "---END OF PREVIOUS SECTION---\nDR. BOWMAN stands in the doorway. He is wearing an expensive\nshirt, silk tie and slacks pressed to perfection. \n---TARGET SECTION TO BE ANNOTATED---\n He is\nholding a medical file. He greets Elizabeth with a welcoming\nsmile.\n\nDR. BOWMAN\nElizabeth?\n\nElizabeth nods.\n\nDR. BOWMAN (CONT’D)\nI’m Doctor Bowman. Please, come in.\n\nShe and Grant stand. Grant walks into his office, followed by\nElizabeth.\n\nDr. Bowman closes the door behind them.\n\f14\n\nV12_THE SHOOTING SCRIPT_7/2/16 20.\n\nINT. DR. BOWMAN’S OFFICE - DAY 14\n\nThe office is large and bright. The room is painted a cool,\nbaby blue that makes you feel immediately at ease.\n\nA large, slightly elevated window covered by thick, vertical\nblinds allows just enough sunlight in, giving the room a warm\nfeel.\n\nA stylishly upholstered couch, flanked by two antique end\ntables with a wood and metal coffee table are to the left of\nthe door.\n\nTo the far end of the office - warm wood furnishings\ncomprised of Dr. Bowman’s desk, leather desk chair and\nbookcase are neatly organized. His medical degrees are\nbeautifully framed above his desk.\n\nDr. Bowman makes his way toward a comfy chair on the opposite\nside of the coffee table, across from the couch.\n\nDR. BOWMAN\nI’ve heard a lot about you from Dr.\nSanders Elizabeth. It’s nice to\nfinally meet you.\n\nELIZABETH\nIt’s nice to meet you too Dr.\nBowman. This is my fiance, Grant.\n\nDr. Bowman takes a seat across from Elizabeth and Grant. He\nsmiles tightly, a slight squint in his eye. His demeanor is\ncalm and direct, yet soft and warm. His voice smooth and\nsoothing.\n\nDR. BOWMAN\n(Gestures to couch.)\nPlease, have a seat.\n\nElizabeth and Grant sit on the couch. Throughout the\nconversation Elizabeth often appears distant, guarded and\noccasionally defensive - even sarcastic at times.\n\nDr. Bowman takes a moment to review her medical file.\n\nElizabeth sits quietly holding Grant’s hand. She looks up at\nthe window, momentarily gazing off.\n\nDR. BOWMAN (CONT'D)\nI see here you’re currently on\nHaldol for the schizophrenia.\n\nElizabeth reverts her attention back to Dr. Bowman.\n\fV12_THE SHOOTING SCRIPT_7/2/16 21.",
  "15": "---END OF PREVIOUS SECTION---\nElizabeth reverts her attention back to Dr. Bowman. V12_THE SHOOTING SCRIPT_7/2/16 21. \n---TARGET SECTION TO BE ANNOTATED---\nELIZABETH\nYes.\n\nDR. BOWMAN\nHow is that working for you?\n\nELIZABETH\nI hate it. Between the headaches,\ndifficulty peeing and the muscle\nstiffness I feel like it’s making\nme feel crazier than I am. And with\nall of the other pills, the dry\nmouth is enough to make me want to\nscream.\n\nDr. Bowman removes a pen from his pocket and makes a note in\nher file.\n\nGRANT\nAll very sexy side effects I might\nadd.\nShe nudges him.\nELIZABETH\n\nShut up.\nDr. Bowman looks in Grant’s direction.\n\nDR. BOWMAN\nHow long have you been on the\nHaldol now?\n\nELIZABETH\nDr. Sanders put me on it as soon as\nI was admitted into Statewood, so\nabout 5 weeks now.\n\nDR. BOWMAN\nAnd before that I see you were on\nSeroquel. But it doesn’t mention\nwhy the change.\n\nElizabeth looks down.\n\nELIZABETH\nI was escorted out of a grocery\nstore for getting into an argument\nwith a Fireman - who wasn’t\nactually there.\n\nDR. BOWMAN\nSo you were hallucinating?\n\fV12_THE SHOOTING SCRIPT_7/2/16 22.\n\nShe nods her head. The questions are beginning to make her\nnervous. She becomes visibly anxious and fidgety - nail\nbiting, hand rubbing, foot tapping and scratching. It’s\nsubtle but very apparent.\n\nELIZABETH\nThe Police were called and I was\ntaken to the hospital.\n\nDR. BOWMAN\nAnd is that the first time you\nreceived in-patient treatment?\n\nELIZABETH\nYes. Well, no. I’ve been in and out\nof hospitals over the years but\nthose were voluntary and mostly for\nevaluation.\n\nDR. BOWMAN\nWould you say you have seen a\nchange in certain behaviors in\nrecent years?\n\nELIZABETH\nI'd say it started getting worse a\nlittle over a year ago.\n\nDr. Bowman makes another note in her file.\nShe turns to Grant.\n\nELIZABETH (CONT'D)\nNot long before we first started\ndating. Lucky you.\n\nGrant’s expression is one of complete support.\nDr. Bowman looks in Grant’s direction again.\n\nDR.",
  "16": "---END OF PREVIOUS SECTION---\nDr. Bowman looks in Grant’s direction again. DR. \n---TARGET SECTION TO BE ANNOTATED---\n BOWMAN\nAnd while under the care of Dr.\nSanders he took you off of the\nSeroquel and placed you on the\nHaldol for your schizophrenia.\n\nHe flips through her file, reviewing her history.\n\nDR. BOWMAN (CONT'D)\n\nAnd I also see here that you’re\ncurrently taking Luvox for your OCD\nand Ativan for anxiety.\n\fV12_THE SHOOTING SCRIPT_7/2/16 23.\n\nELIZABETH\nYes.\n\nDR. BOWMAN\nAnd other than the side effects you\nmentioned, do you feel that this\ncurrent combination of medications\nis working for you?\n\nELIZABETH\nNo. I hate the Ativan. It makes me\nitchy.\n\nDr. Bowman looks back down at her file. He is making notes\nwhile reading others. His eyes remain in the file.\n\nElizabeth begins PETTING “something” on the couch beside her.\nIt’s subtle, understated but very real to her.\n\nELIZABETH (CONT’D)\nAnd the Haldol isn’t working\neither. I’m still hearing voices\nalmost every day. I feel like the\nLuvox is the only thing working but\nit’s not 100%.\n\nDR. BOWMAN\nAnd did you tell all of this to Dr.\nSanders?\n\nElizabeth is becoming visibly upset.\n\nELIZABETH\nYes.\n\nDR. BOWMAN\nAnd what did he say?\n\nDr. Bowman looks up at her. He notices the petting for the\nfirst time.\n\nELIZABETH\nGive it time. I did. It’s not\nworking.\n\nElizabeth catches herself petting. She becomes self-\nconscious, pulling her hand away and clasping them tightly\nagainst her chest to keep them occupied.\n\nELIZABETH (CONT'D)\nSorry.\n(Beat. )\nSometimes I see raccoons.\n\fV12_THE SHOOTING SCRIPT_7/2/16 24.\n\nShe looks toward the imaginary raccoon.\n\nELIZABETH (CONT’D)\nI can’t help myself but pet them.\nI’m really sorry.\n\nShe looks down, momentarily embarrassed. Grant comforts her.\n\nDr. Bowman smiles warmly. He makes another note in her file,\nthen leans forward - his tone reassuring.\n\nDR. BOWMAN\nIt’s perfectly okay Elizabeth. You\ndon’t have to apologize to me for\nanything.",
  "17": "---END OF PREVIOUS SECTION---\nDR. BOWMAN\nIt’s perfectly okay Elizabeth. You\ndon’t have to apologize to me for\nanything. \n---TARGET SECTION TO BE ANNOTATED---\n Mental illness doesn’t\nneed to be treated like a dirty\nsecret. This is a safe environment.\nNo one is going to judge you here.\n\nShe looks up at him. For the first time Elizabeth feels at\nease in Dr. Bowman’s presence.\n\nELIZABETH\nI need a doctor who will listen to\nme. Not just medicate me.\n\nHer comment strikes a cord.\n\nDR. BOWMAN\nTell me a little about yourself\nElizabeth.\n\nELIZABETH\nUmm, well. I’m 30 and ...I‘’m\n\ngetting married soon.\nShe smiles and leans into Grant.\n\nELIZABETH (CONT’D)\nI'd like to get back to work but I\nwant to make sure I’m, you know,\ncapable enough.\n\nDR. BOWMAN\nWhat do you do?\nELIZABETH\nI’m a book editor ...was.\nDR. BOWMAN\n\nStressful work?\n\fV12_THE SHOOTING SCRIPT_7/2/16 25.\n\nELIZABETH\nIt can be. You have to have all of\nyour wits about you. You’re being\ntrusted with editing someone's\nwork. So cutting too deep or making\nthe wrong edits would be bad.\n\nDR. BOWMAN\nYes, I suppose that could be a\nchallenge.\nThey share a smile.\nGRANT\nSo what do you think Doc?\nELIZABETH\nYes, what do you think?\nDR. BOWMAN\n(Reflective, yet\nconfident.)\n\nI think I can help you Elizabeth.\nBased on your mental health history\nI believe with the proper\ncombination of medication and\npsychotherapy you can have a\nsignificant improvement to your\nquality of life. Give me a moment.\n\nDr. Bowman walks out of the office.\nElizabeth looks at Grant. He gives her a reassuring smile.\n\nDr. Bowman returns a moment later holding a SAMPLE of Pills\nand a prescription pad.\n\nDR. BOWMAN\nI’m going to start you on something\ncalled Invega. Have you been on\nthis before?\n\nShe shakes her head no.\n\nHe hands her the sample, takes a seat and writes in his\nprescription pad.\n\nDR. BOWMAN (CONT'D)\nI want to start you at a low dose.\n3 milligrams daily. That way we\nhave room to go up.",
  "18": "---END OF PREVIOUS SECTION---\nBOWMAN (CONT'D)\nI want to start you at a low dose. 3 milligrams daily. That way we\nhave room to go up. \n---TARGET SECTION TO BE ANNOTATED---\n(MORE )\n\fV12_THE SHOOTING SCRIPT_7/2/16 26.\n\nDR. BOWMAN (CONT'D)\nAnd for the anxiety, even though\nitchiness is a highly unusual side\neffect associated with Ativan, I\nwant you to start taking Klonopin -\nonce in the morning and once at\nnight to help balance out the\nanxiousness.\n\nHe hands her the prescription.\nElizabeth manages a nervous smile.\n\nELIZABETH\nOkay.\n\nShe stares at the prescription in her hand.\n\nDR. BOWMAN\n\nI'd like you to continue with the\nLuvox but let’s increase the dose\nto 300 milligrams per day. Once in\nthe morning and once at night, same\nas the Klonopin. I believe this is\na very good start. Do you have any\nquestions for me?\n\nGrant looks at Elizabeth.\nGRANT\nBabe? You have any questions for\nthe Doctor?\n\nShe snaps out of her daze - looks up at Grant.\n\nELIZABETH\nNo.\n\nDr. Bowman looks at Grant, then back to Elizabeth.\nDR. BOWMAN\nOkay then. I’1l see you next week\nfor a follow up, okay?\n\nElizabeth bites her lip and rubs her legs with both hands as\nif she were trying to start a fire.\n\nShe stands. So does Grant.\n\nELIZABETH\nOkay.\n\nDr. Bowman Stands.\n\f15\n\nV12_THE SHOOTING SCRIPT_7/2/16 27.\n\nDR. BOWMAN\nAnd don’t hesitate to call me if\nyou have any adverse side effects\nor if any other extreme behaviors\noccur.\n\nGRANT\nLike what?\n\nINT. - ELIZABETH’S LIVING ROOM - NIGHT 15\n\nWe are TIGHT on Elizabeth’s face. Total silence but then, the\nroom begins to fill with the sounds of a soft RUMBLE. It\nsounds like a TRAIN on tracks in the distance quickly\napproaching.\n\nElizabeth opens her eyes wide. She listens intently. A TRAIN\nHORN blows. The train is getting closer. She looks around,\nthen-\n\nELIZABETH\n(Soft but frantic.)\nDo you hear that? Do hear that? Do\nhear that? Do you hear that?\n\nThe sound of the train is growing louder - it’s very close\nnow.",
  "19": "---END OF PREVIOUS SECTION---\nDo\nhear that? Do you hear that? The sound of the train is growing louder - it’s very close\nnow. \n---TARGET SECTION TO BE ANNOTATED---\n Elizabeth’s face is filled with pure panic. She lays\nfrozen on the sofa.\n\nELIZABETH (CONT’D)\nThe train is coming. The train is\ncoming. The train is coming.\n\nSUDDENLY, the entire room is filled with the SOUNDS of a\nLOCOMOTIVE.\n\nElizabeth leaps up. Her voice raises, trying to shout above\nthe train.\n\nELIZABETH (CONT'D)\nTHE TRAIN IS COMING!\n\nGrant is jolted awake. He leaps up but not before Elizabeth\nbolts into the kitchen.\n\nThe CAMERA follows tight behind her, through the kitchen out\nthe other side and back into the living room in one-fluid\nmovement. All the while she is frantically repeating, over\nand over and louder and louder-\n\nELIZABETH (CONT’D)\nThe train is coming. The train is\ncoming. The train is coming.\n\f16\n\nV12_THE SHOOTING SCRIPT_7/2/16 28.\n\nGRANT\nElizabeth there’s no train. Calm\ndown. There’s no train.\nElizabeth looks around in a frantic state. She is desperately\ntrying to figure out which direction the train is coming\nfrom.\n\nELIZABETH\nThe TRAIN Grant. IT’S SO LOUD.\n\nShe places her hands over her ears.\nGrant is trying his best to calm her down.\nGRANT\nElizabeth! Listen to me. There’s no\ntrain. Look at me! Look at me!\nElizabeth pushes him away and frantically screams-\nELIZABETH\nGET AWAY FROM ME! GET AWAY! THE\nTRAIN IS COMING!\nWithout thinking, Grant SLAPS Elizabeth across the face.\nEVERYTHING GOES DEAD QUIET - except for their breathing.\nElizabeth is in a daze from the slap.\nGRANT\nBaby ...I’m so sorry. I didn’t mean\nit. I didn’t mean it. I’m so sorry.\n\nI didn’t know what else to do...\n\nGrant is panting. He looks white as ghost - he is trembling.\nHe embraces Elizabeth - fighting back tears.\n\nHer eyes are empty. Grant slowly rocks her. They stand in\ncomplete silence.\n\nDISSOLVE TO:\n\nNOTEBOOK - INSERT 16\nCLOSE on the Notebook:\n“Somebody get a ring...”\n\nCUT TO:\n\f17\n\nV12_THE SHOOTING SCRIPT_7/2/16 29.\n\nINT.",
  "20": "---END OF PREVIOUS SECTION---\nThey stand in\ncomplete silence. DISSOLVE TO:\n\nNOTEBOOK - INSERT 16\nCLOSE on the Notebook:\n“Somebody get a ring...”\n\nCUT TO:\n\f17\n\nV12_THE SHOOTING SCRIPT_7/2/16 29. INT. \n---TARGET SECTION TO BE ANNOTATED---\n ELIZABETH’S BATHROOM - DAY 17\n\nThe CAMERA is facing the tiled bathroom floor. The song,\n“Today I Met The Boy I’m Going To Marry” by Darlene Love is\n\nplaying.\nThe CAMERA glides across the floor, panning up the side of\nthe bathtub, revealing-\n\nElizabeth sitting in the tub. It’s filled almost to the top.\nThe expression on her face is blank. Empty. Her hair wet and\npulled back from her face.\n\nThe CAMERA moves above her just as she slides into the tub\nsubmerging her entire head under the water.\n\nElizabeth's eyes are wide open yet she appears lifeless. We\ncontinue to hear the song but it’s muffled.\n\nHer hair dances around her face. She remains under the water\nfor what feels like an eternity.\n\nShe raises her head above the water, folds her knees to her\nchest wrapping her arms tightly around her legs - griping\nthem close. Her face is resting on her knees, hidden by her\nhair.\n\nThe tips of Elizabeth's hair gracefully touch the water -\ndancing like a ballerina in a field of flowers.\n\nShe lifts her head, extending her neck back like a giraffe.\nLooking upwards, toward the ceiling.\n\nHer head back, her mouth open, her eyes blood shot.\n\nGRANT (0.C.)\nBabe?\n\nThe SONG STOPS!\n\nElizabeth turns her head, resting it on top of her knees.\nGrant walks into frame sitting down on the floor beside the\ntub. He lays his head down on the edge of the tub - his cheek\n\nsquashed, his eyes sad.\n\nGRANT (CONT'D)\nYou been in here a long time.\n\nGrant pushes her hair out of her face, tucking it behind her\near. The CAMERA follows as his finger tips glide with care.\n\nGRANT (CONT'D)\nCan I get you anything?\n\f18\n\nV12_THE SHOOTING SCRIPT_7/2/16 30.\n\nElizabeth shakes her head ever so slightly.\n\nGRANT (CONT'D)\nDid you take your pills?\n\nElizabeth nods.\n\nGRANT (CONT'D)\nOkay. I’1l give you some space.\n\nShe stares blankly. He reaches to stroke her head but his\nhand stops just above it - trembling, before he retracts it.\n\nGrant stands and walks out.\n\nINT.",
  "21": "---END OF PREVIOUS SECTION---\nHe reaches to stroke her head but his\nhand stops just above it - trembling, before he retracts it. Grant stands and walks out. INT. \n---TARGET SECTION TO BE ANNOTATED---\n ELIZABETH’S LIVING ROOM - EVENING 18\n\nElizabeth is laying on the couch in sweats and a T-shirt,\nstaring at the ceiling - in a daze.\n\nGrant enters. He is sweating, hyper and excited. He kneels\ndown beside her.\n\nGRANT\nGet up. Get dressed. It’s December.\n\nHer facial expression emanates her state of mind - worn out,\nrun down, no sign of hope.\n\nELIZABETH\nSo?\n\nGRANT\nI was jogging and I passed that\nempty lot on the corner and it’s\nfilled with Christmas trees. Let’s\ngo buy one.\n\nElizabeth could care less.\n\nELIZABETH\nIt doesn’t feel like Christmas.\n\nGrant is like a 10 year-old boy right now.\nGRANT\nIt’s Los Angeles, it never feels\nlike Christmas. Come on. PLEASE!\nLet’s go, get up.\n\nShe agrees but only so he’1ll shut up.\n\f19\n\nV12_THE SHOOTING SCRIPT_7/2/16 31.\nELIZABETH\nOkay, okay.\nElizabeth walks past Grant, walking toward the bathroom.\n\nGRANT\nHurry up.\n\nHe smacks her on the ass as she walks past.\nDespite herself, she smiles as she walks out of frame.\nELIZABETH (0.C.)\nOkay, okay, you’re so annoying\n\nsometimes.\n\nGrant smiles, but it’s forced.\n\nEXT. CHRISTMAS TREE LOT —- EVENING 19\n\nGrant and Elizabeth stroll through the lot, flanked by\nChristmas trees on either side of them. The only light is\ncoming from the strand of Christmas tree lights that zigzag\nabove the entire lot. We stay TIGHT on Grant and Elizabeth\nwhile they walk.\n\nOTHER CUSTOMERS roam about but they are like a blur in the\nbackground.\n\nGRANT\nWhat kind of tree do you want?\n\nElizabeth shrugs her shoulders.\n\nBefore Grant can respond a LITTLE BOY (5), with the face of a\ncherub, runs in front of Grant and Elizabeth. He trips and\nfalls.\n\nElizabeth and Grant quickly react, kneeling down to pick him\nup. As he stands, the Boy brushes dirt and mulch off of\nhimself.\n\nElizabeth speaks softly and lovingly.\n\nELIZABETH\nAre you okay?\n\nShe wipes a little dirt off his face. He nods.",
  "22": "---END OF PREVIOUS SECTION---\nELIZABETH\nAre you okay? She wipes a little dirt off his face. He nods. \n---TARGET SECTION TO BE ANNOTATED---\nGRANT\n\nYou gotta be more careful little\nman.\n\fV12_THE SHOOTING SCRIPT_7/2/16 32.\n\nELIZABETH\nWhere are your parents?\n\nThe Boy points in an unseen direction.\n\nELIZABETH (CONT’D)\nOkay, you better go stand by them.\n\nElizabeth and Grant stand up as the Boy runs off.\n\nGRANT\nCute kid.\n\nELIZABETH\nYeah.\n\nElizabeth is quiet. Her mind off somewhere else.\n\nGRANT\nHey, where’d you go? What are you\nthinking about?\n\nELIZABETH\nI don’t know.\n(Beat. )\nDo you want kids?\n\nGRANT\nHaven't really given it a lot of\nthought. Sure, I guess so.\n\nShe takes a long moment before looking at him.\n\nELIZABETH\nDo you want to have kids with me?\nGRANT\nWho else would I be having them\nwith?\nELIZABETH\nIt’s just ...we never talked about\n\nit and with me being the way I am I\nwasn't sure if you would want to.\n\nGRANT\nWell I guess since we’re talking\nabout it now - maybe you don’t want\nto have kids with me?\n\nHe starts to stroll away from her. She follows.\n\nELIZABETH\nAnd why is that?\n\fV12_THE SHOOTING SCRIPT_7/2/16\n\nGRANT\nI was quite the unpredictable kid.\nI got into a lot of trouble and\nfights. I even stole from the local\nstore on the corner of my street.\n\nELIZABETH\nYou never told me that you were a\nklepto. What would you steal?\n\nGRANT\nCandy bars.\n(Beat. )\nEveryday before school.\n\nElizabeth smiles.\n\nGRANT (CONT'D)\nSo see. I think my genes might be\nworse than yours.\n\nELIZABETH\nDon’t joke.\n\nHe stops in his tracks - turning to her.\n\nGRANT\nWe have to joke. If we don’t we'll\nboth go insane. Literally.\n\nShe looks away. He places his hands on her face.\n\nGRANT (CONT'D)\nAnd our kids are going to be\nawesome. They’re going to be happy\nand healthy and beautiful - just\nlike you.\n\n(Beat. )\nAnd probably bratty like you too.\n\nELIZABETH\n(Sarcastic.",
  "23": "---END OF PREVIOUS SECTION---\nThey’re going to be happy\nand healthy and beautiful - just\nlike you. (Beat. )\nAnd probably bratty like you too. ELIZABETH\n(Sarcastic. \n---TARGET SECTION TO BE ANNOTATED---\n )\nOh, yeah and what will they get\nfrom you?\nGRANT\n\nMy great smile and charm and let’s\nnot forget my sexy.\n\nELIZABETH\nHa, okay and your conceitedness\ntoo?\n\f20\n\nV12_THE SHOOTING SCRIPT_7/2/16 34.\n\nGRANT\nYep!\n\nDespite herself, Elizabeth smiles.\nThey walk in silence for a few steps.\n\nELIZABETH\nWhat if they end up like me? Sick.\n\nGrant stops and grabs Elizabeth - turns her to face him.\n\nGRANT\nListen to me. There is no one else\nI want to have a family with. I’m\nprepared to share my life with you -\nthe good and the bad. And there’s\nnothing we can’t get past as long\nas we stick together. Do you\nbelieve me?\n\nShe nods.\n\nGRANT (CONT'D)\nOkay, come on. Lets pick out a\ntree.\n\nHe takes her hand and they walk out of frame.\n\nINT. ELIZABETH’S LIVING ROOM - NIGHT 20\n\nThe tree lights and a few candles are the only light in the\nroom. Elizabeth sits on the couch in tights and a sweatshirt -\nher feet up on the coffee table. A glass of water anda\n\nbottle of anxiety medication sit on the table beside her\n\nfeet.\n\nWe are TIGHT on the pill bottle as Elizabeth sits up. She\nopens the bottle, takes 2 pills and knocks them back with\nwater. Grant is standing in front of the tree. It’s fully\ndecorated.\n\nThe song, “Dying For Ya” by August Roads is playing under the\nscene.\n\nGRANT\nWhat do you think?\n\nElizabeth moves to the floor next to a box filled with\nChristmas decorations.\n\nELIZABETH\nIt’s beautiful.\n\fV12_THE SHOOTING SCRIPT_7/2/16 35.\n\nShe mindlessly digs through the box. She removes some old,\nsilver tinsel.\n\nGRANT\nThis is our first tree together.\n\nA sad smile crosses his face.\n\nGRANT (CONT'D)\nI wish I had a ring to go with it.\n\nELIZABETH\nYou know I don’t care about that.\n\nShe looks at the silver tinsel. She rips a piece off, then\ntwists it around her finger - holding it up.",
  "24": "---END OF PREVIOUS SECTION---\nELIZABETH\nYou know I don’t care about that. She looks at the silver tinsel. She rips a piece off, then\ntwists it around her finger - holding it up. \n---TARGET SECTION TO BE ANNOTATED---\nELIZABETH (CONT’D)\nThis is all I need.\n\nGrant takes a seat on the floor, scooting up behind her -\nwrapping his arms around her body. They are pressed tightly\ntogether, gazing up at the tree.\n\nELIZABETH (CONT'D)\nGrant?\n\nGRANT\nYeah babe?\n\nELIZABETH\nThank you for today. For the tree,\nthe decorations, the lights\n..-everything.\n\nGRANT\nOf course, it’s my job.\n\nElizabeth has her head down, looking at the make shift ring -\nsomething is clearly on her mind.\n\nELIZABETH\n(Softly. )\nSometimes I wish I could runaway\nfrom myself.\n\nHis eyes remain looking at the tree.\nGRANT\nYou can’t runaway from yourself.\nBecause then you’d be running away\nfrom me.\n\nShe seems to be talking to herself when she asks-\n\fV12_THE SHOOTING SCRIPT_7/2/16 36.\n\nELIZABETH\nWhy do you love me so much?\n\nGrant continues to look straight ahead.\n\nGRANT\n\n(Reflective. )\nDo you remember the day after our\nfirst date when you called to ask\nme what color your eyes were?\nAnd without hesitation I said blue.\nYour eyes are blue.\n\n(Beat. )\nI could hear you smile through the\nphone. When I asked you what that\nwas all about you said that you'd\nknow when someone was really in\nlove with you if they could\nremember the color of your eyes\nafter only one date.\n\nElizabeth tilts her head, leaning it onto Grant’s chest.\nGRANT (CONT'D)\nThat was the night you became my\nElizabeth Blue.\n(Beat. )\nI love you Elizabeth.\n\nGrant and Elizabeth remain on the floor, locked in their\nembrace.\n\nThe CAMERA holding on them as we-\n\nDISSOLVE TO:\n\nINT. ELIZABETH’S LIVING ROOM - NIGHT 21\nGrant is fast asleep on the couch.\n\nElizabeth is sitting on the floor beside him - the yellow\nnote pad and pen are on the coffee table next to her anxiety\npills and a glass of water.\n\nShe gazes at the tree then turns her attention to the make\nshift, tinsel ring on her finger. She holds her hand up,\nadmiring the ring.\n\nElizabeth appears peaceful, calm and relaxed, then-\nTIM (0.C.)\n\n(Soft whisper.",
  "25": "---END OF PREVIOUS SECTION---\nShe holds her hand up,\nadmiring the ring. Elizabeth appears peaceful, calm and relaxed, then-\nTIM (0. C.)\n\n(Soft whisper. \n---TARGET SECTION TO BE ANNOTATED---\nHe’s never going to marry you.\n\f22\n\nV12_THE SHOOTING SCRIPT_7/2/16 37.\n\nWe've heard this voice before. Elizabeth eyes shift to a\ntense panic. A chill comes over her.\n\nShe hears it again. It’s clearer this time. The tone is\nvindictive.\n\nTIM (0.C.) (CONT'D)\nElizabeth, did you hear what I\nsaid? He’s never going to marry\nyou.\n\nElizabeth looks toward the kitchen. She can see the\nsilhouette of a man standing in the doorway.\n\nElizabeth jumps up.\n\nSMASH CUT TO:\n\nINT. ELIZABETH’S BATHROOM - NIGHT 22\n\nElizabeth frantically opens a cabinet, pulling out her pill\ncase. Her face is tense. Her hands trembling. She hears the\nvoice again.\n\nTIM (0.C.)\nGet it into your thick head. He’s\nnot going to marry you.\n\nElizabeth jumps - dropping the pill case. She quickly picks\nit up. She closes her eyes, tries to breath but is on the\nverge of hyperventilating.\n\nELIZABETH\nYou're not real. You’re not real.\nYou're not real. I’m getting\nbetter. You’re not real.\n\nTim’s voice becomes more menacing, threatening even. He\nlashes out but his tone is almost always calm.\n\nThe CAMERA jumps around Elizabeth's face. Tim’s voice seems\nto be everywhere. There is no escaping it.\n\nTIM (0.C.)\nHe doesn’t want you. He pities you.\nHe hates you. He thinks you’re\ndisgusting. He wishes you would\ndie.\n\nElizabeth clenches her teeth, her voice strained, gut\nwrenching but internal - she is intentionally trying not to\nmake too much noise.\n\f23\n\nV12_THE SHOOTING SCRIPT_7/2/16 38.\n\nELIZABETH\nShut up! You’re not real!\n\nShe turns toward the bathroom sink, opens her eyes to reveal-\n\nTIM standing in the bathroom behind her. Her eyes go wide\nwith fear. She remains perfectly still as we reveal him for\nthe very first time.\n\nTim is handsome, well tailored, pale white skin with his hair\nneatly parted. He appears mannequin like. His sweater vest\nand perfectly knotted tie give him a dapper appearance.",
  "26": "---END OF PREVIOUS SECTION---\nTim is handsome, well tailored, pale white skin with his hair\nneatly parted. He appears mannequin like. His sweater vest\nand perfectly knotted tie give him a dapper appearance. \n---TARGET SECTION TO BE ANNOTATED---\nTim is Elizabeth’s most vicious hallucination. He torments\nher. He tells her horrible things and often speaks to her\nlike a child. She fears him but Elizabeth has been unable to\nescape him. She looks right at him through the mirror.\n\nELIZABETH (CONT’D)\nYou're ...not ...real.\n\nShe opens her pill case - never taking her eyes off of Tim.\nShe shakes a pill into her hand.\n\nTIM\nLook at yourself. Do you really\nthink he wants to marry you? You’re\na mess. You’re ruining his life.\n\nElizabeth is trembling. She pops the pill into her mouth, dry\nswallows it and closes her eyes so hard it looks painful. She\ntalks to herself.\n\nELIZABETH\nYou're not real. You’re not real.\nYou're not real.\n\nWe stay TIGHT on her face. She starts to calm down. She\nslowly opens her eyes. Tim is gone. She looks around to be\nsure.\n\nCUT TO:\n\nINT. ELIZABETH’S KITCHEN - NIGHT 23\n\nElizabeth, still rattled - approaches the sink. She holds a\nglass under the faucet, turning it on. She fills the glass\nand drinks every drop. She places the glass down and turns to\nfind Tim right in front of her.\n\nShe is startled - falling back against the wall but keeps\nherself from screaming.\n\f24\n\nV12_THE SHOOTING SCRIPT_7/2/16 39.\n\nTIM\nHe has to watch you like a child.\nHe looks at you with pure repel.\nYou're a charity case.\n\nELIZABETH\nPlease stop. It’s not true. He\nloves me.\n\nTim has no mercy. He leans into her. His tone ranging from\noutright hateful, to screaming, to sarcasm, to moments of\nwhat sounds like a friend consoling a loved one. It’s\nunpredictable but it’s all focused on making Elizabeth feel\nhorrible.\n\nTIM\n\nHow could he possibly love you?\nYou're pathetic. You can’t even\ntake care of yourself. What’s\nkeeping him here? Is it your\ndisability check? Or maybe it’s\nthis charming one-room apartment\nyou're crammed into?\n\nElizabeth slides down the fridge. Tim takes a seat beside her\n- never relenting.",
  "27": "---END OF PREVIOUS SECTION---\nOr maybe it’s\nthis charming one-room apartment\nyou're crammed into? Elizabeth slides down the fridge. Tim takes a seat beside her\n- never relenting. \n---TARGET SECTION TO BE ANNOTATED---\nTIM (CONT'D)\nOh wait, I know. Maybe it’s the\nsex. But it can’t be. When was the\nlast time he was between your legs\nElizabeth? When was the last time\nyou made him feel like a man\ninstead of a damned baby-sitter?\n\nElizabeth begins to sob, doing her best to hold it in. She\ncrawls away from Tim, toward the living room.\n\nCUT TO:\n\nINT. ELIZABETH’S LIVING ROOM - NIGHT 24\n\nElizabeth crawls toward the couch, reaching for Grant to wake\nhim up but Tim is there to cut her off.\n\nTIM\nNow isn’t that sweet. What are you\ngoing to do? Wake up your knight in\nshining armor and then what? Will\nhe defend your honor and throw me\nout?\n\nTim yells with vengeance looking directly in her eyes.\n\f25\n\nV12_THE SHOOTING SCRIPT_7/2/16 40.\n\nTIM (CONT'D)\nLOOK AT ME!!!\n\nElizabeth grabs a pillow from the couch - scrambles to get\naway from him. She curls into the fetal position on the\nfloor, pulling the pillow over her head, while covering her\nother ear with her hand.\n\nTIM (CONT'D)\n\nDid you really buy that crap about\nhim having kids with you? That’s a\nbloody joke. Why he feels the need\nto fill your head with such fairy\ntales is beyond me?\n\nELIZABETH\nThat’s not true. He loves me and I\nlove him.\n\nElizabeth leaps from the floor, pillow in hand.\n\nJUMP CUT TO:\n\nINT. ELIZABETH’S CLOSET - NIGHT 25\n\nElizabeth closes herself inside the small closet. She throws\nherself into the corner - the pillow pulled as tight against\nher chest as she can get it.\n\nTim is in the closet, leaning right into her face. He begins\nscreaming so intensely that spit flies from his mouth, onto\nher face.\n\nTIM\nLove? What do you know about love?\nNothing. Why you won’t just put\nyourself and him out of all this\nmisery is beyond me.\n\nHe composes himself and leans back - sitting in the opposite\ncorner of the closet. His demeanor shifts to calm and\nconsoling.",
  "28": "---END OF PREVIOUS SECTION---\nWhy you won’t just put\nyourself and him out of all this\nmisery is beyond me. He composes himself and leans back - sitting in the opposite\ncorner of the closet. His demeanor shifts to calm and\nconsoling. \n---TARGET SECTION TO BE ANNOTATED---\nTIM (CONT'D)\nI’ve been telling you this for\nyears, haven’t I? You didn't listen\nto me when I told you to kill\nyourself when you were a teenager.\nYou didn't listen to me when I told\nyou to kill yourself in your\ntwenties.\n\n(MORE )\n\fV12_THE SHOOTING SCRIPT_7/2/16 41.\n\nTIM (CONT'D)\nTime and time again I’ve been here,\nas a friend to tell you to end this\nlife that’s really no life at all\nbut instead of taking my advice now\nyou're mixed up with this poor slob\nwho doesn’t know what’s in store\nfor him. If you truly loved him\nyou'd do him a favor, walk into the\nkitchen and slice open your throat.\nBut you won’t and do you know why?\nBecause you’re selfish and\nentitled.\n\nShe defiantly stares back at him. Her mind racing,\noverwhelmed with emotion.\n\nELIZABETH\nStop it. You’re not real.\n\nTIM\nI hate to be the one to tell you\nthis Elizabeth but I’m all you\nhave. You can’t trust anyone\nbesides me. I’m the only one who\nhas ever told you the truth.\nThey're all against you. The\nDoctors, your Mother and even your\nsweet, precious Grant most of all.\nI wouldn't be surprised if he was\nsecretly planing to leave you.\n\nTim’s voice begins to fade into the background as we go\ninside Elizabeth’s mind.\n\nShe closes down - her eyes begin to glaze over. A piercing\nRING begins to build.\n\nTIM (CONT'D)\nDo it. Go to the kitchen, pull out\nthe biggest knife you can find and\njust do it. End this hurt, end\nGrant’s hurt. Don’t make him suffer\nanymore because of your\nselfishness! Do it!\n\nAt this point Tim’s voice has faded into the RINGING.\n\nWe hear nothing else as we linger tightly on Elizabeth's\nface. She is lost, emotionless, her eyes dead.\n\nTim begins to chant. We don’t have to hear him to see the\nfull on hate and anger in his face.\n\fV12_THE SHOOTING SCRIPT_7/2/16 42.",
  "29": "---END OF PREVIOUS SECTION---\nTim begins to chant. We don’t have to hear him to see the\nfull on hate and anger in his face. V12_THE SHOOTING SCRIPT_7/2/16 42. \n---TARGET SECTION TO BE ANNOTATED---\nTIM (CONT'D)\nDo it! Do it! Do it! Do it!\nElizabeth looks lost, trapped. She begins to claws at the\nwall as if trying to escape. Several hangers and clothes fall\n\non top of her.\n\nStill no sounds - just RINGING but we can clearly make out\nwhat she is saying.\n\nELIZABETH\nLeave me alone! Leave me alone!\n\nElizabeth's face is staring straight ahead - the pillow held\ntightly to her chest.\n\nWe hold CLOSE on her. She is overwhelmed with panic -\ncovering her ears, trying to make it all stop.\n\nThen - as if someone flipped a switch, we are back in NORMAL\nSOUND. The ringing stops and we hear one heartfelt, desperate\nscream echo throughout the apartment.\n\nELIZABETH (CONT'D)\nSTOPPPPPPPPPPPPPP!!!!!\n\nGrant calls out from the other room.\n\nGRANT (0.C.)\nElizabeth? Elizabeth where are you?\n\nWe hold on Elizabeth's face.\n\nGRANT (0.C.) (CONT'D)\nELIZABETH???\nELIZABETH\n\n(Barely audible.)\nI’m in here. I’m in here.\n\nThe closet door opens. Grant immediately gets as close as he\ncan beside her inside the closet - embracing her.\n\nGRANT\nWhat happened baby? Tell me what\nhappened?\nElizabeth is in hysterics but it’s all internalized.\nELIZABETH\nI’m ruining your life. I’m ruining\n\nyour life. I’m ruining your life.\n\nShe looks straight ahead - gripping the pillow.\n\f26\n\n27\n\nV12_THE SHOOTING SCRIPT_7/2/16 43.\n\nGRANT\nNo babe, you're not. I promise,\nyou're not.\n\nELIZABETH\nBut Tim said...\n\nGRANT\nTim? You heard Tim? You know you\ncan’t listen to him. You know that.\nELIZABETH\nHelp me! Please help me. I can’t\ntake it anymore.\nGrant is at a lose for words. He simply holds her.\nThe CAMERA slowly pans away from them, into the bathroom.\n\nWe hold on them in a wide shot as we-\n\nDISSOLVE TO:\n\nNOTEBOOK - INSERT 26\nCLOSE on the Notebook:\n“Somebody get a chapel and a choir to sing...”\n\nCUT TO:\n\nINT. DR.",
  "30": "---END OF PREVIOUS SECTION---\nThe CAMERA slowly pans away from them, into the bathroom. We hold on them in a wide shot as we-\n\nDISSOLVE TO:\n\nNOTEBOOK - INSERT 26\nCLOSE on the Notebook:\n“Somebody get a chapel and a choir to sing...”\n\nCUT TO:\n\nINT. DR. \n---TARGET SECTION TO BE ANNOTATED---\n BOWMAN’S OFFICE - DAY 27\n\nWe are TIGHT on Elizabeth’s face - so much so we do not know\nwhere she is. She is staring up. Her complexion pale. Her\nhair tied back in a loose sloppy ponytail. She looks\ndespondent - disconnected.\n\nThe song, “Green” by August Roads begins to play. The CAMERA\npulls back slowly until we reveal her sitting on the couch in\nDr. Bowman's office. She remains perfectly still - like a\nmannequin.\n\nThe CAMERA moves toward her landing tight on her face where\nwe began, then pulls out again. It continues to do this for\nthe entire length of the song. Back and forth. Back and\nforth. A million thoughts race through her mind - tears begin\nto fill her eyes. On the final WIDE frame the song ENDS.\n\nDr. Bowman enters. He is holding her file.\n\nElizabeth wipes her eyes. He notices.\n\fV12_THE SHOOTING SCRIPT_7/2/16 44,\n\nDR. BOWMAN\nI'm sorry for the delay Elizabeth.\n\nHe takes a seat across from her.\n\nELIZABETH\nThank you for seeing me on such\nshort notice.\n\nDR. BOWMAN\nTell me what’s going on with you.\n\nELIZABETH\nI'm falling apart.\n(She let’s out an\nuncomfortable laugh.)\nEmotionally, physically, mentally.\nI don’t know which way to turn\nanymore.\n\nDr. Bowman opens her file and takes out a pen.\n\nDR. BOWMAN\nWhat’s happened that has you so\nunsettled?\n\nShe is distraught - anxious.\n\nELIZABETH\nI saw Tim.\n\nIt’s all she can muster up. The mere mention of his name\nterrifies her.\n\nDr. Bowman looks in her file, flips a few pages. Makes a\nnote.\n\nDR. BOWMAN\nFrom what I see here it’s been some\ntime since you’ve seen or heard\nfrom that particular hallucination,\nis that correct?\n\nShe nods.\nDR. BOWMAN (CONT'D)\nHow’s your depression and anxiety\nlevel?\n\nELIZABETH\nBecoming more present.\n\fShe looks\nangst.\n\nShe nods.\n\nShe holds\n\nV12_THE SHOOTING SCRIPT_7/2/16 45.\n\nDR.",
  "31": "---END OF PREVIOUS SECTION---\nShe nods. She holds\n\nV12_THE SHOOTING SCRIPT_7/2/16 45. DR. \n---TARGET SECTION TO BE ANNOTATED---\n BOWMAN\nIs there anything you’re currently\ndealing with in your life that may\nhave triggered this recent\nincident?\n\nELIZABETH\nNot really. My fiance moved in and\nI’ve been trying to plan our\nwedding. But, I’m working on\ngetting better first. So it’s all\nperfect.\n\nup at him - her face one of pure desperation and\n\nELIZABETH (CONT’D)\nI want it to all be perfect.\n\nDR. BOWMAN\nWe're talking about Grant, correct?\n\nDr. Bowman makes a note in her file.\n\nELIZABETH\nIt hasn’t been easy Dr. Bowman.\nWe're dealing with all of my\nissues. We’re living in a one room\napartment. Grant’s between jobs. We\ncan’t even afford a real ring.\n\nup her hand, revealing the tinsel make shift ring.\n\nHe looks at the ring, then to her.\n\nDR. BOWMAN\nHow much do you remember about last\nnight?\n\nELIZABETH\n\nBits and pieces. I know it was bad.\n\nDR. BOWMAN\nWere you alone?\n\nELIZABETH\nGrant was there.\n\nDR. BOWMAN\nAre you hallucinating now?\n\nELIZABETH\nNo.\n\fV12_THE SHOOTING SCRIPT_7/2/16 46.\n\nDR. BOWMAN\nAre you having suicidal thoughts?\nELIZABETH\nNo.\nDR. BOWMAN\nDo you think you’re a danger to\nyourself?\nELIZABETH\nNo.\nDR. BOWMAN\n\nHow about to anyone else?\n\nELIZABETH\nNo, I mean, other than driving\nGrant out of his mind, I wouldn't\nsay he’s in any danger.\n\nHe looks up at her - placing down the file on the coffee.\n\nDR. BOWMAN\nElizabeth, I need you to listen to\nme very carefully and try to\nunderstand what I’m about to say,\nokay?\n\nShe nods.\n\nDR. BOWMAN (CONT'D)\nThe best thing you can do is ignore\nthe voices and hallucinations at\nall costs. Don’t make friends with\nthem, don't talk to them, don’t\neven acknowledge them. Even if\nthey’re nice to you.\n\nShe turns away, drifting off into thought.\n\nDR.",
  "32": "---END OF PREVIOUS SECTION---\nEven if\nthey’re nice to you. She turns away, drifting off into thought. DR. \n---TARGET SECTION TO BE ANNOTATED---\n BOWMAN (CONT'D)\nWe don't want you to engage with\nany of the hallucinations. It could\npotentially worsen your state of\nmind.\n\nShe drifts off in the distance as she listens.\n\nDR. BOWMAN (CONT'D)\n\nI understand how real these\n\nhallucinations might feel when\n\nthey’re happening, but they’re not.\n(MORE )\n\f28\n\nV12_THE SHOOTING SCRIPT_7/2/16 47.\n\nDR. BOWMAN (CONT'D)\nAnd you need to do your best to try\nand tune them out. Turn the\ntelevision up extra loud. Listen to\nmusic with headphones on. Call\nsomeone. Anything at all to try and\ndistract yourself until the episode\npasses.\n\nElizabeth stares out the window at nothing in particular.\n\nELIZABETH\nDo you know how scary it is when\nyou don’t know when life is real?\nSometimes I feel like I’m cursed.\nLike I’m living in a bad dream that\nI can’t wake up from. My\nrelationship is suffering. He says\nit’s not. Grant says everything is\nokay and that we’ll get through\nthis together but I don’t know if I\nbelieve him. I want to.\n\nINTERCUT TO:\n\nEXT. PARK -— DAY 28\n\nGrant is jogging through a local park. The sky is cloudy. He\nis deep in thought.\n\nThe scene beings to INTERCUT between Grant and Dr. Bowman's\nOffice. We continue to hear Elizabeth and Dr. Bowman talk\nwhile we stay on Grant jogging.\n\nELIZABETH (0.C.)\nSometimes I think it would be\nbetter if he left me. So he could\nhave a real life and family and not\nhave to deal with me - day in and\nday out.\n\n(Beat. )\n\nI don’t want him to stop loving me\nbecause of this. But I don’t want\nto ruin his life either.\n\nGrant's face is filling with emotion. It’s like he can hear\nwhat they’re saying.\n\nDR. BOWMAN (0.C.)\nElizabeth ...love is a very strong\nemotion. It’s not something that\ncan be forced or created out of\nthin air. Some people believe we\ncan even teach others to love us.",
  "33": "---END OF PREVIOUS SECTION---\nC.)\nElizabeth ...love is a very strong\nemotion. It’s not something that\ncan be forced or created out of\nthin air. Some people believe we\ncan even teach others to love us. \n---TARGET SECTION TO BE ANNOTATED---\n\f29\n\n30\n\n31\n\nV12_THE SHOOTING SCRIPT_7/2/16 48.\n\nGrant begins to pick up his pace.\n\nINTERCUT TO:\n\nINT. DR. BOWMAN’S OFFICE - DAY 29\n\nCLOSE on Elizabeth’s face. She stares longingly out the\nwindow. Going further into her own thoughts.\n\nDR. BOWMAN\nLove is something that can only\ncome naturally. It finds us when\nwe're ready for it but only after\nwe've learned to love ourselves.\n\nINTERCUT TO:\n\nEXT. PARK -— DAY 30\n\nGrant continues to run. His emotions grow stronger and more\npresent on his face.\n\nDR. BOWMAN (0.C.)\nLove isn’t a dream we should be\nafraid of waking up from either.\nReal love, unconditional love is\npossibly our greatest achievement\nas human beings. But it’s also\noften the most illusive.\n\nGrant continues to run. His pace steady and fast. His face\nfilling with tears.\n\nDR. BOWMAN (0.C.) (CONT'D)\nBecause of that, we can often find\nourselves clinging to our idea of\nlove. Our perception of it.\n\nThe faster Grant runs the harder his tears fall.\nAs Grant picks up his pace he begins to sob uncontrollably.\n\nINTERCUT TO:\n\nINT. DR. BOWMAN’S OFFICE - DAY 31\n\nThe CAMERA moves closer and closer to Elizabeth’s face. She\nis overwhelmed by Dr. Bowman’s words.\n\f32\n\n33\n\nV12_THE SHOOTING SCRIPT_7/2/16 49.\n\nDR. BOWMAN\nBut when we find love ...true love,\nit comes with unconditional\ncircumstances. And a love like that\ncan’t be broken by anything,\nincluding mental illness.\n\nINTERCUT TO:\n\nINT. PARK — DAY 32\n\nGrant comes to a sudden stop. He is out of breath. He doubles\nover bracing his hands against his knees to keep from falling\nto the ground - deep sobs take over his body.\n\nDR. BOWMAN (0.C.)\nIt can only make the love you share\nstronger.\n\nWe hold on Grant - overwhelmed with emotion, then -\n\nINTERCUT TO:\n\nINT. DR. BOWMAN’S OFFICE - DAY 33\n\nElizabeth continues to stare out the window. Her face appears\ncalm.",
  "34": "---END OF PREVIOUS SECTION---\nDR. BOWMAN’S OFFICE - DAY 33\n\nElizabeth continues to stare out the window. Her face appears\ncalm. \n---TARGET SECTION TO BE ANNOTATED---\n She looks back at him with a smile yet behind the\nsmile her sadness shines through.\n\nELIZABETH\nThank you Dr. Bowman. I understand.\n\nShe takes a moment, then-\n\nELIZABETH (CONT’D)\nI do want to get better. And stay\nbetter and not feel afraid anymore.\n\nDR. BOWMAN\nThat's a very good start Elizabeth.\nThe fact that you desire to get\nwell means you're a fighter and\nthat you’re not going to let this\nillness overcome you. Life is about\nchoices and you have to choose for\nyourself.\n\nElizabeth nods and smiles at Dr. Bowman.\n\fV12_THE SHOOTING SCRIPT_7/2/16\n\nDR. BOWMAN (CONT'D)\nOkay lets take a look at where we\ncan go from here in terms of\nmedication and dosage.\n\nDr. Bowman opens her file.\nDR. BOWMAN (CONT'D)\nNow, I need you to be honest with\nme. Are you skipping doses?\n\nELIZABETH\nNone at all.\n\nDR. BOWMAN\nGood.\n\n50.\n\nDr. Bowman looks through his files comparing medications and\n\ndosages for a few moments.\n\nDR. BOWMAN (CONT'D)\nI’m going to prescribe a drug\ncalled Saphris. It’s a dissolvable\ntab that comes in 5 and 10\nmilligram doses. It can be very\neffective and is generally well\ntolerated.\n\nThe CAMERA stays on Elizabeth as Dr. Bowman continues to\n\ntalk. She gazes off again.\n\nDR. BOWMAN (CONT'D)\nThis particular medication will not\nonly help you get a full nights\nsleep, which could combat some of\nthe depression and anxiety but if\nyou are having an episode, similar\nto the one you experienced last\nnight, you can place a tab under\nyour tongue and it can work quickly\nto diminish the voices,\nhallucinations and intrusive\nthoughts. The main down side is it\ncould make you very sleepy so it’s\nbest to take it at night just\nbefore bed.\n\nELIZABETH\nIt sounds too good to be true.\n\nThe CAMERA pushes closer and closer to Elizabeth. Her face,\n\nfor the first time, appears to be filled with hope.\n\f34\n\n35\n\nV12_THE SHOOTING SCRIPT_7/2/16 51.\n\nDR.",
  "35": "---END OF PREVIOUS SECTION---\nHer face,\n\nfor the first time, appears to be filled with hope. 34\n\n35\n\nV12_THE SHOOTING SCRIPT_7/2/16 51. DR. \n---TARGET SECTION TO BE ANNOTATED---\n BOWMAN\nI feel good about this current\nregime of medications. I want to\nsee you back here in a week. Keep\nyour head up and call the office\nwith any concerns or if you feel\nyou need to see me sooner.\n\nELIZABETH\n(She smiles.)\nThank you Dr. Bowman.\n\nINT. DR. BOWMAN’S LOBBY - DAY 34\n\nElizabeth walks into the lobby. Grant is waiting on the sofa.\nHe stands when he sees Elizabeth and walks toward her.\n\nELIZABETH\nI thought you said you couldn't\nmake it?\n\nGRANT\n\nI thought you said it was\nimportant? Sorry I'm late.\n\nElizabeth gleams with joy. They walk toward the door.\n\nIn the corner of Elizabeth's eye she notices a BRIDAL\nMAGAZINE sitting on the coffee table. She walks over and\npicks it up.\n\nCLOSE On the COVER:\n\n“HOW TO PICK THE RIGHT CHAPEL, WEDDING SONG & MUCH MORE!”\n\nShe quickly tucks it under her arm. Grant and Elizabeth\nleave.\n\nDISSOLVE TO:\n\nNOTEBOOK - INSERT 35\nCLOSE on the Notebook:\n“Somebody get an organ to play...”\n\nCUT TO:\n\f36\n\nV12_THE SHOOTING SCRIPT_7/2/16 52.\n\nINT. ELIZABETH’S KITCHEN - DAY 36\n\nElizabeth is standing in the kitchen in front of the counter.\nOn the counter in front of her is the Note Pad, house keys,\nBridal Magazine and her pill case.\n\nNext to her PILL CASE we can also see a packet of SAPHRIS.\nShe picks up the square plastic case the pills are enclosed\nin. She mindlessly twirls it between her fingers. She takes\nout a glass and fills it in the sink.\n\nShe opens her pill case, empties the daily dose into her hand\nand quickly knocks them back with the glass of water. She\nturns, holding the glass. Her body leaning against the sink\nas she takes another swig of water.\n\nGrant calls out.\n\nGRANT (0.C.)\nBabe?\n\nElizabeth is staring at the floor, lost in thought.\n\nELIZABETH\nYeah.\n\nGrant walks into the kitchen. He stands in front of her,\nplacing his hands on the counter on either side of her.",
  "36": "---END OF PREVIOUS SECTION---\nELIZABETH\nYeah. Grant walks into the kitchen. He stands in front of her,\nplacing his hands on the counter on either side of her. \n---TARGET SECTION TO BE ANNOTATED---\nGRANT\nYou okay?\n\nShe nods as she takes another swig of water.\nELIZABETH\n\nI just want to try and decompress a\nlittle - read my magazine.\n\nGRANT\n(Playful. )\nYou mean the one you stole?\nELIZABETH\n(Sarcastic. )\nShut up. I didn't steal it.\n\n(Beat. )\nI borrowed it.\n\nGrant smiles. He leans in - kissing her neck several times.\nGRANT\n\nIs someone getting excited about\nwedding stuff?\n\fV12_THE SHOOTING SCRIPT_7/2/16 53.\n\nELIZABETH\nI don’t know, maybe?\n\nHe pulls back, looking at her.\n\nGRANT\n\nWell I like it. It gives me hope.\nELIZABETH\n\nHow so?\nGRANT\n\nI don’t know. The kind that makes\nour future look full of\nexperiences, full of memories...\n\nGrant looks deep into her eyes, using his finger to push her\nhair to the side - tucking it behind her ear.\n\nGRANT (CONT'D)\nFull of life.\n\nGrant touches her lips with his index finger. He runs his\nfinger across her bottom lip. Elizabeth closes her eyes and\n\nbites her lip.\n\nGRANT (CONT'D)\nI‘1l see you a little later.\n\nShe open her eyes. A slight panicked tone to her voice-\n\nELIZABETH\nWhere are you going?\n\nGRANT\nI’m going to go for a run.\n\nELIZABETH\nDidn't you go on a run earlier?\n\nHe walks backwards toward the door.\n\nGRANT\nWhat can I say? You read Bridal\nMagazines to decompress and I go\nfor jogs.\n\nELIZABETH\n(Under her breath.)\nOkay.\n\nWe hear the apartment door close. Elizabeth continues to\nstand in the kitchen. She turns to the stove, picks up her\ntea pot and fills it.\n\f37\n\nV12_THE SHOOTING SCRIPT_7/2/16 54.\n\nShe places the pot on the stove and turns it on. She walks\nthrough the kitchen and into the bathroom.\n\nThe CAMERA follows her like a shadow.\n\nINT. ELIZABETH’S BATHROOM - DAY 37\nElizabeth enters her bathroom, turns on the light.\n\nThe HUM of the LIGHT BULB fills the room.",
  "37": "---END OF PREVIOUS SECTION---\nINT. ELIZABETH’S BATHROOM - DAY 37\nElizabeth enters her bathroom, turns on the light. The HUM of the LIGHT BULB fills the room. \n---TARGET SECTION TO BE ANNOTATED---\n She gets lost for a\nmoment, staring at herself in the mirror. Something isn’t\nright. She looks down at the floor.\n\nFrom her POV - sitting on the floor beside the toilet is a\nRACCOON.\n\nShe immediately looks back at herself in the bathroom mirror.\nA slight smile crosses her face. She is trying to hold back\nher tears. She speaks to the Raccoon (and herself) in the\nmirror. Her tone soft, as if she is telling the raccoon a\nsecret.\n\nELIZABETH\n\nI know you’re not real. I do. And I\nwant you to know that this will\nprobably be the last time I pet\nyou.\n\n(She looks down at the\n\nfloor.)\nYou see, the doctor gave me some\nnew pills and I am going to try\nthem real soon and when I do, I\nwon’t see you anymore.\n\nElizabeth kneels down. The CAMERA pans around her. She is\nmaking the PETTING motion but it’s clear nothing is there.\n\nShe takes a deep breath and stands - leaning her hands on the\nedge of the sink, her eyes closed tight.\n\nELIZABETH (CONT’D)\nThere’s nothing there.\n\nElizabeth takes another deep breath, turns the faucet on,\nbends over and splashes water on her face several times. It’s\ndefinitely an OCD moment. After about the 5th time she stands\nstraight up, looking into the mirror.\n\nThe water drips from her face - she stares at herself for a\nlong moment before looking down at the floor again. She\ndoesn’t see the raccoon anymore. She reaches for a towel -\ndries her face, softly patting it. Her hair is wet from all\nthe splashing.\n\f38\n\n39\n\nV12_THE SHOOTING SCRIPT_7/2/16 55.\n\nShe holds her hair high above her head, seeing how she would\nlook with it short. She poses several ways as she looks at\nherself in the mirror. She is having a childlike good time\nwith herself - almost forgetting where she is.\n\nThe TEA POT screams like a siren, snapping her back to\nreality. Elizabeth leaves - turning off the bathroom light.\nINT. - ELIZABETH’S KITCHEN - DAY 38\nElizabeth shuts off the burner and moves the tea pot to a\ncool burner.",
  "38": "---END OF PREVIOUS SECTION---\nThe TEA POT screams like a siren, snapping her back to\nreality. Elizabeth leaves - turning off the bathroom light. INT. - ELIZABETH’S KITCHEN - DAY 38\nElizabeth shuts off the burner and moves the tea pot to a\ncool burner. \n---TARGET SECTION TO BE ANNOTATED---\n She walks over to the cabinet and grabs herself\namug. She places it on the counter next to the stove and\npours her tea.\n\nShe opens the refrigerator door - her gaze becomes sharp and\nsteady. A calmness appears on her face.\n\nINT. ELIZABETH’S LIVING ROOM - DAY 39\nElizabeth sits down at the table.\n\nShe reaches around her head with her right hand pulling her\nhair over her right shoulder, twirling it between her fingers\nas she flips through her magazine.\n\nHer expression is full of life. Her eyes expressive and\nresponsive to the many different dresses she could wear. Her\nfingers glide over the pictures as if she were actually\n\ntouching the material of the gowns.\n\nThe CAMERA is tight on Elizabeth’s face. Her eyes are full of\ndaydreams. She is deep in thought.\n\nKNOCK! KNOCK! KNOCK!\n\nElizabeth is startled out of her daydream. She walks toward\nthe door cautiously.\n\nKNOCK! KNOCK!\n\nELIZABETH\nGrant? Did you forget your key?\n\nWe hear a familiar voice from the other side of the door.\n\nCAROL (0.C.)\nIt’s your Mother, Elizabeth. Open\nthe door.\n\nELIZABETH\n\nOne, sec...\n\fV12_THE SHOOTING SCRIPT_7/2/16 56.\n\nElizabeth hesitates for a moment. Anxiety riddles through her\nbody. A visible chill causes her to tremble slightly.\n\nElizabeth looks down at her hands - they are shaking. She\nclenches them into fists then shakes her hands and arms loose\nto release some of the tension. She takes a deep breath -\ncomposing herself.\n\nShe opens the door.\n\nELIZABETH (CONT’D)\nMom, what are you doing here?\n\nStanding in the doorway is Elizabeth’s Mother-\n\nCAROL, in her 50’s and well put together but there is a hint\nof a “past” she can’t quite shake off no matter how expensive\nher outfit is. Carol immediately strolls in.\n\nElizabeth closes the door behind her.\n\nCAROL\nI took a ride up for the day with\nyour Stepfather. He had some\nbusiness. I thought I would stop by\nand surprise you.\n\nELIZABETH\nYes, well, I’m surprised.\n\nCarol is holding a pair of thin, black leather gloves.",
  "39": "---END OF PREVIOUS SECTION---\nI thought I would stop by\nand surprise you. ELIZABETH\nYes, well, I’m surprised. Carol is holding a pair of thin, black leather gloves. \n---TARGET SECTION TO BE ANNOTATED---\n Her\ndemeanor is cold, judgemental, like a women who has been\nwronged time and time again.\n\nElizabeth's eyes are locked onto her Mother. Her mere\npresence makes Elizabeth uptight.\n\nAs Carol enters the apartment, her trench coat seems to glide\nwith grace and ease behind her.\n\nCarol looks around - her face clearly expressing disapproval\nof everything she sees, including Elizabeth’s appearance.\n\nCarol's salon-styled hair bounces with every move she makes.\nShe opens her handbag placing her gloves inside before\nsitting down on Elizabeth’s sofa - all in one smooth\nmovement. She places her bag on the floor to the right of\nher. Carol leans back and crosses her legs.\n\nThe entire time Elizabeth stands there, in silence, like a\nchild waiting for permission to speak. If there was ever a\ntrigger for Elizabeth’s mental breakdowns we are witnessing\nit first hand.\n\fV12_THE SHOOTING SCRIPT_7/2/16 57.\n\nOn the outside, Carol appears put together, confident and\ndetermined. On the inside she is a hot bed of depression,\nanxiety and sorrow but keeping up appearances is always\nCarol’s number one concern. She looks at Elizabeth with a\ncold, tight smile but under it all is an underlying layer of\nlove - deep within her.\n\nElizabeth is becoming increasingly nervous, anxious and\nfidgety.\n\nELIZABETH (CONT’D)\nSo ...can I get you anything?\n\nCAROL\nNo, I’m fine.\n(Looking around.)\n\nAre you ...alone?\nELIZABETH\n(Defensive. )\n\nWhat does that mean?\n\nCAROL\nNothing. I was simply wondering if\nanyone was “here”?\n\nElizabeth's tone becomes soft but not forgiving.\n\nELIZABETH\nNo.\n\nCAROL\nWhat about Grant?\n\nELIZABETH\nNo, he went for a jog.\n\nCAROL\n(Awkward beat.)\nYour hair got long again.\n\nElizabeth pulls at her hair like a child.\n\nELIZABETH\nI know. I was actually thinking\nabout cutting it.\n\nCarol looks at Elizabeth with somewhat of a heartfelt smile.\nShe leans forward.\n\nCAROL\nNo. Don’t do that. You look so\nbeautiful.\n\fV12_THE SHOOTING SCRIPT_7/2/16 58.\n\nCarol stands and walks toward Elizabeth. She reaches for her\ndaughter’s face with her hand.",
  "40": "---END OF PREVIOUS SECTION---\nV12_THE SHOOTING SCRIPT_7/2/16 58. Carol stands and walks toward Elizabeth. She reaches for her\ndaughter’s face with her hand. \n---TARGET SECTION TO BE ANNOTATED---\nElizabeth closes her eyes and reopens them, looking at her\nMother like a little girl. For a split second she lets her\nguard down, becoming vulnerable.\n\nELIZABETH\nHi Mommy.\n\nCAROL\nHi Lizzy.\n\nElizabeth makes a face.\n\nELIZABETH\nMom, you know I hate it when you\ncall me Lizzy.\n\nJust when we think this will be a tender moment, Carol pulls\nback from Elizabeth - her tone shifting to judgemental.\n\nCAROL\nWhat happened to you? You look like\na corpse! Put on some damn makeup.\nWhen are you going to get out of\nthis slump, stop sucking up State\ndisability and get back into world\nfor Christ sake Elizabeth?\n\nCarol references the small desk with the books and\nmanuscript.\n\nElizabeth quickly realizes that this is the same, nasty woman\nshe has always known. She tenses up.\n\nELIZABETH\nSlump? I see you’re still in denial\nMom.\n\nCarol ignores her - glancing at the Christmas tree in the\ncorner of the room. She looks at it with disgust.\n\nCAROL\nA Christmas tree? We’re Jewish\nElizabeth!\n\nElizabeth tries very hard to stay calm. Their conversation is\nfilled with a lifetime of resentment and unspoken feelings.\nThat is about to change.\n\fV12_THE SHOOTING SCRIPT_7/2/16\n\nELIZABETH\nNo, you're Jewish Mom. Daddy was\nCatholic and so is Grant and we\nhappen to like Christmas.\n\nCarol is furious but calm.\n\nCAROL\n\nDon’t you dare bring up your good\nfor nothing Father to me. Clearly\nyou forgot who raised you after he\nwalked out on us. I guess that’s to\nbe expected of someone who’s too\nbusy playing make believe her whole\nlife to really know what’s going on\nin the world around her.\n\nThe CAMERA starts to move around the room as they argue. The\nmovements are unsettling. Elizabeth does not back down. She\n\nstares at Carol.\n\nELIZABETH\nNo Mom, I didn't forget. How could\nI? You always remind me of what a\nterrific single parent you were.\nTell me again how you did the best\nyou could with what you were given?\n\nThe back and forth arguing becomes vicious. Every word is\nmeant to cut deep.",
  "41": "---END OF PREVIOUS SECTION---\nTell me again how you did the best\nyou could with what you were given? The back and forth arguing becomes vicious. Every word is\nmeant to cut deep. \n---TARGET SECTION TO BE ANNOTATED---\n It’s the kind of argument that made you\nwant to cover your ears and hide when you were a small child\n\nwhile listening to your parents fight.\n\nELIZABETH (CONT’D)\nAnd you think that's what this is?\nMake believe?\n\n(Beat. )\nI would tear off my skin if I\nthought I wouldn't have to play\nmake believe anymore.\n\nCAROL\n(Dismissive. )\nCall it what you want. I say it’s\nmake believe. I do and I always\nthought you were full of it\nElizabeth. You always wanted\nattention and this was your way of\ngetting it.\n(She paces back and forth\nlike a caged rat.)\nAnd you know something? I did do my\nbest.\n(MORE )\n\fV12_THE SHOOTING SCRIPT_7/2/16 60.\n\nCAROL (CONT'D)\n\nDo you think it was easy dealing\nwith day to day worries after your\nFather left? No job, no car, no\nmoney...\n\nElizabeth raises her voice, cutting Carol off.\n\nELIZABETH\nNo man! I hate to break it to you\nMom but your “best” is the only\nthing that’s make believe here.\n\nCAROL\nWhat does that mean?\n\nELIZABETH\nNothing except for the fact that\nMaybe you forgot to ask some\nquestions.\n\nCAROL\nTo who, Elizabeth? You? What are\nyou even talking about?\n\nELIZABETH\nYes Mom, someone who asks their\nchild about what’s maybe going on\ninside their head. A parental\nfigure would have been nice. You\nknow someone who worried about\ntheir kid but what the hell would\nyou know about that? You were so\nwrapped up in own your needs you\ncouldn’t be bothered by my\nsuffering. But then again, how\ncould you when all you did was coat\nyour own issues with pills anda\ncheap bottle of chardonnay.\n\nElizabeth moves closer to her Mother. We’ve never seen her so\nconfident.\n\nELIZABETH (CONT’D)\nOr is it something stronger these\ndays? By the smell on your breath\nI’d say Jack and Coke?\n\nCarol stares at Elizabeth.\nELIZABETH (CONT’D)\n\nWhat? Am I right? Am I? It’s okay,\nyou can tell me.",
  "42": "---END OF PREVIOUS SECTION---\nAm I right? Am I? It’s okay,\nyou can tell me. \n---TARGET SECTION TO BE ANNOTATED---\n\fV12_THE SHOOTING SCRIPT_7/2/16 61.\n\nCarol’s expression is a combination of hurt and rage. She\nwalks to her purse, removes a GOLD CIGARETTE CASE. She opens\nit, takes out a cigarette, closes the case and taps the\ncigarette on it.\n\nELIZABETH (CONT’D)\nDon’t smoke in my apartment.\n\nCarol throws the case back into her purse.\n\nCAROL\nOh, okay. And who helps pay for\nthis apartment?\n\nElizabeth hates this.\n\nCAROL (CONT'D)\n\nYou think your disability check\ncovers all of your expenses?\nBetween this place and the extra\nhealth insurance you need to cover\nthose fancy Doctor appointments,\nthat what, it magically pays for\nitself? Hmm? And how dare you?\nYou're going to point your finger\n\nat me?\n(Seething. )\nAre you?\n\nCarol’s emotions get the best of her - her voice fills with\nrage with every word she utters.\n\nCAROL (CONT'D)\nYou're the reason your Father\nwalked out on us to begin with.\n\nThis hits Elizabeth hard but she tries not to show it.\n\nCAROL (CONT'D)\n\nAll your neuroses and fits. Not to\nmention your consistent crying like\na rotten brat! Oh how I wanted to\nslap you so many times but I\ndidn't. I should have. Lord knows.\nI know your Father wanted too. I\nbet he would of beaten you within\nan inch of your life if he had\nstayed one more day. It might of\ndone you some good. Now look at\nyourself. Can you see now? That’s\nwhy Elizabeth, that’s why he left\nand never looked back. You!\n\nElizabeth is looking down at the floor.\n\fV12_THE SHOOTING SCRIPT_7/2/16 62.\n\nELIZABETH\n(Thoughtful beat.)\nYou can’t keep blaming me. Do you\nthink because I was only six when\nhe left that I don’t remember? Oh I\nremember Mom.\n\nShe looks up at Carol.\n\nELIZABETH (CONT’D)\nI remember your mood swings and\nscreaming fits. I remember you\nsitting at the kitchen table\nsmashing his watch with a hammer.\n\nCarol is surprised that Elizabeth recalls these memories.",
  "43": "---END OF PREVIOUS SECTION---\nELIZABETH (CONT’D)\nI remember your mood swings and\nscreaming fits. I remember you\nsitting at the kitchen table\nsmashing his watch with a hammer. Carol is surprised that Elizabeth recalls these memories. \n---TARGET SECTION TO BE ANNOTATED---\nELIZABETH (CONT’D)\nI remember you tearing apart our\nliving room furniture in a fit of\nrage. Did you forget about all\nthat? You must of. It’s easy to see\nwhat you want to see but that’s why\nhe walked out on us.\n\nCAROL\n\n(Defensive. )\nKeep telling yourself that\nElizabeth. You’1l start to believe\nit. You always lied to make me look\nlike the bad person. When it was\nalways you just looking for\nattention.\n\nELIZABETH\nThat’s right Mom. You continue to\nlive in that fairy tale world where\nyour hair doesn't move but maybe\none day you’1ll wake up and realize\nthat blaming me was always your\nanswer. That way you’d never have\nto take responsibility for any of\nyour actions.\n\nCarol looks away. Elizabeth notices a look of dismay and\nMaybe an under layer of sadness.\n\nCarol tries her hardest not to let it show. She struggles but\nmaintains herself and her dignity. Her voice cracks slightly\nas she responds to her daughter.\n\nCAROL\nActions?\n\fV12_THE SHOOTING SCRIPT_7/2/16 63.\n\nELIZABETH\n(Calm but filled with\nemotion. )\nYes ...your actions. Not only with\n\nyour psychotic behavior toward\nDaddy but your neglect toward me.\nYou think I enjoyed coming home\nfrom school and you not being there\nbecause you were on another date?\nConstant men in and out of the\nhouse as you took applications for\na new husband? Specifically ones\nthat had a checkbook to balance\nyour unqualified needs as a wife\nand Mother.\n\n(Beat. )\nAll you had to do was love me after\nDaddy left. But instead you sat\nhigh and mighty on your pedestal\nlooking down at me with disgust for\nall my problems and mental issues.\nYou think they came out of nowhere\nor I made them up? The truth Mom...\n\n(She looks right at her.)\nThey stem from you. Not only from\nthe dysfunctional childhood you\ngave me after Daddy walked out, on\nyou ...not me, but from your own\nissues that you continue to ignore\nand instead chose to self medicate.\nBut you know what? You’re not going\nto make me feel bad about myself\nanymore.",
  "44": "---END OF PREVIOUS SECTION---\nNot only from\nthe dysfunctional childhood you\ngave me after Daddy walked out, on\nyou ...not me, but from your own\nissues that you continue to ignore\nand instead chose to self medicate. But you know what? You’re not going\nto make me feel bad about myself\nanymore. \n---TARGET SECTION TO BE ANNOTATED---\n I know I’m a mess but at\nleast I'm trying to fix myself. I\nhave an amazing Doctor and I have\nGrant who is by my side and loves\nme unconditionally with every break\ndown I have. He holds me when I’m\nin pain. He comforts me when I’m\nsuffering. He’s all I need.\n\n(Beat. )\nThere comes a time when you have to\nsay enough. We might be Mother and\ndaughter but I don’t need you to\ntake care of me, or be my Mother\n.»..or even my friend.\n\nCarol looks like she has seen a ghost. She is pale and\nspeechless. Her entire tone changes.\n\nCAROL\nElizabeth, listen to me. We can’t\nleave things this way. If we do...\n\fV12_THE SHOOTING SCRIPT_7/2/16 64.\n\nELIZABETH\nMom, things have always been this\nway between us. I love you but we\nboth know it.\n\nElizabeth points back and forth with her finger.\n\nELIZABETH (CONT’D)\nThis? What we have ...it’s nothing\ngood. It never was.\n\nCarol stands there, unable to move or speak.\n\nELIZABETH (CONT’D)\n\nYou should go. Your new husband\nneeds you. Your life needs you. I\ndon’t need you. Or your pity. Or\nyour judgment. Or your money.\n\nCarol looks at her. She knows she is right. Without another\nword, she walks toward the sofa, picks up her handbag and\nwalks to the door.\n\nShe stands there for a moment, waiting for Elizabeth to say\nsomething. Without looking back Carol opens the door, exits\nand closes it softly behind her - she is gone.\n\nElizabeth walks over to the sofa and sits down. She places\nher elbows on her knees, her head down, her face covered with\nher hands.\n\nElizabeth leans back on the sofa, grabs a throw pillow and\nplaces it on her lap. She play’s with the zipper on the\npillow absentmindedly. She looks straight ahead at nothing in\nparticular. She closes her eyes. We hold on her face.\n\nTimes SPEEDS ups. The SUN goes down, the apartment grows\ndark. We come back to normal time and speed. Elizabeth opens\nher eyes.\n\nGrant walks in.",
  "45": "---END OF PREVIOUS SECTION---\nWe come back to normal time and speed. Elizabeth opens\nher eyes. Grant walks in. \n---TARGET SECTION TO BE ANNOTATED---\n Elizabeth reaches over and turns on the lamp.\n\nELIZABETH (CONT'D)\nHey.\n\nGrant sits on the couch beside her.\n\nGRANT\nHey.\n(He takes her in.)\nWhat’s wrong? You having an\nepisode?\n\fThe song,\nscene.\n\nV12_THE SHOOTING SCRIPT_7/2/16 65.\n\nELIZABETH\nNo, I'm fine actually.\n(Beat. )\nMy Mom was here.\n\nGRANT\nHere? Like in the apartment here?\nELIZABETH\nYep!\nGRANT\nWhen?\nELIZABETH\n\nShe showed up about 20 minutes\nafter you left.\n\nGRANT\nAnd?\n\nELIZABETH\nWe said what we had to say. Where\nwere you for so long?\n\nGRANT\nI lost track of time, who cares.\nElizabeth, tell me what happened?\n\nELIZABETH\nIt’s over Grant. It’s been over for\na long time. I put the last nail in\nthe coffin and said everything I\nneeded to say. So did she.\n(Beat. )\n\nI feel like I got closure, real\nclosure. Going all the way back to\nwhen I was a kid. Is that possible?\n\nGRANT\n\n(Thoughtful beat.)\nSometimes we hold onto things we\nknow aren’t good for us because\nwe're afraid of what will happen if\nwe let go. But when we finally do\nit’s like a weight off our chest\nand then we’re truly free. It’s a\ngood thing. Trust me.\n\n(Beat. )\nI’m sorry I wasn't here.\n\n“Fever” by Starsailor begins to play under the\n\fV12_THE SHOOTING SCRIPT_7/2/16 66.\n\nELIZABETH\n\nIt’s better you weren't. I don't\nknow if I would of been able to say\neverything I wanted to say with you\nhere. She hurt me so many times\nover the years but never fully\nunderstood what she was doing. It\nwas always about her. Now it has to\nbe about me.\n\n(She looks at him.)\nAbout us.\n\nHe leans into her - kissing her.\n\nGRANT\nYou're amazing.\n\nELIZABETH\n(Playful yet honest.)\nYou smell.\n\nHe pulls away, smells his armpit.\n\nGRANT\nI’m gonna take a shower.\n\nHe gets up, starts walking backwards.",
  "46": "---END OF PREVIOUS SECTION---\nHe pulls away, smells his armpit. GRANT\nI’m gonna take a shower. He gets up, starts walking backwards. \n---TARGET SECTION TO BE ANNOTATED---\n He takes off his shirt -\nthrowing at her. His chest and arms are covered with several\nTATTOOS.\n\nGRANT (CONT'D)\n(Flirtatious. )\nYou should join me.\n\nElizabeth smiles.\n\nELIZABETH\n(Playful. )\nWhy Mr. O’Neil, what kind of girl\ndo you think I am?\n\nGRANT\nA naughty one, I hope. See you in\nfive?\nGrant walks out our frame leaving Elizabeth on the couch with\na huge grin on her face. It’s the first time we’ve seen her\nsmile like this.\nA moment later she springs from the sofa toward the bathroom.\n\nCUT TO:\n\f40\n\n4l\n\n42\n\nV12_THE SHOOTING SCRIPT_7/2/16 67.\n\nINT. ELIZABETH’S BATHROOM - NIGHT 40\n\nThe CAMERA moves up the side of Grant and Elizabeth’s naked\nbodies in the shower. The song continues to play.\n\nThey kiss - it’s tender yet passionate. She turns, pressing\ntightly against his body. He embraces her as the water\ncascades down them. They embrace in a way that only the\ndeepest of lovers do.\n\nWe are tight on them as we slowly fade and-\n\nDISSOLVE TO:\n\nNOTEBOOK - INSERT 4l\nCLOSE On the Notebook:\n“Somebody Get A Preacher...”\n\nCUT TO:\n\nEXT. STREET - DAY 42\n\nElizabeth and Grant walk down the street. She walks with her\narms crossed, holding herself with her head down. She is\nfighting against her anxiety and losing.\n\nGRANT\nHey, what’s going on with you? You\nlook tense. You’re about to try on\nwedding dresses. I thought you were\nexcited?\n\nELIZABETH\nI am excited. It’s just my anxiety.\n\nElizabeth and Grant stop at the street corner waiting for the\nwalk signal to come on.\n\nGrant rubs her back with his hand softly caressing her\nshoulders.\n\nThe walk signal comes on and they cross the street.\nGRANT\nDid you remember to take your\nKlonopin?\n\nElizabeth shakes her bag. We hear the pills rattle.\n\f43\n\nV12_THE SHOOTING SCRIPT_7/2/16 68.\nGRANT (CONT'D)\nGood girl.",
  "47": "---END OF PREVIOUS SECTION---\nWe hear the pills rattle. 43\n\nV12_THE SHOOTING SCRIPT_7/2/16 68. GRANT (CONT'D)\nGood girl. \n---TARGET SECTION TO BE ANNOTATED---\n You know what?\n\nELIZABETH\nWhat?\n\nGRANT\nTake out your pills.\n\nShe looks at him oddly but takes the pill bottle out.\n\nGRANT (CONT'D)\nNow shake’ em again!\n\nELIZABETH\nShake what, my pills?\n\nGRANT\n(Doing a playful shimmy.)\nYeah. Shake’ em, like maracas!\n\nShe manages a smile. She opens the bottle, takes out a pill,\ndry swallows it and puts the bottle back in her bag.\n\nELIZABETH\nYou're so stupid. I hate you.\n\nGRANT\nMade you smile didn't I?\n\nElizabeth snarls at him.\nGRANT (CONT'D)\n(Playful, even teasing)\nAnd you don’t hate me. You love me.\n\nShe rolls her eyes as they continue to walk down the street.\n\nEXT. BRIDAL SHOP - DAY 43\nGrant and Elizabeth approach the bridal shop.\n\nELIZABETH\nThis is it.\n\nA beautiful coy pond fountain is to the left of the door.\nFrom the outside, it looks like a brick cottage - very high\nend. Grant takes it in.\n\nGRANT\nLooks ...expensive.\n\nElizabeth gushes like a little girl.\n\fV12_THE SHOOTING SCRIPT_7/2/16 69.\n\nELIZABETH\nI know. I found it in that bridal\nmagazine.\n\nGrant musters up a smile even though he knows they can’t\nafford this.\n\nGRANT\nDo you want me to come in with you?\n\nELIZABETH\nNo, I'll be fine. Besides it’s bad\nluck for you to see me in a dress.\n\nGrant caresses her cheek.\n\nGRANT\nI doubt me seeing you in a dress is\ngoing to be a tragedy.\n\nELIZABETH\nIt’s the superstitious side of me.\nBesides, we don’t need anything\nelse for me to obsess over, now do\nwe?\n\nGrant throws his hands up in surrender.\nGRANT\nEnough said. No seeing you in the\ndress before the big day.\nShe takes a deep breath.\n\nELIZABETH\nOkay I’m going in.\n\nGRANT\nI‘1l meet you back here in an hour.\n\nShe nods nervously. He kisses her.\n\nGRANT (CONT'D)\nYou're gonna to be fine. Get in\nthere. Have fun.\n\nGrant kisses her again and leaves.",
  "48": "---END OF PREVIOUS SECTION---\nGet in\nthere. Have fun. Grant kisses her again and leaves. \n---TARGET SECTION TO BE ANNOTATED---\n Elizabeth watches him walk\naway. She takes another deep breath and walks into the bridal\nshop.\n\f44\n\nV12_THE SHOOTING SCRIPT_7/2/16 70.\n\nINT. BRIDAL SHOP - DAY\n\n44\n\nElizabeth enters the shop. The store is small yet warm and\nwelcoming. It’s even more beautiful inside. Elizabeth is a\ntad overwhelmed but excited at the same time. She takes it\n\nall in.\n\nThe shop is elegant with vintage touches, from a beautiful\nold chandelier, hand painted walls and mahogany cabinets,\nwhich bring warmth to the built in closet lined with wedding\ndresses held perfectly in place by feminine, white padded\n\nhangers.\n\nSeveral glass counter tops encase\naccessories. Elizabeth feels like\ndream. Her face beaming. She lets\nof dresses as-\n\nJANE (0.C.)\nHello.\n\nElizabeth turns, revealing-\n\nJANE (35), slender, beautiful and\nslip dress and flats - a cardigan\n\nantique wedding\nshe has stepped into a\nher hand drift across a row\n\nclassy wearing a little\ndraped over her shoulders.\n\nShe is charming, soft spoken and attentive. She approaches\nElizabeth, extending her perfectly, manicured hand.\n\nELIZABETH\nHi.\n\nThey shake hands.\n\nJANE\n\nYou must be my two o’clock.\n\nELIZABETH\n\nYes, I am. I’m Elizabeth.\n\nJANE\nHi Elizabeth, I’m Jane.\n\nSo nice to\n\nmeet you. Welcome to our little\n\nshop.\n\nELIZABETH\n\nThank you. It’s nice to meet you\ntoo. Your boutique is beautiful.\n\n(Taking in Jane.)\nAnd you’re so pretty.\n\nElizabeth pulls at her clothing -\nplace.\n\nsuddenly feeling out of\n\f45\n\nV12_THE SHOOTING SCRIPT_7/2/16 71.\n\nJANE\nOh, well aren’t you sweet. Thank\nyou.\n\nElizabeth is instantly at ease. She replies with nothing more\nthan a shy smile.\n\nJANE (CONT'D)\nAre you shopping alone today or\nwill anyone be joining you?\n\nELIZABETH\nNo, just me. I sent my fiance away.\nHe'll be back in an hour to pick me\nup though.\n\nJANE\nWonderful. That’s plenty of time.\nAnd it’s always better when the man\nshows up at the alter and not in\nthe fitting room.",
  "49": "---END OF PREVIOUS SECTION---\nJANE\nWonderful. That’s plenty of time. And it’s always better when the man\nshows up at the alter and not in\nthe fitting room. \n---TARGET SECTION TO BE ANNOTATED---\n At least that’s\nmy opinion.\n\nElizabeth smiles.\n\nJANE (CONT'D)\nCan I offer you something to drink?\n\nELIZABETH\nNo, thank you. I’m fine.\n\nJane gently places her hand on Elizabeth's back, while\nextending her other hand - welcoming her into the shop.\n\nJANE\nWell, okay then. Lets get started\nand see if we can find you a dress.\n\nElizabeth looks around is pure joy and wonderment as they\nstroll out of frame.\n\nDISSOLVE TO:\n\nEXT. BRIDAL SHOP - DAY 45\n\nGrant is leaning against the fountain. He notices Elizabeth\nwalking out of the shop.\n\nJane is standing in the doorway.\n\nELIZABETH\nThank you for your help Jane. All\nof the dresses were so beautiful.\n(MORE )\n\fV12_THE SHOOTING SCRIPT_7/2/16 72.\n\nELIZABETH (CONT'D)\nI just need a little more time to\nthink about it.\n\nJANE\nOf course. It was my pleasure. You\nlooked gorgeous in so many of them.\nBut it’s a big decision and no\nbride-to-be should ever rush into\nbuying a dress. So as soon as\nyou’re ready, you come back and see\nme.\n\nElizabeth appears slightly embarrassed.\n\nELIZABETH\nI also need some time to save a\nlittle more money too.\n\nJane gives her a warm smile.\n\nJANE\nStay right there.\n\nJane goes back into the store. Elizabeth turns toward Grant,\ngives him a shrug.\n\nJane comes back to the door. She is holding a piece of paper\nthat appears to be torn from a notebook.\n\nJANE (CONT'D)\nNow I don’t want to be presumptuous\nbut if you haven’t decided on who\nis going to marry you, this is the\nnumber to a wedding chaplain.\nThey’re really wonderful and they\nwork with all kinds of budgets.\n\nShe hands the paper to Elizabeth. Elizabeth is deeply touched\nby this gesture.\n\nELIZABETH\nThank you Jane.\n(Beat. )\nOh, where are my manners. I'd love\nto introduce you to my fiance.\n\nElizabeth turns to Grant. Grant looks at Elizabeth, taping at\nhis wrist indicating he is in a hurry.\n\nJane looks to where Grant is then back to Elizabeth.\nElizabeth seems disappointed. She turns back to Jane.",
  "50": "---END OF PREVIOUS SECTION---\nJane looks to where Grant is then back to Elizabeth. Elizabeth seems disappointed. She turns back to Jane. \n---TARGET SECTION TO BE ANNOTATED---\n\f46\n\nV12_THE SHOOTING SCRIPT_7/2/16 73.\n\nELIZABETH (CONT’D)\nI’m sorry. I have to go. Thank you\nagain for being so wonderful.\n\nElizabeth references the piece of paper. Jane gives her a\nwarm smile.\n\nJANE\nMy pleasure. Good luck sweetheart.\n\nElizabeth and Grant walk down the street together.\n\nEXT. STREET - DAY 46\n\nElizabeth and Grant walk quietly down the street. She is lost\nin thought.\n\nGRANT\nSo....? How did it go?\n\nShe shrugs.\n\nGRANT (CONT'D)\nDidn't find anything you love?\n\nHer response is short.\n\nELIZABETH\nI did, a few.\n\nHe looks at her.\n\nGRANT\nWhat’s with the attitude?\n\nElizabeth stops, turns to him.\n\nELIZABETH\nWhy were you rude to Jane?\n\nHe’s caught off guard by the question.\nGRANT\nWhat? I wasn’t rude. I just wanted\nto get going.\n\nElizabeth's eyes strain. She rubs her temples. A soft RINGING\ninside her head begins.\n\nGrant’s voice turns to an ECHO - like one you would hear\ninside an immense tunnel.\n\nWe stay on Elizabeth.\n\fV12_THE SHOOTING SCRIPT_7/2/16 74.\n\nGRANT (CONT'D)\nJust because I didn’t jump for joy\nto meet the woman who was helping\nyou look for a wedding dress\ndoesn’t mean I was being rude.\n\nShe looks dizzy. The RINGING turns to a subtle but steady\nPIERCING sound. Elizabeth reaches into her purse, takes out a\npill, pops it into her mouth and swallows.\n\nGRANT (CONT'D)\nElizabeth ...what’s wrong?\n\nShe looks up at him - rubbing her temples. Everything\nsuddenly stops. Her head clears.\n\nELIZABETH\nI’m fine.\nGRANT\nAre you sure?\nELIZABETH\nIt was just a headache.\nGRANT\nHave you eaten? Maybe you’re\nhungry.\nELIZABETH\nYeah, maybe.\nGRANT\nLets go eat. What are you in the\nmood for?\nELIZABETH\nChinese?\n\nHe gives her a warm smile.\n\nGRANT\nDeal.\n\nElizabeth's PHONE BUZZES. She reaches into her pocket,\nremoves her phone, looks at it.\n\nELIZABETH\nDamn.",
  "51": "---END OF PREVIOUS SECTION---\nElizabeth's PHONE BUZZES. She reaches into her pocket,\nremoves her phone, looks at it. ELIZABETH\nDamn. \n---TARGET SECTION TO BE ANNOTATED---\nGRANT\nWhat?\n\f47\n\nV12_THE SHOOTING SCRIPT_7/2/16 75.\n\nELIZABETH\nI almost forgot I had an\nappointment with Dr. Bowman at\n3:30.\n\nShe immediately becomes manic - rambling to herself ina\nnervous manner.\n\nELIZABETH (CONT’D)\n(Manic, mumbling)\nI don’t want to be late. I don’t\nwant to be late Grant. I don’t want\nto be late.\n\nGrant places his hands on her shoulders to calm her down.\n\nGRANT\nIt’s no big deal. It’s only 3:00\nand his office is just a few blocks\nfrom here. We can walk it. You’ll\nmake it. Don’t get nervous.\n\nShe nods.\n\nGRANT (CONT'D)\nAnd this is exactly why man created\ncell phones so we can set reminders\nto remind ourselves of the things\nwe need to be reminded of.\n\nELIZABETH\nYou sound like Dr. Seuss.\n\nGRANT\n(Removes his beanie.)\nThat’s me, your personal cat ina\nhat.\n\nShe manages a smile. He takes her hand and they walk down the\nstreet.\n\nINT. DR. BOWMAN’S HALLWAY - DAY 47\n\nGrant and Elizabeth are standing in the hallway just outside\nDr. Bowman's office lobby door.\n\nA sign on the door reads: BOWMAN PSYCHIATRIC GROUP.\n\nGRANT\nDo you want me to come in with you?\n\nELIZABETH\nNo, I got this. I’m okay.\n\f48\n\n49\n\nV12_THE SHOOTING SCRIPT_7/2/16 76.\n\nGrant takes her in.\nGRANT\nI have to admit, the last few days\nyou definitely seem different.\nShe’s not sure how to take that.\nGRANT (CONT'D)\nI mean it in a good way. You look\n..-better.\nShe thinks about this.\n\nELIZABETH\nI’m working on it.\n\nHe leans in - kisses her forehead.\nGRANT\nI'll wait for you to get home to\norder the Chinese food.\n\nELIZABETH\nK.\n\nHe walks backwards out of frame. She takes a deep breath -\nturning to the door, her eyes looking at the sign.",
  "52": "---END OF PREVIOUS SECTION---\nELIZABETH\nK. He walks backwards out of frame. She takes a deep breath -\nturning to the door, her eyes looking at the sign. \n---TARGET SECTION TO BE ANNOTATED---\nDISSOLVE TO:\n\nNOTEBOOK - INSERT 48\nCLOSE on the Notebook:\n“Somebody get a cake...”\n\nCUT TO:\n\nINT. DR. BOWMAN’S OFFICE - DAY 49\n\nElizabeth is sitting across from Dr. Bowman. She fumbles with\nthe piece of paper that Jane gave her.\n\nDR. BOWMAN\nYou're looking well, Elizabeth.\n\nELIZABETH\nThank you. I feel good Dr. Bowman.\nThe best I can remember in a long\ntime actually.\n\fV12_THE SHOOTING SCRIPT_7/2/16 77.\n\nDR. BOWMAN\nThat’s wonderful to hear. Have you\nhad anymore hallucinations since\nour last session?\n\nELIZABETH\nJust one. I saw a raccoon in my\nbathroom. But it passed quickly.\n\nDR. BOWMAN\nThat’s good news. That tells me the\nInvega is working. How's your\nanxiety been?\n\nELIZABETH\nComes and goes. I had a pretty bad\nargument with my Mother the other\nday. We said a lot of horrible\nthings to each other.\n\nDR. BOWMAN\nI’m sorry to hear that.\n\nELIZABETH\nDon’t be. I think it helped me get\npast some stuff, cleared my mind.\n\nDR. BOWMAN\nWell, good. Sometimes confronting\nsomething or someone who has been a\nsource of stress in our lives can\noften help us deal with our other\nissues.\n\nDr. Bowman notices the piece of paper.\n\nDR. BOWMAN (CONT'D)\nWhat do you have there?\n\nELIZABETH\nI went shopping for wedding dresses\ntoday. I didn’t find one but the\nshop keeper was lovely and she gave\nme the number for a wedding\nchaplain.\n\nDR. BOWMAN\nThat was nice of her.\n\nHe stands, walks to his desk. He returns with her file. He is\nmaking a note.\n\fV12_THE SHOOTING SCRIPT_7/2/16 78.\n\nDR. BOWMAN (CONT'D)\nSo other than the raccoon and some\nanxiety, you haven’t had any other\nepisodes?\n\nELIZABETH\nNo. And things with Grant have been\nmuch better. That feeling I was\nhaving about him leaving me passed.\n\nDR. BOWMAN\nThat’s good.",
  "53": "---END OF PREVIOUS SECTION---\nThat feeling I was\nhaving about him leaving me passed. DR. BOWMAN\nThat’s good. \n---TARGET SECTION TO BE ANNOTATED---\n And have you been\ntaking the Saphris?\n\nELIZABETH\nNo, not yet. I haven’t felt like I\nneeded too. Like you said, I guess\nthe Invega must be working.\n\nDR. BOWMAN\nI’m sure that it is but I’d like\nyou to take a Saphris tonight. 10\nmilligrams.\n\nELIZABETH\n(Concerned. )\n10? But I thought you said that was\nfor extreme circumstances.\n\nDR. BOWMAN\nThat’s correct but it’s also\npreventative. Considering the\noccurrence with Tim was fairly\nrecent followed by the argument\nwith your Mother, I'd rather be\nsafe than sorry. These types of\nsituations can often cause a\nrelapse due to stress. Why not nip\nit in the bud now?\n\nHe smiles a re-assuring smile. She gazes up at the window.\n\nELIZABETH\nNip it in the bud? Yes, I like that\nidea.\n\nElizabeth takes a deep breath, stands, walks to the door,\nstopping - she turns to him.\n\nELIZABETH (CONT’D)\n(Heartfelt. )\n\nThank you Doctor Bowman. Thank you\n\nfor everything.\n\f50\n\nV12_THE SHOOTING SCRIPT_7/2/16 79.\n\nDR. BOWMAN\nIt’s my pleasure Elizabeth. You're\na bright, warm young woman and I\nwant noting more than to help you\nget back to living a full,\nproductive life. I’d like you to\ncall me tomorrow afternoon to tell\nme how you’re feeling after taking\nthe Saphris, okay?\n\nShe nods, her smile tight. Her expression one of uncertainty.\n\nINT. ELIZABETH’S LIVING ROOM - NIGHT 50\nElizabeth enters. The only light in the apartment is coming\nfrom the Christmas tree and a large CUPCAKE sitting on the\ncoffee table with a single candle sticking out of the top.\nShe closes the door, walks to the coffee table and squats\ndown. She stares at the cupcake, her eyes transfixed by the\ncandle.\n\nWe are TIGHT on her FACE. The glow from the candle light\nilluminates her face.\n\nELIZABETH\nWhat's this for?\n\nShe glances up. We follow her eyes to Grant. He is sitting\nacross from her.",
  "54": "---END OF PREVIOUS SECTION---\nShe glances up. We follow her eyes to Grant. He is sitting\nacross from her. \n---TARGET SECTION TO BE ANNOTATED---\nGRANT\nHappy One Year Anniversary.\n\nShe stares at the cupcake.\n\nGRANT (CONT'D)\nWhat’s wrong babe?\n\nShe nods, looking up - her eyes teary.\n\nELIZABETH\nI forgot. I didn’t get you\nanything.\n\nGRANT\n\nI don’t care about that. And\nbesides, with everything that’s\nbeen going on...\n\nELIZABETH\nWe can’t keep making excuses for me\nbecause of my mental health.\n\f51\n\nV12_THE SHOOTING SCRIPT_7/2/16 80.\n\nGrant doesn’t respond. He simply looks at her, his eyes\nfilled with sadness while her eyes remain fixed on the\ncandle.\n\nELIZABETH (CONT’D)\n(Sotto. )\n\nI can’t believe I forgot. I’m\n\nnothing without you.\n\nThe CAMERA holds on them - framed perfectly on the floor, the\ncandle light from the cupcake flickering between their faces\nas they sit quietly.\n\nINT. ELIZABETH’S BATHROOM - NIGHT 51\n\nElizabeth is standing in front of the mirror. She looks\ndespondent for a moment.\n\nShe opens her pills case, downs the contents, turns on the\nsink faucet, brings her lips to the water and drinks. She\nstands, tilting her head back, swallowing the pills.\n\nGRANT (0.C.)\nYou coming to bed babe?\n\nELIZABETH\nYeah in sec.\n\nShe reaches for something. We can see she is holding the\nSaphris Pill Case. She twirls it in her hand for a moment\nbefore sliding one out.\n\nShe tears the tin silver covered pill from the pack and opens\nit. The pill is white, flat and chalky in appearance.\n\nAnd with that, she places the tab under her tongue. We hold\non her face. She makes a contorted face while the pill\ndissolves. She shakes both her hands in a fast yet steady\npace as if that will somehow make the pill go down easier.\n\nIt’s finally dissolved. She rinses her mouth out under the\nfaucet and looks at the White Plastic sleeve the pills came\nin.\nELIZABETH (CONT’D)\nBlack cherry flavored my ass.\n\nShe takes a long hard look at herself in the mirror and\nsuddenly, she smiles a soft, content smile. She talks loud\nenough for Grant to hear her.",
  "55": "---END OF PREVIOUS SECTION---\nELIZABETH (CONT’D)\nBlack cherry flavored my ass. She takes a long hard look at herself in the mirror and\nsuddenly, she smiles a soft, content smile. She talks loud\nenough for Grant to hear her. \n---TARGET SECTION TO BE ANNOTATED---\nELIZABETH (CONT’D)\nI’m coming, my husband to be!\n\f52\n\n53\n\nV12_THE SHOOTING SCRIPT_7/2/16 81.\n\nGRANT (0.S.)\nOhhh ...sounds like someone is\ngetting lucky tonight. Are we\nfeeling frisky?\nShe beams ear to ear.\n\nELIZABETH\nMaybe?\n\nShe looks at herself in the mirror one last time.\n\nELIZABETH (CONT’D)\nStart living life Elizabeth.\n\nAnd with that, she leaves the bathroom.\n\nDISSOLVE TO:\n\nNOTEBOOK - INSERT 52\nClose on the Notebook:\n“Somebody get some shoes and rice and presents to take...”\n\nCUT TO:\n\nINT. ELIZABETH’S LIVING ROOM - NIGHT 53\n\nOver the title card we begin to hear, “At Last” by Etta\nJames.\n\nElizabeth and Grant are spooning on the couch, their eyes\nclosed.\n\nThe CAMERA hovers above them.\n\nGRANT\n(Soft. )\nElizabeth?\n\nELIZABETH\nYeah?\n\nGRANT\nHow come we never open the futon?\n\nAfter a thoughtful beat-\n\nELIZABETH\nBefore you I guess I just got use\nto sleeping alone.\n\n(MORE )\n\f54\n\nV12_THE SHOOTING SCRIPT_7/2/16 82.\nELIZABETH (CONT'D)\n(Beat. )\nWe'll open it tomorrow night. I\npromise.\n\nGrant’s eyes open. He stares longingly at the back of her\nhead.\n\nGRANT\nI love you Elizabeth.\n\nHe closes his eyes. She opens hers.\nThe CAMERA pushes in slowly. Closer and closer until we are\npushed in TIGHT on Elizabeth. A slight smiles creases her\n\nface.\n\nELIZABETH\nI love you too.\n\nShe closes her eyes, falling into a deep sleep. The song\ncontinues to play as we-\n\nDISSOLVE TO\nBLACK:\nINT. ELIZABETH’S LIVING ROOM - DAY 54\nWe come out of the dissolve from night to day.\n\nElizabeth's eyes slowly open. We are in the same TIGHT shot\nof her face we ended on in the previous moment.\n\nThe song is still playing. She squints at the Sunlight\nbeating down on her face through the blinds.\n\nWE PULL BACK to reveal she is alone on the couch.",
  "56": "---END OF PREVIOUS SECTION---\nThe song is still playing. She squints at the Sunlight\nbeating down on her face through the blinds. WE PULL BACK to reveal she is alone on the couch. \n---TARGET SECTION TO BE ANNOTATED---\n She doesn’t\nthink much of it at first. She moves around slightly, lifting\nher head. She is loopy from the medication.\n\nElizabeth calls out softly.\n\nELIZABETH\nGrant?\n\nElizabeth waits a moment. She sits up. The song continues to\nplay.\n\nShe reaches for her glass of water on table and takes a sip.\nShe stands holding the water - walking toward the kitchen.\n\nThe CAMERA remains in the living room. Elizabeth walks out of\nsight, into the kitchen.\n\f55\n\nV12_THE SHOOTING SCRIPT_7/2/16 83.\n\nELIZABETH (0.C.) (CONT'D)\nGrant?\n\nThe CAMERA catches her as she crosses from the other side of\nthe kitchen - disappearing into the bathroom.\n\nELIZABETH (0.C.) (CONT'D)\nGrant?\n\nShe exits the bathroom - ending back up in the living room.\nThe song, “AT LAST” has played to its final cord.\n\nSomething terrible occurs to Elizabeth. She looks down at the\nfloor for what seems like an eternity - lost in thought.\n\nWe begin a slow push in on her. We hear Grant’s voice-\n\nGRANT (V.O.)\nSometimes we hold onto things we\nknow aren’t good for us because\nwe're afraid of what will happen if\nwe let go.\n\nShe looks up - her face filled with pure despair.\n\nThe CAMERA travels down her arm to the GLASS in her hand. Her\nbody goes limp - her grip loosens on the glass.\n\nTOTAL SILENCE as the everything turns to SLOW MOTION - the\nglass slips from her hand - plunging toward the floor in slow\nmotion. As the glass falls we continue to hear Grant’s voice-\n\nGRANT (V.0.)\nBut when we finally let them go\nit’s ...it’s like a weight off our\n\nchest and then we’re truly free.\nIt’s a good thing. Trust me.\n\nWe come back to full speed and sound as-\n\nThe glass EXPLODES onto the floor. Elizabeth’s face is filled\nwith grief. She is emotionally crippled as we-\n\nCUT TO:\n\nINT. PSYCHIATRIC HOSPITAL WARD LOBBY - FLASHBACK OF SC. 6 55\nElizabeth is on the pay phone where we first met her.\nELIZABETH\n\nGrant asked me to marry him and I\nsaid yes...",
  "57": "---END OF PREVIOUS SECTION---\nShe is emotionally crippled as we-\n\nCUT TO:\n\nINT. PSYCHIATRIC HOSPITAL WARD LOBBY - FLASHBACK OF SC. 6 55\nElizabeth is on the pay phone where we first met her. ELIZABETH\n\nGrant asked me to marry him and I\nsaid yes... \n---TARGET SECTION TO BE ANNOTATED---\n\f56\n\n57\n\n58\n\n59\n\nV12_THE SHOOTING SCRIPT_7/2/16 84.\nWe begin to hear an earlier conversation between Elizabeth\nand Dr. Bowman over the following visuals-\n\nCUT TO:\n\nINT. ELIZABETH’S LIVING ROOM - FLASHBACK OF SC. 9 56\n\nElizabeth sits alone on the couch in her bathrobe drinking\ntea - no Grant in sight.\n\nDR. BOWMAN (V.O.)\nElizabeth, I need you to listen to\nme very carefully and try to\nunderstand what I’m about to say,\nokay?\n\nCUT TO:\n\nINT. ELIZABETH’S LIVING ROOM - FLASHBACK OF SC. 11 57\n\nElizabeth dumps her pills all over the table - no grant in\nsight.\n\nDR. BOWMAN (V.O.)\n\nThe best thing you can do is ignore\n\nthe voices and hallucinations at\n\nall costs.\nEXT. CHRISTMAS TREE LOT - FLASHBACK OF SC. 20 58\nElizabeth walks alone in the lot - no Grant in sight.\n\nDR. BOWMAN (V.O.)\nDon't make friends with them, don't\n\ntalk to them...\n\nCUT TO:\n\nINT. ELIZABETH’S LIVING ROOM - FLASHBACK OF SC. 21 59\n\nElizabeth is sitting on the floor in front of the Christmas\ntree alone - no Grant in sight.\n\nDR. BOWMAN (V.O.)\nDon’t even acknowledge them.\n\nCUT TO:\n\f60\n\n61\n\n62\n\n63\n\nV12_THE SHOOTING SCRIPT_7/2/16 85.\n\nINT. ELIZABETH’S CLOSET - FLASHBACK OF SC. 26 60\n\nElizabeth is sitting alone in the closet, gripping the pillow\n- no Grant in site.\n\nDR. BOWMAN (V.O.)\nEven if they’re nice to you.\n\nCUT TO:\n\nINT. ELIZABETH’S BATHROOM - FLASHBACK OF SC. 41 61\n\nElizabeth stands alone in the shower, her arms wrapped around\nherself - no Grant in sight.\n\nDR. BOWMAN (V.O.)\nWe don't want you to engage with\nany of the hallucinations. It could\npotentially worsen your state of\nmind.\n\nCUT TO:\n\nINT. ELIZABETH’S LIVING ROOM - FLASHBACK OF SC.",
  "58": "---END OF PREVIOUS SECTION---\nIt could\npotentially worsen your state of\nmind. CUT TO:\n\nINT. ELIZABETH’S LIVING ROOM - FLASHBACK OF SC. \n---TARGET SECTION TO BE ANNOTATED---\n 51 62\n\nElizabeth sits on the floor, staring at the cupcake alone -\nno Grant in sight.\n\nDR. BOWMAN (V.O.)\nI understand how real these\nhallucinations might feel when\nthey’re happening, but they’re not.\n\nCUT TO:\n\nINT. PSYCHIATRIC HOSPITAL WARD LOBBY - FLASHBACK OF SC. 5 63\n\nWe are back to where we first met Elizabeth once again as she\nstands up from the pay phone, slamming it down.\n\nCUT TO:\n\nINT. PSYCHIATRIC HOSPITAL WARD - HALLWAY - NIGHT\n\nElizabeth crosses the CAMERA and starts walking down the same\nhallway we saw The Head Nurse walk down in the opening of the\nfilm. She turns into a room.\n\nCUT TO:\n\f64\n\n65\n\nV12_THE SHOOTING SCRIPT_7/2/16 86.\n\nCLOSE ON A SINGLE BED - INSERT: 64\n\nSitting on a SINGLE BED on top of a WHITE BLANKET are the\nBridal Magazine and Notebook Elizabeth has been using but\nunlike in the previous times we have seen them they now\nappear worn - tattered even, as if they have been used over\nand over again for a long period of time.\n\nHer hands comes into frame, scooping them up.\n\nCUT TO:\n\nINT. PSYCHIATRIC HOSPITAL WARD COMMON ROOM - NIGHT 65\n\nWe PAN around the room revealing the lay out for the first\ntime. We can’t help but notice an eerie familiarity about it.\n\n-The couch to the left.\n\n-A coffee table in front of it.\n\n-Windows covered by wooden blinds.\n\n-A round two-seater table with two chairs.\n\n-In the corner - a Fake Christmas tree with nothing but\nsilver tinsel on it. The same kind of tinsel Elizabeth used\nto make her ring.\n\n-A built in TV cabinet on the other wall. Just like in the\nopening scene - STATIC is the only thing playing on the TV.\n\nWe stay on the TV for a moment, then-\n\nElizabeth walks into room and sits on the couch. She is\nwearing sweat pants, a baggy sweatshirt and those thick\nhospital socks from the opening scene - her hair sloppily\ntied back.\n\nThe Note book and Bridal Magazine rest on the couch beside\nher.",
  "59": "---END OF PREVIOUS SECTION---\nWe stay on the TV for a moment, then-\n\nElizabeth walks into room and sits on the couch. She is\nwearing sweat pants, a baggy sweatshirt and those thick\nhospital socks from the opening scene - her hair sloppily\ntied back. The Note book and Bridal Magazine rest on the couch beside\nher. \n---TARGET SECTION TO BE ANNOTATED---\n Elizabeth stares straight ahead. Her eyes glazed over.\nAn odd, distant look planted on her face.\n\nWe stay in a WIDE SHOT as we begin to hear the following\nconversation between Dr. Bowman and Elizabeth’s Mother,\nCarol.\n\nCAROL (V.0.)\nI thought you said she was making\nprogress?\n\f66\n\nV12_THE SHOOTING SCRIPT_7/2/16 87.\n\nDR. BOWMAN (V.O.)\nShe is. But the type of\nSchizophrenia Elizabeth has is very\nuncommon and can manifest symptoms\nin many ways, including a change in\nher perceptions that can influence\nher sense of reality. In her\nparticular case this not only\nincludes hearing voices that are\nnot real or seeing something that\nis not actually present, she also\nhas tactile hallucinations that\ncreate a sensation of physical\ncontact. In addition she has the\ntype of anxiety symptoms which are\nconsistent with a diagnosis of OCD.\nAll of these symptoms at once can\nlead to severe distress and be very\ndisabling. With all of these\nmedical conditions to manage, it’s\ngoing to be very challenging and\nextremely important to have an\neffective treatment plan and to\nstick with it.\n\nINT. DR. BOWMAN’S OFFICE - DAY 66\n\nCarol and Dr. Bowman are mid-conversation. The CAMERA cuts\nback and forth between them - remaining TIGHT on their faces,\nalmost filling the entire screen.\n\nYou can tell by the look on Carol's face that either she\ndidn’t understand a word he just said or doesn’t want to\naccept it.\n\nCAROL\nWhat does that even mean?\n\nDR. BOWMAN\nMrs. O'Neil, you...\n\nCAROL\n(She interrupts him.)\nO'Neil was her Father’s name. I’m\nremarried now. Please, call me\nCarol.\n\nDR. BOWMAN\nOf course.\n(Clearing his throat.)\nCarol, your daughter’s mental\nhealth is, well, severe in nature.\n(MORE )\n\fV12_THE SHOOTING SCRIPT_7/2/16 88.\n\nDR. BOWMAN (CONT'D)\nStress, let alone a traumatic event\ncan easily trigger a psychotic\nepisode.\n\nCAROL\nI’m sorry Dr. Bowman but I just\ndon’t understand any of this.\n\nDR.",
  "60": "---END OF PREVIOUS SECTION---\nCAROL\nI’m sorry Dr. Bowman but I just\ndon’t understand any of this. DR. \n---TARGET SECTION TO BE ANNOTATED---\n BOWMAN\nThe first appearance of the\nhallucination Elizabeth came to\nidentify as Grant seems to have\ncoincided with the death of her\nFather last year. So although the\nmedication did in fact eliminate\nher hallucinations, including the\none of Grant, it uncovered a deeper\nemotional and psychological\ndetachment.\n\nCarol appears to drift off in thought for a moment.\n\nCAROL\n(Deep sigh.)\nDid Elizabeth mention that she and\nher Father had started speaking\nagain just before he died?\n\nDR. BOWMAN\nNo, she hadn’t mentioned that.\n\nCarol let’s out a sad, reflective laugh.\n\nCAROL\n\nThey were very close before we\nsplit up. Every Sunday they would\norder Chinese food and watch movies\nall damn day. They’d laugh and he’d\ntell her stories. It was their\nspecial time together.\n\n(Beat, soft.)\nHe’d even tell her that some day a\nwonderful guy, like some knight in\nshining armor would come along and\nmarry her and she would say...\n\nCarol chokes up. She composes herself.\n\nCAROL (CONT'D)\n\n...She would say, I hope I meet a\n\ngreat guy just like you Daddy.\n(Beat. )\n\nHe called her his little “Lizzy\n\nBlue”.\n\f67\n\nV12_THE SHOOTING SCRIPT_7/2/16 89.\n\nDr. Bowman can see the pain in her face.\n\nDR. BOWMAN\nI’m sorry Carol.\n\nCAROL\nNow what?\n\nDR. BOWMAN\nDr. Sanders and I have decided it\nwould be best to keep her here at\nStatewood. Hopefully, after some\ntime and the proper treatment\nElizabeth will be able to break\nfree from the notion that she’s\nlost the love of her life.\n\nCarol takes a long, thoughtful beat before looking directly\nat Dr. Bowman.\n\nCAROL\nIs this my fault?\n\nWe CUT TO a WIDE TWO SHOT of Carol and Dr. Bowman sitting\nacross from one another. They hold their gaze. No words are\nspoken.\n\nINT. PSYCHIATRIC HOSPITAL WARD COMMON ROOM - NIGHT 67\n\nElizabeth remains on the couch in a complete daze. A moment\nlater, a NURSE walks in. We can only see her from about the\nwaist down.\n\nJANE (0.C.",
  "61": "---END OF PREVIOUS SECTION---\nWe can only see her from about the\nwaist down. JANE (0. C. \n---TARGET SECTION TO BE ANNOTATED---\nHi Elizabeth, how are you feeling\ntoday sweetie? Can I get you\nanything? Maybe a cup of water?\n\nNo response. The Nurse turns toward the TV and notices the\nstatic. For the first time we reveal her face and her name\ntag. It’s Jane from the Bridal shop, only it’s actually Nurse\nJane.\n\nA sad smile crosses Jane's face as she looks at the static\nthen back to Elizabeth, who is completely checked out.\n\nShe walks toward the TV. Just as she does, the HEAD NURSE\nwalks in.\n\nHEAD NURSE\nWhat are you doing?\n\fJane turns\n\nV12_THE SHOOTING SCRIPT_7/2/16 90.\n\nJANE\nNothing, I was going to put\nsomething on the TV for Elizabeth.\n\nto Elizabeth.\nJANE (CONT'D)\n\nWould you like to watch anything in\nparticular?\n\nThe Head Nurse turns to Jane. Soft but firm-\n\nHEAD NURSE\n\nYou can put anything you want on\nthat TV or just turn it off all\ntogether. It won’t make a\ndifference either way. All she ever\ndoes is sit there, write in that\nnotebook and flip through that\nbridal magazine.\n\n(Beat. She takes a step\n\ntoward her.)\nListen, I know you’re new here but\nyou can’t give too much to the\npatients. You won’t survive the\njob. Now I need you to start\nprepping the evening medications.\nRounds start in 30 minutes.\n\nJane understands. She nods. The Head Nurse leaves. Jane gives\none more, heartfelt look to Elizabeth, turns the channel and\n\nleaves the\n\nOn the TV,\n\nroom.\n\nthe song,”SOMEBODY’S GETTING MARRIED” from The\n\nMuppets Take Manhattan begins to play. We hold on the TV for\na few beats before turning to a WIDE SHOT of Elizabeth\n\nsitting on\n\nThe CAMERA\n\nthe couch.\n\nbegins a slow PUSH IN toward Elizabeth. We are\n\ngetting closer and closer to Elizabeth's face as the song\ncontinues to play. Her eyes appear to be ever-so-slightly\n\ntearing up\n\nThe CAMERA\ncrescendo.\n\nWe are now\nvoice from\n\nbut we can’t tell if it’s happiness or sadness.\n\ncontinues to move toward her.",
  "62": "---END OF PREVIOUS SECTION---\nHer eyes appear to be ever-so-slightly\n\ntearing up\n\nThe CAMERA\ncrescendo. We are now\nvoice from\n\nbut we can’t tell if it’s happiness or sadness. continues to move toward her. \n---TARGET SECTION TO BE ANNOTATED---\n The song builds to a\n\nTIGHT on Elizabeth's face. We hear Elizabeth's\nan earlier conversation with Dr. Bowman-\n\nELIZABETH (V.O.)\n\nDo you know how scary it is when\n\nyou don’t know when life is real?\n\nSometimes I feel like I’m cursed.\n(MORE )\n\f68\n\n69\n\nV12_THE SHOOTING SCRIPT_7/2/16 gl.\n\nELIZABETH (V.O.) (CONT'D)\nLike I’m living in a bad dream that\nI can’t wake up from. My\nrelationship is suffering from\nthis. He says it’s not. Grant says\neverything is okay and that we'll\nget through this together. I don’t\nknow if I believe him. I want to.\n\nElizabeth closes her eyes so tight it looks painful.\n\nCLOSE ON GRANT’S FACE: 68\n\nHe is looking directly into the camera - into Elizabeth's\neyes - as if he were standing right in front of her.\n\nGRANT\nI love you Elizabeth Blue.\nCLOSE ON ELIZABETH’S FACE: 69\n\nElizabeth's eyes open. We are so TIGHT that her blue eyes\nfill the entire screen. We hold for a moment.\n\nCUT TO: BLACK\n\nThe End!\n\f"
}