{
  "1": "FADE IN:\n\nEXT. SHANGHAI (THE BUND) - DAY 1\n\nFaintly heard, the SOUND of an English Boys' Church Choir.\nWe are looking at the distant skyline of the Shanghai Bund\nseen across the expanse of the dirty, fast-moving Huangpu\nRiver.\n\nNearer, the surface glitter of the water is broken up by\nfloating objects...which turn out to be, first of all,\nflowers, scattered singly and in garlands, flowing by with\nthe tide tumbling about in the wash of the cargo ships and\nmotorized junks which we have seen in the background.\n\nInside the shot, after we have seen the first coffin, there\nis a caption:\n\n\"In 1941 China had been at war with Japan for four years and\na Japanese army of occupation controlled the area around\nShanghai. Inside the cit thousands of Westerners lived\n\nin the diplomatic security of the International Settlement:\ntheir war was still half a world away. The day which was to\nchange everything dawned at Pearl Harbor on December 7th, but\nin Shanghai, on the other side of the Pacific Date Line, that\nSunday morning was still the last day of the peace. i\n\nEXT. SHANGHAI CATHEDRAL -PM c 6) OB 9 2\nWe are still with the so of \\. oys' C Ly.\n\nThe Europeans built the church and you wouldn't know you\n\nwere in China. There is nobody walking around because\n\nanyone who belongs here is inside at worship. The\nWORSHIPPERS' cars and limousines are waiting to take them\n\nhome. Each car has a CHAUFFEUR and it is the chauffeurs,\nwhen we see them, who show us that we are not in Surrey.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nWe start to take a special interest in one of the cars, a\nnew Packard, and in its chauffeur, who is called YANG.\nINT. SHANGHAI CATHEDRAL (CHOIR STALLS) - DAY 3\n\nThe SOUND TRACK “comes home\" now as we see the boy\nCHORISTERS in full throat.\n\n \n\nIn good time for the \"Amen\" we come in close to one of the |\nboys, and this is our introduction to JIM, aged 11.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. SHANGHAI CATHEDRAL (CHOIR STALLS) - DAY 3\n\nThe SOUND TRACK “comes home\" now as we see the boy\nCHORISTERS in full throat. In good time for the \"Amen\" we come in close to one of the |\nboys, and this is our introduction to JIM, aged 11. \n\nTARGET SECTION TO BE ANNOTATED:\n He is\nhot and uncomfortable and not a very pious chorister.\nSinging mechanically, he shifts his gaze around and uses\nhis fingers to loosen his collar. \"Amen.\"\n\n \n\n \n\fEXT. SHANGHAI RESIDENTIAL STREET - DAY\n\nThe Packard\nthrough the\nrelease.\n\nINT. MOVING\n\n(Yang driving, Jim nex:\ndust of a side-street,\n\nPACKARD - DAY\n\nt to him) bowls along\nA feeling of happy\n\nJim, in \"Sunday clothes\", is removing his school tie.\n\nGo\n\nYang shakes\n\nPl\n\nJIM\n(pleading)\non.\nhis head.\nJIM\nease, Yang. Just once\n\nmore, show\n\nme how you did it in the films.\n\nYang glances\nto the gas.\n\nover his shoulder and\n\nthen puts his foot hard\n\nEXT. SHANGHAI RESIDENTIAL STREET - DAY\n\nfeet in the air,\n\nfour-wheel s\n\nlide during which....\n\nINT. MOVING PACKARD - of MC\n\nWe see Jim hi\n\npleasure...as Yang,\n\nother contro\ndisposing of\nwhich he get.\ncheering him\n\nEXT. AMHERST\n\nThe Packard\nas it passes\n\nEach of the\nperhaps bare\ninto one of\nwho sits by\ntin on the g\n\nanging on for dear\n\nlling th\n\nH 0¢89\n\nlife and shouting with\nwith one foot on the gas pedal and the\n¢ steering wheel, karate-chops the air,\n\nimaginary enemies in the back seat...after\n\nS$ the car under normal\non. .\n\nAVENUE - DAY\n\ncontinues, now avoidin\n\ncontrol with Jim\n\ng bicycles and pedestrians\n\nthe gateways of the European houses.\n\ngateways is the territ\nly registers until we\nthe gateways and we no.\nthe gatepost in rags,\nround as the Packard si\n\nory of a BEGGAR. This\n\nsee the Packard turn\n\nte the OLD DESTITUTE MAN\nbanging an empty cigarette-\nweeps by.\n\n \n\f \n\n10\n\n11\n\n11A\n\n12\n\n13\n\n14\n\nINT. MOVING PACKARD - DAY 9\nJim twists in his seat to look at the old destitute man.\nJIM'S POV - OLD DESTITUTE MAN 10\nfrom the moving car.\nEXT.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOVING PACKARD - DAY 9\nJim twists in his seat to look at the old destitute man. JIM'S POV - OLD DESTITUTE MAN 10\nfrom the moving car. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n JIM'S HOUSE (LAWN) - DAY ll\nThe giant shadow of a plane Passes over him.\nJIM\nZero sen.\n\nANGLE ON PLANE 11lA\nJim knows his planes, it's a Zero.\nANGLE ON JIM 12\nHe sits on his bike next to the pool. The pool is a marble\naffair with mosaic on the bottom and lies in the middle of\na vast green lawn. Yang fired Jim's imagination and he is\ncarrying his air rifle, and when an imaginary gangster\ncreeps up behind him, Jim whips around and fires. Jim gets\non his bike and coasts down the slope of the pool, past the\nflower beds and the lily pond.\n\nfo Ae eS\nANGLE ON GARDENER L Avsowi\nHe crouches by a flower bed and watches the boy ride past,\ntowards the house, dispatching imaginary villains to a\nbetter world on the way.\nEXT. JIM'S HOUSE (ESTABLISHING SHOT) 13\nIt's Surrey in the sun, a wistful colonial re-creation of a\nmanor house. Only the spiral of a Pagoda (in the BG) tells\nus that we aren't in England on a rare sunny day.\nINT. JIM'S HOUSE (LIVING ROOM) - DAY 14\n\nJIM'S MOTHER, an English woman, smoking an English cigarette\nwhile listening to English music (\"We're the girls every boy\nadores?\") on an American radio, looks out the open doors.\n\n \n\n \n\n \n\f15\n\n16\n\n17\n\n18\n\nEXT. JIM'S HOUSE (LAWN) = DAY\n\nJIM'S MOTHER'S POV - JIM\n\nriding his bike on the lawn.\n\nANGLE ON JIM'S MOTHER\n\n“She smiles to herself and goes back to her Magazine. We\n\nknow she loves Jim very much because she is surrounded by\npictures of him (Jim as a baby; Jim as a toddler; Jim on\nhis first day of school; etc.). The MUSIC on the radio is\ninterrupted by a news bulletin (WAR NEWS).\n\nINT. JIM'S HOUSE (JIM'S BEDROOM) - EVENING\n\nJim's bedroom has quite a few trophies of a lucky boy's\nlife; a beautiful kite, an air rifle, roller skates. But,\nit serves mainly as a shrine to the airplane.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. JIM'S HOUSE (JIM'S BEDROOM) - EVENING\n\nJim's bedroom has quite a few trophies of a lucky boy's\nlife; a beautiful kite, an air rifle, roller skates. But,\nit serves mainly as a shrine to the airplane. \n\nTARGET SECTION TO BE ANNOTATED:\n There are\nmodel planes everywhere; some hanging realistically from\nthreads on the ceiling; others stand posed for take off on\nthe dresser.\n\nJim sits behind a boys desk while the family Beagle devours\nJim's dinner which he has put on the floor. Jim is writing\nfuriously in a school book. After a few moments, he HEARS\nhis parents getting ready for bed (the closing of doors and\nthe running of water). Jim closes the book.\n\nANGLE ON THE BOOK EMCH 0689\n\nIt reads in childish script, \"Contract Bridge the James\nHarding Way\".\n\nINT. JIM'S HOUSE (HALL) - EVENING\n\nJim creeps through the hallway, his parents bedroom door is\npartially open.\n\nHe SEES his mother behind her make-up mirror, removing her\neye shadow with a piece of cotton wool. Rouge, powder, and\nlipstick are stripped away until her face looks blank.\nThen she opens her nightgown and, with a big powder puff,\napplies some talcum powder (against the heat) on her\n\nchest. The radio is on, playing WAR NEWS.\n\nANGLE ON JIM\nHe is fascinated by his mother.\n\nCONTINUED\n\nis\n\n16\n\n17\n\n18\n\n \n\n|\n|\nt\n\n \n\f18\n\n19\n\n20\n\nCONTINUED: °\n\nThe talcum powder billows around Jim's mother. She sees Jim\nin her mirror.\n\nINT. JIM'S HOUSE (HALL) - EVENING 19\n\nQuietly, Jim turns away from his parents bedroom and makes\nhis way to his own room.\n\nJIM'S MOTHER (OS)\nGood-night, darling.\n\nConvinced that his mother has supernatural powers, Jim\nfreezes in the hallway.\n\nINT. JIM'S HOUSE (JIM'S BEDROOM) - NIGHT 20\n\nANGLE ON JIM\n\nHe wakes up.\n\nHe SEES his mother's cigarette glowing in the dark and,\nwhen she takes a drag, he can briefly see her whole face.\n\nJIM'S MOTHER\nHello, Ace.\n\nI was soma hf 6 C 8 9\n\nWhat did he say?\n\nJIM .\n(drowsily, like a little boy)\nNothing, he was playing tennis.\n\nHis mother laughs. Jim, irritated by the smoke, waves it\n\naway. His mother gets up and puts her cigarette out in the\nwash basin. .",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis mother laughs. Jim, irritated by the smoke, waves it\n\naway. His mother gets up and puts her cigarette out in the\nwash basin. . \n\nTARGET SECTION TO BE ANNOTATED:\n ’\n\nJIM\nWill there be conjurers at the party?\n\nJIM'S MOTHER\nI expect there well be. What's a\nParty without conjurers. (pause)\nBut you musn't show disappointment\nif there aren't any. :\n\nJIM\n(thoughtfully)\nNo, that would be rude.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\f20\n\n21\n\n22\n\nCONTINUED? 6\n\nJIM'S MOTHER\nHow is your girlfriend?\n\nJIM\nVera? (pause) She really isn't my\ngirlfriend, you know. She says I am\na lucky boy because we live in a big\nhouse.\n\nJIM'S MOTHER\nWell, you are a lucky boy.\n\nJIM\nAre you a lucky woman? Is my father\na lucky. man?\nA wave of emotion comes over Jim's mother and she hugs her son.\nJIM'S MOTHER\n(whispers)\nWe are the luckiest people in the\nworld.\nShe lets Jim go and walks to the door.\n\nJIM'S MOTHER\nGood-night, Jamie.\n\ncomo MEH C89\n\nAnd she closes the door.\n\nANGLE ON JIM\n\nHis eyes are open as he HEARS the drone of the Japanese\nsquadrons in the sky.\n\nINT. JIM'S HOUSE (LIVING ROOM) - DAY 21\n\nWe see that a wind-up gramophone is playing the scratchy\nMUSIC of a bygone England, and in the mysterious afternoon\nlight, more mysteriously still, a Pierrot is dancing\nquietly and alone to the music.\n\nEXT. JIM'S HOUSE - DAY 22\n\nThe gramophone MUSIC continues faintly.’ We see Jim's house\nand the Packard parked outside the front door with Yang\nbehind the wheel.\n\n \n\n \n\n \n\n \n\f23\n\n24\n\n25\n\n26\n\nINT. JIM'S HOUSE (JIM'S BEDROOM) - DAY 23\n\nJim is dressed in a Sinbad outfit. Jim chooses a plane to\ntake with him to the fancy dress party and he settles on a\nbalsa-wood glider.\n\nEXT. BUSY SHANGHAI STREET - DAY 24\n\nWe are immediately in a very crowded street scene.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nJim chooses a plane to\ntake with him to the fancy dress party and he settles on a\nbalsa-wood glider. EXT. BUSY SHANGHAI STREET - DAY 24\n\nWe are immediately in a very crowded street scene. \n\nTARGET SECTION TO BE ANNOTATED:\n Car\n\n' HORNS BLARE continuously as the traffic pushes slowly\n\nthrough the bicycles and rickshaws, going past shops, night\nclubs, gambling dens, and a hotel.\n\nThe hotel is crowned by the free-standing letters of its\nname, against the skyline: CATHAY HOTEL.\n\nThe pavements and roadway are crowded with a bewildering\nmixture of pedestrians. CHINESE PEASANTS going to market\nwith burdens of fruit and vegetables and bales of cloth hung\nfrom yokes, and STREET VENDORS selling caged songbirds, live\nchickens, snacks of frying snake...and then, outside a\ncinema showing \"The Hunchback of Notre Dame\", a couple of\ndozen. HUNCHBACKS in medieval costume welcoming the CUSTOMERS;\nwho are also being solicited by a few neatly dressed EUROPEAN\nREFUGEES trying to sell small pieces of jewelry to the\nRICHER CHINESE and EUROPEANS entering the cinema.\n\nTwo or three JEWISH BOYS are being chased by a GANG of\n\nGERMAN BOYS with swas dg: iF\\i ening in\nthe thick of the meleg ur rs the\nflower-decked coffin es l¥ingyni et.\n\nCHINESE POLICE move in to separate the brawling German and\nJewish youths.\n\nThe Packard is part of all this.\n\nINT. MOVING PACKARD (SHANGHAI STREET) - DAY 25\n\nYang is driving. Next to him is Sinbad the Sailor. Yang\nglances into the driving mirror and sees a Pierrot and a\nPirate with a black eyepatch (Jim's father) in the backseat.\nWhat he thinks about it all, we don't know. Jim is holding\nhis model glider.\n\nEXT. BUSY SHANGHAI STREET - DAY 26\nBEGGARS, are laying siege to the slow-moving vehicles. A\n\nsmall, BEGGAR BOY jumps up at the window of the Packard with\na cry.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\f26\n\n27\n\n28\n\n29\n\nCONTINUED: 8\n\nBEGGAR BOY\n_ (in chinese)\nHave pity on me.\n\nThe moving Packard passes through and Jim turns to look at\nhim.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nA\n\nsmall, BEGGAR BOY jumps up at the window of the Packard with\na cry. CONTINUED\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\f26\n\n27\n\n28\n\n29\n\nCONTINUED: 8\n\nBEGGAR BOY\n_ (in chinese)\nHave pity on me. The moving Packard passes through and Jim turns to look at\nhim. \n\nTARGET SECTION TO BE ANNOTATED:\nWe are approaching a check-point dividing the International\nSettlement from the rest of Shanghai.\n\nEXT. SHANGHAI STREET CHECK-POINT - DAY\n\nThe Packard is in a line of cars slowly moving through the\ncheckpoint. This is a kind of frontier manned by BRITISH\nSOLDIERS and CHINSESE POLICE. There is a BRITISH ARMY\nOFFICER perched on top of an armored car. He is supervising\nthe Chinese police who are controlling the people passing\nthrough the checkpoint in both directions.\n\nAhead of the Packard is an open German tourer flying\nswastika pennants, evidently a party of IMPORTANT GERMAN\nCIVILIANS.\n\nThe Packard is waved through the checkpoint.\n\nEXT. LOCKWOOD HOUSE (ESTABLISHING SHOT) ~- DAY\n\nThis is an establishing skotgs rin perey TRE Cc! d,\namong other cars, has arrive t lear hai é@ are no\nlonger \"in town\". U f\n\nThe Lockwoods' are well-off British residents and have an\nappropriately spacious house.\n\nThe CHAUFFEURS wait.\n\nFaintly heard, the SOUND of children shrieking with\nlaughter.\n\nThe main point about the \"Lockwood location\", which may be\nclearer when we move to the terrace-side of the house, is\nthat the house is at the edge of a disused airfield which\nis mainly grass.\n\nEXT. LOCKWOOD HOUSE (TERRACE) - DAY\n\nThe SOUND of children squealing and laughing OS. We pick\nup on the balsa-wood and tissue-paper model plane gliding\ninto the water at the edge of a swimming pool. It is\n\nretrieved by MAXTED, a rakish figure in a sharkskin suit\n\nCONTINUED\n\n27\n\n28\n\n29\n\n \n\n \n\n \n\n;\n\n \n\n \n\n \n\n \n\f29\n\n30\n\n31\n\nCONTINUED: 9\n\nand a Panama hat with a distinctive band, a glass in his\nhand, a cheroot in his mouth. The plane is reclaimed by\nJim. He is wearing the Sinbad outfit. He has run up to\nMaxted, who gives him the plane.\n\nMAXTED\nThere you are, Jamie. Navigation\nproblems?\n\nJIM\nThanks, Mr. Maxted. You came as\nyourself.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM\nThanks, Mr. Maxted. You came as\nyourself. \n\nTARGET SECTION TO BE ANNOTATED:\nMAXTED\n\n(acknowledging his\n\nown clothes)\nQuite fancy enough. You're missing\nthe conjurers.\n\nJIM\nI had them at my party.\n\nANOTHER ANGLE 30\n\nThis shows that at the other end of the terrace a group of\nCHILDREN, all in various fancy dress, are sitting down\nbeing entertained by CHINESE CONJURERS and ACROBATS. The\n\nterrace leads into the hous 0) YP doors and we are\naware of the grownups insid in cy/ 3; one\nof these, dressed as Father/Chri as t 0) le,\ncomes out and calls to Maxted.\" ( i . )\n\nLOCKWOOD\nMax! - Do you want to hear the news?\n\nWithout waiting for an answer, Lockwood goes back into the\nhouse...joining the guests inside. We go with him.\n\nINT. LOCKWOOD HOUSE - DAY 31\n\nThere are perhaps 30 GUESTS. Most of them are in fancy\ndress. There is an elaborate buffet, which is now being\nserved to a bizarre collection of characters some of whom\nwe will glimpse again at a very different \"buffet\" later\non, and they will stay in our memory: an EMPEROR, a FRENCH\nCOURTESAN, an ALI BABA, a CARMEN MIRANDA, a CHARLIE CHAPLIN,\nand so on. MRS. LOCKWOOD, dressed as Britannia, is in\ncharge. We take time to notice a large bowl full of bank\nnotes and labelled \"Spitfire Fund\". °\n\nThe guests who are not at the buffet are preoccupied with a\nRADIO BROADCAST delivering the BBC Overseas Newscast which\ncompetes with the babble:\n\nCONTINUED\n\n \n\f31\n\n32\n\nCONTINUED: 10\n\nRADIO (VO)\n\n- ...have held up the German advance\non the Eastern front. This bulletin\nwill be followed by a report from\nour. correspondent with the Russian\narmy which is poised for a massive\ncounter-offensive. Meanwhile, in\nWashington, the Japanese Ambassador\nhas again been summoned to the White\nHouse for talks on the Japanese\nsphere of influence in the South\nPacific.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe take time to notice a large bowl full of bank\nnotes and labelled \"Spitfire Fund\". °\n\nThe guests who are not at the buffet are preoccupied with a\nRADIO BROADCAST delivering the BBC Overseas Newscast which\ncompetes with the babble:\n\nCONTINUED\n\n \n\f31\n\n32\n\nCONTINUED: 10\n\nRADIO (VO)\n\n- ...have held up the German advance\non the Eastern front. This bulletin\nwill be followed by a report from\nour. correspondent with the Russian\narmy which is poised for a massive\ncounter-offensive. Meanwhile, in\nWashington, the Japanese Ambassador\nhas again been summoned to the White\nHouse for talks on the Japanese\nsphere of influence in the South\nPacific. \n\nTARGET SECTION TO BE ANNOTATED:\n On his way to the meeting,\nthe ambassador repeated assurances\nto reporters that Japan had no\nwarlike intentions towards the\nUnited States. At home, the\nMinister of food...\n\nThe Pierrot and the Pirate are, of course, among the guests.\n\nEXT. LOCKWOOD HOUSE - DAY 32\n\nMAXTED\nI rely on you to keep me up to date\non the war, Jamie. Especially\nmilitary aviation.\n\nMaxted looks up towards the drone of an airplane flying\n\nns EMGH 0089\n\nZero?\n\nJIM\n(squinting up)\nNakajima. Two machine guns. Which\nside is going to win, Mr. Maxted?\n\nMAXTED\nOurs, of course.\n\nJIM\nOh, that war.\n\nMAXTED\n\nIt's the war. Europe, North\nAfrica...China isn't our war.\n\nJIM i\nI'd like to be a pilot someday...a\nbrave fighter pilot.\n\n \n\nCONTINUED i\n\n \n\f \n\n \n\n32\n\n33\n\n34\n\nCONTINUED: 11\n\nMAXTED\nThey'll jump at you. I hear you've\nresigned from the Scouts.\n\nJIM\nYes. I've become an atheist.\n\nJim looks at his mother through the open living room doors.\n\nJIM'S POV - LIVING ROOM 33\n\nJim sees his mother and Mrs. Lockwood engaged in an animated\nconversation with a young Lieutenant (LIEUTENANT PRICE).\n\nLt. Price is the embodiment of the Byronic officer. He is\nyoung, no more than twenty, extremely handsome (a la Rupert\nBrooke), and dashing.\n\nLt. Price reaches over to a fruit bowl and plucks a red\nshiny apple from it and he bites rather savagely into it.\n\nLT. PRICE\nIt's very ripe.\n\nMrs. Lockwood and Jim's mother titter nervously.\n\nEXT. LOCKWOOD HOUSE (GARDEN) - DAY 34\nJim launches his wardens rgss™’ ga om the pool\nand the house, colee Bx sues £y going to\ntravel an iepresstes ba: cit.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nLockwood and Jim's mother titter nervously. EXT. LOCKWOOD HOUSE (GARDEN) - DAY 34\nJim launches his wardens rgss™’ ga om the pool\nand the house, colee Bx sues £y going to\ntravel an iepresstes ba: cit. \n\nTARGET SECTION TO BE ANNOTATED:\n~ MAXTED\n\n(calling after him)\nWhere are you going?\n\nJIM\n(running, over\nhis shouldei}\nSee something!\n\nMaxted turns to look at the magic show which is coming to\none of its climaxes to appreciative squeals and applause;\ntwo of the acrobats, one on the other's shoulders, blossom\ninto an eruption of red paper and turn themselves into a\nlarge red cockerel. Maxted evidently has seen it all\nbefore.\n\nJim's father approaches Maxted from the direction of the\nparty. He is carrying his glass and a dish of snacks.\n\nMAXTED\nYour boy tells me he's an atheist.\n\nCONTINUED\n\n \n\f34 CONTINUED: 12\n\nJIM'S FATHER\n- I always thought he was. Chow time.\n\nJim's father offers a snack. Maxted takes one and nibbles.\n\nJIM'S FATHER\nHitler's bogged down two hundred\nmiles from Moscow. I give him three\nmonths.\n\nMAXTED\nGood show.\n\nHe SEES a Chinese man, MR. CHEN, standing by himself in a\nbusiness suit. He watches the Party with detachment.\n\nMAXTED\n(to Jim's father)\nThere is somebody I would like you\nto meet.\n\nThey walk over toward Mr. Chen.\n\nMAXTED\nMr. Chen, allow me to introduce you\nto a friend of mine.\n\nJIM'S FATHER\n\nJames Hardi - Ho ou.\nMr. Chen is an extremel ured fm 0 a ‘eyes anda\nface where irony and ea esion live sidé by side.\n\nMR. CHEN\n(in beautiful\naccentless English)\nMr. Harding, I know of you.\n\nJIM'S FATHER\n(surprised)\nOh, really?\n\nMR. CHEN\nYes, some of my associates helped\norganize the workers in your factory.\n\nJIM'S FATHER\n(laughes)\nWell, they did a good job.\n\nMR. CHEN\nMay I give you some advice, Mr.\nHarding?\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\f34\n\n35\n\nCONTINUED (2): 13\n\nJIM'S FATHER\n_ Of course.\n\nMR. CHEN\nYou are not a bad man. Get out of\nShanghai while you can. Because the\nJapanese will take the city like\nthey took Nanking.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHEN\nYou are not a bad man. Get out of\nShanghai while you can. Because the\nJapanese will take the city like\nthey took Nanking. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM'S FATHER\nThey've left us alone so far.\n\nMR. CHEN\n(sighs)\nMr. Harding, we have been fighting\nthe Japanese for years and\nconsequently, we have no illusions\nabout their intentions..\n\nMAXTED\nWhich are?\n\nAn AIDE to Mr. Chen walks up to him and whispers something\nin his ear. Mr. Chen nods before directing his attention\nback to Maxted and Jim's father.\n\n_ MR. CHEN\nTo dominate the Pacific. But we\nshall defeat them. And then,\ngentlemen: - -\nWr, ful\n\n(w\n\n{oor i *f 4) B g\nwe shall tak back\n\n(with eae in\n\nNow, if you will excuse me.\nAnd Mr. Chen and his Aide quickly leave the party.\n\nJIM'S FATHER\n(watching Mr. Chen\ndisappear)\nFormidable fellow, what?\n\nGlancing casually across the airfield, Maxted evidently\nSEES something which causes him suprise and perhaps\nconcern.\n\nHis POV shows us nothing untoward at first, but then some\nkind of movement in the distance briefly reflects the sun\nback to us.\n\n35\n\n \n\n \n\f36\n\n37\n\n38\n\n39\n\n14\n\nEXT. ABANDONED AIRFIELD - DAY 36\nThe airfield is not in use, but derelict and overgrown,\n\nwith an occasional blockhouse covered in turf and wild\nsugarcane and nettles. Carrying his Plane, Jim wades\npurposefully across the field, passing a burial mound with\nrotting, lidless coffins protruding from the earth. Jim\nPauses to peer into the coffins, looking with interest at\n\nthe yellowing skeletons and skulls embalmed in the\n\n_rain-washed mud. He moves on and reaches a crashed\n\nJapanese fighter plane, partly stripped, with vegetation\ngrowing through it, the metal rusted. Jim walks around the\ntail, pleased to see the plane, and steps onto the\nwing-root. He puts his model plane on the wing and climbs\ninto the cockpit.\n\nINT. CRASHED FIGHTER (ABANDONED AIRFIELD)- DAY 37\n\nSitting in the cockpit, Jim examines and touches what is\nleft of the instrument panel.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe puts his model plane on the wing and climbs\ninto the cockpit. INT. CRASHED FIGHTER (ABANDONED AIRFIELD)- DAY 37\n\nSitting in the cockpit, Jim examines and touches what is\nleft of the instrument panel. \n\nTARGET SECTION TO BE ANNOTATED:\n He mimes lifting his goggles\noff his forehead over his eyes, looks sideways and raises\nhis hand in a signal - And the sigh of the wind in the\ngrasses turns into the SOUND of fighter planes warming up\nall over the airfield.\n\nJim adds his own voice 01 m thé Bo} nd of\nthe plane taxiing and 2 ngf off. 088, he\ndecides that he is in aepifal t8 an making\n\nmachine gun noises with this mouth.\n\nEXT. ABANDONED AIRFIELD - DAY 38\n\nJim climbs out onto the wing-root, picking up his model\nplane and launching it. He jumps down off the wing and\nruns after it.\n\nJIM'S POV - THE MODEL PLANE 39\n\nsails quite a ways and lands on top of a ruined blockhouse.\nJim runs after it and starts climbing up the slope. From\nhis vantage point, Jim sees a FULLY-ARMED JAPANESE SOLDIER\nlooking up at him from a trench only a few yards away. Then\nhe sees that there are MORE SOLDIERS sitting along the whole\nlength of the trench...and that there is a second trench\nalso full of JAPANESE SOLDIERS, sitting and smoking and\nglancing up at Jim. He has come across a company of Japanese\ninfantry concealed on the old battlefield. As Jim watches,\na JAPANESE SERGEANT gets to his feet casually picking up his\nrifle and stamping out a cigarette. The sergeant climbs out\nof the trench and, ignoring Jim, moves to start cutting off\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\f39 CONTINUED: 15\n\nJim's retreat. Sighing quietly to himself, the sergeant\nstarts. to climb up the slope toward Jim. Jim is now fright-\nened. Jim's father's voice is HEARD calling from the\ndistance.\n\nJIM'S FATHER (os)\nJamie!\n\nThe sergeant stops climbing and looks thoughtful.\n\n40 - We SEE Jim's father, still dressed as a pirate, anxiously 40\nsearching the field and calling Jim's name. From where he\nis, Jim's father can see the Japanese sergeant and more\nJapanese infantry half-concealed in the grass. Then he sees\nJim approach in the distance. Jim's father makes to start\nrunning.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nFrom where he\nis, Jim's father can see the Japanese sergeant and more\nJapanese infantry half-concealed in the grass. Then he sees\nJim approach in the distance. Jim's father makes to start\nrunning. \n\nTARGET SECTION TO BE ANNOTATED:\n He is immediately stopped by Maxted's level voice.\n\nANOTHER ANGLE\n\nWe see Maxted has also moved into the airfield.\n\nMAXTED\nStand still, John.\n\nJim's father holds his breath while Jim approaches,\nskirting another trench, watched by Japanese soldiers.\n\nIM' THER\nsieEMEH 0089\nHello, Jamie. fe} run\n\nJim reaches his father and they turn and walk back\nhand-in-hand toward the house, Maxted also waiting for them\non their way.\n\nJIM'S FATHER\nCome on, you're missing the party.\n\nJIM\nI left my plane.\n\nJIM'S FATHER\nNever mind. Finders keeper, eh?\n\nThey reach Maxted who now moves with them.\n\nJIM'S FATHER\nThanks, Max.\n\nJIM\n\nThe soldiers look as if they're\nwaiting for something to happen.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\f40\n\n41\n\nCONTINUED: 16\nJIM'S FATHER\nYes.\n\nJIM\nThey didn't look angry or anything.\n\nJIM'S FATHER\n\nNo.\n\nMAXTED\nIt's not their anger, it's their\npatience.\n\nMaxted looks back uneasily. Then the three of them move\nback into safety.\n\nEXT. LOCKWOOD HOUSE - DAY 41\n\nThe party is breaking up. We are at the front of the house\nwhere the limousines are parked, some already leaving,\nGUESTS in various fancy dress getting into cars, Mrs.\nLockwood bidding good-bye to people, the departing\nchildren each with a present to take home.\n\nJim's father is standing talking-to Lockwood who still\nwears his Father Christmas outfit, but has taken off his\nwhite beard.\n\nI R \\\nYou should nofe fie sngrepes( hf} 8 G\nthe rest of u ar\n\nLOCKWOOD\nI've lived in this countryside for\nyears. No one has bothered us.\n\nJIM'S FATHER\nWell, something's up...\n\nA departing car, Maxted at the wheel, pauses by the two men.\n\nJIM'S FATHER\n+.-Time to close ranks. What say,\n\nMax?\n\nMAXTED\nI'd get Mary and the boy out\naltogether.\n\nHe glances toward -\n\nJim and his mother (in her Pierrot costume) waiting in the\nPackard, Jim in front, Yang standing by the car.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat say,\n\nMax? MAXTED\nI'd get Mary and the boy out\naltogether. He glances toward -\n\nJim and his mother (in her Pierrot costume) waiting in the\nPackard, Jim in front, Yang standing by the car. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED\n\n \n\n \n\f41\n\n42\n\n43\n\n44\n\nCONTINUED: 17\n\nMAXTED\nSomewhere safe. Singapore. Happy\nChristmas, everybody.\n\n. He puts his car into gear and moves off. He drives past\n\nthe Packard, waving to Jim. We hold on the Packard, Jim\nwaving.\n\nINT. STATIONARY PACKARD - DAY 42\nJim returns Maxted's wave.\n\nJIM\nActually, it's been a rotten day\naltogether. Church in the morning,\nlost my plane this afternoon, Latin\nhomework tonight. It's probably been\nthe worst weekend of my life.\n\nJIM'S MOTHER\nLet's hope so. I'll help you with\nyour Latin.\n\nJIM\nI'm giving up the choir anyway.\n“ JIM'S MOTHER\nNo, you're not.\n\ncme EMER. 0069\n\nYang opens the passenger door as Jim's father arrives and\ngets into the car, saying -\n\nJIM'S FATHER\nRight, Yang.\n\nEXT. STATIONARY PACKARD. - DAY 43\n\nYang closes the passenger door and opens the driver's door,\ngets into the car, starts the engine. The car circles\n‘round past Mr. and Mrs. Lockwood who wave good-bye. Hands\nwave to them from the car.\n\nINT. MOVING PACKARD (COUNTRY ROAD) - DAY 44\n\nJim's attention is directed through the windscreen and, as\nalways, his attention is animated, self-sufficient. Next\nto him, Yang drives. Then, Yang's eyes change a little and\nhe glances over his shoulder toward Jim's father in the\nbackseat.\n\n \n\n \n\f45\n\n7\n\n46\n\n@ 47\n\n48\n\n4g\n\n18\n\nYANG'S POV FROM PACKARD = A JAPANESE ROADBLOCK 45\nup ahead.\n' BACK TO SCENE 46\n\nJIM'S FATHER\nAll right, Yang. Settle down,\nJamie, no talking.\n\nHe glances reassuringly at Jim's mother.\n\nJIM'S FATHER\nThey're becoming a nuisance.\n\nEXT. JAPANESE ROADBLOCK (COUNTRY ROAD) - DAY 47\n\nThere isn't very much to the roadblock.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM'S FATHER\nThey're becoming a nuisance. EXT. JAPANESE ROADBLOCK (COUNTRY ROAD) - DAY 47\n\nThere isn't very much to the roadblock. \n\nTARGET SECTION TO BE ANNOTATED:\n There is a pole\nacross the road, with perhaps a couple of Japanese military\nvehicles in attendance, and a handful of SOLDIERS. Another\nEuropean car with GUESTS from the Lockwood party, is just\nbeing allowed through the roadblock. The pole descends\nagain. The roadblock has also held up an ELDERLY CHINESE\nCOUPLE, sharing a bicycle on the back of which is roped a\nlarge sack of cabbage leaves. A JAPANESE SOLDIER is using\nhis bayonet to rip through the sack looking for who knows\nwhat. Now the Packard arrives and halts. Another JAPANESE\nSOLDIER approaches Yang's window. Yang rolls down his\nwindow. The soldier attempts to open the car door, but\n\nit is locked.\n\nINT. PACKARD ca MLE Q08 9 48\n\nJIM'S FATHER\nStay where you are, Yang.\n\nThe soldier puts his head into the Packard's window and for\na long moment gazes searchingly at Jim's father and Jim's\nmother. Jim himself looks with frank curiosity at the\nsoldier. Yang stares straight ahead. Finally the soldier\nstraightens up and gives the order for the pole to be\nraised. The Packard drives through the roadblock, passing\nthe bicycle and the old couple.\n\nINT. MOVING PACKARD - DAY 49\n\nThe conversation in the backseat, in low tones, is private\nwithout being secretive.\n\nCONTINUED\n\n \n\f49\n\n50\n\n51\n\nCONTINUED: 19\n\nJIM'S FATHER\n- We're going to move into the hotel\nfor a few days.\n\nJIM'S MOTHER\nWhy, John?\n\nJIM'S FATHER\n...See which way things are going.\nI don't want you and Jamie alone in\nthe house.\n\nJIM'S MOTHER\nThe Japs aren't allowed into the\nsettlement.\n\nJIM'S FATHER\nThe Japs weren't allowed into\nManchuria. The Japs can go anywhere\nthey like. If the war comes East, I\ndon't know who will save us.\n\nEXT. JIM'S HOUSE - DAY Oo\n\n5\nThe Packard, occupants as be fp ling OF sidé he\nfront door.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nIf the war comes East, I\ndon't know who will save us. EXT. JIM'S HOUSE - DAY Oo\n\n5\nThe Packard, occupants as be fp ling OF sidé he\nfront door. \n\nTARGET SECTION TO BE ANNOTATED:\n From \"save us\" the \\e efhaps; ¢\ntwo or three GARDENERS worki tsi®e “the h eh en\n\nto the HOUSE SERVANT opening the front door as the family\ngets out of the car.\n\nJIM'S MOTHER\n(to Jim, crisply)\nOne suitcase, no aeroplanes. And\ndon't forget your Latin book.\n\nINT. JIM'S HOUSE (HALL) - DAY 51\n\nEntering the house, Jim's mother goes straight up the\nstairs, meeting a servant (AMAH) who presses herself against\nthe wall. Jim's mother speaks to her briefly in Chinese\n(about packing Jim's suitcase).\n\nJim's father enters a ground floor room through whose door\nwe might see him pick up papers from a desk and put them\ninto a briefcase. But we stay with Jim who moves through\nthe front hall, stripping off his Sinbad tunic, tossing it\ninaccurately at a chair so that the tunic slips untidily\nto the floor. Jim disappears towards the kitchen.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\f52\n\n53\n\n20\n\nINT. JIM'S HOUSE (KITCHEN) - DAY 52\n\nJim enters the kitchen of the house, and goes straight to\n\n_the refrigerator. When he opens the refrigerator we SEE\nthat it is full of good things. Jim drinks from a bottle\n\nof milk, replaces the bottle, closes the vefrigerator, and\n\"steals\" a tasty morsel from under the busy hands of a\nCHINESE COOK.\n\n“INT. JIM'S HOUSE (JIM'S BEDROOM) = DAY 53\n\nAmah is packing Jim's suitcase. Jim enters the bedroom,\nhurrying.\n\nJIM\nThanks, Amah.\nAs he takes off his shirt, the Amah is carefully folding\nhis school blazer, with the badge of the Cathedral School\non the pocket, into the suitcase. Jim's father appears in\nthe doorway, half-dressed.\n\ncme o, ose EMER.008 9\n\nThe Amah picks up a balsa-wood plane, perhaps because it is\nlying on top of the school cap which she needs to pack.\n\nJIM\nDon't touch it, Amah. It's mine.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\ncme o, ose EMER.008 9\n\nThe Amah picks up a balsa-wood plane, perhaps because it is\nlying on top of the school cap which she needs to pack. JIM\nDon't touch it, Amah. It's mine. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM'S FATHER\nJamie! Don't ever talk like that to\nAmah!\n\nHe has moved toward Jim as though to strike him, but at the\nlast moment, embraces him tightly.\n\nJIM'S FATHER\nYou must be kind. Everything is\ngoing to depend on kindness now.\nHe releases Jim and relents.\nJIM'S FATHER\nYou can take one plane. A small one.\n\nFADE OUT\n\n \n\n \n\n \n\f54\n\n55\n\n56\n\n57\n\n$8\n\n$9\n\n60\n\n21\n\nFADE IN:\n\nINT. CATHAY HOTEL ROOM - NIGHT/DAWN 54\n\nThe \"small plane\" is a Pocket-sized, metal die-cast, single\nengine Japanese fighter. It is lying on a bedside table\nwhich we haven't seen before\n\nJim is in pajamas, lying in a hotel bed. An AIRPLANE FLIES\nsomewhere by, surprisingly close. Jim opens his eyes.\n\nJIM\n(murmurs)\nNakajima.\n\nJim gets out of bed and goes to the window.\n\nJIM'S POV - THE RIVER 55\nsome shipping moored, thi Off af gu: move.\nNothing is yet distinct £. e.\n\nJim now moves back from the window and touches the switch 56\n\non the bedside light.\n\nEXT. CATHAY HOTEL - DAWN/DARK 57\n\nThe light goes on in the 10th floor window. A faint glow\nin the generally dark facade of the hotel.\n\nINT. CATHAY HOTEL = DAWN 58\n\nJim is dressed for school. He is tying up his shoe and\nnotices that one of the soles is starting to come loose.\nFrom beside the bed, where rests the small model plane, he\n\ntakes a book, Kennedy's Latin Primer. He opens it, but is\n\nattracted to the window again.\n\nJIM'sS Pov $9\n\nIt is now dawn and a Japanese gunboat is signalling (a\nflashing light) toward a British naval vessel flying the\nWhite Ensign.\n\nJim returns to his bedside and picks up a flashlight. 60\n\n \n\n \n\nF\n\nI\ni\ni\n\n \n\f61\n\n62\n\n22\n\nINT./EXT. CATHAY HOTEL - DAWN 61\n\nJim is at the window, enjoying himself, laughing quietly as\nhe blinks the flashlight.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM'sS Pov $9\n\nIt is now dawn and a Japanese gunboat is signalling (a\nflashing light) toward a British naval vessel flying the\nWhite Ensign. Jim returns to his bedside and picks up a flashlight. 60\n\n \n\n \n\nF\n\nI\ni\ni\n\n \n\f61\n\n62\n\n22\n\nINT./EXT. CATHAY HOTEL - DAWN 61\n\nJim is at the window, enjoying himself, laughing quietly as\nhe blinks the flashlight. \n\nTARGET SECTION TO BE ANNOTATED:\n An EXPLOSION tumbles Jim off the\nwindow sill, cracking the glass of the window and igniting\nthe room in a brief glare. Then another explosion, and the\nwar seems to have started outside on the river. As Jim\npicks himself up fearfully from the floor, the connecting\ndoor into the next room is flung open and Jim's father\n\n_dashes in, in his pajamas.\n\nJIM'S FATHER\nJamie!\n\nJIM\nI didn't mean it! It was a joke!\n\nJIM'S FATHER\nGet dressed!\n\nJIM\nI a\n\n== MCT DOR 9\n\nJim's father goes back through the door. Jim cautiously\napproaches the windowsill, where his aghast face is lit by\nflames.\n\nINT. CATHAY HOTEL STAIRCASE/ELEVATORS 62\nA mob of GUESTS are banging on the elevator cage.\n\nJim's father and mother, dragging Jim by the hand, are\nfighting their way down the staircase. Jim is holding his\nschool cap and his airplane. The plane almost gets torn\nfrom his grasp in the crush. He stuffs his cap and the\nplane into his blazer pocket. In the confused hubbub and\nSHOUTING, a few phrases can be distinguised...\n\nVOICES\n...The whole damned American\nfleet...on the radio...at the\nbottom of Pearl Harbor...\n\nJIM\nDo I have to go to school?\n\nJIM'S FATHER’\nCome on -\n\nJIM\nI haven't done my Latin.\n\nCONTINUED\n\n \n\n \n\n \n\f62\n\n63\n\n64\n\n65\n\n66\n\nCONTINUED: 23\n\nThe three of them, hand in hand, push through the mob and\ndisappear down the stairwell.\n\nEXT. CATHAY HOTEL - EARLY MORNING 63\n\nThe road outside the hotel is full of PANICKING PEOPLE,\nsome of them pushed aside by a Japanese armored car.\n\nA platoon of Japanese infantry, with bayonets fixed, is\n\n. trotting towards them along the Bund. Jim's father hurries\n\nhis wife and Jim along past the Parked cars till they reach\nthe Packard. They get into the car, which then moves out\ninto the stream of people.\n\nINT.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nJim's father hurries\n\nhis wife and Jim along past the Parked cars till they reach\nthe Packard. They get into the car, which then moves out\ninto the stream of people. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PACKARD - DAY 64\n\nJIM'S MOTHER\nWhat are we going to do?\n\nJIM'S FATHER\nWe have to get out - perhaps\n\nthere'll be a boat...\n. (he glances over\n\n: is shoulder at Jim),\n\nI'm sorr M Hegde\nThe car can't move Fér péobie. ' other Wake! have moved in\nbehind and in front.\n\nJIM'S POV 65\n\nShows a Japangse tank not far behind them.\n\nBACK TO SCENE - 66\n\nAn ENGLISHMAN in shirt sleeves raps on the driver's\nwindow. Jim's father opens the window.\n\nENGLISHMAN\nThere's men in the water...\nBritish...\n\nThe Englishman moves away, struggling through the crowd\ntoward the river.\n\nJIM'S FATHER\nJamie, look after your mother.\n\nJim's father forces his way out of the car and follows the\nEnglishman. He is hardly gone before the whole car is given\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\n \n\f66\n\n66A\n\n66B\n\n66A\nCONT.\n\n@ conn.\n\n67\n\nCONTINUED: 24\n\na tremendous blow: the car behind has been pushed into the\nPackard by a Japanese tank.\n\nJIM'S MOTHER\nJamie, out of the car!\n\nJim picks himself up off the floor in the back and climbs\ninto the front seat when he finds that his door won't\nopen. By the time he gets out of the driver's door, his\nmother has left the car and become part of the CROWD. As\nthe Japanese soldiers shove the crowd across the road they\nare faced with Chinese civilians shoving back, struggling\nwith whatever they can pick up, pieces of broken wood from\ncarts crushed by the tank, rocks, etc.\n\nJIM'S POV - HIS MOTHER 66A\n\nis being buffeted by the panicking mob. He sees her desperate,\nscared face searching anxiously for him.\n\nJim shouts and waves, trying to attract her attention, but 66B\n\nhis view of her is already being obscured as the crowd\nflows around the Packard.\n\nMother! Mummy!\n\nsews ton = aa EMCH 0089 ws\n\n \n\n \n\nCONT.\nbeing pressed back behind the crossed bayonets of rifles\nheld by Japanese soldiers as they are shoved by civilians\ntry to fight back.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nMummy! sews ton = aa EMCH 0089 ws\n\n \n\n \n\nCONT. being pressed back behind the crossed bayonets of rifles\nheld by Japanese soldiers as they are shoved by civilians\ntry to fight back. \n\nTARGET SECTION TO BE ANNOTATED:\nJim is knocked off his feet. Struggling to get some 66B\nspace for himself, he finds himself on the edge of the CONT.\ncrowd, the river in front of him. He runs towards the\nriver, and towards the direction taken by his father,\nand when he gets there, we catch up on the situation.\nEXT. SHANGHAI (THE BUND) = DAY 67\n\nThe ship's cutter from the British vessel is sinking in\nshallow water, full of WOUNDED MEN. There is RIFLE FIRE\nfrom the Japanese gunboat. BRITISH SAILORS, mostly\nwounded, are also swimming and wading from the direction of\nthe cutter. The British vessel (The Petrel) is sinking in\nmid-stream amid smoke and steam and flame.\n\n \n\nJim's father is among several BRITISH MEN who have stripped\noff their jackets and are wading through the mud to meet\n\n \n\nCONTINUED\n\n|\n|\n|\ni\n|\n'\n\f67\n\nCONTINUED: 25\n\nthe wounded SAILORS who are drifting and struggling towards\nthe. shore.\n\nIn the shallows the sailors collapse helplessly in the\nmud as the quickening tide ripples around them.\n\nThe reverse shot shows Jim struggling free from the chaos\nof the Bund where JAPANESE OFFICERS and SOLDIERS are\nscreaming orders and lashing about, and already there are\nDEAD BODIES with bayonet wounds lying on the wharf.\n\nJim jumps down into the mud and staggers towards his father\nwho is attempting to pull a BLOODIED YOUNG SAILOR out of\nthe water. Jim lends a hand and the effort exhausts both\nFather and Jim.\n\nJIM'S FATHER\nGood lad, Jamie - we brought them\nout.\n\nJim and his father collapse on the mud. Jim's father sits\nholding the sailor against his chest. The sailor's uniform\nis burned and his face is blood stained.\n\nThe first debris f e i fd em;\nlife-jackets and p Ss ‘in! i of canvas\natte\n\nawning with its tr, ing ropes.\nJim's father looks towards the sinking British poat.\n\nJIM'S FATHER\nShe's going.\n\nA final explosion makes a fog-bank in the mid-stream. More\ndebris showers down from the exploding boat.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM'S FATHER\nShe's going. A final explosion makes a fog-bank in the mid-stream. More\ndebris showers down from the exploding boat. \n\nTARGET SECTION TO BE ANNOTATED:\n The White\nEnsign, still attached to its broken spar, splashes down\ninto the water a few yards downstream.\n\nJim wades downstream but the flag drowns before he reaches\nit. Smoke and steam drift to the shore, enveloping him. He\nloses touch and sight and his sense of direction. He can't\nsee his father anymore. He wades up towards the embankment\nwall. The smoke thins for a moment allowing Jim to SEE a\nline of Japanese infantry drawn up on the wharf with\nbayonets fixed. Jim struggles to reach the roadway. A\nCROWD OF PEOPLE are pushing along the road above his head.\nJim pulls himself up and is given a helping hand by a woman\nin a black robe. We see then that she is a YOUNG NUN.\nJapanese soldiers are shoving the people away from the\nwater's edge. The Nun pulls Jim away with her. Jim looks\nback towards the river. °\n\nJIM\n(to the Nun)\nIs the war over now?\n\n \n\n \n\n \n\f68\n\n69\n\n70\n\n71\n\n72\n\n73\n\n26\n\nJIM'S POV - THE SMOKE 68\nis clearing in mid-stream, and only the super-structure of\n\nThe Petrel is showing above the water. Beyond, on the\nopposite shore, the red disc of the rising sun balances on\n\nthe eastern horizon.\n\nEXT. AMHERST AVENUE - DAY 69\nWe recognize the. tree-lined street where Jim lives. Jim\nwearily walks up the street towards his gates. The beggars\n\nat the gates have disappeared. By Jim's gate there's only\n\nthe abandoned cigarette-tin to remind us of the beggar.\n\nEXT. JIM'S HOUSE - DAY 70\n\nA scroll of paper with Japanese characters is fixed on the\ndoor. Jim tries the door and finds it locked.\n\nJIM\nAmah!\n\nHe walks around the house, aware now of the deserted\nfeeling. The garden is unkempt. The water level in the\n\npool has dropped a t nd. the. water is mot clean. Jim\n\nHEARS a military vépi PPE. chip rid ides briefly as a\nJapanese armored c. oe! erie oi si r@jis a garbage\nflap set into the ° é@ house’ néar e“kitchen.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe garden is unkempt. The water level in the\n\npool has dropped a t nd. the. water is mot clean. Jim\n\nHEARS a military vépi PPE. chip rid ides briefly as a\nJapanese armored c. oe! erie oi si r@jis a garbage\nflap set into the ° é@ house’ néar e“kitchen. \n\nTARGET SECTION TO BE ANNOTATED:\n Jim\n\nlifts the flap, takes off his cap and starts to squeeze\nhimself through the opening.\n\nEXT./INT. JIM'S HOUSE (GARBAGE CHOPPER) - DAY 71\nThe shot is of Jim squeezing between the blades of the\nelectric garbage-chopper inside the chute.\n\nINT. JIM'S HOUSE (KITCHEN) - DAY 72\nJim squeezes his way into the kitchen which is empty. He\nthrows his cap on the table.\n\nINT. JIM'S HOUSE (HALL AND STAIRS) - DAY 73\nJim comes into the hall.\n\nJIM\nMother!\n\nHe goes to the stairs.\n\n \n\n \n\n \n\f74\n\n75\n\n76\n\n77\n\n27\n\nINT. JIM'S HOUSE (PARENTS' BEDROOM) - DAY 74\n\nThe bedroom door is opened carefully by Jim who then looks\nin and comes inside. The room has been disturbed, perhaps\nlooted. Scent bottles and powder boxes have been swept off\nthe dressing table. Clothes are in disarray on the unmade\nbed. The polished parquet floor is covered in powder on\nwhich there are confusing footprints. The dressing mirror\nhas been splintered. Jim sniffs the air, grimacing. He\ncomes forward and examines the footprints on the floor,\npuzzled by them. There are the dainty footprints of a\nwoman and the large prints of soldiers’ boots. It looks\nlike the footprint patterns in a dance manual, and Jim\nexperimentally tries to follow the dance, placing his feet\ninto the prints until he can't make it work. He is standing\nagainst the bed. He sits exhausted on the bed and picks up\nhis mother's nightdress, bringing it to his face and taking\ncomfort from its smell. He lies down holding the nightdress\nto his face.\n\nINT. JIM'S HOUSE (DINING ROOM) - DAY 75\n\nJim is eating a meal, alone. He has laid his place\ncarefully at the part of the table where (we assume) he\nalways sits. The meal is a cold meal but evidentally the\nhouse has been left with food in the pantry.\n\nThere is a clock on the sideboard. We become aware of it\nin the moment that S &to £05 ry\n\nEXT.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe meal is a cold meal but evidentally the\nhouse has been left with food in the pantry. There is a clock on the sideboard. We become aware of it\nin the moment that S &to £05 ry\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n JIM'S HOUSE (SWIMMING POOL) - DAY 76\n\nJim stands in the empty pool, examining the objects which\nhave been caught in the outlet. There is a surprising\nnumber of them - a wine glass, a hair slide, a rubber sandal,\na marble, several copper. coins and finally an English\nhalf-crown and a pair of sunglasses, both of which he\npockets.\n\nJim's appearance has begun to change. He is starting to\nlook unkempt, a bit haggard.\n\nINT. JIM'S HOUSE (KITCHEN) - DAY 77\n\nJim is trying to drink from the kitchen tap, but only an\noccasional drop emerges from it. The fridge, its door open\nto reveal that it is bare, is standing in a pool of water.\nJim shuts off the tap, superfluously, and then goes to the\nfridge and finds a piece of cheese rind which he nibbles.\nHe drinks from the ice-tray. His cap is on the table.\n\n \n\n \n\n \n\n \n\n \n\f78\n\n79\n\n80\n\n81\n\n82\n\n83\n\n84\n\n85\n\n28\n\nINT. JIM'S HOUSE (HALL) - DAY\n\nThe empty hall. Suddenly Jim appears on his bicycle,\nriding out of one room and into another. .\n\nINT. JIM'S HOUSE (DINING ROOM) - DAY\n\nJim bicycles slowly ‘round the dining room table and out\nagain.\n\nINT. JIM'S HOUSE (FATHER'S STUDY) - DAY\n\nJim enters the study at some speed, expertly circling the\ndesk, then knocking over a lamp and swerving through a door\ninto -\n\nINT. JIM'S HOUSE (LIVING ROOM) - DAY\nJim cycles in, zigzagging among the furniture, passing the\n\nwind-up gramophone which still has a record on the\nturntable.\n\nINT. JIM'S HOUSE (HALL) - DAY .\nWe follow him on his bicy. Le, out gt e dr, wing oom and\nacross the hall, enjoying}hi iS , al g night ‘to the\nswing door of the kitchen arg ough it. va oO i\n\né\n\nINT. JIM'S HOUSE (KITCHEN) - DAY\n\nJim cycles around the kitchen table on which his cap is\nstill lying. He scoops it up as he goes by.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nLe, out gt e dr, wing oom and\nacross the hall, enjoying}hi iS , al g night ‘to the\nswing door of the kitchen arg ough it. va oO i\n\né\n\nINT. JIM'S HOUSE (KITCHEN) - DAY\n\nJim cycles around the kitchen table on which his cap is\nstill lying. He scoops it up as he goes by. \n\nTARGET SECTION TO BE ANNOTATED:\n As he leaves\nthrough the swinging door, again we see that the front door\nof the house is open to the garden.\n\nEXT. JIM'S HOUSE - DAY\n\nJim, his cap on his head, rides his bicycle out of the\nfront door and down the front steps and along the drive\nthrough the gate into the street.\n\nEXT. AMHERST AVENUE - DAY\n\nJim rides briskly in and out of the trees, dodging the\npeople in the street and ignoring the Japanese Patrol which\nMarches by. He cycles away from us, ringing his cycle\nbell, until he is nearly out of sight.\n\n78\n\n79\n\n80\n\n81\n\n82\n\n83\n\n84\n\n85\n\n \n\n \n\n \n\n \n\ni\nb\nI\n,\n\f86\n\n87\n\n88\n\n29\n\nEXT. RESIDENTIAL STREET - DAY 86\n\nJim cycles past the gates of a handsome house, and out of\n\n_frame, and then back into frame and through the gate.\n\nINT. HANDSOME HOUSE (KITCHEN) - DAY 87\n\nJim is in the kitchen of the \"handsome house\". The place\nis looted, the cupboard doors hanging open. Among the\nobjects thrown to the floor is a cookery book in glorious\ncolor. Jim picks it up and flips through the glossy pages\ntormented by color photographs of roast meats and iced\ncakes...he throws the book down and opens the pantry door.\nJim recoils from the putrefaction inside, disturbing a\ndense cloud of flies.\n\nEXT. SHANGHAI CHINESE STREET - DAY 88\n\nJim is cycling past a row of poor-looking shops. Inside\none of them he sees TWO JAPANESE PRIVATES and sweeping\neverything off the shelves. Jim turns his bicycle towards\nthe shop and comes to a halt. He calls to the one of the\nPrivates.\n\n_ JIM\nI surrender!\n\nThe Private comes out of fhe, sho: nd pushes .Ji\nbicycle sprawling into th 74 ‘i\ntt u\n\n- (shouts)\nI surrender!\n\nhis\n\n \n\nThe Japanese Private comes forward to bar his way. Jim takes\na small model airplane from his pocket and holds it up to\nthe Private.\n\nJIM\n(Shouts)\nZero sen.\n\nThis throws the Japanese soldier off and Jim slips by him.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nJim takes\na small model airplane from his pocket and holds it up to\nthe Private. JIM\n(Shouts)\nZero sen. This throws the Japanese soldier off and Jim slips by him. \n\nTARGET SECTION TO BE ANNOTATED:\nAn escorted lorry full of CAPTURED BRITISH SOLDIERS passes\nby. Jim pedals furiously after the lorry. In the back of\nthe lorry the British prisoners notice him and CHEER him on,\nSHOUTING encouraging remarks.\n\nJIM\n(shouts)\nWait! Wait!\n\nCONTINUED\n\n \n\n \n\n \n\f88\n\n89\n\nCONTINUED: 30\n\nBut he soon falls behind.\n\nDISSOLVE TO\n\nEXT. SHANGHAI STREET - DAY 89\n\nJim rides his bike. The street is loud and excited, in the\ngrip of a celebration of the overthrow of the European\noccupation of Shanghai. But now there is a new occupation:\nJapanese army lorrys loaded with SOLDIERS are prominent in\nthe traffic. A party of JAPANESE OFFICERS move by. A giant\nposter of Chiang Kai Chek is being stripped from a building.\nCoca Cola bill boards are pasted over with slogans and\npictures of the leader of the Puppet regime. (This was Wang\nChing-Wei). Jim, wearing his school uniform, including the\ncap, is making his way through this. Jim hurries past the\nentrance of a cinema where \"Gone With the Wind\" has been\nplaying the partly dismantled faces of Clark Gable and\nVivien Leigh rise on their scaffolding, and there is also a\nhuge life-sized replica of Atlanta in flames. Behind it are\nthe real flames and smoke of burning buildings.\n\nWe note a FOREIGN YOUTH in a leather jacket who approaches\nJim.\n\nYOUTH\nAmerican boy?\n\nt A H\n(Improvisiing) U U }\nEnglish. I'm wai’ g fo\n\nchauffeur.\n\nThe youth looks sceptically at Jim's bike. Jim rides away\nquickly.\n\nYOUTH\nEnglish boy. You come now.\n\nJIM\nNo.\n\nJim moves away more quickly, followed by the youth. Trying\nto escape the youth, Jim rides across the street, dodging\nthe rickshaws and the PEOPLE. He looks back and SEES that\nthe youth is also crossing the road, dodging through the\ntraffic. Jim hurries along the gutter of the road, looking\nover his shoulder. He sees the youth keeping pace with\nhim. The road opens up into a square full of people.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nJim hurries along the gutter of the road, looking\nover his shoulder. He sees the youth keeping pace with\nhim. The road opens up into a square full of people. \n\nTARGET SECTION TO BE ANNOTATED:\n Jim\nhurries into the crowd and changes dire¢tion and looks\nover his shoulder again.\n\n \n\n \n\n \n\n \n\f89A\n\n89B\n\n89c\n\n89D\n\n90\n\n31\n\nJIM'S POV 89A\n\nAmong the bobbing heads, Jim sees the youth looking this\nway and that, the trail lost.\n\nJim makes his escape through the crowd and he continues 89B\nacross the square until he comes up against the back of a\ndense crowd which is silently watching some kind of\n\nspectacle in the open space.. -and, as Jim dodges and cranes\n\nto get a glimpse, we see that it is a public execution: a\nYOUNG MAN IN QUILTED PEASANT CLOTHES is kneeling on the\n\nground, about to have his head severed.\n\nJIM'S POV = CROWD 89c\n\nThey mutter with barely suppressed fury. A few sturdy\nDOCKWORKERS make a threatening move forward.\n\nJIM'S POV - JAPANESE SOLDIERS 89D\n\nHe is the officer in charge and he is getting nervous. He\nshouts a command. His Japanese Soldiers put their bayonets\non their rifles and push_the crowd back. They watch with\n\nhorror and frustration. tent Tm}s fvie off :\nagain. The executioner! é agi 0 aa ve the\nheads of the crowd and en sweeps wntga're sight.\n\nThe crowd hisses with anger in unison and at the same\nmoment...a hand grabs Jim's wrist, closing over Jim's\nwristwatch, and a knife blade sweeps towards Jim's wrist\nwhich he pulls away just in time. The knife is held by the\nyouth we have seen before.\n\nJim kicks at the youth and starts riding his bike as fast as\nhe can, with the youth in pursuit and a few paces behind\nhim, both of them twisting and dodging through the crowd.\nJim is very frightened, looking over his shoulder. He turns\ninto an alley and loses the youth.\n\nEXT. CROWDED CHINESE STREET - DAY 90\n\nJIM'S POV - THE STREET\n\nis narrow and so crowded that Jim, on his bicycle, is barely\nmaking way. PEDESTRIANS turn to look at him with curiosity\nand no friendliness.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. CROWDED CHINESE STREET - DAY 90\n\nJIM'S POV - THE STREET\n\nis narrow and so crowded that Jim, on his bicycle, is barely\nmaking way. PEDESTRIANS turn to look at him with curiosity\nand no friendliness. \n\nTARGET SECTION TO BE ANNOTATED:\n Jim has started to get nervous - with\ngood cause: the youth pops up out of nowhere and has\nbrought along his friends. He stops the bicycle gripping\nthe handlebars. Jim is immediately surrounded by scavenging\nBOYS who remove his school shoes and then his socks. Hands\nare already clawing at his blazer as Jim jumps off the bike\n\nCONTINUED\n\n \n\n \n\n \n\f=<)\n\n91\n\nCONTINUED: 32\n\nand fights his way clear. Terrified, he swerves and dodges\ninto a narrow alley, pursued by the boys. The alley opens\nout into another street.\n\nEXT. ANOTHER STREET - DAY\n\nJim bursts barefoot out of the alley and into the street\nand is nearly killed by a lorry. The lorry brakes and Jim\nfalls, unhurt. The driver of the lorry, a big young\nAmerican called FRANK, jumps out of the cab and approaches\n\nJim. The pursuing boys are intimidated by him and they\nleave Jim to him.\n\nFRANK\nHello, kid. You alright?\nJIM\nYes, I think so.\nFRANK\nWho belongs to you? Where do you\nlive?\nJIM\n\n13 Amherst Avenue\n(he gets to his feet)\nI'm waiting for my mother and\n\nfather. \"EMEH 008 9\n\nDelayed? Some kind of crazy Brit\nkid. What's your name?\n\nJIM\nJames Harding. I've written a book\non contract bridge.\n\nFRANK\nYeah? Looks like you nearly lost\nyour shirt.\n\nJIM\nThey took my shoes.\n\nFrank picks Jim up and easily places him on the driver's\nseat of the lorry. (From now on Jim is barefoot until he is\na resident of Nantao Camp.)\n\nFRANK\n\nI'll give you a vide, maybe find\nyour pa.\n\nCONTINUED\n\n91\n\n \n\n \n\f91\n\n92\n\n93\n\n94\n\nCONTINUED: 33\n\nJIM\n- Alright. I expect my father will\ngive you a reward. He once gave a\ntaxi driver five dollars for\nbringing me home from Hankow.\n\nFRANK\nIs that right?\n\nFrank is wearing the working clothes of an American\nmerchant seaman. Jim slides scross into the passenger seat\nand Frank gets up into the cab.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nFRANK\nIs that right? Frank is wearing the working clothes of an American\nmerchant seaman. Jim slides scross into the passenger seat\nand Frank gets up into the cab. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\nAre you with the American fleet?\n\nFRANK\n(shaking his head)\nJust wait till Basie sees this.\n\nHe starts the engine.\n\nEXT. SHANGHAI SHIPYARDS - DUSK 92\n\nThe lorry, Frank driving and Jim next to him, talking,\n\nworks its way through whatis 3 [to be fan @batidoriéd and\nderelict dockyard towa: poo ifhg hull df Wetrepit,\ndry-docked cargo ship. t A 4\n\nEXT. BASIE'S SHIP (ESTABLISHING SHOT) - DUSK 93\n\nThe lorry parks close to the ship and Frank and Jim get\ndown. Frank leads Jim into the ship through the gap left\nby a missing plate in the hull, Frank carrying a canvas\nsack, heavy. Jim is still talking, animatedly, but we\ncan't hear.\n\nINT. BASIE'S SHIP = DUSK 94\n\nInside there is a raised bamboo platform onto which Frank\nand Jim climb and along which they walk towards a steel\nladder further on in the gloom.\n\nJIM\n-.-And probably my parents are on a\nship somewhere, on a boat to Hong\nKong, and then they'll send for me,\nand... :\nFRANK\nKid, you're getting on my nerves.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\f94\n\n95\n\nCONTINUED: 34\n\nHe sends Jim up a ladder and follows, with his heavy sack\nclanking.\n\nINT. BASIE'S SHIP (CABIN) - DUSK 95\n\nThe steel door is pushed open and Frank shoves Jim forward\nthrough it and follows himself. Jim is standing in a small\nsteel-walled cabin up near the top of the ship, with a\n\n. Charcoal stove sending its smoke through an open skylight.\n\nThe floor is littered with rags and bits of scrap metal,\nengine parts, brass portholes. There is a cot and a couple\nof canvas chairs. A man, BASIE, is tending to a cooking\npot on the stove. Frank drops his canvas bag heavily on the\nfloor. Evidently it contains more scrap metal. Jim sways\nfaint with hunger. Basie looks up. When he speaks we\nrealize he is, like Frank, an American.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nJim sways\nfaint with hunger. Basie looks up. When he speaks we\nrealize he is, like Frank, an American. \n\nTARGET SECTION TO BE ANNOTATED:\nFRANK\nI found him running around, but I'm\nsorry already. I don't know whether\nhe's hungrier or crazier...\n\nBASIE\n(kindly)\nCome in, boy. You look like you\nneed to lie down...\n\nMy father has EMCH. 0 08 g\n\nPootung, he'll be ingratiated to you.\n\nBASIE\nIngratiated? Fine word.\n\nJIM\nHe once gave a taxi driver...\n\nHe half-faints and sits on the cot.\n\nBASIE\nIn a minute. Your tongue's running\naway. Let's have a look at it.\n\nGently, but efficiently, hé exposes Jim's gums and teeth\nand examines Jim's mouth with his fingers as impersonally\nas a dentist.\n\nBASIE\nThat's a well-kept set of teeth.\nSomeone paid a lot of bills for that\nsweet little mouth. Frank, you'd be\nsurprised how some people neglect\ntheir kids' teeth.\n\nCONTINUED\n\n \n\f95\n\nCONTINUED:\n\n35\n\nFRANK\n(angrily)\nBasie! I didn't sell one of these\ngoddam portholes and those Hongkew\nmerchants are charging ten dollars\nfor a bag of rice!\n\nBASIE\n(fingering Jim's blazer)\nCathedral School, too.\n\nFRANK\nCathedral? Is he some kind of priest?\n\nBASIE\nFrank, the Cathedral School. That's\na school for taipans.\n(to Jim)\nYou must know some important\npeople. What do they call you?\n\nJIM\nI once met Madam Sun Yat-Sen. She\ndidn't call me anything. I was only\nthree and a half.\n\nBASIE\nMadam Sun?\n\nEMeH 0089\n\nBASIE\n\n \n\nI was pre\n\nPre...sented!\n\nFRANK\nWe'll be sitting here up to our\nnecks in junk eating rats when the\nJaps walk in...\n\nBASIE\nThe Japs aren't looking for us,\nFrank. Nantao Creek is full of\ncholera, they've more sense.\n\nFRANK\n\nAnd if I sold every one of these\nthings there isn't enough to get us\na sampan up river to Chunking - we'd\nhave to strip the Queen Mary!\n\n(to Jim) .",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nNantao Creek is full of\ncholera, they've more sense. FRANK\n\nAnd if I sold every one of these\nthings there isn't enough to get us\na sampan up river to Chunking - we'd\nhave to strip the Queen Mary! (to Jim) . \n\nTARGET SECTION TO BE ANNOTATED:\nAnd we don't have enough rice for\nyou, kid.\n\nCONTINUED\n\n \n\n|\ni\n\f95\n\nCONTINUED (2): 36\n\nDuring this dialogue Basie's fingers have been busily\nexploring Jim's pockets, delicately but persistently.\nWithout fuss he removes Jim's wristwatch. Like a music\nhall pickpocket, Basie comes up with Jim's comic book,\nwhich he looks at briefly and replaces in Jim's pocket,\nthen with Jim's model Plane, with which he does likewise,\nthen a pair of sunglasses, which he puts on, and the half\ncrown coin which he holds up in front of Jim's eyes between\nfinger and thumb and conjures out of sight.\n\nBASIE\nLeave him alone, Frank.\n(to Jim)\n\nWhat did you say your name was,\nboy?\n\nJIM\nJamie.\n\nBASIE\nJim. A new name for a new life.\nI imagine Jim's folks got themselves\npicked up with all the other Brits\nand now Jim's looking for them.\n\nHe turns his attention to the cooking pot, produces two tin\nplates and carefully_starts to dole ut CWS , Poxtions of\nrice and fish, Jim's! e pe lee nov with intense\ninterest. Basie affisc otic en $ Spe ense.\nSe PP\nBASIE\n\nTell me, Jim, have you met any other\nChinese big names? How about Chiang\n\nKai Chek?\nJIM\n\nThat's a corruption of his real name.\nBASIE\n\nCorruption ?\nJIM\n\nMy mother told me.\n\nBASIE\nA well-spoken woman, Jim. Good with\nwords. Are you interested in words,\nJim?\n\nJIM\nA bit. I like planes.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\f \n\n95 CONTINUED (3): 37\n\nBASIE\n_ Words are more important. Put aside\na new word every day. You never\nknow when a word might be useful.\nCollation. Do you know that word?\n\nJIM\nNo.\n\nBASIE\nWe had that on the menus on the\nCathay-American Line. A collation\nof cold meats. This is more of a\nfish stew.\n\nHe hands Jim a plate of food.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nA collation\nof cold meats. This is more of a\nfish stew. He hands Jim a plate of food. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\nThanks!\n\nBASIE\nFrank always eats after me, don't\nyou Frank?\n\nFRANK\nI always eat after you, Basie.\n\nBASIE\nThat's because I think for us both.\n\nFrank has w souks Abut fi it\ncargo. Str sroee tile\nthe first squall. | ‘ches\n\nChew every mouthful six times. Get\nthe benefit.\n\nJim rapidly pushes the food into his mouth with a tin spoon\nwhile Basie watches him. Basie lets his food cool,\nmeanwhile puffing delicately on a cigarette.\n\nFRANK\nYou try going out there.\n\nBASIE\nFrank, we've got my lungs, you know\nthat. I can't be crawling around\nthose hulks with a monkey wrench.\n\nHe extinguishes the cigarette, leaving the rest of it to\nsmoke later. He starts eating.\n\nFRANK\nWithout me you'd be in a camp right\nnow along with his mummy and daddy\nand all the taipans who were riding\nthis town before it rolled on 'em.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\n \n\f_95 CONTINUED (4): 38\n\nBASIE\n(pausing thoughtfully)\nYes, there'll be rich Pickings in\nthose camps, Frank. Maybe we\nshouldn't leave Shanghai in a\nhurry.\n\nJim, with his empty plate on his lap, has fallen asleep.\n\nBASIE\n\nYou're a tired boy, Jim.\nShanghai Jim.\n\nBasie carefully takes the Plate and spoon away from Jim.\n\nFRANK\n(cynically)\nYou find any gold teeth in there,\nBasie?\nBASIE\nBuying and selling, Frank. You\nknow. Life.\n96 INT. LORRY CAB (SHANGHAI STREET) - DAY 96\nThe lorry is ina busy st igs mo, PE s\nmarket. Frank is arivingpan i at Be etn him\nand Basie. Jim is ill a looks i Hav: ‘eh uble ystaying\nawake. Seas oupleys\nBASIE\n\nAre you sickening, Jim?\n\nJIM\nI'm all right, Basie.\n\nBASIE\nGood boy. Look alive, a sound\ncommodity. Everything else is\ngarbage and you know what we do with\ngarbage.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nBASIE\nGood boy. Look alive, a sound\ncommodity. Everything else is\ngarbage and you know what we do with\ngarbage. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\nDon't throw me out, Basie. I'ma\nsound commodity.\n\nFRANK\nWe've been feeding him for three\ndays and it ain't paying.\n\nJIM\nDon't give up, Basie, you'll sell me\nsoon, I just need feeding up a bit.\n\nCONTINUED\n\n \n\n|\n|\n\n \n\n \n\n \n\n \n\f96\n\n97\n\n98\n\nCONTINUED: 39\n\nFRANK\n~ Thinks he's a smart kid.\n\nBASIE\nShut up, Frank.\n\nBasie gets out of the cab (the lorry is travelling at\nwalking pace) and Frank stops the lorry.\n\nEXT. SHANGHAI STREET - DAY 97\n\nAmid the teeming mass of PEOPLE, Basie has evidently seen\nthe person he is looking for. He strides along to greet a\nCHINESE MERCHANT presiding over a stall of indeterminate\nscope. The merchant greets Basie, but without pleasure\nand even skepticism. Basie engages him in conversation,\nglancing once or twice towards the lorry. The merchant is\ndisgusted with Basie's lack of moral value.\n\nINT. LORRY CAB - DAY 98\nJIM\nFrank, what does Basie want to buy\nwith me?\n6 o\no\nHe doesn't gar e! ba uu AY faye 3\nhe can sell i o\nJIM\n\nWhy can't he sell me?\n\nFRANK\nNobody wants you. You're worth\nnothing. You're skin and bone.\nSoon you're going to be sick all the\ntime.\n\nJIM\n(giddy with\nhunger)\nIf they did buy me what would they\ndo with me? They couldn't eat me, I'm\nskin and bone.\n\nHe is interrupted by Basie's return to the cab.\nBASIE\n(disgustedly)\n\nI thought war was supposed to be\ngood for business.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\n \n\f98 CONTINUED; 40\n\nJIM\n- Is this the commodity market, Basie?\nBASIE\nSure is, Jim.\nJIM\n\nIs the war going to end soon?\n\nBASIE\nDon't worry, Jim. I give the Japs\nthree months.\n\nJIM\nThat's quite a while.\n\nBASIE\nIt takes time to stop a war.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nI give the Japs\nthree months. JIM\nThat's quite a while. BASIE\nIt takes time to stop a war. \n\nTARGET SECTION TO BE ANNOTATED:\n People\nhave big investments to protect.\nLike me and Frank and this lorry.\nRight, Frank?\n\nFrank nods.\n\nFRANK\nThat's right, Basie.\n\nBasie is still standing by the open door of the cab. He\nconsiders Jim for a moment.\n\nSIE\nWell, I don't}know. is\ntown, Shan Jims \"Maybe Yo\n\nhow to sell these desirable grade A I\nbrass mountings. There's I\nmillionaires who started with less,\nFrank and I are holding you back.\n\nJIM |\n(not buying it) :\nBasie...I...first I could show you\nwhere there's rich pickings...\nhundreds of houses left empty...\n\n \n\nBASIE\nIs that right, Jim?\n\nJIM\nI can show you some houses I lived\nin before Frank found me. They were\nluxuriant. .\n\nBASIE\nLuxuriant? All right, we'll go and\nlook at some of these big houses.\n\n \n\nCONTINUED\n\f_ 98\n\n939\n\n100\n\nCONTINUED (2): 41\n\nHe climbs up onto the cab and slams the door.\n\nBASIE\nGo, Frank.\n\nFrank starts up the lorry which moves forward. Basie\nfishes Jim's half-crown coin out of his pocket and starts\nplaying nervously with it.\n\nJIM\nThanks, Basie!\n\nBASIE\nYou had good sense being born there,\nJim. I admire a boy who appreciates\nthe good things in life. I imagine\nthere was a lot of good living.\n\nJIM\nThere certainly was good living,\nBasie. There was opulence.\n\nBASIE\nOpulence?\n\nJIM\n(selling)\nThey had liqueur chocolates, white\n\npianos, EMCEE -: ;\nEXT. BRITISH SETTLEMENT MCE 0 0 8 5 99\nThe lorry is cruising.\n\nINT. LORRY CAB - DUSK 100\n\nJim is peering through the windows, pointing this way and\nthat way.\n\nJIM\nThat one has whiskey and gin and a\nwhite piano. That has whiskey and\ngin - no, just whiskey and a\nvradiogram. That has a cinema and\nmartinis.\n\nBASIE\n\nNever mind the drinks - Frank and I\naren't planning to open a bar.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat has whiskey and\ngin - no, just whiskey and a\nvradiogram. That has a cinema and\nmartinis. BASIE\n\nNever mind the drinks - Frank and I\naren't planning to open a bar. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\ni\ni\ni\n\f100\n\n1o1l\n\n102\n\n102A\n\n102B\n\nCONTINUED: 42\n\nJIM\nThat one has a dance floor made of\nmirrors and a radiogram and a\nfountain and crystal chandeliers.\n\nBASIE\nCrystal chandeliers?\n\nJIM\nI think they were crystal.\n\nBASIE\nYou're tired, Jim.\n\nFRANK\nHow about cash?\n\nBASIE\nThat's right, did you see any money,\nJim?\n\nJIM\n\nhere, Frank“\n\nI did see s oney. Basie... Piles\nof notes on bande SS : tably B FY\ntaking you to Pet jon . — Turn “3\né\nBasie glances suspiciously at Jim as the lorry turns into\nAmherst Avenue.\nEXT. JIM'S HOUSE - EVENING 101\n\nThe lorry turns through the gate.\n\nINT. LORRY CAB - EVENING 102\n\nJIM\nWait out here... I'll go and...\n\nHe breaks off, his face lighting up as he looks towards the\nhouse. This is because he can distinctly HEAR the sound of\nhis mother's favorite record on the wind-up gramophone.\nJIM'S POV -. THE FRONT DOOR 102A\nof the house is open and there is the yellow light of a lamp\ninside, and in the lamp light there is, apparently, a female\nfigure, dressed in white. -\n\nJIM 102B\n\nI knew she'd come back!\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\f102B\n\n102c\n\n102D\n\n103\n\n103A\n\nCONTINUED; 43\n\nIgnoring the startled Basie and Frank, he reaches across\nBasie's lap to open the door of the cab. Basie looks at\nthe house, puzzled.\n\nBASIE'S POV = ANOTHER FIGURE 102c\n\nin white has joined the first and we see now that the\nfigures are TWO men, JAPANESE OFFICERS in fact, in white\nkimonos. There is the quiet sound of the music of the\ngramophone. Then a Japanese soldier appears in the twilight\ngarden, coming towards the lorry.\n\nINT./EXT.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere is the quiet sound of the music of the\ngramophone. Then a Japanese soldier appears in the twilight\ngarden, coming towards the lorry. INT./EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n LORRY CAB - EVENING 102D\n\nJIM\nBasie, they're Japs!\n\nFrank tries to put the lorry into reverse. The two figures\nin kimonos... Japanese Officers... come running out of the\nhouse, followed by TWO MORE UNIFORMED PRIVATES. The\nsoldiers carry bamboo staves. The lorry stalls. A soldier\nstarts lunging at Frank through the open window of the\nlorry. Frank is shouting. The other door of the cab is\nopened and Basie and Jim are pulled into the driveway by\nthe other soldiers. Basie kneels in the gravel, accepting\nthe punches and kicks o e tw ficerg. Frank lies on\nthe ground being beaten tBes by, i . Jim\nsits on the ground, looking up fat fla ap! i who\nlooks back at him, puzzled. Thi IC ‘ome t: g#amophone\nstill plays. .\n\nEXT. DETENTION CENTER - DAY 103\n\nANGLE ON THE SCREEN\n\n(Screenwriter's note: The audience ought to think that the\nmovie has gone to black and white. )\n\nThere is a car chase taking place on the screen. One of\nthe cars makes a expert four-wheel slide. We are now inside\nthe car. The driver, who might be Yang, is controlling the\nsteering wheel with his foot while a couple of gangsters\nare getting the brunt of the driver's karate chops. The\ndriver manages to ram one of his passengers against the car\ndoor which bursts open.\n\nSuddenly we see the back of Jim's head. 103A\nJIM\n\n(Shouts)\nIt's Yang.\n\n \n\nE\n\f104\n\nSe\n\n105\n\n106\n\n107\n\ne 108\n\n109\n\n44\n\nANOTHER ANGLE 104\nWe see that we are in an open air cinema, which is occupied\nby about 30 PRISONERS. Most of the prisoners, a bedraggled\nline of exotic and incongruous characters lined up, in the\nact of receiving the remnants from a cooking pot, a meager\nmeal of boiled potatoes being doled out into their proffered\nmess tins...",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nSuddenly we see the back of Jim's head. 103A\nJIM\n\n(Shouts)\nIt's Yang. E\n\f104\n\nSe\n\n105\n\n106\n\n107\n\ne 108\n\n109\n\n44\n\nANOTHER ANGLE 104\nWe see that we are in an open air cinema, which is occupied\nby about 30 PRISONERS. Most of the prisoners, a bedraggled\nline of exotic and incongruous characters lined up, in the\nact of receiving the remnants from a cooking pot, a meager\nmeal of boiled potatoes being doled out into their proffered\nmess tins... \n\nTARGET SECTION TO BE ANNOTATED:\nthe remaining guests at Lockwood's party must\nhave been rounded up soon after we last saw them, and we\nrecognize the French Courtesan, Charlie Chaplin, the Emperor,\nPart of their costumes missing, the party long past peak.\nSome are already scraping the last of their potato from\ntheir mess tins, others are waiting to receive their share.\nFather Christmas (Mr. Lockwood) is among them, beardless\nnow.\n\nANGLE ON JIM 105\n\nHe stands in front of the screen pointing excitedly at the\nimages.\n\nThe projector breaks down.\n\nANGLE ON THE PROJECTION BOOTH’\n\nTWO JAPANESE GU. kobalie fe ¢ &) own projector,\nwhile a THIRD GUA sEands in neo beam and throws\n\nshadows on the screen.\n\nANGLE ON JIM 107\n\nHe turn towards the gates,\n\nANGLE ON THE GATES 108\n\nJAPANESE SENTRIES open the gates, and a WHISTLE BLOWS and\nthe apathy of the detention center turns into something like\nactivity. The lorry is ancient with a closed cab and an\nopen back. In the back of the lorry are a number of\nPRISONERS, mostly elderly men and women, who are variously\nin a bad way.\n\nEXT. DETENTION CENTER (GATE) - DAY . 109\n\nAt the end of the whistle, the eccupants of the detention\ncenter begin to congregate near the gate. They include a\nfaded English couple, MR. and MRS. PYM, MR. PARTRIDGE\n\nsupporting his wife, both of whom are elderly, MRS. HUG\nand her father, and MR. LOCKWOOD. Meanwhile, the two or\nTHREE SOLDIERS attending the lorry have put cotton masks\n\nCONTINUED\n\n \n\f109\n\nCONTINUED; 45\n\nover their mouths and noses. The lorry is delivering\nPRISONERS to the detention center. Two or three of these\nprisoners are STRETCHER CASES,carried by ORDERLIES.\n\nNot all of the prisoners on the lorry are made to disembark\n\nbut those who do, limp, or are carried through the gates\ninto the detention center and each one of them there is\nhanded a mess tin.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe lorry is delivering\nPRISONERS to the detention center. Two or three of these\nprisoners are STRETCHER CASES,carried by ORDERLIES. Not all of the prisoners on the lorry are made to disembark\n\nbut those who do, limp, or are carried through the gates\ninto the detention center and each one of them there is\nhanded a mess tin. \n\nTARGET SECTION TO BE ANNOTATED:\nThe JAPANESE SOLDIER who is handing out the mess tins\nplaces one on each of the stretchers as they go by. One of\nthese stretchers contains a fairly young ENGLISH WOMAN\nwhose two sons, PAUL and DAVID, walk with her. Another\narrival is an EMACIATED SOLDIER judging from his boots\n\nand shorts which constitute his only clothing. He has been\nbadly beaten up. The new arrivals include an English\ncouple, MR. and MRS. VINCENT. Mr. Vincent is a slight,\ndark, ill-looking man with a tanned, thin face. Mrs.\nVincent is attractive in an understated way, blonde and\nsmall-boned, an arresting face. The Vincents have\nevidently been rounded-up recently--their clothing and\ntheir general state show fewer signs of deprivation than\ntheir companions. Mrs. Vincent carries a quite smart\nleather purse (handbag) the kind which has a flap with a\npress-stud, no handle. Meanwhile, each of the prisoners,\nincluding Jim, who are hoping to be picked to depart on the\n\nlorry, stand quietly holdi their mess tins, ready to hand\nthem in. The choice is befag Ri 8 who\nwalks along the line as thou spéectin ands\nshaking and breathing heavily, i evér' ith an\nattention which is like a twitch.\n\nLOCKWOOD\nTry to stand still, Jamie\n\nJIM\nWe'll soon be on our way to the\ncamps. I bet my mother and father\nare there waiting for me.\n\nLOCKWOOD\nThat's the spirit.\n\nJIM\nI should have stayed with them. If\nthe Japanese won't take care of us,\nwill the Chinese?\n\nLOCKWOOD\nI'm sure the Chinese will. Be quiet,\nJim, or you won't get on.\n\nThe prisoners who have been picked by Sergeant Uchida walk\nor limp or stagger towards the lorry, handing in their mess\ntins to the Japanese soldier on their way. Sergeant Uchida\nnods at Mrs. Hug for her to leave. She attempts to take\n\nCONTINUED\n\n \n\n \n\n \n\ni\n\n|\ni\n\n \n\n \n\n \n\f109\n\nCONTINUED (2): 46\n\nher father with her, but Uchid ‘pushes the father back so\nMrs.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nSergeant Uchida\nnods at Mrs. Hug for her to leave. She attempts to take\n\nCONTINUED\n\n \n\n \n\n \n\ni\n\n|\ni\n\n \n\n \n\n \n\f109\n\nCONTINUED (2): 46\n\nher father with her, but Uchid ‘pushes the father back so\nMrs. \n\nTARGET SECTION TO BE ANNOTATED:\n Hug remains. Mrs. Partridge has sat down on the\n\npicks another couple, and then finally picks Lockwood.\nLockwood walks toward the lorry without a glance. Uchida\nstands in front of Jim, looking at hin. Jim smiles at him\nand bows, which unbalances him and he sways. Uchida turns\naway from Jim and shouts for the gates to be closed. The\nsoldiers and orderlies are helping the last of the\nprisoners onto the lorry.\n\nThe tailgate is closed. Mr. Lockwood, sitting inside the\n\ntailgate, looks at Jim and then looks away. Jim is close\nto tears.\n\nJIM\nThank you for the Party!\n\nThe gates close as the lorry drives away. Jim turns aside\nand goes back under the shadow of the raked benches which\nmake a half-covered area, mats on the ground indicating\nthat this is where the prisoners sleep. Jim goes to his\nmat. There is a quiet moaning sound coming from one of the\n\nstretchers which have bi n, the ground under the\nseats. Jim notes it an en. to inv gates and\ndiscovers that the stretch t Bish : By Gac\nbruised and bloody, stu ‘all “o' th in$ of\nPaper bandages.\n\nJIM\nBasie! It's me!\n\nBasie opens his eyes and moves his lips, but can't say\nanything.\n\nJIM\nIt's Jim!\n\nHe gets up and runs a few yards to a water butt with a\nladle hanging from it. He fills the ladle with\nmurky-looking water and brings it back to Basie. Jim wets\nhis fingers in the water and touches Basie's lips with them.\n\nJIM\nDon't worry, I'll look after you!\nEverything's going to be all right.\n\nFADE OUT:\n\n \n\n \n\n \n\f110\n\nlll\n\n47\n\nFADE IN:\n\nEXT. DETENTION CENTER - DAY 110\n\nThere is an insistent tinny banging NOISE, an amplified\n\nversion of a sound we have heard before. This time it is\nthe Europeans. They have been turned into beggars. They\nbang their mess tins against the ground, against benches,\n\nagainst the walls.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis time it is\nthe Europeans. They have been turned into beggars. They\nbang their mess tins against the ground, against benches,\n\nagainst the walls. \n\nTARGET SECTION TO BE ANNOTATED:\nThe general view of the detention center shows the prisoners\nstanding, lying or sitting, all of them still, apart from\nbanging their tins, all of them staring silently in much the\nsame direction... which we see is the door of the guard hut.\nSergeant Uchida comes out of the guard house with a small\nsack which he tosses in a general direction of the cooking-fire,\nwhere TWO CHINESE WOMEN, one of them being MRS. LEE by name,\nhave also been waiting. With the appearance of the sack of\npotatoes, only large enough to hold one potato for each\nprisoner, the prisoners cease rattling their tins. This has\nbeen CROSS-CUT with...\n\nINT./EXT. DETENTION CENTER - DAY lll\n\nIn the \"interior\", und \"seats, SH 5 if ng on his\nmat and looking some ndbageeeetna ep) e mobile,\nis listening to the TTL ENG...of the + “Basie LOOKS at\nJim asleep on his mat some little distance away from\nBasie's mat and Mrs. Partridge, who is lying on the mat\nnext to him and who, we can now SEE, is dead. Basie also\nSEES Mr. Vincent pacing up and down, and Mrs. Vincent\nsitting quietly on her sleeping mat with a dainty pack of\ncards, playing Patience. She is calm and absorbed and\ncomparatively well-groomed, pondering the cards as though\nshe might be passing the time in the corner of a club\nlounge. Inside, the SILENCE of the mess tins registers\nwith Basie, who now rouses himself and calls to Jim.\n\n. BASIE\nChow time, Jim! Get in line.\n\nMr. Vincent stops pacing and picks up his mess tin and his\nwife's mess tin and goes toward the exterior. Mrs. Vincent\ncontinues to play Patience. Jim gets himself painfully and\ntiredly to his feet. He is still barefoot. He picks up\nhis mess tin and comes across to Basie to get Basie's mess\ntin.\n\nBASIE °\nYou should make yourself useful to\nMrs. LEE. Ingratiate yourself a little.\nA woman always needs help with her\nfire.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nLEE. Ingratiate yourself a little. A woman always needs help with her\nfire. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED\n\n \n\n \n\nI\n\n \n\n \n\n \n\n \n\flll\n\nCONTINUED: 48\n\nJIM\nRight, Basie.\n\nHe picks up Basie's mess tin.\n\nBasie produces a third tin\nand hands it to Jim.\n\nBASIE\nGet Mrs. Partridge's Potato while\nyou're there.\n\nJim looks at Basie, surprised.\n\nHe glances over towards the\nPartridges.\n\nJIM\n\n(gently)\nShe died, Basie.\n\nBASIE\n(levelly)\nShe died, Jim, but she didn't hand\nin her dinner pail.\n\n(Screenwriters note: b s \" ¢ survival\ncourse.) Jim approach chi ith’ reat l of\ntrepidation. He bends down to take the tin from Mrs.\nPartridges cold, stiff fingers and looks over his shoulder.\n\nANGLE ON BASIE\n\nBASIE\n(Hisses)\nTake it!\n\nANGLE ON JIM\n\nHe gathers his courage and snatches t!\n\nhe cup from Mrs.\nPartridges lifeless hand.\n\nBASIE\nDon't forget to bow to Sergeant\nUchida.\n\nJIM\n\nI always bow, Basie.\n\nJim goes out into the sunlight. Basie limps over to Mr.\n\nPartridge. He gently removes the brush from Mr. Partridge's\nhand.\n\nBASIE\n(piously)\nShe's with God now. He doesn't mind\nher hair.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\flll\n\nCONTINUED (2): 49\n\nFrom inside his shirt Basie produces a small, corked bottle\n_of water. He removes the cork and offers the bottle to Mr.\nPartridge, who takes a sip.\n\nMR. PARTRIDGE\nWe have a son. I hope George and his\nwife are all right.\n\nBASIE\nGeorge Partridge...? I did hear\nsomething when I. was in Shanghai\njail.\n\n(face lights up)\n\nYes, that's right-- he's in one of\nthe camps and is looking forward to\nseeing you. I'll try to find out\nwhich one if you like.\n\nMR. PARTRIDGE\nYou're very kind.\n\nBASIE |\nWe have to share what we can. :\n\nMR.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nMR. PARTRIDGE\nYou're very kind. BASIE |\nWe have to share what we can. :\n\nMR. \n\nTARGET SECTION TO BE ANNOTATED:\n PARTRIDGE\nPerhaps ydt™ AML Tkef to Miz He\nhaizoruchi= {8 fetiver- ie) |\npone BE aw H V\nBASIE\nVery nice.\n\nBasie puts the hairbrush inside his shirt and accepts the\nbottle of water back, corks it.\n\nBASIE\nI'll have some news in a day or two.\n\nMR. PARTRIDGE\nHow is the war, do you know?\n\nBASIE\nI give it three months.\n\n \n\nMr. Partridge looks pleased. i\n\nBASIE\nThe Japs have occupied Hong Kong,\nManila, the East Indies,\nSingapore--it'll be business as\nusual in no time.\n\n \n\nIt is clear from Mr. Partridge's change of expression that\nthat is not what he meant. Mr. Partridge picks up his mess\n\ntin and leaves. Basie approaches Mrs. Vincent who does not\nlook up.\n\n \n\nCONTINUED\n\n|\n\n \n\flll\n\n112\n\n113\n\nCONTINUED (3) + 50\n\nBASIE\n(amiably)\nRed Jack on Black Queen.\n\nMRS. VINCENT\n\nGo away.\nBASIE\nJust going.\nEXT. DETENTION CENTER - DAY 112\n\nJim is busily sieving for small bits of coal and placing\nthem on Mrs. Lee's fire. He blows the fire, coaxing a flame\nout of it as Mrs. Lee supervises the boiling of the potatoes.\n\nINT. /EXT. DETENTION CENTER - DAY . 113\n\nJim arrives at Basie's mat with the three mess tins, each\ncontaining a potato in its share of the potato water.\nBasie takes two of the mess tins.\n\nBASIE\nYou helped Mrs. Lee?\n\nIM eo f\nI ingratiate . ade sé]\nvery useful.\n\nBASIE\nAnd you got a fair ration as a result.\n\nBasie halves the third potato with his fingers and hands\none half to Jim.\n\nJIM\nThanks, Basie!\n\nBASIE\nThat's it. If you can help people\nyou'll live off the interest.\n\nJim puts his mess tin to his lips and drains the water from\nit. Unsatisfied, he eyes Basie's little bottle of water.\nBasie shifts the bottle slightly, moving it away.\n\nBASIE\nWe don't drink that, Jim.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nUnsatisfied, he eyes Basie's little bottle of water. Basie shifts the bottle slightly, moving it away. BASIE\nWe don't drink that, Jim. \n\nTARGET SECTION TO BE ANNOTATED:\n We don't\ndrink from the water butt. Only\npotato water that's been boiled like\nI told you.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\f113\n\n114\n\nCONTINUED; 51\n\nHe watches Mr. Partridge shuffle past, carrying his mess\ntin back to his mat from the direction of the fire.\n\nBASIE\nI'm looking after you, Jim.\n\nJIM\nI know, you are, Basie.\n\nBASIE\nYour dad would appreciate that.\nPerhaps I'll still get that reward.\n\nThe entire meal has now been eaten. Basie lies down and\nJim picks up a piece of torn cardboard and fans him.\n\nJIM\nBasie, when you were in Shanghai\nCentral, did anyone talk about my\nmother and father?\n\n  \n\nBASIE\nI think I d@adgh methi i\nGood news. fmxT! = one. nb) 7 i\ncamps and are} 1 in ‘oO 4 's £\nseeing you. '\"l ind ‘out“nith“énd\nfor you.\n\nJIM\n\nGosh, thanks, Basie. I learned a\nnew word today.\n\n(hesitates)\nI forget what it was.\n\nBASIE\nNever mind. I'm keeping up your\neducation.\nEXT. DETENTION CENTER - DAY 114\n\nIn the open air, Basie sits on one of the benches in crisp\nclean clothes. He is making an origami bird out of a\ncigarette packet. Elsewhere, Mrs. Lee is brushing her hair\nwith the silver hairbrush. She catches Basie's eye and\nthrows him a smile. Basie manipulates the little cardboard\nbird and then tosses it away. Elsewhere, Jim moves among\nthe other prisoners, going from one to the next, greeting\neach by name but seldom getting a response. When he reaches\nthe EMACIATED SOLDIER, who is lying slumped against the\nperimeter wall in the sunshine, holding’ his mess tin in one\nhand, Jim discovers that he has died. Jim eyes the now\navailable mess tin. He hesitates. He looks round towards\nBasie. Then he decides to take the tin and he stoops to\npick it up and continues.\n\n \n\n \n\n \n\n \n\n \n\f115\n\n116\n\n117\n\n52\n\nINT./EXT.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks round towards\nBasie. Then he decides to take the tin and he stoops to\npick it up and continues. 115\n\n116\n\n117\n\n52\n\nINT./EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n DETENTION CENTER - EVENING 115\n\nWe probably see the screen first: at any rate there is a\nmovie flickering on the screen. Perhaps it is a Thirties\nswashbuckler. The Japanese are giving themselves an\nunexpected treat. There are only three or four GUARDS in\ncharge of the detention center.\n\nSome of the prisoners are sitting on the benches but they\nhave their backs to the screen. The prisoners face the\n\n‘Japanese guards who are watching the screen. One of the\n\nLITTLE CHINESE BOYS who is sitting with his mother on a\nbench forgets himself sufficiently to peek over his shoulder\nwhen the scratchy soundtrack indicates a particularly\ninteresting moment, but one of the guards shouts at him and\nthe boy's mother cuffs the boy. Jim is nowhere to be seen.\nThis is because...\n\nANOTHER ANGLE 16\nJim is under the seats, ME a the\nnarrow slot which is al this\n\nANOTHER ANGLE 117\n\nJim is syanding watching the movie in the \"sleeping E\nquarters\" :\n\nPaul and David are sitting on either side of the sleeping\nmat on which their mother lies. Jim jerks his head at\nthem, inviting them to share the view, but Paul and David :\nseem to be in a stunned state. Then Jim realizes why: i\ntheir mother is dead. She is lying on her mat, shod in i\nplimsolls, sticking out over the edge. Jim approaches and\ntakes his \"Wings\" comic book out of his pocket and offers it\nto one of the boys. The boy takes it automatically but\ndoesn't look at it.\n\nJIM\nI'm sorry.\n\n \n\nANOTHER ANGLE :\n\n \n\nBasie looks up with interest from his sleeping mat. He is I\ninterested in the dead woman, or rather as we now find out, }\nin her plimsolls. Basie comes over to the three boys. F\n\nBASIE\nLooks like your size, Jim.\n\nBasie starts to untie one of the shoe laces but it is\nknotted. He has some difficulty.\n\nCONTINUED\n\n \n\f \n\nCONTINUED: 53\n\nBASIE\n_ {to Paul and David)\nShe's with God now. He won't mind\nher having no shoes.\n\nOne of the boys starts to ery silently.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED\n\n \n\f \n\nCONTINUED: 53\n\nBASIE\n_ {to Paul and David)\nShe's with God now. He won't mind\nher having no shoes. One of the boys starts to ery silently. \n\nTARGET SECTION TO BE ANNOTATED:\n His brother\nstretches out a hand to comfort hin.\n\nJIM\nI don't want her shoes.\n\nBasie has given up trying to untie the lace. He pulls at\nthe shoe which won't come off the woman's foot. He jerks\nat it and the corpse jerks towards him. Jim grasps Basie's\nwrist.\n\nJIM\nDon't Basie! - I don't want them!\n\nBASIE\nSomebody will.\n\nBasie struggles with the shoe and Jim struggles with\nBasie's wrists.\n\nANOTHER ANGLE Cc\nMrs. Vincent who has of MiG et. A050. up and\nlooks over towards them® ewe & ‘ed\n\nBACK TO SCENE\n\nJim and Basie struggle briefly, Basie starting to swear at\nJim.\n\nThere is the SOUND of the whistle which announces the\narrival of the prisoner's lorry. Jim freezes for a moment\nand then lets go of Basie and jumps up.\n\n \n\nJIM i\nIt's the lorry!\n\nBASIE\nLorry?\n\nJIM\n\nCome on! =- come on = don't you see?\n- This place is to see who dies!\n\nJim pulls Paul and David to their feet. }\n\n \n\nCONTINUED\n\f117\n\n118\n\nCONTINUED (2): 54\n\nJIM\n- (to Paul and David)\nCome on!\n\nJim runs to his sleeping mat as the other prisoners start\ngetting to their feet. They all start gathering up their\nmeager possessions.\n\nEXT. DETENTION CENTER (GATE) & JAPANESE LORRY - DUSK 118\n\nThe last stage of the line-up. The ritual which we have\n\nseen before. Soldiers and orderlies masked, are bringing\n\nin stretchers and walking wounded prisoners. The gates are\nopen and the lorry is outside. But the CUT is to Sergeant\nUchida, passing along the line of prisoners. Mr. Partridge\nand others are rejected. Among those who are motioned to\n\nget into the lorry are Mr. and Mrs. Vincent, the Pyms, two\nelderly couples, Mrs. Hug and her father, and then Paul and\nDavid. Each prisoner hands in a mess tin as before. Basie\nis next, and next to him is Jim.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nHug and her father, and then Paul and\nDavid. Each prisoner hands in a mess tin as before. Basie\nis next, and next to him is Jim. \n\nTARGET SECTION TO BE ANNOTATED:\n Sergeant Uchida gives the\n\nnod to Basie who follows Paul and David without a backward\nglance.\n\nJIM'S POV - THE PRISONER Me I 00 :\ni\nclimbing up into the lorbys jchben wo OF réé people who\n\ncame with the lorry and remained on it.\n\nSERGEANT UCHIDA stops in front of Jim, who does his best to\nlook bright and healthy, somewhat against the odds. He\nseems about to let Jim leave when he glances, instead, over\nhis shoulder at the lorry, evidently to see if there is\nroom for one more. Basie is just wedging himself into the\nremaining space on the bench, next to Paul and David. The\nJAPANESE SOLDIER who is going to stand guard in the back of\nthe lorry, puts the tailboard up and starts to haul himself\nup over it. Uchida pushes Jim back by the shoulder. Jim\n\nstaggers and falls and picks himself up and shouts desperately\nat Basie.\n\nJIM\n(shouts)\nBasie!\n\nJIM'S POV - BASIE\n\nIgnores Jim and is showing Paul and David a little\nconjuring trick with Jim's half crown, and gets a hesitant\nlaugh out of them. Mrs. Vincent, sitting next to her\nhusband, glances towards Jim. She looks at him with a\nsudden concern.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n|\ni\n|\n|\n\f118\n\n119\n\nCONTINUED! 55\n\nJim runs to the gate as the CAMP GUARDS start to close it.\nThe. DRIVER of the lorry, a new young driver, gets out of the\ncab and comes to the guards who are closing the gates,\nbrandishing a canvas wallet map and evidently asking for\ndirections.\n\nDRIVER\nNantao.\n\n. Sergeant Uchida strides furiously through the open gate and\n\nabuses the driver. Uchida snatches the map and looks at\nit. Jim comes through the gate towards the lorry.\n\nJIM\nStraight on! Nantao it's over\nthere! I was at the country club.\n\nUchida and the driver look in the direction of Jim's\noutstretched finger. Uchida returns the map to the\n\ndriver.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nI was at the country club. Uchida and the driver look in the direction of Jim's\noutstretched finger. Uchida returns the map to the\n\ndriver. \n\nTARGET SECTION TO BE ANNOTATED:\n He starts to cuff Jim as the driver returns to his\ncab and starts up the lorry.\n\nnoun avec “EMEH 008 9\nE »\nUchida cuffs Jim again, a’ i ben, m? A ene iddenly\n\nchanging his mind, glad to be rid of this troublesome boy, ‘\nhe picks him up bodily and throws him over the tailgate of\nthe lorry as the lorry begins to move forward. Jim extricates\nhimself from the legs of the prisoners on the lorry and\nclambers forward until he reaches the back of the driving\n\ncab where the guard has positioned himself. Jim reaches his\nposition at the back of the cab and stands there looking\n\nover the top of the cab with the wind blowing into his face,\nwhich is bloody but triumphant. He turns back towards the\ntailboard.\n\nJIM\nBasie! I told you everything will\nbe all right.\n\nThey all sit there, looking at Jim, with none of his\nexhilaration. We SEE them all: Mr. and Mrs. Vincent,\nBasie with Paul and David, Mrs. Hug and her father, Mr.\nand Mrs. Pym, the elderly couples, perhaps a dozen\naltogether, and finally, a young Englishman with a bruised\nface. This is RANSOME.\n\nEXT. SHANGHAI OUTSKIRTS (MOVING JAPANESE LORRY) - DUSK 119\nThe lorry passes through a landscape of war, burned-out\nbuildings and vehicles, doors and windows open to cloud and\nsky; with military traffic occasionally passing the lorry.\n\nJim is at his post, standing behind the driver's cab. Next\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\f119\n\n120\n\nCONTINUED! 56\n\nto him is the guard. As the lorry rumbles and sways along\nthe road, Jim holds onto the guard's belt to steady himself.\nHe is mildly hysterical and bangs on the roof of the cab\nwith glee. Mrs. Hug reaches out a hand to grip him.\n\nMRS. HUG\nBe quiet, Jim.\n\nJIM\nI can't help it, Mrs. Hug. Don't\nyou think it's funny.?\n\nMRS. HUG\nConcentrate on the road.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nDon't\nyou think it's funny.? MRS. HUG\nConcentrate on the road. \n\nTARGET SECTION TO BE ANNOTATED:\n Where are\nwe?\nJIM\nChapei.\nMRS. HUG\nYou know it here?\nJIM\n(shaking his head and\nchuckling)\nI couldn! Before Fret\nwar. bo Fefeta\nMilled fo wt\nMRS. HUG\n\nBut now you have no shoes.\n\nJIM\n(laughing at that)\nI know!\n\nJim laughs and bangs the cab again and shouts down to the\ndriver, pointing out the road.\n\nJIM\nNantao.\n\nThe driver sticks his head out of the cab and shakes his\nfinger angrily at Jim. Ransome looks at Jim with interest.\nThe other people in the lorry are mostly in a stupor. Paul\nand David are being entertained by Basie, who is deftly\ngoing through their pockets. Mrs. Vincent is regarding Jim\nwith something close to amusement.\n\nEXT. SHANGHAI COUNTRYSIDE (JAPANESE LORRY) - DAY 120\nThe lorry is stationary in flat country. The lorry's\nengine is steaming. The Guard is resting on the ground,\n\nleaning on one of the wheels, The driver has spread his\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\f120\n\nCONTINUED; 57\n\nMap over the hood of the lorry and is muttering furiously.\nOn the lorry one of the elderly women is lying on the\n\nfloor, attended by Ransome. Jim squats on top of the cab\nexamining the horizon for a landmark. The driver is getting\nnowhere with his map and he looks up at Jim and harangues\nhim loudly.\n\nBASIE\nAdd that up any way you like and\nwe're still lost.\n\nJIM\nEverything looks different. I was\nout here at the country club...\n\nBASIE\nWe're going to the country club.\nJim's in charge. }\n\nJIM |\nIf we can find the railway I'll know |\nwhere we are. Then it's either East\nor West.\n\neo\neC LL A\n\nEither East or jWest. Where wo we\n\nbe without him?=== ¥\n\nRANSOME\nGood boy, Jim -- you'll get us\nthere. The Japanese have captured i\nso much ground they've run out of\nmaps.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\neo\neC LL A\n\nEither East or jWest. Where wo we\n\nbe without him?=== ¥\n\nRANSOME\nGood boy, Jim -- you'll get us\nthere. The Japanese have captured i\nso much ground they've run out of\nmaps. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n \n\n \n\nELDERLY PRISONER |\nCan't we go back to the detention |\ncenter, Dr. Ransome? We're very I\ntired.\n\nThe driver has got back into his cab and is attempting to\nturn the lorry around.\n\nBASIE i\nThey've got the same idea. i\n\n \n\nRANSOME\nIt might be for the best. At least '\nthere's water there.\n\nJIM |\n(urgently) .\nWe mustn't go back - don't you see?\n\n \n\nCONTINUED\n\n \n\f120\n\n121\n\n122\n\nCONTINUED (2): 58\n\nNobody is taking any notice of him. Jim searches their\nfaces, looking for an ally, and finds Mrs. Vincent looking\nback at him. So he addresses her.\n\nJIM\nAll our friends will be in the camp.\nThey're waiting for us. My\nparents...\n\nMrs. Vincent is jostled aside by the guard clambering up\nover the tailgate.\n\nBASIE\n(to Ransome)\nYou got picked up late. Doctoring\nup-country?\n\nRansome nods.\n\nBASIE\nI was working underground for the\nKuo-min-tang.\nRANSOME\n(mildly)\n\nAs a conjurer?\nJim has been trying to rk Me | margrons Qreson.\nHe plucks at the guard's lsidevé Ka\n\nNANTAO!\n\nThe guard works his way to the front of the lorry and\nstarts pushing Jim down roughly from the top of the cab.\nJim is desperately searching the horizon and just in time\nsees something.\n\nJIM'S POV - RAILWAY BUGGY 121\n\nWith TWO JAPANESE SOLDIERS on board it is travelling magically\nalong the featureless landscape.\n\nJIM 122\n(shouts)\nThere it is - the NANTAO line!\n\nJim excitedly shows the guard what he has seen and the\nguard shouts to the driver. The driver turns the wheel\nsharply and Jim tumbles off the cab into the back of the\nlorry.\n\nWe see Mrs. Vincent's reaction: Jim is getting to her; she\ngives him a small smile for his success.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\f \n\n122 CONTINUED: 59\n\nJIM\n~ (happily)\nI'll get you there, Mrs.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe see Mrs. Vincent's reaction: Jim is getting to her; she\ngives him a small smile for his success. CONTINUED\n\n \n\n \n\n \n\n \n\n \n\f \n\n122 CONTINUED: 59\n\nJIM\n~ (happily)\nI'll get you there, Mrs. \n\nTARGET SECTION TO BE ANNOTATED:\n Vincent!\n\nWe also see Basie's reaction: the argument over the dead\nwoman's shoes had put Basie in bad humor with Jim but now\nhe acknowledges Jim's success in spotting the railway.\n\nBASIE\nYou're a sound commodity, Jim.\n\nRANSOME\nGood work, Jim. They'll have water\nfor us. You've got sharp eyes, you\nshould be a pilot when you grow up.\n\nJIM\nYes, I want to be a pilot.\n\nRansome looks at him bemused.\n\nJIM\n\nI've been in one already at Hungjao\naerodrome.\n\nDid it ar ME Oltls 9\nJIM\n\nWell, in a way.\n\nRANSOME\n(smiling)\nYou've got bags of imagination, Jim.\n\nJim turns away the intended compliment, unsmiling. Ransome\ndrops the smile, and looks at Jim for a moment. The lorry |\nis on the move again. j\n\nBASIE |\n(to Ransome)\nI'm looking after him for his daddy.\n\nRANSOME\nYou're American, aren't you?\n\n \n\nBASIE\nDefinitely.\n123 EXT. NANTAO RAILWAY LINE & JAPANESE LORRY - DAY 123\nThe lorry is pulling up near a wayside halt, merely a short |\nconcrete platform along the railway line. A party of |\n\nJapanese soldiers are concerned with laying signal wires.\n\nCONTINUED\n\n \n\f123\n\nCONTINUED: 60\n\nThe railway buggy is standing on the line. The driver gets\nout. of the cab and approaches the WORKING PARTY, which is\ngathered on the little platform, in the charge of. a\nJAPANESE CORPORAL who sits drinking from a canteen of\nwater. Ransome starts to lower the tailgate.\n\nRANSOME\nCome on, let's get you into some\nshade.\n\nThe guard immediately impedes Ransome, shouting at him.\n\nRansome addresses the guard in tones of polite humility\nwhich is at odds with his words.\n\nRANSOME\nLook, you stupid, ugly, filthy\nlittle bastard, these women are\ngetting dehydrated, so what's it to\nyou?\n\nThrough this the Guard pushes and cuffs Ransome and\ncontinues to shout at him. Ransome holds his ground.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nRANSOME\nLook, you stupid, ugly, filthy\nlittle bastard, these women are\ngetting dehydrated, so what's it to\nyou? Through this the Guard pushes and cuffs Ransome and\ncontinues to shout at him. Ransome holds his ground. \n\nTARGET SECTION TO BE ANNOTATED:\nHaving made his point, the Guard lowers the tailgate and\nshouts at the prisoners to get down. The Guard turns away\nand goes to join the Driver.\n\nRANSOME\nRight, everybody out. Someone help\nme with these women.\n\no- .\nThe Prisoners begin to dise fe - & s Car incent\nis not holding up too wel. ire. Vince: ip’ to get\ndown off the lorry. Jim has jumped over ‘the side and come |\n\nto help Mrs. Vincent. Mr. Vincent doesn't like to be\nhelped.\n\nMR. VINCENT\nI'm all right.\n\nFor a brief moment Jim and Mrs. Vincent are collaborators.\n\nThe Prisoners lie in the shade of the lorry, thirsty. One\nof the UN-NAMED OLD WOMEN is close to death. Jim is\ndrawing diagrams in the dust with a stick.\n\nA canteen of water is being passed among the Japanese\nWorking Party who are sharing a meal with the driver and\nguard on the railway platform. The Prisoners watch the\nwater intently, the spilled drops and the dribbles catching\nthe sunlight.\n\nRANSOME\n\n(quietly)\nChrist, are they waiting for one of\nus to die?\n\nCONTINUED\n\n \n\n \n\fCONTINUED (2): 61\n\nJIM\nThey're waiting for you to ask, so\nthey can hit you with their rifles.\nThen they'll give us water.\n\nRansome stares at him, rather angrily. Jim gets up and\ncasually moves towards the platform. When he gets to the\nedge of the platform he climbs up, ignoring the Japanese.\nRansome, Basie, and the others watch him with interest.\nMrs. Vincent watches him with anxiety. Basie starts\nnervously playing with his lucky half crown.\n\nThe driver notes Jim and is evidently talking to the\nCorporal in a good humored way about Jim, who bows steeply\nand then stands to attention, unsmiling. The Corporal\nlaughs. The Corporal part-fills a bottle of water from his\ncanteen and holds it up, calling to Jim, beckoning. The\nprisoners are transfixed by the sight of the water shining\nin the sunlight. Jim walks to the Corporal.\n\nRANSOME\n(under his breath) I\nGood lad.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\nprisoners are transfixed by the sight of the water shining\nin the sunlight. Jim walks to the Corporal. RANSOME\n(under his breath) I\nGood lad. \n\nTARGET SECTION TO BE ANNOTATED:\n |\nBASIE\n\n(under his breath)\nThat's my boy.\n\nJim accepts the bottle, BM Ck BOE § ree\npaces, wipes the neck 1B ee ores tips\n\nit into his mouth, draining it. Ransome's expression is\npuzzled and bitter. Basie smiles bleakly, more or less\nunderstanding. Mrs. Vincent does not understand and is\nhurt. The Corporal looks across at the prisoners’ dismay\nand laughs. Jim laughs with him. Jim gives the bottle back\nto the Corporal, who now refills it to the top from his\ncanteen. He gives it to Jim, who bows again and this time\ntakes it to the lorry, standing in front of Ransome, who I\nhas got to his feet. Ransome stares briefly at Jim.\n\n \n\nJIM i\n(matter of fact)\nIt was my water.\n\n \n\nRansome takes the bottle, and Jim goes back to his place,\nsitting on the ground, leaning against one of the wheels of\nthe lorry. Ransome tips a little water into the mouth of\nthe SICKEST WOMAN and then into the mouths of two or three\nElderly Prisoners who can't move. Basie reaches out for\nthe bottle but Ransome tips it to his own mouth first\n\ntaking a couple of gulps; it seems he might take a third\ngulp, but finds Jim looking at him expressionlessly, and\nchecks himself. Ransome passes the bottle on. Jim looks\naway again. When the bottle reaches Mrs. Vincent she first\nof all gives a drink to her husband.\n\n \n\n \n\nCONTINUED .\n\n \n\f123\n\n124\n\n125\n\n126\n\nCONTINUED (3): 62\n\nA plane is passing high overhead. Ransome looks at Jim\nwho is looking up into the sky. Jim removing goggles from\nin front of his eyes onto his forehead, and squints\nexpertly up at the sky.\n\nEXT. NANTAO CAMP AIRFIELD/JAPANESE LORRY - EVENING 124 |\n\nJim's small model airplane is flying against the night\nsky. The constellations jolt around behind it.\n\nANGLE ON JIM\n\nHe is lying on his back holding the plane in the slip\n\nstream of the lorry, comforting himself, he makes plane\n\nnoises.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nNANTAO CAMP AIRFIELD/JAPANESE LORRY - EVENING 124 |\n\nJim's small model airplane is flying against the night\nsky. The constellations jolt around behind it. ANGLE ON JIM\n\nHe is lying on his back holding the plane in the slip\n\nstream of the lorry, comforting himself, he makes plane\n\nnoises. \n\nTARGET SECTION TO BE ANNOTATED:\n In the distance he HEARS the sound of real planes |\n(0S). . I\nHe SEES a Japanese airfield; several planes are taxiing\n\ntowards the runway. In the background he SEES a tall\n\npagoda against the evening sky.\n\nJIM\nNantao airfield... that's the\nPagoda.\n\nThe lorry dips and the efooti/p(oabetped MLE Qocscon\n\nof an embankment.\n\n \n\nEXT NANTAO CAMP AIRFIELD (EMBANKMENT) - EVENING 125\n\nANGLE ON THE EMBANKMENT\n\nWe HEAR the distant drone of planes. (If Bosch had been\nalive he would have painted this.) Clouds of white dust\nswirl up to the Shanghai moon. Burning tires have been\nplaced inside oil drums and, by their hellish light, we see\nDOZENS of NEARLY NAKED WORKERS scampering up and down the\nslope of the embankment while carrying rocks. The white\nashy dust sticks to their skin and so it appears that the\nJapanese are building their runway with an army of ghosts.\nSENTRIES patrol the embankment and their bayonets are\nsilhouetted against the somber sky.\n\nWe see the outlines of the Nantao camp against a horizon.\nANGLE ON THE JAPANESE LORRY . 126\nThe lorry comes to a halt by a pile of rocks.\n\nRansome jumps out first (always Johnny on the spot).\n\nCONTINUED\n\n \n\f~ ~\n\n126\n\n127\n\nCONTINUED + 63\n\nRANSOME\n- Right Jim...let's get everyone to\ntheir quarters.\n\nBut Jim doesn't pay any attention to Ransome. Instead he\njust stares at the slope and the planes he knows are hidden\nbehind them (because he can HEAR them). Basie jumps down\nnext to him.\n\nBASIE\nI don't see any camp.\n\nBehind them the guard lowers the tailgate and the prisoners\nget out. Mrs. Hug seizes up the situation.\n\nMRS. HUG\nThey want us to carry stones.\n\nA GUARD hands Ransome a rock but he throws it down.\n\nRANSOME\nNo...no...",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nHUG\nThey want us to carry stones. A GUARD hands Ransome a rock but he throws it down. RANSOME\nNo...no... \n\nTARGET SECTION TO BE ANNOTATED:\nno\n\na rafde ae geqd decter\nas} aye 4 Se Sine\ne aca) se S5ene\nHé at Ss up a rock and\n\n    \n \n\nfalls down in the white\ngrabs a rock. Jim only\nplanes. They are his siren sondg=\nclimbs the embankment.\n\nThe guard clubs Ransome fie\ns\n\nEXT. NANTAO CAMP AIRFIELD (RUNWAY) - EVENING 127\nJim reaches the top of the embankment and sees the runway\nbeing built. It's white.\n\nJIM'S POV - A GROUP OF PLANES\n\nparked twenty yards from where they are building the runway.\nHe drops the rock, staggers towards the planes.\n\nANGLE ON THE GUARD\n\nHe sees Jim and brings his rifle up to his shoulder.\nANGLE ON THREE PILOTS\n\nThe PILOTS in flying suits and helmets are strolling\nalong. They see Jim and nudge each other.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\f127\n\n128\n\nCONTINUED: 64\n\nANGLE ON JIM\n\nHe reaches the first plane and leans against it running his\nhands over the smooth cowl of the engine.\n\nANGLE ON THE GUARD\n\nHe has Jim in his sights and cocks the hammer.\n\nANGLE ON JIM\n\nHe stands under the wing and SEES the three pilots approaching\nhim. Jim touches the blade of the prop and whispers.\n\nJIM\nZero-sen.\n\n \n\nANGLE ON THE GUARD\n\nHe lowers his rifle.\n\nANGLE ON BASIE AND RANSOME\n\nThey deposit their EM CHE GG & i\nree pilots. 2 |\n\nThey SEE Jim and the th They are Starlding under\nthe wing of the Zero.\n\n \n\nANGLE ON THE RUNWAY\nDozens of workers are working on the sides of the runway. i\n\nDISSOLVE:\nEXT. NANTAO CAMP AIRFIELD (RUNWAY) - DAY 128\n\nANGLE ON THE RUNWAY\n\nThe wind blows a fine dust over the runway. On the sides\nof the runway where the workers once stood are now burial\nmounds. OS we HEAR the sharp clicking sound of bamboo\nstave against bamboo stave. (Screenwriters note: the\nsound is like rattling bones.)\n\nDISSOVLE:\n\n \n\f129\n\n65\n\nINT.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nNANTAO CAMP AIRFIELD (RUNWAY) - DAY 128\n\nANGLE ON THE RUNWAY\n\nThe wind blows a fine dust over the runway. On the sides\nof the runway where the workers once stood are now burial\nmounds. OS we HEAR the sharp clicking sound of bamboo\nstave against bamboo stave. (Screenwriters note: the\nsound is like rattling bones.)\n\nDISSOVLE:\n\n \n\f129\n\n65\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n NANTAO CAMP (GUARD HOUSE) - DAY 129\n\nWith the dissolve, we SEE the image of two Kendo fighters\ncircling each other with helmets, body armor, and’ bamboo\nstaves, suspended over the runway. Suddenly, the taller\nfighter attacks. Before his shorter opponent can make a\nmove, he has been beaten around the arms and head. The\nshorter opponent's helmet is knocked off his head, revealing\nthe face of Jim; an undernourished, undersized, over experienced\nfourteen-year-old. The fight has taken place in the guard\nhouse, somewhere between an office and a recreation room.\n\nAn audience of THREE OFF-DUTY JAPANESE GUARDS applaud as the\nvictor takes off his helmet. This is SEARGENT NAGATA, a\nonce strong farmer's son who is beginning to show the\nravages of tuberculosis.\n\nJim places his helmet on a desk.\n\nJIM\n\nThank you, Seargent Nagata.\nNAGATA\n\nNagata teach Kendo. Boy teach\n\nEnglish.\n\nJim slips into his “EME “G68 9\nJIM\n\nYes, shoes.\n\nNAGATA\nShoes.\n\nJim picks up a bottle with a cork in it.\n\nJIM\nBottle.\n\nNAGATA\nBottle.\n\nJim removes the cork.\n\nJIM\nCork.\n\nNAGATA\nCork.\n\nJIM\nBook...chair\n\nNAGATA\nBook..chair. Thank you. Hello.\n\nGood-bye.\nCONTINUED\n\n \n\n \n\n \n\n \n\f129\n\n130\n\n131\n\nCONTINUED: 66\n\nJIM\n- Very good.\n\nNAGATA\n4 Very good.\n\nJIM\nI have to go now.\n\nNAGATA\nCheerio.\n\nJIM\n(laughs)\nCheerio.\n\nJim palms the cork and leaves the recreation\nroom.\n\nEXT. NANTAO CAMP (GUARD HOUSE AND ENVIRONS) - DAY 130\n\nJim comes out of the guard house, rubbing his ear where\nNagata had hit him and finding a little blood on his\nfingers. He looks in command of himself and of the\n\nsituation, however, as he s °.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. NANTAO CAMP (GUARD HOUSE AND ENVIRONS) - DAY 130\n\nJim comes out of the guard house, rubbing his ear where\nNagata had hit him and finding a little blood on his\nfingers. He looks in command of himself and of the\n\nsituation, however, as he s °. \n\nTARGET SECTION TO BE ANNOTATED:\n a,trok tawa eS\nhospital, skittering along {i s| t= tay i\nshorts, his clogs flapping And! kibgin!\n\nANOTHER ANGLE . 131\n\nA game of marbles is in Progress in the dust. Several of\nthe BOYS from the camp are engaged in this. Others, the\nSPECTATORS, stand watching, each holding a thread on which\na brilliant blue dragonfly is captive. Jim, on his\nprogress, tears by. He is clearly an object of interest to\nall the other boys.\n\nBOY 1\nJim! Where are you going?\n\nBOY 2\nDr. Ransome's looking for you!\n\nJim ignores them as he hurries by. He turns the corner at\na crossroads where two paths meet, and his flying clogs\nflash by the handwritten street signs which proclaim these\npaths to be \"Piccadilly\" and \"Bond Street\". As Jim runs\nthrough the camp toward the hospital, we get a view of the\ndistant pagoda across the airfield which is separated from\nthe camp by a wire fence.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\f132\n\n133\n\n134\n\n67\n\nANOTHER ANGLE 132\n\nOutside one of the huts there is evidently a \"concert\nparty\" in rehearsal. Ina grotesque parody of a mixed\nchorus line, a group of PRISONERS are learning steps and\nsinging...\n\nWOMEN PRISONERS\n\"We're the girls every boy adores.\"\n\nMEN PRISONERS\n(sing )\n\"You're the girls every boy\nadores...\"\n\nPRISONERS\n(sing together)\n\"C.A.C. don't mean a thing to me...\"\nJim tears round the corner, skidding round the chorus line.\n\nJIM\nSorry!\n\nJim runs on without pausing.\n\nPRISONER\nThat boy ... - i t\nt §\nE Meow O08 9\nNeeds a good ing. 8\nANOTHER ANGLE 133\n\nA GOLFER addresses himself to an old battered ball which\nhe then hits a few ungainly yards towards a SECOND GOLFER\nwho stands hopefully next to a cavity in the stony ground.\nIt is not a good shot at all. The first golfer shakes his\nhead in disgust. Jim runs by, laughing.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt is not a good shot at all. The first golfer shakes his\nhead in disgust. Jim runs by, laughing. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\nUse your iron!\n\nThe golfers evidently take their game seriously. They\nglare at Jim.\n\nJim continues his journey through the camp at his usual 134\nspeed. This may be an appropriate moment to describe what\n\nthe camp is like. The camp is surrounded by a wire fence\nwhich separates it from the nearest part of the airfield.\n\n(The nearest part of the airfield is on the fringe of any\n\nCONTINUED\n\n \n\n \n\n \n\n \n\nI\n;\n;\n\n \n\n \n\n \n\n \n\n \n\f135\n\n136\n\nCONTINUED; 68\n\nairfield activity and is in fact rather overgrown, apart\nfrom the runway itself, and conceals a narrow canal. The\nbusiness end of the airfield is way across on the other\nside, near the pagoda).\n\nThe main entrance of the camp, guarded gates, gives onto a\nminor road which skirts the airfield and the camp. Part of\nthe camp is evidently older than the war. There might be\nabout 20, double-story, concrete structures large enough to\nsleep one-hundred people each. There is a larger structure,\nfacing the airfield, which has been Part-bombed. This is\nan assembly hall, with a balcony now open to the sky and\nstanding in its own rubble. There are negotiable stairs up\nto the balcony, partly covered by debris. The dormitory\nblocks are regularly laid out between quite neat\nrudimentary paths. Their front doors, each approached by a\nfew steps, look out upon a \"parade ground\". There are\n\nalso some wooden buildings, evidently purposely built for\nthe camp. There is a guard house which accomodates the\nsoldiers who guard the camp. There is also a watch tower\nupon whose platform there is a Japanese soldier shaded by a\ntin roof. One of the houses is now the hospital. It has a\nverandah. The area outside the wire includes, near the\n\nhospital, a cemetery and t, en g ller\nwooden shack, quite near t fave. i e ui hich\nhas a chimney and a servin ck.\n\nEXT. NANTAO CAMP - HOSPITAL\n\nWe follow Jim until he runs up the steps of the hospital.\n\nINT. HOSPITAL (DISPENSARY & WARDS) - DAY\n\nThe first room is a dispensary of sorts.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nNANTAO CAMP - HOSPITAL\n\nWe follow Jim until he runs up the steps of the hospital. INT. HOSPITAL (DISPENSARY & WARDS) - DAY\n\nThe first room is a dispensary of sorts. \n\nTARGET SECTION TO BE ANNOTATED:\n The men's ward\nand the women's ward lead off from it. In each ward can be\nseen a number of cots and mattresses, all occupied in the\nsemi-gloom. The only person in the dispensary is a\nmiddle-aged woman, MRS. PHILLIPS. From her appearance and\nher activity in the room it is clear that she is not a\nvisitor but belongs there. Jim speaks to her in an\nunnaturally loud voice. :\n\nJIM\nHello, Mrs. Phillips!\n\nMRS. PHILLIPS\nSsh...\n\nJIM\nWhat?\n\nMRS. PHILLIPS\nWhy are you shouting? What have you\ndone to yourself?\n\nCONTINUED\n\n135\n\n136\n\n \n\n \n\f \n\n136\n\n137\n\nCONTINUED; 69\n\nShe sees the blood on his ear.\n\nRANSOME (0.S.)\nJim!\n\nINT. HOSPITAL (WOMEN'S WARD) - DAY 137\n\nRansome's urgent voice has come from the women's ward. Jim\nenters the ward and finds Ransome bending over one of the\ncots which boasts the ward's only mosquito net. Ransome is\ntensely and energetically attempting to restart the heart\nof a woman patient, while hospital orderly, MRS. GILMOUR,\nis attempting mouth-to-mouth resuscitation on the patient.\n\nRANSOME\nQuickly, Jim!\n\nJim hurries closer. Lying on the cot is a young woman who\nis in fact dead from dysentery. Ransome is leaning over\nher, pumping her heart through the thin wall of her naked\n\nchest. Ransome, who is now bearded, is sweating, breathing\nheavily, tiring.\n\nRANSOME\nCan you do this?\n\na - ‘ . Q)\nJim takes over pumping jie pte. ns} (role Side Mrs.\nGilmour and takes over job Senéuth-t: igh the\n\npatient.\n\nRANSOME\n(between breaths, rapping the\nwords at Jim)\nDon't speed up -- keep the rhythm.\n\nMRS. GILMOUR\n(matter-of-fact)\nShe's dead, Dr. Ransome.\n\nMrs. Gilmour is a Pleasant, middle-aged woman, like Mrs.\nPhillips in most respects. .\n\nRANSOME\n\nKeep going.\n(to Mrs.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nPhillips in most respects. . RANSOME\n\nKeep going. (to Mrs. \n\nTARGET SECTION TO BE ANNOTATED:\n Gilmour)\n\nTake over.\n\nMrs. Gilmour takes over from him and Ransome tries to\nlisten to the young woman's heart. Jim keeps pumping with\nthe heels of his hands. He looks down at the girl. As he\nlooks at her, suddenly her open eyes swivel toward Jim,\nlooking at him. Ransome straightens up.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\f137\n\n138\n\nCONTINUED: 70\n\nRANSOME\nAll right, stop.\n\nJIM\nShe looked at me! I got her back to\nlife!\n\nRANSOME\nYou pumped some blood into her\nbrain, Jim, just for a moment.\n\nJIM\nNo, she looked right at me! I can\ndo it again.!\n\nRANSOME\nStop shouting. Leave her alone.\n\nHe walks away exhausted.\n\nRansome continues into the di Pp\n\nINT. HOSPITAL (DISPENSARY) - DAY 138\nSatie here sits_doyn,\n\nalone for a moment in grief nd an, es\n\ninto the dispensary, approaching R some (cau R&ysome\n\nlooks up at Jim, a little more warml\n\nRANSOME\nCome on then. Have you done your\nhomework?\nJIM\n(loudly)\n\nI think I've gone deaf!\n\nMRS. PHILLIPS\nSomebody's boxed his ears at last.\n\nJIM\nSergeant Nagata gave me a Kendo\nlesson. . ‘\n\nRANSOME\n\n(touching Jim's ear)\nHe gave you a lesson all right. Sit\nthere.\n\nHe indicates a chair standing by a metal table in the\ndispensary.\n\nRANSOME\n(to Mrs. Phillips)\nGive the mosquito net to Mr. Radnik.\n\nCONTINUED\n\n \n\nI\ni\n|\nt\n|\n\n \n\n \n\fCONTINUED: 71\n\nMRS. PHILLIPS\n- Poor man.\n\nRANSOME\n(irritated)\nJust give it to him, Mrs. Phillips.\n\nRansome comes to Jim and starts to examine the ear, wiping\nit with a swab.\n\nJIM\nIs that what you do? -- Give the\nmosquito net to whoever's dying next?\n\nRANSOME\n\nSit still. 'They were being loved.'\nJIM\n\nAmabantur.\nRANSOME\n\n\"I shall be loved.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM\nIs that what you do? -- Give the\nmosquito net to whoever's dying next? RANSOME\n\nSit still. 'They were being loved.'\nJIM\n\nAmabantur. RANSOME\n\n\"I shall be loved. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\nAmatus eris.\n\nRansome straightens up f AG Lat, (x ear\nand announces his prescript nt C Vv\n\nRANSOME\nI'm taking you off games.\n\nRansome picks up Jim's Latin text book and flips through\nthe pages, settling on Jim's next homework. He hands the\nbook back.\n\nRANSOME\nFor tomorrow: ‘gerunds and\ngerundives.\n\nJim's attention, in his eyeline, is now with Mr. Radnik,\naround whose cot Mrs. Phillips and Mrs. Gilmour are placing\nthe mosquito net.\n\nRANSOME,\nAre you paying attention?\n\nHe notices Jim's distraction, then sees that Jim's eye is\non an almost new pair of white golf shoes put neatly at the\nend of Mr. Radnik's cot.\n\nRANSOME\nJim, can you hear me?\n\nCONTINUED\n\n \n\n \n\n \n\n \n\f138 CONTINUED (2): 72\n\nJIM\nYes, it's coming back. Do you ever\nsave anybody, Dr. Ransome?\n\nRANSOME\nI think they'd have to be Lazarus.\n\nJIM\nWell, anyway, it's fewer to feed.\n\nRANSOME\nYou're a pragmatist, Jim. What\nabout your English prep?\n\nJIM\n\n(rapidly,\n\nfrom memory)\n\"If I should die think only this of\nme that there's some corner of a\nforeign field that is forever\nEngland there shall be in that rich\nearth a richer dust concealed a dust\nwhich England bred - \"\n\n \n\n|\n|\n\nfone ees\n(interry ite roi\nYes, but try top)\nit's not just al St wi rad OG\n. JIM\nHotsy totsy.\nRANSOME.\n\nI beg your pardon?\n\nJIM\nIt's a new word Basie taught me. He\nsaid you'd know what it means.\n\n \n\nRansome leans forward and takes two tomatoes out of Jim's\nshirt pocket.\n\n \n\nJIM\n(unashamed)\nThey're for Basie.\n\nRANSOME\nI know.\n\nJIM\nI have to give him something .\neverytime I see him.\n\n \n\nCONTINUED\n\n \n\f138 CONTINUED (3): 73\n\nRANSOME\n- It's alright. It's a good thing\nyou're friends with Basie. He's a\nsurvivor.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED\n\n \n\f138 CONTINUED (3): 73\n\nRANSOME\n- It's alright. It's a good thing\nyou're friends with Basie. He's a\nsurvivor. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\n\nThat's because he only drinks boiled\nwater.\n\nRansome offers the tomatoes.\n\nRANSOME\nEat these. I've got something else\nfor you to give Basie.\n\nJIM\nThanks.\nRANSOME\nEat them now.\nJim eats them.\nJIM\nIt's a good thing I'm friends with\nyou, too.\n\n. f 2.Q «\nFrom his pocket Ransome t ondo: hi gives\nto Jim. $ i a\n\nJIM\nSee you tomorrow! I've got some things\nto do!\n\nJim gets up and runs out of the dispensary, stuffing the\nLatin book inside his shirt.\n\n139 INT. HOSPITAL (MEN'S WARD) - DAY 139\nMrs. Phillips, standing at the door of the men's ward,\nwatches him go, bemused and even bewildered by him.\n: MRS. PHILLIPS\nHe keeps busy, doesn't he?\n140 EXT. NANTAO CAMP (WASHLINE & PERIMETER FENCE) - DAY 140\n\nJim has arrived at the washing line which is a crude affair\nbehind one of the dormitory blocks. He rapidly unpegs a\n\nshirt, pants, and socks, and runs past the fence towards the\nAmerican dormitory.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\f_ 140\n\n141\n\nCONTINUED: 74\n\nJIM'S POV - A MODEL GLIDER\n\nsailing on the breeze on the other side of the fence. A\nJAPANESE BOY, a year or two older than Jim, runs after it.\nANOTHER ANGLE\n\nThe plane sails over the perimeter fence and crash lands\nnear Jim. Jim runs over to it and picks it up (after\nPlacing the laundry carefully on the grass).\n\nANGLE ON JAPANESE BOY\n\nHe runs to his side of the fence and he looks at Jim,\n\nwondering what he is going to do with his plane.\n\nANGLE ON JIM .\nJim looks carefully -MIGH. 008.9 the\nJapanese boy.\n\nANGLE ON JAPANESE BOY\n\nHe is worried about his plane.\n\nANGLE ON JIM\n\nHe launches the glider back across the fence.\n\nANOTHER ANGLE\n\nThe Japanese boy shouts his thanks and runs after the\nglider. He picks it up.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nANGLE ON JIM\n\nHe launches the glider back across the fence. ANOTHER ANGLE\n\nThe Japanese boy shouts his thanks and runs after the\nglider. He picks it up. \n\nTARGET SECTION TO BE ANNOTATED:\nJim waits to see if the boy will launch the glider back\n\nat him. But the boy launches his glider away from Jim\n\nand runs after it. .\n\nJim picks up the laundry and runs through the camp. He\nnotices a lorry, the food lorry, coming down the road\n\ntowards the camp gates.\n\nANOTHER ANGLE 141\n\nThe lorry creates a stir of interest. Here and there,\nPRISONERS note the lorry's arrival. An ALMOST NAKED MAN is\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\f142\n\n143\n\n144\n\nCONTINUED: 7\n\nstanding between the shafts of a simple two-wheeled cart.\nHe has apparently been waiting for the lorry. He stands up\nand we recognize, perhaps only just recognize, Mr. Maxted.\n\nMAXTED\n(shouts)\nJim! The caterers have arrived!\n\nJim, carrying his washing, runs along toward what we will\nknow to be the men's dormitory.\n\nJIM\nDon't worry, Mr. Maxted! I'll be\nthere!\n\nMAXTED\n\nCome on, Jim! It won't taste the\nsame without you!\n\nWe stay with Jim and see him run up the steps of \"E-Block\",\nthe men's dormitory.\n\nINT. BRITISH AND AMER: = VE Sp DORM RE B DAY 142\nThe building contains two seRarpte d s,gone for the\nBritish men, one for Americans. Jim goes to the door of\n\nthe British dormitory.\n\nINT. BRITISH MEN'S DORMITORY - DAY 143\n\nHe addresses himself generally to the OCCUPANTS The\ndormitory has a thoroughly demoralized atmosphere. It is\nfull of listless men, many of them ill, groaning and sweating.\n\nJIM\nThe food lorry's here!\n\nBRITISH PRISONERS\n(morosely)\nSod off!\n\nJIM\n\n(cheerfully)\nThere isn't any other news.\n\nHe leaves.\n\nINT. AMERICAN MEN'S DORMITORY - DAY . 144\nThe doorway of the American dormitory is decoratd with\n\nsigns and American symbols. One sign says \"You are entering\nthe United States.\" Another says \"So get them off.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. AMERICAN MEN'S DORMITORY - DAY . 144\nThe doorway of the American dormitory is decoratd with\n\nsigns and American symbols. One sign says \"You are entering\nthe United States.\" Another says \"So get them off. \n\nTARGET SECTION TO BE ANNOTATED:\n Jim\n\nCONTINUED\n\n \n\n \n\n \n\fSE SS IS SS\n\n~144\n\n145\n\nCONTINUED: 76\n\nenters the American dormitory. This large room has been\nPartitioned off so that every bed is in its own cubicle.\nThe partitions are homemade from any material which has come\nto hand; sheets, bits of wood, and packing cases, etc.\nThere is a central corridor into which some of the cubicles\nOpen. Some of the front doors are \"closed\" and others are\n\"open\". TWO AMERICAN PRISONERS, a pitcher and a catcher,\nare throwing a baseball up and down the corridor. It's\nclear that Jim is popular here, in his own way. As he\nnegotiates the corridor, he is greeted on every side by the\nAmerican prisoners. One of whom (TIPTREE) is playing a\nharmonica.\n\nAMERICAN PRISONERS\nIt's Shanghai Jim.\nHey, Jim.\nHot water and shave over here.\nGet me a left-handed screwdriver and\na bucket of steam.\n\nDAINTY\nWould you like a Hershey bar?\n\nJIM\n\nOh, yes ple 7», Dainty,! Ae\nf\n\nMeri. O08 ¢\n\nSo would I, Kid. “Ha¥d you dét Wnée’ #\nJim makes his way down the corridor. Along the way he\n\npasses SIX AMERICANS playing poker. They are using condoms\nas chips. Jim is heading for a corner cubicle. This is\n\nguarded by an American prisoner called DEMAREST. Seeing Jim\napproaching with the laundry, Demarest moves aside the\n\ncurtain closing off the corner cubicle to speak to someone\ninside.\n\nwent\n\nYe\n\nDEMAREST\nIt's the kid.\nHe jerks at Jim to enter.\nINT. AMERICAN MEN'S DORMITORY (BASIE'S ROOM) = DAY 145\n\nThe cubicle is a corner one, with two windows giving Basie\na clear view of the entire camp. He is sitting on his\nbunk, dressed in a long sleeved cotton shirt, faded but\nneatly creased. The cubicle is like a general store;\nclothing, pots and pans, tennis racquets, stacks of old\nmagazines. Jim enters in his usual state of panting\nexcitement.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is sitting on his\nbunk, dressed in a long sleeved cotton shirt, faded but\nneatly creased. The cubicle is like a general store;\nclothing, pots and pans, tennis racquets, stacks of old\nmagazines. Jim enters in his usual state of panting\nexcitement. \n\nTARGET SECTION TO BE ANNOTATED:\n Basie sits on the bed, absently playing with\nthe half crown coin which he slips in his pocket when Jim\narrives; not to hide it, but Jim merely replaces the coin\nas something to occupy him.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n|\nI\n\fSE\n\n145 CONTINUEDS 77\n\nDEMAREST\nStop breathing so much. There ain't\n) enough air as it is.\n\nBASIE\nCome in, Jim. You're alright.\nThere just isn't enough air for you\nin the whole of Nantao, isn't that\n\nit?\n\nJIM\nThat's it, Basie. Here are your\nclothes?\n\nBASIE\n\nYou're better than a laundry.\n\nBasie smiles warmly at Jim. He reaches under his bed for\ni) a tin box from which he takes a potato and gives it to Jim.\n\nJIM\nThanks, Basie. I got you a cork.\n\nJim hands over the cork from the guardhouse.\n\nBASIE\n(pleased)\nThis will do fine.\n\now ERMEHNOQ8 9\n\nBASIE |\n(ignoring him)\nDid you get the sewing needle?\n\neS Jim finds the needle in the hem of his shorts. Basie takes i\nit from him and examines it. |\n\n \n\nBASIE ,\nGood boy.\n\nBasie fiddles with the cork and needle. He lays the needle\nflat on the cork seeing how it will work as a compass.\n\nDemarest is folding the laundry Jim brought and placing it\nunder Basie's mattress.\n\nJim licks the last of the potato from his fingers.\nJIM\n\n(anxious)\nYou've got to give it back.\n\nCONTINUED\n\n \n\f145\n\nCONTINUED (2): 78\n\nBASIE\n- Got to? What do you mean, got to?\nAre you going to give me the potato\nback?\n\nJim is taken aback. Demarest smiles at Jim's discomfort,\nbut Basie's pendulum is still swinging. He snarls at\nDemarest.\n\nBASIE\nWhat are you laughing at?\n\nAnd he jerks his head at Demarest, indicating that he\nshould leave, which he does.\n\nBasie is feeling expansive. Jim always makes him feel\npowerful. He stares at Jim, looking him over as if he is\ngoing to remake him.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nBasie is feeling expansive. Jim always makes him feel\npowerful. He stares at Jim, looking him over as if he is\ngoing to remake him. \n\nTARGET SECTION TO BE ANNOTATED:\nBASIE\nJim, would you like to become an\nAmerican?\n\nJIM\n\n(almost beside himself)\nOh yes, Basie. I would love it.\n\nBasie gets up from his chair and indicates that Jim should\nsit there. Basie should play thi sedi 4 SO! a ay ician\nwho is about to reveal a g: e hist pu Grea\nJim's back, he rummages thrpu i sket: mit\ndare to look behind him. BaSi'e comés up behind him. He\nhas something in his hand, but we can't see what. Basie\ncuffs Jim affectionately on the head.\n\nBASIE\nPut your chin on your chest and don't\nmove.\n\nJim does as he is told. He HEARS the quick snipping of\nscissors. He sees his long English locks fall to the floor.\n\nANOTHER ANGLE\n\nBasie is giving Jim a crew cut and it's obvious by the\nquick, confident way he goes about his business, that Basie\ncut hair in another life.\n\nBASIE\n(making conversation\nlike a barber)\nDid you see the Mustang yesterday?\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\f~145 CONTINUED (3): 79\n\nJIM\n(nodding happily)\nIt's the Cadillac of the sky, Basie.\n\nBASIE\n(as an aside)\nKeep your head down. You'll see Plenty\nof them soon. And B-29s.\n\nJIM\nB-29s?\n\nBASIE\nThe Superfortress, Jim.\n\nJIM\nWhere from, Basie?\n\nBASIE\nThe Mariana Islands, Saipan, Guam.\nYeah, the Marines took the Marianas\nwith the infantry; the 27th and the\n77th. That means that Tokyo is\ngoing to be in bomber range.\n\n \n\n \n\n \n\n \n\nJIM\nTokyo!\nEMEH Ango\nIt'll be time..t ont i going (nome! of\n\n \n\n(aside)\nTurn your head to the left.\n\n \n\nJim dutifully turns his head to the left.\n\nJIM |\n(uncertain)\nWe'll have to leave the camp.\n\n \n\n:\nBASIE i\nThat's the idea. First the Japanese\nfeed you and then the Americans are\ngoing to get you killed. Then it's\nthe other way around.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\n:\nBASIE i\nThat's the idea. First the Japanese\nfeed you and then the Americans are\ngoing to get you killed. Then it's\nthe other way around. \n\nTARGET SECTION TO BE ANNOTATED:\n It's all timing,\n\n \n\n \n\nJim.\nJIM\nWill you tell me when it's time?\nBASIE\nSure.\nJIM i\nPromise?\n\nCONTINUED\n\n \n\f145 CONTINUED (4): 80\n\nBASIE\n\n- (sharply, almost cross)\nI promise.\n\nAnd he pushes Jim's head to the right rather roughly. As\nhe starts to work on Jim's right side...\n\nBASIE\nHow's your friend, Dr. Schweitzer?\n\nJIM\nI brought Amy Matthews back to life\nfor him. Just for a minute.\n\nBASIE\nYeah? That's worth a Reader's\nDigest, Jim.\n\nJIM\nThanks, Basie.\n\nBASIE\nI'm increasing your word power, Jim.\n\nJIM\n\nCom ee MCEUO 89\n\nPragmatist? hat's a one. D\nDr. Ransome teach you that one?\n\nThe only indication of Basie's anger is the quickening of\nhis scissors. Jim nods.\n\nBASIE\nYour mother and father are going to\nbe pleased, coming back with all\nthese new words.\n\nJIM\nYou'll meet them, Basie.\n\nBASIE\nI don't want you going over there\nanymore.\n\nJIM\n\nWhat about my Latin?\n\nBasie walks around Jim who has a complete crew-cut now, and\nhe seems satisfied with his work. :\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\n \n\f145\n\n146\n\n147\n\nCONTINUED (5): 81\n\nBASIE\n- You can get up now, Jim.\n(beat as he looks. at Jim)\nYou're an American now. Americans\ndon't need Latin. They've got\nsomething much more important.\n\nJim feels his new hair, his new identity.\n\nJIM\nWhat's that, Basie?\n\nBASIE\nKnow how, Jim...know how.\n\nJim smiles and hands Basie the two condoms Ransome gave\nhim. Demarest sticks his head through the curtain.\n\nDEMAREST\nFood truck is here.\n\nJim takes his Reader's Digest from the pile and is about to\nleave while Basie picks up a broom and sweeps up his hair,\nWHISTLING between his teeth.\n\nFL eur y phe tt\n\nBasie, where's BMEH went e i ey ei\n\ntell.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nDEMAREST\nFood truck is here. Jim takes his Reader's Digest from the pile and is about to\nleave while Basie picks up a broom and sweeps up his hair,\nWHISTLING between his teeth. FL eur y phe tt\n\nBasie, where's BMEH went e i ey ei\n\ntell. \n\nTARGET SECTION TO BE ANNOTATED:\n }\n\ne WVU F\nBASIE .\n\nWhat radio is that? If I hada\n\nradio, I wouldn't be talking to\n\nyou. I'd be listening to Charlie\nMcCarthy.\n\nINT. AMERICAN MEN'S DORMITORY - DAY 146\n\nJim leaves Basie's cubicle and jerks his head at Demarest,\nwho scowls at the deliberate impertinence and goes into\nBasie's cubicle.\n\nEXT. NANTAO CAMP - DAY 147\n\nJim runs up to join a gaunt Mr. Maxted who is standing with\nhis cart, dressed in a pair of shorts, about to be served\nfrom the kitchen hatch. Other carts are returning laden to\ndifferent dormitory blocks, while a few more wait their\nturn. Jim runs up, breathlessly, just in time to help\nMaxted receive a bucket of boiled potatoes and some mush,\ngrains of wheat. Mr. Maxted is either too kind or too\noblivious to notice Jim's hair.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\f— 147\n\n148\n\nCONTINUED: 82\n\nJIM\nSorry, Mr. Maxted.\n\nMAXTED\nGood boy, Jim. The rations get\nheavier as they get smaller.\nInteresting. I must write to the\nTimes.\n\nJIM\n(looking around)\nThe others should help.\n\nMAXTED\nSome work and some watch, and that's\nall there is to it.\n\nAnd they pull the cart towards G-block.\n\nINT. FAMILY DORMITORY (JIM'S ROOM) - DAY 148\n\nJim sits on his bunk with his plate. From his wooden box he\ntakes a tin spoon and stirs the wheat around.\n\nANGLE ON WHEAT\n\neu Lg\nIt almost contains as much{ yeh vil 4s whgaty Jit’ pses his\nspoon to separate the wees 1 Eeoh the vidas, 1 thing them\nneatly around the edge o is pate?\n\na «\nJim shares his room with Mr. and Mrs. Vincent. Mr. Vincent\nis not present. The room is divided by a makeshift Partition\nconsisting mainly of bits of curtain, etc., hanging from a\nline attached to nails in the walls.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nMr. Vincent\nis not present. The room is divided by a makeshift Partition\nconsisting mainly of bits of curtain, etc., hanging from a\nline attached to nails in the walls. \n\nTARGET SECTION TO BE ANNOTATED:\n The division is more\nor less equable in the sense that the Vincent's have twice\nas much of the room as Jim. Apart from the two cots, there\nis little to note in the Vincents’ part of the room. (If\nthere is a window, the Vincents’ have it). Jim's cot is\ninside the partition in a cubicle hardly bigger than the\ncot. He has pasted photographs of shiny cars, Battle of\nBritain pilots standing by their Spitfires, a crashed German\nbomber, St. Paul's Cathedral... one Photograph, torn from a\nshows an unidentified couple standing arm in arm outside the\ngates ef Buckingham Palace. Jim's only real possession is a\nmake-shift wooden suitcase or box. In this box he keeps his\ntreasures.\n\nJIM'S POV - THE PARTITION\n\nmade up of various bits and pieces strung and pinned together,\nis full of little gaps. They offer Jim a view of Mrs.\nVincent, who is looking at her face, critically, without\n\nCONTINUED\n\n \n\n \n\f148\n\nCONTINUED: 83\n\nvanity, in the small mirror set into the inside of the flap\nof her purse.\n\nJim watches her steadily for a few moments, with sympathy\nbut also with great curiosity. His eyes switch slightly to\ntake in the line of her body.\n\nJIM'S POV - MRS. VINCENT\n\nalthough there is nothing more Provocative revealed of\n\nit than the V at the neck of her shirt, which she instinc-\ntively and unnecessarily closes as she becomes suddenly\naware of Jim's gaze.\n\nANOTHER ANGLE\n\nMrs. Vincent pulls the curtain open and watches Jim, but\ndoesn't see him or notice his haircut. She looks tired\nand frayed, but still attractive.\n\nMRS. VINCENT\nHave you seen my needle, Jim?\n\n— 3 gums gt ‘\nphe 0089\n\nNo, I have} irs. Vincent: ¥\n\nMay I borr Li ir“mirrér? & Ww\n\nMrs. Vincent hands him her purse. Jim opens the flap and\nlooks in the mirror at his new haircut. Only then does\nMrs. Vincent react.\n\n \n\nMRS. VINCENT |\n(horrified)\nJim, what did you do to your hair?\n\nJIM |\n(proudly)\nI am an American now.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nMRS. VINCENT |\n(horrified)\nJim, what did you do to your hair? JIM |\n(proudly)\nI am an American now. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\nMRS. VINCENT\nNo, Jim, you're British.\n\nJIM\nNo, I'm not, Mrs. Vincent. I...am\na citizen of the world.\n\nAnd he hands her purse back.\n\n \n\nMRS. VINCENT.\nYou shouldn't work for Basie. The\nthings that go on in that American\ndormitory.\n\nCONTINUED\n\n|\n'\nI\n|\ni\n|\n|\nI\n\f148 CONTINUED (2): 84\n\nJIM\n- Have you ever been there, Mrs.\nVincent.?\n\nMrs. Vincent gives Jim a look, but he is innocent of the\nimplication.\n\nJIM\nThey've got wonderful things there;\nZippos, bongos, lipstick, flick\nknives, harmonicas, tie pins,\nbinoculars, Vargas girls,\nflashlights...you'd really like it.\n\nMRS. VINCENT\nPerhaps it's time you moved into the\nmen's dormitory. You're not eleven\nanymore.\n\n \n\nJIM\n(overacting anguish)\nOh no, Mrs. Vincent. Not the\nBritish dormitory. It's so boring\nthere. I'm only a boy. Please\ndon't, Mrs. Vincent. I'll tell my\nfather you looked after me.\n\nA, MRS £ VENCENT |\n(mi Eg ff am foaneip) 0.8 9\nDo you th I' et the keway\n\nJIM —™ . |\n\n(embarrassed)\nWhat reward? I never said....\n\n \n\nMRS. VINCENT\nYou told everybody.\n\nJIM\nWell, I was much younger then.\n\nMr. Vincent enters the cubicle with two plates of food,\none of which he hands to his wife. He takes two spoons out\n\nof his pocket and they use them to separate the weevils\nfrom the wheat.\n\nWhile Mrs. Vincent was lecturing Jim he was counting\nweevils, and now he reaches in his box for a pencil.\n\nJIM\nEighty-seven weevils today, Mr.\nVincent.\n\n \n\nCONTINUED\n\n \n\f148\n\nCONTINUED (3): 85\n\nAnd Jim writes down eighty-seven on the wall of his bunk\nalong side a row of similar numbers. Lots of them are over\none hundred.\n\nJIM\nIt's above average, but the trend\nis down.\n\nMr. Vincent doesn't reply.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM\nIt's above average, but the trend\nis down. Mr. Vincent doesn't reply. \n\nTARGET SECTION TO BE ANNOTATED:\n Instead, he and his wife watch\nJim balefully. Jim stirs the eighty-seven weevils back\ninto the wheat and then takes a couple of rapid spoonfuls.\nMrs. Vincent almost gags at the sight.\n\nMRS. VINCENT\nMust you, Jim.\n\nJIM\nSorry. Dr. Ransome says some of us\nwill die two days before we are\nsaved, perhaps two hours. So use\neverything. We have to beat them,\nyou see.\n\nMRS. VINCENT\nThe Japs?\n\nJIM\nIt's how we wime a, B; sing ies\nHe keeps on eating the EME the 1B 9\nMRS. VINCENT ~\n\nDo you think you'll miss this camp\nwhen the war is over?\n\nJIM\n(surprised)\nNo.\n(thoughfully)\nWhy did the Japanese close the\nschool?\n\nMRS. VINCENT\n(with heartfelt sigh)\nBecause they wanted to punish the\ngrown-ups. I wonder how you'll take\nto school in England when the war is\nover.\n\nJIM\n(starting to eat\nthe potato)\nIt might be a bit strange.\nHe picks up a stray weevil on his finger and eats it.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\f~~\n\n148 CONTINUED (4): 86\n\nJIM\n- All the same, Mrs. Vincent, the best\nteacher is the university of life.\n\nMrs. Vincent separates the weevils from the wheat with more\nforce than necessary.\n\nMRS. VINCENT\nCould we finish our meal? We've\nheard your views on the university\nof life.\n\nJIM\nRight. But we should eat the\nweevils, Mrs. Vincent.\n\nMRS. VINCENT\n(wearily)\nI know, Jim. Dr. Ransome told you\nso.\n\n \n\nJIM t\nHe said we need the protein. |\n\nMRS. VINCENT\n\nDr. Ransome is Int 3 we should.eat i\nall the weevils ME A ( ( } O |\n} 5 , '\nNevertheless, Mrs. Vincent continues to s arati thém. E\n\nJIM\n\n(thoughtfully)\nI can't remember a single meal ‘\nbefore the war, and I can remember\nevery one since.\n\n(then brightly)\nMrs.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nVincent continues to s arati thém. E\n\nJIM\n\n(thoughtfully)\nI can't remember a single meal ‘\nbefore the war, and I can remember\nevery one since. (then brightly)\nMrs. \n\nTARGET SECTION TO BE ANNOTATED:\n Vincent, do you believe in\nvitamins?\n\nMRS. VINCENT\n(pausing in despair)\nStrange child. ‘\n\n  \n\n149 INT. FAMILY DORMITORY (JIM'S ROOM) - NIGHT 149\n\nJim is awake; he is looking through his collection of\npictures torn from magazines.\n\n \n\nANGLE ON THE PICTURES\n\nThese pictures ought to reflect his longings and his eccen-\ntricity. There are winter landscapes, whiskey advertisements,\n\n \n\nCONTINUED\n\n \n\f \n\n149\n\n149A\n\n149\nCONT.\n\n* 149A\n\nCONT.\n\nCONTINUED 87\n\nold Norman Rockwell ads that celebrate the American family,\na couple standing in front of the White House, Buick ads,\netc.\n\nANGLE ON JIM\n\nBored with the pictures, he looks through the gap in the\ncurtain.\n\nHe sees Mrs. Vincent lying on her back, in a fitful sleep.\nHer husband lies on his side facing the wall.- Suddenly the\nlight of a distant explosion is cast over her features. A\nsplit second later, he HEARS the hard rumble of a distant\n\nexplosion (the light of the explosion always travels a\nlittle faster than the sound in the scene).\n\nANGLE ON JIM\n\nHe moves from the curtain to the window.\n\nJIM'S POV - THE SKY [TR oe 6 Nh 149A\n“iC HW\nover Shanghai flickerg icy the 1 ons PAE te jex osions.\n\nHe HEARS the distant drone of high flying bémbérs.\nANGLE ON JIM 149\nCONT.\n\nStanding by the window, he looks through the gap in the\ncurtain. ~\n\nJIM'S POV - MRS. VINCENT\n\nthe sheet hugs the contours of her body, one leg is bare.\n\nANGLE ON JIM\n\nHe looks out the window.\n\nJIM'S POV - THE SKY 149A\nCONT.\n\nover Shanghai is red.\n\n \n\n \n\n \n\n \n\n \n\n \n\f149\n\n149\nCONT.\n\n149A\nCONT.\n\n149\nCONT.\n\nCONTINUED (2): 88\n\nANGLE ON JIM 149\nCONT.\n\nHe presses his face against the window.\n\nJIM\n(whisper)\nThey're bombing the Shanghai docks.\n\nANGLE ON MRS. VINCENT\n\nThe red glow of the distant fire casts Mrs. Vincent ina\nfaintly light.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nANGLE ON MRS. VINCENT\n\nThe red glow of the distant fire casts Mrs. Vincent ina\nfaintly light. \n\nTARGET SECTION TO BE ANNOTATED:\n Her hair seems more full and blond, the\nsheet around her more white. Her breasts rise and fall with\nthe rhythm of her slightly uneven breathing, and her lips\nare parted.\n\n \n\nANGLE ON THE WINDOW 149A\nCONT. /\na A\nThe sky over Shanghai {as 1 a ‘ith Japanese\nflack. The ground shia rs} becau ° es Si stance :\nexplosion and the cubré%é sways! . 1\nANGLE ON MRS. VINCENT . 149\nCONT.\n\nShe moans and rolls on her side. OS the DRONE of a B-29\ngrows closer.\n\n \n\nANGLE ON JIM\n\nHe tears his eyes away from Mrs. Vincent and searches for\nthe B-29. OS he HEARS Mrs. Vincent moan.\n\n \n\nANGLE ON MRS. VINCENT\n\n \n\nA hand caresses Mrs. Vincents's stomach and she responds.\nOS the sky is as bright as lightning and the SOUND of the\nexplosion rolls over the camp.\n\nHe is in a trance.\n\nANGLE ON MRS. VINCENT\nThe hand caressing her belly belongs to Mr. Vincent and he\n\nlooks at Jim through the gap, with all of the possessive\nanger of a man who has just discovered a competitor.\n\nCONTINUED\n\n \n\n \n\f149\n\n150\n\n151\n\n152\n\nCONTINUED (3): 89\n\nANGLE ON JIM\n\nJIM\nThey're bombing the Shanghai docks!\n\nOS the DRONE of the B-29 has turned to a ROAR, and he bolts\nfrom the room.\n\nEXT. NANTAO CAMP/FAMILY DORMITORY AND ENVIRONS - 150\nNIGHT (MOON) .\n\nJim rushes out of the dormitory, watching the sky. His\nexpression is transcendent.\n\nJIM\nAll the way from Guam...\n\nA JAPANESE GUARD on the watch tower is shouting down at the\nguards on ground level, some of whom have emerged from the\nguard house, whose windows are lighted.\n\nANOTHER ANGLE MCR (} 89 151\nAn anti-aircraft gun po A on the tdp ° of the\n\nNantao Pagoda opens up. The reason is that a B-29,\njettisoning bombs as it goes, is passing over the airfield,\nfrom the direction of Shanghai and towards the camp.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nA JAPANESE GUARD on the watch tower is shouting down at the\nguards on ground level, some of whom have emerged from the\nguard house, whose windows are lighted. ANOTHER ANGLE MCR (} 89 151\nAn anti-aircraft gun po A on the tdp ° of the\n\nNantao Pagoda opens up. The reason is that a B-29,\njettisoning bombs as it goes, is passing over the airfield,\nfrom the direction of Shanghai and towards the camp. \n\nTARGET SECTION TO BE ANNOTATED:\nPrisoners and guards start running for cover. Jim alone\ncontinues to watch. At the height of the NOISE of the\nplane, an immense black shadow Passes over Jim.\n\nJIM\n(awed)\nMy God...\n\nThen he is flung aside by an explosion as a bomb hits the\nground not too far away. Then the noise ceases and Jim\npicks himself up. The Japanese soldiers are shouting to\neach other. The bomb has dropped just inside the camp,\ncausing indirect damage, by unlucky chance, to several\nwindows of the guardhouse. The watch tower, is also now at\na tilt but the soldier at the top, comically spared, is\nclinging safely to the ladder.\n\nANGLE ON JIM 152\n\nHe looks down the bomb crater like he once looked down his\npool.\n\n \n\n \n\n \n\n \n\n \n\n \n\nI\ni\n\n \n\n \n\n \n\f152A\n\n153\n\n154\n\n154A\n\n154\n\nCONT.\n\n155\n\n156\n\n156A\n\n30\n\nANGLE ON THE CRATER 152A\n\nIn the moonlight, we SEE that the explosion has unearthed\nsome ground water. We SEE Jim's reflection in the water.\n\nANOTHER ANGLE 153\nThe JAPANESE COMMANDANT, in uniform, arrives at the\n\nguardhouse where he is met by Sergeant Nagata who salutes.\nThere ensues the usual brief one-sided shouting match.\n\nINT. AMERICAN MEN'S DORMITORY (BASIE'S ROOM) - NIGHT 154\n\nBasie is watching out the window.\n\nBASIE'S POV 154A\n\nOut of the window.\n\nBACK TO BASIE 154\nCONT.\n\nBasie is not amused.\n\nsens, woke bs QB S\n\nEXT. NANTAO CAMP (GUARD HOUSE) - MORNING 155\nThe guardhouse is a mess. PRISONERS have gathered at\n\nwindows and on doorsteps. When they realize what has\n\nhappened, they start cheering and jeering.\n\nA DOZEN GUARDS organized by Sergeant Nagata, each with a\n\nbamboo stave, come rushing out of the guardhouse and begin\n\nto scatter through the camp. The prisoners, immediately\n\nguiet down and move back, nervous as sheep.\n\nINT. HOSPITAL - DAY 156\n\nRansome is watching from the hospital window.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe prisoners, immediately\n\nguiet down and move back, nervous as sheep. INT. HOSPITAL - DAY 156\n\nRansome is watching from the hospital window. \n\nTARGET SECTION TO BE ANNOTATED:\nRANSOME'S POV 1S6A\n\nOut of the window.\n\nt\nI\n\n \n\n \n\n \n\n \n\f157 EXT. NANTAO CAMP - DAY 157\n\nJim is also backing off, towards the hospital. The guards, |\nin pairs, move around the camp and start smashing\nprisoner's windows, over CRIES of protest.\n\n157A ANOTHER ANGLE 157A\n\nTWO GUARDS are running towards the hospital.\n\n158 INT./EXT. HOSPITAL = DAY 158 |\n\nRansome moves out onto the steps of the hospital to meet\nthem. Ransome SHOUTS a protest in Japanese. The first\nguard brushes past him and smashes the first window.\nRansome grabs the bamboo stick from the soldier and flings\nit aside. It rolls towards Jim who is running up. Jim\npicks it up. The guard starts attacking Ransome, hitting\nand kicking him. The second guard is Seargent Nagata. : I\nHe uses his stick to club Ransome down. He is about to\njoin the first guard in kicking Ransome when Jim, holding I\nthe stave in Kendo style, leaps the hospital steps, onto i\nthe little veranda outside the doorway. |\n\nJIM\nSergeant Nagata.\n\n \n\nNagata turns. The fir, wis alsotdistragtéd. Jim\nbows to Nagata and takes a3 ido & oe Ce faces\nJim. Jim makes a feint wit is stave, ja a tele tries a\nstroke. Nagata faster in one can follow the movement, -\nparries the stroke and smashes Jim in the ribs and on the\nside of the head. Jim falls down. Nagata waits. Jim\nclimbs painfully to his feet and bows to Nagata who bows\nback. Ransome, groggy and on his knees, has watched all\nthis. Jim walks to the other guard, who has also been\nwatching and presents him with the stave, bowing. The\nguard looks at Nagata for instruction. Nagata turns and\nwalks away from the hospital. The other guard follows\nhim. Ransome gets to his feet.\n\nRANSOME\n(to Jim)\nWhere does it hurt?\n\n \n\nJim touches his ribs and head. Ransome touches Jim's ribs\nwith his hands looking for fractures.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nRANSOME\n(to Jim)\nWhere does it hurt? Jim touches his ribs and head. Ransome touches Jim's ribs\nwith his hands looking for fractures. \n\nTARGET SECTION TO BE ANNOTATED:\n f\n159 INT. HOSPITAL (MEN'S WARD) - DAY . 159\n\nJim is seated on the metal table, holding his ribs.\nRansome examines Jim's skull.\n\nCONTINUED\n\n \n\f_ 159\n\nCONTINUED: 92\n\nJIM\n\nDr. Ransome, the B-29's fly at 320\nmiles an hour. I timed their shadows\nacross the camp with my heartbeat.\n\nTo hit the airfield they have to drop\ntheir bombs about a thousand yards\naway. But the Japanese are shooting\nthem down over the runway after the\nPlanes have already dropped their\n\nbombs.\nRANSOME\nWell, we mustn't tell them.\nJIM\n(starting to gabble\nexcitedly)\n\nIf they want to stop them bombing\nthe runway, they have to shoot them\ndown a thousand yards away -\n\nRANSOME\n(calming him)\nJim... I've always said you ought to\nbe at McArthur's headquarters.\n\n' Ss\nJIM'S Pov THE MOSQUITO EM c be H9 0\nis no longer around Mr. R is eee [oe i q \\B. e.\n\nBACK TO SCENE\n\nJIM\nMr. Radik's dead?\n\nRANSOME\nYes. Dysentary. Ironic isn't it?\nHe was the chef at the Cathay Hotel,\nyou know.\n\nThe corpse is still on the bed. The golf shoes are still\nplaced neatly under the bed.\n\nJIM\nMy father's company had a suite at\nthe hotel.\n\nRansome moves away from the table and Jim sits up and climbs\ndown off the table. Ransome comes back with the golf shoes.\n\nCONTINUED\n\n \n\n \n\f \n\n159\n\n160\n\n161\n\nCONTINUED (2): 93\n\nRANSOME\n~ If you were a customer he probably\nwould have liked you to have his\ngolf shoes. There you are, hardly\nworn.\n\nLost for words, Jim takes off his homemade clogs and puts\non the golf shoes and stands in them, seeming moved rather\nthan elated.\n\nRANSOME\nDo they fit?\n\nJim nods, brushing away his tears.\n\nJIM\nThank you.\n\nEXT.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nJim nods, brushing away his tears. JIM\nThank you. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n NANTAO CAMP - DAY 160\n\nANGLE ON THE WHITE SHOES\n\nWe SEE Jim's feet in the wHité,gglf* shoes tha. “~goveted.\nHe is standing on the aise Bt Midge eekn aby Fo 2\n(Mr. Radik's grave) with freeilyldug lea! th\\aréuh4 hi\nedges. A spade deposits some dirt on Jim's shoes. is\nhand reaches down and he wipes the dirt from his shoes with\narag. We stay on the white shoes as Jim walks away (whistl-\ning tunelessly) and carefully avoids a puddle.\n\nTIPTREE\nHey, kid.\nANOTHER ANGLE\n\nTiptree stands outside the American dormitory and jerks his\nhead towards it.\n\nTIPTREE\nHe wants to see you.\n\nAnd Jim follows Tiptree towards the dormitory.\nINT. AMERICAN MEN'S DORMITORY = DAY 161\n\nJim enters and, as usual, runs the gauntlet of greetings\nand sarcasm from the American PRISONERS\n\nCONTINUED\n\n \n\n \n\f161\n\n162\n\nCONTINUED; 94\n\nAMERICAN PRISONERS\nHey, it's Ben Hogan.\nHole in one Jim.\nI'll trade you for the shoes.\nWanna play chess, Jim?\n\nThey flick towels at him and pretend to trip him.\n\nWe take time to notice that Cohen is BANGING away on his\nbongo drums.\n\nJim arrives at the far end and enters Basie's cubicle which\nis unguarded because...\n\nINT. AMERICAN MEN'S DORMITORY (BASIE'S ROOM) - DAY 162\n\nDemarest is in there busily strapping a razor. Basie\nwaits to be shaved, sheet around his neck. Dainty is\nalso there, crouched over a map and compass; the compass\nis the homemade one made by Basie with Jim's cork and\nneedle; the map is a guide book of the Shanghai area.\n\nJIM\nHello, Basie.\n\n_ DAINTY\n(snaps)\nWhat kept you?\n\nRAC Et Ag\nMr. Radik is ang ee QB Q\n\nother news.\n\nFrom the way the other men look at him, and the way Basie\nignores him, Jim deducts that he is in disgrace.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nRAC Et Ag\nMr. Radik is ang ee QB Q\n\nother news. From the way the other men look at him, and the way Basie\nignores him, Jim deducts that he is in disgrace. \n\nTARGET SECTION TO BE ANNOTATED:\nAfter what seems to be like an eternity, Basie deigns to\nlook at Jim, and then at the golf shoes which he regards\nwith a particular hatred.\n\nBASIE\nThat was another fine way to get\nyourself killed, Jim.\n(with a last,\nwithering glance\nat the shoes)\nI thought you were an American.\n\nJim is close to tears, but then Basie'’s mood changes and he\nthrusts the Yardley soap towards Jim.\n\n \n\nBASIE\nHave a smell....Yardley's, prewar.\n\nCONTINUED\n\n \n\fNa acama acca cccccn carrera eaanc cnr\n\n_162\n\nCONTINUED; 95\n\nJim smells the shaving Soap appreciatively.\n\nJIM\nHow'd you get that?\n\nDEMAREST\n(admiringly)\nFour tens over a full house.\n\nBASIE\nThis camp is like Macy's under the\nrug. You wouldn't believe the stuff\npeople are saving for a rainy day...\n\nDEMAREST\nYou're their rainy day, Basie.\n\nJim ogles the map and compass that Dainty is working with.\n\nJIM\nWhat are you doing, Dainty?\n\n \n\nDAINTY |\nNothing to you.\n\nBASIE i\nSilence is a good friend to a boy,\nJim.\n\n \n\n \n\nJim picks up the compass.\n\nDAINTY\nPut it down.\n\nJIM\n(impressed)\nYou made this with a cork and a\nneedle? A real compass that works?\n\nDainty takes it from him and puts it back on the map.\n\nDAINTY\nThe river's pretty much due East.\nYou could work up the bank, or you\ncould steal a sampan and work up the\nmiddle, otherwise you could go\nNorth of East but there's a couple\nof canals to cross, and this map\ndoesn't tell you if it's buildings,\nPaddyfields or what...\n\nJim takes all this in and becomes excited.\n\nCONTINUED\n\n \n\f162 CONTINUED (2): 96\nDEMAREST\n- What about the fence?\nDAINTY\nWhat about it?\nDEMAREST\n\nThey've got to have some bouncing\nbettys around there, right?\n\nBASIE\nNaw, they aren't that efficient.\n\nDEMAREST\nI guess you'll find out the hard way.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nDEMAREST\n\nThey've got to have some bouncing\nbettys around there, right? BASIE\nNaw, they aren't that efficient. DEMAREST\nI guess you'll find out the hard way. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\nJIM\nBasie, is it time?\n\nBASIE |\nNo, Jim. I'll tell you when it's\ntime. |\n\nJIM |\nYou won't forget? |\n\n \n\nDAINTY |\nFat chance. -\n\nBy now Demarest is exp pnd rt pidly sHayiing Ge\nEMCRUUS\nMmmm\n\n...I'm beginning to feel human.\n\n \n\n \n\nDEMAREST\nKeep still or I'll cut you.\n\nBASIE\nYou'd like that, Demarest. I should\nhave a mirror. Can you find me a\nmirror, Jim?\n\nJIM\nI'll try, Basie.\n(but he is still\nconcerned)\nBasie, without me you wouldn't even\nhave a compass.\n\n \n\nBASIE\nWithout you, Jim, I wouldn't have a\nneedle. Without me, I wouldn't have\na compass.\n\n \n\nCONTINUED\n\n \n\f162 CONTINUED (3): 97\n\nDAINTY\nI think the river's best. Maybe\neven cross the river. There'll be\nfewer Japs.\n\nBASIE\nLeave it, Dainty.\n\nSuddenly, there is the sound of SHOUTING, in Japanese,\ncoming form the American dormitory.\n\nDEMAREST\n(in a panic)\nJaps!\nBasie and Dainty react smoothly, but the dialogue is fast.\n\nBASIE\nDoor, Jim.\n\nJim goes to the \"doorway\" of Basie's cubicle.\n\nJIM\nRight, Basie.\n\nDainty is folding th Ap Trito! quattey nd sit becomes\na double-sided chess pode] VU U\niL) VU\nDAINTY\nRadio search.\n\nDemarest, meanwhile, has folded the razor and tossed it out ‘\nthe window.\n\nBASIE\nDemarest, you dumb...\n\nDAINTY\n(interrupting)\nYour compass, Basie....\n\nDainty tosses the compass to Basie who hands it to Demarest.\n\n \n\nBASIE\nLose it - not out the window. i\n|\nJIM |\n(from the doorway)\n\nIt's Cohen.\n\nBasie is folding up the sheet.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nDainty tosses the compass to Basie who hands it to Demarest. BASIE\nLose it - not out the window. i\n|\nJIM |\n(from the doorway)\n\nIt's Cohen. Basie is folding up the sheet. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\nBASIE\nWhy Cohen?\n\nCONTINUED\n\n \n\f162\n\n163\n\n164\n\nCONTINUED (4): 98\n\nDAINTY\n- Why not? It's his turn, and I'm\nsick of his goddamn drum!\n\nINT. AMERICAN MEN'S DORMITORY - DAY 163\n\nThe situation is that all the prisoners are standing by\ntheir beds while Sergeant Nagata is overseeing TWO JAPANESE\nSOLDIERS who are tearing Cohen's little cubicle to pieces,\nand coming up with Cohen's bongo drum from under his cot.\nOne soldier brings this triumphantly to Nagata. Nagata\ntakes the soldier's rifle and, with the butt, smashes the\nbongo drum to bits. There is nothing inside. Cohen,\ninvoluntarily, steps forward to try to save his drum but he\nis too late. Grief stricken, he rightly accuses, not the\nJapanese, but his fellow prisoners in general.\n\nCOHEN\nYou bastards!\n\nThe second soldier knocks Cohen to the ground.\n\nNagata, frustrated, looks around and pauses, looking at the\nclosed curtain leading to Basie's cubicle, watched\nnervously by the other prisoners. Nagata enters Basie's\ncubicle.\n\nINT. AMERICAN MEN'S DORMITORY (BASIE'S ROOM) - DAY 164\noe\n\nThe \"chess board\" has b| Fed ‘i a bb >. Sabidlng\n\ncase. Basie and Daintyja i g [chess . i fang’ Demarest\n\nare watching them play. en Nagata enters, ey all get\nto their feet and stand politely. Nagata walks in .\ncarefully. There are now five people in the cubicle and\none of them stands out: Basie is spruce, tidy, smoothly\nshaven, and wearing nice laundered clothes. Nagata,\nDainty, Demarest and Jim have more in common, they are\nvariously unshaven, bedraggled, dirty, sweaty and ragged.\nNagata sniffs the air delicately. He takes in Basie's\nappearance and resents it. He puts his grimy face next to\nBasie's clean one and sniffs the Yardley's.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nNagata sniffs the air delicately. He takes in Basie's\nappearance and resents it. He puts his grimy face next to\nBasie's clean one and sniffs the Yardley's. \n\nTARGET SECTION TO BE ANNOTATED:\n He touches\nBasie's clean white shirt and looks down at Basie's dapper\nshoes. He looks at his own army boots with their laces\nbroken and knotted. Nagata casually kicks over the \"table\"\nsending the chess Pieces scattering. The bowl of shaving\nsoap and the enamel mug have been Placed on the floor under\nthe box and are now revealed. The mug is still foamy, with\nthe shaving brush stuck in it. Nagata takes out the shaving\nbrush and looks at it thoughtfully and drops it on the\nfloor. Demarest, Particularly, is scared, his eyes on the\nmug full of foam.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\n \n\f164\n\n \n\nCONTINUED; 99\n\nNagata turns his attention back to Basie. His back is now\nto Jim and Demarest. Nagata says something to Basie in\nJapanese (we don't have to know what, but it could be, \"Have\na nice shave?\"). Basie bows to Nagata.\n\nDemarest catches Jim's eye, switching his eyes to the\nshaving mug. Jim looks at the shaving mug.\n\nJIM'S POV - THE COMPASS\n\nin the mug. The foam is disappearing fast and the compass\nis already visible.\n\nNow we see that Basie has seen the compass.\nDainty also sees it.\nThe scene comes in TIGHT on Nagata and Basie.\n\nNAGATA\n(in Japanese)\nYou have a radio.\n\nBasie stands rigid.\n\nNAGATA\n(shouts)\nWe know you have a radio!\n\nHe smells Basie's face again.\n\nNagata turns back to 168k ay Site | shaving soa sandy the mug.\nHe stoops. He picks up™t! g and peers! iin! o it; He tips\nit over and nothing pubwsbapy ater com: s\\dut,,! é\n\nA tight CLOSE UP of Jim's expressionless face leads down ‘to\nJim's closed fist, still wet with winking soap bubbles.\n\nWe see Basie's surprise and relief.\n\nNagata turns back to Basie, holding the mug. Basie smiles\nand bows to him but it's the wrong move and Nagata hits him\nhard with the mug.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe see Basie's surprise and relief. Nagata turns back to Basie, holding the mug. Basie smiles\nand bows to him but it's the wrong move and Nagata hits him\nhard with the mug. \n\nTARGET SECTION TO BE ANNOTATED:\n Nagata loses control and lays into\n\nBasie with his fists until Basie goes down, when Nagata\nstarts kicking him.\n\nANGLE ON BASIE\n\nAs Nagata's boots do their work on him, he looks at Jim\n(the only person he trusts).\n\nCONTINUED\n\n \n\n \n\n \n\f164\n\n165\n\n166\n\n167\n\n168\n\nCONTINUED (2): 100\n\nBASIE\n- (gasping)\nTake care of my things.\n\nBasie loses consciousness and Nagata could easily kick\nBasie to death.\n\nJim watches in agony. He is about to interfere, but Dainty\nwarns him with a slight shake of his head not to move.\n\n_ Finally, Nagata stops and walks abruptly out of the cubicle.\n\nINT. AMERICAN MEN'S DORMITORY - DAY 165\nNagata walks down the \"corridor\". The prisoners are still\nstanding quietly. The two Japanese soldiers are also\n\nwaiting. They fall in behind Nagata and leave with him.\n\nINT. AMERICAN MEN'S DORMITORY (BASIE'S ROOM) - DAY 166\n\nDemarest is watching Nagata leave.\n\nDEMAREST\nOkay.\n\nBasie is unconscious. On Demarest's word, Dainty and Jim\ncome to Basie's aid. Dainty tries to lift him to put him\non the cot. Jim interferes.\n\nJIM\nDon't move him. I'll get Dr.\nRansome.\n\nJim leaves.\n\n“RAT | LO\nINT. AMERICAN MEN'S opmiub ef cgrdse'6 eh Qentnc 167\nbone F ee EE 5 of\n\nJIM'S POV THROUGH WINDOW - THE HOSPITAL\n\nA faint light flows from the men's ward, but that's the\nonly sign of life.\n\nANGLE ON JIM 168\n\nWith a fretful expression on his face, Jim turns away from\nthe window and sits on Basie's bunk. OS he HEARS the\nvoices of the Americans echoing through the dormitory,\nsomebody plays the harp and somebody curses. Jim pushes\nthe wooden box that contains his belongings under the bed.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\f168\n\nCONTINUED; 101\n\nJIM'S POV - THE THREE WICKER BASKETS\n\nhold Basie's greatest treasures.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nOS he HEARS the\nvoices of the Americans echoing through the dormitory,\nsomebody plays the harp and somebody curses. Jim pushes\nthe wooden box that contains his belongings under the bed. CONTINUED\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\f168\n\nCONTINUED; 101\n\nJIM'S POV - THE THREE WICKER BASKETS\n\nhold Basie's greatest treasures. \n\nTARGET SECTION TO BE ANNOTATED:\nANGLE ON JIM\n\nHe approaches the wicker baskets with caution and respect.\n\nHe looks over his shoulder to make sure no one will disturb\nhim and lifts the lids of the baskets, expecting to find a\n\nhoard of gold.\n\nJIM'S POV - CONTENTS OF THE BASKET\n\nSeveral pairs of women's slacks and blouses, a pair of\nkhaki shorts, several nonmatching shoes, aluminum pots and\npans, a stack of out-of-date, dog eared Lifes, Reader's\nDigests, and Colliers, a tin filled with condoms, and a\nZippo.\n\nANGLE ON JIM\n\nHe tries the Zippo, -but, it doesn't work. imed s\ndisappointed with the, oeepat df, ,the! Hoard). / He }replaces the\nlids with a great déal flegs gare, then wheh he pened them,\nand settles down with~a Poptflar\n\nlechaniés .\n\nDemarest sticks his head through the curtain and looks\n\nrather balefully at Jim as if to say, \"Are you still here?\".\n\nJIM\nAny news?\n\nDEMAREST\n(perfect Basie-esque delivery)\nI give the Jap's another three\nmonths.\n\n. SIM\nI meant about Basie.\n\nDEMAREST\nOh...naw.\n\nJim goes back to his Popular Mechanics but, seconds later,\nTiptree enters the cubicle. He walks up to one of the\nwicker baskets and takes a Reader's Digest from it.\n\nJIM\n(uncertain)\nI think Basie would want you to\ntrade something for that, don't you?\n\nCONTINUED\n\n \n\n \n\n \n\n \n\f168\n\n169\n\n \n\nCONTINUED (2): 102 _\nTIPTREE\nI'll work it out with him, alright,\nJim?\nJIM\n(uncertain)\n\nYes, I suppose so.\n\nTIPTREE\n. Have you gone to see him yet?\nJIM\nNo, I haven't. He asked me to watch\nhis things.\nTIPTREE\n\nThat's funny.\nAnd Tiptree is about to leave the cubicle.\nJIM\n(anxious)\n\nWhat do you mean, Tiptree?\n\nTIPTREE\nee ee “fi him\n\n£5 rN\n\nand...",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd Tiptree is about to leave the cubicle. JIM\n(anxious)\n\nWhat do you mean, Tiptree? TIPTREE\nee ee “fi him\n\n£5 rN\n\nand... \n\nTARGET SECTION TO BE ANNOTATED:\nhe said Basie wasgkindidflinia i\n\nbad way, antl_asked. fo “ROK y\n\nBut. ..you_know Daint: : J\nAnd, on that note, Tiptree leaves the cubicle.\nJim jumps off the bed and paces up and down the room,\nlooking out the window at the hospital. Then, he makes up\nhis mind. He takes the wicker baskets, hides them under\nthe bed, and runs out the cubicle.\nINT. HOSPITAL (MEN'S WARD) - EVENING 169\n\nJim enters the men's ward.\nHe SEES a bed shrouded by mosquito netting. Certain that\nhis friend is dying inside the shroud, he forces himself\n\ntowards the bed. He pulls the netting aside. He SEES Basie\n\nlying in the bed. He looks frail, almost wispy, under the\nsheets.\n\nANGLE ON JIM\n\nIf his tear ducts hadn't atrophied, he'd cry.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n|\ni\n|\n|\n|\n|\n|\n\f169\n\nCONTINUED: 103\n\nANGLE ON BASIE\n\nHe opens his eyes and reads the anguish on his friend's\nface. With a sleepy smile, he indicates the mosquito\nnetting.\n\nBASIE\nRansome..is..on the take.\n\nIt takes him a few moments to realize what Basie means\nand, when he does, his reaction is complex. He feels joy\nthat his friend is alive, and sadness because he thought\neven the privilege of dying is for sale (and, in that\n\ncase, everything is for sale). Jim touches the mosquito\nnet.\n\nJIM\n(vather sadly)\nYou're so clever, Easie.\n\nBASIE\nYeah, it only cost me two batteries.\n\nJIM\nHow are you feeling?\n\ni t Oye\nF hasfe L Dis\n\nI've had wor est Tj got fbeater a\nstoker once. “ et - ws\n\n  \n\nae\n\nJIM\n(remembering)\nOn the Cathay American?\n\nBASIE\nThat's right.\nJIM\nWere you a stoker?\nBASIE\nShip steward on the Shanghai/Frisco\nrun.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nBASIE\nThat's right. JIM\nWere you a stoker? BASIE\nShip steward on the Shanghai/Frisco\nrun. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\n\nWhy did he beat you?\nBASIE\n\nShanghai/Frisco will be the trip\nnow, eh Jim?\n\nCONTINUED\n\n \n\n \n\n \n\f169 CONTINUED (2): 104\n\nJIM\n- (as if the thought\noccurred to him for\nthe first time)\nWhere do you live, Basie?\n\nBASIE\nHere.\n\nJIM\nI mean, after the war.\n\nBASIE\nI'll live somewhere else.\n\nJIM\n(as if he already\nsuspected as much)\nSo, you don't have a home.\n\n \n\nBASIE |\nDid I say that?\n\nThere are a few moments of silence (if there was a\ngrandfather clock, we could hear it ticking).\n\n \n\n4A eon f cy oes\nWhy don' nye ‘Epne|ana ire Ate qi\nAmherst ue? tI Tid }like/ you ee Z\ncome meet my parén Ss. Y eX%1\nthe pool and we'll eat three times e\nday.\n\nBasie smiles at the prospect, but then his smile turns into\na scowl.\n\nBASIE\nHey, you're not feeling sorry for\nme, are you?\n\n  \n\nJIM\n\nNobody feels sorry for you, Basie.\nBASIE\n\nThat's right.\nJIM\n\ni\n\n(dutifully, as if to\nan aging champion)\nAnd you always eat first.\n\n \n\nCONTINUED\n\n \n\fSSeeeenaeeaeeeeeeeaeaa eee\n\n169 CONTINUED (3): 105\n\nBASIE\nYou said it, kid.\n) (beat)\nNow, I've been thinking ‘bout going\nup river.\n\nJIM\nI know.\n\nBasie just gives him a look, and then continues.\n\nBASIE\nThe plan is to take a sampan up the\nYangtze estuary and rendezvous with\nsome Hakka friends of mine.\n\nJIM |\n\n© (eyes big as saucers) |\nPirates? |\n\nBASIE |\n\n(with a wink)\nLet's just call them gentlemen of\nfortune, shall we? Tell me, Jim,\ndid you ever see the Hell drivers\nin Shanghai? i\n\nJL -\nSure, I ak | w hd: ney\nthrough a purhi wa.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nBASIE\nThe plan is to take a sampan up the\nYangtze estuary and rendezvous with\nsome Hakka friends of mine. JIM |\n\n© (eyes big as saucers) |\nPirates? |\n\nBASIE |\n\n(with a wink)\nLet's just call them gentlemen of\nfortune, shall we? Tell me, Jim,\ndid you ever see the Hell drivers\nin Shanghai? i\n\nJL -\nSure, I ak | w hd: ney\nthrough a purhi wa. \n\nTARGET SECTION TO BE ANNOTATED:\n Y\n\nBASIE |\n(pleased)\nWell, that's what I'm going to\ncall our little outfit, the Hell\n‘ drivers. With two fifty calibres in\nS the hold, we're going to be lords of\nthe Yangtze. Come to think of it,\nnot a bad name.\n\n \n\n \n\nBasie smiles to himself.\n\nJIM\nBut, what about Shanghai?\n\ni\ni\n\nBASIE\nAfter this war, everything will\nchange. The Chinese are going to\ntake this city back and no one is\ngoing to stop them. No, the smart\nmoney is on the estuary, Jim.’ That's\nringside for the next war. }\n\nJIM\n} And after that?\n\nCONTINUED\n\n \n\f \n\n169 CONTINUED (4): 106\n\nBASIE\nAfter that I am retired, start a\nbarber college. (beat) Now I'm\ngoing to be straight with you,\nJim. It's between you and Dainty.\n\nJim almost trembles with excitement.\nJIM\n(blurts out)\nTake me!\n\nBASIE\nTell me... why... and I'll take you.\n\n \n\nJim knows that everything is riding on his answer, and he\nconsiders several ones before dismissing them. Then, he\ncomes up with the only answer he could give.\n\nJIM\nBecause I am your friend.\n\nBasie responds with a wheezing laugh. |\n\n \n\n \n\nBO pA BASIE, fy NY OY\n(with! “certain wart} cs uy\nWhat are Vout dod se here, YWAay2s’ #\nJIM\nYou asked for me.\nBASIE\nSaid who?\nJIM\nDainty.\nBASIE\n\n(narrows his eyes)\nYou've been had, kid. I didn't ask\nfor you....and I never would.\n\nJim realizes what happened, and runs from the men's ward.\n\n170 INT. AMERICAN MEN'S DORMITORY (BASIE'S ROOM) = NIGHT 170\n\nJim stands in the doorway of Basie's cubicle. He is out of\nbreath.\n\nJIM'S POV - BASIE'S CUBICLE\nhas been ransacked, the wicker baskets lie on their sides\n\nand the lids are off.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nAMERICAN MEN'S DORMITORY (BASIE'S ROOM) = NIGHT 170\n\nJim stands in the doorway of Basie's cubicle. He is out of\nbreath. JIM'S POV - BASIE'S CUBICLE\nhas been ransacked, the wicker baskets lie on their sides\n\nand the lids are off. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED\n\n \n\f170\n\n171\n\nCONTINUED 107\n\nANGLE ON JIM\n\nHe has to fight back the tears and then busies himself with\ntrying to minimize the damage. He gathers up the blouses,\nthe slacks, the nonmatching shoes, and the Mah Jongg set\nwhich is broken and puts them back in the baskets. But the\ntin that held the condoms is empty, and the one tennis racket\nand the magazines are all gone.\n\nINT. AMERICAN MEN'S DORMITORY - NIGHT 1721\n\nJim walks through the American dormitory with the box that\nholds his belongings clutched to his chest.\n\nJIM'S POV - THE MEN\n\nlying on the cots while reading Reader's Digest, Life,\nColliers, and Popular Mechanics. When some of the men see\nJim, they look away.\n\nJIM\nCould you please put those back,\nthey belong to Basie.\n\nBut, the men ignore him.\n\ni ; i Hee, |\nJim walks up to Dainty, Tiptree f Dindres 3 ey are |\nplaying poker and using Basie’ s| of doms is chil (os |\n\nstacked like in Vegas).\n\nJIM\n(frantic, points |\nat the condoms)\nWhen you're done playing, could you\nput them back in Basie's spot, please.\nI was supposed to watch his things ]\nand he is going to be awfully mad.\n\nDAINTY |\nBasie ain't coming back, kid.\n\nDemarest starts to shuffle the cards.\n\nJIM\nNo, Basie is coming back. Honest he i\nis. :\n\nBut, the men ignore him as Demarest deals the cards, and Jim\nwalks away with the box clutched to his chest, fighting\nback the tears.\n\n \n\f172\n\n) 173\n\n108\n\nINT. FAMILY DORMITORY (JIM'S ROOM) - DAY 172\n\nIn his absence, the Vincents have colonized Jim's part of\nthe room. There are still three cots, but things have been\nrearranged with some of the Vincent's possessions placed\non Jim's cot, and his photographs have been taken down from\nthe wall.\n\nMr. Vincent is lying on his cot, and Mrs. Vincent is\nsitting on hers. As Jim hesitates in the doorway, she and\nJim look at each other.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nVincent is lying on his cot, and Mrs. Vincent is\nsitting on hers. As Jim hesitates in the doorway, she and\nJim look at each other. \n\nTARGET SECTION TO BE ANNOTATED:\n She makes neither objection nor\nwelcome. Then, Mr. Vincent sits up and sees Jim.\n\nMR. VINCENT\nOh no, you can't.\n\nAnd he gets up to bar Jim's entry. Mrs. Vincent gently\npushes her husband back on the bed. She walks to Jim's cot\nand takes their possessions and places them on her cot.\n\nShe looks at Jim, and then takes his photographs and starts\nputting them back on the wall.\n\nANGLE ON JIM\n\nHe starts to cry.\n\nEXT. HOSPITAL - DAY pee . ne 173 |\n(ote ELS |\n\nJim waits for Basie e steps foe, aba sagt barracks\n\nthat lies opposite the Wostifel He Ras “beén fitting there\n\n \n\nall morning and wipes the sweat off of his forehead every\nonce in awhile.\n\nANGLE ON THE HOSPITAL\n\nBasie emerges from the hospital and stands in the doorway.\n\nHe blinks his eyes against the sun like a big, white mouse, :\nand then walks down the steps with a slight limp.\n\nANOTHER ANGLE\n\n \n\nJim runs up to Basie, but he ignores Jim.\nJIM\n(with false cheer)\nHow are you feeling, Basie?\n\nBasie just keeps on walking.\n\nCONTINUED\n\n \n\f173\n\n174\n\n174A\n\n174\nCONT.\n\n174B\n\n \n\nCONTINUED ; 109\n\nJIM\n- Now, about your things.\n(scrapes his throat)\nDainty and Demarest borrowed some of\nthem, and so did some of the\nother fellows, as a matter of fact,\nbut I told them, put it all back.\nI'm sure they did.\n\nBasie just sends Jim a withering glance and shuffles on.\n\nJim gets the message and stops walking, while Basie shuffles\non. The wind gusts between the barracks, and Basie almost\ndisappears in a cloud of dust.\n\nJIM\n(shouts after him)\nThey're stronger than me, Basie.\n\nEXT. NANTAO CAMP (PERIMETER FENCE & AIRFIELD) - DAY 174\n\n~ ¢\nJim walks past the plainer! fénce. > hi the camp\nis deteriorating. Theré are, buoken winds tHe paths are\n\npitted and the street™Signs broken.\n\nJim is lonely and there is something aimless about his walk.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nNANTAO CAMP (PERIMETER FENCE & AIRFIELD) - DAY 174\n\n~ ¢\nJim walks past the plainer! fénce. > hi the camp\nis deteriorating. Theré are, buoken winds tHe paths are\n\npitted and the street™Signs broken. Jim is lonely and there is something aimless about his walk. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM'S POV - THE AIRFIELD 174A\n\nacross the fence, a Zero airplane is ready for take off.\n\nThe JAPANESE PILOT, (a Kamikaze), bows to the THREE PEOPLE\nwho comprise his \"guard of honor\". There is a Japanese\ncorporal and a Japanese private and the Japanese boy that we\nhave seen with the glider. (We need to put the first glider\n\nsc in the first day.) The Japanese pilot shouts the name of\nthe Emperor and salutes.\n\nANGLE ON JIM 174\n. CONT.\n\nHe shouts as loud as he can.\n\nJIM\n(shouts)\nZero-Sen.\nANGLE ON THE JAPANESE HONOR GUARD : 174B\nThey look over their shoulder.\n\nThey SEE the unusual English boy on the other side of the\nfence. .\n\n \n\n \n\ni\ni\n\n \n\n \n\n \n\n \n\f174A\n\n174A\nCONT.\n\n174\nCONT.\n\n175\n\n175A\n\n176\n\n176A\n\n177\n\n177A\n\n \n\nCONTINUED, 110\n\nANGLE ON THE JAPANESE 174A\nCONT.\n\nThe pilot climbs into the Zero, after several false starts,\nsputters towards the runway.\n\nANGLE ON JIM 174\nCONT.\n\nStill watching, he SINGS the solo of the hymn that they used\nto sing in the choir.\n\nINT. HOSPITAL - DAY 175\n\nDr. Ransome is examining Mrs. Vincent behind a screen in\nthe infirmary. OS they HEAR Jim's voice. nd rush to the\nwindow\n\nThey see Jim standing EM; onkel in) SLES en Oh ace, 175A\n\nwhile singing.\n\nEXT. NANTAO CAMP - DAY 176\n\nMr. Maxted is scrubbing out a.huge pot. It's hard work and\nhis face is drawn and grim. OS he HEARS Jims' solo. Mr.\nMaxted smiles and stops scrubbing the pot.\n\nINT. AMERICAN MEN'S DORMITORY (BASIE'S ROOM) - DAY 176A\n\nBasie is lying on his cot, watching the smoke of his cigarette\ntrail towards the ceiling, when he HEARS Jim's song through\nthe open window. One can't tell what he thinks about it,\nbecause his expression stays the same.\n\nEXT.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nAMERICAN MEN'S DORMITORY (BASIE'S ROOM) - DAY 176A\n\nBasie is lying on his cot, watching the smoke of his cigarette\ntrail towards the ceiling, when he HEARS Jim's song through\nthe open window. One can't tell what he thinks about it,\nbecause his expression stays the same. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n NANTAO CAMP (PERIMETER FENCE & AIRFIELD) - DAY 177\n\nThe Zero has lumbered into the air. The private and the\ncorporal just glance over their shoulders, but the Japanese\nboy turns all the way around as Jim's singing continues.\n\nHe SEES Jim, following the Zero with his eyes. A tall ~- 177A\nAmerican approaches from behind.\n\nJIM\n\"No foes shall say his might,\nThough he with giants fight; °\nThen fancies flee away!\nI'll fear not what men say.\"\n\ni\ni\ni\n\n \n\f177B\n\n177¢\n\n178\n\n \n\nlll\n\nJim sings his last notes watching the Japanese boy watch 177B\nhim.\n\nDEMAREST (os)\nHey, Caruso..he wants to see you.\n\nJim stops singing, turns around, looks at Demarest and\nfollows him to the American dormitory. He looks over his\nshoulder.\n\nJIM'S POV - ACROSS THE AIRFIELD, THE JAPANESE BOY 177¢\n\nfollows the corporal and the private, but he too looks over\nhis shoulder.\n\nINT. AMERICAN MEN'S DORMITORY (BASIE'S ROOM) - DAY 178\n\nBasie, Dainty, and Tiptree are standing by the window.\nBasie points towards the airfield.\n\nBASIE\nYou go out through near the block\nhouse. The nettles are high enough,\nfor Christ's sake, and you're on the\nairfield.\n\n \n\nDAINTY\n. . tens A\nYeah, right, if aou den t +4 eins:\nmoh C Eee OREO\nwetag eee iui 4\nAnd I am ‘télling\"you. that theré'ré |\nno mines. I\n\n \n\nDemarest pushes Jim into the cubicle.\n\nJim doesn't know what to expect. Is this his return from\nexile, or is he to be punished?\n\nBasie looks Jim up and down, but doesn't say a word.\n\n \n\nJIM i\n(very softly)\nHello, Basie.\n\nBasie produces an almost new Life magazine and casually\nopens it. :\n\nJim SEES all the pictures and color ads.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nBasie looks Jim up and down, but doesn't say a word. JIM i\n(very softly)\nHello, Basie. Basie produces an almost new Life magazine and casually\nopens it. :\n\nJim SEES all the pictures and color ads. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED\n\n \n\f178 CONTINUED + 112\nJIM\n_ - (licks his lips\n\\ like an addict)\nI've never seen that. What year is\nit?\nBASIE\nForty-five.\nJIM\nForty-five?\nBASIE\nJune 14.\nJIM\n(bewildered and delighted)\n@ How did you get that? I thought\neverthing was...\nBASIE\nI subscribe.\nDainty and Tiptree laugh.\nBASIE\n\ni I n. Honda au Tikes to feb b, RY\nJim. meee yo sok sects Bae\n} after mep_ t fol ger pecnae\nStudebaker, sates\n\n(with a ro gm 1 oot! -\nthings from home.\n\nJIM\n(rubs his crewcut)\nYes, please, Basie.\n\n) BASIE\n\nWe'll see, first things first.\n\nJim feels like an American again, back in the land of the\nliving. And, he watches Basie put the magazine aside and\npick up a wire noose attached to a stake.\n\nBASIE\nLook at this.\n\nJIM\nWhat is it?\n\nBASIE\n\nIt's a pheasant trap. Do you know\nwhat Thanksgiving dinner is, Jim?\n\nCONTINUED\n\n \n\n \n\ni\n\f178\n\n179\n\n180\n\n \n\nCONTINUED (2): 113\n\nJIM\n(insulted)\nOf course I do.\nBASIE\n\nWell, as an honorary American, we\nthought we'd invite you...but what\nis Thanksgiving dinner without\npheasant?\n\nAnd Basie dangles the noose.\n\nJIM\nHave you seen pheasants, Basie?\n\nBASIE\nSure, one or two.\n(puts his finger in\nthe wire noose and\npulls it tight)\nIt's like a noose, see? Neat. I've\nseen them just outside the wire.\n\nJIM\nOutside the wire?\n\narn } a aa\nRight by ths fa ge ofthe EX feild had\nacross the]: thes canal . {you Ean} ag?\n\nit, easy. “You're too smart for the\nJaps.\n\nJim finds Dainty, Demarest, Tiptree and Basie looking at\nhim.\n\nEXT.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nit, easy. “You're too smart for the\nJaps. Jim finds Dainty, Demarest, Tiptree and Basie looking at\nhim. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n NANTAO CAMP (PERIMETER FENCE) - DAY 179\n\nJim walks casually along the perimeter fence. He is\nwearing his shoes and carrying the pheasant trap.\n\nThe fence isn't formidable at all. Up to now, there hasn't\nbeen much cause to worry about prisoners trying to leave\nthe security of the camp. Jim glances up at the watch\ntower and passes out of view behind a ruined block house\non his own side of the wire.\n\nINT. AMERICAN DORMITORY (BASIE'S ROOM) - DAY 180\nBasie, Dainty, Tiptree, and Demarest are at the window.\n\nThe fence and the overgrown wilderness beyond it, bordering\nthe airfield.\n\nCONTINUED\n\n \n\n \n\n:\ni\n\n \n\n \n\f180 CONTINUED ; i114\n\nANGLE ON DAINTY, DEMAREST, TIPTREE AND BASIE\n\nTIPTREE\nHe's doing good. He's at the fence.\n\nDAINTY\nI lay odds he hits a mine.\n\nBASIE\nThere's no mines. I bet you could\nwalk through anywhere.\n\nDAINTY\nYou got a bet.\n\nBASIE\nWith what, Dainty?\n\nDAINTY\nMy reserve.\n\nHe produces three cigarettes from his pocket.\nPZ AMNIY AAR 7s\n(wath Walid) C\nBut, whatuare you, going fith’,\nBasie?\n\nBasie holds up the Life magazine.\n\nBASIE\nMy Life.\nTIPTREE\nI think there are mines. I bet my\nharmonica.\n181 EXT. NANTAO CAMP (PERIMETER FENCE) - DAY 181\n\nJim, barefoot now, is worming his way back under the bottom\nstrand of the fence. He crawls, disappearing into the\nnettles, and emerges on the edge of the canal, into which\nhe crawls, keeping flat.\n\n182 INT. AMERICAN MEN'S DORMITORY (BASIE'S ROOM) - DAY 182\n\nBedlam! At least FIFTEEN PEOPLE are crowded into Basie's\ncubicle and trying to look out the window. This is\nobviously the most fun they've had for weeks. Then,\nTiptree (he's got a good seat) sees something.\n\nTIPTREE\nNagata.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis is\nobviously the most fun they've had for weeks. Then,\nTiptree (he's got a good seat) sees something. TIPTREE\nNagata. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n‘\n\n \n\n \n\n|\n|\n|\n\n \n\n \n\n \n\f183\n\n184\n\n115\n\nEXT. NANTAO CAMP (PERIMETER FENCE) - DAY 183\nSgt. Nagata is standing by the fence, suspicious, holding\n\nhis rifle in both hands. He stares through the fence,\napparently alerted to something. Nothing shows.\n\nANGLE ON JIM\nJim emerges carefully out of the water of the canal. He is\nkeeping as flat as possible, but beginning to feel braver.\n\nSoaking wet, he moves forward in a crouch, glancing back\nover his shoulder.\n\nJIM'S POV - NAGATA\n\nstill on the camp side of the wire, his head turned away\nfrom Jim, searching the terrain.\n\nANGLE ON JIM\n\nHe drops flat.\n\nANGLE ON NAGATA\n\nf “y, fs\nHe HEARD something fdas Laperlihf bonatsh« fence.\n\nINT. AMERICAN MEN'S DORMITORY (BASIE'S ROOM) - DAY 184\n\nEverybody is jammed around the window.\n\nTIPTREE\nHe's seen something.\n\nBASIE\nForget it. Jim's lucky. He's a\nblack cat.\n\nTIPTREE\n\nThat's a dead boy, Basie. I'll give\nyou odds, my harmonica, and my next\nmeal against your....\n\nAll the men watch Basie. They know he has nothing to bet\n\nwith except his Life. Basie crouches down, lifts a piece of\nfloorboard, and pulls a small linen sack from under it.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\n|\n\f184\n\n185\n\nCONTINUED; 116\n\nBASIE\n(to the others)\nMy Swiss bank account.\n(he opens the sack\nand takes out a watch)\nYou're on Tiptree.\n\nThis initiates an orgy of betting.\n\nAMERICAN I\nA cigarette the kid gets it.\n\nAMERICAN II\nI'll cover that.\n\nAMERICAN III\nBet you two rubbers, Basie.\n\nCohen presses the button of a flick knife.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nAMERICAN II\nI'll cover that. AMERICAN III\nBet you two rubbers, Basie. Cohen presses the button of a flick knife. \n\nTARGET SECTION TO BE ANNOTATED:\nCOHEN\nWhat about this?\n\nBasie digs in his sack Again, and produces a gold (dental)\ni eer ‘ether! sae at\n\ncrown, which he shows 8 ohen, Gopen} examines the crown\n\n(it ought to have |sonle gld, dried \\b do around the rim)\n\n* COHEN\nYou got it, Basie.\n\nAMERICAN IV\nI bet my wife's picture.\n\nBASIE\n(snaps)\nNo market.\n\nEXT. NANTAO CAMP (PERIMETER FENCE) - DAY\n\nWe SEE Jim's face. He's lying in the nettles.\n\nJIM'S POV - NAGATA\n\nworking his way along the fence to a point opposite Jim.\nNagata, searching around, SEES something white and half\n\n185\n\nhidden in the grass on the camp side of the fence. Unhurried,\n\nhe investigates and finds Jim's shoes. Nagata looks at the\nfence again, and starts to work his way through the wire.\n\nANGLE ON JIM\n\nJim, breathing rapidly with fear, crawls sideways.\n\n \n\n \n\n \n\n \n\n \n\n \n\f186\n\n187\n\n188\n\n117\n\nINT. AMERICAN MEN'S DORMITORY (BASIE'S ROOM) - DAY 186\n\nWe ‘SEE the intent faces at the window. Basie looks tense.\nEverybody is staring, fascinated.\n\nAMERICAN II\nKeep going, Sarge.\n\n-EXT. NANTAO CAMP (PERIMETER FENCE) - DAY 187\n\nNagata starts to wade across the little canal.\n\nNAGATA'A POV - THE GRASS\n\nand the nettles have been flattened.\n\nANGLE ON JIM\n\nHe SEES Nagata wading through the water.\n\na on\nINT. AMERICAN MEN'S porn\n\n2\nKe\na\n..,\n>\n4\n“a,\n\n”\n\nft\n\\ fof i) (=! = DAY 188\ni! Coe C\n\nThe Americans all olen! to Bas.\n\n(with relish)\nYou're looking at a busted flush,\nBasie.\n\nTIPTREE\nThat's my watch, Basie.\n\nCOHEN\nFork it over.\n\nAMERiCAN PRISONERS\nYou owe me two rubbers.\nPay up, Basie.\nYou're washed up.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nAMERiCAN PRISONERS\nYou owe me two rubbers. Pay up, Basie. You're washed up. \n\nTARGET SECTION TO BE ANNOTATED:\nBASIE\n(intense)\nShut up!! I'll double all bets and\nI want all my old magazines back.\n\nAMERICAN PRISONERS\nYou got it. .\nTwo meals.\nFour rubbers.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\f188\n\n189\n\n190\n\n191\n\nCONTINUED: 118\n\nTIPTREE\nThree meals and my harmonica. Got\nanother watch?\n\nBasie shakes another watch from his little linen sack.\n\nBASIE\nYou're going to lose some weight, my\nfriend.\n\nAMERICAN II\n\nI'll bet these field glasses.\n\nBasie turns the sack upside-down and a wedding ring falls\ninto his open palm. American II nods his head.\n\nEXT. NANTAO CAMP (PERIMETER FENCE) - DAY 189\n\nANGLE ON NAGATA .\nMAS bet. AD\nHe stands no more si ve yards rb esplace Jim is\nhidden. fp. bo\nANGLE ON JIM\n\nHe sees Nagata looming nearby.\nINT. AMERICAN MEN'S DORMITORY (BASIE'S ROOM) - DAY 190\n\nANGLE ON BASIE'S FINGERS\n\nHe nervously flips the familiar half crown.\n\nEXT. NANTAO CAMP (PERIMETER FENCE) - DAY 191\n\nNagata takes another step towards Jim, his boot is but a\nstep away from Jim's hand.\n\nOS somebody SHOUTS something in Japanese.\n\nANGLE ON NAGATA\n\nHe looks up.\n\f192\n\n193\n\n119\n\nINT. AMERICAN MEN'S DORMITORY (BASIE'S ROOM) - DAY 192\nAMERICAN PRISONERS\n(at the window)\nJesus Christ.\nWhat's going on?\nWho the hell is that?\n\nEXT. NANTAO CAMP (PERIMETER FENCE) - DAY 193\n\nANGLE ON JIM\n\nHe looks over his shoulder.\n\nJIM'S POV - THE LITTLE JAPANESE BOY\n\nHe is pointing at what appears to be Jim.\n\nJIM'S POV: = NAGATA\n\nappears to be neonate MG, pot OG) Gee forward.\n\nANGLE ON JIM\n\nExpecting a rifle butt against his head, Jim covers his\nhead with his arms.\n\nANOTHER ANGLE\n\nNagata veers away from Jim at the last moment. His eyes\nare fixed on something in the grass.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nANGLE ON JIM\n\nExpecting a rifle butt against his head, Jim covers his\nhead with his arms. ANOTHER ANGLE\n\nNagata veers away from Jim at the last moment. His eyes\nare fixed on something in the grass. \n\nTARGET SECTION TO BE ANNOTATED:\n Nagata bends down and\npicks up the boy's glider and launches it back towards the\nJapanese boy.\n\nANGLE ON JIM\n\nHe rolls sideways behind a bush.\n\nANOTHER ANGLE\nThe Japanese boy catches the glider and bows towards\n\nNagata. Nagata bows back with a grin and, still chuckling,\nmakes his way back to the fence.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\f193\n\n194\n\n195\n\nCONTINUED: 120\n\nANGLE ON JIM\n\nHe watches Nagata cross the canal and step back into the\ncamp through the fence.\n\nJim turns towards the Japanese boy.\n\nANGLE ON THE JAPANESE BOY\n\nHe waves to Jim.\n\nANGLE ON JIM\nHe waves to the Japanese boy and crawls quickly back towards\n\nthe fence. In the BG, the Japanese boy launches his glider,\nand runs after it.\n\nINT. AMERICAN MEN'S DORMITORY (BASIE'S ROOM) - DAY 194\nBasie smiles and snaps his fingers.\n\nBASIE\nDemarest. \") fn\n\nyaecne\nDemarest moves to EMC GOS leaving.\n\nBASIE\nNobody leaves till the bets are\nsettled.\n\nHe thrusts his hand out to one side.\nBASIE\nMy binoculars, if you would be so\nkind.\n\nAmerican II hands over the binoculars.\n\nBasie puts the binoculars against his eyes and watches Jim\nthrough the window.\n\nBASIE\nGood boy.\nINT. AMERICAN MEN'S DORMITORY (BASIE'S ROOM) - 195\nMOMENTS LATER\nAlthough the air is blue from cigarette smoke, most of the\n\nprisoners are gone. Demarest and Tiptree are still there\nhelping Basie put his loot on the shelf.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\f \n\n195 CONTINUED: 121\n\nJim enters the cubicle, wet and out of breath.\n\nJIM\nI set the trap, Basie.\n\nBASIE\nI know you did, Jim. I saw you.\n\nAnd he hands Jim the Life magazine.\n\nANGLE ON JIM\n\nHe settles himself on Basie's bunk and opens up the Life.\nHe glances at the shelf.",
  "95": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd he hands Jim the Life magazine. ANGLE ON JIM\n\nHe settles himself on Basie's bunk and opens up the Life. He glances at the shelf. \n\nTARGET SECTION TO BE ANNOTATED:\nHe SEES (on Basie's shelf) Cohen's flick knife, a pair of\nbinoculars, Tiptree's harmonica, the tin of condoms, and at\nleast a pack worth of loose cigarets.\n\nDainty enters the room with all of Basie's old magazines.\nHe doesn't see Jim sitting on the bed.\n\n \n\n_DAINTY\n\n(to Basiey™ FP AA Sy rs |\nI got to Hand Sf [to lyon, Babies nA vat\nreally thought that ifehce\\waasalivey’\n\nJIM'S POV - BASIE\n\nis frantically making a shut-up sign to Dainty, but Dainty\ndoesn't see him.\n\nDAINTY\nAnd hell, that brat was all over\nthe place, so it isn't like he\nmissed any.\n\nANGLE ON JIM\n\n \n\nHe puts it all together and bolts from the cubicle.\n\n \n\nBASIE\n(to Dainty)\nDainty..you asshole.\n(jerks his head to Demarest)\nBring him back.\n\n \n\nDemarest runs after Jim.\n\nF\ni\ni\n\f \n\n196\n\n197\n\n122\n\nINT. FAMILY DORMITORY (JIM'S ROOM) - DAY 196\n\nJim sits on his cot. He studies the Life magazine with the\nsame intensity as his Latin Primer. °\n\nMrs. Vincent stands by the door; she is speaking to\n\nDemarest who stands on the other side of the partially\ndrawn curtain, and is out of view\n\nMRS. VINCENT\nNo, Jim doesn't want to see you.\n\nOS we HEAR Demarest's unintelligible mumble.\n\nMRS. VINCENT\nWell then, why doesn't Mr. Basie\ncome over himself?\n\nAgain we HEAR Demarest's unintelligible reply and his heavy\nfootsteps walk away.\n\nMrs. Vincent draws the curtain with the same force as if\nshe was closing a kitchen door.\n\nShe has a new Collier's in her hand (that Demarest gave her\nfor Jim from Basie). She sits on her cot opposite Jim.\n\nMRS. VINCENT'S Pov - QR g\nwith his eyes tightly sHut CH. é@unew’ words he has\njust, learned from the\"Tife magazine.",
  "96": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe sits on her cot opposite Jim. MRS. VINCENT'S Pov - QR g\nwith his eyes tightly sHut CH. é@unew’ words he has\njust, learned from the\"Tife magazine. \n\nTARGET SECTION TO BE ANNOTATED:\n 7 7\n\nJIM\n\nVon Runstedt; Belsen; GI Joe;\nOkinawa; Bazooka; Bacall.\n\nOS somebody calls.\n\nENGLISH PRISONER\nFood lorry is here.\n\nJim grabs his mess tin and follows Mrs. Vincent out the\ndoor.\n\nEXT. NANTAO CAMP - DAY 197\n\nThe food lorry is surrounded by prisoners.\n\nANGLE ON THE FOOD LORRY\n\nThe rations have been cut in half, the lorry load of sacks\nis smaller and the sacks themselves are half empty. We SEE\n\nCONTINUED *\n\n \n\n \n\n}\ni\nI\n}\n\n;\n\n \n\n \n\n \n\n \n\n \n\fEE SE EE UE EU ESTOS OS NNT\n\n197 CONTINUED: 123\n\nthe prisoners taking in this fact, and they start calling\nto each other in anger and despair. One PRISONER shouts\n) the news to the camp. :\nPRISONER\nThey've cut the rations.\nJIM'S POV - MR. MAXTED\n\nis about to lose his place in the queue.\n\n \n\nANOTHER ANGLE\n\nJim runs over to help Mr. Maxted, for there is a riot going\non outside the serving hatch. The other carts, with their\n\n@ attendants, are jostling for position, and there is a lot of\nshouting. Jim and Maxted are fighting for their place.\nBlows are exchanged and then a couple of guards wade into\nthe scrum, hitting the prisoners with bamboo staves.\n\n \n\nANGLE ON THE SERVING HATCH\n\nThe two Japanese order lies Tpepensiple for \\d, tabs ey the\ncooked potatoes from a catiidron| (a cae |\ngarbage can) simply give bp. | Fae wi h st |\n\nsurging mob of a hundred prisoners, they tip We potatoes\nonto the ground.\n\nJim looks around.\n\nJIM'S POV - MR. AND MRS. VINCENT |\n\ne lapping around the edges of the mob. He knows they aren't\nstrong enough to fight with the others.\n\nANGLE ON JIM\n\nThere is an immediate scrum into which Jim hurls himself.\nOn the ground, Jim grabs a potato and stuffs it in his\nmouth. He manages to grab two more potatoes which he puts\ninside his shirt. Jim struggles free of the mob, and when\nhe gets clear, he sees Mr.",
  "97": "END OF PREVIOUSLY ANNOTATED SECTION:\nOn the ground, Jim grabs a potato and stuffs it in his\nmouth. He manages to grab two more potatoes which he puts\ninside his shirt. Jim struggles free of the mob, and when\nhe gets clear, he sees Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n Maxted sitting on the ground\nagainst the over-turned cart.\n\n \n\nJIM\nI got yours, Mr. Maxted.\n\nJim takes a potato from inside his shirt, and hands it to\n\\ Mr. Maxted.\n\nCONTINUED\n\n \n\f197 CONTINUED (2): 124\n\nMAXTED\n(dazed)\nMy God, what have we come to?\n\nMaxted takes the potato from Jim. The rioting prisoners\nseparate them, knocking Jim over.\n\n198 INT. FAMILY DORMITORY (JIM'S ROOM) - DAY 198\n\nJim enters the room, looking as though he has been in a\nfight, which of course, he has. Mrs. Vincent stands at the\nwindow with her back to him and she doesn't turn. Jim\nhesitates, glancing at her, and then goes into his cubicle,\ndrawing aside his curtain and letting it fall back into\nPlace. |\n\nJim sits on his bed. From inside his shirt, he takes his\nremaining potato. As he is about to take a small bite out\nof the potato, he HEARS Mr. Vincent come in. Jim pauses.\n\n \n \n\nMr. Vincent has just entered. He is holding his mess tin.\nHe looks broken. Mrs. Vincent turns to him.\n\nMR. VINCENT\nThe rations have been...like\nanimals. Sorry.\n\nsome pete %\nMr. Vincent suddenly ¢. 2tg'jama jing t| imst the |\nbed rail. Jim's curegin [3 jeu as b) m,gwho stands |\nthere with the potato i ‘Wana, hel@ oft. i\nJIM\n(brightly)\nHello, Mr. Vincent... I've got yours.\n\nMr. Vincent and Mrs. Vincent turn to look at him. Jim\noffers the potato.\n\n \n\n \n\nJIM\nI got you one to share, but it's a i\ngood one. .\n\nMr. Vincent shakes his head and walks out of the room. i\nMrs. Vincent holds her gaze on Jim.\n\nJIM\nIt's all right... there's no\nweevils. Almost.\n\nHe corrects slightly, flicking a weevil off the potato.\n\n \n\nMRS. VINCENT\nYou got it for yourself.\n\nCONTINUED\n\n \n\f198 CONTINUED ; 125\n\nJIM\n- Well, I can change my mind. I've\nalready had one.",
  "98": "END OF PREVIOUSLY ANNOTATED SECTION:\nVINCENT\nYou got it for yourself. CONTINUED\n\n \n\f198 CONTINUED ; 125\n\nJIM\n- Well, I can change my mind. I've\nalready had one. \n\nTARGET SECTION TO BE ANNOTATED:\nMRS. VINCENT\nThat's stealing.\n\nJIM\nI know. I'll probably go to hell if\nI eat it. You'll go too, if you make\nme.\n\nMRS. VINCENT\nWell, at least I'll have you there.\n\nJIM\nYou don't want to go to hell with\nme, Mrs. Vincent.\n\nMRS. VINCENT\nDo you believe in hell, Jim?\n\nJIM\nI don't know, Mrs. Vincent. Do you?\n\nMRS. VINCENT\nNo, I believe in vitamins.\n\nMrs. Vincent takes the potato out of his hand, breaks it in\n\nhalf and gives half ba ium 4 She sits~down nm her bed |\nand takes a small bite of F e B aed. Jim :\ndoes the same. They si Oki + ean! ther} nibbling\n\na\n\ntheir potato. It only takes ew moments for them to eat\nwhat they have. Jim is left with a large crumb of potato on\nhis lip.\n\nI\nI\nI\n\nJIM\nI hope my parents have got an extra\npotato...wherever they are.\n\nMRS. VINCENT\n(noticing it)\nYou've got a...\n\n \n\nShe reaches out a hand towards Jim's face, and with her\nindex finger pushes the crumb of potato into Jim's mouth.\nMrs. Vincent leaves her fingers in his mouth for a half a\nsecond longer than necessary, holding his look, not\nprovocatively, but tenderly.\n\n \n\n199 EXT. NANTAO CAMP - DAY 199\n\nJim loiters through the camp.\n\nCONTINUED\n\n \n\f200\n\n201\n\n202\n\nCONTINUED; 126\n\nHe sees Paul and David.\n\nJIM\nWould you like a Hershey bar?\n\nPAUL & DAVID\nOh, yes please, Jim.\n\nJIM\nSo would I, have you got one?\n\nAnd he walks on. He HEARS (with his finely tuned ears) the\nvery distant drone of a squadron of planes. He runs towards\nthe Block house.\n\nEXT. NANTAO CAMP (BLOCK HOUSE) - DAY 200\n\nJim is clambering up the steps to the balcony. He has to\nclamber over the broken masonry which has fallen on the\nstairs.",
  "99": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. NANTAO CAMP (BLOCK HOUSE) - DAY 200\n\nJim is clambering up the steps to the balcony. He has to\nclamber over the broken masonry which has fallen on the\nstairs. \n\nTARGET SECTION TO BE ANNOTATED:\n He gets to the top and sits in the balcony looking\nat the airfield, getting himself under control. The air\n\nraid siren sounds from: Fgnnlod = f, da. Repair\ngangs on the runway Star ann ins fo um looks up\nat the sky. The gun fon} the Wantab pago: né up, firing\n\nat nothing. Jim looks round at the camp.\n\nJIM'S POV - THE CAMP 201\n\nis emptying itself. Children are being lifted up through\nthe windows and pushed through doorways. People are hurrying\nindoors until, very quickly, the whole place looks deserted.\n\nSuddenly a shadow crosses the block house towards the 202\nperimeter fence. There is a tornado of NOISE. A single\nengine fighter, a silver fuselage, stars and bars, 30 feet\nabove Jim's head, a Mustang, hurtles across the perimeter\nfence, along the runway, six feet from the ground, leaving\n\nthe dust boiling behind it. From around the airfield\nanti-aircraft guns open up towards the camp. The tiers of\n\nthe pagoda crackle with light.\n\nA second Mustang sweeps over the paddy fields to Jim's\nleft. A third plane, so low that Jim is looking down into\nthe cockpit, and so close that he can see the oil spraying\nfrom the engine exhausts, screams by his shoulder and away\ntowards the airfield, machine-gunning planes on the\n\nground. The wash from the engine tears corrugated iron\nsheets from the roofs of buildings in the camp. A shell\nexplodes high above the assembly hall, stunning the air,\ncovering Jim in white stone-dust. The violence of the raid\n\nCONTINUED\n\n|\n|\n\n \n\n \n\n \n\n \n\n \n\n \n\fSa\n\n202\n\n203\n\n204\n\n@ 205\n\n \n\n206\n207\n\n208\n\nCONTINUED ; 127\n\nobliterates all Jim's other feelings: he is on his feet,\nhis face alive with excitement. The hangars near the\nPagoda are burning. A Mustang is on fire, wheeling to the\nground, catching a wing-tip cartwheeling and exploding.\n\nBelow the block house, Basie is the only person in\nsight. He looks up at the block house and sees Jim.\n\nBASIE\nJim.\n\nBasie starts hurrying up the staircase of the block house.\n\nEXT.",
  "100": "END OF PREVIOUSLY ANNOTATED SECTION:\nBASIE\nJim. Basie starts hurrying up the staircase of the block house. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n BLOCK HOUSE (ROOF) - DAY\n\nJim stands in the middle of the roof.\n\nJIM'S POV - THE MUSTANGS\n\nskimming over the Nantao airfield and releasing their bombs\nto render it inoperable.\n\nBasie climbs onto the roof.\n\nJim HEARS the rolling thunder of the Japanese anti-\naircraft guns.\n\nA Mustang races low oveze the: foot. The, planeyissso low\nthat Jim can see the P He tajes & nl Behind a\npair of goggles, we se the Flash af ar wave of\n\na hand.\n\nANGLE ON BASIE\n\nAfraid to step onto the roof, he stands on the last few\nstairs that lead up to it.\n\nBASIE\n(Shouts)\nJim!!! Get down!!!\n\nJim turns towards Basie.\n\nBut he is drowned out by a burst of Mustang machine-gun\n\nfire. And, Jim's eyes are on the sky as he practically\n\ndances across the roof.\n\nBasie gathers his courage, and steps onto the roof.\nBASIE\n\n(shouts over the din)\nJim!!!\n\n203\n\n204\n\n205\n\n206\n\n207\n\n208\n\n \n\n \n\n \n\n \n\n|\n|\n|\n|\n|\n\f \n\n209\n\n209A\n\n209\n\n210\n\n211\n\n128\n\nANGLE ON JIM 209\n\nHis eyes are glazed. Another Mustang roars over-them, its\nunderbelly pock marked from shrapnel and flak.\n\nJIM\n(points at the planes)\nP-51. Aren't they beautiful, Basie.\nI can almost touch them. Smell them.\n(breathes in).\nOil and cordite.\n\nBasie, who isn't at all interested in aerial warfare,\ntries to pull Jim down, but he slips from Basie's grip and\nstands all the way on the edge of the roof.\n\nJIM'S POV - A MUSTANG 209A\ntrailing black smoke in the sky.\n\nJIM 209\nThey're so brave. CONT.\n\nThe Japanese fire off another barrage of flak.\n\nhubincte AG\nHeroes a\n~api is bd\n\nGoddamn’ Coney ress pilots.\n\nBasie takes a deep breath and makes it out to the edge of\nthe rooftop (like a man on a tight rope).\n\nBASIE\nNow, calm down, come on down with me.",
  "101": "END OF PREVIOUSLY ANNOTATED SECTION:\nhubincte AG\nHeroes a\n~api is bd\n\nGoddamn’ Coney ress pilots. Basie takes a deep breath and makes it out to the edge of\nthe rooftop (like a man on a tight rope). BASIE\nNow, calm down, come on down with me. \n\nTARGET SECTION TO BE ANNOTATED:\nThey see the Mustangs veering away from the airfield and 210\nheading for home. Only the winged Mustang remains, and it\nbegins to spiral towards the burial mounds, but the pilot\nmanages to bail out. His parachute unfurls with the snap of\nsilk in the wind. ,\n\nJIM 211\nI'm a Hell Driver, aren't I, Basie?\n\nBASIE\nSure you are, Jim. So, let's get on\nwith our jobs.\n\nAnd he guides Jim towards the stairs. “Jim suddenly hugs\n\nBasie, who isn't used to being hugged, and stands there with\nhis hands stiffly by his side.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\f211\n\n212\n\n213\n\n214\n\n215\n\n216\n\n216A\n\nCONTINUED: 129\n\nJIM\n- (confessing a sin)\n\nI don't remember what my parents\n\nlook like. I used to play bridge\n\nwith my mother in her bedroom.\nJIM'S POV - OVER BASIE'S SHOULDER 212\nThe AMERICAN PILOT floats no more than thirty feet from\nthem. He is black and looks like an exotic American god.He\nwaves at Jim.\nTwo rifle shots ring out and the pilot twitches in his\nharnass before going slack.\nANOTHER ANGLE 213\nAt the SOUND of the shots, Basie hugs Jim.\n\nRansome climbs onto the roof and sees them there. Basie\ntakes Jim and pushes him gently into Ransome's arms.\n\nBASIE\nJim's tired.\n\nJim hugs Dr. Ransome, bias ebrs.\nERICH OCS §\n\nAmatus sum, amatus es, amatus est.\n\nJIM'S POV - FIGURES 214\nstripping the still smouldering Mustang.\n\nThey climb down the stairs. 218\n\nINT. FAMILY DORMITORY (JIM'S ROOM) - NIGHT 216\n\nAs usual, Jim is awake. On the otherside of the curtain we\nHEAR the labored breathing of the Vincents. Jim is looking\n\nout the window.\n\nJIM'S POV - THE AMERICAN MEN'S DORMITORY 216A\n\nand, more specificly, Basie's window. :\n\n \n\n \n\n \n\n \n\n \n\f216\n\n216\nCONT.\n\n216A\n\nCONT.\n\n216\n\nCONT.",
  "102": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM'S POV - THE AMERICAN MEN'S DORMITORY 216A\n\nand, more specificly, Basie's window. :\n\n \n\n \n\n \n\n \n\n \n\f216\n\n216\nCONT. 216A\n\nCONT. 216\n\nCONT. \n\nTARGET SECTION TO BE ANNOTATED:\n217\n\n218\n\n219\n\n220\n\n221\n\n \n\nCONTINUED: 130\n\nANGLE ON JIM 216\n: CONT.\n\nHe is about to doze off and shakes his head violently in\norder to stay. awake.\n\nJIM'S POV - THE AMERICAN MEN'S DORMITORY 216A\nCONT.\n\nwhich is quiet as a grave.\n\nANGLE ON JIM 216\nCONT.\n\nHe pinches himself, but falls asleep with his head against\nthe window never-the-less.\n\nANGLE ON THE AMERICAN MEN'S DORMITORY QO : 217\nGeet t i x8\n\nTwo shadows slip from fos i Seb poal 9 feted cy in the\n\nmoonlight. We SEE Basi and{Dairity nakingétheir ay under\n\nthe fence; the place Jim cleared for them.\n\nEXT. NANTAO CAMP (GUARD HOUSE) - DAY 218\n\nThere is unusual activity here. Soldiers are coming out of\n\nthe guard house in full marching order and lining up\n\noutside. Orders are being shouted by Sgt. Nagata. The\n\nsoldier on the watch tower is climbing down to join them.\n\nEXT. NANTAO CAMP (FAMILY DORMITORY) - DAY 219\n\nJim sees this activity. He moves forward towards the guard\n\nhouse. When he realizes what is happening for certain, he\n\nmakes a break for the men's dormitory block. He runs up the\n\nsteps of the block. . .\n\nINT. BRITISH & AMERICAN MEN'S DORMITORY/LOBBY - DAY 220\n\nJim arrives in the little lobby separating the British and\n\nAmerican dormitories. He barges into the British Dormitory.\n\nINT. BRITISH MEN'S DORMITORY 221\n\nThe scene inside is much as we remember it. Though\nconditions and morale are even lower.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\n \n\fSee SD\n\n221 CONTINUED! 131\n\nJIM\n. - (excitedly)\n\\ The guards are leaving!\n\nHe turns and immediately leaves.\n\n222 INT. AMERICAN MEN'S DORMITORY - DAY 222\n\nJim enters the dormitory, hardly noticing that the AMERICAN\nPRISONERS are getting ready to leave. A few of them call\n\nto him.\nPRISONER\nHey, bellboy! Jim!\n} 223 INT.",
  "103": "END OF PREVIOUSLY ANNOTATED SECTION:\nPRISONER\nHey, bellboy! Jim! } 223 INT. \n\nTARGET SECTION TO BE ANNOTATED:\n AMERICAN MEN'S DORMITORY (BASIE'S ROOM) = DAY 223\n\nJim enters. Basie is not there. Demarest is standing\nlooking stunned, in tears.\n\nDEMAREST\n(in tears, really crying;\nhe suddenly seems young\nCOwmsd,\n\nHe's mE MEPS 0 g Q\n\nHe's escaped?\nDEMAREST L\nLeft everything. Walked out on |\n\nthree year's work. How could he do\nthat?\n\nJIM\n@ (disbelief and disappointment)\nHe can't have...he promised he\nwould...\n\nDEMAREST\n(ignoring him)\nDidn't it mean anything to him?\n\n \n\nJIM |\n(collecting himself) i\nI suppose not. }\n\nJim goes to the window and looks out of it, blinking back\nhis tears. .\n\n \n\fJ\n\n223A\n\n223\n\nCONT.\n\n224\n\n132\n\nJIM'S POV - THE PERIMETER FENCE 223A\n\nHe looks at the part of the fence where Basie and _Dainty\nbroke through.\n\nJim turns to Demarest. 223\nCONT.\n\nJIM\nHe knew it was time. We'll all have\nto leave now, Demarest.\n\nDEMAREST\n(going crazy)\nI can't leave! I got all this stuff!\n\nJIM\n(hesitantly)\n-Did Basie leave a message for me?\n\nDEMAREST\n\nWhy the rfl] eave\nmessage for eed m\n\ny\nJim blinks back a as M a leavés. 0 \\s\n\nINT. AMERICAN MEN'S DORMITORY - DAY 224\n\nJim retraces his steps. We see Tiptree among the prisoners\npreparing to leave.\n\nTIPTREE\nHey, Jim...\n(reaches into his\npocket for a coin)\n-Basie said to give you this.\n\nTiptree flips the coin at Jim, who catches it.\n\nCLOSEUP - COIN\n\nIt is the English half crown that Basie took from Jim at\ntheir first meeting.\n\nWIDER ANGLE\n\nJIM\n(happier)\nThanks, Tiptree.\n\n \n\n \n\n \n\n \n\f133\n\n225 EXT. NANTAO CAMP - DAY 225\n\nAll the GUARDS, kitted out to march, are drawn up outside\nthe wire, on the road. The camp gates are open.",
  "104": "END OF PREVIOUSLY ANNOTATED SECTION:\n133\n\n225 EXT. NANTAO CAMP - DAY 225\n\nAll the GUARDS, kitted out to march, are drawn up outside\nthe wire, on the road. The camp gates are open. \n\nTARGET SECTION TO BE ANNOTATED:\n We see\n\nSergeant Nagata among the guards. He looks dejectedly\ntowards the wire.\n\nREVERSE SHOT\n\nShows that he is looking at Jim who smiles back at him.\nNagata sees Jim's buffed golf shoes. He looks at his own\nragged boots.\n\nNAGATA\nBoy...difficult boy.\n\nThe scene is not quiet. Many of the prisoners, particularly\nwomen, are jeering and spitting at the Japanese guards. One |\nHYSTERICAL WOMAN comes forward tearing her dress in her rage |\n\nand flinging a piece it do at the feet of the guards, i\nspitting at them. M Hye 08 9\nthe |\n\nThe war must have ended.\n\n \n\nMAXTED\nEnded again, Jim? I don't think we |\ncan stand it.\n\n226 EXT. NANTAO CAMP (GATE) - DAY 226\n\nJim, Mr. Maxted, the Vincents, and other Prisoners are\nstanding by the wide open gates. There isn't a guard in |\nsight anymore, they have all left. The prisoners are\nsilent and uneasy with their recent freedom (if one can\ncall it that).\n\n \n\nA fire breaks out in one of the barracks by the airfield |\nand the red glow of the flames is, reflected on the prisoners,\nthe camp, and the burial mounds outside. Jim SEES something\nOS. He points his finger.\n\n \n\n \n\nJIM\nLook!\n\nJim and the prisoners see THREE HORSEMEN riding up to the I\ncamp. Zigzagging between the mounds, they look like the '\nembodiment of the apocalypse. i\n\n \n\n:\ni\n\nCONTINUED\n\f226\n\nCONTINUED: 134\n\nANGLE ON THE LEADER\n\nJim recognizes the leader of the riders; it's LIEUTENANT\nPRICE, the handsome young officer who enthralled the ladies\nat Mr. Lockwood's party. But now, Lt. Price is white as\nchalk, his chest puckered with cigarette burns, and his\nwrists wrapped in bloody bandages. He wears a rifle across\nhis shoulders and his eyes are completely deranged. The\ntwo other men in his party are heavily armed. Lt. Price\nsteadies his shaggy pony which is frightened of the fire in\nthe barracks.\n\nLT.",
  "105": "END OF PREVIOUSLY ANNOTATED SECTION:\nLt. Price\nsteadies his shaggy pony which is frightened of the fire in\nthe barracks. LT. \n\nTARGET SECTION TO BE ANNOTATED:\n PRICES'S POV - JIM\n\nand the prisoners staring at him.\n\nANOTHER ANGLE\n\nLT. PRICE\n(shouts)\n\n~ “EMCO OOB'S\n\nANGLE ON JIM\nHe stays mute.\n\nLT. PRICE\nWhiskey?\n\nJIM\nNo sir, just Collier's, Life,\nReader's Digest, and Popular\nMechanics.\n\nLt. Price tries to control himself by lighting a cigarette\nand sucking hungrily on it. He looks at the prisoners with\nabsolute disgust.\n\nLT. PRICE\nChrist. What kind of a war did\nyou people have?\n(shouts)\nWell, don't just stand there,\nyou're free.\n\nHe turns his horse around and takes the rifle from his back\nand fires a shot into the air.\n\nANGLE ON THE PRISONERS\n\nThey cringe.\n\nCONTINUED |\n\n \n\n \n\n \n\f226\n\n227\n\nCONTINUED (2): 135\n\nANGLE ON LT. PRICE\n\nLT. PRICE\n(shouts over his shoulder\nat the prisoners)\nFollow me...everyone must die.\n\nANGLE ON THE PRISONERS\n\nThey slowly close the gates.\n\nANOTHER ANGLE\n\nOne of the men calls to Lt. Price and he rides his pony over\nto him. The man points at something in the distance. Lt.\nPrice kicks his horse and they gallop away, specters chasing\nother specters among the burial mounds.\n\nnour oe oso MICH 008 9\n\nThey see what chased off Lt. Price.\nEXT. NANTAO CAMP - (ROAD & GATES) - DAY 227\n\nANOTHER ANGLE\n\nHeadlights show a long way down the road. Maxted and Jim\nnotice them. The prisoners also notice them. The whole\ncrowd of prisoners then watch apprehensively as a very\nefficient MILITARY CONVOY roars down the road and sweeps up\nalongside the camp, with well-dressed and well-armed soldiers\njumping out of the vehicles, pouring into the camp, threat-\nening figures with bayonets fixed. The prisoners fall back,\ntripping over each other and panicking. Jim and Maxted,\nstill trying to retain possession of their cart, move back\namong them. A JAPANESE SOLDIER kicks the cart aside. Jim\nmakes a grab for the cart but Maxted pulls him away.",
  "106": "END OF PREVIOUSLY ANNOTATED SECTION:\nJim and Maxted,\nstill trying to retain possession of their cart, move back\namong them. A JAPANESE SOLDIER kicks the cart aside. Jim\nmakes a grab for the cart but Maxted pulls him away. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\nAre they going to kill us?\nMAXTED\nSteady, Jim.\nJIM\nIt's alright.. they don't need to\nkill us.\nMAXTED\n\n--O£ course they don't, Jim.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\f227\n\n228\n\n229\n\nCONTINUED: 136\n\nJIM\nWe'll all be dead soon enough.\n\n“ MAXTED\n(rebuking him)\nJim! Remember your father.\n\nANOTHER ANGLE\n\nA Japanese staff car drives through the camp gates, with an\nOFFICER standing in the back, shouting through a megaphone.\nThe crowd of prisoners has quieted down. The word comes\nback, prisoner to prisoner, from those nearest the Japanese\nstaff car. The prisoners in front of Jim and Mr. Maxted\nturn around and pass the word.\n\nPRISONER\nOne suitcase! We leave in an hour!\n\nINT. FAMILY DORMITORY (JIM'S ROOM) - DAY 228\n\nvamos FMCH 0089\n\nWe're leaving.\n\nThe news has preceeded him. The Vincents are putting\ntogether their few possessions.\n\nMRS. VINCENT\nNot before time.\n\nJim gets busy, and there is little enough to put in his\nwooden box. He takes his best airplane picture off the\nwall and, after a moment's hesitation, the photograph of\nthe unknown couple.\n\nAs a final gesture he impulsively tears down the partition,\nwhich has been re-erected.\n\nJIM\n(leaving)\nI want to be at the front.\nHe takes a final look at the room where he has lived for\nthree years and then abruptly departs.\nEXT. NANTAO CAMP (GATES) - DAY . 229\n\nA Japanese jeep-type vehicle roars through the gates and\ngoes straight to the hospital steps.\n\n \n\n \n\n \n\n \n\n \n\n \n\f137\n\n230 EXT. NANTAO CAMP HOSPITAL - DAY\n\n) The jeep-type vehicle halts and TWO JAPANESE SOLDIERS throw\nan unconscious, beaten-up, prisoner onto the hospital\nveranda. This is Dainty. Ransome comes out of the hospital\ndoorway. The vehicle roars away. Ransome kneels down and\nturns Dainty over. Jim comes running up, carrying his box\nwhich he puts on the steps.",
  "107": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe vehicle roars away. Ransome kneels down and\nturns Dainty over. Jim comes running up, carrying his box\nwhich he puts on the steps. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\nDainty.\n\nRANSOME\nHelp me get him inside.\n\nRansome and Jim, together, lift Dainty into the hospital.\n\n231 INT. NANTAO CAMP HOSPITAL - DAY\n\nRansome and Jim half carry and half drag Dainty into the\ndispensary and then into the men's ward where they put him\n\non a cot.\nDainty. . awh EM fall 008 9\n\"  RANSOME\n\nHe can't talk, Jim.\nPATIENT\n\nDoctor!...The Japs will shoot us.\nRANSOME\n\nNo they won't.\n\neS He is feeling Dainty for broken bones.\n\nRANSOME\n\nJim, you get to your place. I'm\nputting you in charge of the march.\n\nJIM\nAren't you coming with us?\n\nRANSOME\nNot yet...these people can't walk.\n\nJIM\nWe're going to Nantao to get a boat\nup-coutry.\n\nRANSOME\n( Maybe I'll see you there.\n\nCONTINUED\n\n230\n\n231\n\n \n\n \n\n|\n|\n\n \n\n \n\f~\n\n231\n\n232\n\n233\n\nCONTINUED! 138\n\nJIM\n- I'll save you some rations at\nNantao, Dr. Ransome.\n\nRANSOME\nGood. Just in case, keep up your\nLatin.\n\nJIM\n\nI will, Dr. Ransome.\n\nJim runs out of the hospital and Ransome Pauses to watch\nhim go.\n\nEXT. NANTAO CAMP (PERIMETER FENCE & AIRFIELD) - DAY 232\nA Zero aeroplane is warming up. The Pilot is of a Kamikaze.\n\nThe same pathetic little ceremony is taking place. A\nCORPORAL and a PRIVATE, not very interested, borrowed for\nthe occasion from a nearby gang working on the bombed\nrunway, are witnesses to the ritual.\n\nJim is watching from the fence. Then we realize, and we see\nthat Jim realizes, that the pilot is the youth whom we saw\nfor the first time in mode haps a year\nand a half ago. i s. s ok-fne Emperor.\n\ng\nJim suddenly shouts. The pilot turns to look at Jim.\n\nThe pilot climbs up into the cockpit of the Zero.\n\nBut the plane is having trouble. The engine starts and\ndies and starts again.",
  "108": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe pilot climbs up into the cockpit of the Zero. But the plane is having trouble. The engine starts and\ndies and starts again. \n\nTARGET SECTION TO BE ANNOTATED:\n The pilot shouts to the private\n(mechanic) who is already walking away with the corporal.\nThe private comes back. The pilot gets out of the Zero.\nHe starts hitting the plane with his fist.\n\nEXT. NANTAO CAMP ROAD - DAY 233\n\nThe PRISONERS are drawn up to march. They are mostly\nburdened with a surprising array of chattels, including\ntennis racquets, umbrellas, boxes, baskets, bundles. The\nsmaller children are being carried by their parents.\nMaxted is at the front of the column, behind the vehicle\nwhich is going to lead the march. The soldiers of the\nnewly arrived convoy flank the column of prisoners on\neither side. Jim, struggling a little with his wooden box,\ncomes hurrying along the line of the march. He Passes some\nof the people we know: Mr. Lockwood, Mrs. Phillips, and\nMrs. Gilmour. Jim arrives, panting, at the head of the\ncolumn where Maxted has kept his place.\n\nCONTINUED\n\n \n\n \n\n \n\nt\n\n \n\n \n\n \n\n|\n|\nt\n'\n\f234\n\n235\n\nCONTINUED: 139\nJIM\n_ You haven't brought any luggage, Mr.\nMaxted.\nMAXTED\n\nNo, Jim. I don't think I'll be\nneeding any luggage.\n\nWith a final shouted order, the lead vehicle moves off.\n\n. Jim puts his right arm up in the air like a U.S. Calvary\n\nmajor and gives the signal, superfluously, to march. With\nthe SOUNDS of hundreds of clogs clattering into a shuffle,\nthe ragged cavalcade sets off.\n\nEXT. COUNTRYSIDE (MARCH) - DAY\n\nA wide shot of the prisoners on the march, armed guards at\nintervals on either side, one vehicle leading other\nvehicles behind. On the road the march passes some of the\ndebris of war, burned-out vehicles, etc.\n\nEXT. COUNTRYSIDE (MARCH) - LATER THAT DAY\n\nMaxted, still at enfoef feel yf Sh Qauscrry,\nbreathing heavily, nl oO Istagge en he stops and\n\nJim pauses with him. They begin to be overtaken by the\nmarch... Prisoners walk by with their burdens.",
  "109": "END OF PREVIOUSLY ANNOTATED SECTION:\nCOUNTRYSIDE (MARCH) - LATER THAT DAY\n\nMaxted, still at enfoef feel yf Sh Qauscrry,\nbreathing heavily, nl oO Istagge en he stops and\n\nJim pauses with him. They begin to be overtaken by the\nmarch... Prisoners walk by with their burdens. \n\nTARGET SECTION TO BE ANNOTATED:\nMaxted watches them go by, festooned with objects from the\npre-war world, the tennis rackets, the parasols, the golf\nbags, the bundles of hoarded clothes and shoes. Mr. Maxted\nshakes his head in disbelief.\n\nMAXTED\nWhere were they keeping it all?\nThey must have thought internment\nwould be another country club, under\nnew management.\n\nJIM\nWe ought to keep going, Mr. Maxted.\nMAXTED\nYou go on, Jim. Get back to the\nfront.\nJIM\n\nI can smell the docks. We'll be at\nNantao by dark. .\n\nMAXTED\nGo on, Jim.\n\nCONTINUED\n\n234\n\n235\n\n \n\n \n\n \n\n \n\n \n\f235\n\n236\n\n237\n\nCONTINUED? 140\n\nJIM\n- I'll save your place.\n\nThey are well back in the march now, and Jim struggles to\novertake the people in front. He finds himself alongside\nMr. and Mrs. Vincent. Mr. Vincent seems to be in pain.\n\nMrs. Vincent carries their suitcase, her eyes fixed ahead.\n\nJIM\nMrs. Vincent...\n\nMRS. VINCENT\nNot now, Jim.\n\nEXT. COUNTRYSIDE - DUSK 236\nWe hear the haunting song.\n\nPRISONER\n(sings)\nWe are the girls every boy adores.\nC AC don't mean a thing to me.\n\nThe SOUND is coming grom the ALMOST NAKED SKELETAL FIGURE\n\nof a prisoner who, imbetter> ines, as*.one, the Nantao\npharess: EMCA 008\n\nANGLE ON THE MARCH 237\n\nThe march has shed a kind of skin, a long line of abandoned\nluggage, and quite a number of dead and dying PRISONERS.\n\nJim stumbles over a body fallen down in the middle of the\nmarch. He SEES that it's Mr. Vincent, dead. Jim only\nhesitates for a moment and then continues to stumble on.\n\nThe march is passing by several burning and broken military\nvehicles. Some of the prisoners have dropped out to rest\n\non the hoods and running boards. One of them is Mrs.\n\nVincent. She scans the march as it goes by, looking for\nsomebody.\n\nMRS. VINCENT\nGeoffrey...Geoffrey...Jim.",
  "110": "END OF PREVIOUSLY ANNOTATED SECTION:\nVINCENT\nGeoffrey... Geoffrey... Jim. \n\nTARGET SECTION TO BE ANNOTATED:\n Have you\nseen Mr. Vincent?\n\nJim looks up. There is something Basiesque about the\nexpression on his face and the inflection in his voice.\n\nJIM\nGood news Mrs. Vincent. He went to\nthe head of the line to look for you.\n\n \n\nCONTINUED\n\f238\n\n239\n\n239A\n\n239\nCONT.\n\n239A\nCONT.\n\n \n\nCONTINUED; 141\n\nJim watches Mrs. Vincent walk as fast as she can (which\nisn't very fast) towards the head of the line.\nANGLE ON THE MARCH\n\nThe march stumbles on for it's cave.\n\nANGLE ON JIM\n\nHe marches along like an automaton reciting Latin nouns as\nif to absolve himself.\n\nJIM\nDomum, domi, domo.\nEXT. STADIUM (TUNNEL) - NIGHT 238\n\nThe march is emerging out of the tunnel into a stadium.\nThe stadium is open and rain falls into it. The GUARDS\n\nmove into the stadium i ingsaroun thy running\ntrack, the prisoners ‘1 ng pba? t f£ ithe\nstadium, a football fie ’ E al pdgst th ei rend. There\n\nis an air raid going on, and the scen¢ is” oc€asionally lit\nby flames and explosions.\n\nINT. STADIUM - DAY 239\n\nJIM'S POV - A BRIGHT MORNING SUN\n\nafter the rain. We SEE the bright blue sky. A bomber is\nflying high overhead. We can HEAR the drone and possibly\nsee a vapor trail.\n\nANGLE ON JIM 239A\n\nHe is lying on his back on the grass of the stadium.\n\nJIM'S POV - A CURIOUS FALLING SHINE 239\nCONT.\n\nin the sky. Then a SOUND as the shower of hail patters all\naround Jim, all around the stadium. The DRONE of the bomber\nis fading away.\n\nJim leans up on one elbow. He is covered in a suit of 239A\nshining ice crystals, which also covers the grass around CONT.\nhim. He brushes ice from his face, out of his hair. He\n\nlooks around and we see his surprised expression.\n\n \n\n \n\f \n\n142\n\nJIM'S POV - A LINE OF RADIATOR GRILLS 240\n\nof limousines, shining, the cars sparkling with the melting\nhail.",
  "111": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe brushes ice from his face, out of his hair. He\n\nlooks around and we see his surprised expression. 142\n\nJIM'S POV - A LINE OF RADIATOR GRILLS 240\n\nof limousines, shining, the cars sparkling with the melting\nhail. \n\nTARGET SECTION TO BE ANNOTATED:\n The vision is like nothing he has seen fora long\ntime, a vision of the past. The limousines are in fact laid\nup, parked in rows behind the goal posts of the football\nstadium. The stands are well filled with the spoils of war.\nApart from the cars, there are stacks of furniture and other\ngoods including a white piano in which somebody is PLAYING\nVIVALDI.\n\nThe PRISONERS are lying down on the grass of the stadium. 241\nThey look as if they have dropped at random from the sky.\nAlready the hail is melting into wetness in the sunlight.\nPools of rainwater lie on the cinder track around the edge\nof the field. Jim gets up stiffly and limps to one of the\npuddles. He drinks from his cupped hands. OTHER PRISONERS\nare stirring and beginning to follow his example. The\nJAPANESE GUARDS form a group at the outside edge of the\ncinder track, where they have been breakfasting: a meager\naffair, but there is a small travelling canteen around which\nthey are squatting and standing, just finishing their meal\nand getting ready to move out again. A JAPANESE OFFICER is\n\nhurrying them up, sho , fan ; Say nward the\nsoldiers begin to org esvand ‘p oners into\na line of march. Duri hi im} se 5 Vincent\n\nsitting up with her head on her raised knees. He is joined\nby Maxted who has come to share his puddle of water.\n\nMAXTED\nNo breakfast again, Jim. The club |\nsecretary shall hear of this.\n\nJIM\n(looking around at the\nactivity of the Japanese)\nWe're going on again.\n\n \n\nMAXTED\nOnward and upward.\n\n|\n:\n\nJIM\nWhere are they taking us?\n\n \n\nMAXTED\nUpcountry.\n\nJIM\nWhy? What is this \"upcountry\"?\n\nMaxted avoids the question.\n\nJIM\nWill there be food there?\n\n \n\nCONTINUED\n\f241\n\nCONTINUED! 143\n\nMAXTED\n- (shrugs)\nThere's none here.\n\nOne of the JAPANESE SOLDIERS is in their vicinity getting\npeople to their feet.",
  "112": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM\nWill there be food there? CONTINUED\n\f241\n\nCONTINUED! 143\n\nMAXTED\n- (shrugs)\nThere's none here. One of the JAPANESE SOLDIERS is in their vicinity getting\npeople to their feet. \n\nTARGET SECTION TO BE ANNOTATED:\n Some of the prisoners can't stand up\nand the soldier allows these to remain, since he has no\nalternative. He approaches Maxted and Jim, ordering them in\nJapanese, and the two of them get to their feet also.\n\nMAXTED\nCome on.\n\nJIM\nI'll get Mrs. Vincent.\n\nMaxted allows himself to be herded along into the line of\nmarch. Jim returns the few yards to where he was lying\nnear his box. He picks up the box and comes over to Mrs.\nVincent. She is still sitting as we last saw her.\n\nWe have t\nOur ratio;\n(h\n°\n\n \n\nWe're going upcountry.\n\nMrs. Vincent ignores him. Jim touches her shoulder. She\nignores that, too.\n\nJIM\nMrs. Vincent...\n\nMrs. Vincent looks at him. She shakes her head dumbly. Jim\nis uncertain what to do. He looks across towards the line\nof march which is just about ready to leave.\nJIM'S POV - MAXTED\nlooking towards him.\nMAXTED\n\nJim!\n\nBACK TO SCENE\n\nMrs. Vincent takes hold of Jim's hand and tries to pull him\ndown towards her. Jim bends down.\n\nMRS. VINCENT\nDon't go. Better here.\n\nCONTINUED\n\n \n\n \n\f \n\n \n\n241\n\nCONTINUED (2): 144\n\nShe licks her lips which are dry. Jim looks towards the\nmarch again.\n\nMaxted is looking towards him. Jim raises a hand by way of\nfarewell. He sees Maxted return the wave just before a\nSOLDIER shoves him into motion. The march leaves the\nstadium through the tunnel. There are perhaps thirty or\nforty prisoners left on the grass, some already dead. Jim\ngoes to the nearest puddle and returns to Mrs. Vincent with\nwater in his cupped hands. He lets the water trickle into\nher mouth. Her lips close over his fingers, grateful for\nthe water.\n\nJIM\nMrs. Vincent, are you looking for\nGod?\nMRS. VINCENT\n(not really hearing him)\nYes, Jim.\n\nJim lies down next to her and looks up in the same\ndirection.\n\nJIM\n\n=\" EMCH 0089\n\nMRS. VINCENT\n(automatically)\nYes, Jim.\n\nJIM\nAbove the 3lst Parallel? Mrs.",
  "113": "END OF PREVIOUSLY ANNOTATED SECTION:\nVINCENT\n(automatically)\nYes, Jim. JIM\nAbove the 3lst Parallel? Mrs. \n\nTARGET SECTION TO BE ANNOTATED:\nVincent, wouldn't God be above the\nmagnetic pole? You ought to look at\nthe ground under Shanghai.\n\nThe thought makes Jim laugh.\n\nJIM\nPerhaps we've all died and this is\njust our souls. Yes, we'll stay\nhere. Our souls can do the marching.\n\nMrs. Vincent doesn't move. Jim doesn't move either. He\ncloses his eyes.\n\nJIM\nI've been thinking about being an\natheist. Perhaps I was just ‘bored\nby the choir.\n\nMRS. VINCENT\nJamie.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\n \n\f241\n\n242\n\n242A\n\n242\nCONT.\n\n243\n\nCONTINUED (3): 145\n\nJIM\n_ Yes, Mrs. Vincent. It's me. Jamie.\n\nMrs. Vincent starts to shiver, quite noticeably, almost\nviolently. Jim opens his box and takes out his blazer and\nspreads it over Mrs. Vincent's shoulders and chest. He\nlies down next to her, embracing her, and repeats his name,\nwhich amuses him and he starts to chuckle.\n\nJIM\nJamie, Jamie, Jamie.\n\nINT. STADIUM - EVENING 242\n\nJim and Mrs. Vincent are much as we saw them. Jim's eyes .\nare closed and he now opens them. He moves his head\nslightly and SEES: the stadium horizon against the evening\nsky. Suddenly the sky seems to whiten a little bit. Jim's\neyes blink, he frowns.\n\nJIM'S POV - THE HORIZON EDGE\n\nof the stadium crop NG fy Re gOe9\n\nBACK TO SCENE 242\nCONT.\n\nFrightened, he sits up. The white glare falls over his\nface and over the stadium. It heightens, becoming\nincandescent as though the whole world had become white\nhot, losing its detail in blinding light.\n\nJIM\n(frightened)\nMrs. Vincent?\n\nThe white glare fades rapidly. He looks down and sees Mrs.\nVincent's face. .\n\nIt's so cold in the stadium that Mrs. Vincent breath is\nvaporized. Small white puffs of breath escape from her\nmouth and then stop.\n\nINT. STADIUM - DAY 243\n\nJim lies asleep. His head resting on the blazer which is\nstill covering Mrs. Vincent.",
  "114": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTADIUM - DAY 243\n\nJim lies asleep. His head resting on the blazer which is\nstill covering Mrs. Vincent. \n\nTARGET SECTION TO BE ANNOTATED:\n An airplane is HEARD flying\nlow and noisily over the stadium. Jim wakes abruptly and\nsits up automatically searching for the plane,\nautomatically identifying it.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\ni\n\ni\n\n \n\n \n\f243\n\nCONTINUED; 146\n\nJIM\n- Hayate.\n\nThen he realizes where he is. He SEES Mrs. Vincent, dead.\nThe blazer has slipped during the night. Jim carefully\nadjusts it. Then, looking around, he sees that his golf\nshoes are no longer on his feet. Jim gets up and looks\naround and sees a MAN, a civilian but a healthy one,\n\ndressed in good slacks and a clean white shirt. He is\nmoving among the corpses, removing small articles. He holds\nJim's shoes in his hands. Jim walks over to him. Jim\nPoints to the shoes.\n\n: JIM\nThose are mine. Dr. Ransome gave\nthem to me.\n\nThe man looks at Jim. He is bigger than Jim and furthermore\nhe has a pistol stuck into his waistband. But Jim's stare\nis unflinching, he is beyond fear and the man succumbs to\n\nhim.\n( ov} of) 8 g\nThat's o| I twast&ebOi'\n\nthose shoes in case you turned up.\nTell your ma and pa. Looks like you\ncould use a couple of bags of rice.\nAsk around, kid - any wedding rings,\ncharms, watches, we can work it\ntogether.\n\nJIM\nIs the war over?\n\nMAN\nThat's for sure. They called time.\nWe're friends now. Anytime the whole\nU.S. Navy is going to tie up at the\nBund.\n\nJIM:\nIt's never over.\n\nMAN\nKid, they dropped the atom bomb.\nKilled a million people. one big\n\nflash.\n\nJIM\nI saw it.\n\nMAN\nYeah?\n\nCONTINUED\n\n \n\n|\n\n \n\n \n\n \n\n \n\n|\ni}\n1\n!\n|\n\f243\n\n244\n\n245\n\n246\n\n247\n\nCONTINUED (2): 147\n\nJIM\nA white light?\n\nMAN\nThat's correct.\n\nJIM\n\nI thought it was Mrs. Vincent's soul\ngoing up to heaven.\n\nMAN\nI guess you could say that's what it\nwas. Ask around - rings, bracelets...",
  "115": "END OF PREVIOUSLY ANNOTATED SECTION:\nVincent's soul\ngoing up to heaven. MAN\nI guess you could say that's what it\nwas. Ask around - rings, bracelets... \n\nTARGET SECTION TO BE ANNOTATED:\nJim puts on his shoes and turns away, walking back to his\nbox, he picks it up, thinks better of it and puts it down.\nHe opens it and considers the contents. He picks up\n\"Wings\", the comic book he had taken from his house on\nAmherst Avenue, and his small model plane. He holds them\nfor a moment and then returns them to the box and walks\ntowards the tunnel.\n\nEXT. STADIUM - DAY 1 244\n\nJim walks alone oucfoel WA (cafe : &Q. PRISONERS\nhave also wandered i Qathe a a e@ looking\n\naround in a dazed way. There's a long straight road ahead\nof him. Jim starts to walk. Nearby a field of grass is\nburning.\n\n \n\nEXT. PADDY FIELDS - DAY 245\n\nJim is still walking. There is aircraft NOISE overhead.\nJim looks up and SEES:\n\nA four-engined Superfortress. 246\n\nThe doors of the bomb bays open, revealing the silver\ncylinders ready to fall from their racks. The Superfortress\ndrums past. The sky is filled with colored parachutes.\nDozens of canopies float gaily on the air, as if enjoying\nthe August sun.\n\nThe parachutes sail past, falling toward Nantao Camp. 247\nA silver canister drag its collapsed parachute and\n\nplumment to the ground, striking a canal embankment two\nhundred yards away.\n\nThe canister bursts on impact. Jim lowers himself down\nthe slope of sunbaked earth and squats by the open mouth\nof the cylinder. Around him, on the floor of the culvert,\nis a ransom of canned food and cigarette packets. The\ncanister has been crammed with cardboard cartons, and one\n\nCONTINUED\n\n \n\n \n\n \n\f247 CONTINUED: 148 i\n\nhas broken loose from the nose cone and scattered its\ncontents over the ground. Jim crawls among the cans, wiping\nhis eyes so that he can read the labels. There are tins of\nSpam, Klim and Nescafe, bars of chocolate and cellophaned\npacks of Lucky Strike and Chesterfield cigarettes, bundles\nof Reader's Digest and Life magazines, Time and Saturday\nEvening Post.",
  "116": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\ncanister has been crammed with cardboard cartons, and one\n\nCONTINUED\n\n \n\n \n\n \n\f247 CONTINUED: 148 i\n\nhas broken loose from the nose cone and scattered its\ncontents over the ground. Jim crawls among the cans, wiping\nhis eyes so that he can read the labels. There are tins of\nSpam, Klim and Nescafe, bars of chocolate and cellophaned\npacks of Lucky Strike and Chesterfield cigarettes, bundles\nof Reader's Digest and Life magazines, Time and Saturday\nEvening Post. \n\nTARGET SECTION TO BE ANNOTATED:\nThe sight of so much food confuses Jim, forcing on hima\n\n_ notion of choice that he has not known for years. The cans |\nand packets are frozen, as if they have just emerged from an |\nAmerican refrigerator. OS he HEARS a car. i\n\n248 ANGLE ON THE BURNING FIELD 248\n\nOut of the wall of flames (like the Hell Drivers), a mud |\nspattered Buick bursts through. It races at breakneck i\nspeed towards Jim. The car, once a staff car of a Chinese\nGeneral, is still adorned with the insignia and rice paper\nstickers of the General.\n\nA BEARDED EUROPEAN in rc ‘in fdr s from\nthe driver's seat and Wa: im) fe} ts}eo owed by\n0\n\nanother man carrying a ave.\n\n \n\nThe European punches Jim_in the face to get him away from\nthe canister. The other man raises his stave for the\ncoup de grace. Jim raises his hand. i\n\nJIM\n(recites)\nI am a British prisoner.\nI am going to Nantao camp.\nI am a British prisoner.\n\nThe man with the stave is perplexed enough to allow Jim to\nlive for a few more seconds. Jim addresses the European in\nthe flying jacket who is rooting through the contents of the\ncanister.\n\n \n\nJIM\n(points at stadium)\nLincoln Zephyrs, Buicks, white\n\n \n\nCadillacs.\n\n: BASIE\nWhat's this talk about white\nCadillacs?\n\nJim SEES Basie sauntering towards him from the car.\n\n \n\n|\n|\n|\n\nCONTINUED\n\f248\n\n249\n\n250\n\nCONTINUED: 149\n\nJIM\n(wiping blood from\nhis nose)\nBasie, it's me, Jim...Shanghai Jim.\n\nThe cabin steward's wary eyes, with their sharp but modest\nfocus, scan the contents of the canister. The man with the\nstave waits for a signal, with his stave raised.\n\nJim, in desperation, gathers the scattered magazines and\nholds them up like they were icons that could protect him.\n\nJIM\nLife Magazine; Reader's Digest.\nI've kept the latest copies for\nyou. I've learned hundreds of new\nwords. Ardennes, Mauthausen,\nTheresian stadt, Iwo Jima...\n\nEXT.",
  "117": "END OF PREVIOUSLY ANNOTATED SECTION:\nI've learned hundreds of new\nwords. Ardennes, Mauthausen,\nTheresian stadt, Iwo Jima... EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n LAGOON & COUNTRYSIDE - DAY 249\nThe Buick speeds alo ho! ° ibe fhlied lagoon\n\nat a breakneck pace. e iver ffi isfol out the\nwindow.\n\nINT. MOVING BUICK - DAY 250\n\nJim squirms between Basie and the bearded European (a\nFrenchman) in the backseat. OTHER MEN occupy the front\nseat. They are drinking rice wine and pass the\n\nbottle to the backseat. The contents of the canister are\nscattered all over the car; K-rations, cans of Spam,\ncartons of Chesterfields - a black marketeers dream.\n\nJIM\n(while eyeing a\ncan of Spam)\nAre these the Hell Drivers, Basie?\n\nFRENCHMAN\n(thick accent)\nBe still, you want more bloody nose?\n\nBASIE\nJim, there's no room for wrestling.\nJust sit quietly.\n\nBasie takes a can of Spam, peels the cover back, and hands\nit to Jim.\n\nJim doesn't hesitate. He scoops out one third of the meat\nand wolfs it down. Basie shakes his head and takes the can\naway from Jim, feeding him much smaller amounts.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\f_ 250\n@\n©\n251\n252\n\nCONTINUED: 150\n\nBASIE\nYou know what happens to people who\neat too fast, don't you, Jim?\n\nJIM\n(trying to chew\nbefore he swallows)\nYes, Basie, they die.\n\nThe Frenchman takes another gulp of rice wine and fires his\npistol out the window at a seagull that skims the lake.\n\nBasie puts his arm around Jim in a protective reflex.\nJim glances at the Frenchman, and Basie feeds him more Spam.\nJIM\n\nBasie, has the next war effectively\nbegun?\n\nthat's EMEF-66 & 9\n\nThere are still a lot of words I\nhaven't learned. I'd like to go\nback to Shanghai. I might see my\nmother and father today.\n\nBASIE\nYou need more than luck in Shanghai.",
  "118": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'd like to go\nback to Shanghai. I might see my\nmother and father today. BASIE\nYou need more than luck in Shanghai. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\nWill Uncle Sam be there, Basie;\nevery gob and GI Joe?\nBASIE\n(remarkably unenthusiastic)\nHe'll be there, and every GI Joe in\nthe Pacific.\nThe Frenchman thrusts the rice wihe into Jim's hand. Jim\ndrinks from the bottle, washing away some of the Spam.\nJIM'S POV - THE NANTAO PAGODA 251\n\non the horizon.\n\nANOTHER ANGLE . 252\n\nJim passes the bottle to Basie.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\n \n\f \n\n252\n\n253\n\nCONTINUED: 151\nJIM\nAre we going back to the camp?\nFRENCHMAN\nBe quiet, boy...you mean nothing\n\nto me.\nJim tries to keep silent, but he just can't.\n\nJIM\nBasie, did you see the atom bomb go\noff? I saw the flash over Nagasaki\nfrom Nantao Stadium.\n\nJim's nose is beginning to bleed again. Basie dips a rag\nin rice wine and cleans the blood and the pulpy Spam from\nhis face. «\n\naw EMER 0089\n\nJIM\n(over amped)\nFor a whole minute, Basie, a white\nlight stronger than the sun covered\nShanghai. I suppose God wanted to\nsee everything.\n\nThe Frenchman turns to Basie.\nFRENCHMAN\n(incredulous)\nFour years with him?\nEXT. NANTAO CAMP AIRFIELD 253\nThe bandit Buick tears along the edge of the airfield when\nthe driver suddenly slams on the brakes. The rear\npassenger door opens and Jim tumbles onto the tarmac.\nANGLE ON BASIE\nHe sticks his head out of the window.\nBASIE\nWait for me here, and keep your head\ndown.\nThe car pulls away with SCREECHING tires and then lurches\n\nto a halt again. Basie motions to Jim. Jim runs up to the\ncar.\n\nCONTINUED\n\f253\n\n254\n\nCONTINUED: 152\n\nANGLE ON BASIE\nBASIE\n(with a grin)\nHey, kid...you want a Hershey bar?\n\nBefore Jim can reply, the car pulls away again and Basie\nthrows something out the window.\n\n“ANGLE ON JIM\n\nHe runs to the object and Picks it up.",
  "119": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED\n\f253\n\n254\n\nCONTINUED: 152\n\nANGLE ON BASIE\nBASIE\n(with a grin)\nHey, kid...you want a Hershey bar? Before Jim can reply, the car pulls away again and Basie\nthrows something out the window. “ANGLE ON JIM\n\nHe runs to the object and Picks it up. \n\nTARGET SECTION TO BE ANNOTATED:\nANGLE ON JIM'S HAND\n\nws ateserEMCH (01039\n\nANGLE ON JIM\n\nHe eats the Hershey bar like somebody is going to take it\naway from him, and licks the foil until his mouth and chin\nare covered with chocolate.\n\nHe SEES a stranded Zero near the edge of the airfield.\n\nHe walks over to the Zero and climbs into the cockpit.\n\nINT. ZERO COCKPIT (NANTAO CAMP AIRFIELD) - DAY 254\nInside the cockpit, he examines the instrument panel.\n\nGlued to the panel is a boy's glider that now serves as a\nmascot. Jim tugs at the glider and it comes off.\n\nJIM'S POV - SOMEONE\n\nmoving through the tall nettles on the edge of the field.\n\nANGLE ON JIM\n\nHe ducks down until he SEES that it's the young Japanese\nboy.\n\nANGLE ON THE PILOT\n\nThe young pilot is walking around in a state of demented\ndespair, knocking nettles about with his bamboo stick.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\f255\n\n256\n\n257\n\n153\n\nEXT. ZERO COCKPIT (NANTAO AIRFIELD) - DAY 255\n\nNo longer fearful, Jim climbs down from the cockpit and\nmoves towards the pilot with the glider in his hand. The\npilot gasps and whimpers and, when he looks at Jim, Jim\nraises the glider to remind the pilot of the bond they once\nhad.\n\nEXT. NANTAO CAMP AIRFIELD - DAY 256\n\nJim comes closer, like he is trying to make friends with a\nwild animal. .\n\nThe pilot turns away PME Ji him.\nThe pilot stops and t a dia 1} wr' ny from his\nflying suit and gives it to Jim. (OS we HEAR the Buick)\n\nWhen Jim tries to follow the pilot again, the pilot, with a\nfinal gasp of self-loathing, pushes Jim away. Three quick\npistol SHOTS ring out, and the pilot falls over.\n\nJIM'S POV - BASIE 257\n\nwith a gun in his hand, is running from the Buick towards\nJim.\n\nJIM\n(in anger and anguish)\nBasie!\n\nJim runs toward the fallen pilot. Basie catches up with\nhim and watches how Jim crouches next to the pilot.",
  "120": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM\n(in anger and anguish)\nBasie! Jim runs toward the fallen pilot. Basie catches up with\nhim and watches how Jim crouches next to the pilot. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\n(screams)\nHe gave me a mango.\n\nBASIE\n(a little drunk)\nI'll give you a whole damn fruit\nsalad. Now, let's get out of here.\n\nJim turns the pilot on his back. The pilot is as good as\ndead, but Jim tries to. bring him back the way he did Amy\nMatthews. Basie realizes that Jim is truly distraught.\n\nJIM\n(with a tear\nstreaked face)\nHe was my friend.\n\nBasie sways a little, and looks over at the car. Somebody\nis trying to start the engine.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\f \n\n257\n\nCONTINUED; 154\n\nBASIE\n- (by way of apology)\nHey, kid, I just saw the shove.\n\nHe watches Jim pounding on the pilot's chest while keeping\none eye on the car.\n\nBASIE\n\n(skeptical)\nIf he's not dead, you'll kill him.\n\nANGLE ON PILOT\n\n \n\nHis eyes roll open.\nMCE B089\nis stills pita\n\nBASIE\n\nRansome is gone, Jim. So is\neverybody else.\n\n(indicates pilot)\nHe's dead...we've got to go... now.\n\nJim pounds on the pilot's chest with all his might, trying\nto keep his eyes open.\n\nJIM\n(concentrating on\nthe pilot)\nYou go.\nThe pilot coughs up some blood.\nBasie looks at the Buick.\n\nHe SEES the Frenchman working under the hood while the\ndriver keeps trying to start the engine.\n\nANOTHER ANGLE\nBasie pleads.\n\nBASIE\nCome on, you've got to come with\nme...I've got to look after you for\nyour daddy.\n\nJIM\n\nYou've never looked after me.\nI looked after you.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n|\n|\n|\n\f257\n\n257A\n\n257B\n\n257C\n\n257D\n\n257E\n\n258\n\nCONTINUED (2): 155\n\nOS the Buick engine turns over, and Basie is talking fast\nnow.\n\nBASIE\nHey, come on. You're my boy. 1 got\nto. take you to your daddy. We'll\nfill up the pool and eat three times\na day.",
  "121": "END OF PREVIOUSLY ANNOTATED SECTION:\nBASIE\nHey, come on. You're my boy. 1 got\nto. take you to your daddy. We'll\nfill up the pool and eat three times\na day. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\n(cold as ice)\nMy father would never let you swim\nin our pool.\n\nBasie stops breathing for a moment, for he knows what Jim\njust said is true. He spins around and runs towards the\ncar. He looks over his shoulder just before he jumps in.\n\nseste's nov ~ son WH 008 g 257A\n\npounding on the chest of the Japanese pilot, in between\nthe high nettles, on the edge of the runway they built.\n\nANOTHER ANGLE 257B\n\nBasie jumps in the backseat of the Buick.\n\nANGLE ON JIM AND THE PILOT 257C\n\nThe pilot shudders and dies in Jim's arms. Jim gets up and\nruns towards the runway where the Buick is speeding away.\n\nJIM'S POV - THE BUICK 257D\n\nHe SEES Basie's face in the rear window of the disappearing\nBuick. Basie salutes him.\n\nANGLE ON JIM 2S57E\n\nJim salutes the disappearing car.\n\nINT. MOVING ‘BUICK - DAY 258\n\nBasie turns back from the window and slowly drops his\nsalute, a single tear rolls down his cheek. The Frenchman\nstares curiously at him and offers him the bottle. Basie\ntakes the bottle and wipes the tears away.\n\nCONTINUED\n\n \n\n \n\n \n\n \n\n \n\n \n\ne\n|\nI\np\ni:\nj\n|\n\f258 CONTINUED. 156\n\n \n\nBASIE\nAllergies.\n\n259 ANGLE ON JIM 259\nHe holds his salute until the car is out of sight, then he I\n\ntakes deep breath and launches the glider towards Nantao\ncamp.\n\nI\ni\n\nANGLE ON THE GLIDER\n\nThe shimmering heat pushes the glider over the burial\nmounds towards Nantao camp.\n\nwe wane thes EM 0 Q 9\nHe runs through the net i ust idér. He\n\nstumbles over something and falls to the ground.\n\n \n\nANGLE ON BIKE |\n\n‘Jim stumbles over a rusty, old bicycle.\n\nANGLE ON JIM\n\nHe watches the glider.\n\n260 ANGLE ON A PLANE 260\nThe plane is white (like the glider) and high up in the\nair. Could this be the glider?\n\n261 EXT.",
  "122": "END OF PREVIOUSLY ANNOTATED SECTION:\n260 ANGLE ON A PLANE 260\nThe plane is white (like the glider) and high up in the\nair. Could this be the glider? 261 EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n NANTAO CAMP - DAY 261\n\nPLANE'S POV\n\n \n\nWe see Jim way down below, on his bicycle, in the middle of\nthe parade ground of the deserted camp. He waves.\n\nA giant shadow passes over him and the ROAR of the engines\nrattles the barracks.\n\nJim gets back onto the rusty bike, thé wheels squeak and\n\nhe is breathing hard. He essentially retraces his steps\nfrom the first day in the camp.\n\nCONTINUED\n\n \n\f261\n\n262\n\n263\n\n264\n\n265\n\nCONTINUED$ 157\n\nHe drives from the guard house towards the family dormitory\n(Maybe we faintly hear, \"We're the girls every boy adores\". )\n\nHe carries his bike up the steps.\n\nINT. FAMILY DORMITORY (JIM'S ROOM) - DAY 262\nWe are there before Jim, but we HEAR him coming. He is\n\nHUMMING a hymn, and the rubber wheels make the floor boards\ncreak. Jim enters on his bike.\n\nJIM'S POV - THE FEW PHOTOGRAPHS\n\nleft on the wall. Thi a id apwinathe, wind\nthrough the shattered [hai . © Cc) nce used\nto separate Jim from e/|Vindentjs,4 is' fe) thn a dusty |\nrag.\n\nEXT. NANTAO CAMP (HOSPITAL & DORMITORIES) - DAY 263\n\nJim rides past the broken windows of the hospital.\n\nJIM'S POV - THE coTS .\nand the infirmary flashing by. i\n\nJim veers away towards the British & American dormitories.\nThe door is open so he doesn't need to get off his bike.\n\n \n\nINT. AMERICAN MEN'S DORMITORY - DAY 264 —\n\n \n\nThere is nothing left of Basie's great hoard but a broken\ntennis racket. Jim stands there for awhile as he looks at\nhis childhood before riding away.\n\n \n\nEXT. NANTAO CAMP - DAY . 265\n\nJim shoots out of the men's dormitories back onto the parade i\nground, where the wind kicks up a fine dust. He throws his\nbike into a skid.\n\nJIM'S POV = A COMMUNIST UNDERGROUND GUERRILLA DETACHMENT\n\n(10 - 20 men) standing by the gate, watching him.",
  "123": "END OF PREVIOUSLY ANNOTATED SECTION:\nNANTAO CAMP - DAY . 265\n\nJim shoots out of the men's dormitories back onto the parade i\nground, where the wind kicks up a fine dust. He throws his\nbike into a skid. JIM'S POV = A COMMUNIST UNDERGROUND GUERRILLA DETACHMENT\n\n(10 - 20 men) standing by the gate, watching him. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED\n\n \n\n \n\f265\n\n266\n\n267\n\nCONTINUED! 158\n\nANOTHER ANGLE\nTheir leader approaches Jim.\n\nJIM\nI surrender.\n\nANGLE ON THE OFFICER\n\nIt's Yang. He is missing one arm and his empty sleeve\nhangs loosely at his side. He smiles at Jim.\n\nJIM\n(relieved)\nYang!\n\nJim hugs Yang and sobs with relief against his chest.\n\nG,\nI'll take yo ghi\nJim, so that fyoul c fi yo\n\nparents.\n\nEXT. DISPLACED PERSON'S (CAMP SHANGHAI) - DAY 266\n\nThe displaced person's camp is somewhere in the\ninternational settlement. It consists of yet more barracks\npatrolled by RED CROSS VOLUNTEERS.\n\nANGLE ON BARRACKS 267\n\nA roomful of CHILDREN, ages five to eighteen, are leaning '\nagainst the wall of a barrack. The war has made them tough i\nand given them a feral look. Some sport wounds; a girl\nwears a Chinese tatoo; they look more like a gang than\nanything else. A boy, no more than ten years old, eats a\nbowl of rice with a pair of chopsticks which he uses as\ndeftly as any native.\n\n \n\nANGLE ON JIM i\n\nHe stands between dozens of other \"Jims\".\n\nANGLE ON A NURSE\n\n \n\nA very ENGLISH NURSE walks up to the children and motions i\nthem forward. The children leave the safety of the wall I\nwith a collective groan. Then the nurse motions somewhere F\n\n \n\nCONTINUED\n\n \n\f267\n\n268\n\nCONTINUED: 159\n\nOS, and a GROUP OF ADULTS arrive. The adults, having a\nchance to return to their homes, look better than the\nchildren, although their fashions are mostly pre-war.\n\n‘The adults walk slowly past the children, for they are\n\nsearching for their sons and daughters.\n\nANGLE ON THE CHILDREN\n\nThey act, and are arranged, like they are in a line-up.\nThey smirk and giggle defensively under the piercing,\nlonging scrutiny of the adults. °\n\nA GIRL falls into the arms of her Parents. A wave of\njealousy ripples through both the parents and the children.",
  "124": "END OF PREVIOUSLY ANNOTATED SECTION:\nANGLE ON THE CHILDREN\n\nThey act, and are arranged, like they are in a line-up. They smirk and giggle defensively under the piercing,\nlonging scrutiny of the adults. °\n\nA GIRL falls into the arms of her Parents. A wave of\njealousy ripples through both the parents and the children. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM'S Pov : EMC}\nAn endless array of white, ami 1S ce 39...\n\nbefore moving on. Suddenly, he finds his father's face\nstaring into his. Then his father moves on. His mother\nlooks at him briefly, is about to walk on, when something\ndraws her back.\n\nJIM'S MOTHER\nJamie?\n\nJim steps out of the line into his mother's arms. His\nfather, mortified, rushes back and joins the embrace.\n\nJIM'S FATHER\n“...it's your hair, you see...\n\nJim walks away with his parents and the nurse. He looks\nover his shoulder.\nJIM'S POV - THE CHILDREN\n\nthat haven't been found’ yet, looking at him.\n\nEXT. SHANGHAI - (THE BUND) DAY 268\n\nShanghai is quite different from the last time we saw it.\nAs the car moves through the streets, we see students and\nposters proclaiming \"Japanese Imperialists Go Home!\" and\n“Celebrate Our Victory in the War of Resistance Against\nJapan.\" This is seen from inside a moving car.\n\n \n\n \n\n \n\n \n\f269\n\nINT. MOVING CAR = DAY\nJim sits in between his parents in the backseat of the car\nwhich is-driven by a new CHAUFFEUR. The car is moving\n\namong other cars, including military vehicles. Horns are\nblaring and there is a lot of bustle and noise.\n\nANGLE ON JIM\nSitting between his parents, he suddenly seems 3 much older,\nhis eyes haunted like Lt. Price.\nJIM'S POV - THE FACES\nof the CHINESE PEOPLE move past the window.\nJim's mother turns to him.\nI MO’\nDarling, in ot.\nsomething?\nJim looks at her with a blank expression in his eyes.\nJIM' MOTHER\n(proudly)\nI stopped smoking.\nHis father pats his knee.\nJIM'S FATHER\nWe managed to get the pool filled,\nyou know.\nJIM'S MOTHER\n(annoyed)\nThat was going to be a surprise.\nAn awkward silence settles in the Packard. Jim's features\nare guarded. He turns around and looks through the rear\nwindow of the car.\nHe SEES the river and the harbor, the light twinkling in\nthe dusk.\nANGLE ON HIS PARENTS\n\nThey are uncomfortable with Jim.",
  "125": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe turns around and looks through the rear\nwindow of the car. He SEES the river and the harbor, the light twinkling in\nthe dusk. ANGLE ON HIS PARENTS\n\nThey are uncomfortable with Jim. \n\nTARGET SECTION TO BE ANNOTATED:\n His father clears his\nthroat, desperate to make some sort of contact.\n\nCONTINUED\n\n269\n\n \n\n \n\n \n\n \n\f269\n\n270\n\n \n\nCONTINUED? 161\n\nJIM'S FATHER\nTell me, Jim. Were you able to keep\nup with your education?\n\n \n\nJim sags in the backseat and closes his eyes.\n\nJIM ‘\n(no loner a\nstring of words)\nIf I should die,\nthink only this of me.\nThat there is some corner\nof a foreign field,\nthat is forever England.\n\nEXT. SHANGHAI (THE BUND) - DUSK 270\nMp (V\nThere . ij a O\na rich Ss ele\na dust which England bred.\nLoose paper flowers floating in the wash of a landing craft\ncarrying sailors from an American cruiser. The flowers form\n\na wavering garland as they begin their long journey towards\nthe estuary of the Yangtze.\n\nTHE END\n\n \n\n \n\n \n\n \n\n \n\f"
}