{
  "1": "ENCRYPT\nby Richard Taylor\n\nFADE IN:\n\nTHE EARTH\n\nspins in mortal turmoil. A vast spinner of clouds the size of\nAustralia approaches the west coast of North America,\nlightning flashing, thunder BELLOWING and CRACKLING. The sky\nglows red and purple, angry and crazy. This is the planet\nmade Gothic by human intervention.\n\nSEATTLE - THE SPACE NEEDLE\n\nis buffeted by hundred-and-fifty-mile-an-hour winds. Plate\nglass shatters and explodes.\n\nSAN FRANCISCO - THE GOLDEN GATE BRIDGE\n\nquakes before the raging wind. A giant tsunami surges toward\nthe great suspension bridge. When it passes, cables have been\nwrenched, untwining, and collapse appears imminent.\n\nEXT. LOS ANGELES - NIGHT\n\nThe city is a swamp, some buildings on dry ground, others\nbelow sea level. Far south and east of its northern cousins,\nthe full thrust of the storm has not struck Los Angeles yet.\nSmoke from open fires trail skyward like ghosts and spread\nalong the ceiling of the sky even as it bleeds rain\neverywhere.\n\nA TEN-YEAR-OLD GIRL (MANDY)\n\nruns, terrified, down a decayed city street. She clutches\nsomething in her dirt-caked hands, holds it dear to her\n\nbreast.\n\nThe girl slides around a corner on her bottom, stares back.\n\nGIRL'S POV - THE STREET\n\nseems derelict. A flash of lightning reveals men scurrying\nlike rats after her.\n\fEnCrypt by Richard Taylor 2.\n\nRESUME AND FOLLOW MANDY (A MONTAGE)\n\nas she turns and scrambles away. Her pursuers follow her\neverywhere — around rusting cars, through an abandoned MTA\nbus, and across the rubble of a building that once dispensed\nhappy meals and toys.\n\nMandy dives into a burrow beneath piled debris.\n\nOne of the men walks directly toward her.\n\nAnother scurries, chortling madly, around to her side.\n\nA third man approaches from behind.\n\nMandy clutches her prize ever-more tightly and prays that\nthey don't see her.\n\nThey do.\n\nThe leader lifts Mandy from the debris, her naked legs\ndangling from beneath her torn dress.\n\nLEAD RAT\nLookit what I got!\n\nMandy struggles and screams. Lead Rat covers her mouth.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nLEAD RAT\nLookit what I got! Mandy struggles and screams. Lead Rat covers her mouth. \n\nTARGET SECTION TO BE ANNOTATED:\nLimping Rat snatches the prize from her fingers: A dinner\nroll, hard as a rock and twice as filthy.\n\nLIMPING RAT\nSo that's what you're hiding, little\ngirl? Don't you want to share? You want\nto share, right?\nMandy writhes free enough to say:\n\nMANDY\nTake it! Take it! Just... leave me alone!\n\nChortling Rat arrives. His fingers pinch Mandy's leg.\n\nCHORTLING RAT\nThis little girl's plump.\n\nLead Rat drops her to the ground, assesses her.\nLEAD RAT\n\nYou got family, girl... with anything to\ntrade?\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 3.\nCONTINUED:\n\nMandy understands immediately.\n\nMANDY\nYes! Yes, my daddy's got canned goods.\nAnd gasoline.\n\nLead Rat thinks about this. The dinner roll lying abandoned\nnearby suggests not.\n\nCHORTLING RAT\nShe'd feed us for a week!\n\nLIMPING RAT\n(grinning, of Chortling Rat as\n\nhe assesses girl)\nI dunno... You still on that diet?\n\nMandy screams and tries to break away. Lead Rat holds her in\na vise grip.\n\nChortling Rat kneels beside the little girl.\n\nCHORTLING RAT\n(of leader)\nI never took you for squeamish.\n\nThat settles it. Lead Rat produces a huge switchblade. It\nsnaps out, steel catching the light.\n\nMandy screams.\n\nAn arrow slams through Lead Rat's neck. He doesn't move, not\nbelieving.\n\nJOHN GARTH (35) STANDS ON A WALL (SCENE),\n\na hard man with hawk eyes now focused on killing. Even though\nhe is a warrior, there is something humane about John Garth.\nHe knows there is no glory to what he is doing. His rock-like\nexposed arms hold the bow's tension like the cables of a\nsuspension bridge, and shake with the load. He releases.\n\nLead Rat faces death and drops.\n\nLimping Rat is already scurrying away, weapon drawn, when\nGarth's second arrow catches him. He drops.\n\nChortling Rat, whining fearfully, scuttles around debris,\nhiding his silhouette. He pulls a nasty looking automatic and\nlooks up to find a target when an arrow slams into him.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe drops. Chortling Rat, whining fearfully, scuttles around debris,\nhiding his silhouette. He pulls a nasty looking automatic and\nlooks up to find a target when an arrow slams into him. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nfalls.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 4.\nCONTINUED:\n\nGarth drops to the ground, walks to Mandy, who stands sucking\nair like the price is going up.\n\nJOHN GARTH\nYour mother's worried.\n\nMandy shakes her head crazily. Yes, I know.\n\nGarth kneels beside her. Mandy bursts into his arms. He holds\nher like a father until her sobs diminish.\n\nGARTH\nYou shouldn't go out by yourself.\n\nMandy buries her head in his chest, safe now.\n\nMANDY\nBut I'm hungry, John.\n\nGARTH\nI know...\n\nGarth releases her and steps past to harvest the arrow that\ntook Lead Rat's life. He takes the switchblade as well.\n\nMandy scurries to where the dinner roll lies and retrieves\nit. She tries to bite into it. Hard as stone.\nBESIDE LIMPING RAT'S CORPSE - GARTH\n\nharvests the second arrow, using the switchblade to cut the\narrow out.\n\nMandy staggers to Garth's side. She looks yearningly at\nLimping Rat. Clutching Garth's leg:\n\nMANDY\nIt would be a waste to just leave them\nhere.\nGARTH\n(understanding her meaning)\nNo.\nMANDY\nBut I'm hungry.\nGARTH\nYou stay here. I have to get my other\n\narrow.\n\nGarth moves to get the arrow.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 5.\nCONTINUED:\n\nMandy waits nervously near Limping Rat's corpse. When Garth\nreturns, he scoops her up and starts walking away.\n\nLooking back from Garth's arms, Mandy's hungry eyes remain on\nthe corpse.\n\nEXT. SURVIVOR'S CAMP - NIGHT\n\nIt's a hovel bandaged with debris. Campfires burn with\nconstant complaint, sizzling embers and hissing wood once\nshaped by hand. Mist clouds everything.\n\nMen and women guard the ramparts, some with guns, some with\nbows like Garth's.\n\nA GUARD\nSomeone's coming.\n\nThe men scramble to the walls.\n\nGARTH'S VOICE\n(a shout)\nJohn Garth!\n\nA moment later Garth enters the camp with Mandy carried on\nhis hip.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe men scramble to the walls. GARTH'S VOICE\n(a shout)\nJohn Garth! A moment later Garth enters the camp with Mandy carried on\nhis hip. \n\nTARGET SECTION TO BE ANNOTATED:\nMandy's mother rushes to take her into her arms as Garth\ndrops her.\n\nMANDY'S MOM\nMandy!\n\nMANDY\nLook, Mom... I found some bread.\n\nMANDY'S MOM\nWhere were you?! I've been worried to\ndeath!\n\nGARTH\nShe's okay. I found her about six blocks\nsouth, near Pico.\n\nMANDY'S MOM\nThank you.\n\nGARTH\nIt's okay.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 6.\nCONTINUED:\n\nMANDY\n(showing her prize)\nMom! Look, bread!\n\nMANDY'S MOM\nYou put that away, now. One of the\nhunters found meat. We have stew.\nGarth turns at this information. Meat?\n\nMANDY\nFood?! Mommy, I'm so hungry...\n\nMANDY'S MOM\nCome on, sweetheart. I'll get you a bowl.\n\nGarth questions this silently, then turns to head for his\ndigs.\n\nEXT./INT. GARTH'S DIGS - NIGHT\n\nAn often-repaired tent. Garth throws the entry flap back,\nenters to find his father, MATTHEW, Garth grown older and\n\nweaker. He lies in a hammock, recovering from a broken leg.\n\nMATTHEW\nYou're not dead, I see.\n\nStoring his equipment:\n\nGARTH\nNot yet. How's the leg?\nMATTHEW\nI'm hobbling about. Anything happen out\n\nthere?\n\nGarth turns to survey his father, pulls three cans of\nCampbell's soup from his jacket.\n\nGARTH\nI killed six men... three this morning\nover these...\n(presents the cans)\n... three tonight over the Parker girl.\n\nMATTHEW\nYou found her alive?\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 7.\n\nCONTINUED:\nGARTH\nAlive. She wouldn't have stayed that way\nlong... I hear they've got stew. Did\n\nanybody bring you some?\n\nMatthew snorts.\n\nMATTHEW\nRodriguez says he killed a deer. Brought\nthe meat in already butchered... There\n\nare no deer left in Los Angeles, not even\nin the canyons.\n\nGarth understands. Meat. Of the human variety. After a\nmoment:\n\nGARTH\nHow 'bout some Campbell's soup? M'M-M'M-\nGood...\n(reads labels)\nCream of mushroom...",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nAfter a\nmoment:\n\nGARTH\nHow 'bout some Campbell's soup? M'M-M'M-\nGood... (reads labels)\nCream of mushroom... \n\nTARGET SECTION TO BE ANNOTATED:\n chicken noodle...\nand cream of tomato.\n\nMATTHEW\n(smacking his lips)\nChicken noodle. I'll stoke the fire.\nGARTH\nNo, dad. I'll take care of it. You stay\noff that leg.\n\nGarth pulls his survival knife and begins to open one of the\ncans.\n\nDISSOLVE:\n\nINT. GARTH'S DIGS - NIGHT\n\nGarth and Matthew lie asleep after their repast, Matthew in\nhis hammock, Garth on a bed made of old clothes.\n\nEXT. SURVIVOR'S CAMP - NIGHT\n\nGuards walk lonely beats behind walls of debris.\n\nSuddenly a brilliant light appears in the night sky. A VOICE\nfrom a loudspeaker:\n\nHELICOPTER VOICE\nYou people in the camp... We're looking\nfor John Garth.\n\fEnCrypt by Richard Taylor 8.\n\nANOTHER ANGLE - HELICOPTER\n\nhovers a hundred yards from the ramparts, its single\ndirectional light bouncing from point to point on the walls.\n\nHELICOPTER VOICE\nIs he in there?\n\nEXT. CAMP\nGarth exits his digs. His father hobbles after.\nA camp citizen climbs to the top of the walls.\n\nCAMP CITIZEN\nHe's here... What do you want?\n\nHELICOPTER VOICE\nWe're coming in.\n\nThe chopper sets down.\n\nMOMENTS LATER - THREE MEN\n\nenter the camp. Two wear LAPD uniforms, the third a long coat\nwith a detective badge pinned to a lapel, LAPIERE. He's the\nsort of man who becomes a cop because of one perk — power.\nOne of the uniforms carries a cardboard box marked Peaches.\n\nThe camp citizens give them a wide berth. Garth stands one\nrow back.\n\nLAPIERE\nI'm Detective Lieutenant Oscar LaPiere of\nthe LAPD.\n\nTHE CROWD\n--. he's no cop... no police anymore...\nhe's lying (etc.)\n\nLAPIERE\nOf course there are police left.\n(smiling confidently)\nWe're just like you, trying to survive.\nWe help when we can.\n\nGARTH\nYou must be pretty busy... elsewhere.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 9.\nCONTINUED:\n\nLapiere's steady grin belies the heat of his eyes directed at\nGarth.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nGARTH\nYou must be pretty busy... elsewhere. (CONTINUED )\n\fEnCrypt by Richard Taylor 9. CONTINUED:\n\nLapiere's steady grin belies the heat of his eyes directed at\nGarth. \n\nTARGET SECTION TO BE ANNOTATED:\nLAPIERE\nWhere's John Garth?\nGARTH\nWhat do you want with him?\nLAPIERE\nI've brought him a gift. Are you John\nGarth?\nGARTH\n\nWhat gift? Who sent it?\n\nLaPiere allows the question to dangle a moment, then steps\naside and gestures to the cop holding the crate to set it\ndown.\n\nLAPIERE\nPeaches... Name brand, not the store\nvariety... packed in syrup.\n\nThe gasp of camp citizens suggests this might be gold.\n\nGARTH\nWho sent it?\n\nLAPIERE\nAnton Reich.\n\nGarth kneels beside the cardboard box to check the glue\nseals. Not tampered with.\n\nLAPIERE (CONT'D)\nI take it you're John Garth?\n\nGARTH\nWho's Anton Reich? And what does he want\nwith me?\n\nMandy steps through the crowd and kneels beside the box. She\nis in awe of it.\n\nLAPIERE\nHe wants to hire you. He instructed me to\ntell you — this is a signing bonus.\n\nGARTH\nSigning bonus? Then it's not a gift?\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 10.\nCONTINUED:\n\nLAPIERE\nOh no. It's yours. No strings.\n\nGarth considers that, then tears the box open and hands Mandy\na can. She can't suppress her joy. Running to her mother:\n\nMANDY\nMommy! Mommy! Look what I got!\nLAPIERE\n(continuing with restrained\ndisapproval)\nYou can do with it what you will, of\ncourse... Mr. Reich just wants to take a\n\nmeeting with you.\n\nGarth removes four cans from the box and gives them to his\nfather. Taking one can for himself, Garth shoves what remains\nof the box into the arms of the camp leader.\n\nGARTH\nShare this...\n(to LaPiere)\nLet's go.\n\nEXT. OUTSIDE THE CAMP - NIGHT\nThe helicopter looks shiny new as Garth, LaPiere and the cops\n\ntrudge through debris-ridden terrain. Garth uses his survival\nknife to open the can of peaches.\n\nGARTH\n(of chopper)\nI didn't think there were any of those\nleft.\nLAPIERE\nYou'd be surprised what's left... if you\n\nknow the right people.\n\nEXT./INT.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nGARTH\n(of chopper)\nI didn't think there were any of those\nleft. LAPIERE\nYou'd be surprised what's left... if you\n\nknow the right people. EXT./INT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE HELICOPTER - NIGHT\n\nThe chopper flies through the rainy night.\n\nGarth pushes the can lid back and drinks thirstily before\nlifting a peach slice out and swallowing it whole, like a\nbear with a fish just caught from a stream. LaPiere looks on\nwith amusement. Garth sees his look, offers the can.\n\nLAPIERE\nNo thank you. I've eaten.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 11.\nCONTINUED:\n\nGarth shrugs, digs out another fish.\n\nEXT. UCLA MEDICAL CENTER LANDING PAD - NIGHT\n\nThe lights work, even if the sign has been damaged: UCL(A)\nM(ed) ICAL CEN(t)ER. The chopper sets down.\n\nGarth, Lapiere and the attending cops exit and make for the\nbig hospital building as Garth tosses the empty can of\npeaches into an empty wire receptacle.\n\nINT. UCLA MEDICAL CENTER - NIGHT\n\nGarth, LaPiere and the uniformed cops make their way into the\nbuilding, which obviously is no longer in use as a hospital.\nEven though it appears abandoned, the lights work.\n\nGarth stops to look around. He hasn't seen electric lights in\nmonths.\n\nGARTH\nWhat's powering these lights?\n\nLAPIERE\n(moving him along)\nMr. Reich has his residence on the top\nfloor.\n\nINT. UCLA MEDICAL CENTER TOP FLOOR - NIGHT\n\nAn immense open bay. At one end are stacked platform after\nplatform of canned goods, ammunition, oil, military weaponry\nin cases, liquor, medical supplies. At the opposite end, a\nmansion in miniature with unblemished furniture, Persian\ncarpets, drapes over the windows, stands of famous artworks,\npaintings, sculpture, and a huge oak desk stolen, certainly,\nfrom a rich man's office.\n\nMen in uniform stand guard beside the elevator door, one\nLAPD, the second MTA. One uniform is as good as another,\napparently\n\nThe elevator opens. Garth and LaPiere exit, followed by the\ntwo cops.\n\nANOTHER ANGLE - ANTON REICH\n\nis a man of formidable countenance. 50, he wears clothes that\nin better times might be considered obscenely expensive. He\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 12.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nGarth and LaPiere exit, followed by the\ntwo cops. ANOTHER ANGLE - ANTON REICH\n\nis a man of formidable countenance. 50, he wears clothes that\nin better times might be considered obscenely expensive. He\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 12. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nis a leader, a manipulator, and a salesman. He approaches\nGarth as if welcoming an important client, extending a hand.\n\nREICH\nMajor Garth, welcome. Anton Reich.\n\nGarth surveys him briefly, the proffered hand, then turns his\ngaze to the cops.\n\nREICH (CONT'D)\nDon't worry. They're not really police.\nThey work for me now.\n\nGarth's gaze continues to the flats of canned goods and other\nsupplies.\n\nREICH (CONT'D)\nAre you hungry, Major?\n\nGARTH\nOh no, I just finished dinner. Steak and\nlobster, a good chardonnay, and chocolate\nmousse for dessert.\n\nREICH\n(amused)\nBetter than my table, I'm afraid. But I\ncan have my cook whip up something...\n\nMajor?\nGARTH\nI'm not a major.\nREICH\nNo, of course not. Not anymore. Who of us\nhave titles these days?... Sergeant?\nLAPIERE\n\nIt's Lieutenant, Mr. Reich.\n\nREICH\nMr. Garth and I will have dinner in the\nresidence. See to it.\n\nLAPIERE\nYes, sir.\n\nLapiere turns and moves for the elevator.\nREICH\n(to cops)\nYou two may leave as well.\n\nThe two cops follow LaPiere.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 13.\nCONTINUED:\n\nReich takes Garth by the arm, and releases him on Garth's\nlook.\n\nREICH (CONT'D)\nWhile we're waiting for dinner, can I get\nyou anything else?\n\nGARTH\nWell, Adolph... you can tell me what you\nwant so I can blow this bunker.\n\nREICH\nAdolph... not such a bad fellow after\nall, now was he?... I should think simple\n\nlogic would answer your question. You\nhave nothing I could want — except skill.\nObviously, I want to hire you.\n\nGARTH\nI'm not for hire.\n\nREICH\nYes, I'm certain that's so. Do you see\nthat flat of canned goods back there?\n\nGarth looks. A mountain eight feet by eight feet. A fortune.\n\nREICH (CONT'D)\nI had it brought up here just so you\ncould see it. I usually leave food down\nin the pantry...",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nA fortune. REICH (CONT'D)\nI had it brought up here just so you\ncould see it. I usually leave food down\nin the pantry... \n\nTARGET SECTION TO BE ANNOTATED:\n In any case, there are\nsixty cases of beef stew, sixty of fruit\ncocktail, sixty cases of peaches — my\nfavorite, I usually have peaches for\ndessert — sixty cases of deviled ham,\nsixty cases of hash, sixty cases of tuna,\nsixty cases of... well, I can give you a\nmanifest.\n\nGarth takes in the vast fortune. He fails to hide his\nastonishment.\n\nREICH (CONT'D)\nAre you still not for hire, Major Garth?\n\nGarth's silence is answer enough.\n\nREICH (CONT'D)\nI thought so...\n\nGARTH\nWho do you want me to kill?\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 14.\nCONTINUED:\n\nREICH\nKill? Kill?! Killing is easy, Major. What\nI want you to do is much harder. Care for\na brandy?\n\nReich opens a fresh bottle of Courvoisier, almost fills two\nsnifters, turns to hand one to Garth.\n\nGARTH\n\nstands before one of a dozen paintings, many recognizable,\nbut not this. It's a map of the earth with a vast storm, not\nunlike the Red Spot of Jupiter, swirling across the world.\n\nReich presents Garth with a brandy.\n\nREICH\nYou've found my Nilsson. It's\nmagnificent, isn't it?\n\nGarth takes the brandy, sniffs, and is snatched into\nenthralled memories.\n\nREICH (CONT'D)\nIt's called 'The Blue Spot.' It was\npainted right after they discovered the\nstorm that circles the surface of the\nearth, like 'The Red Spot' circles\nJupiter, returning again and again,\nwreaking havoc... Nilsson killed himself\nright after he completed it.\n\nGARTH\nSuicide doesn't exactly distinguish him,\ndoes it?\n\nREICH\n\nNo, not at all. So many people have\nkilled themselves. Still, it's a\nmagnificent piece. Most of these pieces\nyou see here I took into protective\ncustody from the Getty.\n\nGARTH\nI thought I recognized some of them.\n\nREICH\nWhich is why I need you, Major.\n\nGARTH\nI told you. I'm not a major anymore.\n\fEnCrypt by Richard Taylor 15.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nGARTH\nI told you. I'm not a major anymore. EnCrypt by Richard Taylor 15. \n\nTARGET SECTION TO BE ANNOTATED:\nREICH\nyanks a tarp from a table miniature of an estate.\n\nREICH\nCome see this.\n\nGarth reluctantly joins him.\n\nREICH (CONT'D)\nDo you recognize it?\n\nGARTH\nThe Vincent estate.\n\nREICH\nYes. It's located across the four-oh-five\nfrom the Getty, in the Sepulveda Pass.\nIt's nearly as big, too. Are you familiar\nwith Vincent?\n\nGARTH\nJust that he's rich.\n\nREICH\nWas rich. No one's seen him in years.\nHe's probably dead. Still, his estate\nremains operative... You may have\nwondered how it is that we have electric\nlights here, elevators that work and so\non, when the rest of the city has been\nreduced to the stone age. It's because\nUCLA has a nuke in the basement. It was\ninstalled for educational purposes, but\nit's large enough to supply the entire\nfacility with power...\n\nReich searches Garth's eyes for understanding. Finally:\n\nREICH (CONT'D)\nVincent installed a duplicate in his\nestate. It's fully automated, powering a\nspecially designed security system.\nVincent intended to convert his estate\ninto a museum on his death, but the world\nfell apart first. I want you to break in,\nMajor... break in and shut down Vincent's\nnuke, so I can take all of Vincent's art\ninto protective custody.\n\n(CONTINUED )\n\fCONTINUED:\n\nEnCrypt by Richard Taylor 16.\n\nGARTH\n(cynical grin)\nProtective custody?\n\nREICH\nOh hell, I could call it stealing, but\nthe truth is, it'll only be in my hands\nuntil I die, and then the next fellow\nwill come along and protect it.\n\nGARTH\nYou could say the same thing about\ngold...\n(eyes drifting toward the\npalets of food)\n-.. while other valuables are consumable.\n\nREICH\n(smiling)\nYes, that's true... So, what do you say?\n\nThe shadows across Garth's eyes hide deep thoughts.\n\nLATER - GARTH AND REICH SIT AT TABLE\n\nenjoying a sumptuous meal. Candlesticks, wine, dishes filled\nwith ample portions.\n\nNearby, the table miniature.\n\nREICH\n-..",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nCandlesticks, wine, dishes filled\nwith ample portions. Nearby, the table miniature. REICH\n-.. \n\nTARGET SECTION TO BE ANNOTATED:\n thing is, the roof is protected by\nsurface-to-air missiles, SAMs. Anything\nthat comes within a thousand yards of the\nplace is blown up.\n\nGARTH\nYou tried it?\n\nREICH\nHm, yes.\n\nGARTH\n\nWhy not assault it from the side?\n\nREICH\nThe grounds are protected by miniature\nbattle units — tanks, in reality,\nalthough they were manufactured to look\nlike dogs.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 17.\nCONTINUED:\n\nGARTH\nWith just the equipment you have over\nthere...\n(gestures crates across room)\n++. you could take out something like\nthat.\n\nREICH\nThe entrances are made of six inch armor\nplate, but we could get past that, too.\nIt was proven during the middle ages that\nany wall may be breached. No, the problem\nis, I don't want any of Vincent's\ncollection damaged.\n\nGARTH\nGo in a window, then.\n\nREICH\nYou make it sound so easy. I hope that it\nis. A window, yes. The real problem is\nnot getting in, but staying alive once\nyou're there...\n\n(on Garth's look)\n\nI have much of Vincent's security plans.\nSome, anyway. He employed a new kind of\ncontroller, a sentient computer system.\n\nGARTH\nThe computer reasons? Like a human being?\n\nREICH\nHere. Let me show you.\n\nReich removes a notebook computer from a briefcase beside the\ntable, opens it. A picture of DIANA LOGAN, 28, appears on the\nscreen. Diana is beautiful, yes, but behind her eyes resides\nan incisive mind and a depth of feeling unusual in one so\nyoung.\n\nREICH (CONT'D)\nTwenty years ago this woman, Diana Logan,\nwas dying of cancer. Vincent convinced\nher to transfer her consciousness into\nhis one-of-a-kind mainframe, which he\nnamed EnCrypt. She lives there still,\ninside Vincent's mansion... a kind of\napparition within his computer.\n\nGarth studies the face. It reminds him that once flowers\n\nbloomed, that there was hope in the world, that people were\nyoung and beautiful. He closes the notebook lid.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 18.\nCONTINUED:\n\nGARTH\nShe controls all of the security systems?\n\nREICH\nYes.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED )\n\fEnCrypt by Richard Taylor 18. CONTINUED:\n\nGARTH\nShe controls all of the security systems? REICH\nYes. \n\nTARGET SECTION TO BE ANNOTATED:\n As well as maintenance and repair.\nAs I said, the Vincent mansion is fully\n\nautomated.\nGARTH\nIs she programmed to kill?\nREICH\nOh yes. If necessary.\nGARTH\nHow do I defeat her... the system, I\nmean?\nREICH\n\nYou defeat each subsystem separately. But\nin order to defeat the entire system, you\nmust shut down the reactor. It's located\nin the basement, along with the\nsupercomputer that controls everything.\nObviously, this area presents the\ngreatest challenge.\n\nGARTH\nObviously.\n\nREICH\nThere is one additional thing I haven't\nmentioned yet... research that Vincent\nwas doing... the last copy of which may\nbe in the computer. I want you to\ndownload it before shutting the system\noff.\n\nGARTH\nWhat kind of research?\n\nReich considers not telling him. He delays, sipping wine,\ncutting another bite of meat. Then:\n\nREICH\nVincent was researching weather\ncontrol... a way to stop the storms — THE\n\nSTORM — and return the earth to its\noriginal weather pattern.\n\nGarth laughs. Redemption? It seems absurd.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 19.\nCONTINUED:\n\nGARTH\nYou want me to save the world?\n\nReich smiles too.\n\nREICH\nYes. Could you please?... It's probably\nnothing. Vincent is missing and in all\nlikelihood dead, not an indicator for\nsuccess, is it? Still, even if his\nresearch is partially completed...\n\n \n\nGARTH\n\nstands and walks to the window. The city lights are fires\nconsuming furniture and dreams. Reich joins him.\n\nGARTH\nThe world's dying while you play\npotentate inside these walls. Hell, it's\nalready dead. What you see out there is\nnothing more than the death rattle.\n\nREICH\nNo. What you see out there is a thinning\nof the herd. From ten billion people to\nmaybe a million... a necessary event...\nand we who are to survive will need a\nreturn to the old weather cycle... and\nart, too, if we are to remain civilized.\nDownload the data if you can... but shut\ndown that nuke.\n\nThe SOUND of a firefight some distance away.\n\nREICH (CONT'D)\nMy competitor from the South Bay.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nDownload the data if you can... but shut\ndown that nuke. The SOUND of a firefight some distance away. REICH (CONT'D)\nMy competitor from the South Bay. \n\nTARGET SECTION TO BE ANNOTATED:\n She\npushes north with an army twice the size\nof mine. She's flush with booty from that\nshopping center down there, the biggest\none in the world. It's made her strong...\nThat's why I'm pulling out, Major,\nrelocating to the Central Coast after the\nstorm passes. I want the Vincent estate\nbefore I leave. And I plan to leave the\nmoment the storm clears. That's how much\ntime you'll have, two, maybe three days.\nAfter that I blow my way in and take\nwhatever's not destroyed.\n\fEnCrypt by Richard Taylor 20\n\nFOLLOW GARTH AND REICH\n\nas they walk past the palets of food and supplies.\n\nREICH\nI want you to have a good night's\nsleep... be at your best before you go\nin... Is there anything I can get you?\n\nCompanionship, maybe?\nGarth stops before the eight-by-eight-foot cube of food.\n\nGARTH\nI do nothing... until this is delivered\nto my camp.\n\nREICH\n(laughs)\nHalf. The rest when you come out.\n\nGarth gestures assent.\nREICH (CONT'D)\n(calling)\nSergeant LaPiere.\n\nThe elevator door opens revealing LaPiere and two former LAPD\ncops.\n\nREICH (CONT'D)\nShow the Major to his room... then\n\narrange to have half of this food\ndelivered to his camp. Tonight.\n\nINT. GARTH'S ROOM - NIGHT\n\nThe room is splendidly attired, subtly illuminated. LaPiere\nallows Garth in, then closes the door behind him.\n\nGarth begins to remove his clothes.\n\nMovement in the corner of the room. A WOMAN steps out of the\nshadows. She is lovely. Her greek gown insinuates that she\npossesses nothing else, just this garment. Clearly, this\nsituation is new to her and she's afraid.\n\nWOMAN\nI'm... yours, if you want me.\n\nGarth doesn't know what to say.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 21.\nCONTINUED:\n\nThe woman releases the gown and it slips away. The strain of\nthis, the humiliation, tugs on her expression. She steps up\nto Garth, waiting for him to touch her. She will not cry. No.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe steps up\nto Garth, waiting for him to touch her. She will not cry. No. \n\nTARGET SECTION TO BE ANNOTATED:\nBut the struggle makes the muscles of her face dance with\nrestrained emotion.\n\nGarth pulls the bedspread from the bed and wraps her in it.\nShe clutches the garment about herself, thankful. Finally her\nbrow finds his chest. She sobs. Garth's arms almost close\nabout her, but he hesitates. After a moment:\n\nGARTH\nWho were you?\n\nSLAVE\nI was... a CPA.\n\nShe looks up. Her intelligent eyes search his.\n\nSLAVE (CONT'D)\nWho were you?\n\nThe question has many answers. Finally:\nGARTH\nA civilized man.\nTHE NEXT MORNING\nfinds the woman asleep beneath the covers, and Garth waking\nabove them. He rises from the bed, begins to dress.\nTHE DOORWAY - LAPIERE\nstands just inside, grinning smugly.\nLAPIERE\nForget that stuff. We've got new clothes\nfor you. You can even shower, if you\nwant.\n\nIN THE SHOWER - GARTH\n\nstands beneath the spray of hot water. The feel of it reminds\nhim of clean yesterdays.\n\fEnCrypt by Richard Taylor 22.\n\nLOCKER ROOM - GARTH\n\nexits the shower to find a stack of clothes on a bench, and\nnew boots beneath it. He dresses.\n\nRESIDENCE - GARTH AND REICH\nobserve his notebook computer screen.\n\nREICH\nHave you faced automated defense systems\nbefore, Major?\n\nGARTH\nMany times.\n\nREICH\nThen you know that Vincent Industries\nsupplied much of the world's automated\nsecurity and combat systems. He made\neverything from sentry dogs, like\nthese...\n\nINSERT - SCREEN (AND INTERCUT AS NECESSARY)\n\nwhere the SENTRY DOG lopes onto the screen, then TRANSMORPHS\ninto an animated blueprint. The animal looks like a large\nbulldog.\n\nRESUME GARTH AND REICH\nlooking at the screen.\n\nREICH\n\n(continuous )\n+... to more commercial combat platforms.\nThis particular model can be configured\nas a strictly urban, house protection\nsystem, or it can carry weapons. In the\ncase of Vincent's mansion, the dogs are\nfully armed. We tested the perimeter to\nfind out.\n\nGARTH\n\n(disdainful)\nWho went in? LaPiere?\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 23.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nGARTH\n\n(disdainful)\nWho went in? LaPiere? (CONTINUED )\n\fEnCrypt by Richard Taylor 23. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nREICH\nNo. Unfortunately our man was killed. You\nknew Captain Leon Vega of the Army\nRangers?\n\nThe name impacts.\n\nGARTH\nI trained him...\n\nREICH\nYes. He mentioned you before he died...\nInside the Vincent mansion there are\nother platforms, several that were on the\nmarket, and possibly a number that\nVincent was developing but had not yet\nfinalized. Almost certainly you'll find\nthe Ghost.\n\nTHE GHOST comes up on the screen. It indeed looks like a\nghost, a floating apparition, but it has teeth — weapon\nbarrels, which are shown when the device TRANSMORPHS into an\nanimated blueprint.\n\nREICH (CONT'D)\nIt fires a mini-pulse bolt that can both\nstun and kill, depending on the\nprogramming. Other weapon configurations\nare possible. Its design was intended to\nscare off intruders first, so there is a\nmercy factor built in.\n\nGARTH\nMercy factor...\n\nREICH\nThere are other weapons platform\npossibilities. We've listed all that we\nknow about Vincent Industries equipment\nin this notebook computer. Take it with\nyou. Familiarize yourself with Vincent's\ndefense mechanisms. My advice, though, is\nto expect the unexpected.\n\nGarth closes the notebook, considering what he has got\nhimself into.\n\nARMORY - GARTH\n\nmarvels at the array of weapons and combat paraphernalia\norganized on shelves and attached to walls.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 24.\nCONTINUED:\n\nReich and LaPiere watch from nearby as the ARMORER brings\nwhat appears to be a metal flak jacket to Garth and fits it\nto him.\n\nARMORER\nHave you worn force-field body armor\nbefore, Major?\n\nGARTH\nNo.\n\nARMORER\nI'm not surprised. It was just introduced\nduring the last days of the Pentagon...\nNow, it's battery operated. This read-\nout...\n\nHe places a WATCH-LIKE DEVICE on Garth's wrist.\n\nARMORER (CONT'D)\n--. here tells you your count. Generally\nspeaking, the armor is good for\napproximately a hundred rounds of five-\npoint-five-six, or seventy-five rounds of\nseven-point-six-two.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe places a WATCH-LIKE DEVICE on Garth's wrist. ARMORER (CONT'D)\n--. here tells you your count. Generally\nspeaking, the armor is good for\napproximately a hundred rounds of five-\npoint-five-six, or seventy-five rounds of\nseven-point-six-two. \n\nTARGET SECTION TO BE ANNOTATED:\n Grenades and pulse\nweapons take a toll of anywhere from ten\nto a hundred points, depending on the\nproximity of impact. You follow?\n\nGARTH\nI follow.\n\nARMORER\nGood. Now this is a battery pack.\n\nThe armorer straps a BATTERY BELT to Garth's waist.\n\nARMORER (CONT'D)\nIt holds twenty additional batteries.\nThey aren't interconnected for reasons of\nshorting out or chain reaction. You\nunderstand? This armor is electrically\noperated.\n\nGARTH\nI get the concept.\n\nARMORER\nYou must change the batteries between\nfirefights, or whenever a battery becomes\ndepleted. Some batteries may provide\nprotection past the hundred mark, but\ndon't count on it.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 25\nCONTINUED:\n\nThe Armorer takes an M-16 off a table and points it at Garth.\n\nARMORER (CONT'D)\n(to Reich and LaPiere)\nGentlemen, you may wish to stand back.\nGlancing rounds will deflect.\n\nReich and LaPiere retreat five paces.\n\nGarth can't believe he's about to be shot at. He steps\nforward...\n\nThe Armorer BEGINS FIRING. The ROUNDS HIT GARTH repeatedly\nuntil the magazine empties. EACH ROUND HITTING THE BODY ARMOR\nCAUSES IT TO 'FLASH' AS IT REPELS THE FIREPOWER.\n\nThe Armorer switches magazines as Garth, angered and\nsurprised, attempts to march forward again and take the gun\nfrom the Armorer's hands. Garth is again THROWN BACK BY\nSUCCESSIVE ROUNDS, and then to the floor.\n\nThe Armorer reloads, begins firing again as Garth tries to\nget up, finally succeeds, assaults forward toward the Armorer\nas he reloads yet another magazine, and begins firing again,\nthrowing Garth back. Garth topples behind the table.\n\nThe Armorer switches to an AK-47.\n\nARMORER (CONT'D)\nSwitching to a larger round...\n\nThese heavier rounds throw Garth back to the wall. MOST\nROUNDS HIT THE ARMOR, FLATTEN AND SLIDE TO THE FLOOR, WHILE\nGLANCING BLOWS DEFLECT LEFT AND RIGHT.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nARMORER (CONT'D)\nSwitching to a larger round... These heavier rounds throw Garth back to the wall. MOST\nROUNDS HIT THE ARMOR, FLATTEN AND SLIDE TO THE FLOOR, WHILE\nGLANCING BLOWS DEFLECT LEFT AND RIGHT. \n\nTARGET SECTION TO BE ANNOTATED:\nARMORER (CONT'D)\n\n(shouting over din)\nIt's advisable that you seek cover when\nbeing fired upon. While armor-deflected\nrounds can't penetrate, the concussive\nforce of the round...\n\n(changes magazine, starts\n\nfiring)\n-.. can disorient and in some cases\nrender the recipient unconscious. I am\navoiding the Major's head area for\ndemonstration purposes. An enemy won't be\nso lenient.\n\nThe Armorer finishes his last magazine and puts the AK-47\ndown.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 26.\nCONTINUED:\n\nGarth rises, shaken, and marches for the Armorer, who raises\na hand, signalling 'Stop.'\n\nARMORER (CONT'D)\n(big smile)\nJust kidding.\n\nGarth stops, trying to control his anger.\n\nGARTH\nYou son-of-a-bitch, you didn't warn me!\n\nARMORER\nMajor, you have just taken eighty direct\nhits. Under normal circumstances, one\nwould have been enough to kill you. How\ndo you feel?\n\nGarth grabs the smaller man and nearly lifts him off his\nfeet. After a moment:\n\nGARTH\nI feel... SWELL.\n\nGarth drops the Armorer and surges past as Reich and LaPiere\nshare a look of amusement.\n\nINSERT - THE RECHARGER PACK\n\nin the Armorer's hands is tugged open, revealing slots that\naccept body armor batteries, and dials for adjusting the\nequipment.\n\nINT. THE ARMORY - THE ARMORER (SCENE)\ntwists the pack for Garth to see.\n\nARMORER\n\nThe pack has its own armor. Don't let it\ntake direct hits if you want to continue\nsupplying power to your body armor. The\nunit accommodates ten batteries at a\ntime, and can recharge them from cold to\nhot in about an hour. You'll go in with\nten batteries charged in here, plus the\ntwenty on your belt. Got it?\n\nThis time Garth sneers at him and yanks the pack out of his\nhands.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 27.\nCONTINUED:\n\nGARTH\nHow many recharges?\n\nARMORER\nThirty. Maybe less. Battery technology is\nfreaky...",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nARMORER\nThirty. Maybe less. Battery technology is\nfreaky... \n\nTARGET SECTION TO BE ANNOTATED:\n but you can connect to one-ten\n\nand recharge the batteries directly from\nhouse current, presuming there is house\ncurrent.\n\nAT THE SELECTION TABLE - GARTH\n\nstands before a number of rifles and pistols arrayed on the\ntable. The Armorer, Reich and LaPiere watch from five paces\naway.\n\nARMORER\nWhat do you want?\n\nGARTH\nWhat do you got?\n\nARMORER\nEverything.\n\nGARTH\nThen what do you recommend?\n\nARMORER\nPulse rifle.\n\nHe picks up the pulse rifle and throws it to Garth.\n\nARMORER (CONT'D)\n(continuing)\nHas the punch of a fifty with almost no\nrecoil. Uses the same batteries as the\narmor, fifty rounds of decreasing\nintensity. Has a tendency to start fires.\nThat could be problematical...\n\nREICH\nChoose another gun.\n\nGarth looks at him a moment, then:\n\nGARTH\nI'll take it. What else?\n\nARMORER\nI recommend an automatic pistol. Two, if\nyou don't mind the weight. This Smith &\n(MORE )\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 28.\nCONTINUED:\n\nARMORER (cont'd)\nWesson is pretty slick. It holds fifty\nrounds of five-point-five-six and spits\nthem out at a rate of five hundred rounds\na minute.\n\nGARTH\nI'll take two. What else?\n\nARMORER\nGrenade launcher —\n\nREICH\nOut of the question.\n\nGARTH\nWhat else?\n\nARMORER\nI've got knives... survival... serrated\nedge... stiletto...\n\nGARTH\nThe stiletto and the survival knife. What\nelse?\n\nARMORER\nI've got some cowboy junk... combat\nbow...\n\nGARTH\nToo bulky.\n\nARMORER\n(continuous )\n+.. miniature crossbow.\n\nGARTH\nLet me see it.\n\nThe Armorer removes a metal pen from his shirt pocket,\npresses a button. The shaft elongates to four times its\noriginal length, bow arms pop out at one end, a handle at the\nother. He places it in Garth's hand.\n\nARMORER\nCarries five shafts inside the tube. No,\nwait, you twist the eraser... there.\n\nGarth twists the eraser and five tiny metal arrows slide into\nhis palm.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nARMORER\nCarries five shafts inside the tube. No,\nwait, you twist the eraser... there. Garth twists the eraser and five tiny metal arrows slide into\nhis palm. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED )\n\fEnCrypt by Richard Taylor 29.\nCONTINUED:\n\nARMORER (CONT'D)\nYou preload the weapon, collapse it, and\nkeep it in your shirt pocket, or clip it\nanywhere...\n\nGarth mounts a metal arrow in the bow... looks up with an\nadmiring smile... and TURNS AND AIMS SO FAST IT IS ONE CLEAN\nMOTION. THE ARROW SHOOTS OUT... and PINS THE ARMORER'S SHIRT\nTO THE WALL. An inch left, neck, not shirt.\n\nGarth walks to the Armorer, who is shaking with fear, and\npulls the arrow out with his fingers.\n\nGARTH\nJust kidding. How do you feel? Do you\nfeel swell?\n(on Armorer's emphatic gesture)\nI thought you would.\n\nAUTOMATIC DEFENSE UNIT\n\non a display table. It is a coffin-shaped box. The Armorer\nactivates a control panel that pops up, switches it on. An\nautomated machine gun rises, its microservos 'whirring' as it\nrevolves left, then right.\n\nTHE ARMORER, GARTH, REICH, LAPIERE\n\nobserve the weapon. The Armorer is still shaken from Garth's\n‘joke. '\n\nARMORER\nThis is a fully automated night defense\nmechanism. Turn it on and it will shoot\nanything moving beyond a four foot\nperimeter. So you can catch some shut-\neye.\n\nLAPIERE\n(snide grin)\nHope you don't toss in your sleep.\nGarth depresses the ‘off' button and the machine gun recedes\ninside its box with a SNAP!\nEXT./INT. FLYING HELICOPTER - DAY\n\nGarth, Reich and LaPiere on the passenger bench. Reich hands\nGarth a hand radio.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 30\nCONTINUED:\n\nREICH\n\n(above din of helicopter)\nTake this. Radio signals are jammed\ninside the mansion, but you can use it\nonce the power's down... Work your way to\nthe central atrium, then downstairs to\nthe computer, shut off the nuke. Then\nwork your way to the roof and call us.\nWe'll come in. Simple.\n\nGarth grins cynically at the word 'simple.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe'll come in. Simple. Garth grins cynically at the word 'simple. \n\nTARGET SECTION TO BE ANNOTATED:\nBeyond the chopper windows, the Los Angeles basin stretches\nlike a vast archaeological dig, fires rising like pillars to\nsupport the smoky sky.\n\nEXT. VINCENT MANSION MOUNTAINTOP - DAY\n\nThe chopper maneuvers carefully to avoid the top of the\nmansion. The structure is huge, a competitor of the Getty\nitself, three stories high and god knows how many stories\nbelow ground, its style inspired by Frank Lloyd Wright's\nHollyhock House.\n\nThe helicopter lands in the field outside the mansion\ngrounds. Garth drops out with his equipment. The chopper\nrises and speeds away.\n\nFOLLOW GARTH\n\nas he trudges to the mansion's outer walls. They are low,\nknee-high so as not to block the view of the mansion. Garth\nstands before them for moments with nothing happening. He\npicks up a stone and tosses it over the wall.\n\nSENTRY DOGS\n\nappear from either side of the structure and run full-tilt\ntoward Garth. They are mechanized animals that mimic the real\n\nthing.\n\nGarth watches them approach, doesn't move, weapons still\nholstered or strung.\n\nThe dogs stop at the wall.\n\nGARTH\nNice doggy... I'm outside the wall. See?\n\nThe dogs bark menacingly.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 31.\nCONTINUED:\n\nGarth removes one of the Smith & Wesson pistols from his\nbelt, holds it casually to his side.\n\nThe barking increases.\nGarth SHOOTS. ROUNDS SPIT OUT at a rate of five hundred a\nminute. THE FIRST DOG IMPLODES. The second shoulders to the\nwall itself, increases its barking.\nGARTH (CONT'D)\n\nCan't attack anything outside the\n\nperimeter, can you? Ah, the wonderful\n\nworld of insurance companies.\n\nGarth replaces the magazine. Aims it at the remaining dog.\nConsiders.\n\nGARTH (CONT'D)\nCiao, Fido.\n\nFires. The dog staggers back beneath the CONCUSSIVE FORCE OF\nTHE STREAM OF BULLETS, then EXPLODES.\n\nEverything is startlingly quiet. Garth replaces the magazine,\nreholsters the gun, stares out at the grounds.\nGARTH'S POV - THE VINCENT MANSION GROUNDS\n\ninvites a stroll...",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nEverything is startlingly quiet. Garth replaces the magazine,\nreholsters the gun, stares out at the grounds. GARTH'S POV - THE VINCENT MANSION GROUNDS\n\ninvites a stroll... \n\nTARGET SECTION TO BE ANNOTATED:\n a picnic... an afternoon in Elysium.\n\nRESUME GARTH\n\nas he thinks about this.\n\nGarth leaps the fence and enters the grounds.\nNo dogs. No response. Nothing.\n\nSomehow, Garth was expecting more. He shrugs, moves for the\nhouse.\n\nHalfway across the grounds Garth freezes.\n\nTHE HOUSE - THE SHUTTERS\n\nslam down one by one— pomb! pomb! pomb! — seemingly appearing\nin place, to cover the windows with reinforced steel plate.\n\fEnCrypt by Richard Taylor 32.\n\nRESUME GARTH\n\nas he realizes his progression across the grounds triggered\nthis defense.\n\nAn instant later two more dogs spring from either side of the\nbuilding and run toward him.\n\nGarth drops to one knee, pulls the pulse rifle off his\nshoulder, brings it up to fire...\n\nA BULLET HITS DEAD CENTER and knocks Garth off his feet. THE\nBODY ARMOR FLASHES. A second round hits. A third.\n\nTHE DOGS\n\nhave Garth bracketed, firing from automatic rifles that have\nrisen from slots located in their backs.\n\nRESUME GARTH\n\nas he stands and runs for the main entrance, the dogs\nfollowing.\n\nGarth slides into a prone position at the main entrance as\nTHE ROUNDS CONTINUE TO IMPACT.\n\nINSERT - GARTH'S WRIST COUNTER\n\nshows the declining effectiveness of his body armor. 91...\n84... 80... 77... 69... (Ding! Ding! Ding! Ding!)\n\nRESUME GARTH\n\nas he brings the pulse rifle up, turns to face the incoming\nrounds, BODY BOUNCING WITH THEIR IMPACT, and fires.\n\nThe first dog disappears in a flash.\nGarth turns, IMPACTS STILL MAKING HIS BODY QUAKE, and fires.\nThe second dog EXPLODES WITH A WHELP.\nGarth drops the pulse rifle and stands angrily.\nGARTH\n\n(hurting)\nDamn! Damn it! Body armor hell!\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 33.\nCONTINUED:\n\nHe ejects the battery from the armor, slams a fresh battery\ninto the slot. Then he drops his packs and shakes and twists\nhis limbs to relieve the sting.\n\nA MOMENT LATER - GARTH\n\nstands admiring the main entrance.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED:\n\nHe ejects the battery from the armor, slams a fresh battery\ninto the slot. Then he drops his packs and shakes and twists\nhis limbs to relieve the sting. A MOMENT LATER - GARTH\n\nstands admiring the main entrance. \n\nTARGET SECTION TO BE ANNOTATED:\n It is a two-story bronze\ndouble-door, with carved Roman figures presenting a battle\ntableau.\n\nGarth steps back onto the lawn, ten paces away, looks left,\nthen right.\n\nGARTH'S POV - THE WINDOWS\n\nsteel plate have none of the elegance of this door, but are\nformidable nonetheless.\n\nGARTH\n\npaces back to the huge door, removes an explosive charge from\none of the packs, adheres it to the lock and steps away.\n\nA small EXPLOSION.\n\nThe door swings open.\n\nINT. ENTRANCE OF VINCENT MANSION - DAY\n\nGarth carries his equipment into the room.\n\nThe door swings shut behind him.\n\nGarth drops his packs, tests the door with a shove. Locked.\n\nGARTH\nThought that was too easy.\n\nGarth turns to survey the room.\n\nGARTH'S POV - THE ENTRANCE ROOM\n\nis a vast hall that recedes into the shadows. The lights are\nnot on. Doors line the walls to either side, each two-stories\ntall and each a different shade of green or red.\n\nA statue of the god Jupiter, four times human size, commands\nthe near space.\n\fEnCrypt by Richard Taylor 34.\n\nGARTH\n\nhefts his packs and marches to Jupiter, drops them at the\ngod's feet. He turns to the shadows.\n\nGARTH\n(calling out)\nTake a potshot at me here, Jupiter is\ngonna get a hotfoot!\nNothing. No response.\nGARTH (CONT'D)\n(softly)\nYou can come out now, Diana. I know\nyou're here.\nSilence.\n\nGarth shrugs, turns to unload his packs.\n\nA ROBOT\nrolls past Garth, who pivots and pulls one of his pistols.\nThe robot is a jumble of appendages tipped with various\n\ndevices. It proceeds to the door, which opens to receive it.\nA welding device begins to make repairs on the main lock.\n\nGARTH\nwatches for a moment... returns the gun to its holster...\n\nremoves a tin of food, pulls out a wafer and takes a bite...\nopens the notebook computer.\n\nTHE COMPUTER SCREEN\n\nis cards being shuffled. The final card: The welder robot.\n\nGARTH (SCENE)\n\nlooks up from the screen at the still welding robot.\n\nGARTH\n(reading)\nE-sixty-five-thirty... Repairbot...\nSecondary weapons platform...",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nGARTH\n(reading)\nE-sixty-five-thirty... Repairbot... Secondary weapons platform... \n\nTARGET SECTION TO BE ANNOTATED:\n No shields,\n(MORE )\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 35\nCONTINUED:\n\nGARTH (cont'd)\nno body armor... Aggression quotient —\nzip.\nThe robot finishes the repairs. The door closes. The robot\nrolls past Garth again. Garth continues to eat the wafer and\ndoesn't bother to draw a weapon.\nGARTH (CONT'D)\nThanks for the prompt service. See you\nsoon.\n\nThe robot lumbers into the shadows down the vast hall.\n\nA FLASHLIGHT BEAM\n\nsearches the high reaches of the ceiling. It finds a\ntelevision camera eye.\n\nGARTH\n\nkeeps the flashlight aimed with one hand, brings a S&W pistol\nup, aims, fires.\n\nGARTH\nA little to the left...\n(fires again)\n++. once more, with feeling...\n\nTHE TELEVISION EYE\n\nhigh above SHATTERS WITH THE BULLET IMPACT.\n\nGARTH\nreturns the pistol to its holster.\n\nGARTH\nLet's see you repair that.\n\nHe moves down the hall, shining the flashlight high looking\nfor more monitoring stations. He finds one just as the SOUND\nof a miniature helicopter whisks past overhead.\n\nGarth pivots and aims the light.\n\nA MINIATURE HELICOPTER\n\ncarrying a replacement for the destroyed minicam beneath it,\nmoves for the destruction site in the corner of the ceiling.\n\fEnCrypt by Richard Taylor 36.\n\nGARTH\nscrambles back.\n\nGARTH\nShit. Spoke too soon.\n\nAiming the light with one hand, the gun with the other, he\nfollows the movement of the helicopter near the ceiling.\nTHE HELICOPTER\n\nflips on its back, bringing the repair module into position\nfor placement.\n\nGarth's rounds begin to impact all around it... then a direct\nhit. EXPLOSION.\n(SCENE) GARTH\n\nlowers the weapon and the light. He turns, quickly surveys\nthe dark ceiling down the hall, then moves.\n\nGarth returns to the second camera site... aims... fires...\nmoves on.\n\nA third site, opposite wall. The same.\n\nA fourth site, same wall. He aims both light and weapon.\n\nHIGH ANGLE SHOT - GARTH FAR BELOW\n\nas four laser beams shoot out from various locations and hit\nhim squarely.\n\nGARTH\n\nis thrown ten feet back and to the ground.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe aims both light and weapon. HIGH ANGLE SHOT - GARTH FAR BELOW\n\nas four laser beams shoot out from various locations and hit\nhim squarely. GARTH\n\nis thrown ten feet back and to the ground. \n\nTARGET SECTION TO BE ANNOTATED:\nSTEAM RISES FROM HIS BODY ARMOR.\n\nGarth's closed eyes twitch.\n\nSlowly he comes to.\n\nHe glances at his body armor wrist read-out.\n\fEnCrypt by Richard Taylor 37.\n\nWRIST READ-OUT\n\nGarth's body armor wrist read-out: 09.\n\nGARTH\n\nrealizes that another blow like that will penetrate his body\narmor and kill him.\n\nShould he move?\n\nCarefully, Garth moves one arm back several inches, then the\nother. A leg rises, seeks footing. He shoves himself a foot\nfarther away from the weapons in the walls and ceiling.\n\nAgain. Again. Slowly. Trying not to draw fire. Again.\n\nGarth freezes.\n\nDIANA LOGAN\n\nstands in Garth's path looking down at him. She is not quite\nreal. She is not quite a ghost, either. She wears an outfit —\nmilitary tunic and slacks — that, while very feminine, is\nalso all business.\n\nDIANA\nYou are an intruder.\n\nGarth can't quite believe he's not alone. He raises a leg,\nmoves his shoulders, and shoves himself another foot away\nfrom the weapons... and into Diana, passing through her. He\nlooks for her source.\n\nGARTH'S POV - THE IMAGE PROJECTOR\n\nis a shoebox with wheels, stopped nearby. A beam of light\nshoots out, PROJECTING Diana.\n\nGARTH\n\npushes himself along the floor again. Diana's feet seem to\ngrow out of his stomach.\n\nGARTH\nGo away.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 38.\nCONTINUED:\n\nDIANA\nI have called the police and they are en\nroute... but you haven't caused any real\n\ndamage yet. Go now and we'll forget this\nillegal intrusion.\n\nGarth shoves himself along the floor again. He and Diana seem\nto share feet.\n\nGARTH\nThere are no police.\n\nDIANA\nOf course there are police.\n\nGARTH\nTalk to them lately?\n\nThis shuts her up.\nGarth flips over and begins to crawl.\n\nDIANA\nYou can get up. You're out of range.\n\nGARTH\nYeah. Like I'm going to believe you.\n\nDiana BLINKS OUT OF EXISTENCE.\nThe shoebox whisks away, engine WHINING.\n\nGarth continues to crawl... rises to his feet... runs.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nDiana BLINKS OUT OF EXISTENCE. The shoebox whisks away, engine WHINING. Garth continues to crawl... rises to his feet... runs. \n\nTARGET SECTION TO BE ANNOTATED:\nAT JUPITER - GARTH\n\nleaps behind the statue for cover. Breathing hard, takes\nstock of himself. Replaces the body armor battery. (Chink-\nhum!)\n\nBODY ARMOR READ-OUT\n\ngoes from 09 to 100.\n\nGARTH\n\nPulls a nightscope from his pack, clicks it into place on top\nof the pulse rifle, brings it to eye level, takes a look.\n\fEnCrypt by Richard Taylor 39.\n\nGARTH'S POV - NIGHTSCOPE - THE HALL\nis no longer in darkness. It glows orange.\nThe IMAGE ZOOMS: Closest sensor in the ceiling.\nDIANA'S VOICE\nThe police have turned up Vincent Drive.\nThere's still time to get away.\n(SCENE) - GARTH\n\nlooks up from the scope. Diana stands near him, projected by\nthe shoebox.\n\nDIANA\nI don't want you to get into trouble...\n\nGarth swings the rifle around, lazily aims it at the shoebox.\nDIANA (CONT'D)\nI know a way you can escape. If you'll\njust trust—\nGarth fires. The shoebox EXPLODES, its parts spinning away.\nDiana DISAPPEARS.\n\nGarth brings up the rifle scope.\n\nGARTH'S POV - NIGHTSCOPE - THE HALL\n\npainted orange. The flash of the first round bleeds out\nvision for a second. When it returns, Garth has moved the\nsight to the next sensor, and fires.\n\nGARTH\n\ntakes out the final three sensors.\n\nDigs out a pair of nightgoggles.\n\nGARTH\nHate these goddamn things.\n\nPulls them on. Stands.\n\fEnCrypt by Richard Taylor 40\n\nGARTH'S POV - NIGHTGOGGLES - THE HALL\n\nis bathed in a slightly different color.\n\nGARTH\n\nmoves down the hall along one wall, looking up, pistol drawn.\nHe passes where he was knocked unconscious by the laser\nbeams.\n\nGARTH'S POV - NIGHTGOGGLES - THE CEILING\n\nLaser weapons hang by wiring, destroyed.\n\nGARTH\n\npulls off the nightgoggles, hangs them by the strap to the\nunused pistol on his belt, wipes sweat away from his brow.\n\nHe moves back toward his camp at Jupiter's feet.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nGARTH'S POV - NIGHTGOGGLES - THE CEILING\n\nLaser weapons hang by wiring, destroyed. GARTH\n\npulls off the nightgoggles, hangs them by the strap to the\nunused pistol on his belt, wipes sweat away from his brow. He moves back toward his camp at Jupiter's feet. \n\nTARGET SECTION TO BE ANNOTATED:\nJUPITER - GARTH\n\ndrops the goggles back into the pack, sits on the pedestal.\nTaking a swig of water from his canteen:\n\nGARTH\nSo, Jupiter, you're a god. What are you\ngoing to do next?\n(god's voice)\nI'm going to Disneyland!\n\nGarth sees the control panel door imbedded in the pedestal.\n\nGARTH'S FINGER\n\ntaps the panel open. A switch. He presses it.\n\nTHIRTY, EIGHT-YEAR-OLD KIDS\n\nmaterialize at Jupiter's feet, several occupying the same\nspace as Garth.\n\nGarth stands, walks around the 3-D projection.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 41.\nCONTINUED:\n\nA BEAM OF LIGHT from behind Jupiter's head is the source for\nthe PROJECTION, unlike the earlier Diana, the PLAYBACK of a\nrecording.\n\nDiana greets the children. She wears a tunic similar to the\nprevious one, slacks, hair tied back, business yes, but\nwomanly, too.\n\nDIANA\nHello, boys and girls... My name is Diana\nLogan.\n\nAn unseen teacher prompts:\n\nTEACHER'S VOICE\nKids — you know what to say.\n\nTHE CHILDREN\nHello, Ms. Logan!\n\nDIANA\nI'm the Chief of Security of this\nwonderful place... and I'm going to be\n\nyour guide today. Can any of you tell me\nwho Mr. Vincent is?\n\nTHE CHILDREN\nMe! Me!... I know!... I raised my hand\nfirst!\n\nDiana picks a shy little girl who has raised her hand.\n\nGarth moves through the PROJECTIONS as if they're ghosts, or\nhe is.\n\nDIANA\nDo you know?\n\nLITTLE GIRL\nTheodore Vincent is the richest man in\n\nthe world.\n\nDIANA\nYes, some people say that... It may even\nbe true... But the Mr. Vincent I know\n\nloves art more than anything else in the\nworld. He built this residence so that\nsomeday it can be converted into a\nmuseum.\n\nLITTLE BOY\nJust like the Getty!\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 42.\nCONTINUED:\n\nGarth stops finally before Diana and studies her. This\nPROJECTION is obviously a recording, and unaware of his\npresence.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED )\n\fEnCrypt by Richard Taylor 42. CONTINUED:\n\nGarth stops finally before Diana and studies her. This\nPROJECTION is obviously a recording, and unaware of his\npresence. \n\nTARGET SECTION TO BE ANNOTATED:\nDIANA\n(laughs)\nI'm not sure he would appreciate that...\nbut you're right... someday this\n\nmagnificent building will be like the\nGetty, a museum for everyone to visit.\nToday you're very lucky children, because\nI'm going to show you what most kids\ndon't get a chance to see — the Vincent\ntreasures.\n\nThe children chortle their anticipation. The PROJECTION GOES\nDARK.\n\nLeaving Garth standing in shadows.\n\nGARTH\nSo that's what you were like... in life.\n\nNo one answers.\n\nGarth shrugs off the mood, moves.\n\nNOTEBOOK COMPUTER SCREEN - THE MANSION FLOORPLAN\nThe doors to either side of this hall lead to galleries, and\nbeyond, another hall.\nGARTH\nlooks up.\nGARTH\n\nEenie-meenie-minie-moe...\n\nAT BRONZE DOUBLE DOORS - GARTH\n\ndrops his pack and rifle, removes an explosive and places the\ncharge against the door, retreats ten feet.\n\nBOOM!\n\nGarth opens the doors to the new gallery.\n\fEnCrypt by Richard Taylor 43.\n\nTHE GALLERY\n\nis half as long as the hall. Life-size statues line the\ncorridor at ten-feet intervals.\n\nGarth stands at the threshold, pack, rifle, ready.\nNothing moves in the darkness.\n\nSomething in Garth's hands: The remains of the shoebox\ndevice.\n\nGarth tosses the twisted metal far into the gallery.\n\nMIDDLE OF GALLERY - A SEALED BEAM\nis broken by the rolling shoebox.\nDIANA AND HER THIRTY KIDS MATERIALIZE in the darkness.\n\nDIANA\nThis gallery is called 'The Greek Room'\nbecause the antiquities displayed here\noriginated in classical times. Does\nanyone know what ‘classical’ means?\n\nCHILDREN\nI do! I do!... No, me! Me!\n\nGARTH\nwatches the ghost show thirty yards distant.\n\nGARTH\n\n(sotto)\n‘Classic' means 50s rock'n'roll.\n\n(begins singing: )\nOne-two-three o'clock, four o'clock\nrock... five-six-seven o'clock, eight\no'clock rock...\n\n(etc. )\n\nPulls the nightgoggles down over his eyes. Leans in to the\nfarthest line of the threshold, looks up.\n\nDIANA'S VOICE\n-.. yes.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\n(etc. )\n\nPulls the nightgoggles down over his eyes. Leans in to the\nfarthest line of the threshold, looks up. DIANA'S VOICE\n-.. yes. \n\nTARGET SECTION TO BE ANNOTATED:\n ‘Classical’ means 'pre-\nChristian,' or before the rise of\nChristianity.\n\fEnCrypt by Richard Taylor 44.\n\nGARTH'S POV - NIGHTGOGGLES - THE CEILING\nSame TV sensors as before. Same laser weaponry.\n\nDIANA'S VOICE\nIn this room, there are statues and other\nantiquities that were created by the\nGreek civilization...\n\nGARTH\n\nremoves the goggles. Brings the rifle with nightscope up.\nFIRES.\n\nFAR CEILING - CAMERA AND WEAPON\n\nEXPLODE in a hail of sparks.\n\nGARTH\n\nsteps back quickly as THREE LASER BEAMS STRIKE the inside\nperimeter of the threshold.\n\nDIANA'S VOICE\n\n... Agamemnon, whose wife Helen was\nstolen by Paris, son of Priam, King of\nTroy, and so started the Trojan War...\nThis piece was fished out of the Bay of\nNaples in 1887 and is believed to date\nfrom the early second century B.C. ...\nWho knows what 'B.C.' means?\n\n(etc. )\n\nRealizing that the ceiling weapons aren't designed to fire\noutside the gallery, Garth steps forward to the threshold,\nbrings the rifle to his shoulder and FIRES THREE REPETITIONS.\n\nGARTH\n(sotto - as he fires)\nB.C?... Before Cher?... Before Cher there\nwas Sonny.\n\nINTERCUT - FAR CEILING - THREE LASER DEVICES\n\nEXPLODE in sequence.\n\fEnCrypt by Richard Taylor 45\n\nGARTH\nlowers the rifle.\n\nDIANA'S VOICE\n... that's right, ‘Before Christ.’\n\nGARTH\n(sotto)\nNo! Wait! I didn't say, ‘Final answer.'\n\nDIANA'S VOICE\nAlthough in recent years some people have\nbegun using the term, ‘Before Common Era’\nor B.C.E. in deference to other cultures\nor other religious beliefs.\n(etc. )\n\nThis leaves the two camera/laser rifles located in the\nceiling directly above the threshold.\n\nGarth dares to lean out, look up.\n\nA LASER BEAM STRIKES, barely missing his head as he snaps\nback.\n\nGarth pulls the nightgoggles back over his eyes. Steeling\nhimself, Garth leaps into the gallery.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nA LASER BEAM STRIKES, barely missing his head as he snaps\nback. Garth pulls the nightgoggles back over his eyes. Steeling\nhimself, Garth leaps into the gallery. \n\nTARGET SECTION TO BE ANNOTATED:\nGALLERY - GARTH\n\nleaps inside, rolling toward the nearest statue as LASER\nBEAMS TRACE HIS PATH.\n\nGarth pulls himself behind the silhouette of the statue as\nTHE BEAMS CEASE.\n\nDIANA'S VOICE\n.--- believed to be a rendition of Paris,\nwho was so captivated by the beauty of\nHelen that he absconded with her...\n\nGarth counts silently, then rolls out with a PISTOL AND FIRES\ninto one corner, then the other.\n\nThe second round misses.\n\nLASER FIRE STRIKES his body armor.\n\fEnCrypt by Richard Taylor 46.\n\nTHE WRIST READ-OUT DROPS FROM 100 TO 61.\nGarth drops to the floor and FIRES again.\nThe laser GOES DARK MID-FIRE.\n\nDIANA\n--. Hector, the greatest hero of Troy,\nwho fought Achilles, whose mother made\nhim almost invulnerable by dipping all\nbut his heel in a magical stream...\n(etc. )\n\nGarth tears the goggles off, sweating, breathing hard.\nGARTH\nMaybe that's why women think guys are\nheels.\nGarth replaces his body armor battery with one from the pack.\nDIANA\n--. is Helen, as one ancient artist saw\nher...\n\nGARTH\nShut up! Goddamn it!\n\nThe shout echoes through the marble hall.\n\nLITTLE GIRL\nShe's not very pretty...\n\nLITTLE BOY\nAnd she's naked!\n\nDIANA\nWell yes, beauty, it's said, is in the\neye of the beholder... and in art, the\n\nhuman body is often depicted nude...\nGulping water from his canteen:\n\nGARTH\nChrist...\n\nDIANA\n\n.-. have no more questions, I'll take you\nto the next gallery, where we'll see...\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 47.\nCONTINUED:\n\nDIANA AND THE CHILDREN DISAPPEAR just as a REPAIRBOT SHOOTS\nTHROUGH THE IMAGE, whisking by to repair the door that Garth\njust blew.\n\nGarth turns and fires on instinct, sending the REPAIR DEVICE\nBURNING, SPARKING AND SPINNING OUT OF CONTROL.\n\nGARTH\n\nwith the nightgoggles shoved high onto his forehead, walks\ndown the gallery, carrying the pulse rifle lazily in one\n\nhand.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED:\n\nDIANA AND THE CHILDREN DISAPPEAR just as a REPAIRBOT SHOOTS\nTHROUGH THE IMAGE, whisking by to repair the door that Garth\njust blew. Garth turns and fires on instinct, sending the REPAIR DEVICE\nBURNING, SPARKING AND SPINNING OUT OF CONTROL. GARTH\n\nwith the nightgoggles shoved high onto his forehead, walks\ndown the gallery, carrying the pulse rifle lazily in one\n\nhand. \n\nTARGET SECTION TO BE ANNOTATED:\nThe repairbot lies a jumble of twisted metal and smoking\ncircuit boards.\n\nHelen stares down at him from her pedestal.\nGarth stops to appraise her.\nGARTH\nThat kid doesn't know anything, Helen...\nYou're a hotty.\n\nHelen's pose does not change, although the flashlight in\nGarth's hand shifts her shadows as he moves forward.\n\nGarth crosses the sealed beam that activated the film before.\nDIANA AND THE CHILDREN APPEAR.\nDIANA\nThis gallery is called 'The Greek Room'\nbecause the antiquities displayed here\noriginated in classical times. Does\nanyone know what ‘classical’ means?\n\nCHILDREN\nI do! I do!... No, me! Me!\n\nGARTH\nOh, christ, not again...\n\nONE 3-D IMAGE OF DIANA STEPS THROUGH A SECOND 3-D IMAGE,\nfollowed by a new shoebox projection device.\n\nDIANA\nThe controller is located in that panel.\nYou can turn the tour off.\n\nGarth is conflicted. Could the panel be boobytrapped?\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 48.\nCONTINUED:\n\nDIANA (cont'd)\nWell, I can't operate it. That's for\nsure.\n\nGarth steps to the wall, opens the panel, presses the 'stop'\nbutton.\n\nTOUR DIANA\n-.. yes. ‘Classical’ means 'pre-\nChristian,' or before the rise of—\n\nTOUR DIANA AND THIRTY CHILDREN ARE SWALLOWED WHOLE BY\nDARKNESS.\n\nGarth pivots and marches back to his ‘camp.'\nDiana, and her shoebox, follow.\n\nDIANA\nWho are you?\n\nGARTH\nI'm alive. You're dead. That's all either\nof us needs to know.\n\nDIANA\nI know what I am.\n\nGARTH\nYou're a program, a doppelganger...\nYou're not real anymore.\n\nDIANA\nI am a disembodied human being. Vincent\nEnterprises developed a way to move my\n\nconsciousness into this computer... all\nof it... me.\nGARTH\n\nAre you sure?\nDiana has no answer for this.\n\nDIANA\nWhat are you doing here?\n\nGARTH\nThat should be obvious.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nDiana has no answer for this. DIANA\nWhat are you doing here? GARTH\nThat should be obvious. \n\nTARGET SECTION TO BE ANNOTATED:\nDIANA\n\nWhy haven't the police come? Why don't\nthey answer?\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 49.\nCONTINUED:\n\nGARTH\n\nI told you — there are no police.\nDIANA\n\nWhat's happened to the world?\nGARTH\n\nThe same as you... Worse.\n\nGarth begins to gather up his equipment and supplies.\nDIANA\nIf you go any further, you'll wish the\npolice came and stopped you.\n\nGARTH\nIs that right?\n\nDIANA\n\nThis facility is defended by a non-\ncommercial upgrade of a Vincent Embassy\nProtection System — VEPS. In case you're\ntoo ignorant to know what that means...\nfully lethal defense systems. Killing\nmachines, Mr. ...\n\nGarth brings the pulse rifle up.\n\nThe shoebox retreats into the darkness.\n\nDiana BEGINS TO FADE, lose resolution, as the device\nretreats.\n\nDIANA (CONT'D)\nPlease stop destroying my —\n\nGarth fires.\nKABLOOM!\n\nDIANA WINKS OUT.\n\nANOTHER ANGLE - GARTH\n\nfinishes gathering his supplies, carts everything down the\ngallery.\n\nAs he crosses the sealed beam mid-gallery:\nDIANA\n\nPlease stop destroying my mobile\nprojectors.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 50.\nCONTINUED:\n\nWHERE THE TOUR DIANA ONCE STOOD, NOW THE CURRENT DIANA IS\nPROJECTED.\n\nDIANA (CONT'D)\nThey're inoffensive. They carry no\nweapons.\n\nGarth looks at her for a long moment.\n\nGARTH\nYou have a point. Get to it.\nDIANA\nMy point is that I don't want you to die.\nGARTH\nYou care about what happens to me?\nDIANA\nOf course I do...\nGARTH\nAnd your boss, Vincent... he cared when\n\nhe installed all these killing machines\nto protect his expensive trinkets?\n\nDIANA\nHe never expected to need them! He\ninstalled them as a deterrent.\n\nGARTH\nSo he never expected anyone to get\nkilled?\nDIANA\nOf course not.\nGARTH\nOr hurt someone, even?\nDIANA\nNo!\nGARTH\n\nThen I should be dodging blanks now...\nYou were Vincent's Chief of Security even\nbefore you died, right?\n\nDIANA\nYes.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nGARTH\n\nThen I should be dodging blanks now... You were Vincent's Chief of Security even\nbefore you died, right? DIANA\nYes. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED )\n\fCONTINUED:\n\nEnCrypt by Richard Taylor 51.\n\nGARTH\nYou don't strike me as the kind of person\nwho winds up being Chief of Security.\n\nDIANA\nIt's a little late in my career to start\nquibbling over qualifications, don't you\nthink?... But I have a masters degree in\npolice science.\n\nGARTH\nYou and Vincent were friends, correct?\nDIANA\nYou're trying to insinuate something.\nGARTH\nAnd you're a good looking woman... or\nwere.\nDIANA\n\n(cynical grin)\nYou bastard!\n\nGARTH\nNot a new observation... So you were\nlovers for awhile... then he rewarded\nyou.\n\nDIANA\n\nI hope your death is quick and painless.\n\nDIANA DISAPPEARS .\n\nGarth grins.\n\nWHAM!\n\nTHE GALLERY DOORS\n\nat the end of the hall slam open and a dozen flying mini-\nhelicopters bank through.\n\nGARTH\n\nyanks the\n\nnightgoggles down, brings the rifle up.\n\nGARTH'S POV - NIGHTGOGGLES - THE FLYING MACHINES\n\ncarry fully functional weaponry from their undercarriages.\n\fEnCrypt by Richard Taylor 52.\n\n(SCENE) GARTH\nSTARTS FIRING even as he leaps toward the statue of Helen.\nPULSE BEAMS BEGIN FLASHING all around him.\n\nCHOPPERS BEGIN FALLING, SPIRALING, EXPLODING AS THEY ARE HIT.\n\nGarth hugs the base of the statue, believing that its\npresence will protect him.\n\nUntil a pulse beam from a helicopter SLICES THE STATUE IN\nTWO.\n\nGarth is without cover as the statue disintegrates above him.\n\nGarth's weapon is on full automatic: Boom-boom-boom-boom..\n\nGARTH'S POV - NIGHTGOGGLES - THE MINI-CHOPPERS\n\ncontinue to swoop down, firing pulse beams. There are seven\nleft.\n\nGARTH\n\nchecks his wrist read-out: 04.\n\nGarth slams another battery into his body armor.\n\nA PULSE ROUND SLICES THROUGH HIS ARM before the power jerks\non. He grimaces in pain.\n\nGarth's rifle is empty. The read-out, in red: 0.\nGarth tosses the rifle and pulls both S&W autopistols.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nGarth's rifle is empty. The read-out, in red: 0. Garth tosses the rifle and pulls both S&W autopistols. \n\nTARGET SECTION TO BE ANNOTATED:\nHe swings the fully automatic pistols together, creating a\nminigun, AND FIRES.\n\nThe remaining HELICOPTERS EXPLODE within the sweep of\nbullets.\n\nSilence.\n\nGarth shakes marble dust from his clothing, kicks chunks of\nHelen away. Part of her face lands on his shoulder. On his\nlook:\n\nGARTH\nMust be a fake.\n\fEnCrypt by Richard Taylor 53.\n\n(SCENE) - RIFLE - GARTH\n\nstaggers out from the destroyed statue of Helen, retrieves\nthe weapon.\n\nGARTH\nNow that wasn't so bad, was it?\n\nTakes stock. His left arm is bleeding. Clothes ripped.\nHungry. Tired. Thirsty. Licking his dry lips, he turns to\nretrieve his canteen —\n\nWHEN A STREAM OF BULLETS HITS HIM, slip-sliding his body\nuncontrollably across the floor.\n\nTHE TANK\n\nis little more than treads with a machine gun mounted on it,\nnow wheeling through the far open doors.\n\nGARTH\n\nslides behind the statue of Achilles. It must be real. The\nbullets stop.\n\nGarth pulls himself from a stupor, takes stock.\n\nArm still bleeding. Clothes still torn. Fingers move. Feet,\ntoo.\n\nWrist read-out: 03. Another battery shot.\n\nGarth reaches to pull a fresh battery from his belt, exposing\nan arm WHERE BULLETS RIDDLE THE WALL AN INCH TO THE RIGHT.\n\nCarefully now, he replaces the body armor battery.\n\nThe movement causes the machine gun to track him. Up-down,\nleft-right, servos whining. Only the statue keeps the unit\nfrom firing.\n\nDIANA'S SHOEBOX\n\nrolls up behind the tank, halts as if concerned about being\nshot by Garth, then advances.\n\fEnCrypt by Richard Taylor 54.\n\nDIANA MATERIALIZES\n\nnear Garth.\n\nDIANA\nYou're hurt.\n\nGARTH\nGo away.\n\nDIANA\n\nYou should apply direct pressure to that.\n\nGARTH\nI said... GO AWAY!\n\nDIANA\nI know who you are.\n\nGarth tries to stop the flow of blood by applying direct\n\npressure. He winces.\n\nGARTH\n(preoccupied)\nYou do?\nDIANA\n\nYou're Major John Garth, United States\nArmy Rangers.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe winces. GARTH\n(preoccupied)\nYou do? DIANA\n\nYou're Major John Garth, United States\nArmy Rangers. \n\nTARGET SECTION TO BE ANNOTATED:\n You were born in Pasadena,\nCalifornia, in March —\n\nGARTH\nSo you found my goddamn records!\n\nDIANA\nWhy is an honorable man like you breaking\ninto a private residence?\n\nGARTH\nThere are no more honorable human beings\n— just hungry ones.\n\nDIANA\nIs that all? You're hungry? I can tell\nyou where there's food. Tons of it.\n\nGARTH\nTons of it?\n\nDIANA\nEarthquake supplies. Wafers; cakes; MREs\n— meals-ready-to-eat; bread; water;\n(MORE )\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 55.\nCONTINUED:\nDIANA (cont'd)\ncoffee — instant; coffee — drip; you name\nit.\nGarth moves slowly, watching the weapon track him.\n\nGARTH\nAnd you're going to show me how to get at\nit... without getting my dick shot off.\n\nDiana says nothing for a long moment. Then:\n\nDIANA\nIf you drop your weapons, VEPS won't take\naction against you.\n\nGARTH\nYou mean... if I surrender, I can walk\naround here without being shot at?\n\nDIANA\nNo... You'll be taken into custody, held\nfor —\n\nGARTH\nThe police.\n\nDIANA\n\nThat is the procedure.\n\nGARTH\nThere is no police.\n\nDIANA\nSo you say.\n\nGarth shifts. The machine gun follows him, servos whining.\nThe statue continues to provide cover.\n\nGARTH\nWhy don't you just... turn the machines\noff?\n\nDIANA\n\nI can't do that.\n\nGARTH\nAren't you the Chief of Security? Aren't\nyou the soul of the machine? Why can't\nyou just stop shooting at me?\n\nDIANA\nIt doesn't work like that.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 56.\nCONTINUED:\n\nGARTH\nYour mind controls everything, doesn't\nit?\n\nDIANA\nYes, but... the defensive equipment is\n\nlinked to my autonomic nervous system. I\ncan no more stop the defensive units than\nI can stop breathing.\n\nGARTH\nYou aren't breathing. You're a goddamn\nghost.\n\nDiana thinks about that for a second. Yes, that's exactly\nwhat she is.\n\nDIANA\nMy mind works the same way as when... I\nwas alive. That's why Mr.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nDIANA\nMy mind works the same way as when... I\nwas alive. That's why Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n Vincent gave me\nthis opportunity, to remain... alive...\ninside EnCrypt.\n\nGARTH\nWhere is Vincent, by the way?\n\nDiana turns away, considering the question.\n\n(SCENE) GARTH\nthrows the spent battery.\n\nThe tank gun tracks the flight of the battery into the\ndarkness.\n\nGarth leaps out from behind the statue and lands on the tank.\n\nThe tank gun barrel tries to find Garth, who stands above it,\nbeyond its tracking range.\n\nGarth pulls a survival knife, begins to pry open the tanks's\nmetal access plate.\n\nThe tank's treads SQUEAL as it accelerates toward the nearest\nunadorned wall. Garth hangs on, prying with the knife.\n\nThe tank slams into the wall, almost throws Garth, backs up,\nslams into the wall again.\n\nGarth clings to the machine gun barrel, yanks off the access\nplate, stabs the knife deep into a row of circuit boards.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 57.\nCONTINUED:\n\nThe tank SPITS SMOKE AND SPARKS, DIES.\nGarth removes the ammo feeder, tosses it into the darkness.\n\nSucking for wind, sweat cascading from his skin, Garth eyes\nDiana warily as she slowly walks to the tank.\n\nDIANA AND GARTH\nstudy one another for a long moment before:\n\nGARTH\nIf you can't shut the damn things off...\nmaybe you can warn me.\n\nDIANA\nWarn you?\n\nGARTH\nYou know where everything is, don't you?\nYou know which machines are operational,\nwhich ones are in stand-by mode, which\nones—\n\nDIANA\nReally, this whole question would be a\nmoot point... if you just surrendered.\n\nGARTH\nSo you can hold me for the police?\n\nDIANA\nCertainly. You have less to fear from\nthem...\n(looking back toward the\ndarkness)\n-.. than me.\n\nGARTH\nThat might be a long wait.\n\nDIANA\nSo you say.\n\nGARTH\nYou might save my life... if you briefed\nme on what to expect.\n\nDiana considers that possibility for a moment. Then:\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 58.\nCONTINUED:\n\nDIANA\nThis is not the pattern of a burglar. A\nburglar would have taken something and\ngone.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen:\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 58. CONTINUED:\n\nDIANA\nThis is not the pattern of a burglar. A\nburglar would have taken something and\ngone. \n\nTARGET SECTION TO BE ANNOTATED:\nGarth merely looks at her image as it moves.\n\nDIANA (CONT'D)\nIf there really is no police, as you\nsay... then you've come to cut the power\nand take everything. That...\n(surveys him)\n.-. is why I won't help you.\n\nGARTH\nIf I cut the power, what becomes of you?\nDIANA\nI will become what you say I already am.\nGARTH\nDeath as a blackout. I've feared worse\nthings.\nDIANA\n\nGo now. Take whatever you find back\nthere. If you go forward, you won't\nsurvive.\n\nGarth retrieves his rifle, slides a fresh battery into it. It\nHUMS.\n\nGARTH\nYeah, I've heard that before, too.\n\nDiana considers this exchange a moment, then DISAPPEARS.\n\nDIANA'S SHOEBOX\n\nwhines away into the darkness, passing through the opened\ndouble doors at the end of the corridor.\n\nGARTH\n\ngathers up the rest of his equipment, drinks from the\ncanteen, limps back to the pack.\n\fEnCrypt by Richard Taylor 59.\n\nAEROSOL SPRAY SKIN\n\nflows onto Garth's wound, sealing everything. Garth tosses\nthe can away, rips open a low-tech field bandage, gently\nplaces it on the wound in his arm.\n\nIN A CORNER OF THE GALLERY - GARTH\ncrumples against the wall. Depleted, he must rest.\n\nAn afterthought, he pulls the Automatic Defense Unit from the\npack, opens the panel, flicks it on.\n\nTHE GUN\n\nrises from its coffin-shaped container and enters 'ready'\nmode, barrel poised to fire at any target that presents\nitself.\n\nGARTH\n\nmakes sure that he's within the four-foot fire-free zone\naround the gun, then removes the gunbelt and makes himself\ncomfortable. He searches the pack for fast energy food. The\nbite-sized snacks fall through his fingers like coins.\n\nGARTH\n\n(reading labels)\nChicken gumbo... (tosses it)... Steak\nTartar with red dye number seven...\n(tosses it)... allergic to red dye number\nseven... Brandy Mousse...\n\n(unwrapping the plastic)\nCombat is getting elegant.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\n(tosses it)... allergic to red dye number\nseven... Brandy Mousse... (unwrapping the plastic)\nCombat is getting elegant. \n\nTARGET SECTION TO BE ANNOTATED:\n(chews - reacts)\nThink ya got enough sugar in there,\nButch?\n\nMOMENTS LATER - GARTH\n\nlies sleeping, head propped against the wall.\n\nTHE HALLS OF THE RESIDENCE\n\nare long and dark.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 60\nCONTINUED:\n\nDebris of combat gives way to shining floors and pools of\npurple nebulae.\n\nFLOAT THROUGH THE CORRIDORS\n\npast Garth sleeping on the floor... into the gallery of\npaintings... through opening doors into the gallery of\njewels... through more doors into other realms of historic\norder... until a woman waits at the end of the gallery.\n\nELAINE is beautiful, with long, flowing red hair and skin the\ncolor of porcelain. Her green-green eyes glow like emeralds,\nher red lips not tainted by makeup but truly red, teeth as\nperfect as creation before the end of Eden.\n\nGARTH\n\nstands before her. He is not wearing torn combat clothes, but\na suit styled by future hands.\n\nELAINE\nJohn... how I've wanted to hold you\nagain.\nGARTH\nElaine, let me take you home.\nELAINE\n(shaking her head 'no')\nI have a different home now... Do you\n\nknow what became of me?\nThis is a question he would rather not contemplate.\n\nGARTH\nI searched for you, Elaine, I did!\n\nELAINE\nThere was no food, Garth. There was\nnothing. Our son was hungry. I kept\nwaiting for you to come, but... you\ndidn't. So I went out looking for food...\nThe market was empty. There were men\nthere, Garth. They raped me. Then they\nbutchered me and took my flesh to their\nhomes and fed their families with me.\nThis last thing I didn't mind. I saved a\nchild's life. At least, my body did.\n\nGarth can take this story no more.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 61.\nCONTINUED:\n\nGARTH\nElaine! God, no!\n\nThe pain is more than he can bare. Garth drops to his knees,\ntears and snot and saliva spewing from him as he bellows his\npain.\nELAINE\n(reaching to touch, but unable)\nDon't mourn me, John.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe pain is more than he can bare. Garth drops to his knees,\ntears and snot and saliva spewing from him as he bellows his\npain. ELAINE\n(reaching to touch, but unable)\nDon't mourn me, John. \n\nTARGET SECTION TO BE ANNOTATED:\n What's done is\ndone. But you're still alive.\nGARTH\nI'm not alive, Elaine. None of us is\nalive anymore!\nELAINE\n\nYes you are. You owe it to those of us\nwho are dead — stay alive, John!\n\nINT. GALLERY\n\nGarth snaps awake beside the wall. Nothing has changed from\nwhen he went to sleep. Except a haunting SOUND drifting from\na far place. Garth turns off the Automatic Defense Unit,\ngrabs his rifle, moves for the far double doors.\n\nGALLERY OF PAINTINGS - GARTH\n\nstops at the threshold, snaps the nightgoggles down, looks\nin.\n\nGARTH'S POV - NIGHTGOGGLES - THE GALLERY OF LANDSCAPES\n\nNo sensors. No weaponry in the ceiling.\n\nGARTH\n\npushes the goggles up, considers.\n\nThe haunting SOUND is closer, but still not close.\n\nGarth leaps into a run down the gallery toward the noise.\n\nAs he passes a closed beam mid-gallery, DIANA AND HER THIRTY\nCHILDREN APPEAR as 3-D projections.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 62.\nCONTINUED:\n\nDIANA\nThis, boys and girls, is the Gallery of\nLandscapes...\n(etc. )\nTHE GALLERY OF PORTRAITS - GARTH\n\nstops at its threshold, flips the nightgoggles down, looks.\n\nGARTH'S POV - NIGHTGOGGLES - GALLERY OF PORTRAITS\n\nAgain no sensors, or weapons.\n\nGARTH\n\nadvances into the hall. The SOUND is closer now, a haunting,\notherworldly wail.\n\nGath brings the pulse rifle up, checks the charge (100 in\ngreen), advances.\n\nThe SOUND grows louder, louder yet, increasing in volume and\nemotion, a noise so terrifying that its existence seems\nimpossible.\n\nA GHOST\n\nfloats through the far doorway and turns, heading toward\nGarth. It is the corpse of a man, arms and legs dangling,\neyes glowing red, the wordless wail rising from its throat.\nGARTH\n\ngrins.\n\nGARTH\nAh, a ghost...\n\nGarth brings the pulse rifle up, takes his time aiming. He\nFIRES.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nGARTH\nAh, a ghost... Garth brings the pulse rifle up, takes his time aiming. He\nFIRES. \n\nTARGET SECTION TO BE ANNOTATED:\nThe ghost TWISTS IN THE HOLD OF SUCCESSIVE ROUNDS, writhing\nand bellowing its unearthly, artificial SOUND until its\nDISGUISE AS A GHOST LOSES DEFINITION AND THE MACHINE BEHIND\nIT CAN BE PERCEIVED. It begins to falter.\n\fEnCrypt by Richard Taylor 63.\n\nANOTHER ANGLE - GARTH\n\nis so preoccupied with the ghost that he doesn't see the man-\nsized robot roll toward him from behind. The robot grabs him\nwith huge pincer-arms, causing Garth to drop the pulse rifle.\n\nThe robot's momentum carries them past the sealed beam which\nACTIVATES YET ANOTHER DIANA 3-D projection.\n\nDIANA\nOkay guys, this is the fun gallery, at\nleast for me... These are all portraits\nof real people from history...\n(etc. )\n\nGarth writhes in the hands of the robot, its STEEL FINGERS\nCLOSING ON HIS BODY ARMOR, WHICH SPARKS WITH RESISTANCE.\n\nGarth's single free hand slams against the robot's metal\nskin, without effect.\n\nGarth pulls the survival knife, rams it into a crevice in the\nrobot body, jerks it, snapping off the tip of the blade.\n\nThe robot turns with Garth's splayed body, moving for some\ndark destination.\n\nA last ditch effort, Garth slams the broken blade into one of\nthe paintings as they pass. The blade digs deep into the\ncanvas and is dragged an inch before the robot halts.\n\n(SCENE) THE ROBOT'S SOULLESS EYES MEET GARTH'S\n\nin crystal understanding: If the robot continues, Garth will\ndestroy the painting.\n\nMoments pass as Garth's lungs suck air and sweat cascades\nfrom his brow.\n\nThe blade moves a millimeter in the canvas flesh, a woman's\nbosom.\n\nThe robot's eyes move to the painting, back to Garth.\nOne robot hand relaxes. On Garth's movement, the other.\n\nGarth slowly pulls himself from the robot's grasp, steps\ndown.\n\nWhile the steel hands are empty, GUN BARRELS LOCATED IN THE\nROBOT'S CHEST follow Garth's every movement.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 64.\nCONTINUED:\n\nMoments pass.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhile the steel hands are empty, GUN BARRELS LOCATED IN THE\nROBOT'S CHEST follow Garth's every movement. (CONTINUED )\n\fEnCrypt by Richard Taylor 64. CONTINUED:\n\nMoments pass. \n\nTARGET SECTION TO BE ANNOTATED:\n Garth reaches for the fallen rifle.\n\nThe robot watches.\n\nGarth's fingers almost make contact with the weapon. Will he\nhave to release the knife in order to retrieve the rifle?\nGarth gives up, withdraws his hand... and extends a leg,\nmakes contact with the rifle.\n\nThe robot whirls and accelerates down the gallery, its tracks\nsquealing in retreat.\n\nGarth releases the blade and retrieves the rifle, brings it\nup to shoot.\n\nThe first round hits the retreating robot as IT WHISKS\nTHROUGH THE 3-D IMAGE OF DIANA AND HER CHILDREN like an\naircraft through clouds.\n\nGarth FIRES AGAIN AND AGAIN AND AGAIN...\n\nPULSE BOLTS STRIKE the robot repeatedly. It explodes in fire\nand wanders off track, finally stopping altogether.\n\nAn unearthly SOUND makes Garth spin around.\n\nMORE GHOSTS\n\nfloat across the threshold of the far gallery, each different\nin its horrific representation — a child, a crone, a woman,\naman...\n\n(SCENE) GARTH\n\nbegins firing immediately.\n\nSo do the ghosts — PULSE BOLTS THAT STRIKE GARTH'S ARMOR AND\nFLASH.\n\nThe FIRST GHOST IS DESTROYED, the child.\nThe SECOND, the crone.\n\nThe THIRD, closing with Garth, DIES IN AN EXPLOSION of\nmetallic flesh.\n\nBut by the time he turns the pulse rifle on the fourth, the\nwoman, the rifle is depleted. Garth retreats.\n\fEnCrypt by Richard Taylor 65\n\n(SCENE) FOLLOW GARTH AND THE GHOST\n\nas they move through the Gallery of Landscapes to the Gallery\nof Roman Statues, Garth MERE FEET AHEAD OF THE SCREAMING\nBANSHEE, SOMETIMES DODGING, AND SOMETIMES NOT DODGING THE\nPULSE BOLTS the machine spits at him.\n\n(SCENE) GALLERY OF STATUES - GARTH\n\ndives for his waiting S&W pistols as the GHOST CONTINUES TO\nFIRE PULSE ROUNDS at him.\n\nGarth brings the PISTOLS UP AND STARTS FIRING.\n\nThe ghost ABSORBS THE ROUNDS AGAINST ITS METAL SKIN, its\n‘ghost' persona fading to reveal the stainless steel monster\nbeneath.\n\nBoth weapons are emptied of bullets.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nGarth brings the PISTOLS UP AND STARTS FIRING. The ghost ABSORBS THE ROUNDS AGAINST ITS METAL SKIN, its\n‘ghost' persona fading to reveal the stainless steel monster\nbeneath. Both weapons are emptied of bullets. \n\nTARGET SECTION TO BE ANNOTATED:\nThe ghost floats menacingly before Garth for seconds, THEN\nDROPS LIKE SCRAP TO THE FLOOR.\n\nGarth sags to his knees, finally begins reloading the\nweapons.\n\nELAINE'S VOICE\nNo, don't, silly! No... No!\n\n3-D ELAINE,\n\nwearing jean cutoffs and a pull-over, STRUGGLES WITH AN\nUNSEEN PERSON WHERE DIANA'S 3-D PROJECTION TOURED WITH\nCHILDREN MINUTES AGO. This is not the idealized Elaine of\nGarth's dream, but the real woman, capable of soil, sweat,\nanger and tears.\n\nELAINE\n(laughing)\nDon't you dare!... You would not dare!...\nDon't you do it!\n\nGarth is too surprised to realize that this is a 3-D\nPROJECTION. He twists, moves toward her.\n\nGARTH\nElly?\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 66.\nCONTINUED:\n\nA garden hose APPEARS IN THE FILM PROJECTION... then a\nyounger Garth himself, who sprays Elaine. They are both\nlaughing.\n\nELAINE\nDamn you, John Garth!\n\nA LITTLE BOY RUNS UP with a bucket of water and splashes his\nmother with it.\n\nELAINE (CONT'D)\nOh no! You! I'm going to get you!\n\nElaine chases her son farther into the backyard.\n\nDIANA'S SHOEBOX AND DIANA\nEMERGE THROUGH THE 3-D PROJECTION of Elaine and her family.\n\nDIANA\nThe National Security computer in\nArlington, Virginia, is still up... Mr.\nVincent has a key... The satellite\ncommunication system is still working.\n\nGarth cares about none of this. Seeing Elaine again is far\nmore important than anything Diana could say.\n\nDIANA (CONT'D)\nDuring your last security clearance\n\nreview... they placed you under\nsurveillance... shot some film of your\nfamily.\n\nThe 3-D film of Garth's backyard is REPLACED BY A TREE-LINED\nWALK. The boy runs ahead as Elaine and Garth stroll, hand-in-\nhand.\n\nDIANA (CONT'D)\nYou two look... wonderful... together.\n\nYounger Garth and Elaine stop walking and steal a kiss.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe boy runs ahead as Elaine and Garth stroll, hand-in-\nhand. DIANA (CONT'D)\nYou two look... wonderful... together. Younger Garth and Elaine stop walking and steal a kiss. \n\nTARGET SECTION TO BE ANNOTATED:\nDIANA (CONT'D)\nWhat happened?\n\nThe images of Elaine and his son draw Garth's flesh forward,\n\nwhere he topples to his knees beside them. Tears well in his\neyes. Finally:\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 67.\nCONTINUED:\n\nGARTH\nWhen the breakdown occurred... we were\nvisiting Elaine's mother in Santa Monica.\nMy father is dying of cancer. He lived in\nBurbank. I went to get him. There were\nriots, people killing each other,\nfires... I was gone days. When I finally\ngot back... there was no one there.\n\nDIANA\nYou don't know what happened to your wife\nand child?\n\nGARTH\nNo.\n\nThe 3-D FILM ENDS.\n\nGARTH (CONT'D)\nIs that all there is?\n\nDIANA\nYes.\nGARTH\nPlay it again!... PLAY IT AGAIN!\nDIANA\nNo... unless you stop what you're doing\nand —\n\nWHAM! Garth FIRES AT DIANA'S SHOEBOX sending the device\nflying in parts. DIANA DEMATERIALIZES.\n\nGARTH\nBitch!\n\nGarth sits on his knees for moments, sweat and tears\ncommingling, breathing hard, trying to fathom what has become\nof everything and everyone he loved.\n\nDIANA REAPPEARS, projected by the tour lenses that previously\nshowed Elaine and Garth's son.\n\nGARTH (CONT'D)\nNow you know.\n\nDIANA\nI was able to link with the national\nweather satellites through the Arlington\ncomputer... Yes, now I know.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 68.\nCONTINUED:\n\nGARTH\nLower your security systems. Let Reich\nsteal all your trinkets. I'll take the\nfood, for the people... then you can go\nback to what you —\n\nDIANA\nNo.\n\nGARTH\nWhy not?\n\nDIANA\nBecause I can't. I told you. The security\ndevices are controlled through my\nautonomic nervous system. They are as\nautomatic as breathing.\n\nGARTH\nThen show me how to defeat them.\n\nDIANA\nNo.\n\nGARTH\nWhy not?\n\nDIANA\nBecause I'm not here to be your doormat.\n\nGARTH\nThat earthquake food... it could feed a\nlot of people, save a lot of lives.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nGARTH\nWhy not? DIANA\nBecause I'm not here to be your doormat. GARTH\nThat earthquake food... it could feed a\nlot of people, save a lot of lives. \n\nTARGET SECTION TO BE ANNOTATED:\nDIANA\nSo you say...\n\nGARTH\nSo I say? SO I SAY?! People are eating\neach other out there!\nDiana is stunned by this revelation, made mute by it.\n\nGARTH (CONT'D)\nWhen was the last time you were hungry?\n\nDiana can't answer that. So long ago, it seems forever...\nGARTH (CONT'D)\n\nI'm going to take this place, like any\nmilitary objective — one obstacle at a\n\ntime... then I'm going to bring my people\nup here and we're going to live off those\n(MORE )\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 69.\nCONTINUED:\n\nGARTH (CONT'D)\nearthquake supplies until...\n(dreaming of it, thinking of\nit)\n++. until...\n\nDIANA\nUntil what?\n\nGARTH\nUntil I can think of something! We're not\ngoing to die, not all of us! We're not\ngoing to die!\n\nBut he is speaking to darkness. DIANA HAS GONE.\n\n(SCENE) GARTH'S EQUIPMENT\nlies in piles. He moves to retrieve it.\nSlams a new battery into the pulse rifle.\n\nReturns the pistol belt to his waist; slides the pistols into\nholsters.\n\nShoves the Automatic Defense System into the pack.\n\nHefts everything, moves for the door.\n\nGALLERY OF LANDSCAPES - GARTH\ntrudges through, makes an immediate right.\nDIANA APPEARS BEHIND HIM.\n\nDIANA\nJohn Garth... why are you going that way?\n\nGARTH\nBecause all of the doors are unlocked...\n(gestures toward Diana)\n-.. that way.\nFAR GALLERY DOUBLE DOORS - GARTH\n\ndrops his pack, removes an explosive, places it at lock-\nlevel, stands back.\n\nThe EXPLOSION trips the lock. The door swings open.\n\nGarth pulls the nightgoggles down, steps to the threshold.\n\fEnCrypt by Richard Taylor 70\n\nGARTH'S POV - NIGHTGOGGLES - THE GALLERY OF LIGHT CARVINGS\n\nis unlike the other galleries. The statues glow. They are\nlifelike, carved by laser light, an intermingling of\nphotography and sculpting, here magnified a thousand times by\nthe goggle's infrared.\n\nGARTH\nquickly shoves the nightgoggles from his eyes and rubs them.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe statues glow. They are\nlifelike, carved by laser light, an intermingling of\nphotography and sculpting, here magnified a thousand times by\nthe goggle's infrared. GARTH\nquickly shoves the nightgoggles from his eyes and rubs them. \n\nTARGET SECTION TO BE ANNOTATED:\nDIANA MATERIALIZES before him, projected by a new shoebox.\nDIANA\nThis is the Gallery of Laser Carvings.\nEverything in here is very fragile. If a\nbullet were to hit a carving and cause a\nshort...\nGARTH\nI sometimes feel the same way when a\n\nbullet whizzes past my head.\n\nGarth pushes through her into the gallery.\n\nGALLERY OF LIGHT CARVINGS - GARTH\n\nquickly checks the ceilings for sensors or laser rifles.\nNone.\n\nGarth grabs his equipment, begins moving forward.\n\nTHE STATUES\n\nare 3-D projections of light carved by an artist to represent\nlife and projected up from a base. Think Kodachrome. Some of\nthe statues are modern and geometric. Others are almost\nindistinguishable from life — a fawn, a waterfall, a soldier\nin combat, lovers holding hands, others.\n\nA STATUE OF A NUDE WOMAN\n\ncatches Garth's attention. He moves for the exhibit.\n\nThe statue is twice life size. She is gathering flowers to\nher breast, a garland of flowers in her hair. Her expression\n\nis one of rapt beauty, a representation of a woman at peace\nin a peaceful world.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 71.\nCONTINUED:\n\nIt is Diana.\n\nDIANA AND GARTH\nlook up at the light carving.\n\nDIANA\n(unconvincing)\nI'm not ashamed of it.\n\nGarth drops his packs, circles the statue, saying nothing.\n\nDIANA (CONT'D)\nI was a graduate student at UCLA... Mr.\nVincent was one of the pioneers of laser\ncarving.\n\nGARTH\nYou can stop calling him 'Mr.' now.\n\nDIANA\n(an outburst)\nI'll call him any damn thing I want!...\n(controlling herself)\n... He pursued me to model for him.\nFinally, I relented.\n\nGARTH\nWas he that good... or were you that\ngood?\n\nDiana looks away angrily. Then:\n\nDIANA\nMr. Vincent's interest in me... exceeded\nthe professional. He was in love with me.\nI never returned the affection.\n\nGARTH\nYou're lying.\n\nDIANA\nWhat?\n\nGARTH\n\nHe bought you. He bought you with a job\nand he bought you with a laser statue.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nDIANA\nWhat? GARTH\n\nHe bought you. He bought you with a job\nand he bought you with a laser statue. \n\nTARGET SECTION TO BE ANNOTATED:\nYou want me to believe he didn't buy the\nrest of you too?\n\nDIANA\nYou son of a bitch!\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 72.\nCONTINUED:\n\nGARTH\nVincent's not the kind of guy who doesn't\nget what he wants... unless...\n\nDIANA\n\nUnless what?\nGarth considers not going on. But:\n\nGARTH\nWhen you were diagnosed as terminal, did\nyou get a second opinion?\n\nDIANA\nOf course I got a second opinion!\n\nGARTH\nNot one of Vincent's doctors?\n\nDIANA\nNo! What are you implying?\n\nGARTH\nHe won you after all, didn't he? I mean,\nhe got to keep you, young and beautiful,\nin his one-of-a-kind supercomputer...\nnever to grow old... never to die...\nimmortal and his, forever...\n\n \n\nDiana charges Garth. Just as HER 3-D HAND WOULD MAKE CONTACT\nwith his face, SHE DISAPPEARS.\n\nTHE NEXT GALLERY DOORS\n\nare also locked. Garth places the explosive, steps aside, and\nthe lock EXPLODES.\n\nGarth flips the nightgoggles down, glances in.\n\nGARTH'S POV - NIGHTGOGGLES - THE HALLWAY\nis unadorned and relatively narrow, a real passageway.\n\nNo sensors in the ceilings, no weapons that can be seen.\n\nGARTH\n\nhefts his equipment and enters the hallway.\n\fEnCrypt by Richard Taylor 73.\n\nA FLASHLIGHT BEAM\n\nslices the darkness. More doors, more hallway.\n\nThe flashlight swung in the opposite direction reveals\nshining metal doors: An elevator.\n\nGARTH\n\nmoves down the hall toward the elevator, flashlight beam\nleading the way.\n\nHe drops the pack, surveys the elevator controls.\n\nTHE ELEVATOR CONTROLS\n\nrequire both a key and a key card.\n\nGARTH\n\ndrops the pack, removes the computer, runs a line from a rear\nport to a card, inserts it into the card slot adjacent to the\nelevator.\n\nThe computer begins running numbers through the card key.\n\nGarth finds a small case in the pack, opens it: Burglary\ntools.\n\nGarth begins to pick the standard lock.\n\nDIANA APPEARS BESIDE GARTH\n\nDIANA\nSo you're a common burglar after all?\n\nGARTH\n(working)\nUncommon.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nGarth begins to pick the standard lock. DIANA APPEARS BESIDE GARTH\n\nDIANA\nSo you're a common burglar after all? GARTH\n(working)\nUncommon. \n\nTARGET SECTION TO BE ANNOTATED:\n For the CIA.\n\nDIANA\nFair play's poster children.\n\nGARTH\nI'd argue the point... but it doesn't\nreally matter anymore, now does it?\n\nDiana allows the vitriol to recede. Then:\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 74.\nCONTINUED:\n\nDIANA\nJohn, I don't want you to do this.\n\nGARTH\nJohn, is it? I hadn't realized we'd\nbecome so chummy.\n\nDIANA\n(wryly)\nWell, you've seen me naked. I thought\nthat would count for something.\n\nGARTH\nGet on with it.\nDIANA\nIf you go downstairs... I can't protect\n\nyou.\nGarth turns, gives her his full attention.\n\nGARTH\nProtect me?!\n\nDIANA\nYou don't really think you've defeated\nall of our security systems by yourself,\ndo you? What if I had sent them all at\n\nonce?\nGARTH\nBullshit.\nDIANA\nNo. It's not... John, listen to me —\n\ndownstairs is different. Mr. Vincent's\nresidence is there, the computer room,\nthe weapons storage bays... There's a\nstand-alone system down there, fully\n\nautomated, a terrible killing machine\n\nthat —\nGARTH\n(returning to work)\nBullshit.\nDIANA\n\nIt's called The Rook. It was designed to\nreplace soldiers on the battlefield. It's\ndormant now, in a state of suspension,\nbut as soon as your heat signature is\nread on the bottom floor, The Rook will\nactivate and it will kill you.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 75\nCONTINUED:\n\nGarth searches her eyes for any signs of deception, then\nrealizes that he is looking at a machine projection. He\nshrugs and returns to jimmying the lock.\n\nThe elevator door slides open.\nGarth steps back. After a moment:\n\nGARTH\nYou're lying... First, your defense\nmechanisms were designed to deal with\nterrorists — plural — more than one.\nThey're set to activate individually, as\nneeded. That's why you didn't send them\nall at once... Second, you'd say anything\n— do anything — to keep me from going\ndown there. Am I right?\n\nGarth gathers his equipment, turns away from the elevator.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nSecond, you'd say anything\n— do anything — to keep me from going\ndown there. Am I right? Garth gathers his equipment, turns away from the elevator. \n\nTARGET SECTION TO BE ANNOTATED:\nDIANA\nWhere are you going?\nGARTH\nThat elevator opened too easily... and\n\nyou control it.\n\nTHE HIDDEN DOOR\n\nis a panel in the wall. Garth finds it, presses it. It opens.\nA stairwell leading down.\n\nGarth flips the nightgoggles down, takes a look:\n\nTHE STAIRWELL\n\nhides no weapons.\n\nGARTH\n\nhefts his equipment, enters.\n\nSTAIRWELL - GARTH\ndescends the steps quickly, flashlight beam leading the way.\n\nAt the landing, Garth tries the door. Locked. He'll have to\nblow it.\n\fEnCrypt by Richard Taylor 76.\n\nTHE LOCK IGNITES\n\nand the door swings ajar.\n\nGARTH\nswings the door open with the barrel of his pulse rifle,\nrevealing:\nTHE VINCENT RESIDENCE\nis a cavernous room, a vast \"pleasure dome\" to compare with\nKublai Khan's. Laser statuary, nudes mostly, illuminate the\nshadows, a glowing Christmas tree effect. Fountains and ponds\ndivide the real estate, a waterfall across the room defines\nit. There are park benches, grassy knolls, trees hanging low\nwith weighted boughs, jutting boulders, and room enough to\nlive forever unencumbered by petty problems.\nDIANA'S SHOEBOX\nrolls to the open door. Diana's IMAGE PROJECTS out.\nGarth remains across the threshold.\nDIANA\nDon't do this. The moment you enter, The\nRook will be activated.\n\nGarth snorts with disbelief and enters.\n\nDazzling lights flash on the moment he crosses the threshold.\n\nTHE VINCENT ARMORY - A ROOK,\n\na humanoid creature with steel skin lies immersed in a wall\ntableau, art and war meeting in bas relief.\n\nIts eyes open, red pupils scanning.\nTHE VINCENT RESIDENCE - GARTH\n\ndrops his packs, lowers the rifle to the floor, dazzled by\nthe room.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 77.\nCONTINUED:\n\nGARTH\nVincent certainly knew how to live,\ndidn't he?\nDiana says nothing, but her image follows him.\n\nGARTH (CONT'D)\nWhere'd he sleep?\n\nDiana gestures: Over there.\n\nTHE VINCENT BEDROOM\n\nis not delineated by walls.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nGARTH (CONT'D)\nWhere'd he sleep? Diana gestures: Over there. THE VINCENT BEDROOM\n\nis not delineated by walls. \n\nTARGET SECTION TO BE ANNOTATED:\n A huge bed seems to grow out of a\ngiant oak, its mattress almost like a meadow of green.\nOverhead, man-made stars twinkle even in room light.\n\nGarth wanders up a lane toward it, eyes taking in everything.\n\nTHE VINCENT ARMORY - THE ROOK\n\nmoves minutely as below it a computer screen flashes: ROOK\nINITIATING PROTOCOL - INTRUDER ALERT.\n\nTHE VINCENT BEDROOM - GARTH\n\ntouches the oak bed. It feels like real wood, with no rough\nedges.\n\nDiana's shoebox projector follows, as does she.\n\nGARTH\nWhen you have this kind of money... this\nkind of power... I guess you can have\n\nanything you want.\n\nDIANA\nMr. Vincent was known for his\nimagination.\n\nA quarter-sized statue of a nude man and woman in embrace\nstands near the bed. Garth touches it and the two come to\nlife and begin to make love.\n\nGARTH\nYou didn't pose for this one too?\n\nCoital cries erupt from them.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 78.\n\nCONTINUED:\n\nDIANA\n(uncomfortable)\nTouch it again. Please.\n\nTaking a close look at the woman's body.\n\nGARTH\nShe looks a little like you... here and\nthere.\n\nDIANA\n(exasperated)\nTouch it again! Please!\n\nGarth touches the light statue and it returns to its\npoint and freezes.\n\nGARTH\n(gesturing other statuary)\nWho were all these people?\n\nDIANA\nMr. Vincent had many lovers.\nGARTH\nThe man in the sculpture... that was\nVincent?\nDIANA\nNo... maybe... I don't know! Please leave\n\nhere! Now! I'1l do what I can to stop\nanything from happening to you, but\nyou've got to get out of here now.\n\nGARTH\nFor a woman who's spent the last twenty\nyears inhabiting this place, you don't\nseem to know a lot about it.\n\nDIANA\nI don't spend that much time in the\nresidence.\n\nGARTH\nWhy not?\n\nDIANA\n(turning away)\nPrivacy. A matter of privacy.\n\nGARTH\nYours... or Vincent's?\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 79.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nA matter of privacy. GARTH\nYours... or Vincent's? (CONTINUED )\n\fEnCrypt by Richard Taylor 79. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nDIANA\nBOTH! You've got to go!\n\nGarth merely looks at her.\n\nDIANA DISAPPEARS .\n\nTHE VINCENT ARMORY - DIANA\n\nMATERIALIZES beside the Rook. Mist flows from around the\ncreature, which was in cryogenic stasis. Its body temperature\n\nis rising.\n\nDIANA\nEnCrypt, this is Diana One Seven One Six\nTheta Theta Six. Rook activation\noverride. Cease activation immediately.\n\nENCRYPT VOICE\nYou are not authorized...\n\nDIANA\n\nEmergency override! Cancel activation\nnow!\n\nENCRYPT VOICE\nYou are not authorized.\n\nDIANA\nDamn it!\nVINCENT'S RESIDENCE - GARTH\nhas reclined on a knoll, drinking and eating.\nDIANA MATERIALIZES beside him.\n\nDIANA\nThe Rook is activated! It's coming!\n\nGarth observes her coolly for a moment. Then:\n\nGARTH\nIf you're so concerned about my welfare,\nthen tell me how to protect myself\nagainst this machine.\n\nDIANA\nI can't! I can just warn you to go!\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 80\nCONTINUED:\n\nGARTH\nWhy should you care so much about me?\n\nDIANA\nYou're a human being, aren't you? You're\nalive. You can't appreciate life until\nyou've lost it.\n\nThe admission impacts Garth. He sits up.\n\nGARTH\nIf you can't tell me how to defeat this\nthing, then tell me about it.\n\nDIANA\nThe Rook is a fully autonomous combat\noperative. Its body armor is five times\nmore effective than the obsolete armor\nyou wear. This model has been programmed\nto kill with its hands, to protect\nproperty. It will tear your head from\nyour body.\n\nGARTH\nWhat are its weaknesses?\n\nDIANA\nIt has no weaknesses!\n\nA BOOM SOUNDS distantly.\n\nA HALLWAY - THE ROOK\n\nslams through a set of doors moving fast.\n\nRESIDENCE - GARTH\n\nstands, retrieves his rifle, the pack.\n\nHALLWAY - THE ROOK\n\nis running now, inexorable, unstoppable.\n(SCENE) RESIDENCE & STAIRWELL - GARTH\n\nmoves quickly to within ten feet of the entrance to the\nstairwell. The shoebox and Diana follow.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nHALLWAY - THE ROOK\n\nis running now, inexorable, unstoppable. (SCENE) RESIDENCE & STAIRWELL - GARTH\n\nmoves quickly to within ten feet of the entrance to the\nstairwell. The shoebox and Diana follow. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED )\n\fEnCrypt by Richard Taylor 81.\nCONTINUED:\n\nGarth retrieves several bricks of C-4 from the pack, tosses\nthe pack through the door, begins kneading the plastique\ntogether.\n\nDIANA\nRun now! Do it! Leave!\n\nGarth finishes kneading the C-4 into a glob the size of a\nbaseball, tucks it away in a pocket, brings the rifle up.\n\nA BOOM SOUNDS, closer.\n\nThe Rook enters the residence at full run, already targeted\nagainst Garth.\n\nGarth brings the rifle within his sights and BEGINS FIRING at\nfull automatic.\n\nBoom-boom-boom-boom! The pulse BOLTS STRIKE THE ROOK without\neffect.\n\nThe Rook leaps obstacles and continues forward with\ninexorable power.\n\nGarth's pulse rifle empties.\n\nThe Rook hits Garth at full tilt, slaps the rifle away,\nshoves him back, fingers reaching for Garth's throat.\n\nGarth resists the creature's hands. His BODY ARMOR SPARKS as\nit cycles toward depletion.\n\nMomentum carries Garth through the doorway and into the\nstairwell.\n\nThe Rook pushes Garth into the wall, fingers encircling his\nneck, ARMOR SPARKING.\n\nGarth struggles to bring his hand containing the C-4 up. The\nplastique falls.\n\nThe compressive force of the Rook's hands begin to strangle\nGarth through the armor.\n\nGarth struggles, reaching for the C-4 on the ground. It's\ninches away.\n\nThe Rook's red eyes bore into Garth, programed hatred.\nGarth begins to gag.\n\nThe shoebox scoots into the stairwell. DIANA PROJECTS. She\nsees Garth's fingers reaching for the plastique.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 82.\nCONTINUED:\n\nDiana's eyes lock with Garth's. An empathy passes between\nthem impossible for the Rook to understand.\n\nThe shoebox accelerates into the C-4, sending it rolling into\nGarth's hand.\n\nGarth slaps the C-4 onto the Rook's back.\nHis other hand reaches for a battery in his beltpack.\n\nGarth's BODY ARMOR WRIST READ-OUT: 33... 26... 19...",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nGarth slaps the C-4 onto the Rook's back. His other hand reaches for a battery in his beltpack. Garth's BODY ARMOR WRIST READ-OUT: 33... 26... 19... \n\nTARGET SECTION TO BE ANNOTATED:\n 15...\nll...\n\nGarth's fingers pull a battery from the beltpack.\nThe Rook's red eyes bore in.\nGarth slaps the battery into the C-4.\n\nA LIGHT WRENCHING EXPLOSION.\n\nSTAIRWELL - DIANA\nseems to kneel beside Garth.\n\nGarth pulls himself up to his elbows, checks his body armor.\n\nINSERT - BODY ARMOR WRIST READ-OUT: 00.\n\nGARTH\n\nretrieves a battery from his belt, renews the body armor —\nHUMMM — tries to stand, slips, finally reaches his feet.\n\nGARTH\nWhere is it?\n\nDiana gestures toward the end of the stairwell.\n\nGarth staggers several steps in that direction, stops.\n\n(SCENE) THE ROOK\npushes debris from his body and sits up.\n\nGarth draws the two Smith and Wessons. By the time HE'S\nFIRING the Rook is moving on him.\n\nGarth retreats up the steps.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 83.\nCONTINUED:\n\nIts body armor blown, the Rook's chest RECEIVES THE BULLET\nROUNDS like darts through Playdough.\n\nGarth EMPTIES THE PISTOLS, has no time to reload.\nThe Rook grabs Garth's ankles and crawls up his fallen body.\n\nGarth plunges his damaged survival knife deep into the Rook's\nbullet-pocked chest. No effect.\n\nThe Rook's hands close around Garth's neck.\n\nGarth slams the knife repeatedly into the machine's body.\nNothing.\n\nBeneath the Rook's flesh bio-mechanical devices ooze and\nrevolve, levers pushing limbs.\n\nGarth's fingers reach for the railing, something to push\nagainst, to rise. No.\n\nThe Rook's fingers close about Garth's neck.\n\nGarth has lost control of the knife, which sticks from the\nRook's chest, its metal blade fostering sparks inside the\nmachine.\n\nGarth grabs the knife handle, pulls, loses it, pulls again,\nagain, finally dislodging the knife.\n\nThe Rook squeezes Garth's neck, twisting, trying to wrench\nhis head from his body. Garth gags.\n\nGarth's body armor wrist gauge reads 23... 17... 14... 09...",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Rook squeezes Garth's neck, twisting, trying to wrench\nhis head from his body. Garth gags. Garth's body armor wrist gauge reads 23... 17... 14... 09... \n\nTARGET SECTION TO BE ANNOTATED:\nGarth raises the knife and plunges it deep into the Rook's\nhead.\n\nThe Rook's eyes go wide, then fail.\n\nThe Rook falls from Garth's body, tumbles down the steps,\nbursts into flames.\n\nGARTH\n\ngasps for air, sucking oxygen into his lungs like water\nthrough a busted dam. After several long moments he staggers\nto his feet and descends the stairs, stepping carefully\n\naround the Rook's burning torso.\n\nDiana waits at the foot of the steps.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 84.\nCONTINUED:\n\nGARTH\nAre there any more where he came from?\n\nDiana looks at the carnage a moment before:\n\nDIANA\n\nNone that are on line.\nGARTH\n\nThen I've defeated every security device?\nDIANA\n\nIn the residence, there was only this\n\none...\n\nGarth steps past her.\n\nEXT. NIGHT - A BATTLEFIELD - MEN AND WOMEN\n\nare advancing from debris hole to debris hole, weapons\nreadied, some FIRING, as EXPLOSIONS pound the earth around\nthem.\n\nAT THE RAMPARTS - THE POLICE\n\namong others are returning fire. Clearly, they are outgunned.\n\nEXT. NIGHT - A PROMONTORY - REICH'S HELICOPTER\n\nsits tied down against the wind. A man makes his way to the\nchopper, pulls the door open: LaPiere.\n\nINSIDE THE CHOPPER - REICH\n\nlooks up. The cockpit is filled with an operatic aria.\nTurning it down:\n\nREICH\nWhat is it?\n\nLAPIERE\nDodge reports the Conlan woman is moving\nagainst him. He thinks its the main\nforce. He doesn't think he can hold...\nThey could be here in two hours.\n\nREICH\nYou tell Dodge he has to hold! Get every\nhand to stand by. We'll wait for Garth to\n(MORE )\n(CONTINUED)\n\fEnCrypt by Richard Taylor 85.\nCONTINUED:\nREICH (cont'd)\n\nradio in, but one way or the other, we're\ntaking Casa Vincent tonight!\n\nINT. NIGHT - THE RESIDENCE - VINCENT'S BED\n\nprovides a landing spot for Garth's body. His equipment lies\nnearby.\n\nDiana's image seems to sit down beside him.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nNIGHT - THE RESIDENCE - VINCENT'S BED\n\nprovides a landing spot for Garth's body. His equipment lies\nnearby. Diana's image seems to sit down beside him. \n\nTARGET SECTION TO BE ANNOTATED:\n After a moment of\nrecovery:\n\nGARTH\nYou're on my side now, is that the idea?\n\nDIANA\nIs that all you've come to do, steal?\n\nGarth considers the question a moment.\n\nGARTH\nVincent was supposedly on the verge of a\ndiscovery that would return the earth to\nits original weather pattern. Do you know\nanything about that?\n\nNo.\n\nGARTH (CONT'D)\nThat secret is supposed to be contained\nin Vincent's computer... in you.\n\nDIANA\nI'm not the computer. I just live in\nit... But no, I'm not aware of anything\nlike that.\n\nGARTH\nCan you access the computer?\n\nDIANA\nThere were things Mr. Vincent didn't want\nme to know... business secrets,\naccounting spreadsheets, his personal\ncorrespondence. Other things.\n\nGARTH\nLook.\n\nDiana's eyes shut. When they open:\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 86.\nCONTINUED:\n\nDIANA\nNothing about any research on weather.\nThere are vast amounts of files that are\nencrypted.\n\nGARTH\nCan you decrypt them?\n\nDiana would rather not answer the question. She's\nobfuscating:\n\nDIANA\nNo... I can't.\n\nGARTH\nMaybe I can...\n\nDIANA\nNo. You wouldn't stand a chance. Let me\ntake you to the earthquake supplies.\nThere must be a ton of food. It's located\nin the subbasement.\n\nGarth realizes that she's holding back. He stands, gathers\nhis equipment.\n\nDIANA (CONT'D)\nIt's this way...\n\nBut Garth strides out in the opposite direction, deeper into\nthe residence.\n\nWALK WITH GARTH\n\nas Diana comes up to parallel him.\n\nDIANA\nYou're going the wrong way.\n\nGarth slams through the doors leading to a corridor.\n\nOn the left, the armory, behind locked doors.\n\nIN THE ARMORY\n\ncool as a mausoleum in the shadowy dark, where there are row\nupon row of weapons systems, dormant but operable.\n\fEnCrypt by Richard Taylor 87.\n\nHALLWAY - GARTH\npresses on.\n\nDIANA\nYou mustn't go in there.\n\nGarth ignores her.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nHALLWAY - GARTH\npresses on. DIANA\nYou mustn't go in there. Garth ignores her. \n\nTARGET SECTION TO BE ANNOTATED:\nDIANA (CONT'D)\nIf you go in there you'll set off the\nfinal defensive system! Listen to me!\nTHE DOUBLE DOORS\nare massive. A sign reads: EnCrypt.\nGarth drops his pack, removes the notebook computer, begins\npicking the locks.\nMINUTES LATER - THE DOORS\nswing open.\nDiana stands in Garth's way.\n\nDIANA\nPlease... I'm begging you, don't...\n\nGarth pushes through her.\n\nTHE COMPUTER ROOM IS VAST\n\nA machine of a million parts, pulsing, alive, a sentient\nthinking machine.\n\nAt its center is a couch preformed to accommodate the human\nbody.\n\nIn it, THE CORPSE OF A MAN.\n\nANGLE - DIANA\nstands by the corpse.\n\nGarth approaches, stunned.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 88.\nCONTINUED:\n\nGARTH\nVincent?\n\nYes.\n\nGARTH (CONT'D)\nTell me what happened.\n\nTears well in her eyes. She fights them.\n\nDIANA\nI... murdered him.\n\nGARTH\nWhy?\n\nDiana looks away. Moments fall like broken glass to the\nfloor.\n\nGARTH (CONT'D)\n\n(a shout)\nWHY?\nDIANA\nOver the months that he was a recluse\nhere, he... changed. I know why now. He\nnever told me about the collapse... out\n\nthere. He never said, \"Diana, the world\nis ending.\" I thought Mr. Vincent had\naccepted the fact that I wasn't attracted\nto him...\n\nFLASHBACK: VINCENT'S LAB - VINCENT\n\nsits working at a computer station, fingers rippling across\nthe keyboard. He stops.\n\nDIANA PROJECTS nearby.\n\nDIANA\nMr. Vincent, you asked for me?\n\nVincent turns to look at her appraisingly, foot to head.\n\nVINCENT\nThere's just the two of us now, Diana...\n\nDIANA\nSir?\n\nThoughts cascade through his mind and out onto his\nexpression. Finally:\n\n(CONTINUED )\n\fEnCrypt by Richard\nCONTINUED:\n\nVINCENT\nWhat are you wearing?\n\nDiana looks down at herself. Tunic. Slacks.\n\nDIANA\nBusiness clothes. As usual.\n\nVINCENT\nTake them off.\n\nStunned, for some moments Diana can say nothing.\n\nDIANA\nMr. Vincent, this wasn't part of our\nagreement.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nStunned, for some moments Diana can say nothing. DIANA\nMr. Vincent, this wasn't part of our\nagreement. \n\nTARGET SECTION TO BE ANNOTATED:\nVincent's fingers return to the keyboard.\n\nDIANA'S CLOTHES DISAPPEAR.\n\nRESUME DIANA IN PRESENT\nas she recounts the story to Garth.\n\nDIANA\nI was a disembodied human being...\nVincent could recreate me any way he\nwanted inside the computer... make me do\nthings... make me feel things... Even so,\nit wasn't enough.\n\nFLASHBACK: THE VINCENT LAB - VINCENT\ntypes data into EnCrypt.\n\nDIANA'S NARRATION\nVincent intended to transfer his\nconsciousness into the computer, to bring\nus together.\n\nDiana pleads with Vincent.\n\nDIANA\nDon't do this! You'll die!\n\nVINCENT\n(cynically)\nSweet Diana — always the humanitarian!\nWhat you don't know — I'm dead already!\nBut in there...\n(MORE )\n\nTaylor 89.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 90\nCONTINUED:\nVINCENT (cont'd)\n(gestures EnCrypt)\n\n++. I'll be immortal and I'1l have you\nforever!\n\nDIANA'S NARRATION\nI knew by this time what he meant by\n‘have' me. He would rape and debase me\nfor all eternity.\n\nFinishing the preparations, Vincent lies down on the\nrecliner, pulls the pincer nodes down so they touch his brow.\n\nDIANA'S NARRATION (CONT'D)\nVincent allowed me full control of the\noperational functions of EnCrypt... so I\noverloaded the system. I murdered him...\n\nThe EnCrypt MACHINE GOES WILD, SPARKS FLITTING. Vincent\nfries.\n\nRESUME PRESENT - DIANA\ncontinues to remember the night she killed Vincent.\nGARTH\nYou didn't murder him... You protected\nyourself. Justifiable homicide.\nDiana listens. She's not so sure.\nDIANA\n\nI'll help you get what you want, just...\nyou have to promise me something.\n\nGARTH\nWhat?\nDIANA\nWhen you're done... you'll kill me.\n\n(on Garth's searching look:)\nI've been alone for twenty years. I can't\nstand to be alone any longer, so kill me.\nGARTH\nThat was the plan from the beginning...\nShow me how to access Vincent's files.\nGARTH OPENS VINCENT'S DEAD HAND\nto reveal a detailed tattoo.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nGARTH\nThat was the plan from the beginning... Show me how to access Vincent's files. GARTH OPENS VINCENT'S DEAD HAND\nto reveal a detailed tattoo. \n\nTARGET SECTION TO BE ANNOTATED:\nDiana watches from five paces away.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 91.\nCONTINUED:\n\nDIANA\nPut it palm down on the scanner. The\nsystem requires both the image and a DNA\nmatch. His DNA may be dusty, but it's\nthere.\n\nGarth must twist Vincent's body out of the couch for the hand\nto reach the nearby scanner.\n\nA band of light reads the drawing.\n\nA 3-D PROJECTION OF A COMPUTER SCREEN\nfills the room. File names scroll down.\n\nGarth approaches the screen. Bars of light like venetian\nblinds cross his features.\n\nGARTH\nDo any of these names mean anything to\nyou?\n\nDIANA\n\nDo a 'Search.' These are Vincent's files.\nI can't do it for you.\n\nGarth faces the keyboard, types in SEARCH:\n\nGARTH\nSearch for what?\n\nDIANA\nTry ‘weather.'\n\nGarth types in WEATHER.\n\nVINCENT ARMORY - TWO VATS OF INERT LIQUID,\n\none green, one yellow, rest above an empty container.\nThe LIQUIDS SUDDENLY EMPTY into the container, mixing.\nThree LASER BEAMS JET OUT to warm the liquid.\n\nThe liquid begins to move.\n\nRESUME COMPUTER ROOM - GARTH\n\nwatches new files list on the screen.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 92.\nCONTINUED:\n\nGARTH\nHere we go.\n\nDiana looks over his shoulder.\n\nDIANA\nWait. What's that?\n\nShe points.\n\nTHE SCROLLING WORDS - A NAME\n\namong many others: PRAETOR\n\nGARTH AND DIANA\n\nGARTH\nWhat's Praetor?\nDIANA\nNot what — who. My doctor. Bring up the\n\nfile.\nGarth types in PRAETOR and presses RETURN.\n\nA RECORDED IMAGE FILLS THE SCREEN:\n\nEXT. DAY - A SIDEWALK CAFE - VINCENT & PRAETOR\n\nsit at a table. DR. PRAETOR is a man whose persona sings\nconfidence and believability. Vincent looks 20 years younger\nthan he did in Diana's last recounting.\n\nPRAETOR\nLet's get right down to it — I won't do\nthis.\n\nVINCENT\nDo what?\n\nPRAETOR\n\nYou damn well know what I mean. Diana\nLogan.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nVINCENT\nDo what? PRAETOR\n\nYou damn well know what I mean. Diana\nLogan. \n\nTARGET SECTION TO BE ANNOTATED:\n This is tantamount to murder. It's\nunethical and I won't be a part of it.\n\nVincent's gaze drifts about, looking for a camera... until he\nlooks DIRECTLY AT YOU.\n\nVincent smiles.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 93.\n\nCONTINUED:\n\nVINCENT\nI'm aware that you're recording this.\n\nPRAETOR\nI won't do it!\n\nVINCENT\nYou will bring me the disc.\n\nPRAETOR\nThere's nothing wrong with her!\n\nVINCENT\nYou'll bring me the disc... or you'll pay\nthe price!\n\nPRAETOR\nShe's not sick! She's not going to die!\n\nVINCENT\nBRING IT TO ME!\n\nThe recording ends.\n\nGARTH WATCHES AS DIANA\nstaggers back.\n\nDIANA\nThere was nothing wrong with me...\n\nDiana looks over at Vincent's mummified cadaver, hand\nreaching out as if beckoning for her.\n\nDIANA (CONT'D)\n\nYou were right... You were right!\nGARTH\nDiana...\nDIANA\nHe murdered me... I was a young woman. I\n\nwanted children. I wanted a life...\n\nGARTH\nYou took your revenge on him.\n\nDIANA\nNo... NO! He deserved what I did to him.\nI didn't deserve THIS!\n\nThe hollow SOUND of the computer lab echoes her words.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 94.\nCONTINUED:\n\nDIANA DISAPPEARS .\n\nVINCENT ARMORY - A CREATURE\n\nis forming in the vat. Amoeba-like. Constantly changing. A\ntentacle becomes an arm... becomes a hand reaching for the\nlid... pushes it away... it clatters to the floor... the\nbeast rises.\n\nCOMPUTER ROOM - GARTH\n\nstands alone in the cavernous room. Diana is gone. Shaken, he\ngradually turns to the computer.\n\nGarth reviews more files.\nOne catches his attention: CONGRESS.\n\nGarth activates it.\n\nTHE PROJECTION OF VINCENT\n\nthat Garth stares up at is twice life-size. Vincent's\nluxurious office can be seen behind him.\n\nVINCENT'S IMAGE\n\nLadies and gentlemen of Congress... the\nplan you are about to review, if\nimplemented, will return the earth's\nweather pattern to what it was forty\nyears ago...",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE PROJECTION OF VINCENT\n\nthat Garth stares up at is twice life-size. Vincent's\nluxurious office can be seen behind him. VINCENT'S IMAGE\n\nLadies and gentlemen of Congress... the\nplan you are about to review, if\nimplemented, will return the earth's\nweather pattern to what it was forty\nyears ago... \n\nTARGET SECTION TO BE ANNOTATED:\n Vincent Industries has\ninvested countless hours...\n\n(shared amusement)\n— and my substantial fortune — in\ndeveloping a new kind of flora, a plant\nwith an unusual by-product...\n\nVINCENT ARMORY - THE AMOEBIC CREATURE\noverflows the vat and lands with a splat onto the floor. It\n\nbegins to undulate.\n\nTHE COMPUTER ROOM - GARTH\n\ncontinues to observe the Vincent presentation.\n\n(CONTINUED )\n\fCONTINUED:\n\nEnCrypt by Richard Taylor 95\n\nVINCENT'S IMAGE\n+-. a hydroflourocarbon-eating micro-\norganism transmitted by the wind and\ncapable of returning the ozone layer to\nits previous state within a decade. Once\nthe ozone layer is re-established...\n\nVINCENT ARMORY - THE BEAST\n\npauses at\n\na door, its pulsating globular flesh hesitant...\n\nbefore it rises and reshapes itself into an imperfect mimic\nof a human being.\n\nTHE COMPUTER ROOM - GARTH\n\nwatches Vincent.\n\nVINCENT'S IMAGE\n++. global warming will be reduced, and\ngradually the storms which have plagued\nour planet will decline in potency...\n(etc. )\n\nDIANA APPEARS beside Garth.\n\nDIANA\nJohn, something's coming.\n\nGARTH\nWhat? What something?\n\nDIANA\nI don't know. I've never seen it before.\n\nVINCENT'S IMAGE\nThe glaciation which has increased in\nrecent years in the far northern and\nsouthern hemispheres due to the increased\ncloud cover will...\n\nGARTH\nWhat do you mean you've never seen it\nbefore?\n\nDiana has no answer.\n\nGARTH (CONT'D)\nWhere?\n\nDIANA\nIn the armory.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 96.\nCONTINUED:\n\nVINCENT'S IMAGE\n++. gradually recede. Now there is a\nprice to be paid for these miracles. The\nVincent plant will affect agriculture.\nThe plant is aggressive and can't discern\nbetween wild and cultivated land...\n\nGARTH\n\nWhat does it look like?\nDIANA\n\nLike a man... then not.\nGARTH\n\nLet me see it.\n\nDiana sends the video feed to a monitor.\n\nMONITOR - THE AMOEBIC CREATURE\n\nstands like a man before the door, barely seen in the\nshadows.\n\nRESUME COMPUTER ROOM - GARTH & DIANA\n\nstare at the screen.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nDiana sends the video feed to a monitor. MONITOR - THE AMOEBIC CREATURE\n\nstands like a man before the door, barely seen in the\nshadows. RESUME COMPUTER ROOM - GARTH & DIANA\n\nstare at the screen. \n\nTARGET SECTION TO BE ANNOTATED:\nGARTH\nIt's a man.\n\nSuddenly the creature TRANSMORPHS into something ghastly and\ninhuman, and reforms as a man.\n\nGARTH (CONT'D)\nVincent has another weapons system, one\nyou don't know about.\nDIANA\nWell, fuck him!\nTHE GALLERIES - PORTALS\n\nopen and disgorge flying miniature helicopters, ghosts, tanks\nand robots which move quickly in a single direction.\n\fEnCrypt by Richard Taylor 97.\n\nFOLLOW THE CHOPPERS\nas they careen through the galleries... down the corridor\ntoward the elevator... bank left down the stairwell... and\ninto the residence.\n\nGhosts, tanks and robots follow.\n\nVINCENT ARMORY - THE AMOEBIC CREATURE\nflings a globular portion of itself at the door.\n\nThe door BEGINS TO CHANGE, RIPPLING AND UNDULATING... then\nopens itself before collapsing. The globular residue returns\nto Mother.\n\nTHE COMPUTER ROOM - GARTH\n\nretrieves his rifle and equipment as Vincent's projected\nimage continues its presentation.\n\nVINCENT'S IMAGE\n--. lack of concentrated crops means a\ndecline in yield of over fifty percent\nlasting for more than two decades.\nHowever, this change is temporary. The\nnew plant has been bio-engineered to self-\ndestruct after thirty generations...\n\nGarth sees that Diana is standing absolutely still, her eyes\nstaring far off, elsewhere, directing the battle in the\narmory.\n\nVINCENT ARMORY - THE AMOEBIC CREATURE\n\nturns as dozens of miniature helicopters veer into the room\nand head for it.\n\nThe CREATURE DISSOLVES TO THE FLOOR and separates into dozens\nof smaller globules, which dash for every corner of the room.\nTHE COMPUTER ROOM - GARTH\nreaches out to almost touch Diana.\n\nGARTH\n\nDiana?\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 98.\nCONTINUED:\n\nNothing.\n\nTHE VINCENT ARMORY - THE CHOPPERS\n\nfire at the small globular creatures, which respond by\nflinging portions of themselves back.\n\nA CHOPPER\n\nis slimed by the Ameobic creature. The chopper begins to\nalter immediately. Its blades warp and slow, its metal sag,\nand it drops from the sky.\n\nTHE BATTLE\n\nThe choppers FIRE.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe chopper begins to\nalter immediately. Its blades warp and slow, its metal sag,\nand it drops from the sky. THE BATTLE\n\nThe choppers FIRE. \n\nTARGET SECTION TO BE ANNOTATED:\n PULSE BEAMS CRISS-CROSS THE ROOM.\n\nThe AMOEBAS FLING BACK.\n\nGhosts join the melee.\n\nRobots and tanks wheel into the room.\n\nCOMPUTER ROOM - DIANA\n\nstands in a trance, concentrating every resource at\ncommanding the battle.\n\nVINCENT'S IMAGE\n\n+». small price to pay for a return to a\n\nnormal Earth in less than fifty years —\n\none trillion dollars... in gold... in\n\nadvance.\nVINCENT ARMORY - THE BATTLE\ncontinues to rage. CHOPPERS CAREEN AND CRASH. GHOSTS HOVER\nAND EXCHANGE FIRE WITH THE GLOBULES. ROBOTS ROLL OVER THE\nSMALL MASSES OF GOO AND ARE TRANSFORMED BY THEM. LASER BEAMS\nCRISS-CROSS THE ROOM.\nMOMENTS LATER\n\nthe final chopper crashes.\n\nThe final ghost falls from the air.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 99.\nCONTINUED:\n\nSilence.\n\nAN AMOEBA\n\njoins another. Then another. Then another.\n\nTHE CENTER OF THE ROOM\n\nwhere the beast rejoins and rises into a mockery of a human\nbeing, imperfect as Frankenstein's monster, ghastly.\n\nCOMPUTER ROOM - DIANA'S\neyes focus on the here and now.\n\nDIANA\nI failed.\n\nVINCENT'S IMAGE\nNow I know that Congress is busy\ncurrently... Cities are burning...\nthere's rioting in the streets... but I\nmust demand an immediate response.\n\nGARTH\nI watched on the monitor.\n\nDIANA\nIt's coming, John.\n\nVINCENT'S IMAGE\nI am prepared on notice of your\ncommitment to release a billion bio-\nengineered seeds into the next passing\nstorm...\nGarth turns back to the computer station.\n\nGARTH\nDid he release the seeds?\n\nDIANA\nI'm locked out. Release his data to me.\nHere, input this command.\nLarge symbols appear in front of Vincent's projected face.\n\nGarth inputs the code.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 100.\nCONTINUED:\n\nVINCENT'S IMAGE\nI await your confirmation...\n\nFile names reel up past Vincent. THE FILES BEGIN TO OPEN, ARE\nDISCARDED, ARE REPLACED BY OTHERS, COMPUTER FAST. DOCUMENTS,\nFILMS, BLUEPRINTS.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nFile names reel up past Vincent. THE FILES BEGIN TO OPEN, ARE\nDISCARDED, ARE REPLACED BY OTHERS, COMPUTER FAST. DOCUMENTS,\nFILMS, BLUEPRINTS. \n\nTARGET SECTION TO BE ANNOTATED:\nDIANA\nThe seed pods are located on the roof...\nThey haven't been activated.\n\nGARTH\nThe federal government collapsed before\nit could respond... Why didn't he release\nthem?\n\nDiana doesn't say.\n\nGARTH (CONT'D)\n(a shout)\nWHY?\n\nDIANA\nBecause the bastard wasn't paid!\n\nGARTH\nHe allowed the world to be destroyed...\nbecause he wasn't paid?\n\nDiana's expression almost asks: He allowed me to die, didn't\nhe?\n\nDIANA\nYes!\n\nGARTH\nMaybe there's something wrong with the\nseeds. Check his data.\n\nDIANA\n\nJohn, the creature is approaching...\nGARTH\n\nI DON'T CARE!... Check the files.\n\nDiana's eyes close. The HUM of the great computer's synaptic\ncircuits fills the room. ON THE PROJECTED SCREEN, file names\nstream down at an unreadable rate. Graphs, blueprints,\nrepresentations of the new plant's DNA flicker into and out\nof existence. Then:\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 101.\nCONTINUED:\n\nDIANA\nAccording to the research, the new bio-\nengineered plant should work as\n\nadvertised.\nGARTH\nRelease the seeds! Now!\nDIANA\nJohn, the creature is just outside that\n\ndoor.\nGarth rushes the command console.\n\nGARTH\nI'll do it! Show me how!\n\nDiana pulls her gaze away from the door just as its color\nbegins to change.\n\nDIANA\nI can't. It's a temporary device. Vincent\ndidn't integrate it with the rest of the\nsystems. You'll have to set it off\nmanually, from the roof.\n\nTHE DOOR\n\nchanges color, ripples, opens as it sags. The amoebic\nglobules that deteriorated the door reunite with the\ncreature.\n\nCOMPUTER ROOM (SCENE) - GARTH AND DIANA\n\nreact as the creature slithers/walks into the room. The\ncreature struggles to hold its human form, twisting,\nundulating until... VINCENT'S EVIL GRIN appears on its face.\n\nStartled, Diana almost screams.\n\nGarth switches his rifle to full auto and sprays the amoeba,\ncausing it to splatter against the far wall.\n\nGARTH\nIt was Vincent!\n\nBut Diana sees this awful creature for what it is.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nGarth switches his rifle to full auto and sprays the amoeba,\ncausing it to splatter against the far wall. GARTH\nIt was Vincent! But Diana sees this awful creature for what it is. \n\nTARGET SECTION TO BE ANNOTATED:\nDIANA\nNo... Vincent must have used a subset of\nhis own DNA to create it. Nothing that\n(MORE )\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 102.\nCONTINUED:\n\nDIANA (cont'd)\nsmall could carry the entire\nconsciousness of a human being.\nThe amoeba begins to reform, the splattered matter oozing\nacross the dark floor and down the distant walls to\nreassemble.\n\nGARTH\nDiana — stairs to the roof?\n\nDIANA\nFar end of the room. Go!\n\nGarth grabs his equipment, turns to leave:\nGARTH\nShut off the surface to air missile\nbatteries on the roof.\n\nDIANA\nWhy?\n\nGARTH\nJust do it!\n\nDiana gestures assent. They share a brief moment eye-to-eye,\nthen Garth turns and rushes for the far reaches of the huge\nroom.\n\nDIANA\n\nturns to face the reforming creature. She disappears and the\nshoebox rushes for the amorphous biomass slithering toward\n\nher.\n\nThe shoebox slugs into the mass and is swallowed whole.\n\nGARTH\n\nslides to a stop beside the door, twists its knob, finds it\nlocked and jams his survival knife deep into the wood of the\njamb. It splinters.\n\nGarth rises and slams through the door.\n\nSTAIRWELL - GARTH\nreels through the door and up the stairs.\n\nThere is a another door at the next landing blocking his\npath.\n\fEnCrypt by Richard Taylor 103.\n\nCOMPUTER ROOM - THE AMOEBIC CREATURE\n\nundulates toward the open door to the stairs, moving with\nincredible speed.\n\nSTAIRWELL DOOR - GARTH\n\nstabs his survival knife into the door, smashing the wood.\n\nSTAIRWELL LOWER LANDING - (SCENE) - THE CREATURE\n\noozes through the door... THEN SPURTS A PORTION OF ITSELF up\nthe well.\n\nWhere Garth has just slammed the door behind him.\n\nThe ooze lands on the door and begins to commingle with it.\n\nSTAIRWELL - GARTH\n\nwedges the survival blade into the jamb, securing the door.\nGarth quickly ascends the steps to the next landing.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe ooze lands on the door and begins to commingle with it. STAIRWELL - GARTH\n\nwedges the survival blade into the jamb, securing the door. Garth quickly ascends the steps to the next landing. \n\nTARGET SECTION TO BE ANNOTATED:\nBelow, THE DOOR GARTH SECURED BEGINS TO WAFFLE, its\nconstituents weakened by contact with the creature. It sags\nopen and the creature enters.\n\nAT THE NEXT LANDING - GARTH\n\nblows the doorknob off the door just as A SMATTERING OF GOO\nthrown from below SPLATTERS ONTO HIS BODY ARMOR WITH A HISS.\n\nGarth ignores the goo and leaps through the door to the final\nlanding below the roof.\n\nBELOW - THE MOTHER GOO\n\nbegins to \"slinky\" up the steps toward the gaping door.\n\nTHE NEXT LANDING - GARTH\n\nstaggers to a stop as the GOO SLIDES UP OVER HIS EYES.\n\fEnCrypt by Richard Taylor 104.\n\nCLOSE - GARTH'S EYES\n\nreveal that the SPARKLING BODY ARMOR IS KEEPING THE GOO\nINCHES AWAY from really contacting him.\n\nRESUME GARTH\n\nas he stabs his fingers through the goo, trying to remove it\nfrom blocking his sight.\n\nHe reaches for a battery from his pack, finds the last one,\npulls it, SPITS ON ITS CONTACTS AND THEN RAMS IT INTO THE\nGoo.\nThe GOO SHRIEKS AND LEAPS AWAY.\nGarth pulls the hand radio from his pack.\nGARTH\n(radio)\nReich, come in.\nEXT. THE CHOPPER LANDING SITE - NIGHT\nReich returns to the chopper to take the mike.\nREICH\n(radio)\n\nGarth, go ahead.\n\nINTERCUT WITH:\n\nEXT. THE VINCENT ROOF - NIGHT\n\nGarth leaps through the door onto the roof. The STORM IS\nALMOST UNBEARABLE. Above the noise of the wind:\n\nGARTH\n(radio)\nReich, bring your people in!\nReich throws LaPiere a 'I told you so' look.\n\nREICH\nOkay! Let's go! You heard the man.\n\fEnCrypt by Richard Taylor 105.\n\nGARTH\n\nsurveys the roof looking for the seeding devices.\n\nGARTH'S POV - THE SEEDING DEVICES\n\nare globes twenty feet across located at each corner of the\nroof.\n\nGARTH\n\nmoves for the closest globe as, in the distance, Reich's\nchopper begins to wing in.\n\nGarth opens the control panel.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nGARTH'S POV - THE SEEDING DEVICES\n\nare globes twenty feet across located at each corner of the\nroof. GARTH\n\nmoves for the closest globe as, in the distance, Reich's\nchopper begins to wing in. Garth opens the control panel. \n\nTARGET SECTION TO BE ANNOTATED:\nINSERT - CONTROL PANEL\n\nwhere a remote activation device is imbedded beside the\nprograming keys.\n\nGARTH\n\ntakes the remote controller out, snaps it onto his belt, then\nstudies the seeding device controls as Reich's chopper lands\nnear the center of the roof.\n\nReich, LaPiere and six men with weapons exit the chopper.\n\nREICH\nYou did it!\n\nGARTH\nThe last defensive device is coming up\nthose stairs right now. Send your people\nto take care of it.\n\nREICH\n(gesturing to LaPiere)\nGo!\n\nLaPiere and the six men move for the stairwell.\n\fEnCrypt by Richard Taylor 106.\n\nLAPIERE & THE SOLDIERS\n\nslam open the stairwell door and fire on full automatic into\nthe pit. Once everyone has emptied one clip, they reload and\ndescend.\n\nREICH OBSERVES GARTH\n\nas he prepares to activate the controls.\n\nREICH\nWhat are you doing?\n\nGARTH\nYou were right. Vincent developed a way\nto fix the weather. I'm setting the\ntimers that will blow the roof and seed\nthe incoming storm.\nReich thinks about this a moment.\nREICH\nNo shit? Reverse the weather?\nINT. STAIRWELL - LAPIERE\nallows the troops to take the point as they descend.\nThe lead trooper runs into THE AMEOBIC CREATURE, WHICH\nENVELOPES HIM. Blinded, his body armor sparking, the soldier\nspins madly, screaming.\n\nLAPIERE\nBack off! Back off!\n\nHe and the remaining troops retreat up five steps.\n\nEXT. ROOF - NIGHT\nReich watches Garth type in '5:00' in the timer.\nREICH\nWhat are you doing? You're not going to\n\nactivate it, are you?\n\nGARTH\nOf course I'm going to activate it.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 107.\nCONTINUED:\n\nREICH\nDon't you realize what this is, you\nidiot?! This is more than wealth — this\nis power!\n\nIN THE STAIRWELL - LAPIERE\nand the remaining troops watch as the SOLDIER IS CONSUMED BY\nTHE AMOEBIC CREATURE. His skin turns powder-white before he\n\nis spat out like a dust devil to the floor below.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis is more than wealth — this\nis power! IN THE STAIRWELL - LAPIERE\nand the remaining troops watch as the SOLDIER IS CONSUMED BY\nTHE AMOEBIC CREATURE. His skin turns powder-white before he\n\nis spat out like a dust devil to the floor below. \n\nTARGET SECTION TO BE ANNOTATED:\nLAPIERE\nKill it! Shoot it! Shoot it!\n\nThey OPEN FIRE, FULL AUTOMATIC.\n\nON THE ROOF - REICH AND GARTH\n\nstare at one another, Garth's finger poised above the\nactivate button.\n\nREICH\nAll I'm asking is... just think about\nthis a minute, will you?... We could evac\n\nall this equipment up to the Central\nCoast and set it off when the time is\nright. We could... reunite the country.\nHell, the entire goddamn world.\n\nGARTH\nWith you as emperor, I suppose?\n\nReich grins. Emperor is too strong a word...\n\nGarth presses the ‘activate’ button, bringing this globe on\nline.\n\nIN THE STAIRWELL - LAPIERE\n\nand his remaining men RETREAT UP THE STEPS AS THEY FIRE.\n\nThe ROUNDS SPLATTER THE CREATURE for seconds before it\nreunites.\n\nThe creature FLINGS A PORTION OF ITSELF UP THE STAIRWELL,\nCONNECTING WITH A SOLDIER. He screams in fear, the goo\nbeginning to eat through his body armor.\n\nLaPiere reaches past his men to shove the wounded man at the\ncreature below, to buy time.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 108.\nCONTINUED:\n\nLAPIERE\n(gesturing up)\nLet's go, let's go!\n\nROOF - GARTH\nruns for the next machine as Reich follows him, pleading.\nREICH\nLook, look... I'm not a greedy guy. We'll\ndo it your way. Any way you want.\n\nGARTH\nMy way is now.\n\nREICH\nNo! No, don't you see, there's no margin\nin that. We can't use that.\nGarth opens the next controller, taps the 'on' button, begins\nto program.\n\nSTAIRWELL - LAPIERE\n\nis the last to be slimed. Men below him are already burning,\nbeing eaten by the goo flung by the mother creature.\n\nLAPIERE\nGoddamn it, goddamn it!\n\nLaPiere peels the body armor belt off. The goo sticks to the\nelectromagnetic shield. LaPiere tosses it into the darkness\nbelow and retreats up.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nLaPiere peels the body armor belt off. The goo sticks to the\nelectromagnetic shield. LaPiere tosses it into the darkness\nbelow and retreats up. \n\nTARGET SECTION TO BE ANNOTATED:\nINTERIOR - AT THE ROOF DOOR - LAPIERE\n\nis almost out the door when the amoebic CREATURE SLAPS ONTO\nHIM, PULLING HIM BELOW. LaPiere begins to bellow and cry,\nshrieking with fear.\n\nON THE ROOF - REICH\n\nfires his automatic pistol at the sky, stopping Garth, who\nturns slowly to face him.\n\nREICH\n\nLet's be reasonable... You're alone. I\nhave troops.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 109.\nCONTINUED:\n\nGarth's expression says, I wouldn't be so sure...\n\nREICH (CONT'D)\nI want to help mankind, too. Just like\nyou. But at the right time. If we set it\noff now, no one can take credit, but if\nwe wait, spread the word, rally people to\nour side, and then set it off — there's\nno limit to how strong we can become.\n\nGARTH\nNo. Now.\n\nREICH\nNo. Later. When I say so.\n\nGarth shakes his head 'no.\n\nREICH (CONT'D)\nYou're a tough nut, Major...\n\nSomething slaps Reich behind his head. What's that? Keeping\nthe weapon aimed at Garth, HE REACHES BACK WITH HIS LEFT\nHAND, FEELS SOMETHING ON HIS SKIN, brings the fingers before\nhis eyes so he can see.\n\nREICH (CONT'D)\nWhat the hell?\n\nGarth pivots and runs.\n\nTHIRD SEEDING DEVICE - GARTH\n\nslides home, flips open the controller and begins tapping in\nthe activation delay. Behind him, in the distant background,\nREICH SPINS MADLY, SCREAMING.\n\nGarth activates the device, then stands.\n\nReich's VOICE GOES SUDDENLY SILENT.\n\nNow there's only Garth and the creature left on the roof.\n\nAnd one remaining pod to be programed.\n\nGarth leaps into a run toward it.\n\fEnCrypt by Richard Taylor 110.\n\nRUN WITH GARTH\n\nas he jumps cables and ventilators. In the distant, and then\nless so distant background unidentified items are tossed into\nthe air as the creature approaches quickly.\n\nGarth freezes.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nRUN WITH GARTH\n\nas he jumps cables and ventilators. In the distant, and then\nless so distant background unidentified items are tossed into\nthe air as the creature approaches quickly. Garth freezes. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE CREATURE (SCENE)\n\nslowly undulates up into a mound, then a miniature peak, then\na crude mimic of humanity, and finally into a monster of a\nman. Vincent's awful face draws into a smile.\n\nGarth draws the Smith and Wessons and BEGINS FIRING, leaping\naway.\n\nA PORTION OF THE CREATURE, JUST FLUNG, SPLATS against a roof\nbrace behind where Garth stood and slithers down.\n\nThe creature LOSES VISCOSITY AS THE STREAM OF BULLETS HITS IT\nand it collapses.\n\nGarth leaps across the puddle and runs on.\n\nTHE FOURTH POD - GARTH\n\ndrops to his knees, opens the control box and begins\nprograming the device.\n\nA dark form rises behind him.\n\nGarth accidentally programs in '50:00' rather than '5:00'.\nCursing:\n\nGARTH\nGoddamn it! Goddamn it!\n\nHe must start all over again.\nThe form behind him is larger.\n\nFinished, Garth stands. He notices the dark form behind him.\nHe turns.\n\fEnCrypt by Richard Taylor 111.\n\nREICH\n\nstands there, HALF HIS BODY CHALK, SHAKING WITH THE CERTAINTY\nOF HIS DEATH. He reaches out an arm at Garth but it falls,\nlike a cigarette ash, to the floor and disintegrates.\n\nWhat remains of his living flesh turns chalk-white and\ndisintegrates TO REVEAL:\n\nTHE CREATURE\n\nstanding behind him.\n\nGoo from REICH'S BODY DRIBBLES AWAY, THEN SCOOTS to the\nMother Goo.\n\nGARTH\n\nretreats a step, removes the remote control from his pocket,\npresses the ‘activate button' and tosses it into the\ndarkness.\n\nINSERT - THE CONTROLLER PANELS\n\nlight up and begin a countdown from 5:00.\n\nRESUME SCENE\nas Garth takes a step to the left.\n\nBut the creature ignores him, looking instead toward the pod.\n\nCREATURE'S POV - THE TIMER\n\ncontinues to count down: 4:33... 4:32... 4:31... 4:30...\n\nRESUME SCENE\n\nas Garth waves his hands at the creature, trying to draw its\nattention away from the pod.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut the creature ignores him, looking instead toward the pod. CREATURE'S POV - THE TIMER\n\ncontinues to count down: 4:33... 4:32... 4:31... 4:30... RESUME SCENE\n\nas Garth waves his hands at the creature, trying to draw its\nattention away from the pod. \n\nTARGET SECTION TO BE ANNOTATED:\nGARTH\nHey! Hey! This way, slime ball!\n\nThe creature looks at him briefly, then moves for the pod.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 112.\nCONTINUED:\n\nThe creature FLINGS A WAD OF ITSELF at the pod timer\nmechanism.\n\nThe MECHANISM BEGINS TO CHANGE, darken, weaken.\n\nGARTH\n\nleaps to the pod, breaks a faceplate, stabs ACTIVATE NOW.\n\nTHE TIMER\n\ngoes from 4:17 to 10, then 9... 8... 7... 6.4%\n\nGARTH\n\nleaps away.\n\nTHE EXPLOSION\n\nsends the pod ball high into the sky, where it BURSTS APART,\nsending the seeds gusting high into the wind.\n\nGARTH\n\nruns for the next pod. He slides headfirst into the\nmechanism, pops the cover open and breaks the face plate.\nFinger on the ACTIVATE NOW button, Garth looks back over his\nshoulder.\n\nGARTH'S POV - THE CREATURE\n\nundulates toward him like a shark smelling blood.\n\nRESUME GARTH\n\nas he presses the button and moves.\n\nTHE CREATURE\nFLINGS ITSELF at the pod just as it EXPLODES.\n\nThe pod ball rises into the sky, repeating the previous\nEXPLOSION.\n\fEnCrypt by Richard Taylor 113.\n\nGARTH\n\nis running for the next pod when the flying goo SLAPS HIM ON\nTHE SHOULDERS and back. The goo causes the BODY ARMOR TO\nSPARK.\n\nGarth checks his wrist read-out:\n\nINSERT - WRIST READ-OUT\n\nreports 27... 24... 21...\n\nGARTH\nreaches for another battery in his belt. Empty.\n\nGarth hits the buckle, snapping the armor loose, and throws\nit aside, the GOO CLINGING TO IT as it falls away.\n\nTHIRD POD - GARTH\n\nnearly falls over it, drops to a knee, opens the cover,\nsmashes the faceplate and presses the ACTIVATE NOW button.\n\nThe pod BLOWS just as Garth leaps away.\n\nTHE SEEDS\n\nare whipped up and away by the stiffening wind.\n\nGARTH\n\nremoves the last two clips for the pistols, loads one, then\nthe other.\n\nHe stares off across the roof.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE SEEDS\n\nare whipped up and away by the stiffening wind. GARTH\n\nremoves the last two clips for the pistols, loads one, then\nthe other. He stares off across the roof. \n\nTARGET SECTION TO BE ANNOTATED:\nGARTH'S POV - THE CREATURE\n\nis making its way toward the final pod.\n\n(SCENE) GARTH\n\ndraws the Smith-and-Wessons and advances.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 114.\nCONTINUED:\n\nGarth begins FIRING ON FULL AUTOMATIC as he runs.\n\nThe BULLETS DISPERSE THE CREATURE. Goo flies everywhere.\nGarth reaches the pod first, opens the cover, smashes the\nfaceplate.\n\nANOTHER ANGLE - THE CREATURE'S\n\namorphous tentacles grip Garth and pull him back.\n\nHis reaching hand is jerked away from the ACTIVATE NOW\nbutton.\n\nGarth bellows in pain as the GOO ABSORBS INTO HIS SKIN. White\nblotches begin to appear.\n\nGarth's boot catches a cable line and holds as the creature\npulls on his prone body.\n\nGarth reaches for a pen in his pocket. It's the miniature\ncrossbow seen earlier. Arms spring out, a trigger. The bolt\nsnaps into place with a flick of his wrist. Garth aims...\naims... and fires.\n\nTHE POD CONTROLLER - THE ACTIVATE NOW BUTTON\n\nis pressed home by the flying bolt.\n\nGARTH AND THE CREATURE\nare blown back by the explosion.\n\nGarth lands ten feet away. The GOO IS SLOWLY PROCEEDING UP\nONE ARM, changing his flesh, killing it. Garth rubs it, as if\nto return circulation, but it doesn't help.\n\nGarth sees the creature reforming, moving toward him. He\ntries to move but he's been hurt far more than he thought. He\nsags, waiting death.\n\nA DAMAGED ROBOT\n\nfrom an earlier confrontation with the creature surges\nforward. In its hands, a cable whose end has been stripped,\nrevealing naked wires. The robot spears the creature with the\ncable. SPARKS AND SIZZLING FLESH. Moments pass as the\nCREATURE CONTINUES TO LOSE VISCOSITY, sagging finally into\nbags of amorphous jelly, and then decayed pools of chemicals.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 115.\nCONTINUED:\n\nDiana APPEARS, imperfectly due to damaged projector lenses,\non top of the robot, which drops the cable.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nMoments pass as the\nCREATURE CONTINUES TO LOSE VISCOSITY, sagging finally into\nbags of amorphous jelly, and then decayed pools of chemicals. (CONTINUED )\n\fEnCrypt by Richard Taylor 115. CONTINUED:\n\nDiana APPEARS, imperfectly due to damaged projector lenses,\non top of the robot, which drops the cable. \n\nTARGET SECTION TO BE ANNOTATED:\nDIANA\nAre you all right?\n\nGARTH\n(coughing)\nI'm dying.\n\nDIANA\nNo you're not. I can save you.\n\nGARTH\n(laughs - bubbling blood)\nNo. I don't think so.\nThe robot scoops him up, pivots and moves for the stairwell\ndoor, DIANA PROJECTED ON TOP and seeming to tend to Garth.\nTHE TRACKS OF THE ROBOT\n\npass over puddles of ooze, which cling.\n\nEXT./INT. THE STAIRWELL - (SCENE)\n\nThe robot carrying Garth, crazily descends the steps,\ndropping from step to step.\n\nSmashes through the second landing door.\nCrashes through the third.\n\nCareens around the corner and through the final door.\n\nTHE ROBOT'S TRACKS\n\nare beginning to SMOKE AND HISS as the creature transforms\nthe metal.\n\nGARTH AND DIANA\n\nalmost tumble from the robot as it throws a track and grinds\nto a halt.\n\nGarth's left arm is almost ash.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 116.\nCONTINUED:\n\nDIANA\nYou must get up!... Get up!... Get up,\ngoddamn it! GET UP!\n\nGarth is almost out. He looks questioningly at Diana, as if\nto ask, Why?\n\nDIANA (CONT'D)\nGet to the computer! John, listen to me,\nyou can still live... if you just get to\nthe computer!\n\nGarth understands. He tries to lift himself from the robot's\narms, falls back, tries again.\n\nGarth tumbles to the floor, tries to stand but his LEFT LEG\nHAS BEEN CONVERTED TO WASTE MATERIAL. No living flesh there.\n\nDIANA (CONT'D)\nFocus, John! Focus on me. You can do it.\n\nDIANA'S IMAGE FLICKERS in the darkness, a wavering ghost. She\nis tethered to the damaged robot, unable to go with him.\n\nGarth begins to crawl.\nDIANA DISAPPEARS FROM THE ROBOT and REAPPEARS, A BETTER\nPROJECTION, near the computer where Vincent's lifeless body\nlays.\nDIANA (CONT'D)\n\nFifteen feet, John. That's all it is.\n\nJust fifteen feet.\n(SCENE) THE CREATURE\nsurges through the door.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat's all it is. Just fifteen feet. (SCENE) THE CREATURE\nsurges through the door. \n\nTARGET SECTION TO BE ANNOTATED:\nDiana snaps around to look, as does Garth.\n\nThe creature too is not what it once was. The beast fights to\nretain its form and motion, but moves forward.\n\nGarth tries to crawl faster, but can't.\n\nDIANA DISAPPEARS from the computer, and REAPPEARS at the\nrobot. Standing on its top, she directs it to turn around.\nThe remaining track spins the machine around.\n\nGarth forces himself to go faster.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 117.\nCONTINUED:\n\nDiana commands the robot's arms to snap menacingly. This is\nthe only weapon that remains.\n\nThe creature advances.\n\nGarth uses furniture to pull himself forward. He's on his\nknees now.\n\nThe robot's arms snap as the creature advances.\n\nThe robot and creature meet. The snapping arms are\nmeaningless. The CREATURE SWALLOWS THE ROBOT as DIANA'S IMAGE\nWAVERS, CRACKLES, AND DISAPPEARS.\n\n(SCENE) DIANA\n\nREAPPEARS beside the computer.\n\nShe watches with mute horror as the creature absorbs the\nrobot, rises to its full height, and then FLINGS A PORTION OF\nITS MASS AT GARTH.\n\nThe GOO HITS GARTH just as he rises to push Vincent's body\nfrom the couch. The body topples onto the floor as Garth\nscreams in pain.\n\nThe GOO SETTLES INTO HIS BACK, sizzling.\n\nGarth loses control of his body, collapses to the floor.\n\nPortions of his back, waist, one leg, one arm are already\nlifeless.\n\nDIANA\nI can't do this for you! You must get up\nonto the couch! Now! NOW!\nGarth shakes the grogginess away as A SHADOW FALLS ACROSS\nHIM.\n(SCENE) THE CREATURE,\n\nits mass increased by conquest, has risen to its full height\nless than five feet away.\n\nGarth rises on one leg as the other drops away from his body,\na fallen cigarette ash.\n\nOne last Herculean effort, Garth jumps up onto the couch.\nThe CREATURE FALLS UPON HIM, swallowing him whole.\n\n(CONTINUED )\n\fEnCrypt by Richard Taylor 118.\nCONTINUED:\n\nDiana gasps in surprise and regret.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe CREATURE FALLS UPON HIM, swallowing him whole. (CONTINUED )\n\fEnCrypt by Richard Taylor 118. CONTINUED:\n\nDiana gasps in surprise and regret. \n\nTARGET SECTION TO BE ANNOTATED:\nGarth's GOOD HAND JUTS UP THROUGH THE GOO, pulls the temple\nprobe down to where his forehead is located beneath the\ncreature.\n\nThe vast computer's HUM increases.\n\nThe outline of Garth's body jumps, then shakes in death\nrattle.\n\nDiana throws the full power of EnCrypt into the chair making\ncontact with the amoebic goo. EnCrypt's dormant synaptic\npower rises to a terrible HUM. The creature fries, this time\nnot dissolving but burning. Pieces fly away, ashes fallen\nfrom a bonfire. A BELLOWING MOAN rises from the creature as\nit crumbles into hot dust.\n\nSLOW DISSOLVE:\n\nEXT. A MEADOW ABOVE THE OCEAN - DAY\nWild flowers are in bloom. The sea wind gusts gently.\n\nGarth stands staring out to sea. He wears casual clothes,\nclean, carefree.\n\nA hand reaches out for him. Garth takes it.\n\nPULL BACK to reveal Diana. Wearing a sun dress and holding a\nhat on her head against the wind. She smiles.\n\nPULL BACK TO REVEAL that this is a television screen in the\nEnCrypt computer room.\n\nPULL BACK TO THE CEILING... THROUGH THE CEILING... THEN THE\nNEXT, AND THE NEXT... TO THE ROOF... TO THE SKY, WHERE THE\nSTORM IS RAGING AND THE POD SEEDS ARE SWIRLING... ABOVE THE\nSTORM...\nPULL BACK TO THE EARTH ITSELF, SPINNING ON.\n\nFADE OUT:\n\nTHE END\n\f"
}