{
  "1": " \n\na\n\nMIRAMAX\nINTERNATIONAL\n\nEQUILIBRIUM\n\nLIBRIUM\n\nDIRECTED ARB WRITTEN BY\n\nKurt Winer\n\nPRODUCED BY\n\nJan de Bont\nLucas Foster\n\f   \n\n# TELEVISION SCREEN\n\na A DOCUMENTARY. IMAGES from the ravaging wars of our century.\n\nTELEVISION NARRATOR . 4\n-.. for decades, for no hatter reason\nthan mutual contrempe, civilization\nhovered on the brink of nuclear wer.\nPeoples in eastern Europe massacred each\nother over forgotten cultural grudges.\n*Tensiona have again escalated’ was the\nfamiliar refrain ...\n\nMow images of CHEMISTS diligently working in lahz ...\n\nHARRATOR\nit Became inescapable - 1f Man were to\nsurvive inte the future, he must find &\nway ¢6 govern his emotions before they\ngeverned “him inte roan-sxistence ...\n\nBut it is lest on fRe FIGURE in the FOREGROUND of this\nSUBURSAN LIVING ROOM.\n\nRaggec, desperate - a modern-day pirate - he gently, almost\nlevingly, places a scratched black platter ontoa an old\nBLAYSKOOL RECORT PLAYER.\n\n(> Watching, mesmerized, ag the dise goas round and a child's\nlullaby - Bushabye Street - beging to eka out the set's tinny\nepeakera. His Adam's epple rises, knotting ...\n\nAbruptly, his eyes snap out the window. Scereeching arcund\nthe distant corner, a phalanx of FOLICE CARS.\n\nForgetting the lullaby, he moves.\n\n# INT. ROOM - DAY\nThe man’s spiritual brechers sit here scattered. Long\nbraided hair some, tattened others, pierced all, they sit\ntelling jokes, playing cards, laughing with each other.\n\nbDen't be deceived. They are, in fact, a rolling army. Wolves,\nliving on the move, taking what they need where they find it.\n\nThe door flisea open, the men bursting in.\n\nMAH\nPOLICE! 1 a”\n\nAt the wiridew, SEAMUS CLANCY.",
  "2": "---END OF PREVIOUS SECTION---\nWolves,\nliving on the move, taking what they need where they find it. The door flisea open, the men bursting in. MAH\nPOLICE! 1 a”\n\nAt the wiridew, SEAMUS CLANCY. \n---TARGET SECTION TO BE ANNOTATED---\n handeoma and brilliant heyond\n@ : his years, hits his feet milliseconds ahead of hia men,\n\n \n\f \n\n \n\n \n\nFage 2\n\nSEAMUS\nYou know what ta do!\n\nThey jump to it, snatchine up the CANVASES that lean againsr\nthe walls around the room. . 3\n\nVAN GOGH'S SONFLOWERS, MONET’S #AYSTACKS ... MUNCH’S SCREAM;\nsome of the greatest artworks of mankind in the hands of\nthese crimingla ...\n\nIn the strast belew cutside, UNMARKED POLICE CARS are\nscreeching wep at the curk. ,\n\nDropping a SHOTGUN from beneath his coat Seamus shacks! in\nthe first snell.and faces hia men.\n\nAround the room, every heart is pounding, #very chest rising\nWith Taw emation. '\n\nSEARUS\nIt all enmes down to this.\n\nEXT. QUIET NEIGHBORHOOD - DAY\n\nand, under che soothing straing of Hushabye Street, it dees.\nA swarm of yellow-jackats, the police cars slam the curb\noutside tha house. The front deor flies open ...\n\nFIRST MAN\nAYAAAAAR!! 1\n\nThe desperadces come streaming out PAPONWIPAFOW! gang blazing,\napreading cut across che lawn, OPENING fire without quartar\non the law enforcers who ...\n\nReturn fire with automatic weapons, bullets thickening the\nair, chewing the house, cartwheeling great tufts of sod as\none by one, across the lawn, Seamus’ men begin to drep.\n\nin what seems nothing more than a moment, they are all dewn\nand SPECIAL TACTICS TEAMS are swarming past their dying\nbodies up the steps and into the house ....\n\nTACTICS COMMANDER\nGalGo/ga: .\n\nThe sound af gunfire erupts within the house.\n\nAt the curb, @ BLACK SEDAN stops. Out of it, steps a MAM.\nHe surveys the house with a keen eye_\n\nThoughtful Quiet, soothing to look ak.\nJOMN PRESTON looks te HITS PARTNER emerging out the other side\n\nof the car - PARTRIDGE.\n\n \n\n \n\f \n\n \n\n \n\n \n\nPage 3\n\nINT.",
  "3": "---END OF PREVIOUS SECTION---\nHe surveys the house with a keen eye_\n\nThoughtful Quiet, soothing to look ak. JOMN PRESTON looks te HITS PARTNER emerging out the other side\n\nof the car - PARTRIDGE. Page 3\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n HOUSE - DAY\n\nThey move quickly, quietly inside the front deor. Sounds of\ncunfire ringing through distant parts of the- house. 5\n\nA wlance axchanged. Years of experience there.\nINT. HOUSE - DAY\n\nSynchronized, like a machina, Presten and Partridge move\nsilently through the house.\n\nA DESPERADO steps abrupely out of a doorway ahead, shotgun\nmot an inch from Fartridge’s head.\n\nPoW!, almost before he aven appeared, Breaton has pur hin\ndown with & bullet to the brain. The two lock at seach other.\nClos, .\n\nINT. HOUSE - DAY\nThey reach a Gight ANOT of police formes, clustered\ncambat-style outside a CLOSED DOOR at the end of a hall. The\nOFFICER IN CHARGS, quickly approaches, speaking in whispers.\n. OFFICER IN CHARGE\n\nLights our. May be as many ag a dozen\n\ninside.\nPreston nods.\n\nPRESTON\nDace Ehe deor's down, blow the bulne.\n\nThe O.1.0. nods, snapping his fingers at the security forces,\nwho scramble to take position,\n\nPreston stands, eyes closed for a moment, leveling his\nbreathing. Two officers quickly place pistols imte hie\nhanging hands while three mere take position at the door -\nzeroing the hinges and leck with shocguns ...\n\nOme deep, steady breach. Preston opens his eyes. Mode.\nPAPOW! POW! POW! the three officers BLOW out the hinges\n\nINT. ROGM /\n\nA doorway of light opens into a world cf black ag the dark\nslab of the deor collapses inward under the feet of a\nSILHOUETTED FIGURE in 8 flowing dark coat,\n\nBABLAM! the security forces BLOW the lights behind, raining\ndown fiery red sparks as everything drops to PITCH BLACK.",
  "4": "---END OF PREVIOUS SECTION---\nPOW! POW! the three officers BLOW out the hinges\n\nINT. ROGM /\n\nA doorway of light opens into a world cf black ag the dark\nslab of the deor collapses inward under the feet of a\nSILHOUETTED FIGURE in 8 flowing dark coat,\n\nBABLAM! the security forces BLOW the lights behind, raining\ndown fiery red sparks as everything drops to PITCH BLACK. \n---TARGET SECTION TO BE ANNOTATED---\n   \n\fat\n\n \n\n \n\nPage 4\n\n“\nBOW! PADAPOW! POR! like a sering of fFira-crackers, the darkness\nGOES OFF with the etreboscopic action of John Presten's guns,\n\npunceuating ehe Dblask world inre a disectheque of\ningstantaneowe spit-fire globes of Light\n\nAo black world defined by flesting retinel-burst images of his\nadversaries slamming the walls #ith the impact of his\nbullets.\n\nand then, three blinding seconds and thirry bullets later,\nbis guns fall silent and blackness rules again.\n\nBehind him, FLASHLIGHTS strobs.into the darkness from the\nhall as the police forces enter the room - fresh young faces\nmirroring their astonishment as they counk the fallen.\n\nWerdlessly, Preston turna and exirs.\nt\n\nINT. HOUSE - DAY\n\nThe dust has sertled now. It is quiet. FPraston is meat in\nthe battle-scarred main hall by the Tactics Commander and his\nteam who have secured the upper fleer.\n\nTACTICS COMMANDER\nHouse is clean. We found norhing.\n\nPreston nods, taking in every detail from floor fo ceiling.\n\nPRESTOK\nClear it.\n\nThe Tactics Commander glances at Partridge - who nods with\ngimpla gravity.\n\nThe Tactics Officer jumps to it, ushering his men streaming\nout. Preston turns to look briefly to Fartridae ...\n\nINT. KITCHEN - DAY\n\nPreetan stands in the kitchen, taking it in, feeling it. A\nman lies dead, half on the kitchen table, half off ..-\n\nBut he takes no noarice, so intent his communion with the\nroom.\n\nINT. UPPER ROOM - DAY\n\nHe stope in the doorway of an ampty sacond fleor room. Light\neking sickly through a dusty window.\n\nHe standa for a long momant, feeling the air.\n\nPRESTOM\nThis is it.\n\n \n\fFS 7\n\n \n\n \n\n \n\nPage §\n\n \n\n“\n\nPartridge nods to the SPECIAL TERMS whe move quickly up.\n\nPARTRIDGE\nWhere ...7\n\nPreston nods te a SPACE in che middle of the floorboards, *\n\ncovered by a threadbare rng.\n\nPRESTON /\nThere. . .",
  "5": "---END OF PREVIOUS SECTION---\nFS 7\n\n \n\n \n\n \n\nPage §\n\n \n\n“\n\nPartridge nods to the SPECIAL TERMS whe move quickly up. PARTRIDGE\nWhere ...7\n\nPreston nods te a SPACE in che middle of the floorboards, *\n\ncovered by a threadbare rng. PRESTON /\nThere. . . \n---TARGET SECTION TO BE ANNOTATED---\n -\n\nThe Special Teams jump quickly to it; stripping away the rug,\nsplintering up the floerboarding with crowbar.\n\nRevealing, within a jagged hole, atop many other similar |\nfized canvasseas, the MONS Ligh. Smiling back at cham with\nher quies smile.\n\nSpecisl Teams back off to let A MAN RITH GLASSES through. He\nkneels at the edge of the hole, swabs an edgé of the painting\nwith 6 f+tip and dropa it inte a emall test tube.\n\nHe shakes it, studying the reactant chemicals. Turns,\nnodding with gravity at Freston.\n\nCHEMIST\nIt's real.\n\nWithowt tuming, Preston says to the Conélagration Teats whe\nstep abruptly in beside him with FLAME THROWERS: .\n\nPRESTON\nBurn it-\n\nWHOOOSH! the two Conflagrartion Units unleash & torrent of\nFLAME inte the jagged hole. [gniting the great paintings in\nburning petroleum jelly. .\nPreston turns wordlessly and walks cut.\n\nHe ip our hero.\n\nPARTRIDGE lingers for a moment, Staring at Mona Lisa‘e amile\nas it curls up in the flames along with a billion dollars of\nmankind’s other greatest artworks.\n\nINT. POLICE VERICLE - DAY\n\nPreston and Partridge ride in ailence in the back of the ~\nvehicle, watching the quaint, *ilent neighborhood go by.\n\nOdd, but there isn’t a soul to be seen in this neighborhood.\n\nEvery door has been painted with a plaque-era black ‘T’, and\navery Ech or so house, has been buraed to the ground ...\n\f \n\nPage 6\n\nBut it seems ta make no impression on Preston. He looks over\nat Partridge, his partner's strong jaw tensed, contemplacive,\nas he stares out the window at the empty, passing\nneighborhoed. $\n\nPreston studies his partner of many years.\n\nThare are things Preston can know by simply leoking 2t a\nperson that would border on mind-reading for the rest of us.\n\nPRESTOR\nYou're thinking aomething ...\n\nPartridge blinks over from the window.\n\nPARTRIDGE\nOh... mo... nothing ...\n\nHe shakes his head, gesturing the vacan= neighborhood.",
  "6": "---END OF PREVIOUS SECTION---\nPartridge blinks over from the window. PARTRIDGE\nOh... mo... nothing ... He shakes his head, gesturing the vacan= neighborhood. \n---TARGET SECTION TO BE ANNOTATED---\nPARTRIDGE\nWhy don't wa just burn it all ta the\nground - and be done with it?\n\nPRESTON\nResources are tight. An uneontrolled ©\nfire im che gone could spread Eo the city.\n\nPartridge nods. Sure ... Bure ...\n\nAhead, out the windshield, the suburhan neighborhood abruptly\nends, as though crushed in mid-thought by a giant stone iaor.\n\nA MASSIVE GATE girded by MASSIVE WALLS some 75 feat tall and\nstretching off out af sight in either direction like the\nGreat Wal] of China.\n\nAter the gate, carved in qramite, massive stone Hitlerfian\nletters proclaim LIZRIA. And, in smaller acript below that:\nLibrium ast iibercas :\n\nStanding atep the precipice, a SENTRY clad in white watches\nthrough the featureleas biack glass of his helmet as Preston\nand Fartridge's car is checked through the gate below.\n\nBarrel of his white-metal machinegun following as the car\npasses from the faded flower that is the Zone ...\n\nThrough the vast, opening doore ...\n\nTo the vista of a VAST WALLED CITYSCAPE.\n\nNothing less than a stunning constructiviat black and white\ngeometry. : 1\n\n \n\f \n\nPage 7\n\nLIBRIA.\nLe Corbusier’s \"machines for living in’. Cold and beauriful.\n\nBR bichromatic masterpiece in which more has heen done with:\nthe elegant simplicity of black and white than ocherg who\nhave gone before have managed with all the spectrum of the\nrainbow ..-.\n\nAnd unlike the ‘neighborhood - gealed off like East Berlin -\nthe city is teeming with people. A peaceful mass - flowing\nwith gqudet fluidity.\n\nPRESTON, in the car, watchea a FAMILY preparing te cross the\nptreet. Father, Mother, Son, Deughter, holding hands ...\n\nWaLlting for che Light to change.\nr\nHis caze stays on them - longer maybe, Chan warranted.\n\nAbruptiy 4 SHARP WEEPING blinks him out of his momentary\nBream. He joins the others in the car as they raige their\nwrists and flick off their alarms, all beeping in concert.",
  "7": "---END OF PREVIOUS SECTION---\nr\nHis caze stays on them - longer maybe, Chan warranted. Abruptiy 4 SHARP WEEPING blinks him out of his momentary\nBream. He joins the others in the car as they raige their\nwrists and flick off their alarms, all beeping in concert. \n---TARGET SECTION TO BE ANNOTATED---\nWordlagesly, around the vehiclsa, the man flip open WHITE CASES\nmarked with MORNING ard EVENING SLOTS for each day.\n\nWith mechanized routineness, each extracts shis evening*‘s\n\nGLASS AMPULE - marked Evening 6/18 ...\n\n- PRESTON\n\n{reflective]\nEvery time we make this drive into the\ncity - it hits me .\ninads)\nHow very far we've come.\n\nPartridge does not look up as he chicks his vial into the\nsmall PNEUMATIC SYRINGE tucked into the bottom of his oasae.\n\nPARTRIDGE\nWe have?\n\nPreston icoks sharply ever - not certain he heard correctly.\nCocks his head.\n\nPRESTON\nI beg your pardon?\n\nThere is a-pneumatic pop! as Partridg® and the others inject\nthemselves. Finally, be turns to look at Freeton a Frank\nmamant - eyes searching. Than ~ simply - node,\n\nPRESTON\nWe have.\n\f \n\nak\n\n \n\nrage B\n\nSraston holds on him @ narrow instant. But is interrupted as\nthe Driver looks. suddenly over hie shoulder.\n\nDRIVER +\nExcuge me - a pituation at che Stad - do\nwe want to stop?\n\nEXT. STAD LIBRIA - DAY\n\nA great surge of APPLAUSE risep as Partridge and Preston _\nproceed tapidly through the two great stone columns that form\nthe gateway to the city’s vast communal stadiun.\n\nThe Stands ar® packed with intent on-lJookers as, on-field,\ncorps of black-unifarmed, tow-headed CHILDREN are going\nthrough a synchronized martial choreography .-.\n\nt\n\nThe crowd, ten thougand-eeveng, applauds, enjoying che\nepactacle thorougnly.\n\nPreston and Partridge are met immediately by two white-clad\nSWEEPERS who fall inte quick lack-step with chem.\n\nSHESPER\nWe can't take the snot without\nendangering people ...\n\nPreston node, on it.\n\nPRESTON\nShow me.\n\nEXT.",
  "8": "---END OF PREVIOUS SECTION---\nPreston node, on it. PRESTON\nShow me. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n STADIUM COMMON - DAY\n\nJust outeide the stadium-sroper, Preston and Fartridge ara\nled through & large knot of concerned-Locking people inte an\nOPEN SPACE ringed by ARMED SWEEPERS...\n\n... all giving ample space to a SWEAT-SLICKENED, DESPERATE\nMAN who holds a GUN and is railing at the surrmuiding crowd.\n\nMAN\nYou stupid fucks! Look ar you! You‘re\nsheep! Fucking sheep! .\n\nPOW! he fires a SHOT over their heads, The crowd flinches,\nbut ddes not budge.\n\n. MAN\nYou see] You gee! What kind of fucking\nreaction is that!\n\n. At kis feer liea a DEAD WOMAN. Bellet in her heart.\n\nPreston ‘and Partridge exchange a glance.-\n\fi\n\n \n\n \n\n—— LT\nPage 9\n‘\n\nPreston unhelsters his own guns, handing them to his partner.\n\nAnd steps out inte the ring. A MURMUR travels through the\ncrowd. The Man snaps the gun round towards him.\n\nPreston raises his hands. 3\n\nPRESTON\nSassy. Ho one here meang you any hear.\n\nMAN\nWell they shovld/\n\nPOWL he fires another shot over ‘the crowd. They flinch\nagain, but remain rooted.\n\nMAN\nYou seel?! t\nterowdl\nHello? salts? I just killed my wife.\nShe fucked another man #0 1 killed her.\n\nHe jooks very particularly at Preston,\n\nMAN .\nI'm a menace to your fucked up society.\n\nA displeased murmur ripples through the crowd.\n\nPRESTON\nA menace maybe ...\n\nferowd)\nBut youre wreng about them. Thia is\nsomething that works. Setter than it\never has.\n\nMART\nWorks!?1 All these freaking sheep should\nbe running for their lives! Shitting\ntheiz pants; feeling tercified, feeling\nscared for their fucking lives; feeling\nSomething.\n\n: PRESTON\nLike what you're feeling now?\n\nThe man grinds silent, Preston's words hitting home. Preston\ntakes a step forward.\n\n_ PRESTON\n\" fetowd)\nLook at them ...\n\nIn spite of himaelf, the man does.",
  "9": "---END OF PREVIOUS SECTION---\nPreston\ntakes a step forward. _ PRESTON\n\" fetowd)\nLook at them ... In spite of himaelf, the man does. \n---TARGET SECTION TO BE ANNOTATED---\n Uniike him, éveryone\nhealthy, relaxed-leoking, innocent, in balance.\n\n \n\n \n\f \n\n \n\nPage 10\na\n\nPRESTON\nWhat's missing? Stress? Depression?\nCan you remember, in your whole life,\never Seeing an overweight person?\n\nHe shakes hie head.\nPRESTON\nBil the reasons to overeat - anxiety,\nworry, wrhappiness - all gone.\n\nFe takes a step forward.\n\nPRESTON\n_ Aleng with sadness, anger, hate ..-\n\nHe looks at the dead woman at the man’s feet. Eack ...\n\n'\nPRESTON\nteelousy.\n\nThe fan's angty facade strains. Struggling. Beginning to\nbreak.\n\nMant\nWhat the fuck Go you want from me ...\n\nPRESTON\nAll I want - is for you ta stop shaking.\n\nThe Man Lecke at-him - surprised at the compassionate words.\nPreston. takes another step.\n\nPRESTON\nIowant you to stop ... dreading ... I\nwant you fo stop .-- raging inaide...\n\nIn spite of himself, the Man swallows hard. Preston stops\nTlet-a yard away ~ closed FIST rising up between them. The\nMan tenses his _atip on the gun - but Prestor dees not blink.\n: PRESTON .\nTt want the rushing in yout orain - all of\nit...\nLike a flower, hia fingere bleom apen. ~\n\nPRESTON\nae. tO stop.\n\nIn his open palm - glinting “. an AMPULE of golden liquid.\nLIBRIUM.\n\nThe Man holds'on it + tears brimming into his eyes.\n\n \n\f2\n\n \n\nFaga 11\n\nSuddenly, faster than etheughe, Preston stripe the gun our of\nhia hangs and slams him te the concrete.\n\nInstantly, the Sweepers swarm the man, gagging and binding\nhim with stunning swiftness, ‘The crowd politely applauds.\n\nPreston's ayes meet Partridge's in the crowd,\nPreston amiies, Parcridge doesn’t.\n\nEXT. PALACE OF JUSTICE - DUSK\nAogreat eadifice, at whose crest. is a greac white ‘T.\nINT.",
  "10": "---END OF PREVIOUS SECTION---\nEXT. PALACE OF JUSTICE - DUSK\nAogreat eadifice, at whose crest. is a greac white ‘T. INT. \n---TARGET SECTION TO BE ANNOTATED---\n OFFICES OF THE VICE-COUNCIL - DUSK\n\nPRESTON stands at attention before a desk situaked at the end\nof a Yast hall ac which a man in an elegans suit sits\nstamping the crest of the Tetragrammaton - an ornate ‘T* onto\nQa stack of parers.\n\nBehind him a great ‘T’ has been cut through the wall and the\ngun's getting raya blaze through ic.\n\nPRESTON’ s eyes fall on a lavish GLOBE of the earth standiag\nin an ornate pedestal by the desk. Across the continent of\nNorth America, ‘Libria' igs printed in an ornate script ...\n\nand, fading around the sphere, other names, XxylyxX, Entzopia,\nand cthers, mark the lesser continents\n\nBetbing aside his papers, the MAN looks Preeten over a keen\nmoment, assessing him.\n\nMAN\nThank you for coming, Cleric. 1 assume\nyou know who I am?\n\n. PRESTON\n\nYee Sir. Qf course, Sir. You are Vice-\nCouncil DuPont of the Third Councillary\nof the Tetragrammaton. You are Father‘s\nvoice.\n\nDUPONT\n\n(thoughtfully!\nYes ... Loam at that.\n\n(sitting back)\nI’ve heard a great deal about you,\nPreston. They say you'ra the veritable\nFourth Horseman cf the TetraGram, That\nyou were taised from childhood in the\nCleric Monasteries, schooled in the arte\nof intuition and strife, That there is\nna one. better.\n\f \n\n \n\nPage Lz\n\nPRESTON\nI do only what I can, Sir.\n\nDOFONT\nThey also cell me you-are deeply empathetic.\nThat you can find contraband wherever it\nmay be hidden; you've a noze for it...\n\n+\n\nPRESTON\ni've a good recerd, Sir.\n\nVice-Council Burfoot cansiders him a moment.\n\n: DUPONT\n\nWhy do you imagina that igs, Cleric? -\nPRESTON\n\nI... Ifm not sure Vice-Council. I juer\n\n~+- put oyselt in their position. Where\nwould I conceal illegal material.\n\n_ DUPONT\nIf you had meased your Librium interval.",
  "11": "---END OF PREVIOUS SECTION---\nI juer\n\n~+- put oyselt in their position. Where\nwould I conceal illegal material. _ DUPONT\nIf you had meased your Librium interval. \n---TARGET SECTION TO BE ANNOTATED---\nTf you were ... a Sense Offender ...\nPRESTON\n\nYes Sir, ef acurse, Sir.\n\nDuPont considers Kim with bright, intelligent eyes.\n\n. DUBONT\nYou were senior officer on an\nApprehension and Recovery today?\n\nPRESTON\n\n¥es Sar. In the restricted sone.\nOUPONT\n\nIt was paintings this fime was ic not?\nPRESTON\n\nYes Sir.\nDUPONT\n\nAnd the result was?\nPRESTON\n\nCombustion, Sir. Ag always.\n\n° UPON\nKew did you feel about that?\n\nPreston blinks at him a confused moment .\n\n \n\f \n\n \n\nPaga 13\n. .\nPRESTON\nI'm... sorry. I don’t understand.\nDUPONT\nHow did you feel - watching those oy\n\npaincings burning. Sublimaring eway ince\ninvisible gas - never again to be laid\nupon By human #yes.\n\nPRESTON\n(stall confusad!\nI... didn’t feel anything - Lwas just\ndoing my Joh.\n- DUPONT\n\nYes ... yes, of course you were.\nHe considers a moment. Refocuses on Preston,\n\nDUPONT\nYou're a family man? Ohildren ... 7\n\nPRESTON\nA bey anda girl, Sir. The bey is in the\nmongstery - on path to becoming a Cleric.\n\nDUPONT\nVery gomd - and... the nother?\n\nPRESTON\nMy spous® was arrested and incinerated\nfor Sense Offense four years age, Sir.\n\nBOGPONT\nIosee. By yourself?\n\nPreston hasitates a micro-instant.\n\n. PRESTON\n\nMo Sir. By another.\nDUPONT\n\nReally? How did you come to misg it?\nPRESTO\n\nI... I've asked myself that same\n\nquestion, Sir. I... I don‘t know.\nDuPont focuses on him vary intently for a deep moment.\n. DUPONT\nBo net let your vigilance flag, Cleric.\nYou may stil] be neadad in this battle.\n\nSomething in. the very specific way he says it gives Preston 4\n\f \n\n \n\nar\n\n \n\nPage 14\n\ntwinge. He node...\n\nPRESTON\nYes Sir.",
  "12": "---END OF PREVIOUS SECTION---\nSomething in. the very specific way he says it gives Preston 4\n\f \n\n \n\nar\n\n \n\nPage 14\n\ntwinge. He node... PRESTON\nYes Sir. \n---TARGET SECTION TO BE ANNOTATED---\n :\n\nDuPont waves a hand, dismissing him, Preston hesitates ah\ninstant - then turns sharply on his heel and walka out.\n\nERT. PALACE OF JUSTICE\n\nHalfway down the palatial ateps, he drifts to a stop,\nblinking into the space before him.\n\nRemembering something.\nINT. DESK SFACE - HALL OF ENFORCEMENT - NIGHT\nEmpty this time of night. Preston sits watching DIGITAL\nREPLAY of Fhe cay vide back from the Apprehension and\nRecovery ¢n his desk monitor.\nPRESTOK'S IMAGE\nEvery time we make this driva into the\neiny - dt hice me\n(nods)\nHow very far we've come.\n\nPARTRIOGE'S IMAGE\nWe have?\n\nFreezing it - he plays Partridce’s quiet line again.\n\nPARTRIDGE'S IMAGE\nWe have?\n\nHis face ila turned partially from the camera. Preston consider\nThen SWITCHES to surveillance replay from the STADIUM.\n\nPRESTON’ & IMAGE\nEasy. No one here means you any Farm.\n\nMAN'S IMAGE\nWell they should!\n\nPOW! he fires another shet aver the crowd.\n\nPraston Fraszes the image. Nena of the Enforcers or people\n\n-in the backoreund have moved or started in the siightest.\n\nExcept one. .\n\nPreston tooms in on the grainy image of tha ong man who, with\n4 look of diseimct alarm, has reached fer hie gun.\n\nPartridge. Afraid fer his partner - Draston's - life.\n\f \n\nae\n\nth\n\n \n\n \n\n \n\n \n\n \n\nPage 15\n\nPraston ponders this very human reackion, frazen on his\nscreen, for a long, very dark time.\n\nINT. LOCKER ROOM - NIGHT 5\n\nHe stands before a LOCKER marked ‘Partridge’ . Feels with his\nfingers the tumbler that locke it.\n\nWith a crowbar, he cracks it open.\nINT. APARTMENT CORRIDOR - NIGHT\n\nPreston stands crowded into the dimly lit hall with a TEAM OF\nENFORCERS. Ha knocks sharply at the door.\n\nPRESTON\nCleric Partridge! Open: up/\n\nNothing.",
  "13": "---END OF PREVIOUS SECTION---\nHa knocks sharply at the door. PRESTON\nCleric Partridge! Open: up/\n\nNothing. \n---TARGET SECTION TO BE ANNOTATED---\n He mods to the Enfarcement Team who blows cff the\nhinges and gues atreaming in.\n\nINT. FARTRIDGE'S ADSARTMENT - NIGHT\n\nPreston steng the living unit as the search team flows in\narcund him - moving into the back rooms to tear it bo pieces.\n\nINT. CORRIDOR = NIGHT\n\nSounds of the catastrophic search coing on in the apertment\nBehind, Preston fades cut inte the hall.\n\nHe pauses, feeling the air - commind mg with it. His ayes fall\non the LIGHT FIXTURE - the only Prominent abject in the\notherwise featureless hallway.\n\nMoving IMMIITIVELY to it, he touches it. Feeling ite\nleoseness, he twists it sideways ...\n\nRevealing, lying hidden in the space in the wall behind it. a\nhuge supply of unused Librium.\n\nPreston stares at his partner's death warrant.\nEXT. GATS 34-8 - WIGHT\n\nA smal] CONVOY of VEHICLES pulls to the towering edifice of\nGATE 34-b te the unlit darkness of the Zone.\n\nThe Armed Guard snaps ta attention.\nPRESTON\n\nYou confirm he came through this gate\n‘this evening?\n\n \n\n \n\f \n\nar\n\n \n\nFage 16\n\nGUARD\nYes Sir. Qur records show §:10 P.M. And\nSir... :\nHe hesitates. *\nPRESTON\nSpeak.\nGUARD\n\nWell Sir, we assumed it was Enfercement\nrelated. He's been coming through every\nnight for the last two weeks ...\n\nPreston absorbs thig a mortal beat. Putting the window back\nup, he waves toa the drivar and the convey-rolls past, under\nthe keen gaze of a SWEEPER CREW in ite distinctive white\nuniforms, and through the massive gates of 34-8,\n\nEXT, THE ZONE - NIGHT\n\nThe car sits, just the idle rumble of its ignition in the\nSilence of 4 great empty intersection in the unlit dead city. .\n\nBRANDT, Preston's freshly assicned partner, a HANDSOME YOUNG\nMAN, sits in the shadews of the driver’s saar.\n\nHe locks to Preston - an eagerness in hig eyes.",
  "14": "---END OF PREVIOUS SECTION---\nPutting the window back\nup, he waves toa the drivar and the convey-rolls past, under\nthe keen gaze of a SWEEPER CREW in ite distinctive white\nuniforms, and through the massive gates of 34-8,\n\nEXT, THE ZONE - NIGHT\n\nThe car sits, just the idle rumble of its ignition in the\nSilence of 4 great empty intersection in the unlit dead city. . BRANDT, Preston's freshly assicned partner, a HANDSOME YOUNG\nMAN, sits in the shadews of the driver’s saar. He locks to Preston - an eagerness in hig eyes. \n---TARGET SECTION TO BE ANNOTATED---\nBRANDT\nI hope you're as pleased to be assigned\n\nme as I am for the placement. I'm told\nit‘s a career-making advancement.\n\nPreston says noching, silently surveying the abandoned city.\nByes sifting through the silhouetres of the buildings.\n\nBRANDT\n\nMot that it's the only reason I‘m pleased\nto be here. You're tha most intuitive of\ntha Grammaton Clerics. Everyone knows it.\nI’m intuitive too. IT gan laarm from you.\nHow te focus. 8a that I mise no detail. .\nSo thet I know when they're fealing\nbefore tney even know it themselves /..\n\nA long beat, Finally, quietly, Preston speaks. Nedding\ntewards the dazk aspires af a great, DEAQ CATHEDRAL caught in\nthe distant moonlight.\n\n, \" PRESTON\n\nHe's there.\n\f \n\n \n\n \n\nFage 1?\n\n4\nINT. CATHEDRAL - ZONE - NIGHT\n\nRoreal cathedral - a still-standing relic from ages-gone-by.\n\nFARTRIDGE sits in the front pew, candles lit on either sive,\nreading a DOG-EARED PAPERBACK. The great cathedral doors\nbehind him creak open. :\n\nHis eyaa neither rise nor turn ... only continuing to read as\nche footeteps approach achoing down the aizle.\n\nPRESTON steps alene in front of big partner.\n\nPARTRIDGE\nYou always knaw. You just couldn’t bring\nyourself te admit it.\n\nWith che tip of fis GUN, Preston raises the cover of the\nbook. THE FOBTRY OF YEATS.\n\nPARTRIDGE\nEver had the pleasure ...\n\nPRESTON\nHave you lost your mind.\n\nPARTRIDGE\n(raads]\nBut 7, being poor, have oniy my dreams;\nZI have spread my dreams under pour feet:\nTread soitiy bacaues you tread on my dreams.\nflecks up}\nto assume you dream, Preston?\n\nPRESTON\nYou've got to come with me.\n\nPartridge only Looks back at hin, spattered in the colored\nmoonlight splintering down through the cathedral’s great,\nbrosen STAINED GLASS WHEEL.\n\n.",
  "15": "---END OF PREVIOUS SECTION---\nPRESTON\nYou've got to come with me. Partridge only Looks back at hin, spattered in the colored\nmoonlight splintering down through the cathedral’s great,\nbrosen STAINED GLASS WHEEL. . \n---TARGET SECTION TO BE ANNOTATED---\n PARTRIDGE\nHew can you be immune te it, John?\n\nPresten logke up to the great window. Back. Immune to it.\n\nPRESTON\nYou have ta comé with me. I/11 de what I\ncan to see they go easy on you.\n\n* \"PARTRIDGE\nWe both know - they mever go easy on\nanybody.\n\nA steady silence as the two men regard each other in the\n\fPage 18\n\nflickering eandlelight.\nPRESTON\n{finally}\nThen I’m sorry. +\n\nBut Partridge just sadiy shakes his head.\n\n \n\nPARTRIDGE\nNe. You're net. You don’t even know the\nmeaning. It's just a vestigial word for\na feeling you've never felt.\n\nPreston is silent.\nPARTRIDGE\nDon't you gee, Preston - it’s gone.\nEverything that makes us¢ewhak we are;\ntraded away.\n\n: PRESTON\nI’m what I am. There‘s no war. Wo murder.\n\nPaztridge searches his eyes through the colored gloom.\n\n. PARTRIDGE\nWoat is it you think we do?\n\n \n\nA hard silence. Preston's teath grinding. Anyone elee would\nbe Gead already.\n\n: FRESTON\nYou're Wrong. You've been with me; you've\ngeen now it can bé. Jealousy and rage.\nAnger. Hate...\n\nSlowly, sadly, silently, Partridge nods.\n\nPARTRIDGE\nA very heavy cost\n\nHis hand FALLS to a DARK OBJECT in his lap...\n\n: PARTRIDGE\nI pay it gladly ...\n\nPreston dees, in the moonlight'a celorad glint, that the\nebject ig PARTRIDGE'S GUN. His hand resting om ir ...\n\nPreston pulls his own qun up in line with Partridge’s myas.\nThose eyes look past the gin - up inte his own eyes.\n\nBs Then Partridge raises the open book. Between their eyes ...\n\nEnding the conversation. Forever.\n\f \n\nar\n\na\n7\n\n \n\nPage 13\na\n\nIn his lap, his thumb ¢lick! cocks back the hammer on his\ngun. An @ternal moment ...\n\nPOY! Preascon puts a bullet throvgh the book.",
  "16": "---END OF PREVIOUS SECTION---\nAn @ternal moment ... POY! Preascon puts a bullet throvgh the book. \n---TARGET SECTION TO BE ANNOTATED---\n His friend\nerumples behind it in che muted enlar of the shadows. ‘\n\nPreston looks for a moment at the dark form of his former\npartner and friend huddled in the pew before him.\n\nAri Seals a strange, unsettling chill.\n\nSomething, soma etranga, distant voices knocking on the door\nef his wiconseiots,\n\nTurning, he sess a DARK FIGURE standing in the doorway of the\ncathedral - watching him. That figure takes one step forward\ninte the splintered mecnlight.\n\nBRANDT. A feral excitement in his eyes.\n\nEXT. PRESTON'S QUARTERS - NIGHT\n\nThe ear polis te a step at the eurh befare che concrete\nbunker bhat comprises the fen chousand unit building that\ncontaing the cubicle that Preston lives in.\n\nPeeeton steps out. Brandt's vaice floats out of the car.\n\nBRANDT\nCleric ...\n\nPresion glances momentarily back. Brandt‘’sa eyes are’ bright.\nBRANDT\nI could only hope to one day be as\nuncompromising ag you.\n\nAnd, pulling the door shut, he drives off. Preston watches\naiter him a moment. Within him, something... not quite right.\n\nIST. PRESTON'S UNTT - NIGHT\n\nATEN YEAR-OLD BOY, dressed in the severe black uniform of\nthe CLERIC YOUTH, the same uniform of the children at the\nptadium, sits at che kitchen table working from schooltexts,\nOm a TELEVISION, o MAN speaks frankly into the camera,\n\nTELEVISION /MAN\nio am Father.\n\nHe smiles.\n\nTELEVISION/MAN\nYou are Father.\n\f \n\n \n\na\nAL.\n\n \n\nPage 20\n4\nAnd changes - seamlessly - inca a WOMAN.\n\nTELEVISION / WOMAN .\nHe je Father, We are Father. 4\n\nThen a boy.\n\nTELEVISION/20Y\nShe is Facher. ‘They are Father.\n\nWhe becomes a young girl.\n\nTELEVISION/GIRL\nFather is Everywhere. —\n\nThes# are the FACEE OF LIBRIA, always changing, alwaye\nplayand, everywhere, all the time.;\n\nAs Preston comes through the door, the boy, his TEN YEAR-OLD\nSON, ROBEIE, legke up.",
  "17": "---END OF PREVIOUS SECTION---\nTELEVISION/20Y\nShe is Facher. ‘They are Father. Whe becomes a young girl. TELEVISION/GIRL\nFather is Everywhere. —\n\nThes# are the FACEE OF LIBRIA, always changing, alwaye\nplayand, everywhere, all the time.;\n\nAs Preston comes through the door, the boy, his TEN YEAR-OLD\nSON, ROBEIE, legke up. \n---TARGET SECTION TO BE ANNOTATED---\n :\n\n. PRESTON\nLisa's asleep?\n\nROBEIZ\nYes. For about ean hour.\n\nFrascton neds, hanging up his enat. deging flipping through\nthe mail. : .\n\nPRESTON\nSchool, how was it?\n\nROBBIE\nGood, thank you. Work?\n\nPreston pauses, realizing the boy is watching him, intently\ndnteresced in anything he might tell about his day.\n\nAnd he is struck - by how oddly hard it is to say ..,\nPRESTON\nMy partner stopped taking his Dose. He\nhad to be destroyed.\nThe boy perks.\n\nROBBIE\nYou? By you?\n\nThe thinnest beat.\nPRESTON\n\nYes.\n\n \n\f \n\nae\n\n \n\nFage 21\n\n. Robbie looks back at him - eyes bright.\n\nROBBIE\nI'm very proud. +\n\nPreston dogsn't know why - but saying this next word feals\nlike climbing a mountain.\n\nPRESTON\nThanks.\n\nINT. BEDROOM - NIGHT\n\nWife long gone, Freston lies down on one side of a bed made\nfor two. The other side vacant.\n\nHe stares at the wall for a long time before closing his eyes.\nINT. BEDROOM - DAWN\n\nHig eyas blink opan. Dawn.\n\n‘Finding mimeelf still crawded onte hie side of the bed. It's .\n\nthe way he hag slept every night since hie wife was taker.\nBut, for some reason, this morning - he notices ic.\n\nbe makes his way inte the tiny nachroom. Just a sink, a\ntodlet and a small personal maintenance mirror.\n\nOpening # drawar, ha pulls cut his BOSE CASE and, flipping it\nopen, withdvaws tha ampule tarked MORNING 6/17.\n\nHa sete it on the counter and bende te brush his teath when a\ntinkling crash brings his eyes up.\n\nHe sees, to his surprise, that, with his arm, he hes knocked\nthe morning's dosage off the counter onte the concrete floor.\n\nIt lies thern - shattered. He stares for 4 moment ak the\nTINY POOL af liquid and glass on the floor.\n\nVOICE\nWhat are you doing?\n\nHe tuims, startled. ROBBIE atanda there in his uniform,\nalready ready to go Eo school.",
  "18": "---END OF PREVIOUS SECTION---\nVOICE\nWhat are you doing? He tuims, startled. ROBBIE atanda there in his uniform,\nalready ready to go Eo school. \n---TARGET SECTION TO BE ANNOTATED---\n The boy's eyes move to the\npool of amber and glass oo the floor.\n\nShaet ing charply back up to his father's.\n\nROBBIE woo\nIo said what are you daing?\n\n \n\f \n\n \n\nPage 22\n. .\nPRESTON\nZo... EF accidentally dropped my morning\ninterval. I...\nfperplexed) .\nIoteok it out before I brushed my teeth... 4\n\nHe looks at the boy, somewhat haffled.\n\n: . FRESTON .\nI never take it out before I brush my teeth ...\n\nThe ten year-old holde on him a narrow moment.\nROBBIE\nef course you'll go by Equilibrium, leg\nthe leas and get a replacement ...\n\nPRESTON\nYes. Of course.\n\nThe bey lingers an instant tonger - then, satisfied, leavas.\nFreston’s #yes retuim to the enigmatic amber pool #vaporating\npif his bathreem floor.\nPRESTON\nof course ...\n\nENT. KITCHEN - MORNING\n\n‘When Preston enters, Rebbie and Preston’s SVEN YEAR-OLD\nDAUGHTER LISK are already sitting eating breakfast.\n\nCreston sits down tp his food.\n\n. ROBBIE\nThiea came.\n\nHe hands his father a piece of PAPER.\nROBATE\n4A Senae Offender here in the city. Your\npartner's to pick you up at 16 for the\nAiR.\nPreston holds on the boy who is beaming. He nods\n\nPRESTON\nThanks ...\n\nAnd, for some reason unable to hold his son‘s eyes, his own\nmove to hig daughter Lisa whe, bored, is amusing herself by\nskeirring her cereal and watching it swirl around the bowl.\n\nROBBIE, seeing Preston watching his sister, immediately Fixes\n\n \n\f \n\n \n\n \n\nPage 23\n\n \n\nthe girl with a dark look.\n\nROHEIE\nStep that.\n\n: ‘*\nfhe girl looks furtively to her father ... Shen returns to\neating with the sama machanical torpor as her brother.\n\nTHT. PUPONT’S OFFICES ~- MORNING:\n\nPreston stands before VICE COUNCIL DUPONT who is making\nhand-written netes.\n\nBUPONT\n\nThis is strictly routines, you\nunderstand...",
  "19": "---END OF PREVIOUS SECTION---\nTHT. PUPONT’S OFFICES ~- MORNING:\n\nPreston stands before VICE COUNCIL DUPONT who is making\nhand-written netes. BUPONT\n\nThis is strictly routines, you\nunderstand... \n---TARGET SECTION TO BE ANNOTATED---\nPRESTON\n\n© do uncerstand, of course.\n\nDOPONT\nYou encountered your partner, Errol\nPartridge within a cathedral in the\nyesttictad searay ...\n\nPRESTON\nThat's correct.\n\nDOPONT\nHew would you deseribe hie state of mind?\n\nPRESTON\n‘He wag ... amationsl.\nBUPORT\n{glances up}\nEmotional?\nFRESTON\nHe was ..,\n: (thinks!\n+> Net making rational decisions. He\nwas, I Believe, governed by ... pageiong.\nDUPONT\nSe you shot pin.\nFRESTON\n\nDestruction is che penalty for cessation\nof the Dose. The penalty for fesling.\n\nDUPONT\nUnquestionably. But priey co destruction\ncould he not conceivably havea heen\ninterrogated by more systematic, by more\n\n \n\f \n\n \n\n \n\nPage 24\na\n\n- clinical means here at the Palace of\nduetice? Potentially leading to ¢rucial\nevidence? Possibly aven confederatas?\n\nPreston hesitates an instant. Partridge? ‘Clinical’ 4\ninterrogation? He feels a flush of confusion.\nPRESTON\nI... felt he world oot come willingly. .\n\nIt was Likely that damage to either\n‘myself or my backup would have reaulted,\n\nFOPCNT\n. (considering)\nYes ... yes ... and, jm any cage, I\nSuppose somsthing like thay could not\nhave been easy in the firs: place ...-\n\n!\nPREETON\n{eff quard)\nI'm... 80rzy?\n\nDUFONT\nShooting this man, Wher you'd spent so\nmuch time with. He was what you might\ncall a friend, was he nek?\n\nPRESTON\nthesitates)\n\nDUPONT\nPlease - speak openly. What did you feel?\nFRESTON\n(hardening)\nI felt ne@thing. .\n\nAtter 4 studied moment, DuPont sita back.\n\nDOUPOXT\nYou've ait O'clock Arrest and Recovery?\n\nPreston is surprised.\n\nPRESTON\nYes Sir, I was just informed this moraing.",
  "20": "---END OF PREVIOUS SECTION---\nDOUPOXT\nYou've ait O'clock Arrest and Recovery? Preston is surprised. PRESTON\nYes Sir, I was just informed this moraing. \n---TARGET SECTION TO BE ANNOTATED---\nDUPONT\nThen 1 suppose you'd better hurry - that\nis, if you expect cto make the Hall of\nEquilibrium first.\n\nPreston is doubly startled. DuPont emilés faintly.\n\n \n\f \n\n \n\n \n\n \n\nPact 25\n\nDUPONT\nThere's very Little I don’t know,\nPreston.\n\nPreston hesipates an instant, coming to grips with it - chen,\nwith an abrupt nod and a click of his heels, he nods, turns\nand heads for the door.\n\nEXT. HALL OF EQGUILI&RIUM - DAY\n\nPreston pauses on the sidewalk outside the maseive Frite |\nLangian edifice - deeply engraved with the sclemn words BALL\nGF EQUILIBRIUM and the motte ‘Librium eft Libertas’.\n\nIs's masa ively gtark concrete columna rising upwards,\nsusulders upon which the mighty building sits.\n\n. t\nINT. HALL OF EQUILIBRIUM - DAY :\n\nFrescon stands in line. On either side, as far up and as far\ndown as he can see, streteh similar lines. Multitudes of\npeople. Waiting fo get their Librium replacements.\n\nOn tanitors lining the wall - the changing faces of Libria...\n\nFACES OF LIBRTA\nYou are Father; We are Father; Father is\nEverywhere . 2.\n\nHe glances at his watch. Shifts impatiently. Looks around.\nMo one oise seems impatient. He glances at his wateh again.\n\nAimest ten.\n\nThe ling movas one person closer to the windew. Two more\npeople and he‘ll finally be there. He glances at hia watch\nagain. Still almest ten. The line moves one forward.\n\nAbruptly, he steps out of the queue and heads for the doors.\nA PROCTOR encounters him before he has made a dozen steps.\n\nFROCTOR\nSir, is everything okay?\n\nPRESTON -\n\n{quickly}\nNo, no, everything's fine. I'm just\nlate. I'm kate ...\n\nH@ steps around the Proctct, walking backward towards the\ndears now as he continues to explain, tapping his watch ...\n\n. . FRESTON\nbate. I'll be back later ...",
  "21": "---END OF PREVIOUS SECTION---\n. . FRESTON\nbate. I'll be back later ... \n---TARGET SECTION TO BE ANNOTATED---\n\f \n\n \n\n \n\nPage 26\n\n‘\nand he is gone. Leaving the Proctor staring curiously after.\n\nEXT. HALL OF EQUILIBRIUM - DAY\n\nhs Preston comes down the eteps, a CAR skids up to the cusk,\npassenger door swinging open. BRANDT ig hehine the wheel.\n\nBRANDT\nJust in time - hep in.\n\nPreston, surprised, locks into the car for a mement. Then,\nwithout much choice, ne gets in. .\n\nINT. CAR - DAY\nBrandt guides the car inte traffic.\n\nBRANDT,\nHow're the lines? .\n\nPresten leoks at him - what?\n\nBRANCT\nThe linea. They're always terrible at\nthat place. I'm surprised you were able\nto get your dose and ger our 50 quickly.\nyeston hepitates, Suratisec at how much he knows.\nPRESTON\nThey were ... they ware Fine.\n\nModding, Brandt reaches ingide his coat, pulling out his GUN\nand chetking it as he drives. .\n\nBRANDT\nMaybe T'11 drop by later. I got om the\nscale this morning. Do you know I’ve\nlest nearly 20 pounds in the last #8\nmonths? Waturally, I’11 want to go by\nand have my Dose adjusted.\n\n. PRESTON\nWell pou ... shouldn't have much prebleno,\n\nHe watches as Brandt snaps his gun closed, rehelstering it.\n\nPRESTON\nExpecting resistance?\n\nBrandt locke at him. Snilep thinly.\n\nBRANDT\nThat's sodething you'11 find me, Cleric.\nI'm 4 wary person,. Cautious by nature.\nAlways expecting the worst.\n\fPage 27\n4\n\nwt INT. ROUSE - LIBRIA - DAY\n\n84M! a deor explodes inward aff its hinges ag the BATTERING\nRAM TEAMS make way for PRESTON and BRANDT entering the ‘ouse.\n\n?\n\n \n\nPreston 16 imm@diately accosted by a FURIOUS DARK-HAIRED\nWOMAN coming at him dewn the hall\n\nWOMAN\nYou cam’k do this! You cangoc do this!\n\nPreston brushes past her.",
  "22": "---END OF PREVIOUS SECTION---\nPreston 16 imm@diately accosted by a FURIOUS DARK-HAIRED\nWOMAN coming at him dewn the hall\n\nWOMAN\nYou cam’k do this! You cangoc do this! Preston brushes past her. \n---TARGET SECTION TO BE ANNOTATED---\nPRESTON\nWe're TetraGrammaten; there’s nothing we\ncan’t da. -\nHer eyes go dark and she CHARGES hia.\n\nWOMB\nYou son of a Bitch!\n\nHe easily ducks har charge and, grabbing her, twists her arm\naround behind her, growling into her ear. :\n\nPRESTCH\nHow long Save you bean off the poser\n\n \n\nShe deasn't anéwer, shaking with emotion and anger.\n\nPRESTON\nLeask af you.\n\nHe spins her around by her twisted arm to face an omate\nUNREGISTERED MIRROR in the hall.\n\nPRESTON\nLeck at you!\n\ni. . Taey both stand there, in the illegal airror’s reflection.\n, His face looking over her shoulder. and hers, flushed with\nemorion, strands of wavy dark hair drifting wildly into\nblazing eyes ... lips red. full ...\nPreston catches himself staring at her ...\n\nAbruptly, he releases her. Suddeniy finding that he cannot\nheld her eyes any longer. All he can think to mumble is...\n\n“PRESTON\nLook at you...\n\noe And Leaving her in Brandt’s custody, he ahruptly turna and\nmoves inte the house. Srandt watcHea after him. Curiously.\n\n \n\f \n\nac\n\nth\n\nqe\n\nPage 22\n\nINT. HOUSE - OAY\n\nPreston moves Ehrough tha house, searching, feeling ...\nBrandt trails with the captive woman and several officers.\n\n*\nPRESTON\n\nYou live here alone?\nFuming, she saya nothing.\n\nPRESTON\nWhe else da you know who's ceased thair\nLibrium interval?\n\n. WOMAN\nFuck you, how's that?\n\nPreston just neds. He can play it thac way tee. He begins\nmeasuring off ons of the walls with measured foovsteps ....\n\nINT. HALL - DAY\n\nThey follow him into the hall as he continusa, measuring the\nwell as he goes ... :\n\nINT. ROOM = DAY\n\nAnd into the next room where he wraps around the doortrane,\nMeasuring the distance te the wall. He turns ta Brande and\nthe Woman. Looxing at hey particularly.\n\nPRESTON\nIntezesting.\n\nthe Woman bitterly says nothing.",
  "23": "---END OF PREVIOUS SECTION---\nLooxing at hey particularly. PRESTON\nIntezesting. the Woman bitterly says nothing. \n---TARGET SECTION TO BE ANNOTATED---\n Clearly there is more\ndistance between che rooma than there is wall between them.\nPrearon neds to the wall of the room.\n\n. . PRESTON\nTear it down.\n\nThe Demolition Team jumps te it with jackhammers, knocking\ndown the flimsy faux wall in a matter of geconds. A moment\nlater; through a ragged bole, Preston steps into...\n\nTHT. ROOM - DAY\n\nAO HIDDEN ROOM. Instantly, tha eye is assaulted with the\nuncustemary.sengation ef COLOR. THINGS, jumbled everywhers.\nTeddy Bears, pictures, paintings, posters, wall paper,\ncollages, toys, upbholatered furniture...\n\nEverything that ‘incites sensation, feeling, emotion.\nEverything we take for granted. Everything forbidden.\n\n \n\f \n\nPage 29\n.\n\nTne collage of an entire life, stuffed into one Ciny reon.\n\nThe three of them, Preston, Brandt and the Woman -. stand\nSilencly in the clearing dust.\n\nWOMAN\n(finally)\nYou're going te burn it, arent you -..\n\nPRESTON , -\nEventually. Howavar, you cocldn’r have\naccumulated al] this py yourself. It\nwill all be gorted and axamined. By\nmeans of clues and evidenca - wa'il\ndiscover wha your confederates are.\n\nThe Woman stands there a etark moment, chest rising and\nfalling ... Abrupciy, she grabs! the gun of the nearest\nEnforcer and sping it around on Preston.\n\n \n\n \n\n \n\nThe Officer dives for her end Brandt's own gun snaps out.\n\nBut Preston knocks! Hrandt agide even ag his gun gues off,\nshot Firing wide, punching’ a small anole inte the becuciful,\n\ntextured wallpaper.\n\nThere is a ringing moment. ‘then, regaining his feat, Brande\n\nlooks at Preston like he wae crazy. Preston looks from the\n\nthwarted Woman sitting pinned againes the wall, eyes afire,\nto Brande.\n\nPRESTON\nWe neeo her.\n\nis all he can say.\nINT. INTERRGGATION ROOM - HALL OF ENFORCEMENT - DAY\nPreston sits across from the Woman in a windowless room.",
  "24": "---END OF PREVIOUS SECTION---\nis all he can say. INT. INTERRGGATION ROOM - HALL OF ENFORCEMENT - DAY\nPreston sits across from the Woman in a windowless room. \n---TARGET SECTION TO BE ANNOTATED---\nPRESTON\nBo you have a name?\n\nShe is silent. Staring sterily into the space between them.\n\nPRESTOR\nTt doesn't matcer, you know. You're to\nbe tuken to the Palace of Justice from\nhere. Where, I’m sure you know, few\nquestions remain unanswered.\n\nShe remains mute, defiant!\n\n: PRESTON\nThat... fragrance. Why do you do it?\nWhy de you mur it on yoursell?\n\n \n\f \n\n \n\n \n\n \n\nPage 36\n\nShe responds again with imperial silence. Reaching inte the\npocket of his coat, he removes - small, beautiful, ornate -\nan ART DECO PERFUME DECANTER, taken from her house.\n\n; +\nHe sets it between Chem.\n\nHer eyes hold on it perhaps a millisecond tou long. A baat.\nPreston pushes the emall treasure across to her.\n\nAn instant of struggle. She takes it, cradling its familier\nweight in her hands. ,\n\nPRESTON\nWhat's your name?\n\nShe stares at che object in her hands another moment before\ndrawing 4 deep Breath. t\n\nWOMAH\nOtErien ... Mary.\n\n- PRESTON\nWell Mary, you can either wait and tell\nthe technicians at the Palace of Juetice,\nGr you can tell me now - who are your\nfriends?\n\nHer eyes rise. Looking back at him for the first time.\nImpossibly steady.\n\nMARY\n(finally)\nI‘m wondering - if you have any idea at\nall what the word \"fxiend\" means.\n\nPreston tightens an imperceptible instant - Fartridge and\nDuPent comiog back to hin. His composure recrystallices,\n\nPRESTON\nTheres nothing you don'r feel?\n\nShe only looks back at him.\n\nPRESTON\nGuilt?\nMARY\nTE I've done something wrong. But I\nhaven't.\nPRESTON\n\nYou've taken it upon yourself to cease\nyour interval. You've broken the law.\n\f \n\nPage 31\na\n\nMARY |\nWhat law would that be? The lew of nature\nsays J should fael. ‘That every atom of\nme was buiit for it.",
  "25": "---END OF PREVIOUS SECTION---\nYou've broken the law. Page 31\na\n\nMARY |\nWhat law would that be? The lew of nature\nsays J should fael. ‘That every atom of\nme was buiit for it. \n---TARGET SECTION TO BE ANNOTATED---\n It's a crime I\nGon't use chemicals to crush myself? To y\nstop myselE from feeling because you're\nafraid what I feel might be dangerous?\n\nPRESTOW .\nExcuse M@, AT#® You at al) aware...\n\nMARY .\n(stepping on him)\n\"Of tha history of suffering grown cut of\nthe epetional nature of Man'? The\nManifest Doctrinals: Man's inhumanity te\nMan - all Secause he can hate and lust -\nTage and covet. - t\n\nPRESTON\nYou sptak as though it‘s somehow\ninacaurate. Do you deny he's tortured,\nmutilated his way through his existence?\nThat until Librium genocide had been the\nvery legend of Man?\n\nShe fs silenr.\nPRESTOY\nLook at you - a blister. Fear, anxiety -\nyou like that; feeling that?.\nShe considers him a calm beat. Leans across the table.\n\nMARY\nLet me ask you something ...\n\nAnd, startlingly, she reaches forward and grasps one of his\nhands ince her own. Her ¢yes looking inta his.\n\nMARY\nWhy are you alive?\n\nWithin Fresten, for reasons he can't even understand, every\natom of his being electrifies.\n\nHe quickly pulls his hand back from here, flustered. Trying\ntm cover -..\n\n. , PRESTON\nI'm alive ... UT liva because ...\n\nHe heaitates again, finally managing ...\n\f—_\n\n \n\n \n\n \n\nPRESTON\nAs 2 cleric and citizen = have function.\n\nMARY\n\nWhat function?\nPRESTON\nto ... safeguard the continuity of this,\n\nThis Great Society. Ta sexve Libria.\n\nMARY\nIt's circular. You exlet to continue\nyour existence. What's the peine?\n\nHe lesks at her a long moment, pulse finally calming.\n\nPRESTON\nWhat's the point of your-existencte?\n\nMARY\nTo feel. Because you've never done it,\nyou.can never know it. But it’s af vical\nas breath. And without it, without love,\nwithout anger, sorrow - breath is just a\nelack - biaking.\n\nPreston considers her another long moment.",
  "26": "---END OF PREVIOUS SECTION---\nBut it’s af vical\nas breath. And without it, without love,\nwithout anger, sorrow - breath is just a\nelack - biaking. Preston considers her another long moment. \n---TARGET SECTION TO BE ANNOTATED---\nPRESTON\nAnd you're willing, by virtue of your own\nselfishness, to be a seed in the downfall\nof a functioning society?\n\nMARY\nI‘m willing ts be a lec mere than the\nseed, Iocan teil you. Im willing to be\n\nthe endl, I'm willing to be the sun - the\nwery water - if necessary.\n\n4 tlummexed beac frem Preston.\n\n, PRESTON :\nThen I have no choice but to remand you\nte the Palece of Justice for processing.\n\nShe sites back with a wry emile.\nMARY\n“Brocessing\"? You mean execution don’t\nyau.\nHe looks back at her impassively across the cable.\n\nPRESTON\nProcessing.\n\f \n\n \n\nPage 33\n\nINT. HALL OF EQUILIBRIUM - DAY\n\nBRANDT stands impatiently in the long line to the dose\nwindow. He's got a waye te go and he's not happy about Sy\nHe stops & passing PROCTOR.\n\nBRANDT\nTwas told the lines were short today.\n\nPROCTOR .\nI’m sorry, Sir - there hasn't been less\nthan an hour’s wait all day-\n\nHe walks off, leaving Brandt watching after, a number of\nthoughts occurring behind his grey eyes.\n\nINT. SRESTORK'’S LIVING ROOM - NIGHT,\n\nPrastom sits with his children in the living room, On the\nvelevision, the Faces of Libria_\n\nFACES OF LIBRIA\nYou are Father; She igs Father; Father is\nEverywhere ...\n\nHe is attempting ta read crom a thick volume entitled The\nManifesto, while Rohbie and Lisa do homewnrk.\n\nBut he cannot. Fidgety. Rastless. Something bubbling\ninside him that will not, no matter how hard he-tries, allow\nhim to focus on the reading of the bnak.\n\nFinally, unable to take it, he slaps it shut.\nHis children lock sharply we. He hesitates ... finally:\nPRESTON\n(Robhie}\nYou ... reported my breakage this\nmorning?\n\nROBBIE\nI didn’t, I*m sorry. I forgot.\n\nPreston nods. Swallows imperceptibly. Then, not knowing\nwhat els® to do with himself, be rises.\n\nPRESTON\nEt’s okay.",
  "27": "---END OF PREVIOUS SECTION---\nSwallows imperceptibly. Then, not knowing\nwhat els® to do with himself, be rises. PRESTON\nEt’s okay. \n---TARGET SECTION TO BE ANNOTATED---\n I chink I'll ... qo te bed.\n\nAnd he walks quickly aut. Rebbie and Lisa exchange a narraw\nglance.\n\n \n\f \n\n \n\n \n\n \n\nFage 34\n\n+\n\nIG. BATHROOM - NIGHT\n\nStark, Preston faces himself in the mirror in his bathrocm.\nTezens of thoughts rushing wibeckoned through his head.\n\nimpulsively, he pushes his fingers hehind the mizror and +\neracks the mirror away from its aging glue on the wall,\n\nBehind it, a cavity - BuE no camera ...\n\nHe looks around - eyes falling on the light fixture. He\nunserews it. Nothing .\n\nEyes Ecanning the bathroom again. Nothing. Ne other place a\ncamera could he. So how did DuPont know ...\n\nHis eyas fall on his DOSE CASE.\nt\nOpening it, he removes the vial marked for this night.\n\nRaising the small amber vial alefe to the dim bere hulb\nabove, he stares up inte its goldness. Long and deep. Lost\nin it.\n\nLibrium.\n\nAbruptly, for reasons he does nor know, he puts it beck in\nits ¢ase and, turing off the light, he exits to the bedroom.\nINT. BEDROOM - CAWH\n\nPreston awakens with a gftart. Heart pounding, face aglickensd\nwith swaat. He nad been dreaming, 3a locks around, chest\nrising and falling dramatically - confused. Panicked,\n\nRaising his hand to his chest, he touches his breast bone.\nHe.can literally feel his haart pounding inside him.\n.. He has never felt these feelings ... any feelings.\n\nRising, he goes to the window, scratching away the thin,\ntranslucent paper that covers ali windowa in Libria.\n\nHe peers out acrese the stark, powerful geometry of Libria‘s\nrootteps where the light of the sun is breaking. Dawn.\n\nBET. ROOFTOP - DAWN\n\nA few shoves and the unused reoitep door shudders opan,\nallowing Preston onto the rocf, He has never been up hare\nbefore. Ne one has, really.\n\nDrawn, he drifts cowards the reof‘s edge.",
  "28": "---END OF PREVIOUS SECTION---\nROOFTOP - DAWN\n\nA few shoves and the unused reoitep door shudders opan,\nallowing Preston onto the rocf, He has never been up hare\nbefore. Ne one has, really. Drawn, he drifts cowards the reof‘s edge. \n---TARGET SECTION TO BE ANNOTATED---\n Stering out at the\ngreat red rim of che SUN as it rises above the horizon, He\ngazes, mesmerized, as though he had never seen it before.\n\foslo\n\n \n\n|\n\n \n\n \n\n \n\nPage\n. a\nAnd, in fact, taype he hasn't. Mot really wee\nAnd it moves him. Sa much so that a TEAR breaka waprovoked\nout of bis eye, rolling down his cheek. Trembling, his\n\nfinger comés up tea touch it. He leoks at the unfamiliar 5\nmoisture budded on his fingertip ...\n\nConfused ... Mind beginning to turmoil] ... Turning, he run\nInT. £fAIRWELL - DAWN ° -\nTearing down the stairwell.\n\nInt. BRESTON'S ABARTMENT - DAWN\n\nBursting back into his cubicle. Only to encounter LISA\nheaded down the hall from the bathroom. The girl turns,\n\nSurtvised te see her Father framed in the doorway, panting.\n\nLISA.\nDad ... ?\n\nPreston stares at the girl a moment, caught completely off\nguard, at a less foc words, Finally, he manages to get out\n\nPRESTON\nGo back ... go back tao bed...\n\nShe holds on him a beat ... then, with a shrug, she does.\nINT. BATHROOM - DAWN\n\nEe bursts into the hathreem, quickly closing the door and\nfumbling for his Li8RIUM CASE with shaking hands.\n\nGetting if open, he snatches out che morning’s dose, loadii\nit into the pnaumatic syringe as quickly as his trembling\nfingers can manage, thrusting it to his neck ..-\n\nBut before he pushes the button that will release the\nseething amber fluid into his carotid artery, and shut off\nthis unendurable agsault of emotion\n\nHe catches SIGHT of himself im the mirror.\nRaggard, poeumati¢c injector to his mack...\n\nEXT. SUBWAY PLATPORM - MORNING\n\nPreston stands with the hundreds of other morning commter\nwaiting on the platferm for the subway.\n\nHis eyes travel, searching these around him. A hiss af\nhydraulics, the train pulle up and the crowd turns liquid\nlowing in threngh the open doors.",
  "29": "---END OF PREVIOUS SECTION---\nSUBWAY PLATPORM - MORNING\n\nPreston stands with the hundreds of other morning commter\nwaiting on the platferm for the subway. His eyes travel, searching these around him. A hiss af\nhydraulics, the train pulle up and the crowd turns liquid\nlowing in threngh the open doors. \n---TARGET SECTION TO BE ANNOTATED---\n\f \n\nar\n\nar\n\nPage 36\n\n4\n\nPreston is the last to board. A cracking sound from under\nhis shoe as he steps off the platform and onto the train.\n\nTwo TINY GLASS VIALS left <rushed and unnoticed on the\nconcrete platform. 5\n\nINT, SUBWAY - MORMING\n\nThe throng rides in pondersus silence. No person spaaking.\nne person looking at any other. Ali juak sitting in their\nunquestioned contentment.\n\nAll but PRESTON, whose eyes move gecratly from face to face.\nFrom the elderly woman next to him. Toa the young man. To\nthe pretty woman - drinking in thair detail. Lika a vampire,\n\nEvery wrinkle, every contour, the shane of each hand, che\nlength of each eyelash never before noticed. Seeing far the\nizst time beauty ... and ucliness, Fascinated.\n\nEXT. SIDEWALK - MORNING\n\nHe waike through the torning ehyang - outwardly eslm,\nemotionless - but ingide, his haart a torrent of emotion, 2\nweyitable hurricane raging inside of him.\n\nMaking him fez the first time unsure how to hele his nedy.\nUneceruain what to do with his eyes. Fearful at avery instant\nthat he will give himsel? away.\n\nINT. WEWSPAPSER STAND - MORNING\n\nHe seeks refuge at a newspaper stand. Relieved. Like a man\nhiding in plain sight, he picks up a paper and pretends ta\nread - trying to calm his racing heart.\n\nHe risks a glance up. Finds himself étaring into the eyes of\nanother man at the stand - staring right back at. him,\n\nand in that instant, Preston knows, fhis man ig feeling too!\nAnd it sgareg the shit out of him. Orepping the paper, he\nturd and walke away ag quickly ps he can.\n\nEXT. SIDEWALK - DAY\n\nUntil he can stand it no longer - and his retreating stride\ndisintegrates into a run. He runs. And runs. Finballing\nthrough the crowd, people turning after him as he passes ...\n\nEXT. ALLEY '- DAY .\nFinally finding a Breathless, heaart-pounding refuge in a grim\nalley.",
  "30": "---END OF PREVIOUS SECTION---\nEXT. ALLEY '- DAY . Finally finding a Breathless, heaart-pounding refuge in a grim\nalley. \n---TARGET SECTION TO BE ANNOTATED---\n He buries hie face in his bende - tormented Py a\nthousand colliding amotions.\n\n \n\f \n\nFage 37\n\na\nThen, suddenly, everything comes welling up ingide him. He\nWOMITS forcefully onta the alley Floor. Remaining there,\nshaking, choking.\nTNT. HALL CF ENFORCEMENT - MORNING 5\n\nLika a shattered puzzle, Preston has tentatively pieced his\ncomposure. back together. He steps inte the busy station.\n\nOFFICER\nGood morning Cleric. |\n\nPreston manages a tight, curt ned ag he pagees.\n\nPRESTON\nGood morning ...\n\nThe Officer glances up, looking after Him a curious momant.\nINT, CLERIC DESKS - DAY\n\nPreston site at his desk. Heart still peunding like a\njackhammer.\n\nHis eyee fall on the desk. Seeing fc for the first time as\n. uningpired. Things placed in perfect ordes, yee ... but\nTet ... inspired.\n\nWithout even realizing it, he begins rearranging the items on\nit. Rearranging them to suit, wll ... his inclination.\n\nTurning the stapler at an angie, putting the paperclip\nhoider, the phone, slightly askew.\n\nVOICE\nWhat are you doing?\n\nPreston looks sharply up. BRANDT stands there, eying him.\n\nBRANDT\n\n(repeacs)\nWhat are you doing?\n\nPRESTON\nI'm... rearranging my desk.\n\nBrandt stands there the slightest instant - considering him.\n\nBRANDT\nYou didn't like bhe way it was before?\n\nPreston looks back at the other man. Is he testing him?\n\nPRESTON\nI had no feelings about it. I'm merely\n\f \n\n \n\naE\n\n \n\n*\n\nattemphing ta optimize.\n\nBrandt continues locking at him anocher moment. Then nods,\nae though satisfied with the answer. He tosses a square of\nPeper onto the desk. *\n\nBRANDT .\nSense Offenders. Holed up in Y-Bloc.\n\nEXT. HOUSE - TRE ZONE - DAY\n\nCHAOS. Madness. GUNSHOTS. Screams.\nAn overgrown bur quaint houses in the Zone.\n\nINT.",
  "31": "---END OF PREVIOUS SECTION---\nScreams. An overgrown bur quaint houses in the Zone. INT. \n---TARGET SECTION TO BE ANNOTATED---\n HOUSE\n\nit ig absolute insanity ag the Enforcement Teams fight cheir\nway throogh the dark twisting shadeys of the house, trying to\ntake it hall by ball like a etrest Five-fight.\n\nThair gunfire is retumed, muzzle-Zlashes in emoke. Brand,\nducking behind a wall, yells te Preston a few feet to the.\nrear.\n\nBRANDT\nI'm going Eo qol Cover me!\n\nAbrunciy, a MAN, a Sense Offender, domas flying around the\ncomer, SCREAMING like a banshee, waving a qun. He slams\nPast Branct and rung right inte Preston's arms.\n\nBLAM! Brandt's gun barks and the man goes limp in Preston's\ngrasp. His fading ayes connecting with Preston's as he\nslides lifeless dewn his torge ...\n\nPreston states at the dead man in his arms. Then Looks,\nastodianed, to Brandt who nods.\n\nBRANDT\nGood grah, Cleric.\n\nAnd, with a yell, he steps around the comer sheoting -\nseveral Enforcement units blazing away with him.\n\nPreston is left alene - in the ringing aftermath. Realizing\nhe gtili helds the dead man. Leoking into a face that,\nmanents befora, fale. Like him...\n\nHe quickly releases the body.\n\nHis hands. Covered in bleed. Blinking rapidly. Deeply,\nconflicted, confused. :\n\f \n\n \n\n \n\n \n\n- Page 39\n\nINT. HOUSE - DAY\n\nThe guifire and ecreama are gone but fer the echoes now.\nEvery shot needed, has been fired. Every scream, silenced.\nNow Preston does his wark. Wandering through the house *\nalone. Searching. Smellirg our that place ...\n\nHe fixes on a wall. Approaching it, he gcratches at the\nPlaster with a fingernail. It crumbles away easily and, a\nmoment later, he is stepping into a HIDDEN ROOM.\n\nInstantly, the eye is assaulted with the uncustomary\ngensation of COLOR. THINGS, jumbled everywhere. Pictures,\npaintings, posters, wall paper, collages, teys. upholstered\nfurniture...\n\nHe looks around ... +\n\nAn old Singer sawing machine. A work of arr, really.",
  "32": "---END OF PREVIOUS SECTION---\nPictures,\npaintings, posters, wall paper, collages, teys. upholstered\nfurniture... He looks around ... +\n\nAn old Singer sawing machine. A work of arr, really. \n---TARGET SECTION TO BE ANNOTATED---\n He\npicks up an embroidered pillow - “Bless this Mess\" Tacky,\nyes, but to eyes hungry for human expression. the highest art -\n\nHe allows his hand te fum along the edge of a‘long, ornately\ncarved table as he woves slowly through the room - past the\nframed ciccures of unrelated people, long dead-\n\nStopping at an ILLUSTRATED CHILOREN:S BOOK. Picking it up.\nhe mutters the ritle ...\n\nPRESTON\n\"Mary. Mary, Quite Contrary . - -'\n\nHe blinks, eyes losing momentary focus at the name's\nassociations. .\n\nHe shakea it off, eyes catching something else. On the FLOOR\nin the center of the room. Semething. A slight, almesc\nunnoticeable BULGE beneath the shag carpet\n\nBending, he runs his fingers across it.\n\nVOICE\nSq this is it.\n\nHe looks sharply up. BRANDT stands there - surveying the\ncornucopia of memorabilia that is the room.\nPreston quickly straightens.\n\nPRESTON\n\nTaoks like it.*\n\nRe takes one last lock at the room. ‘Than turns to che\nCONFLAGRATION TEAMS Bustling up bahind prandt.\n\f \n\n \n\noo\n\nPage 40\n\nPRESTON\nBurn it.\n\nAnd ag he steps out - they do. Blasting the roam with\ninginarating flame. 5\n\nEXT. HOUSE - DAY\n\nBrendt works o4 paperwork on the hood of the car while\nPreston watches the house burn. Even the flames are\nbeautiful to him now.\n\nBRANDT\nYou're thinking something ... |\n\nPreston locks over at him. Echoes of his own words to\nPartridge. Brandt pers on the shadew of a smile.\n\n‘\nBRANDT\n\nWhenever someone's presccupied, I can’t\n\nhelp bot wonder why. My mature, I guess.\n\nPbraston holds che other man’s piercingly interrogative gaze\nfor a moment. Then shakes his head.\n\nPRESTON\nIt's nothing.\n\nBrandt shrugs and returns ta his paperwork. Aeflectively ...",
  "33": "---END OF PREVIOUS SECTION---\nPRESTON\nIt's nothing. Brandt shrugs and returns ta his paperwork. Aeflectively ... \n---TARGET SECTION TO BE ANNOTATED---\nBRANDT\nBe you knew - it's the law oF\ndiminishment - if we keap Burning this\ncontraband + one day there simply won't\nbe any cE it Jett.\n\nHe locke up again, as if acbered by the theusht.\n\nBRANOT\nWho will be left to watch?\n\nThece is a profound beat between them - oddly uncomfortable.\nInstead of answering, Freston picks Brandt‘s GUN up off the\nhood of the car where he had sect it...\n\nAnd handa if co him.\n\nAbrupely an OFFICER comee flying around from the back of tha\nburning house.\n\n“ ENFORCER\nHey! . Got something out back!\n\f \n\n \n\n \n\nPage 43.\n\nEXT. KENNEL - DAY\n\nSresten and Brandt stand with the Enforcement teams outside\nthe fence of a KENNEL. More than a dagen DOGS of every\ndescription within, baying at the Durning heuse. 5\n\nERANDT\nishakes head}\nThis isn’t the first time we've sean\nthis. Why do they do in? Why do they . _\nkeep these animale?\n(lecks te Preston}\nDo they eat chem?\n\nPRESTON\nT couldn't tell you. .\n\nENFORCEMENT ~\nBhat should wa do, Sir?\n\nBRANDT\nExterminate tham, of course.\n\nche Enforcay sacks back cha bolt on mis repeating rifle and,\napasing tha gate, starts ta step im. iInmveluntarily, Preston -\nOpens nis mouth to speak.\n\nBRANDT\n(raising hand}\nWait\n(Preston)\nWhar is it, Cleric?\n\nPreston struggles for a momant, against what nok éven he\nknows oz understands ... then shakes his head.\n\nPRESTO\nNothing ...\n\nBrandt nods to the Enforcer and the report of the rifle fille\nthe air, mingled with the acreams of the dogs.\n\nAmidst the carnage, SOMETHING scrambling between the\nEnforcer’s lags catches Preston's eyes.\n\nHe grabs it ae it scurries cut the apen gate, trying to\nescape. Hefts it up into bis arms. -\n\nA PUPPY. Scared eyes, short murky-tan fur, ‘The thing is\nShaking with fear.",
  "34": "---END OF PREVIOUS SECTION---\nHe grabs it ae it scurries cut the apen gate, trying to\nescape. Hefts it up into bis arms. -\n\nA PUPPY. Scared eyes, short murky-tan fur, ‘The thing is\nShaking with fear. \n---TARGET SECTION TO BE ANNOTATED---\n wt\nENFORCER\nToss it back in, Sir - If11 finish it:\noft.\n\f \n\n \n\nPage 42\n\nPreston deasn't move. Everyone Tooks te at him.\n\nBRANDT\nTose it back in - he'd finish it.\n\n. . *\nPreston hesitates. Starts to hand the puppy Back in the\n\nenclosure. The Enforcer reaches for it ...\n\nBut Freston pulla it back.\n\nPRESTON\nIt... it seems to me that at least one\nof these animals ought to be tested for\n\ndisease.\n\nHe igs barely able to contain the nezvous quaver in his voice\nand even legs able to hold anyone's eyes. He covers for it\nby turning immediataly and starting hack for the cars.\n\nTossing hack over his shoulder ...\nPRESTON\nTf there's an epidemic in the Zone, it\nwould be better ‘if we knew about it.\nBranct and the Enforcars exchange a glance. The Enforcer\njust shrugs and returmé Eo perfumetorily Pow! Pow!\nadministering coup d= graces be the dying animals.\n\nBut Brandt watches carefully after his partner; walking away\nwith « puppy held tight in his arms.\n\nINT. POLICE CAR - DAY\n\nPreston climbs into the back of the car. He clases his eyes a\nmoment, Pippy in hia lap, trying to still his pounding heart.\n\nWhen he opens them, he finds tha eyes of the DRIVER, an\nEnforcer he hadn't even realiged was there - staring back at\nhim in the rear-view mirror.\n\nPreston forces immassivity instantly into hie features.\n\n. PRESTON\nTake me to the station. Right away,\n\nINT. EXFORCEMENT FARKING LOT - DAY\n\nPreston stands at the open crunk of his Cleric-issued car.\nInside, the PUPPY sits on some newspaper spread out within.\n\nHe hesitates, glancing around, making sure no one is\nwatching, then places a small tray of water down in the trunk\nand arranges an old coat agp a had for the dog.\n\f \n\nPage 44\n\nPRESTON\nUm... you uh ... stay...\n\nHe pauses. Torn, Struggling with himself\n\n.",
  "35": "---END OF PREVIOUS SECTION---\nPage 44\n\nPRESTON\nUm... you uh ... stay... He pauses. Torn, Struggling with himself\n\n. \n---TARGET SECTION TO BE ANNOTATED---\n 7\nHe starts to reach to couch the dog, but stops. He's never\nteughed anether creature in affection befora.\n\nHe dves it. Allowing his fingers ta touch the dog‘s head,\nThe Fuppy does mot shrink away. His small tail wags.\n\nPreston runs hia hand down the langth of the grateful dog,\ngavoring the cresture’s warmch, the feel of hie fur.\n\nVOICE\n\nCleric...\nStarrled, Presten spins, shurting rhea trunk. dn ENFORCER is\nwalking towards him. Preston tengeg But...\n\nENFORCER\nCongratulations.\n\nPreston's heart is pounding.\n\nPRESTON\nFor... what?. :\n\nEXFORCER\nO’Brien, Mary. The sense offender you\narrested,\n\n{smiles}\n\nShe's been sentenced to death.\nFresten blinks back ac him a sterk microsecond.\n\nPRESTON\n.. Chab‘s wonderful ...\n\nThe Enterser gives a thumbs up as he passes. Presten can\nonly ned, etaring after him.\n\nINT. POLICE EVIDENTIARY STORAGE - ORY\nFace a mask, Preston stops at the counter.\n\nPRESTON\nConfiseated evidence for 723-Tas\n\nHe has to cough to aover hig nervousness.\n\nFRESTON\nMary O'Brian ...\n\f \n\n \n\n \n\nPage 44\n\n“\n\nINT. EMPTY ROOM - DAY\n\nPraston sits in front of the BOX of objects confiscared from\nMary's home. Contemplating it, almost fearfully.\n\n. 4\nFinally, with fingers that nearly tremble, he opens Ehea box,\npicking owt a.bit of RIBRON, Nothing really. Something\nyou'd cast out without a second theught.\n\nBut it captivates him. Staring inte its czimeon depths,\nfeeling its supple pliancy.\n\nPutting it down, he pulls out her ART BECO PERFUME DECANTER.\nAs he turns it in his hands, the cut glass splits the light,\ncreating a rainbow inside its diamond facets.\n\nTentatively, he sprays a tiny bit it into his palm and\nbreathes it. Instantly, the fragrance possesses hin.\n\nRe innales it inte his vary essence.",
  "36": "---END OF PREVIOUS SECTION---\nTentatively, he sprays a tiny bit it into his palm and\nbreathes it. Instantly, the fragrance possesses hin. Re innales it inte his vary essence. \n---TARGET SECTION TO BE ANNOTATED---\nEXT, PALACE OF JUSTICE - DAY\n\nPreston stands in frent af the gargantuan gqauntness of the\nPalace of dustice. Wok knowing why he‘a here. Nok quite\ncomprehending these forces that have driven him -..\n\nINT. SECURITY HUB - DAY\n\nPreston stands beside the SECURITY TECHNICIANS. Staring at\none of the many video monitors. MARY sits in har call.\n\nHe gazes long into her pensive featuras. Finelly, shaking it\noff, he epesks to the security technicians.\n\nPRESTON\nI want to inkerregate her.\n\nSECURITY TECHNICIAN\nAll the interrogation cells are in uss,\nSir,\n\nHe indicates a bank of. surveillance monitors. mn each, a\nBrigone: sita being incerrogaced. EXCEPT OWE, which iz empty.\n\n- BRESTON\nWhat about that one? Room 101.\n\nSECURITY TECENICIAN\nThe microphones won't be up in that room\nuntil next weak.\n\n: PRESTON\nPut ve in there.\n\n \n\f \n\n \n\nPage 45\n4\n\nSECURITY TECHNVICIAH\n\nBut Sir ...\nPreston turns sharply on the man - eyas burning with all che\ngravity of the TelraGraumacon. 5\nPRESTON\n\nMy timeframe dictates thet I cannot wait.\nI said put us in there.\n\nThe Security Technician gulps back any argument.\n\nSECURITY TECHNICIAN\nBy ell means, Sir - Room 2G1.\n\nINT. ROOM 101 ~- DAY\n\nA windowless room. Frestom sits across from MARY. All trace\nof his inner turmoil - hidden away.\n\nFor her parc, sha leske as though she has been knocked around\na Bit. She considers him a mildiy curioqus moment.\n: | MARY\nTocan'k say I'm not surprised te see you.\nPreston swallows invisibly.\nPRESTON\n\nI don’t sae why. My interrogation of you\nden‘t fully concluded.\n\n’ Her eyes search him for another instant.\n\nKARY\nAnd, after ali, time's so very short now,\nisn’t ik?\n\nHer death sentence. Through an act af will, he manages to\nhold her eyes. She amiles to herself.",
  "37": "---END OF PREVIOUS SECTION---\nHer death sentence. Through an act af will, he manages to\nhold her eyes. She amiles to herself. \n---TARGET SECTION TO BE ANNOTATED---\nThen, something, some fissure, cracks behind her hard facade\nand her hand reaches for her eyes.\n\nBur just as quickly, she wipes it away, drawing a crisp\nbreath - defiant again,\n\nMARY\nAsk your questions. And then leave.\n\nPreston is unprepared. Ha? a come only becsuse he wanted, he\nneeded te s¢e her. He's rhought no further than that.\n\nFRESTON\nWall ... Ehe ... regiebance ...\n\f \n\n \n\nPage 46\n\n. MARY\n\nThe techiicians already asked mé that.\n\nTf there were a resistance, 1 guess 1\n\nwould have told them, wouldn’t IT?) Se why 4:\ndon‘E you get cto che point and tell me\n\nwhy you're really here.\n\nHe holds on her another moment. Ha can't possibly teil her\nthat he is here because he felt irresistibly drawn here.\n\nPRESTON\nMhean you ... First want off the doae,\nsuraly you ... surely if was hard. There\n\nmust have heen ... doubts.\n\nShe looks back at him a coldly curious moment -\nT\n\nMARY |\nRhy de you cere?\nPRESTON\nTt don‘t.\nMARY\nThen why ask?\nPRESTOR -\nI'm juec trying to understand ... people\n\nlik) you ...\nShe holds on him, studying him like am insect.\nMARY\nO£ course it was hard. In's a withdrawal.\nTes a drug. You get through ir by thinking\nabout the people who put it in you.\nPreston locks herd at her - trying hard to comprehand.\n\nPRESTON\n. YOu mean ... hate ...\n\nShe says nething - looking back siesr particularly at im.\nPRESTON :\nBut they're only trying toe help. Human\nmature, it can be so...\n\n. 7 MARY\nUncooperative?\n\nThere is an ironic half-twist ia her smile.\n\f \n\ni\n\n \n\n \n\nPage 47\n\nMARY\nWell we can't have thak, can we? if\nsomeone’s coloring outside the lines, by\nall means, medicate them. Piease: Right\nbeck inte conformity. and, hey, since +\nwa're just crying to help, why nor\ninstitutionalize it while we're at it?\n\nSke amiles with everything but her eyes.",
  "38": "---END OF PREVIOUS SECTION---\ni\n\n \n\n \n\nPage 47\n\nMARY\nWell we can't have thak, can we? if\nsomeone’s coloring outside the lines, by\nall means, medicate them. Piease: Right\nbeck inte conformity. and, hey, since +\nwa're just crying to help, why nor\ninstitutionalize it while we're at it? Ske amiles with everything but her eyes. \n---TARGET SECTION TO BE ANNOTATED---\nMARY\n‘Cause if thee duesn't work - well, f\nsuppose we can always find @ witch or two\nte burn in Selem.\n\nPreston stares. Deeply stirred by this amacing woman.\n\nMARY «\nMind if I ask you a persona] question?\n\nAn invisible awallaow. He nods.\n\nMARY\nDe you find ta attractive?\n\nStartled, Preston's eyes blink away for the thinnest fraction\nof an instant. Thea back.\n\nPRESTON\nI'm noe - entirely sure what you meas.\n\nHer eyes search his for a moment. Then, discovering no\nfragment of life, she sits back - sad for the future.\n\nMARY\nYou see?\n\nIWT. CLERIC MONASTERY - DAY\n\nThe grand college where select individuals are trained from\nbirth te. join the formidable. ranka of the Grammaton Cleric.\nThe quasi-militazy/religious order of the TatraGrammaton ...\n\nPreston walks the sember, echoing corridors with VICE COUNCIL\nDUPONT, passing clagsrecna of fresh-faced cadets.\n\nBubont is perusing MARY'S FILE as they walk.\n\nDUPONT :\n‘I don’t think I.quite comprehend your\nrequest, Cleric.\n\nPRESTON\nIt's juecr, Sir, that her exseution date\nhas been ser, I believe she still has\n\f \n\nPage 48\n+\n\ninformation about the Resistance that\nrould be valuable to us.\n\nBUPONT\nBut she's already been clinically 5\ninterrogated, correct?\n\nPRESTON :\nYes, but I... I believe that somehow she\nhas been able to resiat; that her\ncharaccer is such thar ... that ...\n\nMe falters.\nPRESTON\n\nIen's diffievlr roe eyplain.\n\nDubont holds on him an instant. Turns to MARY'S FHOTO in the\nfile. Darkly beautiful. His eyes rise hack fo Frasten.\n\nDUPONT\nPrecty ..:\nPrevton barely manages to conceal the confused rush he feels\nAt those words.\n\nPRESTON\nao... don't fully grasp the reference. -\nDuPont helds on him another steady beat.",
  "39": "---END OF PREVIOUS SECTION---\nHis eyes rise hack fo Frasten. DUPONT\nPrecty ..:\nPrevton barely manages to conceal the confused rush he feels\nAt those words. PRESTON\nao... don't fully grasp the reference. -\nDuPont helds on him another steady beat. \n---TARGET SECTION TO BE ANNOTATED---\n Then ncds, closing\nthe file ag they stop, cverliooking an OPEN FLOOR where dozens\nof cadets are being led through a strange MARTIAL ARTS KATA.\n\nDUPONT .\nTe you know of the Shao Lin... or\nperhaps the Mamelukes, Preston?\n\nPRESTON\nNo Sir - I do nor.\n\nDUPONT\nIn a time of a lend called Arabia, the\nMameluke were a caste of warrior monks.\nEunuchs. Selected and casrrated at birth:\ntrained ta be the greatest fighting slaves\navar known. Existing entirely above the\nmove and sway af cammen passion.\n\nHe is quiet, thoughtful a moment.\n\n*'DUFONT\nLike you Preston.\n\nThen, faintly sad, he nods.\n\frim te\n\n \n\n \n\nDUPONT\nLike me.\n\nPreston looka at him, startled.\n\nOUPONT\n\nPage ¢9\n\nYou're surprised? All the high clergy, even\n\nFather himself, is drawn from the Cleric.\n\nBe gazes again down at the practicing cadets.\n\nDUPONT\nTell me what you knew of him, Preston, o£\nrather...\n\nPRESTOW\n\nOnly what everyone knows. That he is the\nforemost Citizen. The vary modal of the\ninsensate ideal.\n\nDUPONT\nAnd have you ever seen him?\n\" PRESTON\nMe Sir. © mean... I den’t know, 5ir.\n\nFather is nowhere. And everywhere. The\nthreat cf assassination farcea him te\nremain faceless,\n\nHe locks down, feeling a pit inside him...\n\nPRESTON\n‘Even ga, such ig his semnathy that he\nFiske daily pilgrimages co the Palace of\nJustice te witness the combustion of che\naccused - that he might continually test\nhis unemeatianality. -\n\nDUPONT\nDo you know why, Preston?\n\nPreston hesitates for another instant, feeling his insides\ntwist. Than ragurgitates the rote dogma that has been tha\n\nBoilerplate of his entire existence.\n\nPRESTON\nfacausa only such g@ person can ve be\nconfident will rule withaut the\ninterference of bis passiona, Bacause\n‘only with such a man may we reat knowing\nhe will net be reduced to tyranny by mere\nemetion.",
  "40": "---END OF PREVIOUS SECTION---\nPreston hesitates for another instant, feeling his insides\ntwist. Than ragurgitates the rote dogma that has been tha\n\nBoilerplate of his entire existence. PRESTON\nfacausa only such g@ person can ve be\nconfident will rule withaut the\ninterference of bis passiona, Bacause\n‘only with such a man may we reat knowing\nhe will net be reduced to tyranny by mere\nemetion. \n---TARGET SECTION TO BE ANNOTATED---\nDUPGRT\nAnd yet - yet there are elements in this\n\f \n\n \n\n \n\n \n\nPage 50\n\na\n\nsociety, secretly banned cogether,\n\nsecretly feeling, who would tear down all\nhe has accomplished and surrender it back\nto exactly chat - the tyranny of emotion.\n\n: 3\na pauses, paradoxically impassioned a momen. Then calms.\n\n: DUPONT .\nEven knowing that, Cleric, it is his\nuncompromising example we must continue\nto uphold. We cannes bend our ow laws,\nWe cannot comromnise our ideals.\n\nHe looks very particularly at Preston.\n\nDUPONT\nWe can beat this Resistance. We can deat\nit without entering ints league with\nSenge Offenders, can't we, Preston?\n\nPreecon Cemses as it hits him whet che other man's saying.\n. DoPoONT\nLet's show them that we até wnak we maan.\nLet's burn this woman, this Sénee Offender.\nLet‘s burn her and break them anyway.\nHe abruptly takes Prasten’s band with missionary zeal.\nDUPONT\nBecause I pelieve you can do it, Sreston.\nThe only question is will you? Will you\nbe Fathex‘s pure weapon against the\nResietance. The ingtrument of the State,\n\n-for the State. Will you find them? Will\nyou Break them? For Father. For me.\n\nPraston wavers - twisting to near-breaking inside. But\nultimately, has no choice but to say:\n\nPRESTON\nIt would be ... the greatest honor.\n\nINT. STORAGE SPACE = NIGHT\n\nPraston sits, deep in the bowelea of his Building’s basement,\nin his family’s personal storage space, buried in Fhought.\n\nKneading through his fingers, MARY'S RED RIBBON.\nWhile, between his knees, the PUPPY contentadly snoozes.\nELT. GATE 17-E - NIGHT ,\n\nHe site idling in his car at one of the great gates to the\n\f \n\n \n\nak\n\nPage $1\n\n“\n\ngene. The eoldier on duty raturns from the quardhouse and\n\nhands his identification back tnrough the window.\nSOLDTER\nThank you, Sir. Good hunting. - *\n. PRESTON\nYas. Thank you.",
  "41": "---END OF PREVIOUS SECTION---\nGood hunting. - *\n. PRESTON\nYas. Thank you. \n---TARGET SECTION TO BE ANNOTATED---\nHe drives on.\n\nINT. BRANDT’S CAR - NIGHT\n\nBRANDT watches izem his own car as Preston, whom he followed,\ndrives threugh the gate into the Zone. Watching. Thinking.\n\nEXT, GATE - NIGHT :\n\nPulling wn to the gate, Brandt, flashes his identification.\n\nBRANDT /\nCleric. I need to pass right away-\n\nThe soldier takes his L.D., examining it.\n\nSOLDIER :\nYou're second class - not authorized for\ns0i0 excursions into the Zone.\n\nBRANDT\nDammit, thie is essential Clerical\nbusiness! I have te pass now!\n\nThe Soldier straightens, putting his hand on his rifle.\n\n- SOLDIER\nYou lack authorization. Under no\n- pircumstances will you he allawed to pass\nthrough thie gate.\n\nBrandt e#es that thia man means what ha says. His eyes shift\nto the ominous white-leather clad SWEEPER CREW posted by\ntheir tanker just on the other side of the gate.\n\nKe snaps his ayes back to the soldier.\n\nBRANDT\nTell the captain of the Sweeper Crew 1\nneed to speak to him immediately. -\n\nEXT. BACK YARD - BURNED-OUT HOUSE - NIGHT\n\nFUPPY: in his armé, Preston ‘stands outside what remaina of tha\nkennel behind the HOUSE, he condemned eo be burned to the\nground this morming.\n\n \n\n \n\n \n\f \n\n \n\n \n\nPage 52\n\nCharred remains of the dead degs heaped there,\n\nINT. BURNED-CUT HOUSE - NIGHT :\n\nRe haunts through the house's burned-out shell. Finds his\nway into what was the secret room - now nothing more than a\ncharred skeleton of studs.\n\nPlicking on his flashlight, he sweepa the Eloor until he\nfines what he is leoking for. The carpet has heen burned away\nnow and the TRAP IXOR he feit there thia morning, is exposed.\n\nSweeping aside thé aghes, he pulls the duor opan and shines\nhis light down inside. .\nINT. SECRET CHAMBER :\n\nHe descends into the dark sub-terrestrial reom.",
  "42": "---END OF PREVIOUS SECTION---\nSweeping aside thé aghes, he pulls the duor opan and shines\nhis light down inside. . INT. SECRET CHAMBER :\n\nHe descends into the dark sub-terrestrial reom. \n---TARGET SECTION TO BE ANNOTATED---\n His light\n\nsweeps acrogs a LANTERN, Setting the PUPPY down, he turas it\nen, filling the SMALL ROOM with its golden illumination.\n\nWhar he sees nearly takes his breath away. Like Midaa*\nbreasure trove, the reom, untouched by the fire, is simoly\njammed with memorabilia. :\n\nPhotos, Dasaball cards, a train set, the completa works of\nWilliam Shakespeare, a Clown painting, a book of quotations,\na Dox filled with costume jewelry, an old Victrola.\n\nA kid in a candy store, we walks the tiny dimensions,\n\n/ savoring each step, running his fingers over every object.\n\nPicks un a halt-consumed pack of WRIGLEY’S SPEARMINI GUM.\nTurns it over in his hands. Un-peels a stick, musnas it\ntentatively inte his mouth. Chaws .:. smiles ...\n\nMoves on ta the Vietrela. deaide it, im their wax wrappers,\nSoe OLD RECORDS.\n\nHe shakes one ouk. Examines it. He's not quite sure, but\nit's preety evidenc chat it gom=a with the Victrola. He\nmouths the words on the label ...\n\nPRESTOW\nRCA Symphony No. 3, D winer, apus 125...\nLudwig van fee ... Beethoven ...\n\nIt means nothing to him. Re puta the record on the player.\nTt doesn’t take him buc an’ instant to figure it ont. Placing\nthe needle on the vinyl platter, he cranks che crank.\n\nIt eracks and pops as the record qoes round unevenly for a\ntToment ... and then, issuing from the horn, womething he bas\nnever in hig life heard before.\n\n \n\fPage 53.\n\nMusic. And not just music, but the mast heartfelt,\nponfoundiy created mugi¢ ever made. The vary soul of mankind\nvent cpen, bleeding forth meledy ...\n\n \n\nPreston's threat knots as the first notes of the hasscon\ndistantly sound, building ... mounting ...\n\nAnd it only gets worse from there. After a moment, he must -\neit, he has begun te shake so badly.",
  "43": "---END OF PREVIOUS SECTION---\nPreston's threat knots as the first notes of the hasscon\ndistantly sound, building ... mounting ... And it only gets worse from there. After a moment, he must -\neit, he has begun te shake so badly. \n---TARGET SECTION TO BE ANNOTATED---\n ~\n\nHelpless in ite spell, he can only listen, astonished, ae the\ntowering magnificence of the first movement waghes over hin.\n\nIt is Unfair, that music waich moves even the most hardenad\nHuman soul sheuld be the tire heard by this defenseless man.\n\nTears flow unblocked: dewn his face ‘as he realizes for the\nfirst time, all at once, what are death, life and love.\n\nExT. STREET - NIGHT\n\nar\n\nStrains of the symphony still echoing in his aars, Preston\nSate the puppy back inte the trunk. Reneving his avercoat,\nhe makes a bed for the dog with it.\n\nPRESTON\nStay ... Ludwig\n\n \n\nHe smiles, raalizing he just named the deg. His dog. The'\ndeg wags its cail appreciatively.\n\nAbrugtly the world burses inte blinding white Light.\nShielding his eyes, Preston rises to ses approaching down the\nStreet a SWEEPER PATROL, it's rack of reef-mcounted XENON\nLIGHTS turning night inte day.\n\nMEGAPEONE\nStep away From the vehicle!\n\nPreston, heart stalled, can only stare at it, coming at hin.\n\nMEGAPHONE\nStep away from the vehicle!\n\nSubtly shutting the trunk, Preston obeys. With a hiss of\npneumatios, the Sweeper Patrol stops e dozen yards away.\n\nShotguns at the ready, THREE leather-clad SWEEPERS step out.\n\nLEAD SWEEPER\nHands above your head.\n\n \n\nPreston's raises his hands.\n\f \n\n \n\n \n\nPage S¢\n\n: SWEEPER LEAD\nIdentification. :\n\nFRESTOW 4\nI’m a Cleric. I'm here on afficial\nbusiness. .\n\nSWEEPER, LEAD\nIdentification.\n\nPreston reaches inside his jacket. Feels for it. But ite\nmot there. He blinks, FLASHING BACK...\n\nTo putting his evercoat in the TRUNK fer the dog.\n\nHis eves snap back. The Sweepers’ ghotquns are an him.\nHe swallows ... : :\n\n. PRESTON\nT don’t have in...\n\nSWEEPER LEAD\nUnidentified individuals found in the\nzone are subject to summary deatryection.",
  "44": "---END OF PREVIOUS SECTION---\nHe swallows ... : :\n\n. PRESTON\nT don’t have in... SWEEPER LEAD\nUnidentified individuals found in the\nzone are subject to summary deatryection. \n---TARGET SECTION TO BE ANNOTATED---\nThe othex two sweepers tighten their qvips om their guns.\n\nPRESTON\nteteady)\nyou'd be making a very big mistake. I'm\na Grammaton Cleric, first ¢laas.\n\nThe Sweeper Lead holds on him an inetant - debating.\n\n. SWEEPER, LEAD\nWe're going to search your vabicle.\n\nPreston's syes flicker to the trunk.\n\n. PRESTON .\nYou're wasting your time. There's nothing\ndn it and I have essential places to he.\n\nStepping forward, the Sweeper Lead wrests Preston's GUN. from\ninside hig coat and steps back. Covering hin, he oda\nsharply to the other two whe jmmediacely begin searching\nthrough tha car interior with flashlights.\n\nAfter a moment, they emerge. Shake their heads. Nothing.\n\nSweener Lead turns back to Preston.\n\nSWEEPER LEAD\nThe keys Ear che trunk-\n\n \n\f \n\n  \n\n \n\nPage 55\n4\n\nTight-lipped, Preston holds on him for an instant.\n\n. PRESTON\nI'm trying to bell you - I havea pra-davn\ncombustion to witness. My timeframe . 4\n\ndictates that I cannot wait.\n\nstepping forward, tha Sweeper snatches the keys out af\nPreston's hand and tesses them ta the searching sweepers.\n\nPrascon sucks in a deen, quist breath. Holds ir. Ons af\nthem insercs the key inte the trunk. Struggling with it .-..\n\nIt clicks Open ...\n\nSWEEPER LEAD\nWale ss 2\nt\nYanés on the opening trunk-lid, tha two searchers stop. The\nSweeper Lead is studving Prescon’s face, illuminated for the\nfirst time in the beam of his shocgun's rict-light.\n\nsis gun's barrel Crops as he realizes ane\n\nSWEEPER LEAD\nCleric Preston - i'm sorry, 7... I\ndidn’: recagnize you. ,\n(yuiekly/Sweepera]\ntand aff. [t's ail right.\n\nleaving the keys dangling in the leck, thay do. Stepping back\nrom che car. Flreworks of relief go off inside Preston.",
  "45": "---END OF PREVIOUS SECTION---\nleaving the keys dangling in the leck, thay do. Stepping back\nrom che car. Flreworks of relief go off inside Preston. \n---TARGET SECTION TO BE ANNOTATED---\nThe Sweeper Lead is dasperetely apologetic.\n\n. | SWEEPER LEAD ;\nYou understand, Sir, in this Light, it’s\nextremely difficulr ...\n\nFrom hia vantage, Preston can gee¢ the dag through the four\ninches of open trunk. ie manages a nod.\n\nPRESTON\nYou're juec doing your job.\n\nSWEEPER LEAD\nYeg Sir. Thank you for appreciating that,\nSir. We'll escort you back to the gates.\n\n. . PRESTON\n\nThat would be good, thank you.\n{a5 tha Sweepers turn} -\n\nAne ny Sidearn?\n\n \n\f \n\n \n\n \n\nPage 5\n\nSWEEPER LEAD\n(turning back}\nAh - yes ir. sorry Sir.\n\nHe starts to hand the gun back to Preston when a small cesine\nWYIMPER fron the direction of the car snaps all heads round.\n\nPresten’s heart stons.\n\nPRESTOW\nAn animal ... The zone’s full of tham ...\n\nHe reaches for his gun but the Sweeper Lead pulis it back,\nleoking at him through narrew eyes.\n\nSWEEFER LEAD\nTt sounded like it came from your car i...\n\n: PRESTON\nImpossisle. Mow, if you'll retum omy\nfirearm, i‘11 be on my wey.\nBut the Sweeper Lead only helds on him another dark momert.\n\nThen striding over to the car, he throws open the trunk, his\nflasalich: illuminating che FUBDY, panting in its beam.\n\nAll Reads snap towards Praston. Instantly the two SWEEPE2S\nstep in on aither sida cf him,. shotquns aimed at his head.\n\nSHOTGUN SWEEPER\nOa your knees! Get on your knees!\n\nPreston exhibits less «emotion now than he has eince he went\naff Librium. Fulse flat-liming, he coesn’t move.\n\nSWEEPER LEAD\nGet on your Mtiees - nowli!\n\nPresten's hands shoot up. grasping the shotgun barrels at\nwither side of his head. A startled beat ...\n\n.. a3 the Eweeper Lead realizes what's just happened. That\nthey oave just made tha mortal error ..-\n\n.. SE engaging a Grammaton Cleric ...",
  "46": "---END OF PREVIOUS SECTION---\n.. a3 the Eweeper Lead realizes what's just happened. That\nthey oave just made tha mortal error ..-\n\n.. SE engaging a Grammaton Cleric ... \n---TARGET SECTION TO BE ANNOTATED---\n.-. Without first calling for back-up.\n\n. SWEEPER LEAD\nBo ie! Do Get! Sheet him new!\n\nThe Sweepers yank back on their triggers - but Preston, :\nknowing their mevementa before even they do, is a micre-second -\nahead, shoving back the pump-actions of their gung ...\n\n \n\f| : : Page 57\n. 4\n\nSending each gun‘s shell ejecring cartwheeling unfired\nupwards into the darkness ...\n\nIn the instant that follows - one in which they are tao\n. astonished to react... . +\n\n \n\nPreston spins, whipping them around 180 degrees by their\nguns, racking their pump-actions es he doas, chambering the\nnext ggell and yanking the guns FIRING across his bady. -\n\nBlowing the faceplates cut of their helmets hike black water.\nEven ao they drop, he rolls the shotgung over his wriste and,\ndropping dow to one knee, fires both harrela at the Sweeper\nLead even as that man -shoots - shot going wild.\n\nDropping the shotguns, Preston rolls forward, snatching up\nhis Grammatso sidearm as he hits hts fest and POW! Firing\nsimiltaneouely with the Sweeper Lasd's next shot ...\n\nBULLETS exploding in eolligi\\en in the air between them.\n\nBLABLAM! Preston's next shet, a nano-secend behind tha firer,\nblows the Sweeper Laad off his feet.\n\nPreston steps, breathing new in the empty silence of the zone\n\nem, and the hot white light of the senons.\nNat\n\nSick, deadly sick inside.\n# INT. BEDROOM - NIGHT\n\nHead in his hands, Preston sits in the dark at the kedside of\nche SLEEPING FORMS of his children - ROHXIE and LISA.\n\nSo many conflicting, painful things rushing through him.\n\nHis son lies there, severe and perfect, even in sleep. Lisa,\njust 4 seven year-old girl - features abandensec as ber\nsleeping nind wanders distant realms ... :\n\nQuietly, Fraston opens the drawer beside Robaie’s bed. With\na penlight, he illominares its contents. Finde what he i#\nlocking for. RFOBSIE’S OSE CASE.",
  "47": "---END OF PREVIOUS SECTION---\nWith\na penlight, he illominares its contents. Finde what he i#\nlocking for. RFOBSIE’S OSE CASE. \n---TARGET SECTION TO BE ANNOTATED---\nSilently he opens it, locating the following day's doses...\n\nVOICE\nWhat are you doing?\n\nHe snaps the peniight up, stertled to find his ten year-ald's\neagie-eyes staring back ac him through ite beam.\n\n \n\nROBBIE\nI said what are you doing?\n\n \n\f \n\n \n\nPage 5&8\n\nFraston's heart pounds.\n\nPRESTON\nI... : 2\n\nWe stares back at his son. Rebbie eits upright in bed, eyes\nnarrowing. Preston owallows deeply.\n\nPRESTON\nI was checking. To make sure you've heen\ntaking you interval.\n\nRobbie looks back at hima moment. Then relaxes. Nodding.\n\nROBSIE\n\nAnd you're satisfiad?\nt\n\nPresten hoids on him an instant - then manages an curt ned.\n\nPRESTON\n. I'm satisfied.\nRobbie nods too ~- pleased. |\nROBBIE\nGeod night then, Father.\nPRESTON\nGecd night ... gon.\n\nThe boy puts his kead back on his pillow and closes hia eyes.\nPreston closes che young man’s dos# cage, Looks at him one\njagst instant ... afd walks out.\n\nEXT, ZONE - WIGHT\n\nLIGHPS FLASHING, dozens of Enforcemant units are gathered in\nthe street beside the dead bodies of the SWEEFER TEAM.\n\nAmong the Enforcement unita on ths crime evene, BRANDT\nconsiders the dark remains of the house whose burning he\nparticipated in that morning.\n\nAll a bit too much of a coincidence. He turns to an ENFORCER\nworking on a MOBLLE COMPUTING UNIT on the hood of @ car.\n\nBRANDT\ntan you cum a trace of the movements of a\nCleric's sidearm’ tonight through that\nthing? . oo -\n\n, ENFORCER ‘\n\\No Sir. Only Councillary members heve\naccess to gun tracking.\n\n \n\f \n\n \n\na\n\nti\n\nPage 53\n\nBrandt purses his lips, thwatted for the moment. Then neds.\n\nBRANDT\nI want ballistics performed on che. 4\nartifaczs removed from these bodies. I\nwant the results compared againat the gun\nrecords of the Cleric.",
  "48": "---END OF PREVIOUS SECTION---\nThen neds. BRANDT\nI want ballistics performed on che. 4\nartifaczs removed from these bodies. I\nwant the results compared againat the gun\nrecords of the Cleric. \n---TARGET SECTION TO BE ANNOTATED---\nThe Enforcer looks shackad at the implication of this. Hut\nthe lock in Brandt’s black eyes leaves him no deubt ocher -\nthan khat the man is deadly serious,\n\nINT. CORRIDOR - MORNING\n\nfhen Preston #xits hig cubicle, he is surprised by a PAIR OF\nSWEEPERS macching towards him down the corzider.\n1\n\nSWEEPER\nCleric John Preston ...\n\nHe freezes, heart STOFFING ... But all they say is ...\n\nSWEEPERS\nSeed mozning, Sir.\n\nAs they march past, coancinuing down the hail. Ha srares\nafter them, heart meeting agein - pounding. Just a patrol.\n\nOpening his hand, he locks at his MORNING'S UNUSED LIBRIOM.\nReady to ba disposed of in tha subway or garage.\n\nPalm bruised, he had yvigped ic so hard.\nHad they searched him, ne would have been dead.\n\nTET. BATHROOM - DAY\n\nClosing the door, he pulls the mirrer away from the wall.\nBehind it, che cavity in the wail.\n\nHe hesitates an ingtant ..-\n\nThen dreps the amber ampule into the cavity and pushes the\nmizror back in place.\n\nERT. SIDEWALK - MORNING\n\nWhen Sresten eawits his building, a CAR skids up, passenger\ndoor swinging open. ERANDT.*\n\n \n\n. BRANDT .\nRaid in the industriel section. Ler‘’s go.\n\nPresten hesitates an inarant ... then gats in.\n\n \n\f \n\ncy\n\n€\n\nPage 6o\n\nINT, SRANDT'S CAR - MORNING\n\n-Brandt guides the car into traffic.\n\nBRANDT -\nEverything all right?\n\nPreston locks over at him - surprised.\n\nPRESTON\nof course ... why do you ask?\nBRANDT\n(tahrugs) _ .\nOh... you've gor a lot on your mind.\nEreston hesitates an instant. t\nPRESTON\n\nWhat makes you say that?\nBrandt looks at his partner. Faintly smiles.\nBRANDT\n‘You forget - the inkuitive |rtz, Cleric.\nTre's ay fob to know what you're thinking.\nBraston looks Back at Him -! manages a smile of has own.",
  "49": "---END OF PREVIOUS SECTION---\nBRANDT\n‘You forget - the inkuitive |rtz, Cleric. Tre's ay fob to know what you're thinking. Braston looks Back at Him -! manages a smile of has own. \n---TARGET SECTION TO BE ANNOTATED---\nPRESTON\nSa then - what am I thinking?\n\nBrande looks back at him.\n* BRANDT\nYou're thinking about the murders in tha\nzone last nighc. :\n\nThe smile drops off Preston's face.\n\nBRANDT\nYou're wondering ... if they know whe did\nat yet. :\nPreston is frozen.\nBRANDT\nTell me, Cleric, am I... ciose?\nPreston ewallows. Neds.\nPRESTON\n\nWet bad. So... do they? Knew?\n\n \n\f \n\n  \n\n&\n\nPage 51\n\nBRANDT\nOh, there‘s theories. J have one or -wo\nof my own. But at tha moment they're...\n\nHe looks at Preston. Deeply, deenly .... . 4\nBRANDT\npremature.\nfabruptly)\n\nAnd in any case - i'm glad it happened.\nPrescon lecks back at him - fealing a chill.\n\nPRESTON\nWhy .--\n\nBRANDT\nBecause mow Father's dedreed an\nacceleracion in the crackdown on\noffenders.\n\nHe shrugs.\n* BRANDT\nWhoever did it - ali they accomplisned\nwas a quicker end to the Resistance.\nF2 looks at Preston - that ghost of a smile again.\n\nBRANDT\nIt's gning to be a massacre.\n\nMONTAGE:\n\ntinder the allegra assai of the 4th movement of Beethoven's\nsth, the carnage of the day. With wilitazy precision, Shock\nTroops converge in the street cutside an abandoned factory...\nGunes firing ...\n\nWindows axpleding, plaster flying -..\n\nSuspected offenders, running, crumpling, dying ...\n\nAnd Presten, drifting through the chaos - stunned, horrified.\nAt the events. At his perticipation in Cham. ,\n\nAnd in his background, BRANDT, watching him always.\n\nINT. VIDEO-CHAMBER - DAY\n\nPreston, im a special TELE-CHAMBER at Cleric. Headquarters,\nfaces an enormous SCREEN that projects DuFont's face.\n\n \n\n \n\n \n\f \n\n \n\n \n\nPage 62\n\nDUPONT’ S IMAGE\ni don't quite follow your logic, Cleric.\n\nSrescon is pale, barely able to cenceal the fact that he ig.\ntrembling. . . . 4\n\n.",
  "50": "---END OF PREVIOUS SECTION---\nPage 62\n\nDUPONT’ S IMAGE\ni don't quite follow your logic, Cleric. Srescon is pale, barely able to cenceal the fact that he ig. trembling. . . . 4\n\n. \n---TARGET SECTION TO BE ANNOTATED---\n PRESTON :\nThey were unarmed, Sir. Wee providing\nrasistance. Yet instead of apprehengion\nfor interrogation and process they were\nslaugatered. -\n\n. DUPONT’ S IMAGE\nBut Cleric, given the circumstances of\nlast night, Father has decreed thet thers\nwill be ne mera process far Sense\nOffenders - they ara to either be shot on\naight or incinerated without trial.\n\nPreston is Gesperate.\n\nPRESTON\nBut it‘s counter to law.\n\nDUFONT'S IMAGE\n[slightly annoyed)\nFather is law, Preston.\n\nPreston stares back at him.\n\nPRESTON\nSiz - without the logic of process - is\nit mot just ... mayhem? What we've tried\nso hard to eradicate? :\n\nBufent’s imagertightens - becoming intimate.\n\nDOUPONT'S IMAGE\nYou must unéerstend, Preston - while you\nand even I may not always agree with it,\nitn is not the message That's important;\nit's our obedience to it. Father’s will.\n\nHe shakes his head.\n\nDUPONT’S IMAGE\nIt may be hard, even gounter-intuitive at\ntimes - but the point ig the tear, Call\nit faith. You have it, I assume ...\n\nPreston stares back at hin for the thinnest instant as he\nreaches seme inner resolve. Then: .\n\nPRESTON\nYes. I have it.\n\n \n\n \n\n \n\n \n\n \n\f \n\n \n\nark\n\n \n\n \n\nPage 63\n\nBUPONT'S IMAGE\nGood.\n\nPrestan struggles within again for tne tinniest instant. >\n\nPRESTOU\nSiro ..:\n\nDUPCNT'S IMAGE\nYes, Cleric. .\n\n: PRESTON\nYou asked me to become Father's\ningtrument against the resistance .«--\n\nEs gathers up all the momentum burqing within him.\n\nPRESTON\nI'm ready. Today. I wish to shew my\nEaith. 2 wish, with your permission, od\nbegin immediately the search for\n\nunderground.\nfubon: considers him, this walking weapon, ‘fora moment.\n\nDYPONT'S IMAGE\nTo destroy it, Cleric?\n\nPreston looks hack at him, evary atom of his body vibrating.\n\n: PRESTOW\nTo destroy it.\n\nINT.",
  "51": "---END OF PREVIOUS SECTION---\nPreston looks hack at him, evary atom of his body vibrating. : PRESTOW\nTo destroy it. INT. \n---TARGET SECTION TO BE ANNOTATED---\n COLD STORAGE - CREMATORE CENTRAL - N/A\n\nIn a metal chair next to a metal tray thar holds PARTRIDGE'S\nfOLyY. Presten sits, head in his hands - anguished.\n\nPartridge ig the light lavender of death. Just below his\nthroat, the neat hole where Preston's bullet entered.\n\nPRESTON\nI’m SO .... SG Very SOrry ---\n\nThe door abruptly opens and he pops up, emotion instantly\nerased from his Face. ‘The Cremation Technician in the\ndoorway gives him an odd look.\n\nThen sexs down a tray.\n\n4\n\nTECHNICIAN\nTheee are the possessions he had on him\nac che time of death. The iliegal ones\nwill be-burned with him.\n\f \n\n \n\n \n\nak\n\nPage 64\n\nHe walks our, closing the door behind him. Preston's eyes\nturn to the eray. On it are several of Partridge’s effects.\nKeys, identification ... : . -\n\nAnd an ENGRAVED SILVER CIGARETTE CASE. Picking it up, Pre&ton\nfeals the fine engraving with his fingertips. Opens it. .\n\nInside lie a dozen or more OLD PHOTOGRAPHS. He flips slowly\nthrough them, drinking in the details of each.\n\nThey are, of course, pictures of strangers, probahiy ail long\ndead for the most part, from an age long gone by.\n\nhk happier time. .\n\nThings look different. People ara dressed differently.\nCelorfully. Women wear make-up. In many of the photos, borh\nmen and woman are smiling and even, Laughing.\n\nHe stops, eyes rising quickly at the SUDDEN SOUND of VOICES\napproaching the door. Then, they fade away.\n\nRetumming his attention back co the photos, ha turns te the\nlast picture. It is turaed ower. Om ita back ia written tha\nword FREEDOWY. He considers the word an instant ...\n\nThen flips it over. And freezas, Shocked.\n\nIt i4 of PARTRIDGE, Standing witk = BEAUTIFUL WOMAN.\n\nMARY .\n\nPreston stares at the photo trembiing in his hands fer an\neternal moment. A thousand emotions stabhing through him,\n\nINT.",
  "52": "---END OF PREVIOUS SECTION---\nMARY . Preston stares at the photo trembiing in his hands fer an\neternal moment. A thousand emotions stabhing through him,\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n COMBUSTION ANTE-CHAMEBER - N/A\n\nPreston stands watching as Partridge's hady travels dawn che\nrollers into the hunger of the FLAMES.\n\nClenched hidden in Preston's fist, is tha PHOTO.\nINT. ROOM 1901 - DAY\n\nPresten sits opposite Mary in the high-ceilinged windowless\nroom 101, She smiles, amused.\n\nMARY\nWe have to stop seeing each other like\nthis. People will talk.\n\nBut Preston is in no mood.\nPRESTON\n\nYou said there weren‘t any others. You .\n‘said you Weren't part of any underground:\n\n \n\fPage 5\n\n| MARY\n{ ts I‘m not. There aren‘c.\n\n \n\n: . PRESTOW\n- Errel Partridge. | - +\n\nHer eyes flutter momentarily. Recovering, she shrugs.\n\nMARY .\nThe name‘s supposed to maan something to -\nhe? '\ni PRESTOU\n: A Grammaton Cleric, first class. You\nknew him.\n\nNews bulletin. i'ma dense-Offender. I\ndoen't hang ‘round mich with the Cleric.\n\nMARY\nRe places the PHOTO on the table, flicks it across with a\ni finger. She looks at it, just for an instant off her guard.\n‘Then just shrugs. Preston looks levelly back at her.\n\nFRESTON\nT want to know about him.\n\n \n\nSoa! She looks back at him, equally level. Buc behind her\nlavender eyes, sheta coming cD some inner dacision..\n\nMARY\nWall, E'd sugqase you go ask him, but I\nunderstand that hes dead. Killed by\nyour Eziendgs at the Tetracranmmaton .\n\n. PRESTON\nNet my Exriends -- os.\n\nThe smile drops right off ber face. Shocked.\n\n. PRESTON\nTell me about Partridge.\n\nHer gaze hevers on him an instant. Tren, quick as a cat, she\nlunges across the table, grabbing up bis pencil and swinging\nit hard at his carerid artery.\n\nBut Preston isn’t TetraGrammaten for rething. Faster, he\nfatehes her and slams her back down on the table.",
  "53": "---END OF PREVIOUS SECTION---\nTren, quick as a cat, she\nlunges across the table, grabbing up bis pencil and swinging\nit hard at his carerid artery. But Preston isn’t TetraGrammaten for rething. Faster, he\nfatehes her and slams her back down on the table. \n---TARGET SECTION TO BE ANNOTATED---\n For an\n\n! instant, they tremble there, his faca so close to hers he can\nsmell her, feel the energy sweeping off her ..-\n\n \n\nSnap! the pencil clenched in both their hands cracks like a\nrifle shot. : . .\n\f \n\n \n\n \n\nPage, 66\n\nRelaxing, he releases her and goes to the wall, facing it.\n\nemotions that must surely be etched upon it. - 4\n\nFRESTON\n(quietly)\nWhat was he part of?\n\n|\nRuns hie hand over hig face, ag though trying to erase Che\n\nMARY\nYou really want to know? You talk about\nservice to Libria? You can’t even\nimagine the sacrifice he was going =o\nmake before you murdered him.\n\nPresten turns and looks back at her, every fiber screaming\nput inside him, lenging to tell hed.\n\n: PRESTOW\nYou were ... lovers?\n\nShe only glares-haughtily back. Neither affirming nor\ndenying. And his pride will not allow him toe ask again.\n\nHe Turns 29 ga.\n\nMARY\nCan 7 pall you something?\n\nWithout turning, he pauses in the doorway.\n\nMARY -\nIT bate you. And everyching you stand for.\n\nHe looks down a moment. Then gets che hell out of there\nbefore he says something he regrets. . .\n\nINT. DESKS - DAY\n\nThe wifice is empty. Preston sits at his desk, contemplating\nthe PHOTO of Mary and Partridge.\n\nYe tums it ever, The word FREEDOM written there. Mocking\nhim.\n\nNe stares at it. Then, intuitively, picks up a pen and writes\nan alphabetic number under each letters: ¢ 165 5 4 15 13.\n\nHe considers what he has written a moment. Circles the first\npumber of each group.\n\n616 5411.\n\n \n\fPage 67\n\nBf EXT. TELEPEONE - OAY\nOreston stands at a payphone. A voice picka up ...\n\n- , VOICE . 5\nFreedom Reading Room, -\n\nPreston hangs ur.\n\n \n\n# EXT. FREEDOM READING ROOM - DAY\n\nPreston stands across the street from a storefronk whose\nsign reads RLOCK 42 FREEDGM READING ROOM.\n\n# INT.",
  "54": "---END OF PREVIOUS SECTION---\n# EXT. FREEDOM READING ROOM - DAY\n\nPreston stands across the street from a storefronk whose\nsign reads RLOCK 42 FREEDGM READING ROOM. # INT. \n---TARGET SECTION TO BE ANNOTATED---\n FREZDGM READING ROOM = DAY -\n\nPresten gterg in the door. Arrayed in chairs at school-atyle\ntables, citizens pore over approved texts.\n\nOn the video screens arouné the room, the Faces of Libria\n\namiie,.\ncoe FACES of LIBRIA\nYou are Father; I am Father; Father is\nEverywhere ...\noe Ceming irom nehind a counter, the PROPRIETOR, a thin,\nAd nervens-icoking sycophant, approaches Sreston, ducking and\nscraping: : .\n\ni PROPRIETOR\n\n| Good afternoon, Sir. What will it be for\nyou? The latest copy of The Insensate.\nA revised edition of the Manifest ia?\n\nPreston drops open his Cleric identificatioa.\n\nPRESTON\nErrol Partridge. I want to know\neverything you know about him.\n\nThe Pronriator's sucking smile vanishes.\n\nPROPRIETOR\nI... beg your paxdon.\n\nPreston is in his element now. Investigating.\n\n. _ PRESTON\nI'm going ta ask you one mere time. Errol\nPartridge.” Tell me what you know.\n‘ : . PROPRIETOR .\nto... I'm sure I deom‘t...\n\n   \n\n \n\f \n\n \n\n \n\nPaga 44\n\n“\nThat's all he gets put before Preston grabs hin by his\n\ncollar, pieks him bodily up and giams him dawn onto a\ntabletop - sending State-approved texts scattering.\n\nThe patrons of the reading room react, dully shocked. S\n\nPRESTON\nYou're a Senge Offender.\n\nPROPRIETOR\nI..1..1,.2I'm nott '\n\n: FRESTON\nWor Then how is it you've come to be so\nfrightened of me? .\n\n \n\nTre Proprietor just lies there, shivering with fear.\n\nPRESTON\ntgrowls)\nNew - you will cell me everything there\nis to know about Errol Partridge or I\nwill have a wagon come Eo take you to the\nHall ¢¢ Destruction for summary combustion.\n\nThe Man aputters.\n\nFROPREETOSR\nI...I Tate veally den‘t know much.\nPRESTOR\n. Speak.\nPROPRIETOR\n\nH..h.",
  "55": "---END OF PREVIOUS SECTION---\nPRESTOR\n. Speak. PROPRIETOR\n\nH..h. \n---TARGET SECTION TO BE ANNOTATED---\n he'd come in with a fellow named\nv..durgen.\n\nPrestan tightens his choking grip.\n\nPRESTON\nWhy.\n\nTre Proprietor looks fearfully inte his eyes.\nPRESTON\nwhy.\n\nPROPRIETOR\nTh..Th..They were under the m. mistaken\nimpression there were p.-picture books to\nhe £..found here. . .\n\nPRESTON\nWhere can I find this person?\n\n \n\f \n\n \n\n \n\nPage 69\na4\n\nThe Proprietor is hesitant\n\nPRESTON\n{rightening hia grip}\nYou don's seem to underacand. Father has 4\ndecreed thac Sense Offenders ara to be\ndestreyad on sight now.\n\nPeople like, im other words, the proprietar:\nFROFRIETOR\n(quickly)\nFersonal Maintenance Bloc 27.\n\nPreston reugnly releases Aim, gives the rest of the patrons 4\nlock - daring them to defy his authority - then walks out.\n\nShakily Sinéing his feer, the Proprietor leaks to his\nclientele. They are all staring back at him. Ha swallows.\n\nEXT. APPEARANCE MAINTENANCE 27 - DAY\n\nOne of the numerous appearance maintenance centers throughout\nthe city where pergistent-growth technicianga give identical\nhairmucs to each person who comes in.\n\nFRESTON strides through the deor, TetraSzyanmaton badge out.\n\nPRESTON\nEveryone out. Now.\n\nEveryone scurvies co comply. Preston roughly catches the\nMANASER as he tries to pass, shoving him back in the shop.\n\nPRESTON\nNar you.\n\nEe shuts the door after the last person, locking it. Turning\nbeck, he can see the alazm in the Manager‘’s eyes.\n\nAnother Senge Offender.\n\nPRESTON\nJurgen. I want him,\n\nMARAGER\nIfm quite certain I den’t know whack\nyou're# talking abouc.\n\nGrabbing him, Preston drives him across the roam, slamming\ninte the far wall between two hair-cutting stations.\n\nPRESTON\nI'm quite certain you de. |\n\n \n\f \n\n \n\n \n\nPage 70\na\n\nThough flustered, this one’s made of stiffer stuff than the\nlast ane.",
  "56": "---END OF PREVIOUS SECTION---\nI want him,\n\nMARAGER\nIfm quite certain I den’t know whack\nyou're# talking abouc. Grabbing him, Preston drives him across the roam, slamming\ninte the far wall between two hair-cutting stations. PRESTON\nI'm quite certain you de. |\n\n \n\f \n\n \n\n \n\nPage 70\na\n\nThough flustered, this one’s made of stiffer stuff than the\nlast ane. \n---TARGET SECTION TO BE ANNOTATED---\nMANAGER,\nYou hurt ms. It's not legal. . +\n\nPRESTON\nIt is if you're feeling.\n\naz heart-pownding beat from Che manager. His resolve seats.\n\nMANAGER\nProve it. .\n\nPreston leaks at him 4 bear. Then releases him.\n\nPRESTON\nYou're sure about thar?7\n\nThe Manager swallews, but says nothing, standing his ground.\n\nPreston holds on him one bent longer. Then nods. His ayes\n\nScanning thf shop, sixth sense engaging, absorbing every\ndetail of the chairs, tools, floors, walls... :\n\nStopping on the WALL MIRROR, its permit pasted in the corner.\nHe Looks hack te the Manager who has seen him see ie - a look\nof ill-concealed alarm.\n\nStridiug over, Preston grabs him by nis jacket and swings him\nsmashing through the wirrer.\n\nTt drops in a shower, Jeaving in its wake, a JAGGED HOLE that\nleaks inte A RIDDEN ROOM...\n\nA Ridden room, walls covered with MAPS of Libria - diagrams\nand plane of atrack .\n\nWhere a DOZEN MEN, a desperate-lacking group - like freedom\nfighters - sit frozen raund a table.\n\nINT, HIDDEN ROOM\n\nPreston steoa through the shattered frame into the room.\nSlowly, he aireles the table of stunned young men.\n\nThey know they are done for, they just can't beliave it,\n\n. PRESTON\nWhich one’s durg#n?\n\nKo answer. He slams the table with his hand, making the mapa\nand rolls of blueprints jump.\n\n \n\n \n\f \n\n \n\nPage 71\n\nFRESTON\nWhich one’s durgen!\n\nNow they're too searad to speak-\n\nPRESTON 7\nYou're all as good as dust. 0 you\nmight‘’s wall talk.\nMAN ~\ntspeaking up} .\nWebody say anything.\n\nPreston goes forthright to that man and kicks his chaix out\n\nfrom undes him. The man, no more than 27, with dreadlocks\n\nand dark skin, falls te the floor - and lies their limply,\n\nknowing that to resist a Grammaton Cleric is ro imvite death.",
  "57": "---END OF PREVIOUS SECTION---\nWebody say anything. Preston goes forthright to that man and kicks his chaix out\n\nfrom undes him. The man, no more than 27, with dreadlocks\n\nand dark skin, falls te the floor - and lies their limply,\n\nknowing that to resist a Grammaton Cleric is ro imvite death. \n---TARGET SECTION TO BE ANNOTATED---\n©\n\nPulling hts gun, Presten sights down on the man's forahaad.\n\nPRESTON\nAre you Jurgen?\n\nThe man scoruggles fer a moment internally. Then...\n\n_ MAN\nHe's not here.\nPresten cocka the gun.\nPRESTON\nYoure lying.\n: ‘HAN\nGo ahead. Kill ma. I’m going to die\nanyway - if not here then at the Palace\n\nof Justice at dusk. There's nothing more\nyou can take from me; from any of us.\n\n. PRESTON\nYou have a family?\n\nThe man pales.\n\nMAH\n(whigpers)}\nThey den't feel.\n\nPRESTON\nTt don't care if-they feel or thay don't-\nThey're suspect. They'll get contaminatery\ndisposal - I'll see to it. .\n\n‘The balding man on the floor stares back at him.\n\n \n\fPage T2\n\nMAN\nYou fueking cold bastard.\n\n \n\nPRESTON\n- : T'm Listening. - 4\n\nThe man hesitates. Then his features set.\n\nALAN . .\n\nGo ahead. Kill me, kill my family;\n\nthey'ra as good ag walking dead anyway.\n\nWhat Jurgen's going to do co you and\n\neverything you stand for is well worth\n\ndying to protect. Isn't that right, Boys?\nA murmur from around the table. Preston sees red.. Reaching”\ndown, he hauls the man up and adams him down onto the table.\n\nt\n\nPRESTON\nTall me goddamn it!\n\nThe Man stares back at him - startled by his vehemence ...\nThey alk do, Startled that he could be go... inpessioned.\n\nThe darkness clears from Preston's eyes. He straightens,\nloaking fram face ta face staring back az kim - feeling naked\n. exposed ... for an instant.\n\n \n\nFe covers by quickiy searching the man’s pockets. Comes up\n\n' : with an illegal MATCHBOOR with an address se¢ribbled under ‘its\ndinner cover. Fockeating it, he leoks back to the tabla once\n\nmore, heart pounding. .\n\n \n\nPRESTON\nTell Jurgen I'm looking for hia.\n\nF EXT. ALLEY - DAY\n\nAlone, he ateps in an alley, pushing his eyes inte his hand.\nTrembling.",
  "58": "---END OF PREVIOUS SECTION---\nF EXT. ALLEY - DAY\n\nAlone, he ateps in an alley, pushing his eyes inte his hand. Trembling. \n---TARGET SECTION TO BE ANNOTATED---\n ©\n\nVoICe\nCleric John Preston!\n\nPreston's eyes gnap up. A SWEEPER TANKER has Btepped juet\nout in the street - two white-clad Sweepers with white-metal\nmachina guna. standing before it. :\n\nSWEEPER\nYou're to comeswith us!\n\nPraston hesitates, hand moving an unnoticed inch towarde his mm\nIn his eyas flashes the thought of standing and fighting.\n\n \n\n \n\f \n\nrea\n\n \n\nPage 73\nSHEEFER\nImmediately!\n\nA tenge beat as Preston's eyes consider the dark barrels of |\nthe Sweeper guns. A deep breath. He relaxes. 4\n\nEXT. STEPS - PALACE OF JUSTICE - DAY\n\nPreston igs silent as he mounts the palace steps ahead of the\ntwo machine-gun teting Sweepers.\n\nINT. OFFICES OF THE VICE-COUNCIL - DAY\n\ntinen Preston is escorted in by the Sweepers, DuFont is\nstaring out over the cityscape of Libria through the great T\ncut into the wall of his office.\n\nWhen he turns, there is no trace of humour.\n\nDUFONT\nCleric Preston...\n\nPreston swallows imperceptibly.\n\nPRESTON\nSir.\n\nDUPONT\nI’ve heard the most disturbing rumotr.\n\nHis pinning eyes make Preston go cold aa the grave.\n\nPRESTON\nA rumour, Sir?\n\n. DUPoRT .\n\nYes. One that maintains that, away from\nthe prying ey#e of the world, one of us -\none of the Cleric - has taken it upon\nhimself to cease his dase. Thar one of\nmur elite qumber - is feeling. Can you\naimegine? .\n\nPreston goes concrete inside. ALL he can think to aay is ..-\n: PRESTON\nFeeling, Sir?\n. DOPRGNT ;\nAre you playing with me Cleric!\n\nA stark, ringing beat. Then Preston's voice, comes, a\nwhisper, dry as dust.\n\f \n\n \n\n \n\nPage 74\n\nFRESTON\n_Ne Sir. I’m nat.\nDUPONT\nThis person, I’m told, is actually. +\n\naktempting to make contact with the\nResistance.",
  "59": "---END OF PREVIOUS SECTION---\nPage 74\n\nFRESTON\n_Ne Sir. I’m nat. DUPONT\nThis person, I’m told, is actually. +\n\naktempting to make contact with the\nResistance. \n---TARGET SECTION TO BE ANNOTATED---\n Now bell me, if you'll be so\nkind - how exactly have you been maki\nuse of your time of late? :\n\nBR rigid heat as Preston stares back at this man who krews .\neverything. It is all he can do to reach down inside and\nmake himself speak his own death-sentance - saying what\nTubont must already knew:\n\nPRESTON\nArtempring to canract the Resistance.\nt\n\nDOPONS\nAttempting!!! Zow is it Ehat you intend\nto expose this traitor if all you do is\natcempt!\n\nPreston staras back act the other man - 43 the astounding fact\nsinks in. DTwPont doesn’t know!!!\n\nFRESTON\n. to... you're absolvraly rods right\nsir. :\n\nDOPORT\nOf course I am. The Cleric is the final\nline of defense. If the Resistance\ncompromises it, we are doomed. Father is\ndoomed.\n\nPresten nods with a swallow of relief.\n\n_ PRESTO\n\nTwill ... redouble my efforts. To\nlocate the Resistance .., to find this\ntraitor, And bring them te your fair\njustice. .\n\nIn 411 humour, DuPont dismisses him with a surly wave and,\nwith a giiek, curt bow, Preston gets Fhe hell out of there as\nfast as he can.\n\nEXT. HOUSING COMPLEY - DAY :\nHe stands before a hundred story housing complex. Ten\n\nthousand units, all identical. Consults the, MATCHBOOK he\ntook off the man in the hidden room.\n\n \n\f \n\n \n\nPage 75\n\nINT. CUSICLE - DAY\n\nThe door creaks open and Preston enters. Silence. Ib doses -\nnot appear that anynody is heme. He walks through the\n\ncubicle - gixth sense engaged. 5\n\nTt is an ordinary cubicle, resembling his own.\nHe tans a wall, listening for hollowness ..-\n\nVOICE\nYou've wasting your time ...°\n\nHe spins. The MAN that he roughed wp in the hidden reom av\nthe personal maintenance blec atands in the doorway.\n\nMAN\nT'd hardly be stupid enoagh to keep\nanything here.\n\n. PRESTON\nYou ..",
  "60": "---END OF PREVIOUS SECTION---\nMAN\nT'd hardly be stupid enoagh to keep\nanything here. . PRESTON\nYou .. \n---TARGET SECTION TO BE ANNOTATED---\n--\n\nHe blinks at the man ® moment, realizing.\n\n. PRESTON\nYou're Jurgen\n\nThe man moves more fully into the cubicle.\n\nURGE\nYou're feeling.\nFreston hesitates.\n. : PRESTON\ni could be faking it.\nTURGEN\nfemiles)\n\nHnowing what you know now - de you really\nhelieve that‘e possible ...7\n\nPreston ie silent.\n\nURGE\nfe you know why you came?\n\nPreston hasitates a beat.\n\n, JURGEN\nHow could you? A million conilicving\namotions. On one hand your commitment to\nthe State; not so aasily forgot. The\nother, the abhorrence of the wrongs\n\n \n\n \n\n \n\f \n\n \n\n \n\nHF\n\nPage 76\na\n\ncommitted in its name...\n\nHe takes a stan closer. Fresten stiffens as Jurgen raises a-\n\nfand ... and lLaye it on his shoulder. No one has ever in his\nlife touched him compassionately before. - 5\nTURGER\n\nand your natural desire for the company\nand friendship of other human beings.\n\nPraston trembles as the words tell a resounding chord in him.\nHe leeks down, ashamed, as his eyee mist.\n\nPRESTON\nWhy did you come?\n\nTURGEN |\nThat's very simple, Preston. We need you.\n\nINT. CELLAR\n\nIn a pare, dank cellar hidden somewhere in the merropolia.\nPresson site wired up to what leoks Eo be an oid, dilapidated\nLIE DETECTOR. : ‘\nJURGER\nThis is just a test, you understand ...\n\nThere are SEVERAL OTHER MEN with tham now. In the eyes of\nall of them, the glint of desperate, driven mao. .\n\nJURGEN\nIt’s what was called a polygraph. af\ncourse there is no one left qualified to\ninterpret the results now, but it works\n‘by detecting amotional fluctuations-\n\nHe nods.\n\nJURGEN\nAnd for ovr purposes - that's enough,\n\nHe neds to one of the men who ture it an. Jurgen paces\nslowly around the dim room for a moment. Then, stepping\nbefore Preston, he quietly speaks one word:\n\nJURGEN\nMary.",
  "61": "---END OF PREVIOUS SECTION---\nJURGEN\nAnd for ovr purposes - that's enough,\n\nHe neds to one of the men who ture it an. Jurgen paces\nslowly around the dim room for a moment. Then, stepping\nbefore Preston, he quietly speaks one word:\n\nJURGEN\nMary. \n---TARGET SECTION TO BE ANNOTATED---\nThe needle on the graph spikes, registering sharply from\nElatiine. Jurgen smiles sadly. knowingdy .\n\nJURGEN\n.° (qaierly)\nYou're in love with her ..-\n\n \n\f \n\n \n\nFage 77\n4\n\nPreston looks down, ashamed. Swallows hard, almost trembling.\n\nPRESTON\n\nI... I'm not even sure what it is +\nJURGEN\n\nAre you not then ... carrying in your .\n\nleft pocket a red ribbon sprayed with her\n\ngtent ... _\nPreston looks at him, shocked,\nTURGEN\n1. that you breathe in when you think\nthere’s no one bo sae ..;\n\nPreston is astonished. Jurgen kneels to his level, words\ndropping nearly to a rapid-fire whisper.\n\n_ JURGEN\nBut it’s not enough. What you feel, it\ncould only be satisfied fol¢ing yourself\ninte her. For all cine. That’s love, -\nPresten. I shewld know ... .\n\nYe rises, node. Draws a deep breath, code...\n\nJURGEN\nIo should know -.-\n\nPresten looks at Lim - for the first time in his life -\nunderstanding completely what anothe> human being is feeling.\n\nFRESTON\nShea's scheduled for combustion.\n\nJURSEN\nT know.\n\nPreston searches his features. How can as say it like that?\n\nJURGEN\nYou're thinking [I'm cold. I'm like one\nof them. But it's not so, Preston. i'd\ndo anything to save her. Anything at all.\nExcept betray her.\n\nHa draws 2 deep, quietly passionate breath.\n\n7\n\nTo risk a rescus now, at this junerure,\nit would jeopardize everything we've\nworked for, everything she's worked for.\nShe‘s a martyr, Freaton. A martyr.\n\nFor us all.\n\n \n\f \n\n \n\nPage 78\n\nHe nods quietly :\n\nJURGEN\nCome with me. ; . 4\n\nINT. OFFICE\n\nPreston foliews him into a small, windowless office, sracked\nhigh with books like The Wealth of Nations, Tha Rights of Man\nand reams of papers. It ip the lair of the revolutionary...\n\nJURGEN\nTake a peat.\n\nA beat, Freston complies.",
  "62": "---END OF PREVIOUS SECTION---\nIt ip the lair of the revolutionary... JURGEN\nTake a peat. A beat, Freston complies. \n---TARGET SECTION TO BE ANNOTATED---\n Jurgen settles into his chair on\nthe other side of the desk. Lights a cigar.\nt\n\nJURGEN\nTwas like you. Sur che first ching you\nlearn = amotion hag its price.\n\nHa shakes nis head.\n\nJURGEN\nIt's a paradex. Sut, without restraint,\navan control - emotion is chacs.\n\n. FRESTON\nBut...\n\nJURGEN\n\n(raises hand) .\nI know, The key difference is a matter\nof degree. When we want to feel, we can.\nSo you see, in the case of Mary, though I\ndenperately want to cdo just thar, I can’t\nallow myself that luxury - I have to see\nbeyond my emoticon.\n\nHe looks levelly across che desk at Praston.\n\nJURGEN\nand so must you, Preston.\n\nThay look at one another, the last words hanging there.\n\nPRESTON\nWhat can I do? .\nJurgen contemplatively tape his cigar on the adge of the\nashtray for a moment. . .\n\nJURGEN\nYou can kill Pather.\n\n \n\f \n\nCO}\n\n \n\nPage 79\n\nEXT. SEDEWALE - DAY\n\nPreston walks rapidly away down the busy sidewalk.. Jurgen\nwalks quickly a few steps behind him. Neither of them = +\nexhibits the slightest emotion but the truth is that both of\nthem are.exploding with it.\n\nInvisible to all, Jurgen is pursuing FPreatan.\nINT. ALLEY - DAY\n\nHe Follows Preston ico an alley where, gut of sight, he\ngrabs him and slams him up against the brick wall.\n\nJURGER\nListen to me.\nt\nPreston resists.\n: - BRESTOW\nTogan‘e. I ean't do what you‘’re asking!\n: JORGEN\nBus dammit, doen't you séa/?71 You're our\nonly hope!\nPRESTON\n\nIoean‘e kill a man. The flret time I\n-understand what life is, you want me to\ntake it. .r can't. Don't you understand?\nI can't.\n\nJurgens releases him, taking a cold step back.\n\n. * JURGEN\nWhat abour the Sweeper Team.",
  "63": "---END OF PREVIOUS SECTION---\nI can't. Jurgens releases him, taking a cold step back. . * JURGEN\nWhat abour the Sweeper Team. \n---TARGET SECTION TO BE ANNOTATED---\nPreston looks back at him, realizing for the first time just\nhow deep Jurgem's resources are,\n\nPRESTON\nThat was different ...\n\nJurgen is silent, struggling before he himgelf spits out:\n\nsURGEN\nWhat do you think Partridge was doing?\n\nPreston looks at him, shocked. But then, az it sinks in, of\ncourse ... it makes perfect senwe.\n\nJURGEN .\nYou killed him before he could do it.\n\n \n\f \n\n \n\n \n\n \n\naE\n\nPage 44\n\nHe shakes his head.\n\nJURGEN\nThat‘s why you're a Godsend to us,\nPreston, You're the only person thac can *\n\nget through Father's eecurity. Without\nyou, we've lost everyshing. Without you\n= wa're doomed. :\n\nPreston can only stare at hin, overwhelined.\n\n. JORGEN\nThink about it. :\n\nAnd he walks out cf the alley. Neither of them seeing,\nstanding oi Che sidawalk across the street, a MAN with hig\nhands buried deep in the pookats af his overcoat. ERANDT.\nINT. STORAGE SPACE - NIGHT :\nOnce again, deep in the bowels of Preston's building, he sits\nin his storage space. One hand distractedly scratching the\npuppy's head; the other grasping Mary's bir af ribbon ...\nStariag long and deep. into space. .\n\nINT. ROOM 101 - GAY\n\nPreston gits now across f2om MARY in the cold white of Dom\n101. ‘There is a long silence.\n\nHARY\nMy combustion has been scheduled fox dusk\ntoday. -\nPreston nods. -She herself looks down at the table now.\n\nMARY\n«+. Yott kegp coming ...\n\nHe says nothing.\n\nAbruptly, hia wateh begins beeping - alarting him thac it is\ntime to take his Librium. It beeps starkly im the gilence of\nthe conerece room between them. Quietly, he turns it off.\nShe watches him a beat.\n\n. , MARY\nAren't you going to dose?\n\nHe doas not reply, silently staring down at the table ...\n\nPRESTON\n\n‘Mary’ ..:\n\n \n\f \n\n \n\n \n\nPage 61\n\nHe traces a pattern on it with his finger.",
  "64": "---END OF PREVIOUS SECTION---\n. , MARY\nAren't you going to dose? He doas not reply, silently staring down at the table ... PRESTON\n\n‘Mary’ ..:\n\n \n\f \n\n \n\n \n\nPage 61\n\nHe traces a pattern on it with his finger. \n---TARGET SECTION TO BE ANNOTATED---\nPRESTON\n.-- it's a beautiful name ..- : 5\n\nHer eyas narrow. Did he say what she thinks he juse said?\nHe does not ieck up at her. she cocks her head, realizing.\n\nMARY\nMy God .... you feel ...\n\nHe saye nothing. -Until Finally ...\n\nPRESTON\nIfve been te gee Jurgen ...\n\nBhe remains silent. Stunned. Riveted on hin.\n\nPRESTON\nThey want me to kill Father.\n\nHe looks up at her for she firgt time.\n\nPRESTON\nAnd anothar thing ...\n\nEyes brimring now with uncencealed feeling:\n\nPRESTON\nI‘m in love with you.\n\nShea stares back at him a leng moment. Then TEARS, big and\nfull as dimmonds, begin pouring silencly down her cheeks.\n\nThey both juse sit there Lika that for the longest rime.\nUntil: finally ...\n\nMARY\nace What will you ... da\n\nPreston looks down.\n\n1 FRESTOW\n+». I don’t know ...\n\nSha node, stlenciy.\n. MARY\nWe have ... such difficult thresholds to\ncress. .\n\nghe words hit him like a-bolt, twisting a knot in his throat.\n\nNéither acknowledges the CAMERA, a Black eye staring dom ... -\n\n \n\f \n\nce\n\nSage 82:\n\nBut quietly, sliding slowly, nearly imperceptibly forward...\nLee at the viek of everything ..-\n\n.. in the center of the table ...\n... their fingertipe ---\n\n. touch.\nINT, HOUSE OF THE TETRAGRAMMATON - DAY\nThe House of the Tetragrammaten - the vast palece where\nFather dwells. Preston intercepts DuPent on his way down the\nmprridor with his BATTALION OF BODYGUARDS .\n\nPRESTOR\ngir - a few moments?\n\npuront considers him an instant - chen nods.\n\n: _ DUPONT\nWalk with me. I'm te see Father.\n\nINT. HOUSE OF THE TETRAGRAMMATON - SECURITY BIRLOCK - DAY\n\nPreston follaws Dyrent through a heavily guarded security\nAirlock, DuPont apds co the ‘brutally armed Sweepers.\n\nDUPONT\nHe's with me.",
  "65": "---END OF PREVIOUS SECTION---\nINT. HOUSE OF THE TETRAGRAMMATON - SECURITY BIRLOCK - DAY\n\nPreston follaws Dyrent through a heavily guarded security\nAirlock, DuPont apds co the ‘brutally armed Sweepers. DUPONT\nHe's with me. \n---TARGET SECTION TO BE ANNOTATED---\nThe Sweeper Teams duly relieve Preavon uf has firearm and\nallow him te follow Dupont through the heavy METAL DETECTORS.\n\n_INT. H.0.T. HALL OF MIRRORS - DAY\n\nInto a leng, BAROOUE HALL whese ceilings soar to over 29\nfeat. Lined along its wails and in parapets half-way up,\nHEAVILY ARMED SWEEPERS stand vigilant. :\nPreston takes it all in as he walks at DuPent's side.\n\nDUPONT\nYes, Claric?\n\nPreston snaps his ettention back to DuPont.\n\n.” PRESTON\nYes Sir, if you recall, I'd spoken to you\nabout a Senge Offender eriticai cro my\ninvestigation inte the uadarground ...\n\n \n\f \n\n \n\n \n\n \n\nPage 43\n\nDUPONT\nWe process a yreat number ef offenders,\nCleric.\nPreston hesitates an internal instant. . +\nPRESTON ,\n\nYou'd deseribed this one as pretty.\n1 .\n\nDuPont turns a dark eye on him.\n\nBUPOUT\nAre you quite sure that’s the word '!\nused, Clerie? It .ccuid be misconstrued.\n\nPRESTON\nMaybe I’m... mistaken, Sir.\n\nDuPont considers him a deep instant.\n\nDUPONT\nWhat about her?\n\nPRESTON\n\nShe's acheduled to be incinerated today.\nI eannot locate the resistance withece\nher aid. I'm... I‘m begging you.\n\n. DUPONT\nT see...\n\nDuPont studies him - long and deep.\n\nDUSONT\nIn any case « Tive already spoken ta\nFather about this woman on your behalf.\nHe was, sadly, unyielding. She’li burn\nas scheduled. :\n\nEverything within Preston shrivels.\n\nDUPONT\nHis will is hard - but that's what takes\nhim great, ig it not, Cleric?\n\nWhen Preston finally finds ic in himself to speak, it is with\nan empty whisper.\nPRESTON\nYeo. .\nDUPONT .\n\nAnd that wa prevail in the face o:\nadversity makes ud ourselves great, yes?\n\n \n\n \n\n \n\f \n\n \n\n \n\nPage B4\n\n4\n\nPreaton climbs the dark, dark hill in his heart.\n\nPRESTON\nYes.\n.",
  "66": "---END OF PREVIOUS SECTION---\nPage B4\n\n4\n\nPreaton climbs the dark, dark hill in his heart. PRESTON\nYes. . \n---TARGET SECTION TO BE ANNOTATED---\n ‘\nDuPont seems pleased as they stop at the HEAVILY GUARDED\nGILDED DOORS at the far end of the hall.\n\nDUPONT uo\nTf you are able to fpllow this through to\nite end - you'll choose your own reward.\n\nFeart dark, Preston holds on the other man & moment.\n\nPRES TOW\nMy ceward, Sir - would be the pleasure of\nknowing thar IT had freed, Father ...\n\nHe takes a last Isek at the huge heavily guarded hall.\n\nPRESTON .\n... from the terrible necessity of all.\nbhis security.\n\nBuPort looks at him a curious instant - then signals to the\nguards who open the great doors. Allowing him to pass\nthrough into audience with FATHER.\n\nPreston stands there ag the quards re-shut the dsors\nperemptorily in mis face. :\n\nINT. ROOM\n\n#nether windowless room hidden somewhere in the stark\nMetropalis, Wells cluttered with maps and diagrams and plans\nOf attack. A meeting place of revolutionaries.\n\nWURGEN and nis QOMPATRIOTS are here. They sit acrosa from\nPreeton. :\n\n: PRESTON\nThere's at least fifty men. Maybe more.\n\nTURGEN\nWhat about an audiencer Could you\nsomehow arrange to meet with him? That\nwould gat you through security.\n\n. PRESTON\nFather's never seen anyone. Ever.\n\nA tough silence.\n\n’ SJURGEN\nThey trained you your whole life to fight\n\n \n\f \n\n \n\ndb\n=\n\nFage a5\n\n4\nthese kind of odde, Preston ...\nPreston is silent, struggling.\n\nPRESTON . 3\nEvan if I could - even if § coutd make it\nthrough - what guarantee is there it\nworld accomplish anything? That anything\nwould be different?\n\nJurgen nods, rising to the catalog of maps and bluaprints\nthat paper the walle. A giant map of citadel Libria ...\n\nJURGEN\nWe have a network that's larger than you\nimagine. The ingtant word is gotten that\nFathexs is dead, bombs char have already\nbeen planted ...\n\nHe indicates on the vast map - here ... here ... and here ...\n\nSURGEN\n...",
  "67": "---END OF PREVIOUS SECTION---\nThe ingtant word is gotten that\nFathexs is dead, bombs char have already\nbeen planted ... He indicates on the vast map - here ... here ... and here ... SURGEN\n... \n---TARGET SECTION TO BE ANNOTATED---\n toey'll be see off in the Librium\nclinics and facrorias arcund Libria. If\nwe can succeed in disrunting the supply\nfor even one day, iit cause will be won\nby human nature itself.\n\nHe looks at Preston.\n\nJURGEN\nWill you? Will you ce it”\n\nPrastom is silent again, waging a battle that's already Lost :\nin hie heare. .\n\nPRESTON .\nWhat about war? The everyday cruelties\nthat are all gone now ...\n\n/ JURGEN .\nReplaced by the TetraSrampaton. You do\nit for us wholeaalie, dan't you ...\nA heavy silence. Freston knows he's right.\n\nCURGEN\nBX1] you do rr?\n\nThe lonqeet beat.\nPRESTON\nYes.\n\n \n\f \n\n \n\n \n\nae\n\nPage @6\n\nEXT. SIDEWALK - DAY\n\nJurgen sees Preston out to the sidewalk. He catches\nPreston's am. A beat between the two men.\n\nJURGEN\nYou'll say goodbye to har for mé, won't\nyou?\n\nPreston stares at the other man, Then nods. The two man,\nboth in love with the same woman, shake hands. .\n\nINT. BASEMENT STORAGE SPACE - NIGHT\n\nThe PUPPY lies nose between his front paws on the flcor of\nPreston's small storage space, A SHADOW falls across him and\nhe gerg ca Ais fast, coming hopefully to the gate.\n\nBut if the dog is hoping for some affection, he iz doomed to\naisappoinnmant. The shadow belongs to BRANDT.\n\nINT. CAR - DAY\n\nPreston drives. sya lost in the mid-distance. Neither\ngeeing nor hearing the cars and trafZic around him.\n\nZNT. PALACE OF JUSTICE - DAY\nHe flaghes hig I.0, as he walks through tha metal detectors.\nINT. DETENTION WING - DAY\n\nHe stands outside her cell, hand to his eyss. Struggling ta\nforce himself in go in and say goodbye forever.\n\nFinelly, he turns and nods to the guard. The guard inserts\nthe key inte the lock end opens the door.\n\nENT.",
  "68": "---END OF PREVIOUS SECTION---\nFinelly, he turns and nods to the guard. The guard inserts\nthe key inte the lock end opens the door. ENT. \n---TARGET SECTION TO BE ANNOTATED---\n CELL - PALACE OF JUSTICE - DAY\n\nBut when Preston walks in, he ia shocked to find, instead of\nMary, & GRIZZLED MALE PRISONER sitting there.\n\nShe ia gone.\nINT. GUARD STATION - DAY\nThe quard shrugs.\n; -1GTARD\n\nThere was 4 bit of slack in the schedule.\nNo one saw why she shouldn't go early.\n\nPreston stares at hima dead beat. Phen dashes out.\n\n \n\f \n\n \n\nar\n\nPage 87\na\n\nINT. PALACE OF JUSTICE - DAY\nPreston fairly flies dewn the cecrideys, turning heade as he-\n\n,\n\n‘ go#s tearing by.\n\nTHT. FPALACE OF JUSTICE - DAY\n\nHe skids te the elevators, slapping the buttons. Hovers an\ninstant ... Osashes for the stairs. :\n\nINT. DESTRUCTION WING - PALACE OF JUSTICE - DAY\n\nBe skids breathlessly te the security checkpoint, flashing\nhig badge.\n\nPRESTON -\nCleric! Tf need te pags\n\nHe agonizes while the GUARD serutinizea hia Tp. |\n\nPRESTON\nThe 5 G'ecleck! Ts she ...7\n\nSECURITY .\nWe don’t keep track of scheduling here.\nYou're clear to nrocead d...\nBut Presten is gone, Like a horsé aut of the gate.\nINT. DESTRUCTION WING - PALACE OF JUSTICE\n\nThe guards come to their feet at the secondary checkpoint ag\nPreston Blasts by tham without stapoing.\n\nGUARD\nHey!\n\nINT. DEATH-WALK - PALACE OF JUSTICE\n\nHe skids around the comer in time te see a short column of\npeople walking down towards the JNCINERATION CHAMBER ac tha\ndistant end of the long, low carzider.\n\nIn the center of the column, in a light, backless smock, MARY\nwalks Barafoot. ,\n\nPRESTON\nMary!\n\nINT. DEATH-ROOM ANTECHAMBER:”\n\nStopping just outside of the Incinerarium, an INCINERATION\nTECHNICIAN begins removing Mary's smock. She looks peaceful,\nregistering no surprise when she looks up and seea Preston\nrunning towards her.",
  "69": "---END OF PREVIOUS SECTION---\nINT. DEATH-ROOM ANTECHAMBER:”\n\nStopping just outside of the Incinerarium, an INCINERATION\nTECHNICIAN begins removing Mary's smock. She looks peaceful,\nregistering no surprise when she looks up and seea Preston\nrunning towards her. \n---TARGET SECTION TO BE ANNOTATED---\n \n\f \n\n \n\nPage g6-\n\n|\nPRESTON |\nMary! -\nA guard moves ta stop him, but he ghoves the man aside. +\nINCINERATION TECHNICIAN\nHey now...\n\nPRESTON :\n\n(flashing badge} .\nCleric, I havea to question this person,\nnow etap back. .\n\nThe Technician locks unesartainly to the ARMED GUARDS.\n\n \n\nPRESTON\n{threatening}\nfo said step back! .\n\nCowed, the technician releases Mary's smock and steps back.\nPreston turns co her, voice dropping to & Gasperate whisper.\n\nFRESTON\nMary, listen fo me - J can’t he withouc\nyou. I can't. I don’t care about\nanything else. I den‘'e care about Father,\nany of it, gus being with you...\n\nMARY\nPreston ...\n\nPRESTON\nturgent}\nMo ligtan to me, I can take these\npeople, co can. We can get out of hare.\n\nShe looks ar him a peaceful moment.\n\n. MARY -\nAnd then what, Preston? -\n\nHe etares back at her - trembling - unable to answer.\n\nShe looks at him for the deepest moment. Then, sadly, shakes\nhar head. : :\n\n‘MARY :\nMy one regret is Chat we aidn't have mora\n. of everything” wee\n\nShe touches the side of his face. The Incineration\nTechnician and guards look shocked, But Preston makes no\nmove to atop her, hia anguished eyes -drinking hers.\n\n \n\f \n\n \n\n \n\nae\n\nPage B39\n\n\"PRESTON\nMary, you don’t underatand - I‘11 die\nhere with you, 1 don’k care ---\n\nShe nods. : re oy\nMARY .\nTt do understand. But understand me - I\ngo to this five for a reason.\n\nShaking her head with the greatest gravity.\n\nMARY\nPromise me - if's not for nething.\n\nHe staves at her, tortured, anguished. He starts ta speak,\nbut she stops hin.\n\nt\nMARY\nPromise me\n\nAll fe.can finally manage ..- is a muce nod. She nods too.\nRisaes hig cheek end turns to the Incineration Technicians.\n\nMARY\nI'm reacy.\nThey remeve her smock.",
  "70": "---END OF PREVIOUS SECTION---\nRisaes hig cheek end turns to the Incineration Technicians. MARY\nI'm reacy. They remeve her smock. \n---TARGET SECTION TO BE ANNOTATED---\n The door te the incineration chamber\nsucke open and she skeps in, She ‘hurne, Looking at Preston,\nso beatific, go utterly beautiful, as the door sucks shut. °\n\nThara is a moment. Then behind the pmall window, there is @\nWHOOSH! and a brilliant flash of orenge. Shea's gone.\n\nStunned, head ringing, Preston's eyes move to the SMORED\nGLBSS WINDOK above the incineration chamber .\n\nHe can see a DARK FORM behind it.\nIt could only be ..-\n\nFATHER.\n\n-EXT. SIDEWALK - DAY\n\nIn a state of chock, Preston shuffles down the Palace steps\nand merges into the flew of sidawalk traffic pedestrians.\n\nHe walks like that, unfocused, shell-shocked, for several\nyards before - finally, simply - dropping to his knees.\n\nPressing his face inta hia hands - he WEEPS..\n\nPassersby tusn and stare ag he openly ories his heart out.\n\n \n\f \n\n \n\n \n\nf\n\nF\nPy\nHe\n\nar\n\nFage 34\n\n.\n\nA PAIR OF POLISHED SHOZS stops in front of him. Slinded by\ntears, Preston looks up at the silhouetted figure towering\nover him. vs\n\nBRANDT : 7\nClerie Jehn Freghoan - you're under arrest.\n\nINT. PALACE OF JUSTICE - NIGHT\n\nofficers and civilians alike turm to staré as Preston is\ndriven ahead of Brandt and three armed and uniformed\nEnforcement officers.\n\nHe has been severely beaten. He stumbles and Brands kicka him\nfrom behind, pronelling him crashing forward ante tha floor.\n\nBrandt, panting, looks at those who stare back at them.\ni\n\nBRANDT\nThis man - 4 Senior Cleric! Has ceasad\nthe Dose! He ie feeling!\n\nHe kicks Preston egain. Presten takes it with less emotion\nthan he'd expressed even before he began to feel.\n\nBRANDT\nThis man! Is the worm thac has been ea ring\nat the core of our Great Society. And Z\nhava brought him for your justice!\n\nHe haule Preston to his feet, hissing inte his ear.",
  "71": "---END OF PREVIOUS SECTION---\nIs the worm thac has been ea ring\nat the core of our Great Society. And Z\nhava brought him for your justice! He haule Preston to his feet, hissing inte his ear. \n---TARGET SECTION TO BE ANNOTATED---\nBRANDT\nI told you [’d make my caress with you,\nPresten. .\n\nINT, OFFICES OF THE VICE-COUNCIL - DAY\n\nDUPONT is in the miceac of a dictetion to nis secretary when\nthe great carved doors fly open and Preston comes stumbling\nin - crashing into a heap on the floor.\n\nBRANDT\nVWiee-Council! ‘This man is guilty of\neonsorting with Sanse Offenders, of\nhaving relations with a female ....\n\nHis lips curl ag he speaks these last mnet damning words.\n\n*” BRANDT\nOf Sense Crime itself.\n\nDupent Looks at them both - surprised. Nods to a SWEEFER\nstanding at the door.\n\n \n\f \n\n \n\n \n\nPage 91\n\n: DUPGNT :\nDispatch a search team to che Cleric’s\nquarters to search for unused Librium.\n\nThe man salutes and exirs instantly eo comply. 5\n\nBRANDT '\nThat won't even be necessary, Bir. It\nyou run the trace record on his: sidearm,\nyou will see that it was ha whe was with |!\nthe Sweener Team when they were killed. : :\n\nVice-Council DuPent considers him for a moment. The.\npulling his keyboard foxward, he runs the trace.\n\nHa stares. astonished, at the result. Looks to Preston.\nDUPONT '\n\nCleric - I assume you have something to\nBay to me?\n\n \n\nA beat. Then, bloody, Preston pulls hinself up off the fleer.\n\nPRESTON :\ntTknew .., it’s hard ta nelieve -.- that\na Clerie of the Tetragranmaten --- could\nturn hig back on everything he has been\nraugrt ... =o become @ Sense offender ..-\nto become associated with the resistence\n, even becoming ... a provacateur in\nite underground movement ... bub it's\nBrug...\n\nfrandt‘s eyes burn bright at the confession. Preston neds.\n\n. PRESTON\ni promised I would bring that man [Oo yeu.\nAnd I have.\n\nHe looks at Brande - who looks confused for a moment. Theo\nbeffled. He looks to DuPont whe shakes his haad.",
  "72": "---END OF PREVIOUS SECTION---\nHe looks at Brande - who looks confused for a moment. Theo\nbeffled. He looks to DuPont whe shakes his haad. \n---TARGET SECTION TO BE ANNOTATED---\nDUBONT\nCleric Brandt - the trace shows that it\nwas you in the Zone with the Sweepera.\n\nHe tusns the screen so that Brandt too cam see the trace\nrecord. Brandt staves at it. His gun in the Zone.\n\n. ° BRANDT\nH..But it's impossible .-.-\n\nDuPont only blinks back at him. abruptly, Brandt reaches\ninside his coat - the GUNS of the Sweepers that accompanied\nthem snap up .-. . ‘\n\n \n\f \n\n \n\n \n\nPage 92\n“ :\n\nHe freezes - then slowly draws the gun out by the muzzle.\nAnd sess for the firet tima, etched into the butt in fine. ~\nletters - Grammaton Cleric Preston. .\n. +\nAnd he flashes back: . . -\nTO HTS CAR: The house in the zone burning in the background.\nBRANDT\nWhe will be left to watch .,.\n4 beset. Then Presron hands Frande his gun.\n\nBACK - Brandt's eyes shoot up as he realizes.\n\nBRANDT\nHe switched then. i\nHe holde the gun up.\nBRANDT\nYou see?? J have Ais gun.\nPRESTON\n{dry}\n\nOf course you de. You took it when you\narrested me. .\n\nBrandt stares at him. At them.all. Feeling the walls\ntumbling down all around hin.\n\nDUPONT\nT suppose I should have known By the\nenthusiasm, the vary rabid nassion with\nwhich you pursued this task. A fervor\nreminiscent almost ... :\n\nSis eyes narrow thinly.\n\nDUPONT\nof a man feeling.\n\nBrandt goes gqrave-cold. Dupont nods toa the Sweapers.\n\nDUPORT\nTake him te the Hall of Destruction for\nsummary judgment and combustion.\n\nThe three black-clad guards grab Brandt, whe can't believe\nit, dragging him out.”\n\n. : BRANDT /\nNol It's him! Himi Not mat Hin!\n\n \n\f \n\nPaarl\n\n \n\nPage 93\n\n4\n\nand he i¢ gone. DuPont leoks te bloodied Preston.",
  "73": "---END OF PREVIOUS SECTION---\nHimi Not mat Hin! Paarl\n\n \n\nPage 93\n\n4\n\nand he i¢ gone. DuPont leoks te bloodied Preston. \n---TARGET SECTION TO BE ANNOTATED---\nDUPONT\nOf course, since a complaint has been\njedced, the law and the letter is that I 5\n\nallow the team to carry out the sedrch ef\nyour premises. Da you think that's\nentirely necassary, Cleric? Or am 7\nbeing ... ta unyielding? :\n\nPreston wavers only an instant.\n\nPRESTON\nAs you say, Sir - it's the law and che\nketter.\n\nDUPONT\n\ntsmiles\n\nAnd it daesa‘t disturb you in the least\nthat he's going to his end?\n\nPreston looks at him.\n\n: PRESTON\nHow could it?\n\nDuPont suiles to himself again. Right answex, as always.\nPRESTON\nIt disturbs me only that I am Father\"s\ningtrumenc - yet have nevar had the honor\nof meeting him.\nTuPent looks ab him, surprised.\n. DUPONT\nBur Clerie ... you know Father never\ngives audience to anyone ...\nPreston steps through the dark deorway in his neat.\nPRESTON\nFven the man who brings him the\nResistance? .\nvha two men regard aech other - a Faustian bargain struck.\nEXT. PRESTON’S APARTMENT MEGAPLEX - DAY\n\nWhen Fraston pulls up, sa#veral WHITE VANS are massed outside\nat the curb, SEARCH UNITS coordinating.\n\nA search coordinator approaches as he emerges from his car.\n\n \n\f \n\n \n\naE\n\nar\n\n. Page 94 |\n‘\nSEARCH COORDINATOR\n\nCleric, you understand, this is juat a\nformality\n\nBur Preston just waves him off. . 5\n\nPRESTON\nTive nothing to hide.\n\nINT. BUILEING - DAY\n\nBut the second he enters his building, ‘beyond the reach of\nthe preparing searchers’ eyes, he breaks -ioto a mm.\n\n‘INT. STAIRWELL - DAY\n\nFlying up the stairwell ...\nINT. ABARTMENT - DAY\nBursting inte nis apartment.\nTNT. BATHROOM - DAY ,\n\nSkidding inte his bathroom where, adrenaling surging, he\nyanks the qdyror away from the wall-\n\nBod Finds, to his shack - che hibrium fs gane.",
  "74": "---END OF PREVIOUS SECTION---\nABARTMENT - DAY\nBursting inte nis apartment. TNT. BATHROOM - DAY ,\n\nSkidding inte his bathroom where, adrenaling surging, he\nyanks the qdyror away from the wall-\n\nBod Finds, to his shack - che hibrium fs gane. \n---TARGET SECTION TO BE ANNOTATED---\n He thrusts\nfis hand deep inte the cavity - but nothing is there. -\n\nHe stands, pulse povnding. Where gid tr go?”\n\nVOICE\nLooking for somathing?\n\nfe whirls. ROBBIE'S cold eyas stare back at him. A beat of\nstark, ringing truth ... :\n\nThe boy's hand rises - opening.\n\nRavealing a small sea of amber ampules. Preston's Libritm.\nHis eyes shoot back up ta his son's. :\n\nThe gearch taams - can he heard, Coming.\n\nROBBIE\nTf Il were you ..-\n\nHe closes his hand.\n\nROBEIE .\ni'd be more careful in the future.\n\nPreston skares at the boy - ghocked. He is even more stunned\nwhen LISA appears. Robbie places his hand on her shoulders -\n\n \n\f \n\n \n\n \n\naE\n\n“Page 95\n\n7\n\nin =e way that could only be deseribed as fraternal.\n\nand it hits Prescon all at once - they‘re feeling toa, Thay”\n\nalways were. Only concealing it - from him.\n\nPRESTON\nBut how ...\n\nThe boy lecks at his Father with a gravity far beyond hig\nyears. :\n\nROBBIE\nYou forget - it's my job te know what\nyourre thinking\n\nMan and Boy look at each ocher. Gike etacing into a mirror.\nPreston nods. .\nPRESTOW\n\nThen you know what I'm going to do now.\nThe boy just looks back at him - and simply says:\n\n‘ROBBIZ\nYes.\n\nINT. ROOM\nPreston sits at a table, phona to hia ear.\n\nPHONE\nYou're conmected with the Vice-Council.\n\npubent's voice comes on the line.\n\n. DUPONT’ VOICE\n\nYeu?\nPRESTON\n\nIt's done.\n\nDUSONT’ § VOICE\nThe Resistance? :\n\nLike Judas with Christ and his disciples, Preston SITS with\nTURGEN and hig top men. He exchanges a glance with them.\nThis ig their sacrifice, their doom - and they know it.\n\n_ PRESTON\nSend a wagon now ~ you'll have them all.\n\n. Preston terminates the line - looks to the cthers. Grim.",
  "75": "---END OF PREVIOUS SECTION---\n. Preston terminates the line - looks to the cthers. Grim. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n \n\f \n\nah\n\nhis’ accomplices ints the waiting wagons-\n\nPage 96\n\nEAT. BUILDING - DAY\nHa stands by watching as nlack-clad Enforcers lead Jurgen and\n\n: 4\nHis eyes meet Jurgen'’s as he is shoved into the wagon. The.\nmessage in the. revolutionary’#s own eyes is clear - I go to my\ndeath, I pray you doe what mist be done.\n\nThe door is sheammed shut. An Enforcer nods to Preston.\n\nENFORCER\nThe Vice-Couneil has sent me to tell you\n~ yeu may think of any reward you wish-\n\nPRESTON\nTell the Vice-Council there's only one\nthing that will make me complete.\n\nThe Engzorcer looks at the killing machine standing hafore him.\n\nPRESTOW\nTo meat Father’.\n\nINT. LIMOUSINE - DUSK\n\nBR rad secin interior, sumptuous like the interier of a\ncoféin. Preston rides alone in the back.\n\nHe opene his hand. In it lies a tiny flawer. |\nINT. ROUSE OF THE TETRAGRAMMATON CORRIDOR'S - GUSE\nA SERVANT ushers Preston through the corridars. -\n\noot SERVANT\n\nDo net address Father unless first\naddressed by him. Avoid eye-cantact. If\nyou should break his foux foot personal\nsafety zone, you will be put down\nimmediately by the snipers. Underataod?\n\npreston nods, hardly hearing tha man through the rush of\nthoughts in his head.\n\nSERVANT\nYou'L] be required to surrender your\nfirearm, of course, and pass through a\nseries of matal detectora. And then\nthere's the test’...\n\nPreston Jeoks at him, alarmed,\n\n” PRESTON\n\nTest?\n\n \n\f \n\n \n\n \n\nPage 87\n\nThey stop at the steal deer of the SECURITY AIRLOCK.\nSERVANT\nYes, yea - you'den’t imagine we'd risk | »\nexpoging even auch a dedicated servant as\nyourself to Father without first having\nyou tested did yout ‘\n\nFreston’s heart beats. A btest?i? The servant ushers him\nthrough .-.- :\n\nINT.",
  "76": "---END OF PREVIOUS SECTION---\nSERVANT\nYes, yea - you'den’t imagine we'd risk | »\nexpoging even auch a dedicated servant as\nyourself to Father without first having\nyou tested did yout ‘\n\nFreston’s heart beats. A btest?i? The servant ushers him\nthrough .-.- :\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n SECURITY ALRLOCK\n\n_., inte the leng, low steal chamher that designates the\ngateway becween Libria and the inner-sanctum of Father.\n\nOne of Fathar’s personal banner guard, his Praetorian guard,\nsreps forward.\n\nLS GUARD\nYour Firearm, Cleric.\n\nPreston hesitates - then surrenders the weapor.\n\nSERVANT\nRer@ ...\n\nPresten seas that a LIE DETECTOR stands nexc te che metal\ndeteccor. : -\n\n‘SERVANT\nsit.\n\nPreston looks around. There are seven Sweepers in here, all\nhaavily armed.- He has no choice. -\n\nHe sits, Two technistans quickly heck up the senSOre.\nA DOCTOR steps forward.\n\nBOCTSR\nWe'll start with 2 test question first.\n\nte nods to the Polygraph Tech who flicks che machine on.\nDOCTOR\nMore of a riddle actually. What, would\nyou say, is tha ‘eugiest way to gét B gum\naway from a Granimaton Cleric ... 7?\nHe amiles, And ANOTHER VOICE fills the blank:\n\nVOICE\n\nAgk him for it.\n\n \n\f \n\n \n\n \n\nPage 58\n\nPreston looks sharply to 5e# @ LARGE WALL MONITOR flickering\nto life with the CHANGING FACES Cf LIBRIA. ”\n\nALL SEVEN of cha Sweeper'’s guns snap up in line with +\nPreston's head. : .\n\nFACES OF LIBRIA/MAN ©\nDid you really think we'd be so stupid...\n\nFACES OF LIBRIA/ WOMAN\nAs nok to know you were feeling, Preston?\n\nThe Polygraph needle starts - registering Preston’ & surprise.\n\nFACES OF LISRIA/BOY\npid you forger.... ? .\nThe changing faces abruptly stop changing. settling on ONE\nFINAL FACE whose sye9 jance back into Preston's own.\n\nDupONT'S.\n\nDUFGHT’S IMAGE\nI'm everywhere.\n\n. The EOLYGRAPH goes mits, expending 3 sudden flurry of ink as\nPreston's emotional response redline. :\n\nDuFont smilas alightly.\n\nDOPONT’S IMAGE\nThank you, Preston. You've consolidated\nmy power, given me the Resistance.",
  "77": "---END OF PREVIOUS SECTION---\nThe EOLYGRAPH goes mits, expending 3 sudden flurry of ink as\nPreston's emotional response redline. :\n\nDuFont smilas alightly. DOPONT’S IMAGE\nThank you, Preston. You've consolidated\nmy power, given me the Resistance. \n---TARGET SECTION TO BE ANNOTATED---\nThe perspective on the screan WIDENS zlightly. Ts inclade\nrhe head of a WOMAN DuPont stands just behind.\n\nMARY.\n\nDUPONT .\nAnd everyone tommected to it. only\nsomeone who wad qruly feeling could have\ndome it. Brava.\n\nMary's #yes, proud and misted, try te turn from the screen,\ntrying wot to give DuPont Eha satiofaction - bur twining his\nfingers inte her hair, he forges her face forward.\n\n_ BobowT’s THAGE\nAnd now Preston, I have you 46 well.\n’ Cality, coolly- Utterly without incident.\n\nPreston stares ¢xembling back into the gereen. A million\neoiliding thoughts igniting behind his eyes. :\n\n \n\f \n\n \n\n \n\n \n\nFage 99\n\nhen, im an instant, they all disappear - replaced hy the abyss.\n\nPRESTON\nNo... 5\n\nSlowly, he shakes his head.\n\nPRESTON\nNot without incident.\n\nBehind him, the needle on the polygraph, that had heen\nvibrating madly with his pounding heart\n\nSuddenly drops to a smooch flatiine.\n\nPOLYGRAPH TECHNICIAN\n(realizing)\nOh ... ie...\n\nAnd before anyone knews it, Preston has stripped the GUN from\nguard just behind him and BLABLAM! has shot the docter\nbetween fhe eyes. : ,\n\nAs that man goes down - like the Phoanix - Preston rises.\n\nElectrodes falling away like guy wires, BLADAM BLADAM! BLAM!\nin the blink ci an eye, <aster than thought, he guns the sevelt\nguards down in their tracks - Chey never ghaed 4a chance.\n\nRetrieving his first gun, he kills the Polygraph Technician\nand pauses - looking at the ¢ine-acreen ...\n\nOn which DuFent's visage stares back at him - astonished at\nthe turn of events.\n\n: PRESTON\n\nI'm coming.\n\nPow! he Bkows DuPont’s startled image out of the screen and\nducks through the screaming metal datechors.\n\nEXT. HALL OF MIRRORS - DAY\n\nSecurity Forces stream ‘into the magnificent hall to meet him,\nbut lest we forget, Presten is a Grammaton Cleric.",
  "78": "---END OF PREVIOUS SECTION---\nPow! he Bkows DuPont’s startled image out of the screen and\nducks through the screaming metal datechors. EXT. HALL OF MIRRORS - DAY\n\nSecurity Forces stream ‘into the magnificent hall to meet him,\nbut lest we forget, Presten is a Grammaton Cleric. \n---TARGET SECTION TO BE ANNOTATED---\n First\nClass. He is the best.\n\nIn a blaze of Fire, both guns bucking like pistons, he tolls\nin blood the history of avery an who dares challenge him,\nrolling like thunder down the mirrored corridor.\n\ngUNS flowing with tha machine-like grace of a printing press,\na blur of Fire in hia hards, he fills the statistical\ntrajectories with blacing paths of lead.\n\n \n\f \n\n \n\n \n\nPage 100\n\nat\n\nEverywhere, the Sweeper Teams go down, withering under the\nfury of hig unstoppable assault.\n\nINT. ANTEROOM - DAY :\nHe burste into the amtervem. The six guards ‘in there knew he\nwas coming, they could hear ic .-. . :\n\nBuk so awesome waa the sound of the battle rumbling\nJinexarably towards them that they were heaten before he even\nstepped inte the room and blew them back through the doors...\n\nINT. FATHER’S BOUDOTR - DAY\n\nInte Father‘s chambers. Coming on like the Fourth Horseman\nhimself, Preston follows their collapsing bodies into a\nmassive marble room of invonparahle, beauty and elegance.\n\nWhere DUPONT atands.\n\nQaietly, silantly, TWO PISTOLS dangling in his hands at his\ngiges, Preston's eyes quickly scam the reom.\n\nPRESTON\nWhere ig she ..-\n\nDurant nelds en him steadily.\n\n: DUPONT\nYou seemed go taken with her - I have te\nadmit ... : .\nhk whimsical shrug.\nCOPONT\n\nTwas intrigued.\n\nHie guns snap up - Praston's match him ‘millimeter for\nmillimeter. .\n\nSlowly, they circle.\nPreston movas his guns - DuPoat's mirroring their nevenenta,\nmuzzle to muzzle - as though they ware tied together by\ninvisible strings.\n\nBUPOMT\n\nRemember, Preston - I‘m Grammaton Cleri¢\ntoo. I know your, thoughts ~ evan as you do.\n\nPRESTON ,\nTren you kmew I'm going ro kil you.\n\nPow! he and Cupont suddenly and simultaneously fire, bullets\ncolliding and EXPLODING in the air between them. .",
  "79": "---END OF PREVIOUS SECTION---\nI know your, thoughts ~ evan as you do. PRESTON ,\nTren you kmew I'm going ro kil you. Pow! he and Cupont suddenly and simultaneously fire, bullets\ncolliding and EXPLODING in the air between them. . \n---TARGET SECTION TO BE ANNOTATED---\n \n\n \n\f \n\n \n\n \n\nPage if:\n\nDUPONT\n(eireling)\nThat I'm not quite picking up. +\nPOW! Preston fires. DuPont, synchronized with him, fires at\nthe exact same instant and trajactory. pullets exploding inte\nshrapnel between them.\n\nAnd that’s it, che dam bursts.\n\nBLAMIBLAM!SLAM!, like pure ballet. a whirling, swirling,\ntwo-fieted sworéfight with bullets erupts between Presten and\nDuPont ..4-\n\nSe accurate and so intuitive are they moth that’ every bullet\nfired by one is parried - blasted gut of existence - by the\nanswering bullet of the other. -\n\nTn an instant, the air is thick with screaming shraonal as\ntheir bullets explode together in & machine-gun staccato of\ngtuttering collisions.\n\nMeither man able to get toe edge over the other whose\nmovements he instinctively knows.\n\nThe COUNTER on Preston's gun, lying down towards zero.\nzbeuptly, at ONE, Preston sping-- aiming down at SuPenc’s\nthigh, drawing DuPont spinning and his awn gun down in a\nMiPrar CHOuMcer-movement ...\n\nBut act the lass inetant, Preston dossn’t fire as Powi\nDuPont's bullet spite out of his gun and FUMCHES thru\nPreston's thigh.\n\nA Eight gasp through clenched teeth and Preston staggers -.-\nThen ... straightens\n\nDuPont's gun has clicked epen, having matched Preston bullet\nfor bullet - all now spent. Sue Preston eeill has hie dest\none. :\n\nHis eyes come up, clear. He took the bullet on purpose. He\ndirected it where he wanted it and took it.\n\nHe raises his gun in line with DuPont's forehead, <\n\n“IRON\nWait!\n\nPreeton does.\n\n \n\f \n\n \n\n \n\nFage 102\n\nDUPONT\nLock ac me. I’m life. T live. Tf\nBreathe, I feel. Mow that you knew it -\nean you really take it? 5\nPreston stares back at him - the words not without effect a5\nthe emotions batria inside him.",
  "80": "---END OF PREVIOUS SECTION---\nT live. Tf\nBreathe, I feel. Mow that you knew it -\nean you really take it? 5\nPreston stares back at him - the words not without effect a5\nthe emotions batria inside him. \n---TARGET SECTION TO BE ANNOTATED---\nFinally, quietly, he drops the lever on his pistol grip soa\nchat the LCD on it now reqiaters \"Explosive round armedi*\n\nPRESTON\nPather la everywhere.\n\nBLAMI he drills the explosive round inta DuFont and\nBABLAMMM I! ! Father, the man behind the curtain af Oz,\nliterally explodes.\n\nPreston drons his guns.\n\nAnd, looking up, begins, for the Last time, to hunt for\nsamathing that has been hidden.\n\nHis eyes slowly sweep, scanning the walls, ceibings and\nfleors\n\nUneil they settle at last on a great framed mirrar. Limping\nso it, he Feels its surface. :\n\nPushes. It swings open, lika a deor\n\nINT. PUBLIC ADDRESS CHAMBER\n\nRevealing the final hidden room. Ingide, amidsc all of the\nequipment that broadcasts the Faces of Libria, the greatest\nCreasure of alz.\n\nMary.\n\nWith a sreat gasp, she throws herself into his arms.\n\nMARY\nI theughet you were daad.\n\nThey hold ene another as if they will never Let go. Wnen\nthey finally separate, they look long into each other eyes.\n\nThen, Limping over, Presten settles in at DuPont's PUBLIC\nADDRESS SYSTEM.\n\nKeying the mike, he flicks it on. It crackles whirring bo a\nStatic hum ... : . :\n\nPRESTON\nLibria ... there.1a a new message\n\n \n\f \n\n \n\n \n\n \n\nPage 103,\n\nINT. OFFICES OF THE CLERIC - DAY . |\n\nClerics and Enforcers alike all stop, tusning to the\nomnipresent ecreais where the ever-changing FACES OF LIsRTa\nspeak PRESTON'S WORDS ... :\n\nFRCES OF LISRIA .\nThe Doge is dead - Librium is finished...\n\nINT. PALACE OF JUSTICE - DAY\n\nand on the Death-Walk to the Incinsrarium's, JURGEN, his\nCOMPATRIOTS, and their astonished guards all curm to look ar\nthe faces speaking to them from the screens\n\n: FACES OF LIiARIA\nThe back cf the Cleric ig broker...\n\n \n\nJurgen and his fellows axchange a look of EmaZemenc .\nINT.",
  "81": "---END OF PREVIOUS SECTION---\nPALACE OF JUSTICE - DAY\n\nand on the Death-Walk to the Incinsrarium's, JURGEN, his\nCOMPATRIOTS, and their astonished guards all curm to look ar\nthe faces speaking to them from the screens\n\n: FACES OF LIiARIA\nThe back cf the Cleric ig broker... Jurgen and his fellows axchange a look of EmaZemenc . INT. \n---TARGET SECTION TO BE ANNOTATED---\n CLERIC MONASTERY - DAY\n\nROBBIE amony the, ‘the young Clerics-in-traiming all stop in\ntheiy classes, heads turned towards the sereen ..+\n\n. where the faces, for the firet time in history, STOP\nchanging, settling finally on ote single face ...\n\nAnd one final voice.\nRepresentative of all humanity -..\nPreston's.\n\n. PRESTON'S IMAGE\nAnd Father is nowhere to be foun.\n\nAnd, for the first time in his own history, he smiles.\nSilently, to himselt, Rebbie amiles back.\n\n‘ INT. FATHER'S QUARTERS.\n\nDropping the mike, Preston leeks to Mary.\n\nPRESTON\nLet's watch.\n\nEXT. TERRACE - DAY\n\nShe helps Prastom out ento the windswept terrace that\noverlooks Libria. The city stretching into the horizon.\n\nThey look out over its vast panorama.\n\n \n\fPage 104\n\n4 '\n\nBll across Libria, FIREBALLS begin rising up inte the sky as.\none after anether, the LIBRIUM FACTORIES explode. -\n\n \n\n- Preston curms ta Mery. She to him. +\n\n* in the light of the explosions, they kiss.\n\nTHE END\n\n \n\n \n\n \n\f"
}