{
  "1": "Revision: June 29th 2006\n\nEragon\nby\nChristopher L. Harris\n\nBased on the novel by, Christopher Paolini\n\nSpecial thanks to Stefen Fangmeier, who read and reviewed my\nscreenplay even though he was busy working on the real Eragon\nfilm.\n\nI do not own any of these characters or this story. This is a\nfan adaptation of the novel by Christopher Paolini.\n\nChris_harrisO06@yahoo.com\n\fFADE IN:\n\nEXT. DU WELDENVARDEN - FOREST - NIGHT\n\nThe trees are tall and thick. The wind is blowing lightly. A\ntall and thin looking figure stands with his back against a\ntree.\n\nThis is DURZA, an almost human-like person except for his\nmaroon eyes and crimson hair.\n\nDurza closes his eyes and draws his sword up in front of his\nface.\n\nThe WIND blows again. Durza SNIFFS and then opens his eyes.\n\nDURZA\nSpread out and hide! Stop whatever\nit is coming this way...or die!\n\nSuddenly, behind Durza, twelve URGALS, men-like creatures\nwith bowed LEGS and ARMS. They also have two curved HORNS\nabove their small ears.\n\nThey begin to shuffle around. After a moment, each of the\nUrgals hide down beneath the bushes and behind the trees.\n\nDurza peers around the tree and looks up a small PATH that\ngoes through the forest. A GUST OF WIND blows across the\nforest. Durza sniffs, smiles, and then leans back against the\ntree.\n\nDURZA\n(Grunting)\nGet ready!\n\nAn Urgal moves and a TWIG snaps. Durza hisses with rage.\nAfter a moment, three WHITE HORSES emerge from the darkness\nat the end of the path.\n\nTwo MALE ELVES sit on the right and left horses, one FEMALE\nELF, ARYA, a beautiful black haired woman who looks to be in\nher late twenties, is on the center horse.\n\nThe three Elves draw closer to Durza. The WIND BLOWS toward\nthe horses. They jump up on their back legs and then drop\nback down on all fours.\n\nThe two male elves look frightened and then their horses\nstart galloping. Arya's horse bolts forward and leaves the\ntwo male-elves behind.",
  "2": "---END OF PREVIOUS SECTION---\nThey jump up on their back legs and then drop\nback down on all fours. The two male elves look frightened and then their horses\nstart galloping. Arya's horse bolts forward and leaves the\ntwo male-elves behind. \n---TARGET SECTION TO BE ANNOTATED---\n\fAll of the Urgals jump from their hiding spots and draw their\nBows.\n\nThey launch black ARROWS at the two male-elves, who fall of\ntheir horses, dead.\n\nDurza jumps out from behind the tree and lifts his hand in\nthe air.\n\nDURZA\nGarjzla!\n\nA FIRE-BOLT launches from Durza's hand and hits Arya's horse,\nwhich is a couple hundred feet away.\n\nArya jumps off the horse and lightning speed and lands on the\nground lightly. Her horse falls down into the dirt beside\nher.\n\nQuickly, Arya gets up and bolts off of the path and into the\nwoods at inhuman speeds.\n\nDURZA\nAfter her!\n\nAll of the Urgals run after Arya. Durza looks all around. He\nspots a large piece of GRANITE sticking up into the sky. He\nclimbs it.\n\nOnce he gets to the top of the Granite piece, Durza looks out\nover the treetops. He raises his hand up in the air.\n\nDURZA\nIlstari boetk!\n\nA quarter mile section of the forest explodes into flames.\n\nArya is running swiftly, the trees in front of her explode\ninto flames. She quickly turns and runs in another direction.\n\nDURZA\nIlstari boetk!\n\nAnother quarter mile section of the forest burst into flames.\nArya turns and runs in another direction.\n\nDURZA\nIlstari boetk!\n\nA third quarter mile section of the forest burst into flames,\ncreating a ring of fire.\n\fDurza looks out over the large ring of fire. Suddenly, the\nsounds of screaming Urgals are heard.\n\nHe looks down again. Three of the Urgals fall down to the\nground, dead.\n\nDurza looks down at Arya, who is running toward him at a\nswift pace. The remaining Urgals are chasing her.\n\nDurza peeks over the edge twenty-foot high granite piece and\nthen jumps to the ground, right in front of Arya.\n\nArya turns and runs in the other direction, but the Urgals\nsurround her. She turns and looks for another way out, but\nthere is none.\n\nDurza points at Arya and smiles.\n\nDURZA\nGet her!\n\nThe Urgal's charge in. Arya pulls a pouch out of her pocket\nand opens it up.",
  "3": "---END OF PREVIOUS SECTION---\nDURZA\nGet her! The Urgal's charge in. Arya pulls a pouch out of her pocket\nand opens it up. \n---TARGET SECTION TO BE ANNOTATED---\nShe reaches inside and pulls out a beautiful SAPPHIRE STONE\nand raises it above her head and quietly mumbles something in\nthe ANCIENT LANGUAGE. A flash of light comes from the stone.\n\nDurza raises his hand toward Arya.\n\nDURZA\n\n(Angry)\nGarjzla!\n\nA fire-bolt comes from his hand and hits Arya. She collapses\nto the ground.\n\nDurza runs over to Arya and looks at her hands. The stone is\ngone.\n\nDurza howls rage and throws his sword at a tree. It sticks\nhalf way though.\n\nHe then begins screaming. He raises his hand and shoots nine\nbolts of fire at the remaining Urgal. They all drop dead\ninstantly.\n\nHe walks over to Arya and lifts her off the ground with ease.\nHe throws her over his shoulder and then pulls his sword from\nthe tree.\n\nDurza walks back to his horse and gets on, putting Arya\nbehind him.\n\fHe puts the fire in front of him out and bolts off into the\ndarkness.\n\nEXT. FIELD - THE SPINE - NIGHT\n\nLarge MOUNTAINS surround a small FIELD. ERAGON, an average\nlooking fifteen-year-old boy with dark eyebrows and brown\neyes, kneels down and places his hand on a spot of trampled\nGRASS.\n\nAfter a moment, Eragon stands to his feet and begins to walk\ntoward a large FOREST that rest on the side of the mountains.\n\nEragon stops right at the edge of the forest and sighs. He\npulls his BOW off of his back and knocks an ARROW. He walks\ninto the forest.\n\nEXT. A FOREST - THE SPINE - NIGHT\n\nAfter a few moments, Eragon comes to a quiet stop. He gets\ndown on his knees.\n\nA large HERD of DEER sit in a small opening in the forest. A\nDOE is limping around on the edge of the herd because of a\nbroken leg.\n\nEragon smiles and pulls the arrow back. He aims for a moment\nand then...\n\nA huge flash of light blast out of the middle of the herd!\nThe deer jump up and run franticly.\n\nEragon releases the arrow but it misses the deer. Eragon\nstands up. He has a surprised and confused look on his face.\n\nHe walks over to where the light had come from.",
  "4": "---END OF PREVIOUS SECTION---\nEragon\nstands up. He has a surprised and confused look on his face. He walks over to where the light had come from. \n---TARGET SECTION TO BE ANNOTATED---\n A ring of\ngrass is burnt. The beautiful Sapphire Stone from before sits\nin the middle of the ring.\n\nEragon hesitates in fear. After a moment, he grabs the stone\nand examines it. It has little WHITE VEINS that run all over\nit like a Spiderweb.\n\nHe drops his PACK off his back and onto the ground. He opens\nit and carefully places the Stone inside.\n\nEragon looks around and then stands to his feet. He walks out\nof the small opening and back into the forest. Eragon finds a\nlarge tree and throws a blanket out at the trunk of it.\n\fEXT. A SMALL FIELD - THE SPINE - MORNING\n\nThe SUN peeks over the tops of the tall mountains. Eragon\nopens his eyes.\n\nEXT. THE ROAD - PALENCAR VALLEY - LATER\n\nEragon is walking down a small, dirt road. After a moment, he\ncomes to the edge of a hill.\n\nDown at the bottom of the hill, maybe a mile away, rest\nCARVAHALL, a small village.\n\nEXT. CARVAHALL - THE STREET - LATER\n\nEragon walks down the street of Carvahall. He stops and a\nbuilding and enters.\n\nINT. BUTCHER SHOP - MORNING\n\nA small BUTCHER is standing behind a counter toward the back\nof the room. He's cutting meat. This is SLOAN, a man in his\nearly 40s. He has a constant angry look in his eyes.\n\nEragon walks up to the counter. Sloan stops cutting the meat\nand looks up.\n\nSLOAN\n(Sarcastic)\nSo...the mighty hunter joins the\nrest of us! How many did you bag\nthis time?\n\nERAGON\nNone.\n\nSLOAN\nI'm amazed! And that's why you've\ncome? Well lets see your money,\nthen!\n\nERAGON\nI don't exactly have any, but I do-\n\nSLOAN\n(Angry) ; .\nSo you want me to just give the\nmeat to you?!\n(MORE)\n\fSLOAN(cont 'd)\nDo you see any of the other\nMerchants giving away their wares?\nBesides, its late. I'm closed.\nYou'll have to come back tomorrow\nwith money.\n\nERAGON\nI can't wait until tomorrow, Sloan.",
  "5": "---END OF PREVIOUS SECTION---\nI'm closed. You'll have to come back tomorrow\nwith money. ERAGON\nI can't wait until tomorrow, Sloan. \n---TARGET SECTION TO BE ANNOTATED---\nIt'll be worth your while, though;\nI found something to pay you with.\n\nEragon sets his pack down on the counter and pulls the\nSapphire Stone out. He holds it in front of Sloan.\n\nSLOAN\nStole it is more like it.\n\nSloan goes back to chopping his meat.\n\nERAGON\nI didn't steal it! I found it in\nthe Spine when I was hunting!\n\nSloan looks up in surprise at the mention of the Spine. He\nslams his KNIFE down onto the counter.\n\nSLOAN\nYou get out of my store, boy! And\ntake your cursed rock with you!\n\nEragon doesn't move, but stands there in confusion.\n\nSLOAN\nGo before I make you!\n\nSuddenly, a tall, thick man walks into the building. This is\nHORST, a rough looking man.\n\nBehind him is KATRINA, a beautiful young woman with long,\nblonde hair.\n\nHORST\nWhat's going on here, Sloan?\n\nSLOAN\nThis...boy came in here badgering\nme. I asked him to leave, but he\nwant budge. I even threatened him!\n\nHORST\n(To Eragon)\nIs this true?\n\fERAGON\nNo! I offered him this stone for\npayment and he agreed. when I told\nhim that I got it from the Spine,\nhe wouldn't sell it to me!\n\nHORST\nI have no love for the Spine\nmyself, Sloan, but when it comes to\nthe worth of the rock, I'll back it\nwith my own money.\n\nSLOAN\nNo. It's my store, I'll do what I\nwant with it!\n\nKatrina steps out from behind Horst.\n\nKATRINA\nDaddy, Eragon is willing to pay.\nJust give him the meat so we can\nhave dinner.\n\nSLOAN\nYou stay out of this, Katrina! Go\nback to the house.\n\nKatrina doesn't movie.\n\nSLOAN\nNow!\n\nKatrina storms out of the door.\n\nHORST\nFine! I'll pay for it. Eragon, what\nwere you going to get?\n\nERAGON\nAs much as I could.\n\nHORST\nGive me your finest steaks. And\nmake sure its enough to fill\nEragon's pack.\n\nSloan hesitates.",
  "6": "---END OF PREVIOUS SECTION---\nHORST\nGive me your finest steaks. And\nmake sure its enough to fill\nEragon's pack. Sloan hesitates. \n---TARGET SECTION TO BE ANNOTATED---\nHORST (CONT'D)\n\nNot selling to me would be a very\nbad idea.\n\fSloan scowls and then slips into a back room. The sounds of\nCUTTING and WHACKING and slight mumbling is heard.\n\nEragon looks up at Horst.\n\nERAGON\nThank you.\n\nHORST\nOh...its really no trouble.\n\nEragon holds the rock up to Horst\n\nERAGON\nI guess this belongs to you.\n\nHORST\n(Chuckling)\nNo..you keep your strange rock. As\nfor payment, Albriech is leaving in\nthe Spring to become a Master\nSmith. You can work off the debt\nover the spring.\n\nSloan walks back into the room with a large sack of meat. He\nsets it on the counter.\n\nEXT. CARVAHALL - THE STREET - DAY\nEragon and Horst walk out of Sloan's store.\n\nERAGON\nOh, I forgot! Roran wanted me to\nget a message to Katrina, can you\ngive it to her?\n\nHORST\nOf course.\n\nERAGON\nHe wants her to know that he'll\ncome into town as soon as the\nmerchants arrive and that he’1ll see\nher then.\n\nHORST\nThat all?\n\fERAGON\n(Embarrassed)\nNo. He also wants her to know that\nshe is the most beautiful girl he\nhas ever seen and that he thinks of\nnothing else.\n\nHorst face breaks into a large grin. He winks at Eragon.\n\nHORST\nGetting serious, isn't he?\n\nEragon smiles.\nERAGON\nI better be getting back. Garrow's\nexpecting me.\n\nEragon begins to walk down the street. He waves farewell to\nHorst after a moment.\n\nEXT. GARROW'S FARM - DUSK\n\nEragon's small WOODEN HOUSE sits in the middle of a large\nfield. Eragon walks toward it slowly. A small flicker of\nlight can be seen in the window of the house.\n\nINT. ERAGON'S HOUSE - DUSK\n\nEragon walks into the house with a dragging pace. He looks\nvery tired.\n\nHe walks into the small KITCHEN and sets his pack on the\nTABLE.\n\nA small, pale man walks into the Kitchen. This is GARROW, a\nhungry looking old man.",
  "7": "---END OF PREVIOUS SECTION---\nHe walks into the small KITCHEN and sets his pack on the\nTABLE. A small, pale man walks into the Kitchen. This is GARROW, a\nhungry looking old man. \n---TARGET SECTION TO BE ANNOTATED---\nERAGON\nWhere's Roran?\n\nGARROW\nSleeping.\n\nEragon pulls the meat out of his pack and sets it on the\ntable.\n\nGARROW\nWhat's this? Did you buy meat?\nWhere'd you get the money?\n\f10.\n\nERAGON\nHorst paid for it.\n\nGARROW\n(Angry) ;\nI told you I won't accept charity\nNext they'll be asking if we need\nanything else! We may as well just\nmove to town!\n\nERAGON\nI didn't accept charity. Horst told\nme I could work it off at his forge\nthis coming spring.\n\nGARROW\nAnd where do you think you'll find\ntime for that? Are you just going\nto ignore everything that needs to\nbe done around here?\n\nThere is a long silence.\n\nERAGON\nI don't know how I'll do it.\nBesides, I found something that\ncould be worth some money.\n\nEragon reaches into his pack and pulls the Sapphire Stone out\nand sets it on the table.\n\nGarrow bows over it. His face turns ravenous, and his hands\nstart to twitch.\n\nGARROW\nYou found this in the Spine?\n\nERAGON\nYes. It just appeared while I was\nhunting. Came out of no where. It\nscared all the deer off, too.\n\nGarrow looks over the Stone for a few more moments.\n\nERAGON\nAnyway, its good to be home, uncle.\n\nGARROW\nI'm glad your back. But you should\nget some rest. We're leaving early\nin the morning so we can get to the\ntraders in time.\n\f11.\n\nINT. ERAGON'S ROOM - NIGHT\n\nEragon walks into his room. He sets his pack down on the\nfloor beside the wall and walks over to his bed. The Sapphire\nStone is in his hand.\n\nHe looks at it for a moment and then places it under his bed\nand then goes to sleep.\n\nEXT. GARROW'S FARM - DAWN\n\nThe sun is just beginning to rise over the peaks of the\nMountains that surround GARROW'S FARM. Smoke rises from the\nCHIMNEY on top of Eragon's house.\n\nSnow lies over the ground and in the tree's and on the top of\nEragon's house.\n\nINT. ERAGON'S HOUSE - DAWN\n\nEragon walks into the kitchen.",
  "8": "---END OF PREVIOUS SECTION---\nSnow lies over the ground and in the tree's and on the top of\nEragon's house. INT. ERAGON'S HOUSE - DAWN\n\nEragon walks into the kitchen. \n---TARGET SECTION TO BE ANNOTATED---\n He YAWNS and STRETCHES and\nthen sits down at the table. Garrow is sitting at one end and\nRORAN, a nine-teen year-old man. Each of them have a piece of\nmeat on their plate.\n\nEragon begins to eat his food.\n\nRORAN\nThe snow that came last night might\nslow us down...\n\nGARROW\nStill, we should be able to make it\nin time.\n\nAfter a moment, Garrow looks up from his plate and sighs.\n\nGARROW\nToday is a...special day.\n\nEragon and Roran look up from the plates and stop eating.\n\nGARROW\nIt was near this very hour, sixteen\nyears ago, that Eragon's mother,\nSelena, showed up at my\ndoor...pregnant. She spent a few\nmonths with me then had you\nEragon.\n\f12.\n\nEragon takes a bite of his meat and then looks back up at\nGarrow.\n\nGARROW (CONT'D)\nShe begged me and Marian to raise\nyou. When I asked why...\"I must\"\nwas all she could say. Then she\nleft.\n\nThere is a long silence after Garrow's story.\n\nRORAN\nSo what's this I hear about a\nstrange rock?\n\nERAGON\nCome and see.\n\nEragon and Roran both get up and walk out of the Kitchen.\n\nINT. ERAGON'S HOUSE - DAWN\n\nEragon comes through the door. Roran walks in behind Eragon.\nThe Sapphire Stone is sitting under Eragon's bed, where he\nhad left it. Eragon reaches under his bed and grabs the\nStone. He holds it up for Roran to grab it.\n\nRoran hesitates for a moment and then takes the Stone from\nEragon.\n\nRORAN\nIt's beautiful...\n\nGARROW (0.S.)\nWe'd better leave now if we're\ngoing to catch the traders!\n\nEragon grabs his pack of the ground and carefully puts the\nSapphire Stone into it.\nEXT. CARVAHALL - FRONT FIELD - DAWN\n\nTENTS line the front of Carvahall. Hundreds of people walk\naround looking at various things.\n\nA WAGON, being pulled by horses, comes over a small hill and\nrides down toward the group of tents.\n\nThe wagon stops to the side of all the tents.",
  "9": "---END OF PREVIOUS SECTION---\nHundreds of people walk\naround looking at various things. A WAGON, being pulled by horses, comes over a small hill and\nrides down toward the group of tents. The wagon stops to the side of all the tents. \n---TARGET SECTION TO BE ANNOTATED---\n Eragon and\nRoran jump off the wagon. Garrow slowly climbs down the side\nof the wagon.\n\f13.\n\nGarrow puts his hands in his pocket and pulls out a few\ncoins. He divides it up and then hands the coins to Eragon\nand Roran.\n\nGARROW\nGet yourselves some treats. Roran,\ndo what you want, but be back at\nHorst house for dinner. Eragon\ncome with me.\n\nRoran walks away and disappears into the crowd. Eragon and\nGarrow walk the opposite way.\n\nEragon and Garrow walk up to a MAN who is standing behind a\ntable, showing off his KNIVES and SWORDS. This is MERLOCK, a\nrough looking merchant.\n\nAfter a moment, Merlock notices Eragon and Garrow. He then\nsets the sword down that he was holding and walks over to\nthem.\n\nMERLOCK\nAnd what would you fine sirs be\nlooking for? Maybe a sword? Or\nmaybe-\n\nHe turns quickly and grabs a perfectly crafted SILVER ROSE\nfrom the table. He holds it up in front of Eragon.\n\nMERLOCK (CONT'D)\nA silver rose for a special lady\nfriend, eh?\n\nGARROW\nActually, we aren't looking to buy.\nWe're looking to sell.\n\nMERLOCK\nI see...do you have the item with\nyou?\n\nGARROW\n\nYes, but we'd much rather show\nsomewhere more...private.\n\nMERLOCK\nOh, I see...\nINT. MERLOCK'S TENT - DAY\n\nMerlock comes through the entrance of the tent, Eragon and\nGarrow come in behind him.\n\f14.\n\nMerlock picks up a stack of books off of two chairs and\ngestures toward them.\n\nMERLOCK\nPlease...have a seat.\n\nEragon and Garrow sit down.\n\nGARROW\nShow him the Stone, Eragon.\n\nEragon hesitates but then pulls the Stone out of the pack and\nhands it to Merlock.\n\nMerlock looks at it with an interested eye. He pulls a box\nout and opens it. He takes a small hammer and starts to tap\nit and do other various things to it. After a few moments, he\nstops.\n\nMERLOCK\n\nDo you know how much this is worth?\nGARROW\n\nNo...\nMERLOCK\n\nUnfortunately, neither do I.",
  "10": "---END OF PREVIOUS SECTION---\nMERLOCK\n\nDo you know how much this is worth? GARROW\n\nNo... MERLOCK\n\nUnfortunately, neither do I. \n---TARGET SECTION TO BE ANNOTATED---\n But I\nwill tell you this much: it's\nunlike anything I've ever seen. It\nwon't scratch. Whoever made it used\ntools I've never seen-or maybe\nmagic. And it’s hallow.\n\nGARROW\nWhat?!\n\nMERLOCK\nHave you ever heard a rock that\nsounds like this?\n\nMerlock gets the small hammer and taps the rock. It echo's\nslightly.\n\nERAGON\nBut what is it worth!?\n\nMERLOCK\nI can't tell you that. For most\npeople, this would be an item of\ncuriosity-not an item to spend\nmoney on.\n\nEverything is silent for a few moments.\n\f15.\n\nGARROW\nWill you buy it?\n\nMERLOCK\n\nNo...it’s not worth the risk. I may\nbe able to find a wealthy buyer\nduring my spring travels, but even\nso, you'll have to wait until next\nyear before you'll get paid.\n\n(Beat )\nI am curious however...why did you\nwant to speak to me in private?\n\nERAGON\nBecause, I found this in the Spine.\nPeople around here don't care to\nmuch for the place.\n\nMERLOCK\nDo you know why me and my fellow\ntraders were late this year?\n\nEragon shakes his head.\n\nMERLOCK (CONT'D)\nOur wanderings have been dogged\nwith misfortune. Chaos seems to\nrule Alagaseia. We can't seem to\navoid illness, attacks, and the\nworse black luck. Because the\nVarden's attacks against the\nEmpire, Galbatorix is calling more\nmen to the border. Men who are\nneeded to fight the Urgals.\n\nMerlock stops and picks up and drinks a CUP of WATER.\n\nMERLOCK\nAnd even worst, there's talk of a\nShade, though the stories are\nunconfirmed. Not many people\nsurvive such an encounter.\n\nERAGON\nWhy haven't we heard of this?\n\nMERLOCK\nBecause, these things have just\nhappened in the past few months.\n\nGARROW\nNonsense! We haven't seen any\nUrgals.\n\n(MORE)\n\f16.\n\nGARROW(cont 'd)\nThe only one around here has his\nhorns hooked to the wall in Morn's\ntavern!\n\nMERLOCK\nMaybe so...",
  "11": "---END OF PREVIOUS SECTION---\n(MORE)\n\f16. GARROW(cont 'd)\nThe only one around here has his\nhorns hooked to the wall in Morn's\ntavern! MERLOCK\nMaybe so... \n---TARGET SECTION TO BE ANNOTATED---\nbut this is a small\nvillage that's hidden by mountains.\nNo surprise that you haven't been\nnoticed yet. But if you haven't\nnoticed, strange things are\nhappening, especially after the\nappearing of that rock appearing!\n\nEXT. CARVAHALL - DAY\n\nGarrow is walking swiftly through the thick crowd toward the\nentrance to Carvahall. Eragon is walking behind him, trying\nto keep up.\n\nERAGON\nWhat do you think?\n\nGARROW\nI think I'm going to get more\ninformation.\n\nINT. HORST'S HOUSE - DUSK\n\nHorst, Eragon, Garrow, Roran, and various other people sit\naround a large, wooden table. Everyone is laughing and eating\nand drinking.\n\nMORN, a rough looking man, leans forward with a dark look in\nhis eye. Everyone gets quiet.\n\nMORN\nThere's strange people around here.\nGrain buyers who cheat everyone out\nof their money.\n(Breat)\nThey're telling ridiculous stories\nabout how the Varden had made a\npact with the Urgals and planned to\nattack us. And how it was only for\nthe great King Galbatorix that we\nhaven't already be over taken by\ntheir armies.\n\nHORST\nIf they keep it up, there's gonna\nbe trouble.\n\f17.\n\nERAGON\nFor who?\n\nHORST\nFor them.\n\nEXT. CARVAHALL - FRONT FIELD - NIGHT\n\nHundreds of people gather around a huge BONFIRE. Eragon\nGarrow, and Roran walks up to the group of people.\n\nA DARK FIGURE, BROM, an older man with a large beard and\nbushy eye brows, stands right beside the BONFIRE. Everyone is\nlooking at him.\n\nBROM\nBefore your grandfathers fathers\nwere born, and even before their\nfathers were born, the Dragon\nRiders were formed. To protect and\nguard was their mission. And for\nthousands of years, they succeeded.\nTheir prowess in battle was\nunmatched. Each of the Riders had\nthe strength of ten men.\n\nThe crowd is now completely quiet. Only the sound of Brom and\nof the BONFIRE.\n\nBROM (CONT'D)\nThey were immortal. Only for good\nwere their powers used.",
  "12": "---END OF PREVIOUS SECTION---\nOnly the sound of Brom and\nof the BONFIRE. BROM (CONT'D)\nThey were immortal. Only for good\nwere their powers used. \n---TARGET SECTION TO BE ANNOTATED---\n And as they\nkept the peace, the land\nflourished. It was a golden time.\nThe Elves were our allies, the\nDwarves our friends. But it could\nnot last. Though no enemy could\ndefeat them, they could not guard\nagainst themselves.\n\n(Beat )\n\nAnd it came to pass, that in the\ngolden age of Alagaesia, Galbatorix\nwas born.\n\nEXT. FIELD - DAY\nGALBATORIX (10) is fighting, with a sword, a RIDER. After a\n\nmoment, Galbatorix hit's the Rider's sword out of the his\nhands.\n\f18.\n\nBROM (V.0O.)\nAt the age of ten, he was tested,\nand the Riders found great power in\nhim. The riders accepted him as\ntheir own.\n\nEXT. MOUNTAIN SIDE - DAY\n\nGalbatorix, now 17, is flying through the air on the back of\na large BLACK DRAGON. On the ground below him there is a\ngroup of Urgals. The Black Dragon dives toward the group.\n\nBROM (V.0O.)\nAfter his training was complete, he\ntook a reckless trip with two\nfriends into the remaining\nterritory of the Urgals.\n\nGalbatorix is slaughtering the Urgals with his sword. The\nBlack Dragon is overtaken by Urgals and is falls to the\nground, dead.\n\nBROM (V.0O.)\nHe killed his attackers, but\ntragically, his dragon was killed\nin the battle. And thus the seeds\nof madness were planted.\n\nEXT. WILDERNESS - DAY\n\nGalbatorix is wandering through a large grass plain. After a\nmoment, he falls down to the ground, unconscious.\n\nBROM (V.0O.)\nFor months, he wandered, seeking\ndeath, but it did not come. He was\nfound and summoned to the Riders to\nbe judged. He demanded another\ndragon, but the desperation in his\nvoice revealed before the Council\nwhat he truly was.\n\nEXT. CARVAHALL - FRONT FIELD - NIGHT\n\nBrom is standing in front of the fire, looking around at the\ncrowd.\n\f19.\n\nBROM (V.0O.",
  "13": "---END OF PREVIOUS SECTION---\nCARVAHALL - FRONT FIELD - NIGHT\n\nBrom is standing in front of the fire, looking around at the\ncrowd. 19. BROM (V.0O. \n---TARGET SECTION TO BE ANNOTATED---\nDenied his hope, Galbatorix,\nthrough the twisted mirror of\nmadness, came to believe that it\nwas the Riders fault that his\ndragon had been killed. And so,\nnight after night, he brooded on\nthis, and planned his\nexact...revenge...\n\n(Beat )\nThrough some ill fortune, he met a\nRider named Morzan. Morzan was\nstrong in body, but weak in mind.\n\n(Beat )\nThey slaughtered every Rider they\ncame in contact with. With each\nkill, their strength grew. Twelve\nof the Riders joined them because\nof the desire for power. After\nthis, Galbatorix named himself King\nover Alagasesia. He's ruled us ever\nsince.\n\nEXT. THE ROAD - PALENCAR VALLEY - NIGHT\n\nEragon and Roran are sitting in the back of the WAGON, Garrow\nis in the front, controlling the horses. Eragon sits still.\nHe looks as if he is in deep thought.\n\nGARROW\nYou two are very lucky to have\nheard that story. He's only told it\ntwice, and if the Empire knew he\nhad, he wouldn't live to see\nanother month.\n\nINT. ERAGON'S ROOM - NIGHT\n\nA small candle on Eragon's DRESSER lights the room. He pulls\nthe Sapphire Stone out of his pack and sets it own his bed.\n\nHe pulls out a small, wooden HAMMER and taps it. After a few\nmoments of tapping it in different places, he shakes his\nhead, sets the Stone on his dresser, and climbs into his bed.\nQuickly, his eyes close and he falls asleep.\n\nDARKNESS...\n\nA loud SQUEAK is heard.\n\f20.\n\nA candle is lit and Eragon's room comes into view. Eragon is\nholding it. He sets the candle down on his dresser and looks\naround.\n\nThe SQUEAK is heard again. It's coming from the Sapphire\nStone. Eragon turns around and looks at it.\n\nERAGON\n(Whispering)\nI've got nothing but trouble ever\nsince I found you...and now you\nwon't even let me sleep!\n\nEragon gets back in his bed and closes his eyes. The Stone\nSQUEAKS again. And it begins to ROCK. Eragon sits up in his\nbed and scowls.",
  "14": "---END OF PREVIOUS SECTION---\nThe Stone\nSQUEAKS again. And it begins to ROCK. Eragon sits up in his\nbed and scowls. \n---TARGET SECTION TO BE ANNOTATED---\nERAGON\n(Whispering)\nI don't care how valuable you are!\nI'm gonna destroy you!\n\nCRACKS begin to appear on the Stone. Eragon stands still, and\nlooks at it. Entranced. More CRACKS appear, and run straight\nto the top of the Stone.\n\nAfter a moment, a small piece at the top of the Stone breaks\naway from the rest, and falls to the floor. A small HEAD\nappears pokes out of the hole in the top of Stone!\n\nEragon steps back from the stone. After a moment, a shadowed\nbody is standing beside the stone.\n\nEragon looks shocked. It's a baby DRAGON! It's no longer than\nEragon's forearm, and its SCALES are deep SAPPHIRE BLUE.\n\nAfter a moment, the dragon begins look around and walk around\nthe dresser.\n\nEragon reaches out with his hand and touches it on the back.\nA blue FLASH comes from the dragon and launches Eragon back\nonto the floor.\n\nEragon lets out a scream. After a second, Eragon gets up off\nthe floor and listens to make sure no one is coming.\n\nEragon's hand turns red. He begins to scratch it, but stops\nand looks at his palm in fear. A large blue OVAL appears in\nthe skin of his palm.\n\nA few moments later a COLLAGE of VOICES can be heard. Eragon\nputs his hands on his head and closes his eyes.\n\f21.\n\nA few seconds later he throws his hands down. The voices\nstop. Eragon is out of breath.\n\nEragon quietly walks out of his room and closes the door.\n\nINT. ERAGON'S HOUSE - NIGHT\n\nEragon opens a large box and pulls out a long strip of MEAT.\nHe walks back toward his room.\n\nINT. ERAGON'S ROOM - NIGHT\n\nEragon walks into the room and quietly closes the door. He\ntakes the strip of meat and sets it beside the dragon. The\ndragon sniffs it at first and then starts to eat it.\n\nEragon smiles. After a moment, the dragon lay's down on its\nback and falls asleep. Eragon waits a moment, and then gently\npicks the dragon up and takes it over to his bed. He sets it\ndown and then climbs onto his bed and lay's down beside it.",
  "15": "---END OF PREVIOUS SECTION---\nAfter a moment, the dragon lay's down on its\nback and falls asleep. Eragon waits a moment, and then gently\npicks the dragon up and takes it over to his bed. He sets it\ndown and then climbs onto his bed and lay's down beside it. \n---TARGET SECTION TO BE ANNOTATED---\nERAGON\nWhat am I going to do with you...?\n\nEXT. THE ROAD - PALENCAR VALLEY - MORNING\n\nThe sun is peeking over the tree tops. Eragon runs down the\ndirt road. He's holding the dragon. After a moment, he walks\noff the path and into the FOREST.\n\nEXT. THE FOREST - PALENCAR VALLEY - SAME TIME\n\nEragon walks deep into the forest. After a moment, he stops\nat a large, snow covered TREE. Eragon puts a small, leather\nblanket over the dragon and sets it up on one of the limbs.\n\nERAGON\nWelcome home...for now...I don't\nknow what I'm going to do with you.\n\nEragon takes a small rope and ties it to the dragons leg. He\nthen takes the other end of the rope and ties the dragon to\nthe tree.\n\nERAGON\nDon't go trying to get away...I\ndon't know what the others would do\nto you if they were to find you.\nBut I don't want to find out.\n\fEXT. BROM'S HOUSE - DAY\n\nEragon knocks on Brom's large, wooden, door.\nbehind Eragon.\n\nBROM\nWhat do you want, boy?\n\nEragon turns around, frightened.\n\nERAGON\nI...wanted to ask you a few\nquestions.\n\nBROM\n\nWell, you'd better come inside,\nthen; we'll be talking a while.\nYour questions never seem to end.\n\nINT. BROM'S HOUSE - DAY\n\nBrom pours two cups of tea. He walks over to\nand hands Eragon one of the cups.\n\n22.\n\nBrom walks up\n\nthe fire place\n\nEragon is sitting in a small rocking chair. Brom sits down in\n\nanother rocking chair across from Eragon.\n\nOld BOOKS and SCROLLS are stacked up all over the room.\n\nBrom pulls a SMOKING PIPE up to his lips and\ncandle that is beside him.\n\nBROM\nAh...here we go.\n(Beat )\nNow...what do you want?\n\nERAGON\nWell, I've heard a lot about the\nDragon Riders and their great\naccomplishments, and most everyone\nwants them to return. But I've\nnever heard any stories about how\nthey were started and what made\nthem so special.\n\nBROM\nA vast subject to tell about.",
  "16": "---END OF PREVIOUS SECTION---\nERAGON\nWell, I've heard a lot about the\nDragon Riders and their great\naccomplishments, and most everyone\nwants them to return. But I've\nnever heard any stories about how\nthey were started and what made\nthem so special. BROM\nA vast subject to tell about. \n---TARGET SECTION TO BE ANNOTATED---\n If I\nwere to tell you the whole story\nwe'd still be sitting here next\nwinter.\n\nlights it witha\n\f23.\n\nBrom sucks on his pipe and lets out a smoke ring.\n\nBROM\nI'll start with the last\nitem...Dragons.\n\nEragon settles back in his chair and sips his tea.\n\nBROM (CONT'D)\nDragons have no beginning, unless\nit lies with the creation of\nAlagaseia itself. And if they have\nan end, it will be when this land\nperishes. Dragon's can communicate\nwith their Riders, also. The\ndragons, dwarves, and a few other\ncreatures are true inhabitants of\nthis land. Their world was\nunchanging until the first elves\nsailed here in their silver ships.\n\nERAGON\nWhere did the elves come from?\n\nBROM\n(Scowling)\nDid you want your first question\nanswered or not?!\n\nERAGON\n(Embarrassed)\nSorry.\n\nBrom chuckles under his breath.\n\nBROM\nNo, your not.\n(Beat )\nIf you must know, the elves come\nfrom a place they call Alalea. No\none knows what, or even where it\nis.\nBrom sucks on his pipe again and lets out another smoke ring.\nBROM (CONT'D)\nIn fact, you were named after an\nelf. The first Dragon Rider, to be\nspecific.\n\nEragon sits up - his eyes wide open.\n\f24.\n\nBROM\nAh...so you didn't know your\nnamesake?\n\nERAGON\nNo.\n\nEragon looks confused.\n\nBrom stands up and walks out of the room with his tea cup.\nAfter a moment, he returns with a full cup of tea. He sits\ndown on his chair and takes a sip of tea.\n\nERAGON\nDo you remember any of the dragon\nnames?\n\nBROM\n\nHmm...lets see...there was Jura,\nHirador, and Fundor-who fought the\ngiant sea snake. Galzra, Briam,\nOhen...umm...Beroan...\n\nBrom stops for a moment and lets a large smoke ring float\ninto the air.\n\nBROM\n(Whispering)\nAnd Saphira...\n\nEragon sits back for a moment. He then sets his tea cup down\non a small TABLE that is beside him and then stands up.",
  "17": "---END OF PREVIOUS SECTION---\nBROM\n(Whispering)\nAnd Saphira... Eragon sits back for a moment. He then sets his tea cup down\non a small TABLE that is beside him and then stands up. \n---TARGET SECTION TO BE ANNOTATED---\nERAGON\nWell, it's getting late and I\nshould get back...\n\nBROM\n(Curious)\nEragon? Why the sudden interest in\nDragons and such?\n\nERAGON\nUmm...I heard a couple of...traders\ntalking about it.\n\nBROM\nOh.\n\fINT. ERAGON'S HOUSE - DUSK\n\nEragon walks through the front door of\ninto the kitchen. Garrow and Roran are\ntable. They each have a plate of food.\nempty seat. A plate of food is already\n\nFor a few moments everything is silent\n\nGarrow for a moment and then back down\n\nGARROW\n(To Roran)\nWhat's wrong, Roran?\n\nRORAN\nNothings wrong. Its just\nthat...well, I was at Horst'\n\n25.\n\nthe house and goes\nalready sitting at the\nEragon sits down at an\nfixed for him.\n\nRoran looks up at\nat his plate.\n\ntoday\n\nto pick up a few things and a\n\nstranger was there from\nTherinsford.\n\nERAGON\nWhat's his name?\n\nRORAN\nDempton.\n\nERAGON\nOh.\n\nRORAN\n\nAnyway, he owns a Mill. He was here\nto get some sockets made for a\n\npiece of machinery.\n\nGARROW\nSo?\n\nRORAN\n\nHe offered me a job at the Mill. If\nI accept, I'll leave with him when\n\nhe returns for the sockets..\nto take the job.\n\n.I plan\n\nA few moments of silence pass. Garrow leans back in his\n\nchair.\n\nGARROW\nWhy?\n\f26.\n\nRORAN\nWell...I plan to marry Katrina, and\nI can't do that without any money.\n\nGARROW\nI see.\n\nA few more moments of silence pass.\n\nGARROW (CONT'D)\nWell, when do you leave?\n\nERAGON\nWhat?!\n\nGARROW\nDid you think I'd stop him? It's\nlife's natural course.\n(Beat )\nWhen do you leave?\n\nRORAN\nAbout two weeks.\n\nEXT. THE FOREST - PALENCAR VALLEY - NIGHT\n\nEragon is walking through the forest until he comes to the\nTREE that he had left the dragon in.\n\nThe dragon is sitting right where Eragon left it. It is still\ntied to the tree.",
  "18": "---END OF PREVIOUS SECTION---\nTHE FOREST - PALENCAR VALLEY - NIGHT\n\nEragon is walking through the forest until he comes to the\nTREE that he had left the dragon in. The dragon is sitting right where Eragon left it. It is still\ntied to the tree. \n---TARGET SECTION TO BE ANNOTATED---\nEragon takes the rope off of the dragon and pulls it out of\n\nthe tree.\n\nground.\n\nHe looks at it for a second and then sets it on the\n\nDRAGON (V.0.)\nEragon.\n\nERAGON\nYou need a name...I heard a few\ntoday; Maybe you'll like one. Let's\nsee...there was Vanilor, Eridor-\n\nDRAGON (V.0.)\nNo...\n\nThe dragon looks amused.\n\f27.\n\nERAGON\nUmm...there was Ingothold...wait a\nsecond! Your not a he...your a she,\naren't you.\n\nThe dragon sets its head down on the ground.\nERAGON (CONT'D)\nWell, lets see then...I don't\nremember any na--wait--are\nyou...Saphira?\n\nSAPHIRA (V.0)\nYes...\n\nEXT. GARROW'S FARM - MORNING\nThe sun is rising above the trees. Snow covers the ground.\nEragon, Roran, and Garrow are standing on the front porch.\n\nEXT. ERAGON'S HOUSE - FRONT PORCH - SAME TIME\n\nEragon and Roran have packs on. Garrow is standing by the\ndoor with a sad look on his face.\n\nRORAN\nWon't you come with us?\n\nGARROW\nNo...no...I have...things to do.\n\nGarrow holds out his hand and places money into Roran's hand.\nRoran smiles.\n\nGARROW (CONT'D)\nIt isn't much, but that and a\nfathers blessing is all I have to\ngive.\n\nRoran embraces Garrow for a moment and then turns and walks\noff the porch. Eragon follows him.\nEXT. CARVAHALL - THE STREET - LATER\n\nEragon and Roran are walking down the street. They come to\nthe SMITHY and walk inside.\n\f28.\n\nINT. SMITHY - DAY\n\nEragon and Roran come through the door and stop. DEMPTON and\nHorst are standing side by side in front of the counter.\nEragon and Roran walk over to them.\n\nDEMPTON\n(To Roran)\nAre you ready?\n\nRoran adjust's his pack.\n\nRORAN\nYes. Do we leave soon?\n\nDEMPTON\nI've got a few things to take care\nof, but we'll be gone within the\nhour.",
  "19": "---END OF PREVIOUS SECTION---\nRORAN\nYes. Do we leave soon? DEMPTON\nI've got a few things to take care\nof, but we'll be gone within the\nhour. \n---TARGET SECTION TO BE ANNOTATED---\nDempton walks over to Eragon.\n\nDEMPTON\nYou must be Eragon. I would offer\nyou a job, but Roran got the only\none.\n(Beat )\nMaybe in a year or two, eh?\n\nHorst walks over to Dempton and hands him a bag full of\nSOCKETS.\n\nHORST\nThey're ready.\n\nHorst and Dempton shake hands. Horst walks out of the Smithy,\nmotioning for Eragon to fallow.\n\nEXT. CARVAHALL - THE STREET - SAME TIME\n\nHorst walks out of the door and stands on the side of the\ndirt street. A moment later, Eragon comes out and stands\n\nbeside Horst.\n\nERAGON\nWhat do you think of him?\n\nHORST\nHe's a good man. I wouldn't worry.\n\nHorst wipes his hand over his face.\n\fEragon\n\nEragon\n\nEragon\n\nEragon\n\n29.\n\nHORST\nDo you remember the fight you had\nwith Sloan?\n\nERAGON\nIf you're asking about payment for\nthe meat, I haven't forgotten.\n\nHORST\nNo, no...I trust you. What I was\nwondering about is if you still had\nthat blue stone?\n\nlooks confused and worried.\n\nERAGON\nI do, but why do you ask?\nHORST\nAS soon as you get home, get rid of\n\nit.\n\nlooks shocked and worried.\n\nHORST\nTwo men showed up yesterday,\ndressed in black and carrying\nswords. Made my skin crawl just\nlookin' at ‘em.\n\nlooks around nervously.\n\nHORST (CONT'D)\nAbout mid-day they started asking\nif a stone like yours had been\nfound. No one with any sense said\nanything, but I could name a few\nwho would talk. And the two men are\nat it again today.\n\nlooks very worried, and gulps down his spit.\n\nERAGON\nThank you for telling me. Would you\nhappen to know where these men are?\n\nHORST\n(Stern)\nI didn't warn you ‘cause I thought\nyou needed to talk to them! Leave\nCarvahall. Go home!\n\f30.\n\nERAGON\nAlright, if you think I should.\n\nHORST\nI do.",
  "20": "---END OF PREVIOUS SECTION---\n30. ERAGON\nAlright, if you think I should. HORST\nI do. \n---TARGET SECTION TO BE ANNOTATED---\n(Beat )\nI may just be overreacting, but\nthese strangers give me a bad\nfeeling.\n\nERAGON\nI'll leave right now.\n\nEragon turns and runs inside of the Smithy.\n\nINT. SMITHY - DAY\nEragon comes through the door and embraces Roran.\n\nRORAN\nAren't you going to stay a little\nwhile longer?\n\nEragon laughs.\n\nERAGON\nThere's nothing for me to do! You\ncan't expect me to sit around and\ndo nothing all day!\n\nRORAN\nWell, alright. I guess this is the\nlast time we'll be seeing each\nother for a few months.\n\nERAGON\n(Hastily)\nI'm sure it won't seem that long.\n\nEragon and Roran embrace one last time and smile at each\nother.\n\nERAGON\nGood bye, cousin.\n\nRORAN\nYou take care of yourself.\n\nEragon smiles and then turns to walk out the door.\n\f31.\n\nEXT. CARVAHALL - THE STREET - DAY\nEragon comes through the door and walks past Horst.\n\nEragon walks down the street until Horst is out of sight and\nthen ducks behind a building.\n\nEragon runs through alley ways quietly until he hears the\nmumbling words of three people.\n\nEragon stops and pokes his head around the corner of the\nbuilding.\n\nTwo BLACK FIGURES, the RAZ'AC, are standing in front of\nSloan.\n\nRAZ'AC #1\nWhen did this happen?\n\nSLOAN\nA few weeks ago.\n\nEragon turns back around and hides behind the wall.\n\nERAGON\n(Quietly)\nHe's telling them!\n\nEragon turns and looks at the Raz'ac and Sloan again.\n\nRAZ'AC #2\nAre you sure? If are somehow\nmistaken, it will be\nmost...unpleasant.\n\nSLOAN\n(Shaken)\nYeah, I'm sure. He had it then.\nEveryone knows about it. Go ask\nthem!\n\nRAZ'AC #1\nYour information has been most\nhelpful. We will not forget you.\n\nSloan nods his head and then swiftly walks away.\nEragon turns to get a better view. A small ROCK is broken off\n\nthe wall. It hits the ground and a loud \"CRACK!\" Can be\nheard.\n\f32.",
  "21": "---END OF PREVIOUS SECTION---\nA small ROCK is broken off\n\nthe wall. It hits the ground and a loud \"CRACK!\" Can be\nheard. 32. \n---TARGET SECTION TO BE ANNOTATED---\nThe two Raz'ac turn and stand in a crouching position. They\nlet out a \"Hiss.\"\n\nEragon's face fills with fear. The Raz'ac begin to slowly and\nsoundlessly walk toward him.\n\nBROM (0.S.)\nEragon!\n\nEragon jerks around and sees Brom calling him.\nBrom hurries over to Eragon, not seeing the Raz'ac.\n\nThe Raz'ac stop and glare at Eragon for a moment, and then\nquietly slip away.\n\nEragon falls to the ground, shivering. Brom pulls Eragon up.\n\nBROM\nWhat's wrong?\n\nERAGON\nNothing. I just got a little dizzy\nall of a sudden. I don't know why,\nthough.\n\nBROM\nYou'll recover, but perhaps you'd\nbetter go home.\n\nERAGON\nI think you're right. Maybe I\nshould go home.\n\nEragon looks worried.\n\nBrom holds out his hand, Eragon shakes it. Brom pulls his\nhand back and accidently pulls Eragon's GLOVE off. It falls\nto the ground. Brom bends down and picks it up.\n\nBROM\nClumsy me.\n\nBrom stands back up and quickly turns Eragon's hand over.\nBrom looks at the Blue Oval on Eragon's palm for a quick\nmoment and then sets the glove in Eragon's hand.\n\nEragon quickly pulls his arm down.\n\nERAGON\nGoodbye.\n\f33.\n\nEragon turns and walks away. Behind him, Brom starts to\nwhistle a merry tune.\n\nEXT. THE ROAD - PALENCAR VALLEY - DUSK\n\nEragon is running as fast as he can down the road. Sweat is\nrolling down his face. He comes to the end of the path. About\na mile away, Eragon's house is sitting in a field. Garrow is\nstanding by the BARN that is beside the house.\n\nERAGON\nI must tell him about her.\n\nEragon closes his eyes and looks up.\n\nERAGON (V.0.)\nSaphira!\n\nA moment passes.\n\nSAPHIRA (V.0.)\n(Off screen)\nI come.\n\nA few moments pass. Suddenly, the loud wings of Saphira can\nbe heard flapping. After a moment, Saphira lands down in the\npath. She is now almost fully grown. She folds her wings up\nbeside her.",
  "22": "---END OF PREVIOUS SECTION---\nAfter a moment, Saphira lands down in the\npath. She is now almost fully grown. She folds her wings up\nbeside her. \n---TARGET SECTION TO BE ANNOTATED---\nSAPHIRA (V.0.)\nWhat's wrong?\n\nERAGON (V.0.)\nThere were strangers in Carvahall\ntoday. They were dressed in black\nand carried swords...they were\nasking about the egg.s\n\nSaphira jumps up onto her back legs and lets out a loud roar\n\nSAPHIRA (V.0.)\nFire! Enemies! Death! Murderers!\n\nERAGON (V.0.)\nSaphira! Garrow will hear!\n\nSaphira continues to kick her front legs into the air. She\nlets out another roar.\n\f34.\n\nSAPHIRA (V.0.)\nOaths betrayed, souls killed, eggs\nshattered! Blood everywhere.\nMurderers!\n\nEragon closes his eyes and strains. Saphira's voice fades out\nof his head. Saphira continues to jump and roar. Eragon grabs\na spike on her back and pulls himself onto her back.\n\nEragon rubs her side with his hand and he hums to her.\n\nERAGON\nThat's enough! Everything is going\nto be alright.\n\nSaphira calms down and then kicks off the ground and fly's\ninto the air.\n\nERAGON'S POV:\n\nEverything below is quickly disappearing. The sky ahead is\nzooming toward Eragon.\n\nEND ERAGON'S\nPov:\n\nSaphira is drifting through the air. She is miles above the\nground.\n\nERAGON (V.O.)\nWe have to go back! Those strangers\nare coming! Garrow has to be\nwarned!\n\nSaphira doesn't answer. A few moments pass and then large\nmountains come into view all around.\n\nA gust of wind batters against Eragon. Saphira moves her\nneck. Eragon is jerked to one side. He winces in pain and\nlooks down at the ground.\n\nSuddenly, Saphira begins to spiral toward the ground. After a\nmoment, she drops into a small opening in the forest below.\nEXT. A FOREST - THE SPINE - DUSK\n\nAs Saphira hits the ground, Eragon quickly slides off her and\nhits the ground.\n\nEragon's legs buckle and he falls down. HE winces and then\nlooks down at his legs. They are bleeding badly through his\npants on the inside of his thighs.\n\f35.\n\nERAGON\nGreat!\n\nEragon winces again.\n\nERAGON (V.",
  "23": "---END OF PREVIOUS SECTION---\nERAGON\nGreat! Eragon winces again. ERAGON (V. \n---TARGET SECTION TO BE ANNOTATED---\n0.)\nWhy did you do this?! Garrow needs\nour help!\n\nSAPHIRA (V.0.)\nMurderers!\n\nERAGON (V.0.)\nYou take me on this ridiculous\njourney when Garrow needs us, and\nyour scales have scrapped the skin\nof my legs! Is that what you\nwanted!\n\nSAPHIRA (V.0.)\nNo.\n\nEragon lets his head fall to the ground.\nERAGON (V.0.)\nI'm going to freeze if you don't\nmake a shelter for me.\n\nSaphira walks over to Eragon and curls up around him. Her\nstomach rumbles.\n\nERAGON\nGarrow...\n(Beat )\nWhat have I done?\n\nA single tear roles down Eragon's face. He closes his eyes.\n\nEXT. GARROW'S FARM - NIGHT\n\nAll is still. Smoke is rising from the chimney. Suddenly, the\nhouse appears to be on fire.\n\nTwo black figures bust down the door of Eragon's house and\nwalk in.\nINT. ERAGON'S HOUSE - NIGHT\n\nGarrow runs to the door and then starts to scream.\n\f36.\n\nThe figures are the Raz'ac. One of the Raz'ac lifts his sword\nin the air and swings it at Garrow.\n\nEverything turns white and blurs out.\n\nEXT. A FOREST - THE SPINE - DAWN\n\nEragon, panicking, opens his eyes. Sweat is layered across\nhis face.\n\nSaphira is still lying over him.\n\nERAGON\nGet up!\n\nSaphira starts to move a little bit, and then stands all the\nway up and moves. Sunshine blinds Eragon.\n\nAfter a moment, he gets up and wobbles over to a tree.\n\nEragon breaks a branch off of the tree and uses it asa\ncrutch. He looks at Saphira.\n\nERAGON (V.0.)\nWill you take me home?\n\nSaphira cocks her head up in the air.\n\nERAGON (V.0.)\nI know you don't want to, but we\nboth owe it to Garrow. He as taken\ncare of me, and through me, you. Is\nthat a debt you are willing to\nignore?\n\nSaphira turns and looks at Eragon.\n\nERAGON (V.0.",
  "24": "---END OF PREVIOUS SECTION---\nIs\nthat a debt you are willing to\nignore? Saphira turns and looks at Eragon. ERAGON (V.0. \n---TARGET SECTION TO BE ANNOTATED---\nWhat is to be said of us in the\nyears to come? That we hid like\ncowards while my uncle was in\ntrouble? Even a Shade would run\nfrom you, and yet you hide in the\nmountains like a frightened Rabbit!\n\nSaphira lets out a roar and jumps back onto her back legs for\na moment. Then she looks at Eragon.\n\nSAPHIRA (V.0.)\nI will take you because of a debt\nowed. But into foolishness we fly.\n\f37.\n\nEragon looks up into the sky.\n\nERAGON\nFoolishness or not, there is no\nother choice.\n\nEragon takes a knife from his pocket and cuts two parts of\nhis shirt off. He walks over to Saphira and slowly and\npainfully climbs onto her back.\n\nEragon takes the two pieces of shirt and puts them under his\nthighs. Saphira jumps into the air. Eragon winces.\n\nERAGON (V.0.)\nFaster!\n\nEXT. SKY - DAY\n\nSaphira is flying low to the ground and is moving very fast.\nEragon is clinching on to her back.\n\nEragon looks at the ground. There is a burning house and\nburning barn. Eragon looks scared. Saphira dives down toward\nthe ground.\n\nEXT. GARROW'S FARM - DAY\n\nSaphira lands on the ground. Eragon's house and barn is\ncollapsed. Some wood is still burning. Eragon jumps off\nSaphira, yelping at the pain. His eyes are full of tears. He\nlooks scared, angry, and shocked.\n\nERAGON\nUncle!\n\nThere is no answer. Eragon's eyes are red. He runs toward the\nhouse.\n\nERAGON\nUncle!\n\nEragon starts looking through the scraps of wood. He is still\ncrying.\n\nERAGON\nThis is your fault! If you hadn't\ntaken me away!\n\nSAPHIRA (V.0.)\nYou would not be alive if we had\nstayed.\n\f38.\n\nERAGON (V.0.)\nWe could have warned him!\n\nEragon drops to his butt and grabs his legs in pain. For a\nmoment he just looks around in tears. Then he spots\nsomething! A pale hand is sticking up out of the wood.\nEragon rushes over to the hand and pulls the wood away.",
  "25": "---END OF PREVIOUS SECTION---\nThen he spots\nsomething! A pale hand is sticking up out of the wood. Eragon rushes over to the hand and pulls the wood away. \n---TARGET SECTION TO BE ANNOTATED---\nIt's Garrow. His face is burnt and deformed and so is the\nrest of his body.\n\nEragon grabs Garrow's hand and starts to cry even harder.\n\nERAGON\nUncle!\n\nEragon looks over Garrow's body for a moment. Garrow's other\nhand has a piece of torn, black, fabric that matches the\nclothes of the Raz'ac.\n\nEragon takes the piece of fabric and holds it up. Anger and\nrage fills his eyes.\n\nEXT. THE ROAD - PALENCAR VALLEY - DAY\n\nGarrow's body is tied up to two boards that are hooks to\nSaphira's stomach.\n\nEragon slowly climbs onto her back. He winces in pain.\n\nERAGON\nNow!\n\nSaphira jumps into the air at incredible speed. Blood is\ndripping from Eragon's legs.\nEXT. SKY - DAY\nSaphira is flying low to the ground.\nERAGON (V.0.)\nFallow the road. It'll give you\n\nenough room to land.\n\nSAPHIRA (V.0.)\nI might be seen.\n\nERAGON (V.0.)\nIt doesn't matter anymore!\n\f39.\n\nSaphira roars and then drops down a little lower to the\nground and begins to fallow the road.\n\nA few moments pass and then Carvahall comes into view only a\ncouple of miles ahead.\n\nSaphira buckles her wings and drops toward the ground.\n\nEXT. THE ROAD - PALENCAR VALLEY - DAY\n\nSaphira lands on the ground softly and bends down. Eragon\npainfully slides off and walks around to Garrow's body.\n\nEragon untied Garrow and sets him on the ground. He then\ntakes one of the boards and roles Garrow onto it and ties him\ndown.\n\nERAGON (V.0.)\nFind yourself a place to hide.\nYou'll have to take care of\nyourself for a while.\n\nSAPHIRA (V.0.)\nI will wait.\n\nSaphira walks into the forest. Eragon grabs the board and\nbegins to pull Garrow down the road.\n\nEragon grits his teeth in pain as blood pours out of his\nlegs. He stops after a moment and looks into the sky.",
  "26": "---END OF PREVIOUS SECTION---\nEragon grabs the board and\nbegins to pull Garrow down the road. Eragon grits his teeth in pain as blood pours out of his\nlegs. He stops after a moment and looks into the sky. \n---TARGET SECTION TO BE ANNOTATED---\nERAGON\nI can't do this!\n\nFor a moment Eragon waits, and then starts to walk again\ntears in his eyes.\n\nA few moments pass.\n\nBROM (0.S.)\nEragon!\n\nAfter a moment, Brom comes into view. Eragon looks confused.\nBrom is waving his hands. The side of Brom's head is covered\nin dry blood.\n\nBrom's voice sounds distorted.\n\nBROM\nEragon!\n\nERAGON'S POV:\n\f40.\n\nEverything begins to fade out. Brom is rushing towards\nEragon. After a moment, everything goes black.\n\nEND ERAGON'S POV.\n\nDREAM SEQUENCE\nAn image of a boat appears and then\ndisappears. Another image of a\ngroup of people boarding the boat\nis seen. An image f a man sitting\non a river bank can be seen. His\nface cannot be made out. The man\nlets out an aching cry. A quick\nimage of two dragons in the sky\nappears, and then all goes black.\n\nINT. GERTRUDE'S HOUSE - ROOM - NIGHT\n\nEragon opens his eyes. He is lying in a small bed in an empty\nroom. The door is open.\n\nThere is a fireplace that is burning. In front of the\nfireplace sits an OLDER WOMAN, GERTRUDE. She is sitting ina\nsmall rocking chair. She's asleep.\n\nAfter a moment, Eragon sits up. He winces in pain.\nGertrude opens her eyes.\n\nGERTRUDE\nOh, you're awake! How are you?\n\nERAGON\nWell enough, where's Garrow?\n\nGERTRUDE\nOver at Horst's house. There wasn't\nenough room to keep you both here.\n\nERAGON\nHow is he?\n\nThere is a long silence.\n\nGERTRUDE\nNot good. He has a fever that\nrefuses to break, and his injuries\naren't healing.\n\nERAGON\nI have to see him.\n\f41.\n\nGertrude gets up and walks over to a small table. There is a\nsmall pot and a bowl with a spon in it, lying on the table.\n\nGERTRUDE\nNot until you've had somethin' to\neat.\nERAGON\nHow long have I been here?\nGERTRUDE\nTwo full days.",
  "27": "---END OF PREVIOUS SECTION---\nGERTRUDE\nNot until you've had somethin' to\neat. ERAGON\nHow long have I been here? GERTRUDE\nTwo full days. \n---TARGET SECTION TO BE ANNOTATED---\nERAGON\n(Whispering)\nSaphira!\nGERTRUDE\nHmm?\nERAGON\nNothing.\n\nGertrude walks over to Eragon and hands him a bowl full of\nsoup.\n\nEragon sups the soup carefully.\n\nEXT. CARVAHALL - THE STREET - LATER\n\nEragon can be seen through the window of Gertrude's house.\n\nINT. GERTRUDE'S HOUSE - ROOM - NIGHT\n\nEragon takes a sip of his soup and then sets the bowl to the\nside.\n\nERAGON\nNow can I see Garrow?\n\nGERTRUDE\nYou're a determined one, aren't\nyou?\n(Beat )\nVery well.\n\nEXT. CARVAHALL - THE STREET - NIGHT\n\nHorst large, two story house, sits on a large hill.\n\f42.\n\nEragon and Gertrude are slowly walking toward it. Eragon\nleans against Gertrude as he limps along.\n\nEXT. HORST'S HOUSE - MOMENTS LATER\n\nEragon and Gertrude are standing on Horst's porch. Gertrude\nknocks on the door.\n\nA few moments pass and then Horst's wife, ELAIN, a woman in\nher late thirties, comes to the door\n\nELAIN\n(Softly)\nPlease, come in.\n\nEragon and Gertrude follow Elain into the house. They stop\nonce they are in the LIVING ROOM.\n\nElain gives Eragon a sad smile, and then looks at Gertrude.\n\nELAIN\nI was about to send for you. He\nisn't doing well. You should see\nhim right away.\n\nGERTRUDE\nYou'll have to help Eragon up the\nstairs.\n\nGertrude hurries up the stairs that are right behind her.\n\nEragon slowly walks over to the steps. As he puts his foot on\nthe first step, Elain reaches out to help him.\n\nERAGON\nIt's OK, I can do it.\n\nELAIN\nAre you sure?\n\nElain pulls her arm back. Eragon slowly takes a step up to\nthe next step. He winces in pain. Elain holds her arms right\nbehind him.\n\nINT. HORST'S HOUSE - ROOM - NIGHT\nGarrow's deformed body is lying on a small bed in the corner\n\nof the room. Gertrude is examining Garrow.",
  "28": "---END OF PREVIOUS SECTION---\nINT. HORST'S HOUSE - ROOM - NIGHT\nGarrow's deformed body is lying on a small bed in the corner\n\nof the room. Gertrude is examining Garrow. \n---TARGET SECTION TO BE ANNOTATED---\n She has her hand\non his forehead.\n\f43.\n\nEragon slowly walks into the room. Elain following right\nbehind.\n\nEragon walks over to the bed. He looks at Garrow's burnt\nface. A tear rolls down his cheek.\n\nKatrina is standing by the fireplace in another corner\nboiling rags.\n\nEragon lifts the blankets that cover Garrow's stomach. There\nare bandages covering all over him. Gertrude takes on of them\noff. A large burn mark is seen for a moment, and then\nGertrude puts another bandage on.\n\nEragon looks at Gertrude with hopeless eyes.\n\nERAGON\nCan't you do anything?\n\nGERTRUDE\nI've tried everything. But still,\nthings could change for the better\nHe's a strong man.\n\nEragon turns and looks out a small window in the room.\n\nElain walks up behind Eragon and puts her hand on his\nshoulder.\n\nELAIN\nYou should leave for a little\nwhile.\n\nERAGON\n\nI want to stay.\n\nERAGON\nDon't worry, you can come back. Why\ndon't you come down and get some of\nmy fresh apple pie?\n\nINT. HORST'S HOUSE - KITCHEN - NIGHT\n\nEragon and Elain walk into the kitchen. Horst is sitting at\nthe table eating a slice of pie.\n\nEragon walks over to the table and sits down. Elain brings\nhim a slice of pie and a glass of milk.\n\nERAGON\n(Quietly)\nThank you.\n\f44,\n\nEragon takes a bite of the pie.\n\nHORST\nHow are you?\n\nERAGON\nTerrible.\n\nEragon takes a few more bites.\n\nHORST\nI know this isn't the best time,\nbut we need to know.\n\nERAGON\nKnow what?\n\nHORST\n...what happened.\n\nERAGON\nI don't really remember.\n\nHorst leans forward.\n\nHORST\nEragon, I was one of the people who\nwent to your farm. Your house\ndidn't just burn down. Something\ntore it to pieces.\n\nEragon takes a few more bites of his food and then, slowly,\nstands up.\n\nERAGON\nI'm tired. I'm going back to\nGertrude's house to sleep.",
  "29": "---END OF PREVIOUS SECTION---\nEragon takes a few more bites of his food and then, slowly,\nstands up. ERAGON\nI'm tired. I'm going back to\nGertrude's house to sleep. \n---TARGET SECTION TO BE ANNOTATED---\nELAIN\nWhy don't you stay with us?\n\nERAGON\nDo you have enough room?\n\nELAIN\nOf course! Come with me, I'll get\neverything ready.\n\nINT. HORST'S HOUSE - ROOM 2 - NIGHT\n\nEragon is lying in a bed that's just like Garrow's.\n\f45.\n\nA few moments pass and then Gertrude comes in through the\ndoor. Eragon opens his eyes and looks at her.\n\nERAGON\nHow is he?\n\nGERTRUDE\nWell, the fever's gone and some of\nhis burns are healing.\n(Beat )\nHe'll be fine. You go on to sleep.\n\nEragon pulls his blankets up to his neck and then closes his\neyes.\nINT. HORST'S HOUSE - ROOM 2 - LATER\n\nEragon jolts upright. He is breathing hard and sweat is\nlayered across his forehead.\n\nThe SOUNDS of people mumbling can be heard down the hallway.\nEragon slowly gets up from his bed and walks out into the\nhallway. Garrow's door is open and people are gathered\naround.\n\nEragon looks pale as he walks to Garrow's room. Everyone\nmakes room for Eragon to get through. They all look sad.\n\nGarrow is lying his bed. He has a new pair of clothes on and\nhis hands are crossed over his stomach. Tears begin to flood\nout of Eragon's eyes. Elain rushes over to Eragon and puts\nher arms around him.\n\nAfter a few moments pass, Elain guides Eragon back to his\nroom.\n\nINT. HORST'S HOUSE - ROOM 2 - SAME TIME\n\nElain stops at the door and watches Eragon lay down on his\nbed. After a moment, she walks over to the bed and stands\nbeside him.\n\nEragon raps up with his blankets. His eyes are full of tears.\n\nERAGON\nHe didn't deserve this!\n\nElain's hand touches Eragon's head. Eragon continues to cry.\n\f46.\n\nINT. HORST'S HOUSE - ROOM 2 - DAWN\nEragon is sitting by the window. Tears flow down his cheeks.\n\nERAGON\nI can't live with this.\n\nSAPHIRA (V.0.)\nThen don't.\n\nERAGON (V.0.)\nWhat would you have me do? Garrow's\ngone forever!\n\nSAPHIRA (V.0.",
  "30": "---END OF PREVIOUS SECTION---\nERAGON (V.0.)\nWhat would you have me do? Garrow's\ngone forever! SAPHIRA (V.0. \n---TARGET SECTION TO BE ANNOTATED---\nYour heat is the only guide to the\nanswer.\n\nEragon looks confused for a moment.\n\nERAGON (V.0.)\nWhat do you want me to do...pursue\nthe strangers?\n\nSAPHIRA (V.0.)\nYes.\n\nEragon sits there, silent.\n\nERAGON (V.0.)\nAm I strong enough for this?\n\nERAGON\n\nYou have me.\n\n(Beat )\nThere is nothing left for you here.\nAnd there's nothing more dangerous\nthan an enemy with nothing to lose.\nAnd that is the very thing you have\nbecome.\n\nA few moments pass and then Eragon looks at the door\n\nERAGON\nI will go.\n\nEragon stands up. He slightly winces but walks over to his\nbed without problem. HE grabs his pack off the floor and sets\nit on the bed. He opens it and packs a pair of clothes in it.\n\f47.\n\nINT. HORST'S HOUSE - DAWN\n\nEragon quietly walks down the stairs. He then walks over to\nthe door and listens.\n\nELAIN\n...place to stay. We have room.\n\nEragon sighs and then quietly walks over to the front door.\nHe looks back and then, quietly, walks out.\nEXT. CARVAHALL - THE STREET - DAWN\n\nEragon stays low as he walks off the porch and down the\nstreet.\n\nNo one else is outside. Eragon stops at Sloan's Butcher Shop.\nHe looks around and then, quietly, enters the building.\nINT. BUTCHER SHOP - DAWN\n\nEragon looks around as he walks behind the counter. He spots\na large slab of meat and walks over to it.\n\nEragon bends down and grabs the meat and quietly slides it\ninto his Pack. After a moment, he looks around, and then\nwalks out of the building.\n\nEXT. CARVAHALL - THE STREET - DAWN\n\nEragon walks off the porch and starts walking down the\nstreet.\n\nBROM (0.S.)\nGoing somewhere?\n\nBehind Eragon stands Brom.\nEragon swiftly turns around in surprise.\n\nERAGON\nWhat?\n\nBROM\nI hope you have enough meat for our\ndragon.\n\f48.\n\nERAGON\n(Afraid)\nWhat are you talking about?\n\nBROM\nDon't fool with me.",
  "31": "---END OF PREVIOUS SECTION---\n48. ERAGON\n(Afraid)\nWhat are you talking about? BROM\nDon't fool with me. \n---TARGET SECTION TO BE ANNOTATED---\n I know where\nthat mark, gedwey ignasia: shining\npalm, on your palm comes from: you\nhave touched a dragon hatchling. I\nknow why you came to me with all of\nthose questions.\n\nERAGON\n(Confused)\nHow'd you find out?\n\nBROM\nThere were clues and hints\neverywhere. All I had to do was pay\nattention.\n\nERAGON (V.0.)\nSaphira, we've been found out! I\nneed you!\n\nSaphira does not answer. Eragon looks very confused and\nfrustrated.\n\nBROM\nI've talked with her. She has\nagreed to hover over us until we\nsettle our differences.\n\nERAGON\nHow could you tal-\n\nBROM\nNow tell me, where are you going?\n\nERAGON\nI was going to...find a safe place\nfor me to rest while I heal.\n\nBROM\nAnd after that.\n\nERAGON\nI...I was going to hunt down the\nstrangers and kill them.\n\f49.\n\nBROM\nA mighty task for one so young.\nCertainly a worthy endeavor and one\nyou are fit to carry out. Thought\nit strikes me that help would be\nunwelcome.\n\nBrom walks over to a large BUSH and pulls out a large PACK.\nHe puts it on.\n\nBROM\nAnyway, I'm not going to sit around\nwhile some stripling gets to run\naround with a dragon.\n\nA few moments pass.\n\nERAGON\nI don't need help, but you can\ncome.\nBROM\nWell then we had best be going.\n(Beat )\n\nI think you'll find that you're\ndragon will listen to you now.\n\nERAGON (V.0.)\nSaphira?\nEXT. SKY - DAWN\nSaphira soars through the clouds.\nSAPHIRA (V.0.)\nYes?\nEXT. CARVAHALL - THE STREET - DAWN\nERAGON (V.0.)\nWill you meet us at the farm?\nEXT. SKY - DAWN\nSaphira turns and dives downward a bit\n\nSAPHIRA (V.O.)\nSo you've come to an agreement?\n\f50.\n\nEXT. CARVAHALL - THE STREET - DAWN\nEragon looks up at Brom.\n\nERAGON (V.0.)\nI guess so.\n\nEXT.",
  "32": "---END OF PREVIOUS SECTION---\nCARVAHALL - THE STREET - DAWN\nEragon looks up at Brom. ERAGON (V.0.)\nI guess so. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n SKY - DAWN\n\nSaphira flies toward the ground and then levels out.\n\nEXT. CARVAHALL - THE STREET - DAWN\nEragon adjust he Pack.\n\nERAGON\nThey're probably looking for me.\n\nBROM\nProbably. Shall we go?\n\nERAGON\nI want to leave a letter with Ror-\n\nBROM\nIt's already been taken care of. I\nsent a letter to him explaining a\nfew things. Satisfactory?\n\nEragon simply nods and they begin to walk down the street.\n\nEXT. SKY - DAY\n\nSaphira dives towards the ground. Brom and Eragon can be seen\nstanding by the ruins of Eragon's house.\n\nEXT. GARROW'S FARM - DAY\nSaphira lands, smashing the grass underneath her feet.\n\nBROM\nWhat's it's name?\n\nERAGON\nSaphira.\n\nA pleasure look crosses Brom's face.\n\f51.\n\nERAGON\nOf all the names you gave me, its\nthe only one she liked.\n(Beat )\nI think it fits.\n\nA moment passes. Brom has an unreadable look on his face.\nEragon waits for a moment, and then walks into what is left\nof his house.\n\nHe searches for the spot that his room once was, and finds\nit. He looks around for a moment, and then finds his BOw.\n\nIt's a little scuffed up, but it's not unusable.\n\nHe looks around for a bit more and finds his QUIVER. The\nleather isn't harmed at all. He smiles, satisfied.\n\nAfter a moment, Eragon walks over to Saphira and Brom.\n\nBROM\nWhere to now?\n\nERAGON\nWe find a place to hide.\n\nBROM\nDo you have a place in mind?\n\nERAGON\nYes.\n\nEragon straps his Quiver to his Pack with a ROPE and then\nputs it on his back.\n\nERAGON\nFollow me.\n\nSaphira jumps into the air.\n\nEXT. THE FOREST - PALENCAR VALLEY - DAY\n\nA large, irregular clearing is right in the center of the\nforest.\n\nEragon and Brom walk into the clearing. Saphira lands right\nin the center of the clearing.\n\nBROM\nDoes anyone else no about this?\n\f52.\n\nERAGON\nNo. I found it when we first moved\nhere.\n\nEXT.",
  "33": "---END OF PREVIOUS SECTION---\nERAGON\nNo. I found it when we first moved\nhere. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n THE FOREST - PALENCAR VALLEY - NIGHT\n\nThere is now a FIRE in the center of the clearing. Brom and\nEragon are sitting by it. Saphira is curled up around them.\n\nBrom is quietly smoking his pipe and looking into the fire.\n\nERAGON\nWhy do you want to travel with me?\n\nA ring of smoke rises from Brom's mouth.\n\nBROM\nI have vested interest in keeping\nyou alive.\n\nERAGON\nWhat do you mean?\n\nBROM\nTo put it bluntly, I'ma\nstoryteller and I think you'll make\na fine story.\n\n(Beat)s\n\nEragon, you're the first dragon Rider to exist out of the\nking's control in over a thousand years. What will happen to\nyou? Will you die a martyr Join the Varden? Or will you kill\nKing Galbatorix? All fascinating questions. And I will be\nthere to see every bit of it.\n\nA few moments pass. Eragon gazes into the fire.\n\nERAGON\nThat may be, but tell me, how can\nyou talk to Saphira.\n\nBrom takes a few moments to put more TOBACCO into his pipe.\n\nBROM\nVery well. If it's answers you\nwant, its answers you'll get, but\nthey may not be to your liking.\n\nBrom stands up and walks over to his Pack near the edge of\nthe clearing. He picks it up and sets it down by the fire.\n\f53.\n\nHe then opens the Pack and pulls out a long OBJECT, around\nthree feet long, that is wrapped in CLOTH.\n\nSlowly, Brom pulls the cloth away from the object, revelling\na SWORD.\n\nThe Sword has a golden handle that has a red RUBY the size of\na bird egg engraved in it. It's BLADE is crimson red.\n\nAfter all of the cloth is pulled away, Brom hands the Sword\nto Eragon.\n\nBROM\nThis was once a Riders blade. It's\nname is Zar'roc.\n\nEragon swings it around a few times.\n\nERAGON\nWhere'd you get it?\n\nBrom takes a few moments and then answers.\n\nBROM\nIt doesn't matter. All I will say\nis that it took me many nasty and\ndangerous adventures to attain it.\n\nEragon swings it one more time.",
  "34": "---END OF PREVIOUS SECTION---\nBROM\nIt doesn't matter. All I will say\nis that it took me many nasty and\ndangerous adventures to attain it. Eragon swings it one more time. \n---TARGET SECTION TO BE ANNOTATED---\nBROM (CONT'D)\nConsider it yours. You have more of\na claim to it than I do. And before\nall is done, I think you will need\nit.\n\nEragon holds the sword up and looks at the blade.\n\nERAGON\nIt is a princely gift. I'm honored.\n\nBrom walks over to his Pack and pulls out a BELT with a large\nSHEATH on it. He walks back to Eragon and hands it to him.\n\nEragon takes it and slowly slides the sword into it.\n\nBROM\nNow, if you must know, anyone can\nlearn to speak to a dragon, with\nthe right knowledge.\n\n(MORE)\n\f54.\n\nBROM(cont 'd)\nI know more about dragons than\nalmost everyone else alive...I'm\noffering my knowledge to you as a\nshortcut, for by yourself, it would\ntake you years to learn.\n\nHow I know so much, I will keep to myself.\nEragon and Brom sit down by the fire again.\n\nERAGON\nDo you have knowledge of the\nstrangers?\n\nBROM\nAh, yes. They are called the\nRaz'ac. They weren't seen before\nGalbatorix was king. Little is\nknown about them, but I can tell\nyou one thing: they aren't human.\nWhen I glimpsed one of their heads\nI saw something that resembled a\nbeak and they have small, beady\neyes. How they manage to speak our\ntongue baffles me.\n\nBrom lights his pipe and sucks in smoke, and lets it out as a\nring.\n\nBROM\nAs for their powers, they are\nstronger than any man and can jump\nincredible heights, but they cannot\nuse magic. Be thankful for that,\nfor if they could, you would\nprobably already be in their grasp.\n\nERAGON\nHow many are there?\n\nBROM\nAs far as I know, only the two\nyou've seen. But there could be\n\nmore.\nERAGON\nWhy were they searching for\nSaphira?\nBROM\n\nThey're the king's personal dragon\nhunters. Whenever rumor of a dragon\nor dragon egg is heard by the king,\nhe sends them to search for it.\n\f55.\n\nEverything is silent for a little while.",
  "35": "---END OF PREVIOUS SECTION---\nWhenever rumor of a dragon\nor dragon egg is heard by the king,\nhe sends them to search for it. 55. Everything is silent for a little while. \n---TARGET SECTION TO BE ANNOTATED---\nERAGON\nWhere'd you get that scar on your\nhead?\n\nBROM\n\nI was sneaking around the Raz'ac's\ncampsite one night, trying to find\nas my information about them as I\ncould, when they surprised me from\nthe shadows. I managed to get away,\nbut not without this token of my\nstupidity.\n\nEragon lays back and looks into the sky.\n\nERAGON\nWhen you saw the scar on my palm,\nwhy didn't you warn me about the\nRaz'ac? I could have warned Garrow.\n\nBROM\n(Apologetic)\n\nI was unsure of what to do at the\ntime. I thought I could keep the\nRaz'ac away from you until they\nleft, and then confront you about\nSaphira. But they outsmarted me.\nIts a mistake that I deeply regret\nand has cost you dearly.\n\nEragon sits up with a demanding look on his face.\n\nERAGON\nWho are you!? I've trusted you this\nfar because Saphira respects you\nbut no more! Why does a storyteller\nhappen to have a Riders blade? Why\ndo you know so much about the\nRaz' ax?\n\nBROM\nI thought I made it clear I wasn't\ngoing to talk about that.\n\nERAGON\nMy uncle is dead because of you!\nDead! You're not the person I've\nknown all these years. Explain\nyourself!\n\f56.\n\nA few long moments pass as Brom lets out smoke rings from\nhis mouth.\n\nBROM\nYou probably haven't thought about\nit, but most of my life has been\nspent out of Carvahall. I've played\nmany roles to many people. I've a\ncomplicated past.\n\nERAGON\nThen who are you?\n\nBROM\nI'm someone who wants to help you-\ndo not scorn those words, for they\nare the truest I've ever spoken.\nBut I will not answer your\nquestions.\n\nERAGON\nI'm going to sleep.\n\nEragon looks at the stars for a moment, and then closes his\neyes.\n\nEXT. THE FOREST - PALENCAR VALLEY - DAWN\n\nEragon opens his eyes. A few tears run down his cheeks. After\na moment, he wipes them away and stands up.\n\nBrom is cooking breakfast over the fire.",
  "36": "---END OF PREVIOUS SECTION---\nA few tears run down his cheeks. After\na moment, he wipes them away and stands up. Brom is cooking breakfast over the fire. \n---TARGET SECTION TO BE ANNOTATED---\n Eragon walks over\nand sits down by the fire, with his hands under his armpits.\n\nBROM\nGood morning.\n\nEragon grunts in reply. After a few moments, Eragon stands up\nand walks over to his pack. He pulls out a large piece of\nleather.\n\nBROM\nWhat are you going to do with that?\n\nERAGON\nMake a saddle for Saphira.\n\nBROM\nOh...\n(Beat )\nWell lets see, there are two types\nof saddles for dragons.\n(MORE)\n\f57.\n\nBROM(cont 'd)\nOne that takes time and tools to\nmake, two things we don't have, and\none that is nothing more than a\nlayer between the rider and the\ndragon.\n\nERAGON\nDo you know what they look like?\n\nBROM\nBetter, I can make one.\n\nEXT. THE FOREST - PALENCAR VALLEY - LATER\n\nBrom ties two final straps of leather together and then\nstands up, holding a completed saddle. HE walks over to\nSaphira. She bends down a little, allowing Brom to put the\nsaddle on her back.\n\nBrom walks over to Eragon and looks at Saphira.\n\nERAGON\nThank you...\n\nBrom walks over to the fire. Eragon turns to follow him, but\nstops when Saphira says-\n\nSAPHIRA (V.0.)\nAren't you going to try it out?\n\nERAGON (V.0.)\nMaybe tomorrow. It's late.\n\nEXT. THE FOREST - PALENCAR VALLEY - NIGHT\n\nBrom and Eragon are lying down by the fire. Brom is smoking\nhis pipe and Eragon is staring into the fire.\n\nBROM\nEragon, I'm sorry for the way\nthings turned out. I didn't mean\nfor any of this to happen.\n\nEragon doesn't respond and avoids Brom's eyes. A few moments\npas.\n\nBROM\nWe'll need to get horses in\nTherinsford tomorrow.\n\nERAGON\nYou do, but I have Saphira.\n\f58.\n\nBrom shakes his head.\nBROM\nI can't keep up with a dragon, and\nit'll be safer if we travel\ntogether.\nEXT. THE FOREST - PALENCAR VALLEY - DAWN\nThe sky is gray and the wind is blowing.",
  "37": "---END OF PREVIOUS SECTION---\nBROM\nI can't keep up with a dragon, and\nit'll be safer if we travel\ntogether. EXT. THE FOREST - PALENCAR VALLEY - DAWN\nThe sky is gray and the wind is blowing. \n---TARGET SECTION TO BE ANNOTATED---\nEragon and Brom are walking through the forest. Eragon's\nsword, Zar'roc, is tied to his waist.\n\nSaphira soars over the forest and then darts into the clouds.\n\nEXT. A FIELD - PELENCAR VALLEY - LATER\n\nEragon and Brom are walking through a large field. A few\nmiles ahead the large village of THERINSFORD can be seen.\n\nThe buildings and HOMES sit in no particular order and look\nfairly run down.\n\nEragon and Brom stop and look at it in disgust.\n\nEXT. THE STREET - THERINSFORD - LATER\n\nEragon and Brom walk down the crowded street. A young BOY\nruns past Brom.\n\nBrom turns and grabs the Boy by the shoulder. The Boy turns\naround and looks at Brom.\n\nBROM\nDo you know where we can buy\nhorses?\nThe Boy points up the street, where a small barn can be seen.\n\nBROM\nThank you.\nINT. HABERTH'S BARN - MOMENTS LATER\n\nThe doors are open to the barn. Horse stalls line each side\nof the building all the way to the back.\n\f59.\n\nA middle-aged man, HABERTH, is grooming a beautiful white\nstallion, SNOWFIRE.\n\nEragon and Brom walk into the barn. Haberth looks up at them\nas they walk over to him.\n\nBROM\nThat's a beautiful animal.\n\nHABERTH\nYes, it is. It's name is Snowfire.\nMine's Haberth.\nBrom and Haberth shake hands.\n\nHABERTH\nCan I help you?\n\nBROM\nWe need two fast horses with a full\nset of tack for both.\n\nHaberth walks to the back of the barn and grabs two saddles\noff the wall. He sets them on the ground.\n\nHaberth walks over to a BAY horse. He also looks at the BAY\nin the stall beside the first.\n\nHABERTH\nWill these do?\n\nBrom looks at the first Bay.\n\nBROM\nWe'll wake him.\n\nBrom looks at the second.\n\nBROM\nThe other, I'm not so sure of.\nHABERTH\nHe's got a good pair of legs on\n\"em.\nBROM\nMmm...",
  "38": "---END OF PREVIOUS SECTION---\nBROM\nThe other, I'm not so sure of. HABERTH\nHe's got a good pair of legs on\n\"em. BROM\nMmm... \n---TARGET SECTION TO BE ANNOTATED---\nhow much will you take\nSnowfire?\n\nHaberth glances at Snowfire.\n\f60.\n\nHABERTH\nI do not wish to sell him. He's the\nfinest I've ever bred.\n\nBROM\nIf you were willing to part with\nhim, how much would all this cost\nme?\nHaberth doesn't respond for a moment.\n\nHABERTH\n200 coins, no less.\n\nBrom pulls out a bag of coins and counts through it. After a\nmoment, he hands it to Haberth.\n\nBROM\nWill this do?\n\nHaberth looks in the bag of coins and then at Snowfire.\n\nEXT. THE STREET - THERINSFORD - MOMENTS LATER\n\nBrom is leading Snowfire down the street by his reigns and\nEragon is guiding the Bay.\n\nBrom quickly leads Snowfire into a small ALLEY between two\nhouses. Eragon follows him, confused.\n\nBROM\nTake Snowfire and go to the far\nside of Therinsford. Wait for me\nthere.\n\nBrom hands Eragon the reigns to Snowfire. Eragon looks at the\nreigns, still confused.\n\nERAGON\nWhy?\n\nBrom is already gone. Eragon shakes his head.\n\nEXT. SIDE FIELD - THERINSFORD - DAY\n\nEragon is standing right outside the SIDE GATE to Therinsford\nwith Snowfire and the Bay.\n\nAfter a moment, Brom walks through the gate and to Eragon.\nBrom grabs Snowfire's reigns and begins to walk away from\nTherinsford.\n\f61.\n\nBROM\nCome.\n\nEXT. FOREST - DAY\n\nEragon is walking toward the edge of the forest, holding the\nBay's reigns. Brom is behind him, guiding Snowfire.\n\nAfter a moment, Eragon and Brom enter the forest. Brom jumps\nonto Snowfire's saddle. Eragon looks at the Bay, nervous.\n\nBROM\nHurry, we have far to go.\n\nEragon slowly mounts the Bay and looks at Brom. Brom nods his\nhead and then Snowfire begins to walk through the forest.\n\nEragon struggles to get the Bay to move, but after a moment,\nthey begin to walk behind Brom.\n\nBROM\nThe Raz'ac have defiantly been\nthrough here. A man back in town\ntold me.",
  "39": "---END OF PREVIOUS SECTION---\nEragon struggles to get the Bay to move, but after a moment,\nthey begin to walk behind Brom. BROM\nThe Raz'ac have defiantly been\nthrough here. A man back in town\ntold me. \n---TARGET SECTION TO BE ANNOTATED---\n He said they fled like\ndemons from a holy man.\n\nERAGON\nBut why would they come through\ntherinsford?\nBROM\nApparently to get horses, like us.\nEXT. FOREST - DUSK\n\nEragon and Brom ride their horses into a small clearing, and\nthen slide off the saddles and look around.\n\nEragon turns and looks at the Bay.\n\nBROM\nYou should name him.\n\nEragon rubs the side of the Bay's face.\nERAGON\nI don't have anything as majestic\nas Snowfire, but maybe this'll do.\n\nEragon pauses for a moment\n\f62.\n\nERAGON\nI name you Cadoc.\n\nEragon looks at Brom.\n\nERAGON\nIt was my grandfathers name.\n\nBrom nods, approvingly.\nEragon sits down and arranges a small pile of tender.\n\nSuddenly, Saphira crashes through the trees and lands in the\nclearing.\n\nEragon and Brom look at her.\n\nERAGON (V.0.)\nHow do the plains look?\n\nSAPHIRA (V.0.)\nDull. Only Rabbits and small shrub\ncan be seen for miles.\n\nEragon shakes his head and turns around.\n\nBROM\nCatch!\n\nA wooden sword cracks into Eragon's forehead. Eragon yelps in\npain and grabs his head.\n\nEragon looks up at Brom, who is flying toward him with his\nown sword.\n\nEragon jumps out of the way and grabs the wooden sword Brom\nhad thrown at him.\n\nBrom, obviously better than Eragon, smacks Eragon on the back\nof the leg with the sword. Eragon falls to the ground and\nyelps.\n\nERAGON\nWhat are you doing?!\n\nBrom plunges toward Eragon again, and cracks the wooden blade\nof his sword across Eragon’s chest. Eragon gasp’s for air and\nfalls down again.\n\nERAGON\nAre you mad?!\n\f63.\n\nBROM\nWell you can’t just go fight the\nRaz’ac! Look at you! Can’t even\nstay on your feet.\n\nEragon stands up and grabs his wooden sword. He runs toward\nBrom and swings the sword at him.\n\nBrom quickly dodges the attack and slaps Eragon on the back.\n\nEXT. FOREST - DAWN\n\nThe sun is just rising over the tree tops.",
  "40": "---END OF PREVIOUS SECTION---\nBrom quickly dodges the attack and slaps Eragon on the back. EXT. FOREST - DAWN\n\nThe sun is just rising over the tree tops. \n---TARGET SECTION TO BE ANNOTATED---\n Eragon and Saphira\nare sleeping.\n\nBrom quickly runs over to Eragon and shakes him.\n\nBROM\nEragon, wake up.\n\nAnd then walks over to his backpack and continues to pack\nthings up.\n\nEragon slowly opens his eyes and slowly sits up, wincing at\nthe pain in his body. He grunts.\n\nBROM\nGood morning.\n\nEragon scowls.\n\nBROM\nI just want you to be ready when we\nfind them...\n\nEragon slowly stands to his feet.\n\nERAGON\nI won’t be able to move if we meet\nthem, much less fight!\n\nBehind him, Saphire picks her head up off the ground. She\nstands up.\n\nBROM\nWe need to get a move on it. We’ve\ngot a mile to go before we reach\nthe plains.\n\f64.\n\nEXT. FOREST - LATER\n\nEragon is riding Cadoc and Brom is on Snowfire. They are\nquickly traveling downhill.\n\nEXT. THE PLAIN’S - DAY\n\nEragon and Brom, on their horses backs, come out of the\nforest and stop at the edge of the plains.\n\nTo the right of Eragon and Brom about a half a mile away, the\nANORA RIVER can be seen. It stretches off in the opposite\ndirection of Brom and Eragon. Brom points at it-\n\nBROM\nThat’s the Anora River, and our\nonly source of water from until we\nreach Yazuac, which is where, I\nthink, the Raz’ac have gone.\n\nERAGON\nWhere’s that?\n\nBROM\nDue east, and four days away, if\nall goes well. It’s a small village\nby the Ninor River.\nSapphire lands abruptly beside Brom and Eragon.\nSAPHIRE (V.0.)\nThere’s no where to hide on the\nplains. I’1l have to fly above you.\nEXT. THE SKY - DUSK\nEragon and Brom ride across the plains on Cadoc and Snowfire\nwith great speed. A small village, YUZUAC, can be seen a half\na mile ahead of them. Behind Yuzuac is the NINOR RIVER.\n\nSaphire lands by the river and ducks down to hide.\n\nEXT.",
  "41": "---END OF PREVIOUS SECTION---\nBehind Yuzuac is the NINOR RIVER. Saphire lands by the river and ducks down to hide. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n THE PLAIN’S - DUSK\n\nEragon and Brom stop about one hundred feet away from\nYuzuac’s front GATE.\n\nERAGON\nIt’s quiet.\n\f65.\n\nBROM\nDoesn’t mean anything, though.\n\nERAGON\nNo dogs bark. They should must have\nseen us by now.\n\nBROM\nYes, they should have.\n\nERAGON\nCould be a trap.\n\nBROM\nStill, we need provisions.\n\nERAGON\nI don’t think we should do it.\n\nBROM\nWe have to. But not like fool...\n\nERAGON\nWhat do you mean?\n\nBROM\nWell, if there is an ambush, it\nwould be at the front gate. So...\n\nERAGON\nWe enter from the back\n\nBrom draws his sword and sets it across his lap.\n\nEXT. YUZUAC - STREET - LATER\n\nEragon and Brom slowly ride into the city on their horses.\nEragon is behind Brom.\n\nA few moments of silence pass and then they come around a\ncorner. Right in front of them is a pile of dead bodies.\n\nEragon covers his noes and looks away. Brom closes his eyes\nin sadness.\n\nERAGON\nWho would do this?\n\nBROM\nThe Urgal’s.\n\f66.\n\nEragon looks down at the pile. Lying in the pile is a\nlifeless middle-aged woman. She is holding tightly to her a\ndead baby.\n\nTears form in Eragon’s eyes. He looks away.\nBROM\nDo you want to wait outside the\ncity until I’m done?\n\nERAGON\nNo. I’m fine.\n\nBrom looks around for a moment. Suddenly, two Urgal’ jump out\nof nowhere and attack Brom. They each have AXES.\n\nBrom fights back with his sword, with obvious skill and\nknowledge of the blade.\n\nAfter a moment, one of the Urgal’s Axes hacks into Brom’s\narm. He screams.\n\nEragon begins to panic.\n\nERAGON\nWhat do I do? what I do?\n\nSuddenly, Eragon jumps off of Cadoc, holding his sword,\nZar’oc, and starts running toward them, screaming in fear and\nrage.\n\nThe Urgal’s look surprised, but turn and begin to defend\nthemselves. After a few moments of fighting, Eragon turns and\nruns away, leading the Urgal’s into an alley.\n\nEXT.",
  "42": "---END OF PREVIOUS SECTION---\nThe Urgal’s look surprised, but turn and begin to defend\nthemselves. After a few moments of fighting, Eragon turns and\nruns away, leading the Urgal’s into an alley. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n YUZUAC - ALLEY - SAME TIME\n\nEragon runs into the alley and realizes its a dead-end. He\nturns around, but the Urgal’s already have him cornered.\n\nEragon drops his sword and pulls his BOW and ARROW from his\nback. He aims it at the Urgal. Eragon fires, but it hits the\nUrgal’s shield.\n\nEragon gets another arrow and aims it at the Urgal’s again.\nHe closes his eyes and lets out a deep breath.\n\nAfter a moment, he lets the string go and screams-\n\nERAGON\nBrisingr!\n\f67.\n\nThe arrow lights on fire with a blue flame and hits the lead\nUrgal in the forehead. A shock-wave of blue explodes from the\narrow and kills all the other Urgal’s, but passes through\nEragon.\n\nEragon looks surprised at what he just did. He looks at the\nsymbol on his palm. It’s glowing brightly. He bends down\nEXT. YUZUAC - STREET - MOMENTS LATER\n\nEragon runs over to Brom and helps him off his horse. Eragon\nlooks at Brom’s arm. It’s badly damaged.\n\nEragon closes his eyes and looks up for a moment.\n\nAfter a few moments pass, Saphira lands in the street in\nrage.\n\nSAPHIRA (V.0.)\nWhere are the ones who did this?\nI’1l rip them apart!\n\nERAGON\nThey’re dead.\n\nSAPHIRA (V.0.)\nYou killed them?\n\nEragon nods his head.\nERAGON (V.0.)\nBrom will have to ride on your\nback, Saphira.\n\nBrom sits up, wincing at the pain in his arm.\n\nBROM\nNo, I’m fine. Really. We must leave\nquickly.\n\nERAGON\n\nWhere do we go?\nBROM\nTeirm. I have an old friend there.\nEXT. THE PLAIN’S - DAY\n\nEragon and Brom ride their horses quickly across the plain.\nBrom is leaned over. He’s holding his arm.\n\f68.\n\nEXT. THE PLAIN’S - LATER\n\nEragon and Brom continue to ride across the plains.\n\nEXT. THE PLAIN’S - LATER\n\nAbout a mile ahead of Eragon and Brom, the edge of mountain’s\ncan be seen. Both of their horses quicken their speed.",
  "43": "---END OF PREVIOUS SECTION---\nEXT. THE PLAIN’S - LATER\n\nAbout a mile ahead of Eragon and Brom, the edge of mountain’s\ncan be seen. Both of their horses quicken their speed. \n---TARGET SECTION TO BE ANNOTATED---\nEXT. FRONT FIELD - TEIRM - DAY\n\nEragon and Brom ride across the front field of TEIRM. Behind\nthe city lies the ocean, sparkling in the sunlight.\n\nEXT. FRONT FIELD - TEIRM - MOMENTS LATER\n\nEragon and Brom slow their horses down to a walk. Eragon\nlooks at Brom.\n\nERAGON\nWill we go by our own names?\n\nBROM\nNo. People have a tendency to\nremember things they shouldn’t. I\nwill be Neal and you will be my\nnephew Evan.\n\nEragon looks up at the sky. For just a second, though the\nclouds, Eragon sees Saphira’s body fly by. He closes his\neyes.\n\nERAGON (V.0.)\nYou should land somewhere and hide.\nWe’re going in.\n\nSAPHIRA (V.0.)\nSticking your noses where it\ndoesn’t belong...again!\n\nEragon opens his eyes and shakes his head with a slight\nsmile.\n\nAfter a moment, Eragon and Brom come to the front gate of\nTeirm.\n\f69.\n\nEXT. FRONT GATE - TEIRM - SAME TIME\n\nEragon and Brom slowly ride through the gate. The guards eye\nthem suspiciously.\n\nEXT. THE STREET - TEIRM - SAME TIME\n\nEragon and Brom slowly ride down the crowded streets. Among\nthe ROOFTOPS, KNIGHTS are stationed. All along the streets\nKnights can be seen standing around.\n\nEveryone seems to have an unpleasant look about them.\n\nERAGON\nThis place looks ready for war.\n\nBROM\nTeirm has a history of getting\nattacked by Pirates, Urgal’s, and\nother enemies. Teirm is the center\nof commerce Conflict will always\narise where riches are so abundant.\n\nERAGON\nOh...\n\nEragon and Brom continue to ride down the street. After a\nmoment, Brom turns down another street. Eragon realizes it\nand starts to follow him.\n\nERAGON\nWhere are we going?\n\nBROM\nMy old friend lives down this road,\nif I remember correctly.\n\nEXT. JEOD’S HOUSE - TEIRM - LATER\n\nJEOD’s HOUSE is two stories high and is connected to\nbuildings on the left and right. It looks to be lived in by\nsomeone rich.\n\nBrom knocks on the wooden door. After a moment, he knocks\nagain.",
  "44": "---END OF PREVIOUS SECTION---\nIt looks to be lived in by\nsomeone rich. Brom knocks on the wooden door. After a moment, he knocks\nagain. \n---TARGET SECTION TO BE ANNOTATED---\n A moment later, the sounds of feet moving toward the\ndoor can be heard.\n\nThe door slightly cracks open. Through the crack, we can see\nthe eyes of JEOD (55), a gray haired and weary looking man.\n\f70.\n\nJEOD\nWho is it? Do you have an\nappointment?\n\nBROM\nNo.\n\nJEOD\nWell, then you’1l have to come back\nat a later time. I’m very busy.\n\nJeod starts to close the door, but Brom stops it with his\nfoot.\n\nBROM\nWon’t you let us in for only a\nmoment. We’ve come a long way to\nsee you and can’t stay long.\n\nJeod opens the door a bit more. His eyes widen as he sees\nBrom.\n\nJEOD\nBrom?\n\nBROM\nShh...I don’t want anyone to know\nour names.\n\nJeod opens the door enough that he can get a good look at\nBrom.\n\nJEOD\nI--I--thought you were dead.\n\nBROM\nIt’s been a long time...\n\nJeod looks around the street wearily and then motions for\nBrom and Eragon to come inside.\n\nJEOD\nPlease, come in.\nINT. JEOD’S HOUSE - SAME TIME\n\nJeod, Brom, and Eragon walk down a long HALLWAY. Eragon looks\naround curiously.\n\nAfter a moment, they all come to a stop in front of a large\nwooden double-door.\n\f71.\n\nBrom looks down at Eragon.\n\nBROM\nEragon, why don’t you look around\noutside for a little while at let\nus talk about a few things.\n\nEragon nods his head and turns around.\nBROM\nTry not to draw attention to\nyourself, though. I don’t want\nanyone knowing we’re here.\n\nEragon nods his head again and then turns to walk out the\ndoor.\n\nEXT. THE STREET - TEIRM - DAY\n\nEragon walks out of Jeod’s house and into the street. He\nlooks around. Connected to the right of Jeod’s house is a\nsmall SHOP. Inside through small windows, PLANTS can be seen.\nEragon waits a moment and then walks toward the door of the\nShop.\n\nINT. SHOP - TEIRM - MOMENTS LATER\n\nEragon walks in through the door and walks through the small\nShop.",
  "45": "---END OF PREVIOUS SECTION---\nEragon waits a moment and then walks toward the door of the\nShop. INT. SHOP - TEIRM - MOMENTS LATER\n\nEragon walks in through the door and walks through the small\nShop. \n---TARGET SECTION TO BE ANNOTATED---\n All around, plants and flowers sit on small, wooden\ntable.\n\nAfter a moment, a large WERECAT, a slightly abnormal looking\ncat like creature, walks up and purrs at Eragon. Eragon looks\ndown at it. Eragon closes his eyes.\n\nERAGON (V.0.)\nI am a friend.\n\nAfter a moment, a voice is heard.\n\nWERECAT (V.0.)\nYou don’t have to do that.\n\nEragon opens his eyes.\n\nERAGON (V.0.)\nSaphira?\n\f72.\n\nEragon looks around. After a moment, he closes his eyes\nagain. Eragon looks around and sees what looks like a wooden\nrod. He reaches out for it\n\nWERECAT (V.0.)\nThat wouldn’t be wise.\n\nEragon looks up in surprise.\n\nERAGON (V.0.)\nStop playing games Saphira.\n\nEragon turns and reaches for the wooden rod again. He grabs\nit. Suddenly, a shock of electricity shoots through Eragon.\nHe falls to the ground, writhing. After a moment he stops.\nThe Cat walks over to him.\n\nWERECAT (V.0.)\nYou aren’t very smart for a dragon\nRider. I did warn you.\n\nEragon’s eyes get big.\n\nERAGON (V.0.)\nYou said that!\n\nWERECAT (V.0.)\nWho else?\n\nERAGON (V.0.)\nBut you’re just a cat!\n\nThe Werecat jumps on Eragon’s chest and sticks its claws into\nhim.\n\nWERECAT (V.0.)\nDo I look like other cats to you?\n\nERAGON (V.0.)\nNo...\n\nWERECAT (V.0.)\nThen what makes you think I am one?\n\nEragon starts to say something, but the Werecat digs its\nclaws into his chest even more.\n\nWERECAT (V.0.)\nI-to correct you-am a Werecat.\nThere aren’t many of us left, but I\nwould have thought a farm boy would\nhave heard of us.\n\f73.\n\nERAGON (V.0.)\nI didn’t know you were real.\n\nWERECAT (V.0.)\nKnowing and being are two different\nthings. I didn’t know you existed\nbefore you came in here and ruined\nmy nap, but that doesn’t mean you\nwere real does it?\n\nERAGON (V.0.",
  "46": "---END OF PREVIOUS SECTION---\nWERECAT (V.0.)\nKnowing and being are two different\nthings. I didn’t know you existed\nbefore you came in here and ruined\nmy nap, but that doesn’t mean you\nwere real does it? ERAGON (V.0. \n---TARGET SECTION TO BE ANNOTATED---\nI’m sorry I disturbed you.\n\nWERECAT (V.0.)\nI was getting up anyway.\n\nThe Werecat jumps off Eragon and starts to walk away.\n\nERAGON (V.0.)\nWait! What’s your name?\n\nWERECAT (V.0.)\nYou may call me Solembum.\n\nSuddenly, a woman walks up to Eragon. This is ANGELA (30), a\nblond haired and slightly crazy looking woman.\n\nEragon looks up at her and jumps to his feet.\n\nERAGON\nI’m sorry...I was...\n\nANGELA\nTalking to the Werecat?\n\nERAGON\nYou can talk to him too?\n\nANGELA\nOf course! Anyone can. That doesn’t\nmean he’1l talk back, though.\n\nThere’s a bit of silence.\n\nANGELA\nNow tell me, I haven’t seen you\naround here before. What brought\nyou here and where are you going?\n\nERAGON\nThe first I can’t answer and the\nsecond...my future is impossible to\nsee....\n\f74.\n\nANGELA\nWell lets fix that.\n\nEragon looks confused.\n\nINT. SHOP - BACK ROOM - LATER\n\nEragon and Angela sit around a small table. Angela is holding\nthree bones.\n\nERAGON\nReady?\n\nEragon nods.\n\nANGELA\nManin! Wyrda! Hugin!\n\nAngela throws the bones out onto the table. She studies them\nfor a moment and then lets out a long sigh.\n\nERAGON\nWhat’s wrong?\n\nANGELA\nThis is the hardest reading I’ve\never done. You were right. Your\nfuture is nigh impossible to see.\nI’ve never seen someone’s fate so\ntangled.\n\nEragon and Angela sit in silence for a little while.\n\nANGELA\nWell-\n\nAngela points at one of the bones.\nANGELA (CONT’D)\nI’1l start here, because its the\neasiest to understand.\nAngela stops for a moment and thinks.\nANGELA\nInfinity or long life. It’s the\nfirst time I’ve ever seen it come\nup in a persons future.\n\nAngela puts her hand on the three bones.\n\fANGELA\nNow the bones grow harder to read.\nHere the wandering path, lightning\nbolt, and sailing ship all lie\ntogether-a pattern I have never\nseen, only heard of.",
  "47": "---END OF PREVIOUS SECTION---\nAngela puts her hand on the three bones. ANGELA\nNow the bones grow harder to read. Here the wandering path, lightning\nbolt, and sailing ship all lie\ntogether-a pattern I have never\nseen, only heard of. \n---TARGET SECTION TO BE ANNOTATED---\n(Beat )\nThe wandering path means you have\nmany choices in your future, some\nyou are making even now. I see\nbattles raging all around you. Many\nfutures await you-all of them\nleading to blood and conflict.\n\nAngela closes her eyes for a moment.\n\nANGELA\nThe lightning bolt is a terrible\nomen. There is a doom upon you, but\nof what sort I know not. Part of it\nlies with in a death-one that\nrapidly approaches and will cause\nyou much grief. But the rest awaits\nin a great journey. Look closely at\nthis bone and you will see that it\nrest on the sailing ship, which is\nimpossible to misunderstand. It\nmeans that you will leave this land\nforever, never to return. But to\nwhere is a mystery...\n\nAngela opens her eyes.\n\nANGELA\nNext is a bit more pleasant.\n\nAngela smiles.\n\nANGELA (CONT’D)\nAn epic romance. I’m not sure if\nthis love will end happily, but\nyour love is of noble birth and\nheritage.\n\nEragon smiles.\n\nANGELA\nNow, the last ones are the tree and\nthe hawthorn root, which cross each\nother strongly. I wish this were\nnot so-for it can only mean more\ntrouble-but betrayal is clear\n(MORE)\n\n75.\n\f76.\n\nANGELA(cont'd)\n\nAnd it will come from within your\nfamily.\n\nERAGON\nRoran wouldn’t do that!\n\nANGELA\nI wouldn’t know...but the bones\nhave never lied.\n\nERAGON\nWell, thank you for reading my\nfuture. But I really must be going.\n\nANGELA\nYour welcome! But tell me, what is\nyour name?\n\nERAGON\nEva-I mean, Eragon.\n\nANGELA\nIs that who you are or your name?\n\nERAGON\n(Smiling)\nBoth.\n\nANGELA\nWell, then, now I’m all the more\ninterested in seeing how your life\nturns out.\n\nEragon smiles.\n\nEXT. JEOD’S HOUSE - TEIRM - DAY\n\nEragon walks up onto the porch and into the house.\n\nINT. JEOD’S HOUSE - TEIRM - DAY\n\nEragon walks down the hallway and comes to the large double-\ndoor.",
  "48": "---END OF PREVIOUS SECTION---\nJEOD’S HOUSE - TEIRM - DAY\n\nEragon walks up onto the porch and into the house. INT. JEOD’S HOUSE - TEIRM - DAY\n\nEragon walks down the hallway and comes to the large double-\ndoor. \n---TARGET SECTION TO BE ANNOTATED---\n He is about to open it but hears Brom and Jeod’s voices\ninside. He stops and looks through the crack in the middle of\nthe door.\n\nJEOD (0.S.)\nSo our...friends knew that you were\nalive all along?\n\nBROM (0.S.)\nYes.\n\f77.\n\nJeod and Brom continue to talk, but low enough that they\ncannot be understood.\n\nEragon steps back with a confused look on his face. After a\nmoment, he steps forward and walks into the large OFFICE.\n\nBooks and scrolls are stacked all around the walls and in\nbook cases. A small desk sits in front of a large window\n(that is closed). Brom and Jeod are sitting in two rocking\nchairs opposite of each other.\n\nBrom and Jeod stop talking when Eragon comes in. They look up\nat him.\n\nEXT. JEOD’S HOUSE - TEIRM - NIGHT\n\nThe streets are no longer crowded. No one can be seen except\nfor Knights scattered all over the roof tops of the city.\nINT. JEOD’S HOUSE - BEDROOM - NIGHT\n\nEragon and Brom are each sitting in two chairs in front of a\nsmall fireplace. Behind them are two small beds and a window,\nbut that’s it.\n\nEragon looks at Brom, who is staring into the fire.\n\nERAGON\nBrom?\n\nBROM\nHmm?\n\nERAGON\n\nWho are your...friends that Jeod\nwas talking about earlier?\n\nBrom doesn’t answer for a minute.\n\nBROM\nHe was talking about the Varden.\n\nERAGON\nI heard talk about them back at\nThorns bar. Everyone says that they\nseek to destroy us all.\n\nBROM\nNo...they seek to destroy\nevil...King Galbatorix.\n\f78.\n\nERAGON\nWill we go to them after the\nRaz’zac are destroyed?\n\nBROM\nI don’t know...\n\nERAGON\nWhere are they?\n\nBROM\nThey lie somewhere in the Beor\nMountains, across the Hadarack\ndesert.\nEragon sits back in his chair.\nBROM\n\nYou best get some rest. We leave\ntomorrow.\n\nEXT. FRONT FIELD - TEIRM - DAWN\n\nEragon and Brom ride quickly across the front field of Teirm.\n\nEXT. MOUNTAIN SIDE - DAY\n\nEragon and Brom ride down a small path cut into the side of\nthe MOUNTAIN.",
  "49": "---END OF PREVIOUS SECTION---\nFRONT FIELD - TEIRM - DAWN\n\nEragon and Brom ride quickly across the front field of Teirm. EXT. MOUNTAIN SIDE - DAY\n\nEragon and Brom ride down a small path cut into the side of\nthe MOUNTAIN. \n---TARGET SECTION TO BE ANNOTATED---\n Mountains surround them everywhere in the\nbackground.\n\nAbove them, Saphira can be seen flying through the clouds.\n\nEXT. MOUNTAIN SIDE - CAMP - NIGHT\n\nEragon and Brom are sitting beside a small fire. Eragon looks\nup at Brom.\n\nERAGON\nI had an idea.\n\nBROM\nWhat kind of idea?\n\nERAGON\nIs it possible to conjure an image\nof something you can’t see with\nmagic?\n\fBROM\nWhat you are talking about is\nscrying. It can be extremely\nhelpful, but it has its drawbacks.\nIf you were to scry the Raz’zac,\nyou wouldn’t be able to see their\nsurroundings because you haven’t\nseen it before.\n\nERAGON\nHow does it work? Do you make an\nimage in thin air?\n\nBROM\nNot usually. It’s easier to do it\nin a reflective surface such as a\npool of water or mirror.\n\nERAGON\nMay I try it?\n\nBROM\nNo, not now. You’re tired, and\nscrying takes lots of strength. I\nwill tell you the words you have to\nsay, but you must promise me you\nwill not attempt it tonight.\n\nERAGON\nI promise.\n\nBrom leans forward a bit.\n\nBROM\nDraumr kopa.\n\n79.\n\nEragon closes his eyes and mouths the words a few times to\n\nmemorize it.\n\nERAGON\nMaybe tomorrow I can scry Roran.\nI’m afraid that the Raz’zac might\ngo after him.\n\nBrom leans back and sighs.\n\nBROM\nI don’t mean to frighten you, but\nthat is a distinct possibility.\nAlthough Roran was gone while the\nRaz’zac were in Caravahall, I’m\nsure they still asked questions\nabout him.\n\n(MORE)\n\f80.\n\nBROM(cont 'd)\n\nIf they get frustrated enough\nthey’1l go back and interrogate\nRoran. It’s only a matter of time.\n\nIn the darkness of the forest that grows on the Mountain\nside, a loud rustling can be heard. Brom looks into the\ndarkness.\n\nBROM\n(Whispering)\nWhat was that?\nEragon looks over into the forest\n\nERAGON\nI don’t know.\n\nBROM\nMust have been a bird or something.\nI thought I saw something, though.",
  "50": "---END OF PREVIOUS SECTION---\nEragon looks over into the forest\n\nERAGON\nI don’t know. BROM\nMust have been a bird or something. I thought I saw something, though. \n---TARGET SECTION TO BE ANNOTATED---\nSuddenly, Eragon screams out in pain and falls to the ground,\nunconscious.\n\nEXT. MOUNTAIN SIDE - CAMP - DAWN\n\nERAGON’S POV:\n\nEragon’s eyes open. His vision is blurry for a few moments\nbut it clears up after a moment, and everything comes into\nview.\n\nEND ERAGON’S POV:\n\nTears are rushing out of Eragon’s eyes. He winces at the pain\nin the back of his head, where a bunch of dried up blood is.\n\nAfter a moment, he begins to panic as he realizes that his\narms and legs are tied together. He looks around and sees\nBrom is tied up, but is unconscious.\n\nA hissing laugh can be heard off screen. Out from the woods\nwalks two Raz’zac. One is slightly taller than the other.\n\nThe tall Raz’zac walks over to Eragon, who is struggling to\nget free.\n\nRAZ’AC #1\nNone of that now.\n\nThe second and shorter Raz’zac walks over to Brom and drags\nhim a few feet in front of Eragon.\n\f81.\n\nThe Raz’zac pulls Brom’s head back and holds a dagger to his\n\nthroat. Just then, an ARROW flies out of nowhere and strikes\n\nthe Raz’zac in the shoulder. He lets out a loud howl and then\ndrops to the ground, avoiding another arrow.\n\nThe taller Raz’zac rushes over to the shorter one and pulls\nhim behind a small rock a few feet away.\n\nBrom stands up and stumbles toward Eragon.\n\nERAGON\nGet down!\n\nBrom drops to his knees in front of Eragon. His eyes turn red\nand become blood-shot. He falls forward. The Raz’zac’s dagger\nis sticking out of his back.\n\nERAGON\n(Screaming)\nNo!!!\n\nEragon’s head slowly falls backward and then passes out\nagain.\n\nBLACK SCREEN...\n\nINT. CAVE - DAWN\n\nEragon opens his eyes slowly and realizes where he is. He is\nlying on the ground in a large CAVE. Beside him lies Saphira,\nasleep.\n\nEragon looks around and sees a young man, MURTAGH (20), a\nblack haired man with battered clothes, sitting by a small\nfire. In Murtagh’s lap is a BOW, and behind him is a gray war-\nhours called TORNAC.",
  "51": "---END OF PREVIOUS SECTION---\nBeside him lies Saphira,\nasleep. Eragon looks around and sees a young man, MURTAGH (20), a\nblack haired man with battered clothes, sitting by a small\nfire. In Murtagh’s lap is a BOW, and behind him is a gray war-\nhours called TORNAC. \n---TARGET SECTION TO BE ANNOTATED---\nERAGON\nWho are you?\n\nMurtagh tightens his grip on his Bow.\n\nMURTAGH\nMurtagh.\n\nERAGON\nWhy did you help us?\n\nMURTAGH\nYou aren’t the only enemies of the\nRaz’ zac.\n\f82.\n\nAfter a moment, Eragon stands up and tries to walk, but falls\nbackward as pain explodes in his side. He yelps as he falls\nto the ground.\n\nMurtagh tries to run over to Eragon, but Saphira blocks his\nway and lets out a loud “growl!”\n\nMURTAGH\nI would have helped you earlier,\nbut your dragon wouldn’t let me.\n\nERAGON\n(Wincing)\nHer name’s Saphira.\nEragon looks up at Saphira.\nERAGON (V.0.)\nNow let him through! He saved our\nlives!\nSaphira lets out another “growl” and moves out of the way.\n\nMurtagh quickly walks over to Eragon and helps him to his\nfeet.\n\nERAGON\nHow is Brom?\n\nEragon, with Murtagh’s help, walks over to Brom, who is\nsleeping.\n\nMURTAGH\nI was only able to heal what was on\nthe surface. I don’t know what\ndamage may have been caused on the\ninside.\nINT. CAVE - NIGHT\n\nEragon is lying by the fire, asleep. Murtagh is lying on the\nother side of the fire, also asleep.\n\nEragon roles over. His eyes flicker behind the lids.\n\nINT. JAIL CELL - DREAM SEQUENCE\n\nArya is lying on a small, brick bed that hangs from the wall\nby two chains.\n\f83.\n\nArya’s face is bruised and has dried blood on it. Arya looks\nup toward us. Sadness covers her face.\n\nSAPHIRA (V.0.)\n(Filtered)\nEragon, wake up!\n(Beat )\nWake up!\n(Beat )\nEragon!\n\nEverything fades to WHITE.\n\nEXT. CAVE - NIGHT\n\nEragon sits up quickly, wincing at the pain in his side. He\nturns and looks at Saphira, who is standing beside Brom’s\ntwitching body.\n\nSAPHIRA (V.0.)\nSomething’s wrong.\n\nEragon jumps to his feet and runs over to Brom.",
  "52": "---END OF PREVIOUS SECTION---\nHe\nturns and looks at Saphira, who is standing beside Brom’s\ntwitching body. SAPHIRA (V.0.)\nSomething’s wrong. Eragon jumps to his feet and runs over to Brom. \n---TARGET SECTION TO BE ANNOTATED---\nBrom opens his eyes and looks up at Eragon. Brom’s eyes look\nbloodshot and his face is extremely pale.\n\nBROM\n\nGet me the wine-skin, boy.\nERAGON\n\nBut -\nBROM\n\nJust get me the wine-skin!\n\nEragon turns quickly and grabs a WINE-SKIN from his Pack.\nEragon takes the CAP off and hands it to Brom.\n\nBrom gulps down the Wine and then sets the Wine-skin down.\n\nBROM\nCome closer.\n\nEragon slides a bit closer to Brom’s body.\n\nBROM\nI-I-have something to tell you\nEragon. Something I couldn’t tell\nyou before.\n\f84.\n\nBrom turns his hand over, revealing the same blue OVAL on his\npalm that Eragon has.\n\nEragon looks at it with surprise.\n\nERAGON\nYour a-a-a Rider.\n\nBROM\nOnce upon a time...\n\n(Beat )\n\nMy dragon’s name was Saphira, like\nyours, until she was taken away\nfrom me. Eragon, guard Saphira with\nyour life, because without her it’s\nhardly worth living.\n\nEragon looks at Saphira for a moment and then back at Brom,\nwho’s face is much paler now.\n\nBROM\nEra-Era-Eragon...\n\nBrom’s body suddenly goes limp.\n\nEXT. CAVE - DAWN\n\nEragon, Saphira, and Murtagh all walk out of the Cave. Brom’s\nbody is tied to Saphira’s back.\n\nEXT. MOUNTAIN TOP - DAWN\n\nEragon, Murtagh, and Saphira surround Brom’s body, which is\nlying in a large, square hole.\n\nTears fill Eragon’s eyes as he stars at Brom.\n\nSaphira steps forward and brings her mouth down to Brom’s\ngrave. A low HUMMING NOISE is heard coming from her stomach.\n\nA DIAMOND surface appears over Brom’s grave, covering his\nbody.\n\nSaphira pulls her head back, satisfied.\nSAPHIRA (V.0.)\nI gave the only gift I could. Now\ntime will not ravage him.\n\nERAGON (V.0.)\nThank you.\n\f85.\n\nINT. CAVE - DAY\n\nEragon grabs his pack off the ground and slings it over his\nback.",
  "53": "---END OF PREVIOUS SECTION---\n85. INT. CAVE - DAY\n\nEragon grabs his pack off the ground and slings it over his\nback. \n---TARGET SECTION TO BE ANNOTATED---\n After that, he bends down and grabs Zar’roc off the\nground and slides it in his sheath that is strapped to his\nside.\n\nMurtagh walks up from behind Eragon.\n\nMURTAGH\nDo you have a place to go that you\nwill be safe?\n\nERAGON\nNo.\n\nMURTAGH\nThen I will stay with you until we\nfind a place for you to stay.\n\nERAGON\nI cannot ask you to stay with me.\nThe entire Empire is after me.\n\nMURTAGH\nAnd that means I may have another\nshot at the Raz’zac if I stay with\n\nyou. Besides, it’s not like I have\nanything better to do.\n\nEXT. CAVE - DAY\nEragon walks out of the Cave pulling Cadoc along. He rubs\nCadoc’s face and then takes his reigns off and motions for\nhim to go.\nERAGON\n\nYou must leave me now. You are\n\nfree.\nCadoc walks away after Eragon starts pushing him.\n\nMurtagh and Saphira come out of the Cave and stop by Eragon.\n\nEXT. THE PLAIN’S - DAY\n\nEragon is on Snowfire and Murtagh is on Tornac. They are\nriding across the endless Plain’s.\n\nSaphira is gliding in the air high above them.\n\f86.\n\nEXT. JAIL CELL - DREAM SEQUENCE\n\nERAGONS POV:\n\nArya looks at Eragon with tears in her eyes. Her body is\ncovered with bruises. After a moment, she collapses.\nEXT. THE PLAIN’S - NIGHT\n\nEragon, Saphira, and Murtagh are lying on the ground, asleep.\nTornac and Snowfire are also asleep.\n\nAbout three miles ahead of them is GIL’EAD, a large city.\nEragon sits up, grasping Zar’rocs pommel. He looks around for\na moment but doesn’t see anything. He lays back down and\ncloses his eyes.\n\nA LOUD GROW comes from an Urgal a little ways away from\nEragon.\n\nEragon opens his eyes, in surprise and fear, and sits up. He\ngrabs Zar’roc and stands to his feet.\n\nERAGON\n(Whispering)\nMurtagh!\n\nMurtagh slowly opens his eyes and sits up.",
  "54": "---END OF PREVIOUS SECTION---\nHe\ngrabs Zar’roc and stands to his feet. ERAGON\n(Whispering)\nMurtagh! Murtagh slowly opens his eyes and sits up. \n---TARGET SECTION TO BE ANNOTATED---\nMURTAGH\nWhat?\nERAGON\n(Whispering)\nLook.\n\nMurtagh spots the Urgal and jumps to his feet, grabbing his\nsword beside him on the ground.\n\nERAGON\nWhere did he come from?\n\nThe Urgal begins to let out loud growls and hits its chest.\n\nERAGON\nBrisingr!\n\nA blue bolt flashes from Eragon’s sword and explodes the\nUrgal’s head.\n\f87.\n\nLoud growls are heard behind Eragon. They turn around.\n\nA group of FIFTY Urgal’s is running toward them, swords\ndrawn.\n\nEragon holds Zar’roc in a battle position.\nERAGON\nOf all the stupid tricks to fall\nfor!\nThe Urgal’s crash into Eragon and Murtagh.\n\nSaphira wakes up, growling. The Urgal’s run toward her.\n\nERAGON\nSaphira, fly!\n\nSaphira jumps up into the air. Eragon is hit over the back of\nthe head by an Urgal, falling to the ground...unconscious.\nINT. PRISON - JAIL CELL - DUSK\n\nEragon opens his eyes. After a few moments he realizes where\nhe is.\n\nHe sits up and grabs his head, groaning at the pain.\n\nAfter a moment, a GUARD walks into Eragon’s cell with a plate\nof food and a pitcher of water. He sets it down beside Eragon\nand then walks away, locking the cell door.\n\nEragon picks up the pitcher of water and sniffs it. He look\nof disgust crosses his face.\n\nAfter a moment, he takes a sip of the water. He shivers from\nthe taste.\n\nINT. PRISON - HALLWAY - LATER\n\nThe sound of voices can be heard down the HALLWAY. After a\nmoment, a dark figure comes into view.\n\nINT. PRISON - JAIL CELL - SAME TIME\n\nEragon is lying on his bed sleeping.\n\nThe cell door creeks as it opens. Eragon opens his eyes and\nsits up.\n\f88.\n\nDurza is standing in front of him. Eragon looks confused and\nvery scared.\n\nERAGON\n(Slurred)\nWho’re you?\n\nDURZA\nNo one of consequence. My name is\nnot what is important here. What is\nimportant is who you are.\n\nEragon’s eyes get large. He looks around.",
  "55": "---END OF PREVIOUS SECTION---\nWhat is\nimportant is who you are. Eragon’s eyes get large. He looks around. \n---TARGET SECTION TO BE ANNOTATED---\nERAGON\nI don’t really know...my name is\nEragon, but that’s not all I am is\nit?\n\nDURZA\nNo, it isn’t.\nDurza stands up.\nDURZA\nI will be back soon, my young\nRider. And you will have a choice\nto make.\n\nERAGON\nWhat choice?\n\nDURZA\nWhat side you are on.\n\nERAGON\nOh...\n\nDurza walks toward the door but stops and turns around.\n\nDURZA\nAnd Eragon-\n\nEragon looks up.\nDURZA (CONT’D)\nMake the right choice or I swear to\nyou I will kill you.\n\nDurza smiles slightly and then walks away. His footsteps can\nbe heard walking away.\n\nEragon waits for a moment and then stands up.\n\f89.\n\nERAGON\nWhat on earth is a Shade doing\nhere!\n(Beat )\n\nI have to get out of here.\n\nEragon walks up to the door and holds his hand out. The LOCK\nshifts and the door opens slightly.\n\nEragon smiles and then walks out.\n\nINT. PRISON - HALLWAY - SAME TIME\n\nEragon walks down the Hallway quietly, looking around for\nguards.\n\nERAGON\nI have to find Zar’roc.\n\nSuddenly, the sounds of panicking voices can be heard, and\nseven Guards walk around the corner, swords drawn.\n\nGUARD #1\nGet him!\n\nThey charge toward Eragon. Eragon holds his hand out in front\nof him.\n\nERAGON\nBrisingr!\n\nThree of the Guard’s heads explode and their limp bodies fall\nto the ground.\n\nThe other four Guards slow down a bit, fear in their eyes,\nbit still continue running toward Eragon.\n\nEragon looks tired. He holds his hand out in front of him\nagain.\n\nERAGON\nI can’t do this.\n(Beat )\nBrisin-\n\nAn ARROW strikes one of the Guards in the back of the head\nand he falls over, revealing a HOODED FIGURE, holding a BOw,\nat the end of the Hallway.\n\nThe Figure draws another ARROW and shoots it into another\nGuard.\n\f90.\n\nEragon holds out his hand.\n\nERAGON\nBrisingr!\n\nTwo more Guards fall over dead.\n\nThe Figure shoots an ARROW at the last Guard and hits him in\nthe shoulder.",
  "56": "---END OF PREVIOUS SECTION---\nERAGON\nBrisingr! Two more Guards fall over dead. The Figure shoots an ARROW at the last Guard and hits him in\nthe shoulder. \n---TARGET SECTION TO BE ANNOTATED---\n The Guard falls to the ground, screaming in\npain.\n\nEragon runs up the Guard.\n\nERAGON\nWhere is my sword? And what cell is\nthe Elf in?\n\nGUARD #1\n\nWhat sword?!\n\nERAGON\nIt has a red blade!\n\nThe Guard does not answer.\n\nERAGON\nTell me-\n\nEragon bends down and picks up a small piece of dirt\n\nERAGON (CONT'D)\nOr I’1l place this piece of dirt in\nyour chest, and slowly it will\npainfully burn through your\ninsides. Now tell me!\n\nThe Guard still does not answer.\n\nERAGON\nHave it your way.\n\nEragon closes his eyes. The piece of dirt starts glowing in\nred.\n\nGUARD #1\nNo! I’11 tell you! Just don’t put\nthat in me!\n\nERAGON\nWhere is it?\n\f91.\n\nGUARD #1\nI really don’t know, but it could\nbe in the Guardroom upstairs. And\nthe Elf is in the last cell to the\nleft.\n\nERAGON\nThank you.\n\nThe Figure walks up behind Eragon. Eragon quickly turns\naround.\n\nERAGON\nWho are you?\n\nThe Figure takes its hood off. It’s Murtagh!\n\nERAGON\nMurtagh!\n(Beat )\nLet’s go.\n\nEragon begins to walk away, but stops when Murtagh doesn’t\nfollow him.\n\nThe sound of an ARROW being shot into armor can be heard.\n\nEragon quickly turns around. An ARROW is sticking out of the\nGuards chest.\n\nERAGON\nWhy’d you kill him?!\n\nMURTAGH\nHe’s our enemy!\n\nERAGON\nHe didn’t do anything to you!\n\nMURTAGH\nWhy should I show him mercy he\nwould not have shown me?!\n\nERAGON\nYou’re such a-\n(Beat )\nNever mind. We have to go!\n\nEragon runs to the end of the Hallway and stops at the last\ncell on the left.\n\nInside is Arya, lying unconscious on the floor. She is badly\nbruised.\n\f92.\n\nEragon closes his eyes and holds his hand in front of the\ncell door. The LOCK shifts and the door opens. Eragon walks\nin and Murtagh follows.\n\nEragon stops in front of her.\n\nERAGON\nI can’t carry her. I’m too tired.",
  "57": "---END OF PREVIOUS SECTION---\nEragon stops in front of her. ERAGON\nI can’t carry her. I’m too tired. \n---TARGET SECTION TO BE ANNOTATED---\nMURTAGH\nThen I’1l do it.\n\nMurtagh picks Arya up and throws her over his shoulders.\nMERLOCK\nLet’s go! We have to hurry. You\ngetting out by yourself kind of\nmessed up my plans.\n\nEragon smiles and then they run out of the cell.\n\nINT. PRISON - GUARDROOM - NIGHT\n\nEragon runs into the room, out of breath. Murtagh, carrying\nArya, walks into the room a moment later.\n\nThere are weapons on shelves all over the Guardroom. In the\ncorner of the room is Zar’roc.\n\nEragon runs over to Zar’roc and straps it to his side.\nEragon closes his eyes.\n\nERAGON (V.0.)\nSaphira! You have to come!\n\nSAPHIRA (V.0.)\nI’m on my way!\n\nFootsteps are heard coming from the Hallway. Eragon and\nMurtagh look at each other, scared.\n\nSuddenly, Durza walks into the Guardroom. Eragon and Murtagh\nare nowhere to be seen.\n\nEragon is hiding in the corner of the room, behind a large\nSHELF. Fear covers his face.\n\nSuddenly, Durza’s head pokes around the side of the Shelf.\n\nDURZA\nHello there.\n\f93.\n\nEragon jumps to his feet and draws Zar’roc. Durza draws his\nsword and backs away from Eragon.\n\nDURZA\nFool. Do you think you can beat me?\n\nDurza swings his sword at Eragon. Eragon swiftly pulls\nZar’roc up to block it.\n\nDruza pushes Eragon back with his foot. Eragon hits the wall.\n\nDurza walks up to Eragon and holds his sword out, ready to\npush it into Eragon.\n\nMURTAGH (0.S.)\nHey!\n\nDurza turns around, angry. An ARROW strikes him in the chest.\nDurza yanks it out and throws it on the ground.\n\nMurtagh draws another ARROW back, ready to fire. Durza begins\nto walk toward him. An ARROW strikes him in the forehead.\n\nDurza lets out a loud howl and then explodes.\nERAGON\nYou killed him! No man has ever\nbeen able to kill a Shade!\nMurtagh smiles proudly.\n\nGUARD (0.S.",
  "58": "---END OF PREVIOUS SECTION---\nMurtagh smiles proudly. GUARD (0. S. \n---TARGET SECTION TO BE ANNOTATED---\nHe failed! Let’s go!\n\nTen GUARDS rush into the room, swords drawn.\n\nSuddenly, the room begins to shake and pieces of WOOD begin\nto fall from the ROOF.\n\nThe Guards look up in fear. Saphira crashes through the Roof\nand lands on the floor.\nEXT. SKY - NIGHT\n\nSaphira flies high into the sky with Eragon, Murtagh, and\nArya on her back.\n\nDown below Gil’ead can be seen. Arrows begin to fly from the\nOUTER WALLS.\n\nThey pierce Saphira’s wings. Saphira lets out a loud growl!\n\f94.\n\nMURTAGH\nWhere do we go?\n\nERAGON\nWe have to go across the Hadarack\nDesert. The Empire will be\nsearching day and night for us. But\nthey won’t dare cross the Hadarack\n\nMURTAGH\nThat’s because they’re smart!\n\nERAGON\nWe have no choice!\n\nMurtagh looks taken back. Fear grows in his eyes.\nMURTAGH\nWe have to go back and get our\nhorses.\n\nEXT. HADARACK DESERT - DAY\n\nEragon and Murtagh are ridding their horses over the Hadarack\nDesert, which continues on to the horizon.\n\nSaphira, carrying a tied down Arya on her back, dives down\nfrom the sky and gets closer to the ground.\n\nSAPHIRA (V.0.)\nEragon, something is wrong with\nher.\n\nEXT. HADARACK DESERT - MOMENTS LATER\n\nSaphira is now landed, sitting on the ground providing shade\nfor Eragon, Arya, and Murtagh.\n\nArya’s face is red and wet with sweat.\n\nMURTAGH\nWhat are you going to do?\n\nERAGON\nI don’t know.\n\nEragon looks around, thinking. Suddenly, his face lights up.\nERAGON\n\nI can connect with animals minds\nmaybe I can do it with her.\n\f95.\n\nEragon puts his hand on Arya’s forehead and closes his eyes.\n\nSuddenly everything get’s blurry and distorted. Nothing can\nbe seen but Eragon and Arya.\n\nARYA (V.0.)\nYou must get me to the Varden.\nThere is no time to waste.\n\nERAGON (V.0.",
  "59": "---END OF PREVIOUS SECTION---\nARYA (V.0.)\nYou must get me to the Varden. There is no time to waste. ERAGON (V.0. \n---TARGET SECTION TO BE ANNOTATED---\nHow do I get there?\n\nIMAGE SEQUENCE\n\nThe IMAGE of a WATERFALL appears. Another IMAGE of a large\nVALLEY appears and then blurs out\n\nEXT. HADARACK DESERT - SAME TIME\nEragon and Arya.\n\nARYA (V.0.)\nYou must make for the Beor\nMountains on the other side of the\nHadarack Desert. I only have a few\nmore days left if you do not get me\nthere.\n\nERAGON (V.0.)\nI understand.\n\nARYA (V.0.)\nThe Varden must be warned. The fate\nof Alagaesia is in your hands.\n\nERAGON (V.0.)\nWarned of what?!\n\nArya does not respond.\nSuddenly, everything comes back into view and is in focus.\nEragon gasp for air and falls back onto his back\n\nMURTAGH\nWhat happened?!\n\nERAGON\nWe must hurry!\n\f96.\n\nEXT. HADARACK DESERT - NIGHT\n\nEragon and Murtagh continue to ride their horses across the\nDesert.\n\nSaphira glides over top of them with Arya on her back.\n\nEXT. HADARACK DESERT - DAWN\n\nAS Eragon and Murtagh ride, the bottoms of huge mountains are\nrevealed in front of them a few miles away.\n\nERAGON\n(Joyfully)\nWe made it.\n\nEragon and Murtagh begin to ride even faster.\n\nEXT. BEOR MOUNTAINS - VALLEY - NIGHT\nEragon and Murtagh are riding through the VALLEY.\n\nMurtagh stops and climbs off of Tornac. Eragon stops Snowfire\nand turns around.\n\nERAGON\nWhat are you doing?\n\nMURTAGH\nGoing to sleep.\n\nERAGON\nWe must ride through the night. She\nwon’t make it if we stop.\n\nMURTAGH\nWe will not make it if we don’t\nstop.\n\nEragon sighs and climbs off of Snowfire. Saphira lands a few\nfeet away from Eragon and Murtagh.\n\nEragon walks over to Saphira and climbs on her back.\n\nERAGON\nI’m going hunting. We need food.\n\nSaphira jumps into the air and flies away.\n\f97.\n\nEXT. SKY - NIGHT\n\nEragon looks down at the ground from Saphira’s back.",
  "60": "---END OF PREVIOUS SECTION---\n97. EXT. SKY - NIGHT\n\nEragon looks down at the ground from Saphira’s back. \n---TARGET SECTION TO BE ANNOTATED---\n A few\nmoments pass. All is silent.\n\nEragon seems to be interested in something. He points into\nthe distance.\n\nERAGON (V.0.)\nGet closer to the ground.\n\nSaphira slowly drifts downward. Directly below her is a group\nof FIVE THOUSAND marching Urgal’s and KULL, beast that look\nthe same as Urgal’s only much larger.\nERAGON (V.0.)\nHurry, Saphira! We must get back to\nMurtagh!\n\nSaphira begins to flap her wings, bolting them forward.\n\nEXT. BEOR MOUNTAINS - VALLEY - NIGHT\n\nSaphira, with Eragon and Arya on her back, abruptly lands on\nthe ground in front of a sleeping Murtagh.\n\nMurtagh jumps up to his feet, sword in hand. After a moment,\nhe realizes that it’s Eragon.\n\nMURTAGH\nWhat is it?\n\nERAGON\nWe must go!\n\nMURTAGH\nWhat?\n\nERAGON\nQuickly!\nEXT. BEOR MOUNTAINS - VALLEY - NIGHT\nEragon and Murtagh ride their horses through the Valley\nquickly. Saphira soars through the air above them, with Arya\n\non her back.\n\nJust ahead of them is a Waterfall, the one in the image Arya\nshowed Eragon.\n\f98.\n\nERAGON\nThere!\n\nEXT. VALLEY - WATERFALL - NIGHT\n\nEragon and Murtagh quickly stop their horses, just in front\nof the pool of water in front of the waterfall.\n\nMURTAGH\nWhy are we here?\n\nERAGON\nThis is where Arya told me to go.\nThe Varden is somewhere around\nhere.\n\nMURTAGH\n(Surprised/Scared)\nThe Varden?\n\nERAGON\nYes. Now look for an entran-\n\nSuddenly, a giant Kull jumps out of nowhere, sling his AXE at\nEragon.\n\nEragon quickly dodges the Axe and draws Zar’roc.\nSaphira jumps into the pool and disappears under the water\n\nERAGON\nThey’re here.\n\nHundreds of Kull and Urgal’s begin to flood the Valley,\nattacking Eragon and Murtagh.\n\nEragon and Murtagh are pushed back to the edge of the water.",
  "61": "---END OF PREVIOUS SECTION---\nSaphira jumps into the pool and disappears under the water\n\nERAGON\nThey’re here. Hundreds of Kull and Urgal’s begin to flood the Valley,\nattacking Eragon and Murtagh. Eragon and Murtagh are pushed back to the edge of the water. \n---TARGET SECTION TO BE ANNOTATED---\nThree Kull run toward Eragon, but right before they get to\nhim Saphira jumps out of the water, growling. The Kull stop\nin their tracks and begin to back away.\n\nSaphira swings her long neck forward and grabs two of the\nKull in her mouth and then throws them into the air.\n\nSaphira jumps into the air, grabbing three Urgal’s with her\nclaws, crushing them. She slings their bodies into the crowd\nof monsters.\n\nEragon and Murtagh continue to fight, obviously tired.\n\f99.\n\nA Kull jumps on Eragon, sending him flying back into the\nwater. The Kull growls loudly and falls over dead, and ARROW\nsticking out it’s back.\n\nSuddenly, ARROWS begin to fly everywhere, killing the Urgal’s\nand Kull.\n\nEragon is pulled up onto the shore. He looks around,\nconfused.\n\nBehind him stands ORIK, a dwarf dressed in armor. Eragon\nlooks surprised. Beside Eragon is Murtagh.\n\nHe looks in front of him. VARDEN SOLDIERS are fighting the\nUrgal’s and Kull, killing all of them.\n\nSuddenly EGRAZ, a bald man dressed in purple and golden\nrobes, walks up behind Murtagh and puts a knife to his\nthroat.\n\nEGRAZ\nYou must come with me.\n\nERAGON\nWhat are you doing?!\nINT. TUNNEL - NIGHT\n\nEgraz leads Murtagh down the hallway, still holding the knife\naround his neck.\n\nBehind them is Eragon, Saphira at his side. They are\nsurrounded by guards.\n\nBehind Eragon and Saphira is Orik, who is leading Tornac and\nSnowfire down the Tunnel.\n\nAnd behind Orik is two Varden Soldiers who are carrying Arya\non a large BOARD.\n\nOrik turns and leads the horses down another tunnel.\nAfter a moment, Egraz turns off into a large ROOM.\nEgraz stops in the middle of the room, knife still around\nMurtagh’s neck, and motions for Eragon and Saphira to stand\nin front of him.\n\nERAGON\n\nThe elf, she needs medicine. She’s\ngoing to die!\n\f100.",
  "62": "---END OF PREVIOUS SECTION---\nERAGON\n\nThe elf, she needs medicine. She’s\ngoing to die! 100. \n---TARGET SECTION TO BE ANNOTATED---\nEGRAZ\nNo one will leave this room until\nyou’ve been tested!\n\nERAGON\nBut she’1l1-\n\nEGRAZ\nYour words are meaningless until\nyou’ve been tested!\nSuddenly, Orik walks into the room.\nORIK\nDon’t be a fool, Egraz! Ajihad will\nhave both our heads if we allow an\nelf to die!\nEgraz’s eyes narrow.\n\nEGRAZ\nVery well. Take her to a healer\n\nThe Varden Soldiers carry Arya out of the room.\n\nEGRAZ\nNow...prepare to be examined!\n\nEragon looks straight into Egraz’s eyes.\n\nERAGON\nI’m ready.\n\nOrik stands beside Egraz.\nORIK\nYou better not hurt him, Edgraz.\nElse the King will have words for\nyou.\nEgraz looks at Orik, annoyed. And then smiles.\n\nEGRAZ\nOnly if he resists.\n\nEgraz and Eragon both close their eyes. Egraz holds his\nright hand out in front of him and chants our inaudible\n\nwords.\n\nEverything but Eragon and Egraz is gone. Eragon winces.\n\nAn image of Garrow’s dead body flashes by and then\ndisappears.\n\f101.\n\nAn image of Durza sitting in the Jail Cell flashes by and\nthen disappears.\n\nEragon begins to tremble at the pain. Everything becomes\ndistorted and then everything comes into view.\n\nEragon falls forward, gasping for air.\nEgraz pushes Murtagh forward, where Eragon was just standing.\n\nEGRAZ\nYou’re turn.\n\nFear grows in Murtagh’s eyes. Egraz chants more inaudible\nwords and everything but Murtagh and himself disappears.\n\nSurprise covers Egraz’s face. Everything distorts and then\nbecomes clear as everything comes back into view.\n\nEgraz looks around in fear and surprise.\n\nORIK\nWhat is it?\n\nEGRAZ\nGuards! Guards! Take this man away!\n\nERAGON\nFor what!?\n\nEgraz points at Murtagh.\nEGRAZ\nHe...he is the son of Morzan, the\none who betrayed the Riders to\nGalbatorix!\n\nEragon looks shocked and sad. All is silent. Murtagh looks at\nEragon sadly.",
  "63": "---END OF PREVIOUS SECTION---\nEragon looks shocked and sad. All is silent. Murtagh looks at\nEragon sadly. \n---TARGET SECTION TO BE ANNOTATED---\nEGRAZ\nTake him away!\n\nTwo Varden Soldiers grab Murtagh by the arms and pull him out\nof the Room.\n\nAfter a moment, Egraz looks at Eragon.\n\nEGRAZ\nYou...will go to Ajihad.\n\f102.\n\nINT. TUNNEL - NIGHT\n\nEragon and Saphira are following Orik, who is running down a\nTunnel.\n\nERAGON\nWhere is my horse?\n\nORIK\nYour horse has been taken care of.\nYou will ride your dragon.\n\nOrik stops at a huge set of double doors, where two Varden\nSoldiers stand. Orik motions for Eragon to get on Saphira.\n\nEragon turns and climbs up onto Saphira’s saddle. The two\nVarden Soldiers open the door, revealing a huge crowd of\n20,000 VARDEN PEASANTS.\n\nSaphira steps forward and the Peasants begin to cheer loudly.\n\nINT. TRONJHEIM - NIGHT\n\nSaphira walks through the crowd of Peasants toward another\nlarge set of double doors on the other side of TRONJHEIM,\nwhich is a large CITY inside a mountain.\n\nAll over Tronjheim are small HOUSES built out of stone.\n\nINT. AJIHAD’S STUDY - NIGHT\n\nEragon, followed by Saphira, is walking through Ajihad’s\nstudy. It is a large, beautiful, book-filled study.\n\nOn the far side, where Eragon and Saphira are walking to,\nthere is a large desk and tall and thick man. AJIHAD, a dark\nskinned man in his late 30’s.\n\nAjihad turns and looks at Eragon and Saphira, who stop in\nfront of his desk.\n\nAJIHAD\nWelcome, Eragon.\n\nEragon nods his head.\n\nERAGON\nThank you.\n\nThere is a long moment of silence. Ajihad looks sad.\n\f103.\n\nAJIHAD\nThe loss of Brom brings great\nsadness to my heart. But he did\nleave something behind. Something\nthat will ensure our success...\n\nEragon looks confused.\n\nAJIHAD\nYou.\n\nERAGON\nWhat do you expect me to accomplis?\n\nAJIHAD\nI will explain in full later-now\nthere are mor urgent matters. The\nnews of Galbatorix forming an\nalliance with the Urgal is serious.",
  "64": "---END OF PREVIOUS SECTION---\nERAGON\nWhat do you expect me to accomplis? AJIHAD\nI will explain in full later-now\nthere are mor urgent matters. The\nnews of Galbatorix forming an\nalliance with the Urgal is serious. \n---TARGET SECTION TO BE ANNOTATED---\nIf Galbatorix if gathering an Urgal\narmy to attack us the Varden will\nbe hard-pressed to survive.\n\nThere is a moment of silence.\n\nAJIHAD\nFor now, you need rest. In the\nmorning, you will train with our\nVarden Soldiers. I fear the use of\na blade will soon be a necessary\nthing.\n\nEragon nods and walks away.\n\nINT. TUNNEL - NIGHT\n\nOutside of Ajihad’s Study stands Orik. Eragon and Saphira\nstop before him.\n\nORIK\nIf you’1l follow me, I’11 show you\nto where you’1l be sleeping.\n\nERAGON\nThanks you...?\n\nORIK\nOrik.\n\nERAGON\n\nOrik.\n\f104.\n\nINT. DRAGON HOLD - DAWN\n\nEragon is sleeping in a small cave-like bedroom. The opening\nof the cave reveals, a thousand feet down, the city of\nTronjheim.\n\nEragon opens his eyes. Standing in front of him is Orik\n\nORIK\nIf you’1l get ready, we’1ll get you\nsome breakfast and then begin your\ntraining. Your dragon can stay\nhere.\n\nEragon rubs his face and then sits up.\n\nINT. TRONJHEIM - DAY\n\nEragon and Orik are walking through the large city. Peasants\nstare at Eragon with smiles.\n\nMixed in with the Varden Peasants are DWARF WOMAN AND\nCHILDREN, who seem to be ignoring Eragon.\n\nIn front of Eragon is a Woman Peasant with a little BABY GIRL\nin her hands.\n\nWOMAN\nWill you bless this child,\nArgetlam? There is no one to care\nfor her but me. Please, Argetlam.\nBless her for luck!\n\nEragon looks surprised and confused. A few moments pass.\n\nWOMAN\nBless her, Argetlam, bless her.\n\nEragon hesitantly puts his palm on the Baby’s forehead.\n\nERAGON\nAtra gulia un ilian tauthr ono un\natra ono waise skolir fra rauthr.\n(Beat )\nThat is all I can do for her.\n\nWOMAN\nThank you, Argetlam.\n\nThe Woman walks away.\n\f105.\n\nINT.",
  "65": "---END OF PREVIOUS SECTION---\nThe Woman walks away. 105. INT. \n---TARGET SECTION TO BE ANNOTATED---\n TRONJHEIM - DAY\n\nHundreds of Varden Soldiers are training in a large marked\noff field. In the background, the small Houses can be seen\npeople walking all around them.\n\nEragon walks across the field, Orik in front of him. Eragon\nbends down to Orik.\n\nERAGON\nOrik.\n\nORIK\nYes?\n\nERAGON\n\nThat woman...she called me\nArgetlam. What does that mean?\n\nORIK\nIt means Silver Palm.\n\nEragon straightens up as they come to the center of the\nfield. Arya is standing there waiting for them.\n\nERAGON\n(Surprised)\nYou’re awake!\n\nARYA\nThank you, Eragon, for saving me.\n\nEragon looks at Arya’s face, entranced.\n\nARYA\nShall we begin?\n\nEragon backs up, drawing Zar’roc from his side. Arya draws a\nblack-handled thin SWORD from her back and holds it out in\nfront of her.\n\nEragon looks worried.\n\nERAGON\nI don’t want to hur-\n\nArya jumps forward, jabbing her sword toward Eragon’s\nstomach.\n\nEragon, surprised, jumps back. Arya’s sword barely misses\nhim.\n\f106.\n\nEragon swings Zar’roc at Arya. She quickly hits it aside and\nswings her sword toward Eragon. Eragon blocks it.\n\nSuddenly, Arya spins her sword around, flinging Zar’roc out\nof Eragon’s hand.\n\nArya pokes Eragon in the stomach, victorious.\nEragon looks embarrassed. Orik steps up beside Eragon.\n\nORIK\nMy King, Hrothgar, wishes to see\nyou, Eragon.\n\nEXT. HROTHGAR’S THRONE ROOM - DAY\n\nA beautiful THRONE sits at the center of the back of the\nlarge, stone THRONE ROOM. In the throne is KING HROTHGAR, an\nold, small DWARF dressed in beautiful armor. A large beard\ngrows from his face.\n\nOn the opposite side of the room is a huge STONE DOOR, which\nswings open after a moment, revealing Eragon and Saphira, who\nwalk slowly toward Hrothgar.\n\nBoth of them stop before the throne and bow.",
  "66": "---END OF PREVIOUS SECTION---\nA large beard\ngrows from his face. On the opposite side of the room is a huge STONE DOOR, which\nswings open after a moment, revealing Eragon and Saphira, who\nwalk slowly toward Hrothgar. Both of them stop before the throne and bow. \n---TARGET SECTION TO BE ANNOTATED---\nHROTHGAR\nI could not meet with you earlier\nas Ajihad did, because I had to\ndeal with my enemies in a few of\nthe dwarf clans. They say I should\ndeny you and expel you from Farthen\nDur.\n\nERAGON\nI am sorry for the trouble my\narrival has caused everyone.\n\nHROTHGAR\nWe will soon have greater problems.\nWar is coming. We must be ready.\nYou must be ready.\n\nEragon stands in fear for a moment.\n\nERAGON\nI will be.\n\f107.\n\nINT. DRAGON HOLD - NIGHT\n\nEragon is lying on the ground beside Saphira. They are both\nasleep.\n\nSuddenly, a LANTERN comes into view. Holding it is Orik\n\nEragon slightly opens his eyes, looking around.\n\nERAGON\nWhat is it?\nORIK\nYou and your dragon must come\nquickly!\nERAGON\nWhy?\nORIK\n\nAjihad summons you to Fathen Dur.\n\nEragon sighs.\n\nINT. TUNNEL - NIGHT\n\nEragon and Saphira follow Orik, who is walking very quickly,\nthrough the Tunnel\n\nINT. FARTHEN DUR - NIGHT\n\nSix thousand Varden Soldiers and DWARVEN WARRIORS are crowded\ntogether.\n\nAt the very front of the army is Ajihad, Arya, and Hrothgar.\n\nA few Dwarf Warriors step forward in front of Saphira and\nEragon as they walk toward Ajihad and the others.\n\nDWARF WARRIOR\nWe must take your dragon.\n\nERAGON\nWhy?\n\nHROTHGAR\nTo dress her in the ancient armor\n\nEragon nods and the Dwarf Warriors walk away, Saphira follows\nthem.\n\fEragon walks up to Ajihad, fear in his eyes.\n\nERAGON\nWhat’s going on?\n\nAJIHAD\nA group of dwarfs spotted thousands\nof Urgal’s and Kull marching\nthrough the underground tunnels.\nThey will be here within the hour.\n\nERAGON\nThey outnumber us?\nAJIHAD\nYes.\n(Beat )\n\nWe have collapsed the tunnels that\nlead to the city of Tronjheim. They\nwill have no choice but to come\nfrom those tunnels.\n\n(Beat )\n\nOnce they come, we must keep them\nfrom ever getting to Tronjheim.",
  "67": "---END OF PREVIOUS SECTION---\n(Beat )\n\nWe have collapsed the tunnels that\nlead to the city of Tronjheim. They\nwill have no choice but to come\nfrom those tunnels. (Beat )\n\nOnce they come, we must keep them\nfrom ever getting to Tronjheim. \n---TARGET SECTION TO BE ANNOTATED---\n If\nthey get there, they will kill the\nwoman and children.\n\n108.\n\nAjihad points into the distance, where large TUNNEL DOORS\n\nare.\n\nAjihad turns and puts his hand on the shoulder of a MAN.\n\nAJIHAD\nEragon, this Jormunder, my most\ntrusted advisor and second in\ncommand of the Varden.\n\nEragon nods.\n\nEXT. FARTHEN DUR - NIGHT\n\nAll is silent. The Varden Soldiers look scared.\n\nEragon, now wearing armor, is standing beside a fully armored\n\nSaphira.\n\nSuddenly, from the Tunnel Doors light begins to flicker. The\n\nloud yells of the Urgal’s and Kull can be heard.\n\nArya looks into the distance, at the Tunnel Doors.\n\f109.\n\nARYA\n(Sorrowfully)\nIt has begun.\nAjihad looks at the Tunnel Doors.\nAJIHAD\n(Yelling)\nWeapons!\n\nThe Varden Soldiers draw their swords and the Dwarf Warriors\ndraw their AXES.\n\nAjihad, Arya, Jormunder, and Hrothgar draw their weapons.\nEragon climbs on top of Saphira and draws Zar’roc.\nA long moment of silence passes and then...the Urgal’s charge\nout of the Tunnel Doors! They run, weapons drawn toward the\nVarden Soldiers.\nAjihad lifts his sword in the air.\nAJIHAD\n\n(Yelling)\nCharge!\nAjihad begins to run. The entire army follows him.\n\nSaphira jumps into the air, Eragon on her back, and dives\ntoward the Urgal army.\n\nA moment passes...and then the two armies crash into each\nother!\n\nSaphira grabs three Urgal’s in her claws and throws them into\nthe walls, killing them. She then dives down and grabs two\nUrgal’s in her mouth and crushes them.\n\nFrom Saphira’s back, Eragon hacks at an Urgal with Zar’roc.\n\n \n\nSaphira lands, swinging her tail at ten Kull, slinging them\ninto fifteen more Urgal’s.\n\nAfter a moment, Saphira jumps back into the air. A Kull hits\nEragon in the chest with a large CLUB, sending Eragon flying\ninto the ground.\n\nSaphira continues to fly upward.\n\nEragon fights off a few Urgal’s.\n\f110.\n\nERAGON (V.0.",
  "68": "---END OF PREVIOUS SECTION---\nEragon fights off a few Urgal’s. 110. ERAGON (V.0. \n---TARGET SECTION TO BE ANNOTATED---\nSaphira, I need you!\n\nBehind Eragon, an Urgal lifts it’s sword, ready to drop it\ninto Eragon’s head.\n\nSuddenly, a blade hits it’s throat, sending it’s head flying\noff.\n\nEragon turns around, revealing Angela, dressed in a black\nrobe and holding a double-bladed staff sword. Angela smiles\nand then continues to fight.\n\nSaphira drops down and crashes into a few Urgals and then\nlands beside Eragon.\n\nEragon climbs onto Saphira and they take off again, flying\nhigh into the air, a flock of ARROWS follow them.\n\nArya is surrounded by hundreds of Urgal’s and Kull. She\ncontinues to fight, but looks tired.\n\nSuddenly, Saphira lands beside Arya, crushing five Urgal’s.\n\nERAGON\nGet on!\n\nArya turns and jumps onto Saphira.\n\nSuddenly, a Kull’s axe hits Saphira’s chest armor, denting it\ninward. Saphira grows loudly and grabs the Kull in her mouth\ncrushing him.\n\nSaphira jumps into the air.\n\nERAGON (V.0.)\nAre you alright?\n\nSAPHIRA\nI don’t know. It hurts to breath.\n\nERAGON (V.0.)\nCan you get us to the dragon hold?\n\nSaphira soars through the air for a moment and then dives\ndown and flies through two large DOORS, revealing Tronjheim.\nINT. TRONJHEIM - NIGHT\n\nSaphira lands on the ground.\n\f111.\n\nARYA\nI will go with her. You must stay\nand fight.\n\nERAGON\nThank you.\n\nEragon jumps off of Saphira and lands on the ground.\n\nSaphira jumps into the air and flies straight up. All around\nher, implanted into the walls is pure SAPPHIRE, sparkling.\n\nEragon begins to run toward the two large Doors, holding\nZar’roc.\n\nSuddenly, behind him, Tronjheims floor begins to crack.\nEragon stops and turns around.\n\nAn AXE bust through the surface of Tronjheims floor. The\nsound of Urgal’s can be heard.\n\nAfter a moment, the Urgal’s begin to climb up through the\nhole in the floor. Eragon charges toward them, hacking into\nthem with Zar’roc.\n\nINT.",
  "69": "---END OF PREVIOUS SECTION---\nAfter a moment, the Urgal’s begin to climb up through the\nhole in the floor. Eragon charges toward them, hacking into\nthem with Zar’roc. INT. \n---TARGET SECTION TO BE ANNOTATED---\n FARTHEN DUR - NIGHT\n\nThe battle continues to rage.\n\nHrothgar swings his large Hammar at a few Kull, crushing\ntheir armor and killing them.\n\nINT. TRONJHEIM - NIGHT\n\nEragon is fighting Urgal’s as the come through the hole in\nthe ground.\n\nA few minutes of fighting pass and then the Urgal’s stop\ncoming through the hole.\n\nEragon sighs and bends over, breathing heavily. After a\nmoment, he turns and runs toward the two Doors.\n\nBehind him, there is a loud CRACK! Eragon turns around. A\ndark FIGURE stands in the dust. The Figure steps forward,\nrevealing that its...Durza!\n\nEragon gasps in fear\n\f112.\n\nINT. FARTHEN DUR - NIGHT\nAjihad swings his sword into a Kull, it falls to the ground.\n\nAngela is battling off dozens of Urgal’s.\n\nINT. TRONJHEIM - NIGHT\n\nEragon takes a step back. Durza slowly walks toward him,\ndrawing his sword.\n\nDURZA\nYou will die today, Rider.\n\nDurza lifts his sword up and swings it at Eragon. Eragon\npulls Zar’roc up, blocking Durza’s blade, but the force\nbehind the blow sends Eragon back a few feet.\n\nINT. FARTHEN DUR - NIGHT\n\nA Varden Soldier is fighting a large Kull. After a few\nmoments, the Kull slices the Varden Soldiers head off.\n\nOrik jumps off of a large rock and lands on an Urgal,\nsticking his Axe into it’s face.\nINT. TRONJHEIM - NIGHT\n\nDurza and Eragon continue to fight, Durza obviously winning.\nEragon looks tired and worn.\n\nA moment passes and then Durza steps forward and pushes\nEragon backwards, causing him to trip. Eragon falls to his\nknees.\n\nDurza swings his sword and the side of the blade sticks into\nEragon’s back.\n\nEragon lets out a horrible cry of pain.\nBEGIN ERAGON’S POV:\n\nEverything is blurry. Durza is smiling. Suddenly, Durza jumps\nback as a huge piece of Sapphire hits the ground.\n\nEND ERAGON’S POV:\n\nHundreds of pieces of Sapphire begins to hit the ground.\nEragon looks up, tears in his eyes.\n\f113.",
  "70": "---END OF PREVIOUS SECTION---\nEND ERAGON’S POV:\n\nHundreds of pieces of Sapphire begins to hit the ground. Eragon looks up, tears in his eyes. 113. \n---TARGET SECTION TO BE ANNOTATED---\nSaphira, with Arya on her back, is flying straight toward the\nground.\n\nSuddenly, Saphira opens her mouth and a huge explosion of\nflames come from it!\n\nDurza ducks and drops to the ground to avoid being hit by the\nflame.\n\nEragon grabs Zar’roc of the ground.\n\nERAGON\nBrisingr!\n\nZar’roc’s blade lights up with BLUE FLAMES. Eragon lets out a\nscream as he sticks it into Durza’s heart.\n\nDurza looks down in shock and then lets out a loud cry.\n\nEragon collapses.\n\nDREAM SEQUENCE\nFlashes of light distort everything and ten fade out.\nSuddenly, a voice is heard.\n\nVOICE (V.0.)\nCome to me.\n\nA moment passes. More light flashes and distorts everything.\n\nVOICE (V.0.)\nEragon, come to me.\n\nERAGON (V.0.)\nWho are you?\n\nVOICE (V.0.)\nI am the cripple who is whole.\n(Beat )\nYou must trust Arya and go to the\nElven Kingdom of Ellesmera.\n(Beat )\nYou have wrought the land of a\ngreat evil, Eragon. Many are in\nyour debt.\n\nMore flashes of light distort everything.\n\f114.\n\nVOICE (V.0.)\nCome to me, Eragon. I have answers\nto all you ask.\n\nA moment of silence passes. Eragon’s head comes into view,\nbut nothing else.\n\nERAGON (V.0.)\nI will come.\n\nFADE OUT.\n\nThe End\n\f"
}