{
  "1": " \n\nFAHRENHEIT\n\n451\n\nFROM THE CLASSIC NOVEL BY\nRAY BRADBURY\n\n \n\nSCREENPLAY BY\nFRANK DARABONT\n\n- September 2005 -\n\f \n\n \n\nFADE IN:\n\nIN SLO-MO, an object falls through frame -- a book. Rolling,\ntumbling. Dropping from sight. Soon:\n\nAnother book. And another.\nBooks. Falling. And soon:\nRaining. It's raining books. Why?\n\nNow comes a VOICE, softly, sharing his most quiet and precious\nthoughts:\n\nMONTAG (V.O.)\nI love the soot. I love the heat. I\nlove the moment of combustion. Most\nof all, the smell of kerosene. Here\nis what I know: \"Fire is bright.\nFire is clean. It is good to burn.\"\n(beat)\nIt is all I need to know.\n\nCuT TO:\nA KLAXON HORN BLARING. RED LIGHTS SPINNING. A fire alarm --\nINT - FIREHOUSE - NIGHT\n-- summoning to action:\nFIREMEN, running, boots all a-scuffle, grabbing HELMETS off\npegs, yanking EQUIPMENT from storage lockers, cascading down\nrows of brass poles through holes in the floor...\nThey swarm their beloved FIRE TRUCK, the Salamander, everybody\nclimbing up and taking positions on the running platforms,\ndropping external seats and strapping in...\n\nThe ENGINES START, a turbine WHINE exploding to a DEEP BASSO\nROAR. Like a dragon waking up. Ready to breathe flame.\n\nHeadlights blaze to life. EMERGENCY STROBES turn the world\nsurreal. The Salamander moves out, the dragon leaving its\ncave on massive multi-axle wheels...\nEXT - FIREHOUSE/CITY STREETS - NIGHT\n\n..and emerging into the night.\n\nFollowing close behind the Salamander is a second vehicle,\nthe CONTROL VAN -- armored, black, unfathomable.\n\nHOMELESS. PEOPLE scatter from their path. Traffic pulls over.\n\f \n\nON THE MOVING SALAMANDER\n\nNoise and fury. CAPTAIN BEATTY looks back from his seat,\nenjoying the expressions on the faces of his men -- tense,\nexhilarated. He sees GUY MONTAG grinning into the wind.",
  "2": "---END OF PREVIOUS SECTION---\nON THE MOVING SALAMANDER\n\nNoise and fury. CAPTAIN BEATTY looks back from his seat,\nenjoying the expressions on the faces of his men -- tense,\nexhilarated. He sees GUY MONTAG grinning into the wind. \n---TARGET SECTION TO BE ANNOTATED---\nCAPTAIN BEATTY\nGood for you, Montag!\n\nMONTAG\nWhat, sir?\n\nCAPTAIN BEATTY\nThat grin! The fierce grin of all\nmen singed and driven back by flame!\n\nMONTAG\nI love it, sir!\n\nBeatty turns forward again, smiling...\n\nCAPTAIN BEATTY\nI know you do, son.\n\nVOICE (V.0.)\nForm up! Eyes front!\n\ncurt TO:\nINT - FIREHOUSE - NIGHT (TROOP INSPECTION)\n\n...and SCORES OF POLISHED BOOTS CLAP LIKE THUNDER. SCORES OF\nPOLISHED HELMETS, gleaming black and bearing the mark of 451,\nsnap in one direction. SCORES OF FIREMEN, chiseled of stone,\ntrue believers all, stand ready.\n\nStepping before them, boots treading the silence with holy\nauthority, is Beatty. A man of power. Of conviction. A man\nwho knows his place in the world.\n\nHe stops. Takes them all in, his men of faith. He loves them\nmore than he loves himself. In a voice that fills the hall:\n\nCAPTAIN BEATTY\nAn emperor of ancient China said:\n\"History begins with me.\"\n(pause)\nHe was wrong. History begins with\nus.\n\nCUT TO:\nEXT - SALAMANDER - NIGHT (FIRE ALARM)\n\nThe Salamander rises hugely into view, cresting a street.\nNEIGHBORS are pouring from their homes to watch. SEARCHLIGHTS\n\f \n\n3.\n\nprobe from the sky as POLICE HOVERCOPTERS circle whisper-quiet\noverhead.\n\nThe Salamander stops with a HISS OF BRAKES. The control van veers\npast it, taking up a supporting position. POLICE VEHICLES are\narriving to provide backup.\n\nFiremen swarm from the Salamander, the night chaotic with FLASHING\nLIGHTS and running men.\n\nBeatty leads Montag and the others up a squalid lawn toward a\nhouse. A MAN'S face, white and terrified, watches them approach\nthrough the cracked panes of a window.\n\nMAN\n(shouting, muffled)\nGo away! You've got the wrong house!\nINT - CONTROL VAN - NIGHT\n\nMeanwhile, CONTROL PERSONNEL are studying the action on banks\nof MONITORS, recording everything.",
  "3": "---END OF PREVIOUS SECTION---\nMAN\n(shouting, muffled)\nGo away! You've got the wrong house! INT - CONTROL VAN - NIGHT\n\nMeanwhile, CONTROL PERSONNEL are studying the action on banks\nof MONITORS, recording everything. \n---TARGET SECTION TO BE ANNOTATED---\n One monitor flashes an\nincoming message: \"Warrant Authorization.\"\n\nCOMPUTER VOICE\nWarrant is good. You have Supreme\nCourt approval to proceed.\nEXT - HOUSE - NIGHT\n\nBeatty and his men arrive at the doorstep.\n\nMAN\nGo away, I said! There's nothing\nhere!\n\nCAPTAIN BEATTY\nIndeed.\n\n(turns to his men)\nThere never is.\n\nThey rush the door with RAMS, blowing through it like a fist.\nThey swarm in, trailed by Beatty --\n\nCAPTAIN BEATTY (V.0.)\nLet me hear it, you men!\n\nCUT TO:\nINT - FIREHOUSE - NIGHT (TROOP INSPECTION)\n-- and their voices boom like cannons:\nFIREMEN\n\nFIRE IS BRIGHT! FIRE IS CLEAN! IT\nIS GOOD TO BURN!\n\f \n\nCAPTAIN BEATTY\nAnd why is it good to burn? What\ndoes fire do?\n\nFIREMEN\nFIRE SWEEPS AWAY THE CLUTTER OF THE\nPAST!\n\nCAPTAIN BEATTY\nAnd why is that good, you men? What\ndoes that provide?\n\n \n\nFIREMEN\nA BRIGHT AND SHINING FUTURE!\n\nCAPTAIN BEATTY\nLet me hear it!\n\nFIREMEN\nA BRIGHT AND SHINING FUTURE!\n\nCAPTAIN BEATTY\nAgain!\n\nFIREMEN\nA BRIGHT AND SHINING FUTURE!\n\nCUT TO:\nINT - HOUSE - NIGHT (FIRE ALARM)\nA HANDHELD SCENE of screaming chaos:\n\nMAN\nI told you there's nothing here!\n\nThe WIFE launches herself at the husband, slapping him,\nflailing and screaming --\n\nWIFE\nIdiot! I told you this would happen!\nI told you!\n\nMAN\n\nShut up! Shut up!\n\n-- and the firemen separate them, restraining them both, her\neyes landing on Beatty as:\n\nCAPTAIN BEATTY\nMadam?\n\nWIFE\n\nHe's right...there’s nothing\nhere...nothing...\n\f \n\nBeatty raises his PLASMA SCREEN CLIPBOARD, studies it:\n\nCAPTAIN BEATTY\n\n~ Mr. and Mrs....Mugniani? Did I\npronounce that right?\nHis eyes go to THREE SHRIEKING CHILDREN being herded into the\nroom by the firemen.",
  "4": "---END OF PREVIOUS SECTION---\nMugniani? Did I\npronounce that right? His eyes go to THREE SHRIEKING CHILDREN being herded into the\nroom by the firemen. \n---TARGET SECTION TO BE ANNOTATED---\nCAPTAIN BEATTY\nAnd the three Mugniani children.\nVictor, Paul...and little Emily...\nWIFE\n-..-no...don't hurt them...\nCAPTAIN BEATTY\nMadam, please. We're not savages,\nafter all.\n(to his men)\nOutside.\nThe family is dragged out, the woman SCREAMING as she's pulled\nout the door...\nWIFE\nNOT MY HOUSE! NOT MY HOUSE!\n~ CAPTAIN BEATTY\nMontag? If you please?\nMONTAG\nSir!\n(turns to the men)\nLET'S GO!\n-+-and they spread throughout the house, tossing the place,\npounding on walls and listening for the hollow sounds...\nINT - CONTROL VAN - NIGHT\n-.-While the images are fed to the monitor screens in real\ntime from the firemen's helmet-cams, recording everything.\nINT - HOUSE - NIGHT\nBeatty waits in the whirlwind, serene, taking it all in.\nMONTAG\ncomes to a floor-to-ceiling display shelf lined with dishes\nand bric-a-brac. He runs his hand up the side, trying to get\nhis fingers behind it. It's sealed to the wall.\nVW\n\nMONTAG\nShelf!\n\f \n\n6.\n\nHe pulls an X-RAY WAND as two firemen rush to his side, also\npulling wands. Montag activates his, playing a lavender light.\nHe taps a button on his helmet, causing a clear RED VISOR to\nlower over his eyes --\n\nMONTAG'S POV\n\n-- which, in combination with the wand, gives an X-RAY IMAGE\nthrough the shelves and into the wall. He sweeps the wand,\nseeing vague shapes appearing like ghosts -- tall, slender,\nrectangular, hidden in the wall among the studs.\n\nMONTAG\n\nMONTAG\nI got something.\n\nFIREMAN #1\nMe too!\n\nMONTAG\n(clicks his comlink)\nControl?\n\nINT - CONTROL VAN - NIGHT\n\nWe're seeing the ghost images in the wall coming across the\nmonitors. CONTROLLER #1 taps his keyboard...\n\nCONTROLLER #1\nHold on. Hold on.\n\n-+-and a computer schematic forms on screen, outlining the\nshapes in glowing red lines. The computer extrapolates the\nimage, lifting one of the objects out as an animated wire-\n\nform. It's a book.",
  "5": "---END OF PREVIOUS SECTION---\n-+-and a computer schematic forms on screen, outlining the\nshapes in glowing red lines. The computer extrapolates the\nimage, lifting one of the objects out as an animated wire-\n\nform. It's a book. \n---TARGET SECTION TO BE ANNOTATED---\n The computer revolves the image, opening\nthe covers, riffling the pages.\n\nCONTROLLER #1\nYou're confirmed.\n\nINT - HOUSE - NIGHT\n\nMontag and the others jam pry bars behind the shelf, ripping\nit loose from the wall in an explosion of plaster and wood.\n\nIt topples, revealing a hidden library, the space in the wall\nlined with books.\n\nThey start pulling out armloads of books, hurling them across\nthe floor.\n\nVARIOUS ANGLES\n\nas the search continues. Firemen play wands on sofas...over\nfloors...up walls...across the ceiling. Suddenly:\n\f \n\nFIREMAN #2\nAttic! I got a crawl space!\n\nCAPTAIN BEATTY\n(glances up)\nAttic. How original.\n\nTIMECUT :\n\nA PAIR OF ROARING CHAINSAWS rise up on long extensions and\nchew into the ceiling, spewing debris, cutting two long\nparallel grooves down the hallway...\n\n...and the ceiling collapses, dropping awesomely into the\nhallway bringing a ton of books with it.\n\nThe dust doesn't even have time to clear before another section\nof the ceiling unexpectedly gives way --\n\n-- and a YOUNG MAN plummets as well. He hits the floor hard,\nscrambles to his feet in the billowing plaster dust, wild\nwith fear and adrenaline, swinging a baseball bat.\n\nYOUNG MAN\nBASTAAARDS! BASTAAARDS!\n\nMontag gets hit in the arm and spins against the wall,\nclutching his bicep. The kid keeps swinging, scattering firemen\nas he flees down the hall and out the back door.\n\nFIREMAN #4\n(amped up)\nGo after him?\n\nCAPTAIN BEATTY\nNo, let the Hound deal with it.\n(raises his plasma screen) )\nMontag? Injured?\n\nMONTAG\nNo! I'm okay!\n(to the others)\nLet's keep going!\n\nCAPTAIN BEATTY\nThat's the spirit...\n(tapping his touch screen)\n---hmmm. Our unexpected guest would\nbe who? The nephew?\n\nBeatty's clipboard brings up an image of the young man's face.\n\nCAPTAIN BEATTY\nAh, yes, here it is. Nephew. Joseph.\n(as data scrolls)\nPhysiologicals...DNA...\n\f \n\n8.",
  "6": "---END OF PREVIOUS SECTION---\n(as data scrolls)\nPhysiologicals... DNA... 8. \n---TARGET SECTION TO BE ANNOTATED---\nBeatty inputs the data and enters a command: \"Activate Hound.\"\nHe hits the send button with a flourish.\n\nCAPTAIN BEATTY\nCry havoc and let slip the dogs of\nwar.\n\nMONTAG\n(passing by)\nWhat the hell does that mean?\n\nCAPTAIN BEATTY\n(smiles)\nIt means: \"Good boy. Fetch.\"\n\nEXT - SALAMANDER - NIGHT\n\nThe \"kennel\" at the rear of the truck opens, steel plates\nfanning out to reveal darkness within.\n\nWe hear something stir...something metallic. A pair of eyes\nactivate, glowing red.\n\nIt emerges into half-light with a SOFT WHINE of servos and\ngears -- the head of a dog rendered in alloy and chromium\nsteel. We hear a GROWL rising in its manufactured throat.\n\nIt leaps out, revealed fully as it hits the pavement on rubber-\npadded paws. The MECHANICAL HOUND. A living Deco sculpture, a\nchromium canine nightmare.\n\nThe neighbors shout, thrilling at the sight of it, some clapping\nand whistling, others drawing back in giddy carnival fear.\n\nThe Hound takes off running like a heat-seeking missile.\n\nEXT - ALLEY - NIGHT\n\nJoseph, the nephew, is running, still clutching the bat. He\nsuddenly stops, hearing: A DISTANT HOWL. The Hound. It's coming\nfor him. The young man keeps going, gasping in panic..\n\nINT - HOUSE - NIGHT\n\n-while Beatty assesses the shambles of the house, kicking\nthrough snowdrifts of books at his feet. He picks one up,\nidly flips a page or two.\n\nMONTAG\nBeacon on the lawn?\n\nCAPTAIN BEATTY\nYes, why not? Give the neighbors a\nthrill. Good for public relations.\n\nMontag grins, waving the others toward the door...\n\f \n\nMONTAG\nScooper! Let's give 'em a show!\n\nEXT - ALLEYS - NIGHT\n\n...and Joseph runs, twisting and turning down the alleyways,\nlooking over his shoulder as if the devil were in pursuit...",
  "7": "---END OF PREVIOUS SECTION---\nMONTAG\nScooper! Let's give 'em a show! EXT - ALLEYS - NIGHT\n\n...and Joseph runs, twisting and turning down the alleyways,\nlooking over his shoulder as if the devil were in pursuit... \n---TARGET SECTION TO BE ANNOTATED---\nEXT - HOUSE - ON THE LAWN - NIGHT\n\nA SCOOPER, a mini electric bulldozer, dumps a final load of\nbooks atop a \"beacon\" -- a round titanium-mesh platform that\nlooks like a trampoline. Plenty of updraft.\n\nAs the Scooper backs away, we ANGLE TO:\n\nCAPTAIN BEATTY\nPumpers!\n\nAnd double-timing into the shot are a DOZEN FIREMEN with\nkerosene pumpers on their backs, led by:\n\nMONTAG\nDillman! You're on beacon! Rest of\nyou, with me!\n\nThey run toward the house, snapping gas masks across their\nfaces. Dillman veers off toward the beacon...\n\nINT - HOUSE - VARIOUS ANGLES - NIGHT\n\n-.-While Montag and the rest enter, spreading out. They begin\npumping kerosene throughout the house, soaking the walls, the\nheaps of books, the furniture, priming it like a bomb...\n\nEXT - ALLEY - NIGHT\n\n++-and still Joseph runs...breath exploding...feet pounding\nthe asphalt...\n\nEXT - SALAMANDER - NIGHT\n\n-.-and the firemen back up to the truck to hang the pumpers\non their frames. They unbuckle the straps, shrug free.\n\nSix men (including Montag) turn as the other firemen help\nthem into their special padding, their long coats of fire-\nretardant leather, their thick gloves, their blast helmets...\n\nEXT - ALLEY - NIGHT\n\n-.-and Joseph glances back, his worst nightmare realized as\nthe Hound appears from the darkness, veering in pursuit...\n\f \n\n10.\nINT - CONTROL VAN - NIGHT\n\n...and we see Joseph through the eyes of the Hound, broadcast\nlive over monitors in ghastly tones of night-vision green...\n\nCONTROLLER #2\nWe have target acquisition.\n\nEXT - ALLEY - NIGHT\n...feet pound...rubber-padded paws pursue...\nEXT - SALAMANDER - NIGHT\n\n..-.and the six firemen back up to the truck again, shrugging\nnow into the straps of the FLAMETHROWERS lining the vehicle.\n\nBuckles are snapped. They lift the flamethrowers onto their\nbacks -- twin tanks, ribbed copper hose, nozzles of chrome...\n\nEXT - ALLEY - NIGHT\n\n...",
  "8": "---END OF PREVIOUS SECTION---\nBuckles are snapped. They lift the flamethrowers onto their\nbacks -- twin tanks, ribbed copper hose, nozzles of chrome... EXT - ALLEY - NIGHT\n\n... \n---TARGET SECTION TO BE ANNOTATED---\nand the Hound makes a flying leap, taking Joseph to the\npavement in a snarl of glittering titanium teeth...\n\nINT - CONTROL VAN - NIGHT\n\n...and Joseph's screaming face comes over the monitor screens\nas the Hound savages him, chomping viciously down on his arm...\n\nEXT - ALLEY - NIGHT\n\n...and the Hound's HYPODERMIC TONGUE whines from its throat,\nplunging.the needle deep into Joseph's flesh, the amber\ncontents emptying as the plunger depresses. Soon Joseph stops\nscreaming and goes dopey from the drug...\n\nEXT - HOUSE - NIGHT\n\n.-while Beatty receives the information on his plasma screen\nclipboard: \"Suspect In Custody.\"\n\nCAPTAIN BEATTY\nProcaine. That should calm him down.\n\nHe turns, motioning \"proceed.\"\n\nMONTAG AND THE FIREMEN\n\napproach six abreast, fully clad in protective gear, helmets\ngleaming, flamethrower nozzles held like weapons.\n\nCAPTAIN BEATTY (V.0.)\nYes. Fire is bright. Fire is clean...\n\f \n\n11.\n\nThey stop in a row, activating their gas feeds with a SOFT\nHISS. Others rush in with igniters, providing the spark. Pilot\nflames are lit, billowing up from the nozzles like torches...\n\nCAPTAIN BEATTY (V.0O.)\n...fire sweeps away the clutter of\nthe past. It is harmony...serenity...\nand light. It is our credo...our\nreligion...\n\nCUT TO:\nINT - FIREHOUSE - NIGHT (TROOP INSPECTION)\n\nCAPTAIN BEATTY\n...and we are its high priests. We\nsay mass at flashpoint. Deliver our\nbenediction at four hundred and\nfifty one degrees of Fahrenheit. We\nsoothe the world with our nozzles\nof chromium steel, absolve its sins\nwith our sermons of heat. And when\nthe sermon is done, we've turned\nsorrow and lies to ash, like\nalchemists and magicians of old.",
  "9": "---END OF PREVIOUS SECTION---\nDeliver our\nbenediction at four hundred and\nfifty one degrees of Fahrenheit. We\nsoothe the world with our nozzles\nof chromium steel, absolve its sins\nwith our sermons of heat. And when\nthe sermon is done, we've turned\nsorrow and lies to ash, like\nalchemists and magicians of old. \n---TARGET SECTION TO BE ANNOTATED---\n(beat)\n\nLet me hear it again, you men!\nInspire me!\n\nTheir voices boom again like cannons:\n\nFIREMEN\nFIRE IS BRIGHT! FIRE IS CLEAN! IT\nIS GOOD TO BURN!\n\nCAMERA ANGLES INTO the arrow-straight lines of firemen to\nsettle upon Montag. Proud. Shouting loudest of all...\n\nCUT TO:\nEXT - HOUSE - NIGHT (FIRE ALARM)\n\n.--and Montag steps onto the lawn, the other firemen falling\ninto flanking positions at his side. They set their feet, aim\ntheir flamethrowers at the beacon --\n\n--and begin to burn. WHOOOOOSH--BOOM! STREAMS OF FIRE shoot\nacross the lawn and the beacon erupts skyward on a BALL OF\nFLAME. Everybody shies back, the bonfire lighting up the night,\npushing everybody back with heat.\n\nCaptain Beatty sees the husband and wife in custody. His\nattention goes to the children, staring at the flames with\ntear-streaked faces. He crouches, gentle:\n\f \n\n12.\n\nCAPTAIN BEATTY\nHere's a good lesson for you\nchildren. You'll remember this.\n(brushes the little girl's\ncheek)\nBe good citizens.\n\nTHE FIREMEN\n\nturn to the house. Montag takes lead position, fires a\nflamethrower blast through the front door.\n\nINT - HOUSE - NIGHT\n\nThere's an awesome beat as the kerosene fumes ignite, the\nvery air itself catching fire...followed by a stunning SERIES\nOF BOOMING DETONATIONS hurtling down hallways and through\nrooms, funnels of flame ROARING like living things, shattering\nglass and peeling walls, eating piles of books.\n\nEXT - HOUSE - NIGHT\n\nThe living room EXPLODES, blowing the windows out into the\nstreet, staggering Montag back on a concussion wave of heat.\n\nThe other firemen join in, hosing the house with flame from\nall directions. EXPLOSIONS punch through the roof, blow out\nthe walls, hurl enormous BALLS OF FLAME into the night sky.\n\nMONTAG\nbacks away with the others, seared by the heat.",
  "10": "---END OF PREVIOUS SECTION---\nThe other firemen join in, hosing the house with flame from\nall directions. EXPLOSIONS punch through the roof, blow out\nthe walls, hurl enormous BALLS OF FLAME into the night sky. MONTAG\nbacks away with the others, seared by the heat. \n---TARGET SECTION TO BE ANNOTATED---\nCAMERA CLOSES IN on him as he snaps his protective faceplate\nup and wrenches his breather mask aside, wanting to feel the\nheat on his goddamn face. Exhilarated. Worshipping the flame.\n\nAnd as we COME INTO CLOSE-UP, we again hear his voice speaking\nhis most quiet and precious thoughts:\n\nMONTAG (V.O.)\n\nFour hundred and fifty one degrees\nof Fahrenheit. This is where I live.\nThe rest is just waiting...and\nkerosene dreams.\n\nThe flames billow into the sky, roiling smoke as we\n\nFADE TO:\nINT - FIREHOUSE LOCKER ROOM - NIGHT\n\nIt's dark. Quiet. Montag's freshly showered and wearing his\noff duty uniform. He pulls his fireman's ID necklace from a\npeg on the locker door, kisses the good luck pendant, hangs\nthe simple chain around his neck. The fireman's credo (\"Fire\n\f \n\n13.\n\nis bright, fire is clean...\") is taped inside the locker,\nalongside a photo of his wife MILLIE.\n\nHe shuts the locker, grabs his gym bag...\nINT - FIREHOUSE - NIGHT\n\n...and moves through the firehouse. The late shift is settling\nin, some men on bunks, others engaged in quiet activity. He\npasses a poker game in progress. A few men mutter \"good-night.\"\n\nMontag pauses at the Captain's door, sees Beatty working at\nhis desk in a pool of light. Beatty senses him, glances up.\n\nCAPTAIN BEATTY\nHeading home?\n\nMONTAG\nYes, sir. You?\n\nCAPTAIN BEATTY\nSoon as I finish my report. You're\nmentioned. Damn fine work earlier,\nmy boy. Well done.\n\nMONTAG\nThank you, sir. Good night.\n\nCAPTAIN BEATTY\n(smiles)\nGood night. Sleep the sleep of the\njust.\n\nMontag moves on. As he approaches the brass poles, he passes:\n\nThe Mechanical Hound. Lying in its firehouse kennel with its\nhead on its paws. Waiting. Patient as only a machine can be.\n\nMontag grabs a brass pole and plummets from view as we\n\nCUT TO:\nEXT - CITY STREET - NIGHT\n\nMontag walks with his gym bag. HOMELESS PEOPLE are clustered\naround trash can fires, milling like herd animals.",
  "11": "---END OF PREVIOUS SECTION---\nPatient as only a machine can be. Montag grabs a brass pole and plummets from view as we\n\nCUT TO:\nEXT - CITY STREET - NIGHT\n\nMontag walks with his gym bag. HOMELESS PEOPLE are clustered\naround trash can fires, milling like herd animals. \n---TARGET SECTION TO BE ANNOTATED---\n Those that\nsee him coming make sure to get out of his way. Firemen are\nclearly figures of authority to be feared and respected.\n\nPLASMA VIDEO DISPLAYS are everywhere -- monitor screens on\nstreet corners, huge projections on the sides of buildings,\nads playing on the sides of buses like living billboards. We\nhave seen the future, and it ain't quiet -- everywhere you\nlook, they're trying to sell you or convince you.\n\nMontag heads up the steps to:\n\f \n\n14.\nEXT - TRANSIT STATION PLATFORM - NIGHT\n\nSeveral large public VIDEO DISPLAYS are playing the latest\nwar news, showing a hallucinatory montage of night-vision\nsmart bomb explosions set to stirring theme music. Montag\nstares at the images as he stands waiting for his train.\n\nANNOUNCER (V.0O.)\n..-while hours ago a stunning\nprecision strike leveled half the\nenemy capital in retaliation for\nthe cowardly attack last Wednesday\nthat claimed the lives of 241 of\nour brave coalition Marines...\n\n. A MAG-LEV TRAIN arrives, gliding silently in. He gets on.\nINT - MOVING MAG-LEV TRAIN - NIGHT\n\nEven here the media barrage continues -- what years ago would\nhave been silent advertising placards lining the car on both\nsides are, in this day and age, moving video and sound images.\nBuy this. Buy that. Hey, have you heard the latest? Be sure\nto tune in! The hottest infotainment! The best gossip!\n\nMontag sits with the glazed expression of a veteran commuter,\npretty much tuning it out. Some of his fellow PASSENGERS cast\nnervous looks his way, but Montag ignores it.\n\nEXT - MOVING TRAIN - NIGHT\n\nCAMERA PULLS AWAY from Montag at the window to reveal the\ntrain suspended from overhead tracks several hundred feet in\nthe air, rocketing through canyons of downtown skyscrapers,\none of many trains doing the same.\n\ncur TO:\nEXT - OUTLYING SUBURBS - NIGHT\n\nIt's quiet and sparse compared to the city, which dominates\nthe skyline b.g. A few video displays flicker at deserted\nintersections. There's not a soul in sight, except:\n\nMontag is walking home from his train stop, gym bag at his\nside.",
  "12": "---END OF PREVIOUS SECTION---\ncur TO:\nEXT - OUTLYING SUBURBS - NIGHT\n\nIt's quiet and sparse compared to the city, which dominates\nthe skyline b.g. A few video displays flicker at deserted\nintersections. There's not a soul in sight, except:\n\nMontag is walking home from his train stop, gym bag at his\nside. \n---TARGET SECTION TO BE ANNOTATED---\n He slows, hearing something strange:\n\nThe sound of a CHILD SINGING.\n\nHe stops, perplexed. What the hell is a child doing outside,\nand at this time of night?\n\nHe moves to a low fence. The house beyond it is ramshackle\nbut tidy, set back on a property overgrown and wild. As he\napproaches, the unseen child hears him and falls silent.\n\f \n\n15.\n\nMontag peers over the fence, scanning the darkness. Nothing\nbut bushes and trees.\n\nMONTAG\nWho's there?\n\nSilence. Like breath being held.\n\nMONTAG\nCome out where I can see you.\n(beat)\nIt's all right. I'm your neighbor.\nI live a few doors down.\n\nCHILD (0.S.)\nI know. I've seen you walking home.\n\nCLARISSE eases from behind a tree, her face beautiful in the\nmoonlight. She's nine years old.\n\nCLARISSE\nYou're that fireman.\n\nMontag pauses, oddly captivated by the little girl. Seeing\nher is the last thing he expected.\n\nMONTAG\nYou say that like it's scary.\n\nCLARISSE\nFireman are scary. They come at\nnight and burn down your house.\n\nMONTAG\nOnly if you've broken the law. I'm\nsure you haven't. Have you?\n\nShe shakes her head gravely. Montag smiles -- he was joking,\nbut the little girl's so serious he wants to laugh.\n\n: MONTAG\nI didn't think so. So there's nothing\nto be scared of. Is there?\n\nCLARISSE\nI suppose.\n\nMONTAG\nWhat are you doing out so late?\n\nCLARISSE\nMaking up songs.\n\nMONTAG\nSongs.\n\f \n\n16.\n\nCLARISSE\n(nods)\nMy uncle says I'm odd.\n\nMONTAG\nI'd have to agree.\n\nA POLICE CAR appears, pinning Montag in its spotlight as he\nturns and shields his eyes. Clarisse ducks, unseen behind the\nfence, light spilling through the cracks in the boards. TWO\nCOPS are faceless behind the glare:\n\nCOP #1\nIdentify.\n\nMONTAG\nGuy Montag. Fireman. District four.\ndust heading home from my shift.",
  "13": "---END OF PREVIOUS SECTION---\nFireman. District four. dust heading home from my shift. \n---TARGET SECTION TO BE ANNOTATED---\nIN THE POLICE CAR\n\nA dash-mounted PLASMA SCREEN echoes Montag's words, producing\na wave pattern I.D. match. The screen brings up Montag's image.\n\nRESUME MONTAG\n\nCOP #2\nHave a good one.\n\nThe spotlight kicks off and the cruiser moves on.\n\nCLARISSE\nThat's your name? Mr. Montag? I'm\nClarisse.\n\nMONTAG\nClarisse.\n\nMontag resumes walking slowly along the fence. Clarisse keeps\npace with him on the other side.\n\nCLARISSE\nDo you like being a fireman?\n\nMONTAG\nOf course I do. What kind of question\nis that?\n\nCLARISSE\nI'm just wondering. I never spoke\nto a fireman before. Do you ever\nread the books you burn?\n\nMONTAG\nNo. That's against the law. Even\nfor firemen.\n\fMontag stops\n\n \n\n17.\n\nCLARISSE\nBut you still like it?\n\nMONTAG\nWe protect people. Keep them safe.\nPeople like you. Your mom and dad.\nYour uncle.\n\nCLARISSE\nHe was arrested once for being a\npedestrian.\n\nMONTAG\n\nHe must have been doing something\naside from walking.\n\nCLARISSE\nNo, just walking. My uncle's odd,\ntoo. He says it runs in the family.\n\nMONTAG\nWhat else does your uncle say?\n\nCLARISSE\nHe says once upon a time firemen\nused to put out fires. Is that true?\n\nshort, laughs.\n\nMONTAG\nNo. He's making that up.\n(beat)\nYou should go back inside. Your\nparents will worry.\n\nCLARISSE\nThey don't mind. They say it's safer\nat night. Because of the curfews.\nSo I come out in the yard sometimes.\n\nMONTAG\nWhy?\n\nCLARISSE\nIt's nice at night, 'cause it's so\nquiet. I like to smell things. And\nlook at things. Sometimes if you look\nreal hard, there's a man in the moon.\n\nMONTAG\nYou mean the mining colonies?\n\nCLARISSE\nNo, silly, a man. You can see his\nface, there on the moon.\n\f \n\n18.",
  "14": "---END OF PREVIOUS SECTION---\nCLARISSE\nNo, silly, a man. You can see his\nface, there on the moon. 18. \n---TARGET SECTION TO BE ANNOTATED---\nHe stops, stares up at the full moon, but:\n\nMONTAG\nI don't see him.\n\nCLARISSE\nHe's there. You have to look hard.\n\nMAN (0.S.)\nClarisse!\n\nA MAN emerges in the darkness, coming from the house.\nMAN\nCome away from there. You shouldn't\nbe talking to strangers.\n\nCLARISSE\nIt's our neighbor, Mr. Montag.\n\nThe man pauses, dappled in shadow, eyeing Montag with caution.\n\nMAN\nPlease excuse my daughter. She's\nvery young.\n\nMONTAG\nNo harm done.\n\nMAN\n\nCome along, Clarisse. It's late.\n\nHe takes her hand and pulls her away. As they head off toward\nthe house, Clarisse looks back:\n\nCLARISSE\nMx. Montag? Are you happy?\n\nMAN\nThat's enough now. Time for bed.\n\nThey vanish across the darkness of the lawn. Montag stands\ngazing after them, flummoxed by the encounter. Softly:\n\nMONTAG\nAm I happy?\n\nHe moves on...\nINT - MONTAG'S HOUSE - NIGHT\n\n..-and enters in darkness. He deposits his gym bag, hangs his\nfireman's jacket, muttering:\n\nMONTAG\nWhat kind of question is that?\n\f \n\n19.\n‘He proceeds into --\nTHE KITCHEN\n\n-- where he pulls a Ready Meal from the freezer and pops it\nin the microwave. The microwave emits a three-second pulse...\n\nMONTAG\nOf course I'm happy.\n\n...and he pulls the meal out, now piping hot. He pops the\nlid, blows on it, grabs a fork...\n\n...and exits into the hallway, eating, careful not to burn\nhis mouth. He moves up the darkened hallway toward CANNED\nVOICES and flickering light coming from the TV room.\n\nMONTAG\nMillie? Honey? I'm home...\n\nTHE TV ROOM\n\nThe room is a TV, the plasma screen walls creating a complete\nvisual wrap-around. Some banal infotainment program is playing,\npeddling trivialities and flashy visuals to an empty room.\n\nMONTAG\noff.\n\nThe room goes dark. Montag proceeds up the hallway.\n\nMONTAG\nMillie?\n\nTHE BEDROOM\n\nMontag enters. It, too, seems empty.",
  "15": "---END OF PREVIOUS SECTION---\nMONTAG\nMillie? THE BEDROOM\n\nMontag enters. It, too, seems empty. \n---TARGET SECTION TO BE ANNOTATED---\n As he turns to leave,\nhis foot hits something, sends it rolling across the floor.\n\nIt's a pill bottle. Empty. Montag stares down at it, trying\nto divine its meaning. He turns back into the room, sees:\n\nA woman's pale foot lying on the floor past the bed.\n\nHe darts past the bed and finds MILLIE sprawled unconscious,\nvomit staining her mouth and pooling on the floor.\n\nMONTAG\n..oh, God...\n\nHe goes to his knees, checking her pulse.\n\nMONTAG\nMillie! Millie!\n(shouting)\nDial medical emergency!\n\f \n\n20.\n\nPHONE\nDialing.\n\nPanicking, Montag pulls her to a sitting position and gets\nhis fingers in her mouth, trying to clear the vomit.\n\nMONTAG\nHoney. Honey, it's me. Breathe.\nBreathe.\n\nRECORDED VOICE (V.O.)\nMedical 911. All our lines are busy.\nPlease stay on the--\n\nMONTAG\nCancel! Damn it!\n\nDesperate, moving fast, Montag pulls Millie to her feet and\nslings her arm around his neck.\n\nMONTAG\nDial Captain Beatty! Home number!\n\nPHONE\nDialing.\n\nCAMERA FOLLOWS HANDHELD as he pulls her to the bedroom door\nand walks/drags her up the hallway...\n\nMONTAG\nC'mon, Millie. C'mon, baby. Can you\nhear my voice?\n\nCAPTAIN BEATTY (V.0.)\nYes? Hello?\n\nMONTAG\nCaptain! It's Montag!\n\nCAPTAIN BEATTY (V.0.)\nMontag? What's the problem, you\nsound strange...\n\nMontag gets to the bathroom, pulls Millie inside...\n\nMONTAG\nI need help! It's my wife! She's\nsick! I...I think she's overdosed\non levelers and I can't get through\non the emergency lines!\n(to the sink)\nWater! Cold!\n\n+..and the faucet starts. He leans her over the sink, splashing\nher face, sailing on adrenaline and panic as:\n\f \n\n21.\n\nCAPTAIN BEATTY (V.0O.)\nHold on. I'll use my priority code.\nI'll be off the line a moment.\n\nA CLICK.",
  "16": "---END OF PREVIOUS SECTION---\nI'll use my priority code. I'll be off the line a moment. A CLICK. \n---TARGET SECTION TO BE ANNOTATED---\n Montag keeps splashing her face, cleaning the vomit\nfrom her mouth. He lets her sag, lays her down on the floor...\n\nMONTAG\nBreathe, honey, breathe.\n\n...and starts giving her mouth-to-mouth, trying to clear her\nbreathing passage. She's choking, floundering.\n\nMONTAG\nMillie, goddamn it, BREATHE!\n\nAnother CLICK as Beatty comes back on the line:\n\nCAPTAIN BEATTY (V.0O.)\nHang in there, Montag. Help's on the way.\n\nCUT TO:\nEXT - MONTAG'S HOUSE - NIGHT\n\nA WHINE OF TURBINES descends from above, rippling the air\nwith heat signature exhaust. Montag rushes outside as a HOVER\nAMBULANCE drops from the sky and touches down.\n\nINT - MONTAG'S HOUSE - NIGHT\n\nThe MEDICS rush Millie outside on a gurney with Montag at\ntheir heels.\n\nINT - AMBULANCE - NIGHT\n\nThe gurney is slid into the bay and the MEDICAL TEAM goes to\nwork. Automated systems engage. Imaging scanners sweep her\nbody. Needles descend on robotic arms, find her veins, pierce\nher skin to draw blood. Plasma screens activate as:\n\nMEDIC #1\nSubject. Mildred Evers Montag. Okay,\nlet's see some history here...\n(rapping the touchscreen)\nPiece of crap, c'mon.\n\nMillie's info appears, scrolling. The medic works the\ntouchscreen, everything moving fast:\n\nMEDIC #1\nNo pre-existing conditions...no\nmedication allergies...\n\nMEDIC #2\nBlood analysis?\n\f \n\n22.\n\nMEDIC #1\nLevelers, big-time. Plus a little\nvodka. She's floating.\n\nA probe is used to clear her trachea. A hose is fed down her\n\nthroat, the stomach pump engaged. The contents of her stomach\nare hosed into a clear plastic bag as:\n\nMEDIC #3\nGet that adrenaline into her! Get\nthose scrubbers going!\n\nMore pumps activate. The blood starts draining from her body\nvia tubes, then run through a system of spinning filters and\nre-deposited in her veins. Things start to calm as:\n\nMEDIC #1\nOkay, let the machine do its work.\nCouple of cycles should do it.",
  "17": "---END OF PREVIOUS SECTION---\nThe blood starts draining from her body\nvia tubes, then run through a system of spinning filters and\nre-deposited in her veins. Things start to calm as:\n\nMEDIC #1\nOkay, let the machine do its work. Couple of cycles should do it. \n---TARGET SECTION TO BE ANNOTATED---\nMONTAG\n\nis watching the whole thing through the rear doors of the\nambulance. Medic #1 steps down and joins him.\n\nMEDIC #1\nHer vital signs are coming up. She'll\nbe all right.\n\nMONTAG\nAre we taking her to the hospital?\n\nMEDIC #1\nNah, this is outpatient stuff, we\ndo it all the time. Recycle her\nblood, she'll be fine. She'll sleep\nlike crazy, though, so don't let\nthat scare you. It's normal.\n\nHe moves off. Montag watches his unconscious wife lying there\nas the machines hum. The POLICE CAR reappears:\n\nLOUDSPEAKER VOICE\nRETURN TO YOUR HOMES. CURFEW IS IN\nEFFECT. RETURN TO YOUR HOMES... ,\nMontag turns, sees groups of NEIGHBORS watching from the\n\nsidewalks up and down the street. They turn and head back\ninto their homes.\n\nMontag looks to Clarisse's house. She and her family are\nwatching from their porch. They're at a distance, but even\nfrom here Montag can feel the little girl's gaze as we\n\nFADE TO:\n\f \n\n23.\nINT - BEDROOM - MORNING\nMontag awakens to find Millie's side of the bed empty...\nHALLWAY\n\n...and he emerges from the bedroom. The TV room is already\non, but also empty. He continues up the hallway to --\n\nTHE KITCHEN\n\n-- where he finds Millie making breakfast, pale and drawn,\ndrifting like a ghost. PLASMA TVs are playing in here, too,\ndrawing her attention as:\n\nMONTAG\nMorning.\n\nMILLIE\nHey. You overslept.\n\nMONTAG\n(watching her carefully)\nHow are you feeling?\n\nMILLIE\nHungry. I don't know why I'm so\nhungry. I'm starving.\n(looks to him)\nDid we have people over last night?\n\nMONTAG\nYeah. Some people came.\n\nMILLIE\nI'm so hung over. I remember somebody\ntalking to me. Saying something. I\nhope I didn't make a fool of myself.\n\nMONTAG\nMillie...about last night...\n\nMILLIE\nWhy'd you let me drink so much?\nI've got this taste in my mouth.\nUgh...",
  "18": "---END OF PREVIOUS SECTION---\nMILLIE\nWhy'd you let me drink so much? I've got this taste in my mouth. Ugh... \n---TARGET SECTION TO BE ANNOTATED---\ndid I throw up? Did anybody\nsee?\n\nMONTAG\nMillie, listen...\n\nSuddenly, a SOFT VOICE announces:\nVOICE\n\nMrs. Montag. It's time for the\nFamily. Mrs. Montag...\n\f \n\n24.\n\nMILLIE\nThe Family's here. Let's talk about\nthis tonight.\n\nHurrying now, she gathers her tray, pauses --\n\nMILLIE\nYou okay? You look terrible.\n\n-- and exits into the hallway. Montag follows her.\n\nMONTAG\nWe should talk about this now.\n\nMILLIE\nHoney, it's the Family. And you\nhave to get ready for work. We'll\ntalk tonight.\n\nShe enters:\nTHE TV ROOM\n\nMONTAG\nNo we won't. There'll be some other\nprogram on tonight.\n\nMontag hovers in the doorway as she heads to her favorite\nchair, one that swivels 360 degrees.\n\nMILLIE\nI'm here!\n\nANNOUNCER\n...welcome you again to the warm\nbosom of the Family. Bringing you\nlove, life, commitment...all the\nthings you treasure most...\n\nMONTAG\nMillie, please...\n\nMILLIE\nHoney, shhh. I never miss the Family,\nyou know that...\n\nWe're suddenly surrounded on all sides by a beach. The digital\nclarity of the image is stunning, the enveloping 360 so\nconvincing it's almost as if we've been transported there.\n\nThe FIVE CHARACTERS on the plasma screens are life-sized,\nwalking along the surf, talking earnestly:\n\nBOB\nI'm not trying to be controlling,\nbut I am her father.\n\f \n\n25.\n\nHELEN\nI agree. This is a huge decision\nthat will affect her entire life.\n\nHERBERT\nBut it's her life, let's not forget\nthat. We can't live it for her.\n\nBOB\nOf course. But we are a family, and\nI feel it bears discussion. What do\nyou think, Millie?\n\nThe characters hit a cue-loop and stop, looking at Millie,\nawaiting her answer. This is an interactive soap opera:\n\nMILLIE\nYes. Yes, of course I agree. It\ncertainly bears discussion.\n\nThe characters resume walking.\n\nBOB\nThank you, Millie.",
  "19": "---END OF PREVIOUS SECTION---\nIt\ncertainly bears discussion. The characters resume walking. BOB\nThank you, Millie. \n---TARGET SECTION TO BE ANNOTATED---\n We can always\ncount on you to be the voice of\nreason.\n\nHELEN\nMillie dear. You are such a comfort\nto this family.\n\nMILLIE\n(beaming)\nI'm always so happy to help.\n\nBOB\nNow, Jenny...about this marriage\nproposal...what do we really know\nabout this fellow...\n\nMONTAG\nYou took all the pills in your bottle\nlast night.\n\nMILLIE\n(distracted)\nWhat?\n\nMONTAG\nYour levelers. You took them all.\n\nOn screen, the characters pause, looking again to Millie:\nBOB\n\nI'm sorry, Millie...did you say\nsomething?\n\f \n\n26.\n\nMILLIE\nNo, no...please continue.\n\nMONTAG\nYou had to have your stomach pumped\nand your blood recycled.\n\nMILLIE\nThat's ridiculous. I wouldn't do a\nthing like that.\n\nHERBERT\n(pausing)\nWhat's ridiculous, Millie dear?\n\nMILLIE\n(to the screen)\nJust ignore me. I'm talking to\nmyself. Please continue.\n\nJENNY\nHe's from an excellent family, but\nwhat does it matter? I'm so in love,\nI've never felt this way before...\n\nMONTAG\nBut you did. The bottle was empty.\n\nMILLIE\nThat's not possible. I wouldn't do\nthat. Why would I do that?\n\nMONTAG\nMaybe you took a few and forgot.\nThen took a few more.\n\nMILLIE\nThat's stupid. I didn't. Why would\nI?\n\nMONTAG\n\nI don't know. I'm asking.\n\nMILLIE\nI wouldn't. Not in a billion years.\n\nShe's distracted, trying to follow the discussion on screen.\nMontag comes up behind her, trying to get her attention:\n\nMONTAG\nAm I lying to you? Millie? Is that\nwhat you think? That I'd look you\nin the eye and lie to you?\n\nHe puts his hand on her shoulder, but she slaps it away:\n\f \n\n27.\n\nMILLIE\nNo! You're just wrong! You're being\nstupid, so stop it! Let me watch my\nprogram! I'm missing what they're\nsaying!\n\nJENNY\n...mMost precious thing in the world.",
  "20": "---END OF PREVIOUS SECTION---\nLet me watch my\nprogram! I'm missing what they're\nsaying! JENNY\n...mMost precious thing in the world. \n---TARGET SECTION TO BE ANNOTATED---\nDon't you want for my happiness?\nDon't you, Millie? Don't you think\nI should have Tyler's baby?\n\nMILLIE\nO£ course. Of course you should. I\nwant you to be so happy.\n\nJENNY\n(tears glistening)\nOh, thank you, Millie. I love you\nso. It'll be perfect, you'll see.\n\nHELEN\n(to Bob)\nMillie is the wise one in the family.\nShe's never wrong.\n\nHERBERT\nI don't want to ruin anybody's\nhappiness, but there's one thing we\nhaven't considered...\n\nMONTAG\n(softly)\nI gotta get ready for work.\nMillie's no longer listening. Montag drifts from the room.\nCUT TO:\nEXT - STREET/CLARISSE'S HOUSE - DAY\n\nA cold breeze rattles the autumn leaves across the pavement\nas Montag walks toward the transit station with his gym bag.\n\nHe slows in front of Clarisse's house, gazing over the fence\nacross the wild tangle of yard. Curious about the house and\nthe people who live there.\n\nINT - HOUSE - UPPER FLOOR - DAY\n\nClarisse is attending home school, using'a stylus on an\nelectronic pad to do her lessons. Through the window, b.g.,\nthe tiny figure of Montag can be seen on the street.\n\nClarisse notices Montag out there, pauses the lesson.\n\f \n\n28.\nEXT - STREET - DAY\n\nMontag sees her appear at the window. She gives him a tentative\nsmile and a wave. Hesitant, Montag waves back.\n\nClarisse motions \"wait\" and disappears from view. A moment\nlater she reappears with a CAT, an orange tabby, and puts him\non the inner sill. Montag watches, increasingly puzzled.\n\nThe cat patiently endures as Clarisse puts a little red cowboy\nhat on him with a rubber band strap, then slips his hind legs\ninto little cowboy boots. Done, Clarisse stands the kitty up\non its hind legs and \"puppets\" him in a goofy little dance.\n\nThe image is so absurd and unexpected, Montag can't help\nlaughing. Clarisse smiles at his reaction, happy. Softly:\n\nMONTAG\nNow that's just...silly.\n\nShe makes the cat wave goodbye. Montag walks on...",
  "21": "---END OF PREVIOUS SECTION---\nSoftly:\n\nMONTAG\nNow that's just...silly. She makes the cat wave goodbye. Montag walks on... \n---TARGET SECTION TO BE ANNOTATED---\nCuT TO:\nINT - FIREHOUSE - NIGHT\n\n-and we're plunged into a cauldron of NOISE: Firemen shouting\nas bets are made, insults traded. DILLMAN, LANDERS, PECK,\nORMSBY, and a DOZEN OTHERS are clustered around six wire cages\non the firehouse floor, each containing a LARGE SEWER RAT.\n\nBefore them stands the Mechanical Hound, waiting.\n\nAs the men jostle and shout, Dillman raises a cage to show\n\neverybody the aggressive, hissing rat within. The cage has a\nhandwritten number \"3\" on it.\n\nDILLMAN\nWho's it gonna be? Horse number\nthree? Let's see some money!\n\nPECK\nLook at that mean son of a bitch!\nThat's him, that's my bad boy!\n\nLANDERS\nYou're gonna lose your shirt, Peck!\nPECK\nFifty bucks says you can kiss my\nass!\nLANDERS\n\nA bargain! Your wife charges a\nhundred!\n\f \n\n29.\n\nORMSBY\nGo on, Dillman, give it a whiff!\n\nDillman holds the cage out, letting the Mechanical Hound smell\nthe rat. To a nose as finely calibrated as the Hound's, the\n\nrat's scent is as good as a DNA fingerprint. (The data appears\non Ormsby's plasma-screen next to \"Horse #3: Peck's Bad Boy.\")\n\nORMSBY\nGot it! Next!\n\nDillman dumps the rat out of the cage to join two others\nalready in the \"starting gate\" -- a round bottomless holding\npen on the floor. He reaches for the next cage while:\n\nMONTAG AND BEATTY\nsit on a cot apart from the others, speaking quietly:\n\nMONTAG\nThank you for helping last night.\n\nCAPTAIN BEATTY\nThank me no thankings, nor proud me\nno prouds. It's nothing.\n\nMONTAG\nI came close to losing her. If you\nhadn't intervened...\n\nCAPTAIN BEATTY\nAnd how's Millie? Okay?\n(Montag hesitates)\nTell me.\n\nMONTAG\nShe won't talk about it. She won't\neven admit it happened.\n\nCAPTAIN BEATTY\n\nMaybe that's a good thing.",
  "22": "---END OF PREVIOUS SECTION---\nMONTAG\nShe won't talk about it. She won't\neven admit it happened. CAPTAIN BEATTY\n\nMaybe that's a good thing. \n---TARGET SECTION TO BE ANNOTATED---\n If she\ndoesn't remember, I doubt she\nintended to harm herself. That's\nwhat's got you worried, yes?\n\n(Montag nods)\nShe probably just lost track. It\nhappens. Never happened to you?\n\n. MONTAG\nI don't take levelers.\n\nCAPTAIN BEATTY\nReally? I never knew that. Montag,\nI'm surprised at you. It's the\nshortcut to bliss, haven't you seen\nthe ads? Everybody takes levelers.\n\f \n\n30.\n\nMONTAG\nDo you?\n\nCAPTAIN BEATTY\n(wry)\nI like a little misery now and again.\n(Montag laughs softly)\nAh, a smile, thank God. There's the\nold Montag. I was beginning to worry.\n\nDillman dumps the last rat into the holding pen, raises his\narms to quiet the men:\n\nDILLMAN\n\nWelcome to Rat Dome! Six rats\nenter...one rat leaves! Mr. Ormsby,\nprogram the Hound for five kills in\nrandom order, if you please! Who\nwill the lucky survivor be? Final\nbets, place your final bets!\n\n(calls over)\nMontag, you in?\n\nMONTAG\nNot tonight.\n\nDILLMAN\n(offering)\nAnd we know our dear captain never\nwagers...\n\nCAPTAIN BEATTY\nI prefer sure things to guesswork.\nBut thank you, Mr. Dillman.\n\nDILLMAN\nIn that case, the betting window is\nclosed! Horses are at the gate!\n\nA boisterous countdown begins:\n\nALL THE MEN\nFIVE. ..FOUR...THREE...TWO...ONE!\n\nDillman kicks the holding pen over, freeing the rats --\n\nDILLMAN\nAnd they're off!\n\n-- which scatter in all directions, men jumping and shouting\nas rats go zipping past their feet.\n\nOrmsby hits \"send.\" The Hound's eyes go infra-red. Pandemonium\nensues as the Hound springs into action and streaks across\nthe firehouse like a guided missile...\n\f \n\n31.\n\n...and catches the first rat within seconds, snatching it up\nin its jaws and shaking its chrome head so fast that the rat\nflies apart in its teeth. (That rat's data entry turns red on\nOrmsby's screen.",
  "23": "---END OF PREVIOUS SECTION---\nPandemonium\nensues as the Hound springs into action and streaks across\nthe firehouse like a guided missile... 31. ...and catches the first rat within seconds, snatching it up\nin its jaws and shaking its chrome head so fast that the rat\nflies apart in its teeth. (That rat's data entry turns red on\nOrmsby's screen. \n---TARGET SECTION TO BE ANNOTATED---\n The Hound veers and goes after the next\nrat, men running and shouting and jumping out of the way as:\n\nMONTAG AND BEATTY\n\nCAPTAIN BEATTY\nIt's not just the incident last\nnight, is it? There's something\nelse troubling you.\n\nMONTAG\nWe don't seem to talk much at all\nany more. I feel like we've drifted,\nbut...I don't know why. Or what to\ndo about it. I try.\n\nTHE HOUND\n\nmakes another kill. Another entry on Ormsby's screen turns\nred. The men shout like spectators at a football game.\n\nMONTAG AND BEATTY\n\nCAPTAIN BEATTY\nPerhaps I can make our human\nresources department available to\nyou. Therapy, counseling...\n\nMONTAG\nThose benefits are for ranking\nofficers only.\n\nCAPTAIN BEATTY\nWell, I wasn't going to spill these\nbeans just yet...\n\nTHE HOUND\nkills another rat, veers after the next.\nMONTAG AND BEATTY\n\nCAPTAIN BEATTY\n++. but I've decided to nominate\nyou as my replacement when I retire.\nThat means promotion. Captain Montag,\nhow does that sound? I'll suggest\nthey advance you some of those\nbenefits. With your record, and\nyour promising future, I'm sure DHS\nwill see things my way.\n\nMontag is blown away by this news. Beatty leans in.\n\f \n\n32.\n\nCAPTAIN BEATTY\nYou're special, Montag. Command\ncaliber. That makes you a deeply\nvaluable asset to this department.\n\nMONTAG\nI don't know what to say.\n\nCAPTAIN BEATTY\n(smiles)\nSomeday, my boy, all this will be\nyours. Including the rats...\n(his gaze shifts)\n.--oh, hell.\n\nA rat zips under their cot, the Hound in pursuit. They leap\nto their feet as the Hound barrels between them, sending the\ncot spinning into the air to the delighted howls of the men.\n\nWe hear a SQUEAL as the fifth rat is killed. Its data entry\ngoes red, leaving one. The Hound pauses, awaiting further\ninstructions. Amidst the jeers and laughter:\n\nORMSBY\nToo bad, Peck. That was your bad\nboy.",
  "24": "---END OF PREVIOUS SECTION---\nThe Hound pauses, awaiting further\ninstructions. Amidst the jeers and laughter:\n\nORMSBY\nToo bad, Peck. That was your bad\nboy. \n---TARGET SECTION TO BE ANNOTATED---\nPeck bends down and sees the sixth and final rat pressed\nagainst the wall under a desk, panting in terror.\n\nLANDERS\nAnd the winner is?\n\nORMSBY\nHorse #2, \"Dillman's Delight.\"\n\nDILLMAN\nOhhh, what a heartbreak! Sorry,\nboys, fork it over! I hate to say\nit, but I am the winnaahh...\n\nPECK\n\nTake your money and shut your pie-\nhole, Dillman.\n\nSuddenly, the ALARM SOUNDS. The men react, scattering as:\n\nCAPTAIN BEATTY\nGentlemen, fun's over! Kindly dispose\nof the winner.\nOrmsby quickly enters a kill command. The Hound bounds across\nthe floor and pounces on the last SHRIEKING rat as we\n\nCUT TO:\n\f \n\n33.\nEXT - FIREHOUSE - NIGHT\n\nHUGE DOORS slide open, revealing the Salamander in a glare of\nlights. It rumbles out, SIREN WAILING. The control van follows.\n\nCUT TO:\nEXT - HOUSE - NIGHT\n\nA three-story Victorian relic stands like a ghost from another\nera just outside the downtown financial district, skyscrapers\nlooming in the misty sky b.g.\n\nThe vacant lots in this area have become Hoovervilles of the\nfuture -- shanty towns filled with HOMELESS PEOPLE living in\ntents and cardboard boxes. Cookfires are drifting smoke.\n\nSearchlights suddenly blaze from the sky as HOVERCOPTERS\nappear. The homeless begin to panic as the SIREN of the\nSalamander comes swelling up the street.\n\nLOUDSPEAKER VOICE\n(from hovercopter)\nREMAIN CALM. THIS IS A ROUTINE FIRE\nALARM. REMAIN CALM OR RIOT TROOPS\nWILL BE SUMMONED.\n\nTHE SALAMANDER\n\npulls up before the Victorian house. The control van veers\npast it, taking up position as police vehicles arrive to\nprovide backup. Some of the homeless start drifting this way\nfrom their shanty towns, drawn by the promise of a fire.\n\nFiremen jump down from the truck, marching across the stretch\nof dead lawn past a PAIR OF STONE LIONS. This house might\nhave been a library once, a few hundred years ago.",
  "25": "---END OF PREVIOUS SECTION---\nSome of the homeless start drifting this way\nfrom their shanty towns, drawn by the promise of a fire. Firemen jump down from the truck, marching across the stretch\nof dead lawn past a PAIR OF STONE LIONS. This house might\nhave been a library once, a few hundred years ago. \n---TARGET SECTION TO BE ANNOTATED---\nThe battering rams are readied as the men take positions at\nthe door. Beatty knocks. For a moment there's nothing. Beatty\nis about to motion them to break the door down, but then:\n\nA face appears at the window, ethereal and beautiful. It's an\nOLD WOMAN, her eyes luminous, her skin like worn silk.\n\nShe motions for Beatty to be patient. The face withdraws. A\nfew seconds pass. We hear the door UNLOCKING from inside.\n\nIt opens, revealing the old woman. Her smile is enigmatic, as\nif she's merely receiving visitors.\n\nOLD WOMAN\nGood evening.\n\nCAPTAIN BEATTY\nMadam. We have a warrant.\n\f \n\n34.\n\nOLD WOMAN\n\nOf course you do. Everything all\nnice and legal and proper. Nobody's\nrights shall be violated this\nevening, I'm sure.\n\n(swings the door wider)\nPlease do come in. Mind you wipe\nyour feet.\n\nMontag and the others are trading glances. This is different.\nINT - ENTRYWAY OF HOUSE - NIGHT\n\nThe firemen enter and spread out a bit, gazing up. We're in a\ngrand entry foyer that soars three stories up, surrounded on\nall sides by landings. The staircase railings are carved wood,\nthe lighting is Tiffany stained glass, the furnishings are as\nancient as the house. A grandfather clock TICKS SOFTLY.\n\nOLD WOMAN\nI've been expecting you.\n\nCAPTAIN BEATTY\nHave you indeed?\n\nOLD WOMAN\nFor many years. I've often tried to\nimagine your face. Now I know.\n\nBeatty raises his plasma-screen clipboard.\n\nCAPTAIN BEATTY\nName?\n\nOLD WOMAN\nYou may call me Mrs. Havisham, if\nthat pleases you. And I might call\nyou Pip. Yes, that might be quite\namusing.\n(off his look)\n\nDon't insult my intelligence. You\nknow my name.\n\nCAPTAIN BEATTY\n(checks his screen)\nMrs. Roland. I am Captain Beatty.\nWe've received an anonymous tip...\n\nOLD WOMAN\nIs there any other kind?\n\nCAPTAIN BEATTY\n...which empowers us by law to\nconduct a search for books.\n\f \n\n35.\n\nOLD WOMAN\nAnd you shall find them, I'm sure.",
  "26": "---END OF PREVIOUS SECTION---\nCAPTAIN BEATTY\n...which empowers us by law to\nconduct a search for books. 35. OLD WOMAN\nAnd you shall find them, I'm sure. \n---TARGET SECTION TO BE ANNOTATED---\nIn the walls. The attic. Under the\nfloors. Don't forget to check the\ncupboards.\n\nCAPTAIN BEATTY\nMontag. Have the men proceed, and\nsee the lady out.\n\nMONTAG\nFive teams of three! Carillo, Peck,\nfirst and second floors! Dillman,\nthird! Landers, basement! Ormsby,\nattic! Go!\n\nThe teams split up, double-timing. The old woman watches them\ngo. Montag offers his hand to escort her out.\n\nMONTAG\nMa'am? Please come with me.\n\nOLD WOMAN\nI most certainly will not. Nor may\nyou coerce me. Isn't that right,\nCaptain?\n\nCAPTAIN BEATTY\nDear lady, let's have no foolishness.\nAccompany the fireman, he'll see\nyou safely out. Please don't make\nme insist.\n\nOLD WOMAN\nInsist all you like. I am perfectly\nwithin my legal rights, as you well\nknow.\n\nMontag throws Beatty a puzzled look. Beatty gives the old\nwoman an appraising look, motions Montag to wait.\n\nCAPTAIN BEATTY\nAccording to whom?\n\nShe pulls a book from her pocket, paging through it.\n\nOLD WOMAN\n\nYour own Homeland Security manual.\nOne of the few books not on the\nburning list. I've read it many\ntimes with great interest, especially\nthe section on your department.\n\n(pauses to read)\n\"The fire department was established\nin 1790 to burn English-influenced\n\n° (MORE)\n\f \n\n36.\n\nOLD WOMAN (CONT'D)\nbooks in the Colonies. The first\nfireman: Benjamin Franklin.\" Oh, I\ndo so love history.\n\n(keeps paging)\nLet's see. Ah, here it is. I have\nit marked. Chapter twelve, subsection\nfour. According to the Supreme Court\ndecision granting the government\nfull authority as regards the burning\nof books for purposes of national\nsecurity, the accused -- that would\nbe me -- has the right to remain\npresent and bear full witness.\n\nShe closes the book and tucks it away.\n\nCAPTAIN BEATTY\nThat's an extremely obscure and\nseldom-invoked right .\n\nOLD WOMAN\nNevertheless, I invoke it.\n{off Beatty's look)\nThey're your rules.",
  "27": "---END OF PREVIOUS SECTION---\nCAPTAIN BEATTY\nThat's an extremely obscure and\nseldom-invoked right . OLD WOMAN\nNevertheless, I invoke it. {off Beatty's look)\nThey're your rules. \n---TARGET SECTION TO BE ANNOTATED---\n You must abide\nby them.\n\nA moment of stand-off. Beatty gazing at the woman. The woman\nunflinching. Montag uncertain, caught between them.\n\nCAPTAIN BEATTY\nMontag. Scan the lady, if you please.\n\nMontag pulls his x-ray wand, running it up and down the woman's\nbody. Beatty clicks his comlink...\n\nCAPTAIN BEATTY\nControl?\n\nINT - CONTROL VAN - NIGHT\n\n-..and we see x-ray images coming over the monitors -- bones,\nveins, swirls of cloth. The computers give readouts and\npercentages: \"Cotton Fiber, Elastics, Organic Material,\" etc.\n\nCONTROLLER #1\nNo concealed weapons...no incendiary\ndevices...\n\nINT - HOUSE/GRAND ENTRYWAY - NIGHT\nCONTROLLER #1\n\n(over comlink, filtered)\n-.-She's clean.\n\f \n\n37.\n\nCAPTAIN BEATTY\nYou may stay until I order in the\nflamethrowers. That is when your\nright expires and you shall be\nremoved for your own safety. Until\nthen, Fireman Montag will remain at\nyour side.\n\nOLD WOMAN\nThat is satisfactory.\n\nMontag shakes his head -- this is crazy. Beatty glances up as\na VOICE comes over his comlink:\n\nDILLMAN\n(filtered)\nCap! You're not gonna believe this...\n\nTHIRD FLOOR\n\nDillman and his team are sweeping the hallway walls with their\nwands, mouths agape, the ghostly x-ray images revealing:\n\nBooks. And more books. Endless rows of them within the walls.\n\nINT - CONTROL VAN - NIGHT\n\nThe controllers are watching, amazed. The monitors show x-ray\nimages of books everywhere throughout the house. Softly:\n\nCONTROLLER #2\nHoly Christ. Look at ‘em all.\n\nINT - HOUSE/GRAND ENTRYWAY - NIGHT\nDillman appears at the third floor railing above.\nDILLMAN\n\nThey're everywhere. The whole\nhouse...\n\nLANDER'S VOICE\n(over comlink, filtered)\nLanders, sir, confirming that. Must\nbe thousands.\n\nCAPTAIN BEATTY\nGet on with it.\n\nAXES AND CHAINSAWS rip the walls...\nCEILINGS are torn open with long pikes...\nFLOORBOARDS are sundered with pry bars...",
  "28": "---END OF PREVIOUS SECTION---\nAXES AND CHAINSAWS rip the walls... CEILINGS are torn open with long pikes... FLOORBOARDS are sundered with pry bars... \n---TARGET SECTION TO BE ANNOTATED---\nSHELVES are overturned, furniture smashed...\n\f \n\n38.\nAN ANGLE\nreplays the opening image of our film:\n\nIn SLO-MO, an object falls through frame -- a book. Rolling,\ntumbling, dropping from sight.\n\nAnother book. And another. Books falling. And soon:\n\nRaining. It's raining books. ANGLE TILTS DOWN to reveal the\nold woman watching the books falling all around her. She turns\nto Montag, meets his gaze. Softly:\n\nMONTAG\nWhy do you want to see this?\n\nOLD WOMAN\nThey're my books.\n\nMontag catches a book as it falls, looks up to see:\n\nFIREMEN\n\nthrowing armloads of books over the railings. They rain down,\ncascading, fluttering like birds. Montag takes the old woman\nby the elbow, guides her gently to a safer position...\n\nEXT - HOUSE - NIGHT\n\n..-while the Scooper dumps another load of books onto the\nbeacon and backs away...\n\nINT - HOUSE - NIGHT\n\n..-.and boots come pounding as firemen enter with kerosene\npumpers on their backs, fanning out.\n\nANGLE SHIFTS TO Montag watching the old woman. She's taking\nit all in, her expression inscrutable...\n\nAll around them, throughout the house, firemen soak the walls,\nthe heaps of books, priming the house like a bomb...\n\nThe fumes are getting thick. Montag snaps his breather mask\nover his face, takes a few deep breaths. He pulls the mask\naway, offers it to the woman.\n\nOLD WOMAN\nNo thank you.\n\nShe pulls a handkerchief, holds it over her nose and mouth.\nA few firemen are gathering at Beatty's side, pumpers empty.\nMontag, cued by a look from Beatty, clicks his comlink:\n\nMONTAG\nGentlemen, wrap it up.\n\f \n\n39.\nUPPER FLOOR\n\nDillman's pumper goes dry. He motions \"let's go\" to the others\nas he clicks his comlink:\n\nDILLMAN\nWe're done here! Heading down now!\n\nENTRYWAY\nBeatty turns to the old woman:\n\nCAPTAIN BEATTY\nThe flamethrowers are next. It's\ntime to leave.",
  "29": "---END OF PREVIOUS SECTION---\nHeading down now! ENTRYWAY\nBeatty turns to the old woman:\n\nCAPTAIN BEATTY\nThe flamethrowers are next. It's\ntime to leave. \n---TARGET SECTION TO BE ANNOTATED---\nShe meets his gaze, her eyes watering from the fumes.\n\nOLD WOMAN\nYou can't ever have my books.\n\nCAPTAIN BEATTY\n(gently)\nBooks aren't real. Only the law is\nreal. Come on now.\n\nOLD WOMAN\nI'd rather stay.\n\nCAPTAIN BEATTY\nYou know I can't allow that. Suicide\nis also against the law.\n\nMONTAG\nMa'am. This whole house is gonna go\nup. Come on. I'll walk you out.\n\nOLD WOMAN\nNo.\n\n. CAPTAIN BEATTY\nI'm counting to ten. If you don't\nleave, my men will pick you up and\ncarry you out. One...two...\n\nMONTAG\nIt'll be okay. Just come with me.\n\nCAPTAIN BEATTY\n...three...four...\n\nOLD WOMAN\nThank you anyway.\n\nCAPTAIN BEATTY\n...five...six...\n\f \n\n40.\n\nMONTAG\n(offering his hand)\nPlease.\n\nOLD WOMAN\nGo on. I'll be fine.\n\nCAPTAIN BEATTY\n...seven...eight...\n\nOLD WOMAN\n.-Shut the gate...\n\nShe reaches up, undoing her bun. Her hair unravels as she\npulls a small, slender object from it...\n\nOLD WOMAN\n..-nine...ten...\n\n...and she holds the object out toward them...\n\nOLD WOMAN\n..a big fat hen.\n\n---it's an ordinary kitchen match. Her thumbnail poised on\nthe sulfur tip. The men draw back, stunned.\n\nINT - CONTROL VAN - NIGHT\nPanic erupts, voices shouting and overlapping:\n\nCONTROLLER #2\n--where the hell did that come from--\n\nCONTROLLER #3\n--get 'em out, get 'em out of there--\n\nCONTROLLER #1\n(on comlink)\n--all personnel evacuate the building\nimmediately! Suspect has a match...\n\nINT - HOUSE - VARIOUS AREAS - NIGHT\nFIREMEN react, horrified, breaking and running for the exits..\nCONTROLLER #1\n(on comlink, filtered)\n..-repeat, suspect has a match!\nEvacuate the building now!\n\nGRAND ENTRYWAY\n\n...while the old woman backs Montag, Beatty, and the other\nfiremen toward the door with her match.\n\f \n\n41.",
  "30": "---END OF PREVIOUS SECTION---\nEvacuate the building now! GRAND ENTRYWAY\n\n...while the old woman backs Montag, Beatty, and the other\nfiremen toward the door with her match. 41. \n---TARGET SECTION TO BE ANNOTATED---\nCAPTAIN BEATTY\n{calm, steely)\nGentlemen, you heard the order.\nEvacuate.\n\nThe others rush out, but Montag stays. He and Beatty keep\nbacking slowly toward the door as:\n\nCAPTAIN BEATTY\nAllow me to appeal to your reason.\nWhere's the sense in this?\n\nOLD WOMAN\nWhere's the sense in anything? The\nworld's gone upside down.\n\nCAPTAIN BEATTY\nThe world is fine, it's your mind\nthat's upside down. See what those\nbooks have done to you?\n\nMONTAG\nMa'am. This is crazy. You don't\nwant to do this.\n\nOLD WOMAN\nThis is my home. And these are my\nbooks. Get out. Now.\n(as they hesitate)\nGET THE HELL OUT!\n\nMontag and Beatty back out the door...\n\nINT/EXT - ENTRYWAY/PORCH - NIGHT\n\n...onto the front porch. A VOICE comes over Beatty's comlink:\n\nVOICE\n(filtered)\nThe police have a sniper! Should we\ntake her out?\n\nBeatty throws Montag a long-suffering look, clicks his comlink.\n\nCAPTAIN BEATTY\nThat would defeat the purpose now,\nwouldn't it? I'm certain Mrs. Roland\nwill see reason, once she's had a\nchance to think it through. Isn't\nthat right, dear?\n\nThe old woman turns away, walking back to the center of the\nxoom, gazing around at the wreckage, the piles of books. Montag\ntries to go back inside to grab her, but Beatty puts a\nrestraining hand on his arm.\n\f \n\n42.\n\nCAPTAIN BEATTY\nMrs. Roland? You've made your point.\nGiven everyone a good scare. Well\ndone. Time to come out now.\n\nShe turns, facing them. A long look passes between them as\nher thumbnail tightens on the match head...\n\nOLD WOMAN\nPlay the man, Master Ridley; we\nshall this day light such a candle,\nby God's grace, in England, as I\ntrust shall never be put out.\n\nMONTAG\n(a whisper)\nDon't.\n\n---and her thumbnail scrapes the sulfur tip, FLARING it to\n\nlife.",
  "31": "---END OF PREVIOUS SECTION---\nOLD WOMAN\nPlay the man, Master Ridley; we\nshall this day light such a candle,\nby God's grace, in England, as I\ntrust shall never be put out. MONTAG\n(a whisper)\nDon't. ---and her thumbnail scrapes the sulfur tip, FLARING it to\n\nlife. \n---TARGET SECTION TO BE ANNOTATED---\n Montag's eyes widen in horror --\n\n-- and the match flare leaps into the air, a heartbeat of\nwhite-hot ignition, the air rippling as it catches fire. For\na moment the old woman is surrounded by an aura of flame\nswirling about her, lifting her hair and catching it afire,\nmaking her eyes glow like coals --\n\n-- and BOOOOM! The entryway EXPLODES, shattering windows, a\nHUGE FIST OF FLAME punching through the front door and blowing\nBeatty and Montag right off their feet, hurling them over the\nrailings and onto the lawn in a storm of debris. Some other\nfiremen are caught on the run, also blown off their feet...\n\nINT - HOUSE - VARIOUS ANGLES - NIGHT\n\nA firestorm surges up the stairs...races along the\nwalls...engulfing room after room...shattering the grandfather\nclock with heat...consuming piles of books...\n\nEXT - HOUSE - NIGHT\n\nMontag pries his face off the lawn, sees Beatty sitting up\nnext to him with his pant leg on fire. Frantic, Montag helps\nsmother the flames as Beatty yells into his comlink:\n\nCAPTAIN BEATTY\nDid everybody get out?\n\nCONTROLLER #1\n(filtered)\nAll links are active! Everybody's\nfine!\n\nMontag turns, gazing at the house through a pall of smoke and\nswirling embers, and sees:\n\f \n\n \n\n43.\nTHROUGH THE FRONT DOOR\n\nAn inferno within. A FIGURE appears in the flames. A burning\nwoman. Staggering in the blast-furnace. Tripping and falling.\nThen gone in a rush of flame.\n\nPUSH IN ON MONTAG\nstaring in horror.\n\nFIREMEN\n\ncome running against a backdrop of flames, pulling Beatty and\nMontag to their feet, rushing them away as the house burns...\n\nCUT TO:\nEXT - ON THE MOVING SALAMANDER - NIGHT\n\nRiding back to the firehouse. Faces grim.\n\nCUT TO:\nINT - FIREHOUSE - NIGHT\n\nGear is being cleaned and stowed. The mood is subdued, quiet.\n\nMontag backs the Scooper off the firetruck, parks it. As he\ngets off, Beatty enters and activity comes to a standstill.",
  "32": "---END OF PREVIOUS SECTION---\nThe mood is subdued, quiet. Montag backs the Scooper off the firetruck, parks it. As he\ngets off, Beatty enters and activity comes to a standstill. \n---TARGET SECTION TO BE ANNOTATED---\nCAPTAIN BEATTY\nMost of you have never seen a\nsuicide. They were far more common\nin the old days. Just understand\nthere is no accounting for unstable\nminds. You all followed protocol\nand did your jobs well. Nobody here\nis to blame.\n\nGlances are traded. Nobody feels good about what happened\ntonight. Softly:\n\nMONTAG\nI missed it. The match. When I\nscanned her.\n\nCAPTAIN BEATTY\nThen it's your fault? I see. Or is it\nmine, for failing to instruct you to\nscan her hair? I was officer in charge,\nafter all. Blame, if any, lies with\nme. My report will say so. But Montag.\nI was not the old woman who stood in\na house primed with kerosene and chose\nto light a match. Nor were you. Nor\n(MORE)\n\f \n\n \n\n44.\n\nCAPTAIN BEATTY (CONT'D)\nwere any of us. That act of insanity\nlies solely with her. Yes?\n\nMontag nods. Beatty motions to the group.\n\nCAPTAIN BEATTY\nLet's put it behind us. That gear\nisn't going to stow itself, is it?\n\nThe men disperse, activity resuming as:\n\nPECK\n(grumbling)\nI dunno what we're all twisted up\nover. Stupid old bitch could'a got\nus all killed. I'm glad she burned.\n\nLANDERS\nLeave it alone, Peck. Give us a\nbreak...\n\nMONTAG\n\nsecures the Scooper, attaching the tiedowns, as Beatty comes\nup behind him:\n\nCAPTAIN BEATTY\n\nAll done?\n\nMONTAG\nI still have to recharge the fuel\ncells.\n\nCAPTAIN BEATTY\nNo. I mean, blaming yourself. All\ndone? .\n\nMontag hesitates, nods. Beatty starts to move off, but:\n\nMONTAG\nMaster Ridley. That crazy thing she\n\nsaid. Play the game, something,\nsomething.\n\nCAPTAIN BEATTY\n\"Play the man, Master Ridley. We\nshall this day light such a candle,\nby God's grace, in England, as I\ntrust shall never be put out.\"\n\nSome firemen nearby pause, startled.\n\f \n\n \n\n45.",
  "33": "---END OF PREVIOUS SECTION---\nCAPTAIN BEATTY\n\"Play the man, Master Ridley. We\nshall this day light such a candle,\nby God's grace, in England, as I\ntrust shall never be put out.\"\n\nSome firemen nearby pause, startled. 45. \n---TARGET SECTION TO BE ANNOTATED---\nCAPTAIN BEATTY\n\nA man named Latimer said that to a\nman named Nicholas Ridley as they\nwere being burnt alive at Oxford,\nfor heresy, in 1555.\n\n(off their looks)\nOh, I'm full of bits and pieces.\nMost fire captains are, after doing\nit enough years. The nonsense sticks\nto your boots like chewing gum.\n\n(to Montag)\nBut nonsense is all it is. Romantic,\nfoolish notions that appeal to feeble\nminds and justify idiot behavior\nsuch as suicide.\n\n(leans in, softly)\nGo home, Montag. Hug your wife.\n\nBeatty departs. Montag moves to the front of the Scooper to\nconnect the hydrogen fuel hose...\n\n---and stops. There, lying in the scoop blade, are TWO BOOKS\nthat _got left behind when the last load was dumped.\n\nORMSBY\n. (suddenly appears)\nNeed help?\n\nMONTAG\n\nUm...no. Got it. Thanks.\n\nOrmsby leaves. Montag connects the fuel coupling, moves off.\n\nCUT TO:\nINT - LOCKER ROOM - NIGHT\n\n-.,and we find Montag sitting before his locker after a shower,\ntoweling his hair. He looks numb. The place is emptying, locker\ndoors shutting, voices drifting off, firemen heading home.\n\nHe becomes aware of Dillman down the row, lacing his boots. A\nlook passes between them. It's clear both men are stunned,\ndeeply shaken. Softly, so only Montag can hear:\n\nDILLMAN\nI can't get it out of my head. You?\n\nMontag shakes his head. No, he can't. Almost embarrassed,\nDillman grabs his gym bag and leaves.\n\nMontag is left alone. He rises to his locker, lifts his\nfireman's necklace from its peg, drapes it around his neck.\n\nCuT TO:\n\f \n\n46.\nINT - FIREHOUSE - NIGHT\n\nMontag slides down the brass pole, moves through the shadows\npast the Salamander. This part of the firehouse is deserted.\n\nMUFFLED VOICES can be heard from the floor above, followed by\noccasional bursts of raucous laughter.\n\nMontag's drawn inexorably to the Scooper. He stops, peers\ninto the scooper blade, sees the two books lying in shadow.\n\nHe's frozen, unsure.",
  "34": "---END OF PREVIOUS SECTION---\nMontag's drawn inexorably to the Scooper. He stops, peers\ninto the scooper blade, sees the two books lying in shadow. He's frozen, unsure. \n---TARGET SECTION TO BE ANNOTATED---\n He reaches in and pulls one out. It's\n\"Charlie the Choo Choo,\" by Beryl Evans. A children's book.\n\nHe pulls out the other one. \"Lord of the Flies,\" by William\nGolding. Neither title means anything to him, but the books\nthemselves have him transfixed.\n\nQuickly, before he can change his mind, he shoves the books\ninto his gym bag, heads for the exit...\n\nANOTHER ANGLE\n\n---and as he rounds the corner, comes face to face with the\nMechanical Hound. The beast is lying there, head resting on\nits paws. Montag freezes.\n\nThe Hound raises its head, looking like an exotic chromed\nSphinx. Its glowing red eyes abruptly dilate wider with a\nsoft WHIRRR. To Montag's astonishment, a LOW GROWL builds in\nthe Hound's throat.\n\nMONTAG\nEasy, boy. Easy now.\n\nMontag takes a nervous step back. The Hound rises and comes\nforward, sniffing the air...\n\nIts titanium jaws open, gleaming. The hypodermic tongue\ndistends, slowly at first, then flicking forward and back,\nforward and back -- snap, snap, snap! A drop of amber fluid\nflies off the needle tip, hits the floor.\n\nMONTAG\nsit. Goddamn it, I said sit.\n\nThe Hound hesitates, backs off. Its haunches lower and the\nbeast lies back down, but remains coiled like a spring.\n\nMONTAG\nGood boy. Stay. Stay.\n\nThe Hound stays. Montag circles past it, out the door...\n\nCUT TO:\n\f \n\n \n\n47.\nEXT - TRANSIT STATION PLATFORM - NIGHT\nThe latest war news is playing on the VID SCREENS. Images of\nfloating HOVERTANKS skimming desert sands in some far off\nland. Muzzle blasts. Explosions. Stirring theme music.\nPAN TO Montag waiting for his train. A PAIR OF BEAT COPS in\ntheir urban armor are crossing the platform toward him. They\nsee his fireman's uniform, pass him with a nod. He nods back.\n\ncur TO:\n\nINT - MOVING MAG-LEV TRAIN - NIGHT\n\nMontag rides the train, paranoia growing. People seem to be\nstaring at him.",
  "35": "---END OF PREVIOUS SECTION---\nHe nods back. cur TO:\n\nINT - MOVING MAG-LEV TRAIN - NIGHT\n\nMontag rides the train, paranoia growing. People seem to be\nstaring at him. \n---TARGET SECTION TO BE ANNOTATED---\n He turns away, looks out the window.\n\ncuT To:\nEXT - MONTAG'S NEIGHBORHOOD - NIGHT\nMontag walks home, gym bag in hand.\n\nIn the far b.g., a POLICE CAR appears, cruising slowly into\nthe intersection. Montag glances back and keeps walking,\npraying the car will continue on through the intersection.\n\nBut no, the police car turns, coming this way. Montag keeps\nwalking, slowly, forcing himself to appear nonchalant. But\nthe moment he turns the corner...\n\nTHE NEXT STREET\n\n..-he breaks into a full run. Feet pounding the pavement, gym\nbag flying at his side.\n\nHe drops the gym bag. Shit! He skids to a stop, grabs it,\ngoes darting down the next intersecting street.\n\nA moment later, the police car appears around the corner. The\npedestrian they were tailing is gone. The car accelerates\ntoward us, LIGHTS FLASHING...\n\nTHE NEXT STREET\n\n..as Montag comes running, hearing the police car racing up\ntoward the intersection behind him.\n\nHe dives for cover behind some trash cans lining the sidewalk,\nsqueezing into the shadows between the cans and a fence.\n\nThe police car swerves into view around the corner. Slowing.\n\nSPOTLIGHTS blaze to life as the vehicle comes creeping up the\nstreet toward us, probing the shadows.\n\f \n\n48.\nTIGHT ON MONTAG\n\nas the lights grow brighter, nearer. He's gasping to catch\nhis breath. Suddenly:\n\nCLARISSE (0.S.)\n(whispering)\nDon't breathe so loud. They have\nmicrophones.\n\nMontag turns his head. The fence he's squeezed up against is\nClarisse's. He can see her eyes through the cracks in the\nboards -- she's crouched on the other side.\n\nThe car draws parallel with them, the dazzling glare of the\nspotlight probing from the other side of the trash cans.\n\nThe car stops. Faint, ghostly RADIO CHATTER spills into the\nnight. We hear murmurs:\n\nCOP #1\nI got sound and motion. Something\nback there.\n\nMontag's frozen, trying not to move or breathe. Suddenly,\nfrom the other side of the fence comes a MEOW. Clarisse's cat\nskitters along the fence in the shadows.",
  "36": "---END OF PREVIOUS SECTION---\nMontag's frozen, trying not to move or breathe. Suddenly,\nfrom the other side of the fence comes a MEOW. Clarisse's cat\nskitters along the fence in the shadows. \n---TARGET SECTION TO BE ANNOTATED---\nCOP #2\nGoddamn cat.\n\nThe car moves on, spotlight plying the shadows. Montag watches\nit disappear down the street. In whispers:\n\nCLARISSE\nWhy are you hiding?\nMONTAG\nI did something tonight. Something\nvery stupid.\nCLARISSE\nWhat?\nMONTAG\n\nI took some books.\n\nNo response at first. He shifts his head so he can see her\nmore clearly through the slats in the fence. She's watching\nhim, her face like a porcelain doll's in the moonlight .\n\nCLARISSE\nDid you? Did you really?\n\f \n\n49,\n\nMONTAG\nIt was stupid. I shouldn't have\ndone it. And I shouldn't have run\n‘just now. I'ma fireman, they\nwouldn't have searched me. I'm not\nthinking clearly. I have to think.\n\nHe hugs the gym bag to his chest, mind racing.\n\nCLARISSE\nAre you scared?\n\nMONTAG\nI'll just give them back. Better\nyet, burn them. That's right, that's\nwhat I should do. Just tear out the\npages and burn them myself.\n\nCLARISSE\nYes. That would probably be best.\n(pause)\nCan I see them?\n\nHe hesitates, opens the gym bag, pulls out the books. She\nreaches through the slats, fingertips brushing the covers.\n\nCLARISSE\n\"Charlie the Choo Choo.\" ,\n\nMONTAG\nIf they ever found out...if they\nknew I had them...\n\nCLARISSE\nI won't tell.\n\nMontag's shocked. Her words, so simple, have unlocked a\ndoor...as if she, of all people, had given him permission.\n\nMONTAG\nYou won't?\n\nCLARISSE\nNot anybody. Not ever.\n\nHe peers at her through the slats.\n\nMONTAG\nReally?\n\nShe nods, her expression grave. Montag doesn't know what to\nsay. He looks down at the books, makes a decision.\n\nHe eases \"Charlie the Choo Choo\" through the slats. Clarisse's\nbreath catches in her throat. She takes the book, almost afraid\nto touch it. She looks to him, unable to believe it.\n\f \n\n50.\n\nMONTAG\nMake sure nobody finds that.",
  "37": "---END OF PREVIOUS SECTION---\nShe looks to him, unable to believe it. 50. MONTAG\nMake sure nobody finds that. \n---TARGET SECTION TO BE ANNOTATED---\n I mean\never, ever. Okay?\n\nShe draws the book toward her, but hesitates.\n\nCLARISSE\nIt's not a trick, is it? You won't\ncome and burn our house, will you?\n\nMONTAG\nNo. I won't. I promise.\n(beat)\nClarisse. I'm really glad you're my\nfriend. Really glad. Okay?\n\nCLARISSE\nOkay.\n\nAnd then she's gone, off into the shadows. Montag shoves \"Lord\nof the Flies\" back in his bag, leaves his hiding place...\n\nCUT TO:\nINT - MONTAG'S HOUSE - BEDROOM - NIGHT\n\nMillie's asleep in the dark. Montag eases onto the bed, still\nfully dressed, spoons up next to her. He's uncertain, scared,\nneeding to hold her. She stirs, groggy, half-asleep, as:\n\nMONTAG\nWe burned a woman tonight.\n\nMILLIE\nYou...what? You did what?\n\nMONTAG\nAn old woman. She had a match. We\ndidn't see it until it was too late.\n\nMILLIE\nSo...she killed herself. She was\ncrazy. A crazy old woman.\n\nMONTAG\nYeah, I guess that's right. A crazy\nold woman.\n\nMILLIE\n\nYou had me confused.\n\n(rolls away)\nPoor Guy. You must be tired. Try\nand get some sleep.\n\nShe drifts off. Montag holds her a while, then eases to his\nside of the bed, mind going a mile-a-minute.\n\f \n\n \n\n51.\nTHE BATHROOM\n\nMontag enters, locks the door. He pulls \"Lord of the Flies\"\nfrom his gym bag, examining it with fascination. He opens it,\nriffles the pages.\n\nMONTAG\nPaper. Ink. Words. So what?\n\nHe sits, using the toilet for a chair, starts reading the\nvery first page as we\n\nDISSOLVE TO:\nINT - BATHROOM - DAY\n\nThe ANGLE hasn't changed, but we find Montag sprawled on the\nfloor in an exhausted sleep, the book lying nearby.\n\nSudden POUNDING wrenches him awake. Millie\" s muffled VOICE is\nheard through the door:\n\nMILLIE (0.S.",
  "38": "---END OF PREVIOUS SECTION---\nSudden POUNDING wrenches him awake. Millie\" s muffled VOICE is\nheard through the door:\n\nMILLIE (0. S. \n---TARGET SECTION TO BE ANNOTATED---\nGuy, answer me! Are you all right\nin there?\n\nMONTAG\nWha--yeah...yeah, m'all right...\n\nHe sits up, trying to get his bearings, reeling from being\njolted from a deep sleep.\n\nMILLIE (0.S.)\n\nWhat are you doing in there? Open\nthe door!\n\nHis eyes focus, remembering where he is, sees the book lying\non the floor. He grabs it and rises, fighting panic.\n\nMONTAG .\nUh-huh, 'kay, just a minute...\n\nMILLIE (0.S.)\n\nNo, now! I mean it! You've been in\nthere all morning! You got me worried\nsick...and I have to pee!\n\nHe jams the book in his waistband, hides it with his untucked\nshirt. A quick glance in the mirror -- yup, he looks like\nhell. He opens the door. Millie muscles past him and makes a\nbeeline for the toilet, sitting to pee.\n\nIN THE HALLWAY\n\n-+-as Montag moves into the hallway, heart still pounding.\n\f \n\n52.\n\nMILLIE (0.S.)\nWere you in here all night?\n\nMONTAG\nYeah. Sorry. I was throwing up.\nI've come down with something.\n(beat)\nWould you call Captain Beatty and\ntell him I'm not coming in?\n\nThe DOORBELL RINGS. He starts up the hallway to answer it.\n\nMILLIE (0.S.)\nYou can tell him yourself. That's\nprobably him.\n\n..-and he stops in his tracks, fully awake now, staring at\nthe front door.\n\nMONTAG\nWhat?\n\nWe hear the TOILET FLUSH. Millie exits the bathroom, sees\nMontag standing there. The DOORBELL RINGS again.\n\nMILLIE\nHe called twice this morning, said\nhe was coming over. You gonna answer\nit?\n\nHe turns, pushes past her toward the bedroom.\n\nMONTAG\nNo. Tell him I'm sick. Tell him to\ngo away.\n\nMILLIE\nWhat? I can't tell him that! He's\nyour boss!\n\nMONTAG\n\nTell him I'm in bed! I've got chills!\nFever! Just do it!\n\nOff her stunned look, he enters --\n\nTHE BEDROOM\n\n-- where he pulls the book and shoves it under his pillow.",
  "39": "---END OF PREVIOUS SECTION---\nFever! Just do it! Off her stunned look, he enters --\n\nTHE BEDROOM\n\n-- where he pulls the book and shoves it under his pillow. \n---TARGET SECTION TO BE ANNOTATED---\nHe glances through the half-open bedroom door as he peels off\nhis clothes. He can see Millie at the far end of the hallway\nb.g., talking to Beatty at the front door.\n\nShe brings him this way. Montag jumps into bed. Moments later,\nBeatty enters, trailed tentatively by Millie.\n\f \n\n53.\n\nCAPTAIN BEATTY\nSorry to hear you're sick.\n\nMONTAG\nI wanted to call. Ask for the night\noff.\n\nCAPTAIN BEATTY\nBy all means, take it. Your health\nis important.\n\nBeatty pulls up a chair, sits at bedside, eyeing Montag.\n\nCAPTAIN BEATTY\nMrs. Montag. Do take good care of\nour boy. Lots of rest, lots of\nfluids. We want him hale and hearty.\n\nShe circles the bed, playing the good wife, putting on a show\nof making Montag more comfortable, straightening the bedding...\n\nMONTAG\nThat's fine, honey, thanks.\n\n..-but she keeps on fussing, cowed by Beatty's presence as:\n\nCAPTAIN BEATTY\nI was worried about you. You and\nDillman. You two seemed to take it\nthe hardest. You know, he didn't go\nhome last night.\n\nMontag's distracted and edgy -- now Millie's fluffing the\ndamn pillows.\n\nMONTAG\nHoney, it's fine, okay? Dillman?\nWhat about him?\n\nCAPTAIN BEATTY\nHe's gone missing. His wife says he\nnever showed up.\n(off Montag's look)\nWe've notified the police. I do\nhope he's okay.\n\nMontag's getting panicky as Millie tries to get at his pillow\nto fluff it...\n\nMILLIE\nHoney, move your shoulder.\n\nMONTAG\nMillie, leave it! It's fine!\n\f \n\n54.\n\n...and she suddenly freezes, hand under his pillow, shock\ncreeping into her face. She can feel the book. Quietly:\n\nMONTAG\nHoney, the pillow's fine. We're\ntalking. Please stop fussing.\n\nShe pulls her hand away, face slack, trying not to betray\nanything. Beatty's watching them both as:\n\nMILLIE\nOkay.",
  "40": "---END OF PREVIOUS SECTION---\nPlease stop fussing. She pulls her hand away, face slack, trying not to betray\nanything. Beatty's watching them both as:\n\nMILLIE\nOkay. \n---TARGET SECTION TO BE ANNOTATED---\n How about some tea?\n\nMONTAG\nThat'd be great.\n\nMILLIE\nCaptain? For you?\n\nCAPTAIN BEATTY\nSplendid, thank you.\n\nShe moves stiffly to the door and exits. Beatty seems to stare\nright through Montag, then:\n\nCAPTAIN BEATTY\nI know what's going on.\n\nMONTAG\nOh?\n\nCAPTAIN BEATTY\nSome firemen see a woman burn and\nthink, \"well, that happened.\" They\ngo home, have dinner, show up for\nwork the next day. It's not so easy\nfor others. Some firemen can hit a\nsnag from time to time. A crisis.\nDoubts. Questions. It's ingrained\nin the job. That's why I'm here, to\nhelp you through it, if I can.\n\nINT - TV ROOM - DAY\nBeatty slots his security card into the TV port.\n\nCAPTAIN BEATTY\nRequest clearance for private uplink.\n\nVOICE\nState name, rank, and division for\nvoice recognition.\n\nCAPTAIN BEATTY\nBeatty, Tiberius, fire captain,\nPhoenix Division.\n\f \n\n55.\n\nVOICE\nUplink approved. Stand by.\n\nBeatty motions for Montag to sit. Montag, in his robe, takes\ncenter seat. Beatty remains standing.\n\nCAPTAIN BEATTY\nWhere did it begin, you ask, this\nthing we do? How did it start?\n\nThe TV room comes to life. We're surrounded by images, Montag\nand Beatty seemingly transported into the events on screen:\n\nBook burnings. Many of these images were once black & white,\nbut have since been digitally enhanced and colorized.\n\nCAPTAIN BEATTY\nThey used to teach this stuff in\nthe Academy. Gave the rookies a\ngood grounding in fundamentals. Not\nso much anymore. Shame.\n\nAs they watch:\nBolsheviks burn decadent capitalist literature.\n\nThe Nazi faithful hurl armloads of books onto raging bonfires,\nsending geysers of embers swirling into the air.\n\nSouthern Baptists torch truckloads of Elvis and Beatles\nrecords, spicing the mix with armloads of \"Catcher in the\nRye,\" \"Slaughterhouse Five,\" \"Lolita.\"\n\nA veritable orgy of flame. Vonnegut. Wilde. Bradbury. Rowling.",
  "41": "---END OF PREVIOUS SECTION---\nWilde. Bradbury. Rowling. \n---TARGET SECTION TO BE ANNOTATED---\nEllison. Shelley. Shaw. Heretics being burned at the stake.\n\nTIGHT ON MONTAG\n\ngazing straight ahead. The images surround him on all sides,\nflames flickering across his face and tattooing pinpoints of\nfire into his eyes. From Montag's face, WE BOOM UP TO:\n\nCAPTAIN BEATTY\nIt's nothing new, Montag, what we do.\nAdmittedly, in the past, it's been\nunfocused. Haphazard. Disharmonious.\nVarious special interest groups trying\nto get the better of other special\ninterest groups whose special interests\nthey disapproved of. Opinions flying\nlike hand grenades. Books wielded\nlike stone clubs to smash one another\nover the head with. Pundits flinging\ntheir precious thoughts like apes\nflinging feces through the bars of a\ncage.\n\f \n\n \n\n56.\nDizzying images of mass rallies. Stalin. Hitler.\n\nCAPTAIN BEATTY\nEvery so often a book would come\nalong and turn the world on its\near. Marx and his manifesto. Hitler\nand his Kampf. Before you know it,\nit wasn't just books being burned.\nIt was people. Not just a crazy old\nwoman with a kitchen match, but by\nthe millions. Entire cities.\n\n(to the TV)\nShow me London. Dresden. Tokyo.\n\nClick, click, click -- images of cities being consumed in\nmassive firebombings.\n\nCAPTAIN BEATTY\nHiroshima. Nagasaki.\n\nMushroom clouds suddenly rise before Montag's eyes like suns\nbeing born. Beatty's pacing, watching, circling Montag.\n\nCAPTAIN BEATTY\nBooks are dangerous, Montag. Lethal\nin their power. The book burners\nhad the right idea, of course, but\nthey never burned right. They burned\nto prove some selfish point, not\nfor the greater goal of harmony and\nthe good of mankind. And then...then\ncame the start of this century. And\nthe beginning of clarity.\n\nImages of 9-11 are shocking in their ferocity. The Twin Towers\nburn, tumble, collapse...\n\nCAPTAIN BEATTY\nBooks were fine once upon a time, back\nwhen there was plenty of room, in the\ndays of horse and cart.",
  "42": "---END OF PREVIOUS SECTION---\nImages of 9-11 are shocking in their ferocity. The Twin Towers\nburn, tumble, collapse... CAPTAIN BEATTY\nBooks were fine once upon a time, back\nwhen there was plenty of room, in the\ndays of horse and cart. \n---TARGET SECTION TO BE ANNOTATED---\n But the world\nbecame far too vast, too complex, too\ndangerous. Our agendas could no longer\nconflict, not if we were to survive.\nPulling together for a common goal,\nthat's what was required. Books and\ndivisive philosophies need not apply.\nI won't stomach them for a moment, nor\nshould you. The stakes were, and are,\nfar too great.\n\nMillie enters with tea. Beatty takes a cup. The screens depict\nincreasingly futuristic forms of warfare in a wide variety of\nlands. Floating hovertanks. Smarter and smarter bombs.\n\f \n\n \n\n57.\n\nCAPTAIN BEATTY\nPeace, Montag. Harmony, Montag.\nSecurity, Montag. Happiness.\n\n(to Millie)\n\nThat's what everyone wants, isn't\nit, dear? Haven't you heard it all\nyour life? I want to be happy, people\nsay. Don't you? Doesn't everyone?\n\nMILLIE\nYes. Yes, they do. I'm...I'm happy.\n\nFlustered, Millie offers the tea tray to Montag. He takes his\ncup and she hurries out.\n\nCAPTAIN BEATTY\nThat's us, Montag. The Happiness\nTwins. The Dixie Duo, you and I. We\nstand against those who want everyone\nunhappy and divided. I don't think\nyou realize how important you are\nto the survival of our society.\nRecite the first two articles of\nfaith from the fireman's manual.\n\nMONTAG\n\"One, books erode the fundamental\nprecept of our democracy, which is\nthat all men are created equal. Two,\nbooks are a reflection of one man's\nego, and thus by their very nature\nare antisocial and combative.\"\n\nCAPTAIN BEATTY\nMy God's better than your God. My\nmorality is superior to yours. I\ndisapprove of your life, your\nchoices, your culture, your politics,\nyour smell. A book is a loaded gun\nin the house next door. So? Into\nthe incinerator with it. All men\nmade equal. All men made happy.\nBlacks don't like \"Little Black\nSambo?\" Burn it. Whites are ashamed\nof \"Uncle Tom's Cabin?\" Scorch it.",
  "43": "---END OF PREVIOUS SECTION---\nAll men made happy. Blacks don't like \"Little Black\nSambo?\" Burn it. Whites are ashamed\nof \"Uncle Tom's Cabin?\" Scorch it. \n---TARGET SECTION TO BE ANNOTATED---\n\"Johnny Got His Gun\" demoralizing\nour troops and hindering the war\neffort? Render its ashes unto Caesar,\nlest the empire fall.\n\n(sits, faces Montag)\n\nWe've been at war since before you\nand I were born. You did your\nmilitary service as required, and\nwith distinction. So did I. So must\nwe all do our parts -- no ifs, ands,\n\n(MORE)\n\f \n\n58.\n\nCAPTAIN BEATTY (CONT'D)\nor maybes -- or we shall lose\nsomeday. Our country, our people,\nour way of life -- that's what's at\nstake.\n\n(to the room)\nEnough.\n\nThe screens go dark, silent. Beatty pulls out his lighter,\nflicks it on-off, on-off. Admiring the flame. He looks at\nMontag with a twinkle in his eye.\n\nCAPTAIN BEATTY\nTell you a little secret. I've read\na few books in my day. I had doubts,\ntoo, as a younger man. Questions. I\nhad to know what I was about.\n\nHe draws a cigar from his inner pocket, applies the flame.\n\nHe puffs the\n\nMontag nods.\n\nBeatty rises\n\n \n\nCAPTAIN BEATTY\nAnd the more I read, the more I did\nknow. I came to know the face of my\nenemy and the truth of my calling.\nBooks, dear Montag, say nothing.\nThey're good for one thing. The\napplication of heat. Four hundred\n\nand fifty one degrees Fahrenheit, to\nbe precise.\n\ncigar to life.\n\nMONTAG\nSo...if a fireman were to...\naccidentally...not really intending\nanything...\n\nCAPTAIN BEATTY\nTake a book home?\n\nHis mouth is dry.\n\nCAPTAIN BEATTY\n\nA natural error. Curiosity alone.\nWe don't get anxious or mad. We let\nthe fireman keep the book for a day\nor two. If he hasn't burned it by\nthen, well...we simply come and\nburn it for him.\n\n(off Montag's look)\nFire is bright, and fire is clean.\nFeel better, my boy. I hope to see\nyou back before too long.\n\nand exits past Millie hovering in the doorway.\n\f \n\n \n\n59.\n\nCAPTAIN BEATTY\nThank you for the tea.",
  "44": "---END OF PREVIOUS SECTION---\nand exits past Millie hovering in the doorway. 59. CAPTAIN BEATTY\nThank you for the tea. \n---TARGET SECTION TO BE ANNOTATED---\nMILLIE\nBye.\n\nThey stay frozen: Montag in the chair, Millie in the doorway.\nThey listen as Beatty goes to the front door and exits.\nMontag turns, looks to Millie. She's seething.\n\n: MILLIE\nGoddamn you.\n\nShe darts from view toward the bedroom. Everything that follows\nis HANDHELD, continuous:\n\nMontag jumps up, out of the TV room, down the hallway, into\nthe bedroom, where Millie's ripping the bedding away, hurling\nit to the floor, grabbing the book, colliding with Montag as\nhe tries to calm her, but she's beyond that, hysterical...\n\nMILLIE\nAre you crazy? Are you insane? What\nis wrong with you?\n\nMONTAG\nMillie, please, listen--\n\nMILLIE\nGet away from me!\n\n..and she's up the hallway, into the bathroom, slams the\ndoor in his face. WE HOLD ON Montag in the hallway as:\n\nMONTAG\nMillie!\n\nMILLIE (0.S.)\nLeave me alone!\n\nMONTAG\nWhat are you doing in there?\n\nMILLIE (0.S.)\nNot listening to you! Go away!\n\nMONTAG\n(beat, trying to be calm)\nMillie. Honey. Please don't hurt\nthe book.\n\nMILLIE (0.S.)\nYou bastard! I'm burning it!\n\f \n\n \n\n60.\n\nMONTAG\nYou're what?\n\nMILLIE (0.S.)\nI got a lighter from the kitchen!\nI'm burning it!\n\nMONTAG\nMillie, don't! I mean it!\n(pounds on the door)\nMillie!\n\nNo response. Montag backs up a step and delivers a brutal\nkick. The door bursts open, lock splintering the jamb.\n\nCAMERA FOLLOWS into the bathroom, jarring and chaotic, Millie\nat the sink, stunned and fearful, book blazing up in her hand.\nHe snatches the flaming book from her, slaps the flame out.\n\nMontag's clenched, furious, tightly reined. We've never seen\nhim pissed before, but it looks like he could do some damage.\nHe pulls off the charred dustjacket, flings it.\n\nMONTAG\nYou call this a burn? It's a joke.\nKerosene and a flamethrower.",
  "45": "---END OF PREVIOUS SECTION---\nMONTAG\nYou call this a burn? It's a joke. Kerosene and a flamethrower. \n---TARGET SECTION TO BE ANNOTATED---\n That's\nhow you burn.\n(riffling pages)\nOr rip 'em out and burn 'em one by\none. That what you want? Is it?\n\nMILLIE\nYes! That's what I want!\n\nCAMERA FOLLOWS Montag from the bathroom, down the hallway...\n\nMONTAG\n‘kay, fine, but it's not the only\nthing we should burn around here.\n\nMILLIE\n(at his heels)\nWhat are you talking about?\n\nMONTAG\nIf we're gonna burn, let's do it\nright! Start with that room, those\ngoddamn talking walls!\n\n..-and into the TV room, trailed by Millie.\n\nMILLIE\nListen to you, you're not making\nsense! It's that book that's done\nit to you, that book...it's not\nreal! Books aren't real!\n\f \n\n \n\n61.\n\nMONTAG\n(indicates room)\nAnd this is?\n\nMILLIE\nIt is! It's got light, and sound,\nand people laughing and talking and\nsaying my name...\n\nMONTAG\nI_say your name, Millie. I say it\nall the time. Do you hear it? or\njust the goddamn \"people\" in the\nwalls? Them, your \"family.\"\n(closing on her)\nDo they love you, Millie? Do they\nhold you at night and listen to you\nsleep? Do they lie awake and worry\nabout how many pills you took, is\nthat why they say your name?\n(shouting)\nOR IS IT BECAUSE YOUR NAME'S\nPROGRAMMED INTO OUR GODDAMN TV?\n\nMILLIE\n(crying, helpless)\nI don't know what you want from me! I\ndon't know what's happening to you!\n\nMontag pauses, calming, getting a grip. His own rage has\nstunned him, left him shaking.\n\nMONTAG\nYou weren't there. You didn't see ‘\nher. The woman we burned.\n\nMILLIE\nThe crazy woman?\n\nMONTAG\nShe didn't seem crazy.\n\nMILLIE\nShe was! And she's made you crazy\ntoo, with this, this thing...\n\nShe grabs the book from his hands. He stares at it, emotions\nteetering and torn.",
  "46": "---END OF PREVIOUS SECTION---\nAnd she's made you crazy\ntoo, with this, this thing... She grabs the book from his hands. He stares at it, emotions\nteetering and torn. \n---TARGET SECTION TO BE ANNOTATED---\nMILLIE\nDid you read this?\n\nMONTAG\nLast night. The whole thing.\n(MORE)\n\f \n\n \n\n62.\n\nMONTAG (CONT'D)\n(off her shock)\nI...didn't understand it. I mean,\nit seemed simple enough, but...1I\ncouldn't figure out the reason for\nit.\n\nMILLIE\nThere isn't one! Captain Beatty was\nright! There's nothing in it! Nothing\nto understand!\n\nCAMERA FOLLOWS her out the door, up the hallway, Montag at\nher heels...\n\nMONTAG\nWhere you going?\n\nMILLIE\nThe kitchen incinerator!\n\nMONTAG\nMillie, no!\n\n-,-and he tries to grab her but she fights him off, slapping\nwildly, hysteria and terror breaking like a wave...\n\nMILLIE\nI'M NOT LISTENING TO YOU! I'M NOT!\nTHEY'RE GONNA COME AND BURN US,\nGONNA BURN EVERYTHING, BECAUSE OF\nYOU, BECAUSE YOU'VE GONE CRAZY!\n\n---and she keeps going but Montag grabs her around the waist,\ngrappling as she screams, and they trip, fall to the floor...\n\nTIGHTER ANGLE\n\n-,-where the fight goes out of her and she goes limp under\nhis weight, her rage giving way to helpless tears:\n\nMILLIE\nThey're gonna come burn us. I live\nhere too. Please.\n\nMONTAG\nMillie, shhh, it's okay.\n\nHis grip goes gentle, caressing now, stroking her hair. She's\nweeping, twisting away from his touch, not looking at him.\n\nMONTAG\nThey're not gonna burn us, okay? I\nswear. Shhh.\n\f \n\n \n\n63.\n\nMILLIE\nThey are. They are. Why are you\ndoing this?\n\nTIGHT, TIGHT TWO SHOT\nas he whispers in her ear, desperate:\n\nMONTAG\nMillie. I sometimes feel like I've\nforgotten something important.\nSomething I was supposed to hold\nonto really tight...but I lost it,\nwithout thinking, like a kid loses\nsomething, and I forgot I ever even\nhad it to start with...\n\nMILLIE\nThat's stupid. You're stupid, you're\nnot making sense.",
  "47": "---END OF PREVIOUS SECTION---\nSomething I was supposed to hold\nonto really tight...but I lost it,\nwithout thinking, like a kid loses\nsomething, and I forgot I ever even\nhad it to start with... MILLIE\nThat's stupid. You're stupid, you're\nnot making sense. \n---TARGET SECTION TO BE ANNOTATED---\nMONTAG\nYou remember where we met, Millie?\nHow long ago? Do you remember what\nI said? Do you remember what you\nsaid? What you were wearing? Or\nhave the pills taken all that away?\nCan you remember?\n\nMILLIE\n\nCourse I remember. Stupid jerk.\nMONTAG\n\nTell me.\nMILLIE\n\nNo. Go away.\n\nMontag eases off, seeing the truth. She doesn't remember. He\n\ntakes the book gently from her hand and sits up, his back\nagainst the hallway wall.\n\nMONTAG\n\nYesterday, I saw a woman burn\nherself, and I thought, my God.\nWhat's in these books that could\nmake a person do that? Is it because\nshe's crazy? Or because she isn't?\nI deserve to know that.\n\n{looks to her)\nI love you, Millie. And I want you\nto help me. If the book says nothing,\nwe'll burn it together. Okay?\n\nMillie also sits up, her back against the opposite wall. (Two\nfacing profiles.) He opens the book, starts to read:\n\f \n\n \n\n64.\n\nMONTAG\n\n\"Chapter one. The Sound of the Shell.\n(beat)\n\nThe boy with the fair hair lowered\nhimself down the last few feet of\nrock and began to pick his way toward\nthe lagoon. Though he had taken off\nhis school sweater and trailed it\nnow from one hand...\"\n\nCAMERA CLOSES IN TIGHTER AND TIGHTER on Millie in profile as\nMontag's voice drones on, her head bowed, tears slipping off\nher nose. She's trembling, trying to hold very still.\n\nMONTAG\n\",,.when a bird, a vision of red\nand yellow, flashed upwards with a\nwitch-like cry; and this cry was\nechoed by another...\"\n\nMillie rises abruptly from frame, goes down the hallway past\nMontag, vanishes into the TV room, slams the door.\n\nHOLD ON Montag. Listening. The TV goes on, turned way up loud.\n\nMontag sags, the breath draining from his body, the life\nseeming to go out of him as:\n\nTHE BOOK (SLO-MO)\n\nslips from his hand, tumbling toward the floor...\nCUT TO:\n\nINT - FIREHOUSE - NIGHT\n\n-..",
  "48": "---END OF PREVIOUS SECTION---\nThe TV goes on, turned way up loud. Montag sags, the breath draining from his body, the life\nseeming to go out of him as:\n\nTHE BOOK (SLO-MO)\n\nslips from his hand, tumbling toward the floor... CUT TO:\n\nINT - FIREHOUSE - NIGHT\n\n-.. \n---TARGET SECTION TO BE ANNOTATED---\nand the book lands before us, normal speed, whacking a\ntable top. ANGLE UP TO:\n\nBeatty, seated in a poker game, surrounded by firemen. He\nlooks up from the book to:\n\nMONTAG\nI found this in the Scooper.\n\nCUT TO:\nINT - INCINERATOR - NIGHT\nPILOT FLAMES BLOOM with a gentle hiss. The door opens,\nrevealing Beatty and Montag, faces awash in the glow. Montag\n\nlays \"Lord of the Flies\" inside, cranks the jets. An ERUPTION\nOF FLAME leaps up, engulfing the screen...\n\nDISSOLVE TO:\n\f \n\n65.\nEXT - HOMELESS ENCAMPMENT - NIGHT\n\n..-and FLAMES engulf the screen, transitioning from fire to\nfire on the dissolve, roiling in SLO-MO. The fire sweeps aside,\nrevealing Montag and his flame thrower, finger on the trigger,\nface caked with soot.\n\nANGLE WIDENS as he moves through a surreal, flaming landscape,\nigniting piles of books, laundry on lines, makeshift tents.\n\nOther firemen are revealed as we WIDEN, also burning. Jets of\nfire streak across frame. FIREBALLS billow into the sky.\n\nTHE HOMELESS\n\nare leaving with what they can carry, lines of ragged people\nbeing walked through checkpoints. Some Mechanical Hounds are\nthere, sniffing them all to make sure no books get through.\n\nMONTAG\n\npauses. At his feet are piles of debris -- a child's armless\ndoll, a dented metal teapot. He kicks some crap aside, and:\n\nBooks. Hidden hastily beneath. Just part of the garbage.\n\nMontag glances around. Nobody can see him out here in all the\nconfusion and smoke. He grabs the books, stuffs them inside\nhis coat. Gone like a magic trick, poof, just like that. He\nmoves on, laying down a blast of FLAME as he goes...\n\nCUT TO:\nINT - MONTAG'S BATHROOM - NIGHT\n\n-.-and we find him in the bathroom, reading late into the\nnight, a few books at his feet...\n\nCUT TO:\nINT - AN OLD MANSION - NIGHT\n\n...and he comes up a corridor, shouting instructions as walls\n\nare ripped out.",
  "49": "---END OF PREVIOUS SECTION---\nHe\nmoves on, laying down a blast of FLAME as he goes... CUT TO:\nINT - MONTAG'S BATHROOM - NIGHT\n\n-.-and we find him in the bathroom, reading late into the\nnight, a few books at his feet... CUT TO:\nINT - AN OLD MANSION - NIGHT\n\n...and he comes up a corridor, shouting instructions as walls\n\nare ripped out. \n---TARGET SECTION TO BE ANNOTATED---\n And as he turns the corner he performs another\nmagic trick, scooping books from the torn-out walls and making\nthem disappear. He keeps moving, nerves steady -- as with any\n\nlife of crime, once begun, it gets easier every time...\n\ncur TO:\nINT - BATHROOM - NIGHT.\n\n+--and the books grow in number as the hours grow late...\n\nCUT TO:\n\f \n\n \n\n66.\nEXT - BACKYARD OF OLD MANSION - NIGHT\nA search-line of FIREMEN led by Montag crosses a weedy yard\npast crumbling stone statues and mute tile fountains, sweeping\nthe ground with IMAGING DETECTORS. The screens begin FLASHING.\nMontag turns, hollers, motioning for the Scooper...\n\nTIMECUT:\n.--which rips up a huge mound of dirt and backs away, the\nfalling dirt revealing packets of books wrapped in heavy\nplastic, buried here for countless decades...\n\nMontag hollers for the pumpers and men scurry off. As they\ngo, he comes forward, crouches to the dirt...\n\n.-and digs out a single book, ancient and ornate, wrapped in\nheavy plastic sheet...\n\nCUT TO:\nINT - MONTAG'S BATHROOM - NIGHT\n\n..-which he carefully slices with a razor, peeling it away to\nreveal a beautiful Bible, stunningly old and rare...\n\nINT - MONTAG'S ATTIC CRAWLSPACE - NIGHT\n--.and Montag pokes up through a small trapdoor, lays down\n\nthe Bible...as ANGLE PULLS BACK to reveal the crawlspace dotted\nwith stacks of books, dozens of them...\n\nCUT TO:\nINT - BUILDINGS, VARIOUS - NIGHT\n.-.and BLASTS OF FLAME are unleashed and unleashed again,\nsailing up corridors, up staircases, though rooms; exploding,\nwrithing, funneling, roaring...\n\nCUT TO:\nINT - BATHROOM - NIGHT\n\n...and again we find Montag reading. The bathroom has become\nhis late night refuge. CAMERA CLOSES IN on his face...\n\n---and we hear a SOFT KNOCK. His gaze snaps up.\n\nMONTAG\nWhat?\n\nMILLIE (0.S.)\nSomething outside. I'm scared.\n\f \n\n \n\n67.\n\nMontag wraps his book in a towel, slips it under the sink.",
  "50": "---END OF PREVIOUS SECTION---\nI'm scared. 67. Montag wraps his book in a towel, slips it under the sink. \n---TARGET SECTION TO BE ANNOTATED---\n He\nrises to the door and opens it a crack, revealing:\n\nMILLIE\nFirst I thought I was dreaming. It\nwas outside the window, moving around\nin the flower bed. Then I heard it\nscratching at the door. I think it\nwas some kind of animal. Like a dog.\n\nMontag joins her in the hallway and holds still, listening.\nIs that a sound out there? A trash can lid? The wind?\n\nHe moves through the dark house to the living room, Millie\nlagging fearfully behind.\n\nHe goes to the window, eases his fingers through the blinds,\nopens them a crack. There, outside in the moonlight:\n\nMONTAG\n(whispers)\nIt's a Hound.\n\nMillie's breath catches.\n\nMILLIE\nThey're coming for us. They're gonna\nburn us.\n\nMONTAG\nNo. It's moving off.\n(beat)\nWe send them out sometimes on slow\nnights. Check out the neighborhoods.\nLet them sniff around. It's random.\n\nShe stares at him, not convinced.\n\nShe turns without a further word, disappears to the bedroom.\nMontag peers out again, perhaps not so convinced himself...\n\nCUT TO:\nINT - BEDROOM - NIGHT\n\nMontag wakes to darkness, Millie beside him. He lies for a\nlong moment, staring at nothing, wondering what woke him.\n\nHe becomes aware of a RISING ORANGE GLOW in the room. He sits\nup, the glow intensifying on his face. He jumps out of bed,\nrushes to the window...\n\n..-wWhere leaping flames are reflected in the glass.\n\nCUT TO:\n\f \n\n \n\n68.\nEXT - MONTAG'S STREET - NIGHT\nCAMERA FOLLOWS Montag running barefoot in his pajama bottoms,\ncoming up the sidewalk, elbowing through knots of spectators,\npassing a firetruck...\nHe stops, and CAMERA COMES AROUND TO REVEAL:\n\nClarisse's house in flames. Fireballs rising. Men on the lawn\nwith flamethrowers.\n\nHe hears a YOWL and looks down as an orange cat streaks by,\ndisappearing through the legs of the crowd.\n\nPIREMAN #1\nSir, please move back to the\nbarricades!\n\nMONTAG\n\n(flashes his ID tags)\nMontag. District four. I live a few\nhouses down.",
  "51": "---END OF PREVIOUS SECTION---\nMONTAG\n\n(flashes his ID tags)\nMontag. District four. I live a few\nhouses down. \n---TARGET SECTION TO BE ANNOTATED---\nFIRE CAPTAIN\n(looks over)\n\nSome neighbors you had. Just never\nknow, I guess.\n\nHe's idly paging a book in his hands. Montag glances down\nand, with a jolt, realizes it's \"Charlie the Choo Choo.\"\n\nThe captain moves off, tosses it onto a roaring pyre of other\nbooks.\n\nMONTAG\nAre they in custody?\n\nFIREMAN #2\nDrove off five minutes before we\ngot here. Probably saw the Hound\nsniffing the neighborhood. Don't\nworry, cops'll get 'em.\n\nHe moves off. Montag is left staring at the flames.\n\nCUT TO:\nINT - MONTAG'S KITCHEN - DAY\n\nMontag watches as Millie lays breakfast on the table. The\ntension between them is thick. Finally:\n\nMILLIE\nGet rid of the books. I mean it.\n\nCUT TO:\n\f \n\n \n\n69.\nEXT - STREET - DAY\n\nMontag stands staring at Clarisse's house, collar turned up\nagainst the chill. It's quiet now, not a soul in sight. Little\nof the house remains. Charred timbers and ashes.\n\nCuT TO:\nINT - FIREHOUSE - DAY\nArriving for work, Montag gets waved into Beatty's office:\n\nCAPTAIN BEATTY\n\nI was skimming the city reports\nfrom last night.\n\n(nods to his computer)\nHad some excitement out your way?\nJust a few doors down, was it?\n\n(Montag nods)\nRang up Jeffers at third district.\nHe said you showed up barefoot in\npajamas. Ready to pitch in and lend\na hand, were you?\n\nMONTAG\nAlways, Captain. You know that.\n\nBeatty, affable, turns his screen so Montag can see it. The\nplasma image shows the faces of Clarisse's family. Father.\nMother. Cousins. Beatty taps down, idly scanning...\n\nCAPTAIN BEATTY\n\nThis file goes back generations. A\nlong line of misfits and oddballs.\nThey were even homeschooling the\ndaughter, you imagine? Stunning,\nthe crap they got away with, wearing\nthe masks of normal people.\n\n(beat)\nEver meet them?\n\nA loaded question, posed casually. Montag knows it, too.",
  "52": "---END OF PREVIOUS SECTION---\n(beat)\nEver meet them? A loaded question, posed casually. Montag knows it, too. \n---TARGET SECTION TO BE ANNOTATED---\n He\nkeeps his tone conversational:\n\nMONTAG\nWaved to the man over the fence\nonce. And the little girl...\n\nClarisse's face appears on screen.\n\nMONTAG\n---that's the one. Said hello to me\none night. She was odd.\n(off Beatty's look)\nSaid there was a man in the moon.\n\f \n\n \n\n70.\nBeatty blinks and laughs, nonplussed. Montag exits...\nCUT TO:\nINT - FIREHOUSE - NIGHT\n\n-.+.and we find him later at a desk amid the quiet activity of\nthe firehouse, studying the same report that Beatty had pulled\nup earlier. Checking out Clarisse's family. He pauses as:\n\nA new face comes up. The name: \"David Faber.\" Uncle.\n\nThe photo's a mugshot. The man's got quite a rapsheet. Montag\n‘scans down the list of arrests, words flashing onscreen:\n\nAntisocial. Unpatriotic. Agitator. Anarchist. Political\nundesirable. Worst of all: \"Convicted of harboring books.\"\n\nMONTAG\nCurrent whereabouts?\n\nThe computer responds instantly with an address.\n\nCUT TO:\nEXT - TENEMENT - DAY\n\nDAVID FABER ventures out into an dismal, overcast day. He\nturns up his overcoat collar and crosses the street.\n\nANGLE SHIFTS TO Montag. He steps off the curb to follow.\n\ncur To:\nEXT - CITY PARK - DAY\n\nFaber's alone at a chess table, the top faded and old, playing\nsolo. Every so often he tosses some crumbs to the birds.\n\nHe becomes aware of Montag some distance away. Faber gives\nhim a glance or two, tries to ignore him.\n\nMontag comes this way. Faber tosses the last of the crumbs,\nsweeps his chess pieces into a bag, gets up to leave.\n\nMONTAG\nMr. Faber? Wait.\n\nFABER\n(quickens his pace)\nI haven't done anything. I'm trying\nto live my life. Please leave me\nalone.\n\nMONTAG\nI want to talk to you!\n\f \n\n \n\n721.\n\nFABER\nTalk to my probation officer, I\na report to him every other day.",
  "53": "---END OF PREVIOUS SECTION---\nMONTAG\nI want to talk to you! 721. FABER\nTalk to my probation officer, I\na report to him every other day. \n---TARGET SECTION TO BE ANNOTATED---\nMONTAG\n\nPlease--slow down!\n\nFABER\n\n(stops, turns)\nLook, Mr. Fireman, sir -- I did my\ntime, okay?\n\n(shows his barcode number\n\n_ tattoo)\nFive years in the re-education camp.\nI've paid my debt to society. So...\n\nHe keeps going, Montag dogging him:\n\nMONTAG\nYou're Clarisse's uncle.\n\nFABER\nI'm her father's uncle. What's it\nto you? What do you know about\n\nClarisse?\nMONTAG\nWe were friends. She talked about\n~ you.\nFABER\nOh, please...\nMONTAG\n\nShe told me you got arrested once\nfor being a pedestrian.\n\nFABER\nProves nothing. Says so in my file.\n\nMONTAG\nAnd you told her that firemen used\nto put out fires a long time ago.\n\nFABER\nThey did. Still proves nothing.\n\nMONTAG\nLook, Mr. Faber, I--\n\nFaber whirls on him, shouting:\n\nFABER\nIt's not enough you people burned\nthem out and set them on the run?\n(MORE)\n\f \n\n72.\n\nFABER (CONT'D)\nThey're gone and I have no idea\nwhere! Same as I told those other\nmen last night, the ones with the\nwarrants! And now you know! So,\nplease, just let me go my way!\n\n \n\nFaber hurries off, leaving Montag standing there...\nCUT TO:\nINT - FABER'S TENEMENT - LATE DAY\n\n..-but Montag's not giving up. He enters the building. It's\novercrowded and squalid. KIDS are yelling in the hallways,\nlaundry is strung from the landings.\n\nHe passes loud music, loud Tvs, loud arguments spilling from\nvarious apartments. Some people notice him, a few doors slam.\n\nHe goes past a young, tired-looking WHORE in her doorway, her\nrobe hanging open, smoking and checking him out.\n\nWHORE\nHey, baby, looking for company?\n(calls after him)\nI love firemen! Do you right!\n\nMontag comes to the stairs and finds a MAN sitting in a chair\nwith a shotgun across his knees -- the building's day guard.\nMontag shows him his Fire Department I.D.",
  "54": "---END OF PREVIOUS SECTION---\nMontag comes to the stairs and finds a MAN sitting in a chair\nwith a shotgun across his knees -- the building's day guard. Montag shows him his Fire Department I. D. \n---TARGET SECTION TO BE ANNOTATED---\nMONTAG\nFaber?\n\nINT - FABER'S APARTMENT - NIGHT\n\nFaber's in his strappy t-shirt, riding a stationary bicycle.\nIt's not a workout -- the bike's connected by electrical leads\nto a series of old car batteries that Faber is charging.\n\nA KNOCK at the door. Faber gets off the bike, breathing hard,\ntoweling sweat from his face.\n\nFABER\nWho is it?\n\nMONTAG (0.S.)\nWe met in the park.\n\nFABER\nVeys mir. Look, I told you, unless\nyou have a warrant--\n\nMONTAG\nI do.\n\f \n\n \n\nFaber sighs, opens the door, peers out.\n\nFABER\nShow me.\n\nMontag raises his gym bag into view.\n\nFABER\nLooks heavy. For a warrant.\n\nMONTAG\ndust give me a few minutes, okay?\nPlease. This visit's unofficial.\n\nFABER\nDo I have a choice, I asked? I'm\nguessing not, I answered. Okay, Mr.\nPest. You intrigue me.\n(swings the door open)\nEnter freely and of your own will.\n\nMontag enters. Faber crosses to the sink:\n\nFABER\nPardon my sweat. Close to dinner\ntime. I was charging the batteries\nfor the stove.\n(grabs a glass)\nww I offer you something? An aperitif?\nA glass of slime from the tap?\n\nMONTAG\nNo thanks.\n\nFaber pours himself some water.\n\nFABER\nWell then. Formalities are done.\nWho are you, what do you want?\n\nMONTAG\nI'm Montag. Your nephew's family\nlived on my street.\n\nFABER\nOh, you're that fireman, the one\ndown the street. Ah. You turned in\nthe alarm, of course.\n\n \n\nMONTAG\nNo. I told you, Clarisse was my\nfriend.\n\nFaber goes to the table, sits.\n\n73.\n\f \n\n \n\nMontag moves\n\n74.\n\nFABER\nAnd so you'd like to know where\nthey are, check up on her, see she's\nsafe. And I'm supposed to fall for\nthat. I have to say, you guys used\nto be more clever than this.\n\nMONTAG\nI don't want to know where they\nare.",
  "55": "---END OF PREVIOUS SECTION---\nAnd I'm supposed to fall for\nthat. I have to say, you guys used\nto be more clever than this. MONTAG\nI don't want to know where they\nare. \n---TARGET SECTION TO BE ANNOTATED---\n I just...if you ever get the\nchance, please let her know how\nsorry I am and that it wasn't me.\n\nFABER\nThat's all?\n(Montag nods)\nI won't get the chance. But your\nsentiment is duly noted. We done?\n\nto the table, lays his gym bag before Faber.\nFABER\n\nA loaf of bread? A jug of wine?\nDirty gym clothes? I give up.\n\nMontag unzips the bag, pulls out something thick and heavy.\n\nPaber's eyes\n\nwiden as he realizes what it is -- the ancient,\n\nornate Bible Montag dug out of the ground. For a long moment\nthe man forgets to breathe, deeply stunned.\n\nFABER\nAnd this is?\n\nMONTAG\nFor you.\n\nFABER\n\nFor me. I see.\n\n(clears his throat)\nThe Revised Testament, government\napproved version, is one of the few\nbooks not on the burning list. This,\nhowever, appears to be New Testament,\ndone by hand prior to the invention of\nthe printing press. It's very old and\nbeyond rare, which means the Pope himself\nwould gladly light the match. I'm sorry,\nbut I can't accept your gift, seeing as\nhow very illegal it is.\n\n \n\nMontag starts pulling more books from his bag, stacking them\n\non the table.\n\nFaber's eyes start to glaze.\n\nFABER\nWhat the hell is this?\n\f \n\n75.\n\nMONTAG\nI can't keep any of it. I was hoping\nyou could find a home for them.\n\nFABER\n\nToo bad one of them isn't a\ndictionary, we could look up the\nword \"entrapment.\" Along with the\nword \"sucker.\"\n\n{off Montag's look)\nHow stupid do I look? You're trying\nto get me burned out! Not to mention\nsent back for re-education, only\nthis time for life! Having been\nthere, I'm compelled to say no. But\ndon't think I didn't appreciate the\nattempt. It was very amusing.\n\n(rises, shooing him)\nGather your things and go. Out,\nout, out. Thanks for the laugh.\n\nMontag stands up, thinks a moment. He then stuns Faber by\nopening the Bible and ripping out the first page.",
  "56": "---END OF PREVIOUS SECTION---\nThanks for the laugh. Montag stands up, thinks a moment. He then stuns Faber by\nopening the Bible and ripping out the first page. \n---TARGET SECTION TO BE ANNOTATED---\nFABER\nWhat are you doing?\n\nMontag pulls a lighter from his pocket, clicks it. A tiny jet\nof BLUE FLAME leaps up. He holds up the page and ignites it.\n\nThe page curls and burns before Faber's eyes. He watches the\nashes swirl toward the ceiling as:\n\nMontag rips the second page out, holds it up. Faber's aghast:\n\nFABER\nWhat --are--you--doing? Are you\ncrazy?\nMONTAG\n(mutters)\n\nYou and my wife.\n\nMontag applies the flame. The second page burns. More ashes\nswirl. He reaches for the third page...\n\nFABER\nNo, no, wait--\n\nMONTAG\nI told you I can't keep it. That\nleaves us two choices--\n\nFABER\n--us, us? How'd this turn into us--\n\f \n\n \n\n76.\n\n. MONTAG\n--you take the books, or I do my\njob. This is what I do. Watch.\n\nAnd he rips the third page out, raises it, brings the lighter\nclose. The page starts to blacken and burn.\n\nMONTAG\nUp it goes.\n\nFaber stifles a scream. He lunges and grabs the page, slapping\nit to the table, smothering it.\n\nFABER\nGoddamn it, stop! Just stop it!\n\nHe snatches up the Bible and backs away, clutching it to his\n\nchest.\n\nPause. Faber\n\nFABER\nIdiot! Sadist! This could be the\nlast Christian Bible in this\n\nhemisphere!\n\nMONTAG\nAre you Christian?\n\nFABER\nI'ma Jew!\n\nMONTAG\n\nThen what do you care?\n\nFABER\n\nI care, I care! It's us, it's who\nwe are, it's who we were!\n\n(off Montag's look)\nThat's why this world sucks, kiddo!\nWe don't know who to be.",
  "57": "---END OF PREVIOUS SECTION---\nIt's us, it's who\nwe are, it's who we were! (off Montag's look)\nThat's why this world sucks, kiddo! We don't know who to be. \n---TARGET SECTION TO BE ANNOTATED---\n anymore,\nbecause we don't know where we came\nfrom or how we got here, or the\nmistakes we made along the way! It's\nall been erased and we've forgotten\nhow to even ask the damn questions!\nAll we know is what they tell us,\nthat parade of shitwits on TV, that's\nbecome our excuse for truth!\n\n \n\nlooks down at the Bible in his hands. Softly:\n\nFABER\nLook at these pages. How many\nbelievers spent their lives going\nblind in some dark abbey copying\nthem by hand...so you can burn them\nin seconds?\n\f \n\n \n\n77.\n\nHe can't resist -- he raises it to his nose, inhales.\nFABER\nGod. I can smell the centuries.\n(beat)\n\nGo ahead. Call in your alarm. I'm\nnot giving this back.\n\nMontag meets Faber's defiant gaze. He's seen that look once\nbefore, in the eyes of an old woman holding a kitchen match.\n\nMONTAG\nI have more books at home. A few\ndozen in my attic. I'll bring them\nto you the next few days. Unless\nyou decide to turn me in, of course.\nGuess I'll just have to trust you.\n\nFaber stares at him, stunned, as we\n\nEXT - TENEMENT ROOF - DUSK\n\nThe roof is a jumble of electricity-generating windmills\nspinning on the breeze, plus a maze of chicken and rabbit\ncoops. The view is spectacular in the gathering twilight, air\ntraffic whizzing, the last traces of sunset filtering amazing\ncolors through the poisoned air.\n\nFABER (0.S.)\nWhat's a book? Just a person who\nlived, that's all. Somebody who\nwanted to tell you something and\ncared enough to write it down.\n\nBOOMING DOWN, we find Faber and Montag seated on a low stone\nwall separating one level of the roof from another. Faber's\ngot one of Montag's books in his hands, turning the pages:\n\nFABER\nGood books, bad books...they're\njust voices asking to be heard.\nThey're us.\n\nMONTAG\nMy wife says books aren't real.",
  "58": "---END OF PREVIOUS SECTION---\nFaber's\ngot one of Montag's books in his hands, turning the pages:\n\nFABER\nGood books, bad books...they're\njust voices asking to be heard. They're us. MONTAG\nMy wife says books aren't real. \n---TARGET SECTION TO BE ANNOTATED---\nFABER\nShe's right, thank God! You can\nshut 'em up, you can close 'em, you\ncan say \"hold on a moment!\" They\npiss you off, you can even throw\n‘em across the room. But in all my\nyears I have never been able to\n\n(MORE)\n\f \n\n \n\n78.\n\nFABER (CONT'D)\n\nreason with a TV set. Ever try to\nargue with a four-wall plasma screen\nroom with a zillion channels and\nsurround sound? Can't be done! All\nyou can do is submit!\n\n{to the sky)\nI surrender! Tell me what kind of\ntoilet paper to use, I'll do it!\n\nMontag iaughs. Faber rises, agitated:\n\nFABER .\nYou can laugh, kiddo, but there's\nyour truth. From the Jesuit priest\nwho burned the great Mayan library\nso the natives would only have Jesus\nto think about, to the invading\narmies who burned the Library at\nAlexandria three times -- three\ntimes -- there's always some schmuck\nwho wants to take away your right\nto think for yourself.\n\n \n\n \n\nMONTAG\nHistory begins with me?\n\nFABER\n\nMy God, a quote yet. Yes, O Learned\nSage, history begins with me.\n\n(hefts the book)\nAnd don't bother showing up with\nyour own ideas, just take the ones\nwe give you. Or we'll accuse you of\ntreason. Heresy. Burn you. Bury you\nin mass graves. Kick your ass.\n\nFaber draws closer, hands the book to Montag.\n\nFABER\nIt's not even about books. It's about\ncontrol. The people who run things\nkeeping themselves in power by making\nsure nobody knows enough to ask\nuncomfortable questions. Keep the TVs\ngoing and the trivia flowing! Who's\ndating who, who's wearing what, will\nthe pop star get married, will she get\ndivorced, what's happening on \"The\nFamily\" this week? A river of meaningless\nshit flooding our brains twenty four\nhours a day until we've got no brains\nleft! That's power, kiddo. On a mass\nscale. Intractable, entrenched,\nunassailable.",
  "59": "---END OF PREVIOUS SECTION---\nThat's power, kiddo. On a mass\nscale. Intractable, entrenched,\nunassailable. \n---TARGET SECTION TO BE ANNOTATED---\n And, I'm sorry to say, it\nsums up the lie your life has been.\n\n \n\f \n\n79.\n\nFaber's suddenly feeling shaky. He turns, gazing out over the\ncity, trying to steady himself.\n\nMONTAG\nYou all right?\n\nFABER\n\nYou kidding me? I'm terrified.\nLightheaded. I can't believe I'm\neven talking to you.\n\n(feels his own forehead)\nI didn't have enough trouble. Mr.\nLunatic shows up. Idiot me, I open\nthe door and say come in. What do\nyou want, Mr. Lunatic? Speak!\n\nMONTAG\n(rises)\nI thought we could help each other.\n\nFABER\n\n(laughs)\nDon't bullshit yourself, kiddo. It's\nunseemly. You're a book-burner who\nwoke up one day and realized you\naren't quite the mindless robot they\ntold you to be. You've fallen from\ngrace, you poor sap, and now you\n\n~ want absolution. All those heretics\n\nyou've burned at the stake. Whitman.\nThoreau. Dickens. Well, I don't do\nabsolution. Try the Catholics.\n\n(heads for the coops)\nAnyway, you're a little late. Where\nwere you twenty, thirty years ago?\nBack when I had piss and vinegar to\nspare?\n\nMONTAG\nMaybe you still do.\n\nFABER\nThat was then. I've since had my\nass handed to me once or twice. All\nI wanna do now is sleep through the\nnight.\n\nINSIDE THE COOP MAZE\n\nFaber comes down the tunnel of cages, unlocks one. THREE\nCHICKENS squawk as he gathers eggs into a kitchen towel.\n\nFABER\nCharlotte. Emily. Anne. Thank you,\nmy darlings. Another night I don't\nstarve because of you.\n\f \n\n \n\n80.\n\nMontag appears on the other side, peering through the mesh as\nFaber moves down the row to another cage.\n\nMONTAG\nEverybody knows there's a resistance\nMovement. You were a part of it.\nI'm not saying you still are. I'm\njust saying maybe you know. somebody\nwho knows somebody.",
  "60": "---END OF PREVIOUS SECTION---\nYou were a part of it. I'm not saying you still are. I'm\njust saying maybe you know. somebody\nwho knows somebody. \n---TARGET SECTION TO BE ANNOTATED---\nFABER\nWhy? What do you think the resistance\nis, some well-oiled army ready to\nrise up and smite the wicked? It's\nlittle old ladies and people like\nme, hiding books in the shadows and\nshitting a brick every time the\ndoorbell rings.\n\nFaber emerges from the tunnel of cages, rejoins Montag.\n\nFABER\nThat's all it's ever been. We're\nlike those monks in the Dark Ages,\nhiding books so the kings and popes\ncan't burn 'em. Hoping someday\nknowledge might be welcome again.\n\n \n\nMONTAG\nI can get you those books.\n\nFABER\nIs that what this is about?\n\nA formation of high-level BOMBERS go streaking across the\nsky, tearing the stratosphere with sound. Faber looks up.\n\nFABER\nSee the news this morning? We started\nusing nukes. Pakistan's glowing.\nGenie's out of the bottle again, kiddo.\nThink we'll survive the summer? Me, I\nwouldn't bet on getting through the\nweek. And you're worried about books.\n\nA look passes between them.\nMONTAG\nYou've been pissed off all your\nlife, old man. You gonna quit now?\n\nPaber weighs this madness, sighs.\n\nCUT TO:\n\f \n\n \n\n81.\nINT - BASEMENT OF TENEMENT - NIGHT\n\nDank and musty, lit by a single bare bulb. Faber's puttering\nin semi-darkness, going through various drawers and toolboxes,\nfingers rooting piles of screws, nails, parts.\n\nHe finds what he's looking for, holds it to the light, blows\ndust off -- it's a \"seashell,\" a tiny earplug/transmitter.\n\nFABER\nYou think I'm old. Hope this thing\nstill works.\n(hands it to Montag)\nStick it in your ear.\n\nMontag slips it into his left ear, finds a comfortable fit.\nFaber pulls out a transmitter the size of a pack of cigarettes\n\nand a corresponding headset. He clips the transmitter to his\nbelt, plugs in the headset, puts it on. Softly:\n\nFABER\nHear me?\nMONTAG\n(startled)\n\nYeah. In my head.\n\nFABER\n\nAnd I can hear you. They built 'em\ngood back then.",
  "61": "---END OF PREVIOUS SECTION---\nIn my head. FABER\n\nAnd I can hear you. They built 'em\ngood back then. \n---TARGET SECTION TO BE ANNOTATED---\n Now listen, no more\nshowing up at my door. From now on\nwe're never seen together and we\nnever talk on the phone. We stay in\ntouch only with this...\n\n(taps his headset)\n.-.like two tin cans and a string.\n\nMONTAG\nUnderstood.\n\nFABER\n(beat)\nGood luck, Mr. Fireman. Try not to\nget me burned.\n\ncut To:\nINT - FIREHOUSE - NIGHT\n\nSTEADICAM brings Montag into the firehouse, past men polishing\nthe truck, past others performing maintenance duties, past\nthe brass poles, past the Hound.\n\nIt all looks surreal to him. He's seeing it with different\neyes now. He steps to the timeclock, hand on the scanner\n\f \n\n82.\n\nMONTAG\nMontag. Clocking in.\n\n...and as he turns, ANGLE SHIFTS TO REVEAL:\nBeatty standing there. Blocking his way. Smiling.\n\nCAPTAIN BEATTY\nYou're late.\n\nBefore Montag can utter a word: WHONK!WHONK!WHONK! The fire\nalarm. Deafening.\n\nCAPTAIN BEATTY\nWell, nevermind, just in time! Thank\ngoodness, it's just not a fire\nwithout you!\n(turns, yelling)\nGO, GO, GO!\n\nVARIOUS ANGLES\n\nFiremen running, boots all a-scuffle, grabbing HELMETS off\npegs, yanking equipment from storage lockers, cascading down\nbrass poles, swarming the Salamander, strapping in...\n\nEXT - FIREHOUSE - NIGHT\n\n...and emerging into the night, firetruck and control van,\nHORNS BLARING AND LIGHTS FLASHING.\n\nON THE MOVING SALAMANDER\n\nA dizzy blur of motion and lights. Beatty looks back, checking\nthe faces of his men.\n\nCAPTAIN BEATTY\nMontag, where's that grin?\n\nMONTAG\nSir?\n\nCAPTAIN BEATTY\nThe fierce grin of all men singed\nand driven back by flame! Isn't\nthis what we love? Isn't this what\nwe do best?\n\nEXT - SUBURBAN STREET - NIGHT\n\nA HOVERCOPTER is circling as the Salamander comes rumbling up\nthe street. The firetruck stops.",
  "62": "---END OF PREVIOUS SECTION---\nIsn't this what\nwe do best? EXT - SUBURBAN STREET - NIGHT\n\nA HOVERCOPTER is circling as the Salamander comes rumbling up\nthe street. The firetruck stops. \n---TARGET SECTION TO BE ANNOTATED---\nCAMERA CLOSES IN as the firemen unbuckle, some of them jumping\ndown, others pausing uncertainly...\n\f \n\n83.\n\nCARILLO\nSir? Is this our jurisdiction?\n\nCAPTAIN BEATTY\nNo worries. I've cleared it through\nchannels.\n\n...and Beatty glances back as CAMERA CONTINUES PAST HIM,\nclosing on Montag. He's at a loss, trying to comprehend:\n\nMONTAG\nWe...we've stopped in front of my\nhouse.\n\nREVERSE ANGLE\n\nMontag's house sits on its quiet street. The firemen start to\nassemble a bit awkwardly, not sure what's going on, but:\n\nCAPTAIN BEATTY\nAt ease. We're dispensing with\nprotocol. Tonight is a special\noccasion. Tonight we do things just\na little differently.\n(glances up to Montag)\nIsn't that right?\n\nFeeling like a man in a dream, Montag steps down and walks\nforward to face Beatty.\n\nCAPTAIN BEATTY\n\n(announcing to all)\nNo pumpers! No kerosene! No pretty\nbeacon on the lawn! Tonight we get\na special treat! A display of\ndedication and skill nonpareil! One\nman! One flamethrower!\n\n(locks eyes with Montag)\nMr. Ormsby! Mr. Landers! Bring one\ndown, if you please!\n\nOrmsby and Landers heft a flamethrower off its mount and bring\nit down from the truck, hustling it over as:\n\nThe front door of the house bursts open and Millie hurries\ndown the walk, dressed for travel and dragging a suitcase.\n\nMONTAG\nShe turned in the alarm?\n\nCAPTAIN BEATTY\nDon't blame her, Montag, not for\nyour stupidity.\n\nMontag, stunned, meets her as she reaches the curb. She's all\nexried out, looking back at the house:\n\f \n\n \n\n84.\n\nMILLIE\nEverything gone now, everything.\nPoor house. Poor family. All gone.\n\nMontag steps close, desperate, hoping for some glimmer of\ntenderness or redemption.\n\nMONTAG\nMillie. I love you.\n\nShe looks him in the eye and:\n\nMILLIE\n(softly)\nI hope you die.",
  "63": "---END OF PREVIOUS SECTION---\nMONTAG\nMillie. I love you. She looks him in the eye and:\n\nMILLIE\n(softly)\nI hope you die. \n---TARGET SECTION TO BE ANNOTATED---\nShe brushes past him as Beatty remands her to the TWO COPS on\nthe scene:\n\nCAPTAIN BEATTY\nOfficers. A domestic dispute. Would\nyou please see after Mrs. Montag?\nTake her where she wants to go?\n\nAs Millie is helped away, Beatty snaps his fingers at Ormsby\nand Landers. They sling the flamethrower onto Montag's back,\ntightening straps and snapping buckles as:\n\nCAPTAIN BEATTY\nDon't look so shocked. You didn't\nleave her much choice, did you?\nPoor thing was terrified. It was\nthe third alarm she called in. I\nignored the first two, told her to\nbe patient. Said you'd come around.\nWhat a sad disappointment you are.\nHow are those straps, secure? Let's\nget that pilot lit.\n\nMontag activates the gas feed. Beatty himself applies the\nigniter. A gentle flame blooms.\n\nCAPTAIN BEATTY\nNow. Let's finish what you started.\n\nThey march toward the house, Beatty and Montag, as the others\nwatch. Beatty turns back, calling to them... .\n\nCAPTAIN BEATTY\nBreak out some windows! Let's get\nsome cross ventilation!\n\n--and in that moment, Montag sneaks the \"seashell\" from his\n\npocket and slips it in his ear.\n\f \n\n \n\n85.\nINT - FABER'S APARTMENT - NIGHT\n\nFaber reacts as his transmitter activates with a small red\nlight and a BRIEF TONE. He grabs the unit, slips on the headset\nwith a smile.\n\nFABER\nWhat's on your mind, kiddo?\n\nINT - MONTAG'S HOUSE - NIGHT\n\nMontag, of course, can't reply. He enters the house with\nBeatty, gazing around to find that Millie's taken the books\nfrom the attic and strewn them all over the floor.\n\nFABER'S VOICE (0.S.)\n(filtered)\nHello? Hello?\n\nMONTAG\nI can't believe this is happening\nto me.\n\nCAPTAIN BEATTY\nFunny how that works. Everybody\nthinks, everybody is absolutely\ncertain, that nothing will ever\nhappen to them. Others die, I go\non. Others get caught, not me.\nConsequences? Never. Except sometimes\nthere are.",
  "64": "---END OF PREVIOUS SECTION---\nConsequences? Never. Except sometimes\nthere are. \n---TARGET SECTION TO BE ANNOTATED---\n And by the time they\ncatch up, it's too late.\n\nINT - FABER'S APARTMENT - NIGHT\nTIGHT ON Faber, heart sinking as he listens.\n\nFABER\nMontag. I'm listening. I don't know\nwhat's happening, but I'm here.\n\nINT - MONTAG'S HOUSE - NIGHT\n\nWINDOWS START BREAKING from outside, glass exploding across\nfloors. CAMERA CLOSES IN TIGHTER AND TIGHTER ON MONTAG as:\n\n. CAPTAIN BEATTY\nYou're a well read man, how about a\nfew well-chosen quotes? No? Allow\nme. \"Day of wrath, O day of mourning!\nSee fulfilled the prophet's warning!\nHeaven and earth in ashes burning!\"\n(bellows)\nDO IT!\n\f \n\n \n\n86.\n\nMontag hits the trigger and FIRES A BLAST OF FLAME into the\nliving room, igniting the furniture. WHOOOOOOSH!\n\nCAPTAIN BEATTY\nAGAIN!\n\nWHOOOOOOSH! The living room walls now catch, sending up sheets\nof fire. Books on the floor ignite.\n\nCAPTAIN BEATTY\nThat's the ticket, well done! You\ncan't tell me that didn't feel good!\nAll your sins washed away with good\ncleansing fire! Onward, Montag!\nLead the way!\n\n \n\nMontag leads Beatty down the hallway into:\nTHE TV ROOM\nIt's on, of course. \"The Family\" is playing.\n\nCAPTAIN BEATTY\nSomething here you'd like to burn?\nThe sorrow of past regrets? The\nstench of failure? That blow-dried\nimbecile and his chattering hag?\n\nMontag pulls the trigger. The FIRE BURSTS FORTH, hitting the\nscreens and imploding them. The vacuum sucks fire in and\nbelches it out again, plastic igniting as the babble of the\nFamily gives way to the HIDEOUS SHRIEK OF MELTING SPEAKERS.\n\nTHE BEDROOM: Montag stares at the bed he shared for years\nwith his wife. WHOOOQOOSH! Up it goes, a funeral pyre...\n\nTHE KITCHEN: WHOOOOOSH! Table, countertop, appliances -- gone...\n\nTHE HALLWAY: A flaming corridor.",
  "65": "---END OF PREVIOUS SECTION---\nTHE KITCHEN: WHOOOOOSH! Table, countertop, appliances -- gone... THE HALLWAY: A flaming corridor. \n---TARGET SECTION TO BE ANNOTATED---\n Beatty and Montag retreat to\nthe front door, Montag laying down BLASTS OF FLAME...\n\nEXT - HOUSE - NIGHT\n\n-..and they emerge coughing, dark with soot, as the house\nbehind them burns. They turn to watch.\n\nCAPTAIN BEATTY\n(gentle)\nBad dream's over. Fire and smoke.\n\nINT - FABER'S APARTMENT - NIGHT\nFABER\n\nMontag? Can you run? Can you try to\nget away?\n\f \n\n87.\nEXT - MONTAG'S HOUSE - NIGHT\n\nMONTAG\nThere's no running away from this.\n\nCAPTAIN BEATTY\nNo.\n\nIN THE CONTROL VAN\n\nThe Controllers are watching their monitors. Suddenly, FLASHING\nLINES appear on screen, BEEPING, searching...\n\nCONTROLLER #1\nI've got a signal. Some kind of\nbandwidth.\n\nCONTROLLER #2\nSource?\n\n-+-and the crosshairs converge on Montag.\n\nCONTROLLER #1\nSon of a bitch is transmitting.\n\nMONTAG AND BEATTY\n\nMONTAG\nHow long have you known?\n\nCAPTAIN BEATTY\nFrom the start. Montag, you idiot.\nOur Hound smelled the books on you.\n\nHe raises his plasma screen clipboard, punches in a playback\ncommand, turns it so Montag can see. On it, a recording:\n\nTHE HOUND'S POV: We've seen this moment before -- Montag comes\naround the firetruck the night he took the first two books,\nfreezing in his tracks as he encounters the beast.\n\nCAPTAIN BEATTY\n{enters new command)\nSo I checked the surveillance cams.\nLo and behold.\n\nA new image pops up. From a hidden ceiling cam, we see Montag\npulling the first book out of the Scooper blade. Beatty freezes\nthe image, tracking it in for a TIGHT CLOSEUP.\n\nCAPTAIN BEATTY\n\"Charlie the Choo Choo?\" You threw\nit all away -- your career, your\nmarriage, your life -- for goddamn\n\"Charlie the Choo Choo?\"\n\f \n\n88.\n\nController #2 hurries up from the control van, pulls Beatty\naside, whispers in his ear. Beatty gives him a look.\n\nCAPTAIN BEATTY\nReally?\n\nThe man nods.",
  "66": "---END OF PREVIOUS SECTION---\nBeatty gives him a look. CAPTAIN BEATTY\nReally? The man nods. \n---TARGET SECTION TO BE ANNOTATED---\n Beatty sends him off, turns back to Montag.\nThere's a new look in Beatty's eye -- hungry, vengeful.\n\nCAPTAIN BEATTY\n\nI gave you every chance. Tried to\nwoo you, reason with you. I even\nsent the Hound to sniff around your\nhouse at night and throw a scare\ninto you. Even that didn't work...\n\n(cocks his head)\n-.-though it did get your neighbors\nburned out and on the run. Yes, your\nfault. All your fault.\n\n(closing on him)\nYou dense...arrogant...traitorous...\nungrateful little bastard.\n\nBeatty stuns Montag by hauling off and slapping him hard across\nthe ear (the one with the seashell in it). WHAP!\n\nINT - FABER'S APARTMENT - NIGHT\n\n-- and the sound makes Faber jump, wrenching off his headset\nas if he'd been slapped himself --\n\nEXT - MONTAG'S HOUSE - NIGHT\nCAPTAIN BEATTY\nAfter all I did for you. After the\nkindness I showed.\n\nWHAP! Another slap across the same ear. Montag clutches the\nside of his head in agony --\n\nCAPTAIN BEATTY\nI vouched for you. Put my professional\nstanding on the line for you. This\nis how you repay me? And betray me?\n\nWHAP! Beatty slaps him a third time -- only this time uses\nhis other hand. The blow rocks Montag's head, and:\n\nThe seashell flies from his ear, skittering onto the pavement .\nIN THE CONTROL VAN\nController #1 enters a command:\n\nCONTROLLER #1\nJamming transmission now.\n\f89.\nBEATTY\nstrolls to the seashell, scoops it off the pavement.",
  "67": "---END OF PREVIOUS SECTION---\nIN THE CONTROL VAN\nController #1 enters a command:\n\nCONTROLLER #1\nJamming transmission now. 89. BEATTY\nstrolls to the seashell, scoops it off the pavement. \n---TARGET SECTION TO BE ANNOTATED---\nCAPTAIN BEATTY\n\nYour pal Faber?\n\n(off Montag's shock)\nOf course I know! I've been tracking\nyour every step! There are cameras\non every street corner of this city,\nyou moron! And Faber's been under\nsurveillance from the moment his\nnephew went on the run!\n\n(raises his clipboard)\nWe have you talking to him in the\npark! Entering his building! Chatting\non the roof! Want to see? Or are\nyou willing to take my word for it?\n\nMONTAG\nFaber! Run!\n\nCAPTAIN BEATTY\nGo ahead, yell. He can't hear you.\nWe've jammed the transmission.\n(closing in)\nThe next thing Mr. Faber knows, the\npolice will be kicking his door in.\nWS Want to go over there, just to see\nthe look on his face? Oh, dear, I\nalmost forgot. You'll be in custody\nyourself. For treason and sedition.\n(stops before him)\nIf you're through making a fool of\nyourself, you're under arrest.\n\nBeat. Montag stands pinned in Beatty's gaze. And then:\n\nCLICK. He works the safety catch on the flamethrower. The\nflame billows up with a gentle hiss.\n\nBeatty goes stiff, eyes widening slightly. And he smiles.\n\nCAPTAIN BEATTY\nWell, that's one way to get an\naudience. Hold a gun on a man and\nmake him listen to your speech.\nWell, speech away. What'll it be\nthis time? Why don't you belch\nShakespeare at me? \"There is no\nterror, Cassius, in your threats,\nfor I am armed so strong in honesty\nthat they pass me as an idle wind,\nwhich I respect not!\" How's that?\nGo ahead, you trembling little prick.\nPull the trigger.\n\n \n\f \n\n90.\nMontag is trembling. Softly:\n\nMONTAG\nWe never burned right.\n\nCAPTAIN BEATTY\nHand it over, Montag. You're done.\n\nBeat .\n\nWHOOOOOOOOSH! An ERUPTION OF FIRE leaps out and hits Beatty\nsquare in the chest, a searing fist of flame that grips him,\nenvelops him, drives him back, blows him off his feet.",
  "68": "---END OF PREVIOUS SECTION---\nBeat . WHOOOOOOOOSH! An ERUPTION OF FIRE leaps out and hits Beatty\nsquare in the chest, a searing fist of flame that grips him,\nenvelops him, drives him back, blows him off his feet. \n---TARGET SECTION TO BE ANNOTATED---\nBeatty sails through the air on a booster of fire, a blazing,\nshrieking scarecrow. He lands on his back in a flaming heap,\narms flailing and legs drumming...and then goes still.\n\nA hush falls. For an extended moment the scene is a tableau,\neverybody frozen, faces slack with unspeakable shock.\n\nIN THE CONTROL VAN _ t.,\n\nThey can't believe what they just saw on their screens.\nAERIAL VIEW FROM HOVERCOPTER\n\nCircling the scene below, monitors recording everything.\n\nMONTAG\n\nstands with the murder weapon in his hands, just as stunned\nas everybody else. He's looking at his hands as if they'd\nacted on their own volition, as if they weren't even his.\n\nHe looks up. Firemen are backing away, a few turn and run.\n\nMontag knows there's no going back. Ever. He embraces his\nmoment of insanity, sets his feet --\n\nMONTAG\nRUUUUUN!\n\n-- and begins to burn. WHOOOOOSH! Firemen scatter, running\nclear as an ARC OF FLAME sweeps up and down the Salamander,\nengulfing the firetruck, turning it into a blazing pyre.\n\nMontag turns, swiveling the nozzle toward the control van...\n++-and WHOOOOOOSH! FLAMES envelop the forward half of the\nvan. The controllers scatter from their posts and evacuate\nout the back doors, running into the night as:\n\nMontag circles around, BLASTING FIRE into the now empty van.\nMonitor screens EXPLODE, spewing glass.\n\f \n\n91.\n\nHe turns again, SCREAMING now, primal, stripped bare, hosing\nthe firetruck again, burning everything, burning all.\n\nThe flamethrowers lining the truck start EXPLODING on their\nmounts, one after another, sending FIREBALLS into the sky.\n\nThe hovercopter veers off, fleeing the explosions.\n\nBOOOOM! The fuel tank blows, lifting the Salamander into the\nair and slamming it awesomely back down again, now a tangle\nof shattered, flaming wreckage.\n\nAnd then all is still. Montag stands, alone now, the street\naround him in flames.\n\nIn a daze, he walks over to his murdered captain. The body's\nstill burning.",
  "69": "---END OF PREVIOUS SECTION---\nMontag stands, alone now, the street\naround him in flames. In a daze, he walks over to his murdered captain. The body's\nstill burning. \n---TARGET SECTION TO BE ANNOTATED---\n Montag scans the pavement, finds:\n\nThe seashell. It's a bit scorched, but seems intact. He picks\nit up, holds it to his ear with a shaky hand. He hears STATIC,\nintermittent sound -- a voice?\n\nMONTAG\nFaber? Faber? Can you hear me?\n\nThe Mechanical Hound lunges from the flaming wreckage of the\nfiretruck, trailing fire as it streaks across the pavement.\n\nWHAM! The beast hits Montag like a train, taking him off his\nfeet. He hits the pavement hard, the seashell goes flying.\n\nThe Hound starts savaging him, Montag bashing it with the\nflamethrower nozzle, trying to drive it off.\n\nThe beast clamps down on his thigh and the hypo tongue shoots\nout, jabbing hard into Montag's flesh. Montag SCREAMS as the\nplunger depresses and the amber fluid starts to flow. But\nonly half the dose is emptied, because Montag rams the\nflamethrower nozzle into the Hound's mouth and:\n\n \n\nWHOOOOM! A BLAST OF FLAME erupts, driving the beast back,\nblowing it off its feet. Flaming fluid spatters everywhere.\n\nMontag's on fire, rolling across the pavement, trying to\nsmother the flames. He yanks the small extinguisher off his\narm and hoses himself with retardant, putting himself out.\n\n \n\nHe sits up, sees the flaming Hound coming for him again. He\n\nlets the thing have it in the face with ANOTHER BLAST OF FIRE,\ndriving it back --\n\nHOUND'S POV\n\n-- and the flames damage the Hound's optics, its image of the\nworld jittering to snow as FLASHING WORDS appear: \"Warning.\nOptic Damage. Warning. Optic damage.\"\n\f \n\n92.\nMONTAG\n\nwatches the Hound spinning in circles, burning and blinded,\nenraged, lashing out in all directions.\n\nMontag rolls over, tries to get to his feet. He collapses,\nSCREAMING, his leg useless from the dose of procaine.\n\nHe throws the quick-release buckles and shrugs the flamethrower\noff. Trying again, he manages to get halfway to his feet,\nhobbling across the pavement to the seashell.",
  "70": "---END OF PREVIOUS SECTION---\nHe collapses,\nSCREAMING, his leg useless from the dose of procaine. He throws the quick-release buckles and shrugs the flamethrower\noff. Trying again, he manages to get halfway to his feet,\nhobbling across the pavement to the seashell. \n---TARGET SECTION TO BE ANNOTATED---\n He scoops it\n\nup, jams it in his ear, fleeing the scene.\n\nMONTAG\nFaber! Run! Get out! They'll be\nthere any minute!\n\nINT - FABER'S APARTMENT - NIGHT\nFaber's frantic, tweaking the signal, trying to hear.\n\nFABER\nYou there? You hear me? Montag?\n\nMONTAG'S VOICE\n(£iltered)\n--et out--r-partment--ow abou--you--\nere--ny minu--et ou--now--\n\nEXT - ALLEY - NIGHT\nOn the run, hobbling:\n\nMONTAG\nIt all went wrong! You have to get\nout, understand? They're coming for\nyou! You have to run!\n\nFABER'S VOICE\n(filtered)\n--nderstand--ndersta--t--hear you--\nare you--abou--you--pla--at--\n\nStatic. Montag crashes through a backyard, through the laundry\nline, over a low fence. Dogs start BARKING. Lights come on.\n\nCAMERA FOLLOWS as he keeps going, getting dopey, the procaine\nhitting his brain. He's crossing an open field, some bushes\nand trees. He shakes his head, trying to clear it...\n\n...and stops, the world swimming before his eyes. He's seeing\ndouble, triple. He crawls into some bushes and collapses there,\nrolling onto his back, staring at the sky.\n\nSIRENS are wailing somewhere. Hovercopter SEARCHLIGHTS probe\nin the distance. Suddenly, the signal clears:\n\f \n\n93.\n\nFABER'S VOICE\n(filtered)\n--ntag? Montag?\n\nMONTAG\nYes? Yes? I hear you.\n\nINTERCUT BETWEEN MONTAG'S AND FABER'S LOCATIONS:\n\nFaber's in his overcoat, racing down the back stairs of his\nbuilding, careening from landing to landing:\n\nFABER\nI'm leaving. I'm getting out.\n\nMONTAG\n{processes that)\nGood. That's good.\n\nFABER\nAre you okay? Can you tell me where\nyou are?\n\nMONTAG\n\nUm...not so good. Not so good right\nnow. Where? Um. No. Not really.",
  "71": "---END OF PREVIOUS SECTION---\nUm. No. Not really. \n---TARGET SECTION TO BE ANNOTATED---\nFABER\nYou don't know where you are? Are\nyou hurt? Can you walk?\n\nFaber dashes out the back door and into the street, getting\nlost among the pedestrians. He glances back. POLICE CARS are\npulling up at his building b.g. He missed them by moments.\n\nFABER\nMontag? Montag?\n\nMontag's lying there, staring at the sky. He starts to laugh.\n\nMONTAG\nIt's there. I see it.\n\nFABER\nWhat?\n\nMONTAG\n\nClarisse said so. It's there. There\nis a man in the moon...\n\n(laughs)\n+-.or. Could be drugs.\n\nFABER\nMontag! You have to think clearly!\nFocus!\n\f \n\n94.\n\nMONTAG\nUm, okay. Focusing. Right.\n\nFABER\nThere's an abandoned district east\nof downtown. Across the river from\nthe power plant. You know it?\n\nMONTAG\nPower plant? Yeah...\n\nFABER\nAcross the river from the plant!\nOld round building, 10th and Savoy!\nIf I can't come to you, kiddo, you\ngotta come to me! C'mon, you can do\nthis! 10th and Savoy!\n\nMontag sits up painfully, trying to clear his head.\nMONTAG\n\nYeah, yeah, 10th and Savoy. Shut up\nalready.\n\nMontag takes a final, longing look at the moon...and with\nevery ounce of willpower he's got, pushes to his feet...\n\nEXT - CITY STREET - NIGHT\n\n..-while Faber clicks off his transmitter, comes around the\ncorner -- and stops, gazing up in shock.\n\nREVERSE ANGLE\n\nreveals a GIANT STREET MONITOR on a building. On it, five\nstories high, is the footage of Montag killing Beatty taken\nfrom the hovercopter. CROWDS are gathering to watch as they\nshow the event again and again, along with all the lurid,\nlate-breaking details.\n\nFaber looks around. Every monitor in the city's showing it.\n\nCUT TO:\nEXT - TRASH FIELD - NIGHT\n\nRubble everywhere, like the surface of the moon. The city\nlooms before us. Montag enters frame, limping toward it...\n\nCUT TO:\n\nEXT - FIELD - NIGHT\n\n..",
  "72": "---END OF PREVIOUS SECTION---\nThe city\nlooms before us. Montag enters frame, limping toward it... CUT TO:\n\nEXT - FIELD - NIGHT\n\n.. \n---TARGET SECTION TO BE ANNOTATED---\n-while far behind him, twigs are snapping. Something comes\nthrough the bushes, emerges into the moonlight:\n\f \n\n95.\nThe Hound. Scorched and semi-blind, eyes stuttering. It's\nlimping, gears and servos grinding with every step. But the\n\ndamn thing still works -- especially its nose. It sniffs the\nspot where Montag was sprawled, presses on...\n\nCUT TO:\nEXT - CITY - ABANDONED DISTRICT - NIGHT\n\nDeserted streets. Montag limps along a brick wall upon which\na long scrawl of graffiti is spray-painted.\n\nHe comes around a corner, gazes up. There, looming above us,\n\nis the ROUND BUILDING at 10th and Savoy -- a ten-story cylinder\nof brick, grimy as hell, ringed with windows and fire escapes,\nhemmed in by other buildings just as ancient and decrepit.\n\nINT - BUILDING - NIGHT\n\nMontag enters through a broken doorway. The place is trashed.\nRats squeak and scurry. He works his way through darkness...\n\nMONTAG\n(softly)\nFaber?\n..-and_a DARK SHAPE lunges from the shadows.\n\nIt's a HOMELESS MAN -- huge, bearded, malevolent. He's got an\niron pipe in hands, poised to attack.\n\nHUGE HOMELESS MAN\nYou the fireman?\n\nMontag nods cautiously...\nINT - MAIN ROTUNDA - NIGHT\n\n..-.and is led into the rotunda. GROUPS OF HOMELESS are huddled\nin the shadows around small cookfires, glaring suspiciously.\n\nThe huge homeless man taps him, directs his attention up.\n\nCAMERA ANGLES UP to reveal that the interior of the building\nis open all the way to the ceiling ten floors above -- each\nfloor is a round landing encircling the open shaft up the\nmiddle. A face appears high above, peering down -- Faber.\n\nFABER\nThank God.\n\f \n\n \n\n96.\nEXT - CITY STREET - NIGHT\n\nThe Hound sniffs along the same graffitied wall. It pauses at\nthe corner, looks up...\n\nHOUND'S POV\n\n.;:and the image of the round building flashes and stutters,\nflashes and stutters...\n\nCUT TO:\nINT - POLICE COMMAND CENTER - NIGHT\n\n..",
  "73": "---END OF PREVIOUS SECTION---\nIt pauses at\nthe corner, looks up... HOUND'S POV\n\n.;:and the image of the round building flashes and stutters,\nflashes and stutters... CUT TO:\nINT - POLICE COMMAND CENTER - NIGHT\n\n.. \n---TARGET SECTION TO BE ANNOTATED---\n-While a BEEPING SIGNAL FLASHES on a screen over a SATELLITE\nVIEW of the city. A POLICE DISPATCHER is intently monitoring\nthe signal as his CAPTAIN leans into frame.\n\nDISPATCHER\nBeen tracking this for a few minutes\nnow.. Signal's faint. In and out.\nIt's Beatty's Hound.\n\nPOLICE CAPTAIN\nPinpoint it before you lose it. And\nI mean to the square yard.\n\nThe dispatcher clicks the image down closer and closer...until\nthe round building is prominent in frame.\n\nCUT TO:\nINT - ROUND BUILDING - SEVENTH FLOOR LANDING - NIGHT\n\nFaber helps Montag along the curved landing past long rows of\ntall sheet-covered shelves, the smoke from the cookfires\ndrifting up from below. Montag's leaning on Faber, limping.\n\nFaber pulls him into a dark cubby hole between shelves. The\narea contains a cot, a few chairs, a sleeping bag, some tin\npots and pans are on a crate. Montag sits heavily on the floor.\n\nFABER\nYou gonna make it?\n\nMONTAG\nMy head feels clearer. Leg hurts\nlike hell.\n\nFABER\nBut can you travel?\n(off Montag's look)\nI caught your act on the news. Me\nand a few billion other people.\nYou're more wanted than Dillinger.\n\f \n\n \n\n \n\n97.\n\nFaber starts pulling clothes from an old foot locker, rooting\nthrough them, tossing some to Montag.\n\nFABER\nLose the uniform. These are old and\ndisgusting, but you'll be less\nconspicuous.\n\nMONTAG\n(sniffs the clothes)\nWhere we going?\n\nFABER\nFar away as possible.\n(off Montag's look)\nThere are some people, south of the\ncity, up in the mountains...\n\nMontag painfully starts peeling his uniform off.\n\nMONTAG\nWhat kind of people?\n\nFABER\nPeople. The kind that ran out of\nluck. Like us.\n\nMONTAG\nThey live in the mountains?\n\nFABER\n\nBetter than prison or re-education\ncamps. You'll like these folks,\nthey've got books. Lots of books.\n\n(tosses more clothes)\nIn case we get separated, follow\nthe river out of the city.",
  "74": "---END OF PREVIOUS SECTION---\nYou'll like these folks,\nthey've got books. Lots of books. (tosses more clothes)\nIn case we get separated, follow\nthe river out of the city. \n---TARGET SECTION TO BE ANNOTATED---\n Always\nstick to the river. Got that? C'mon,\nget those clothes on...\n\nEXT - ROUND BUILDING - NIGHT\n\nAERIAL VIEW of the building, a beautiful establishing shot.\nAs OUR ANGLE SLOWLY DESCENDS...\n\n---a PLITTER enters frame, dropping almost quietly from the\nsky. Followed by another. And another. A string of flitters\ndescending toward the roof like drifting seed pods.\n\nA flitter is a one-man flying exoskeleton with four ducted\nturbofans, two above and two below -- picture a flying suit\nopen at the front that you step into. Each one is piloted by\na_ SWAT TROOPER, armored and helmeted, face invisible behind a\ngleaming black visor. (Each flitter also has a pair of\nautomated GATLING GUNS mounted on the sides.)\n\f \n\n98.\n\nThe flitters touch down one after another, gentle as kisses,\ninstantly taking off again as each trooper jumps clear.\n\nThe flitters now become pilotless drones that begin circling\nthe building, onboard systems going fully automatic, computers\nand gyros humming. IMAGING SCANNERS activate, methodically\nsweeping the building...\n\nON THE ROOF\n\n+..as the troopers scurry across the roof, weapons at the\nready, moving with scary precision and hand signals. They\nassemble, crouching in a circle formation, waiting...\n\nON THE GROUND\n\n-.-aS8 SWAT APC VEHICLES encircle the building on the ground,\nalso sweeping with imaging scanners. TROOPS come pouring out\nof the vehicles, down alleys, taking up positions...\n\nINT - POLICE COMMAND CENTER - NIGHT\n..as the SCANNER IMAGES come through on the monitors:\n\nDISPATCHER\n(on headset)\nWe have movement throughout the\nbuilding, mostly first floor, but\nscattered throughout all levels. At\nleast four dozen unfriendlies by my\ncount. Check your handhelds...\n\nEXT - BUILDING ROOFTOP - NIGHT\n\nThe troopers on the roof check their plasma palm-screens as a\n\nschematic of the building appears. TINY GLOWING DOTS indicate\nthe people inside.\n\nEXT - BUILDING - HIGH ABOVE AN ALLEY - NIGHT\n\nA flitter is drifting sideways, tracking movement inside.",
  "75": "---END OF PREVIOUS SECTION---\nEXT - BUILDING ROOFTOP - NIGHT\n\nThe troopers on the roof check their plasma palm-screens as a\n\nschematic of the building appears. TINY GLOWING DOTS indicate\nthe people inside. EXT - BUILDING - HIGH ABOVE AN ALLEY - NIGHT\n\nA flitter is drifting sideways, tracking movement inside. \n---TARGET SECTION TO BE ANNOTATED---\n As\nit comes near, its onboard plasma screen shows TWO HUMAN\nFIGURES IN HEAT REGISTER SHAPES moving along together...\n\nINT - SEVENTH FLOOR LANDING - NIGHT\n\n..-which are Montag and Faber hurrying down the long row of\nsheet-covered shelves. Montag's new clothes are pretty shabby,\nbut at least the coat is warm.\n\nMONTAG\nWhat was this place?\n\n. FABER\nBelieve it or not, it was a book\ndepository once. In fact...\n\f \n\n \n\n99.\n\nHe indicates the covered shelves. With a look of disbelief,\nMontag reaches up grabs a sheet, pulls it off. A whole row of\neight-foot high shelves are revealed, lined with books.\n\nMONTAG\nYou're kidding.\n\nPABER\nBeen trickling in here for decades.\n\nProbably the biggest stash in North\nAmerica.\n\nMontag continues down the line, stunned, pulling off more\nsheets, revealing more books. He looks around, sees the various\nlevels lined with covered shelves. Books beyond counting.\n\n \n\nFABER\nSome people and I were trying to\nwork out a plan once to get 'em out\nof the city. Never could figure out\nhow to move so many books, though,\nnot with all the surveillance. Then\nI got arrested, and nothing ever\ncame of it. That was years ago. And\nhere they sit.\n\nFaber glances over, sees a book, pulls it off the shelf -- a\npaperback of \"David Copperfield.\"\n\nFABER\nOh, nice. Take this one. For the\ntrip. One of my favorites.\n\nMontag slips the book into his pocket with a smile, pulls\ndown the next sheet, revealing:\n\nThe flitter is outside one of the huge windows just on the\nother side of the shelves, hovering there, peering in. Montag's\nstunned, frozen. Faber can't see from his angle:\n\nFABER\nWhat?\n\nThe gatling guns abruptly swivel up and lock into place.\n\nMontag lunges, slamming into Faber as:\n\nBRRRAAAAAAAAPPP! The window and the surrounding walls EXPLODE\ninward in a hurricane of masonry and glass. Montag and Faber\nhit the floor, the bookshelves above their heads vaporizing\nin a cloud of paper and wood...",
  "76": "---END OF PREVIOUS SECTION---\nMontag lunges, slamming into Faber as:\n\nBRRRAAAAAAAAPPP! The window and the surrounding walls EXPLODE\ninward in a hurricane of masonry and glass. Montag and Faber\nhit the floor, the bookshelves above their heads vaporizing\nin a cloud of paper and wood... \n---TARGET SECTION TO BE ANNOTATED---\nON THE ROOF\n\n---while the troopers, still in their circle formation, FIRE\nBOLTS straight down into the tarpaper at their feet.\n\f \n\n \n\n100.\n\nThey turn, running out to form a wider circle where they FIRE\ndifferent bolts into the roof -- unlike the first, these are\nrappelling bolts. They quick-snap steel cables leading from\ntheir chest harnesses, getting ready...\n\nIN THE BUILDING\n\n...as silence falls. Montag and Faber look up from the floor,\nears ringing, stunned. Montag crawls a few feet, peers around\nwhat's left of the book shelf.\n\nA huge section of exterior wall is gone. The flitter's out\nthere, scanning and hovering. Locking in.\n\nMontag grabs Faber, pulls him to his feet, runs.\n\nBRRRRAAAAAAAAAAPPP! BRRRRAAAAAAAAPPP! The flitter tracks them\nsideways, the wall disintegrating to dust in the onslaught.\n\nMontag and Faber run along the landing, books and shelving\nexploding and vaporizing down the line behind them, churned\ninto clouds of confetti, erupting out over the railing, snowing\ndown to the floors below --\n\nGROUND FLOOR\n\n~- where doors EXPLODE off their hinges, people SCREAMING and\nscattering as troopers swarm in, laser-sighted assault rifles\nsweeping to and fro in the darkness. BURSTS OF GUNFIRE erupt --\n\nSEVENTH FLOOR\n\n-- as Montag and Faber dive to the floor. The flitter's gatling\nguns sweep over their heads and past them, ripping on down\nthe row of bookshelves...\n\nOUTSIDE\n\n...and the flitter pauses, ceasing fire, coming back again to\nscan for its target...\n\nINSIDE\n...as Montag and Faber hug the floor, thinking the flitter's\n\ngone, deafened by the GUNFIRE ECHOING through the building\nfrom below. A frozen moment as their eyes meet:\n\nMONTAG\nI'm sorry.\n\nFABER\nDon't. I haven't felt this good in\nyears.\n\n(a harsh laugh)\nI'm scared shitless.\n\f \n\n \n\n101.",
  "77": "---END OF PREVIOUS SECTION---\nI haven't felt this good in\nyears. (a harsh laugh)\nI'm scared shitless. 101. \n---TARGET SECTION TO BE ANNOTATED---\nMONTAG\nCome on! Let's find a way out!\n\nThey lunge to their feet, start to run, but:\nSLOW MOTION\n\nBRRRRAAAAAAAAAAPPPPPPP! The flitter's gunfire chews through\nthe bookshelves again, churning up a tornado of debris...\n\n..-as Montag spins, grabbing Faber's hand...\n\n..-and the gunfire hits Faber, blowing him off his feet,\nknocking him sideways in a hazy red mist, ripping him out of\nMontag's grasp, propelling him through the railing...\n\n...as Montag spins, jerked off balance, also crashing through\nthe railing...\n\n...and Faber sails out over the seven story drop inside the\nbuilding, floating now in a halo of debris...\n\n..-.and Montag plummets, grabbing the collapsing railing as he\nvaults out over the drop...\n\n...and Faber falls away from us, drifting away like a dream,\ndown and down through the concentric circles of the landings\ntoward the ground floor far below...\n\nRESUME SPEED\n\nas Montag jerks to a stop, holding on to the shattered railing\n\nabove his head for dear life, legs kicking wildly above the\nsame sickening drop that Faber just took.\n\nThe railing is disintegrating in his grasp, lurching, tearing\nloose. He looks down, sees the sixth floor landing below his\nfeet. He tries to swing himself in, kicking as his toes barely\nscrape the edge of the railing below...\n\n..-and the railing he's holding rips loose. Montag plummets --\n\nbut hooks the sixth floor railing with his arms as he\nfalls, slamming to a hard stop, SCREAMING as a few ribs break.\n\nHe holds on, dazed with shock and pain, trying to find the\nstrength to pull himself up and over, while:\n\nON THE ROOF\n\nThe troopers tuck their heads and detonate the inner circle\nof bolts -- a RING OF SMALL EXPLOSIONS kicks up...\n\nIN THE BUILDING\n\n.--tearing loose a 20-foot diameter circle of the roof which\ndrops awesomely into the building, plummeting past Montag...\n\f \n\n \n\n102.\nON THE ROOF\n\n...and the troopers rush from their positions, jumping through\n\" the smoking hole...",
  "78": "---END OF PREVIOUS SECTION---\nIN THE BUILDING\n\n.--tearing loose a 20-foot diameter circle of the roof which\ndrops awesomely into the building, plummeting past Montag... 102. ON THE ROOF\n\n...and the troopers rush from their positions, jumping through\n\" the smoking hole... \n---TARGET SECTION TO BE ANNOTATED---\nIN THE BUILDING\n\n+,-,and dropping down in a controlled freefall on their harness\n\nrigs, laser sights sweeping the air.\n\nHomeless people break cover on various landings, running for\ntheir lives. The troopers OPEN FIRE as they plummet on their\ncables, nailing evacuees on the run, shooting at anything\nthat moves.\n\nMontag hauls himself up and over the railing onto the sixth\nfloor landing. He staggers to his feet and darts off behind\nthe bookshelves into the shadows as the troopers drop into\nframe from above, their GUNFIRE chewing the area...\n\nHANDHELD\n\nMontag runs, a breathless plunge through madness, turning\nthis way and that, hearing yells and screams, barely avoiding\nthe troopers pounding up the stairs and sweeping the building,\nFLASHES OF GUNFIRE stuttering and lighting up the shadows.\n\nHe comes to a window. His only way out. He grabs an old metal\nchair, swings it, bashes out the window. CAMERA FOLLOWS HIM\nout onto a fire escape six floors above the ground...\n\n-.-and his nemesis the flitter descends into frame before\nhim, gatling guns swiveling up and locking into place.\n\nMontag freezes, nowhere to go, knowing he's dead, and:\nWHIIITITIRRRRR! The gatling guns spin, out of ammo.\n\nMontag's stunned. Hearing VOICES behind him. A heartbeat of\ndecision, and:\n\nHe jumps from the landing, slams into the flitter, arms wrapped\naround one of the lower turbofan ducts, hanging on for dear\nlife as the flitter bobs and spins, off balance, gyros\nstruggling as it goes twisting out of control, sailing across\nthe street toward the face of the building next door...\n\nINT - BUILDING NEXT DOOR - NIGHT\n\n-;-and CRASHING AWESOMELY in through a window, dragging Montag\nwith it, a storm of glass, Montag bouncing free as the machine\ngoes banging/cartwheeling off across the floor, plowing through\na wall and vanishing, gyros screaming as it keeps trying to fly.\n\n \n\f \n\n \n\n103.\n\nMontag rises, dazed and bleeding, looks out the demolished\nwindow.",
  "79": "---END OF PREVIOUS SECTION---\nINT - BUILDING NEXT DOOR - NIGHT\n\n-;-and CRASHING AWESOMELY in through a window, dragging Montag\nwith it, a storm of glass, Montag bouncing free as the machine\ngoes banging/cartwheeling off across the floor, plowing through\na wall and vanishing, gyros screaming as it keeps trying to fly. 103. Montag rises, dazed and bleeding, looks out the demolished\nwindow. \n---TARGET SECTION TO BE ANNOTATED---\n Across the street in the round building, the battle\nstill rages, GUNFIRE FLASHING and echoing within.\n\nHe turns away, horrified. CAMERA FOLLOWS as he limps through\nthe shadows, looking for a way out...\n\nEXT - ALLEY - NIGHT\n\n...and bashes through a basement-level window. He crawls out,\nhugging the shadows as a hovercopter SEARCHLIGHT sweeps by.\nHe can still hear sporadic gunfire from the block over.\n\nMontag runs down the alley, vanishing into the night...\n\nCUT TO:\nINT - POLICE COMMAND CENTER - NIGHT\n\nThe dispatcher's listening on his headset as the reports come\nin. He turns, causing shock in the room:\n\nDISPATCHER\nWe lost him.\n\nAll eyes go to a MAN IN A SUIT in the shadows. This is no\ncop, but a DHS OFFICIAL -- a man of scary power. He steps\nforward. We don't see his face clearly, but the monitors in\nthe room are reflected in his glasses.\n\nMAN IN SUIT\nWe're on a live feed. Half the world\nis watching. No way do we \"lose\" him.\n(checks his watch)\nHe dies in ten minutes. Do it.\n\nEXT - CITY - NIGHT\n\nMore populated here, a Times Square feel. Montag limps along\nin the flow of PEDESTRIANS, trying not to be noticed.\n\nEXT - CITY - DIFFERENT AREA - NIGHT\n\nSWAT APCs screech up, followed by a Fire Department CONTROL\nVAN. MEN jump out, circle to the rear, open the doors. THREE\nMECHANICAL HOUNDS bound out, racing off in a pack...\n\nAERIAL VIEW\n\n---and we're watching from a HOVERCOPTER as the Hounds streak\nacross the street below us.\n\nPILOT'S VOICE\n(heavily filtered)\nAir Nine to Command. There go the\nHounds. Tracking now.\n\f \n\n104.\nThe AERIAL VIEW TILTS, following the Hounds...\nEXT - CITY STREET - NIGHT\n\n...While Montag limps on. He sees a COP CAR cruising this\nway, ducks into a crowd watching storefront VIDSCREENS:\n\nANNOUNCER\n..-authorities now predicting a\nswift conclusion to the manhunt.\nCitizens are urged to get involved.",
  "80": "---END OF PREVIOUS SECTION---\nWhile Montag limps on. He sees a COP CAR cruising this\nway, ducks into a crowd watching storefront VIDSCREENS:\n\nANNOUNCER\n..-authorities now predicting a\nswift conclusion to the manhunt. Citizens are urged to get involved. \n---TARGET SECTION TO BE ANNOTATED---\nWatch for this man! Guy Montag!\nTraitor! Cold-blooded murderer!\n\nA PHOTO OF MONTAG pops up. RACK FOCUS to the real Montag in\nthe midst of the crowd. He moves uneasily among them, cap\npulled low, as the vid screens keep blaring:\n\nANNOUNCER\n(touches his earpiece)\nGoing live now to Dow Phillips on\nthe scene...Dow, what's happening\nthere?\n\nA REPORTER pops up, broadcasting live via minicam:\nREPORTER\nSteve, this was the scene just\nmoments ago at Civic Center...\n\nMontag turns to see NEW FOOTAGE POP UP: the three Hounds\nleaping from the van and racing off.\n\nREPORTER\nAnd they're off! Three Hounds --\ncount 'em, three! -- have been brought\n\nin to deal with the situation! Now\nthat's unprecedented, but then so is\nthis crime, which has shaken this\ncity to its foundations...\nMontag's heart goes into his throat. He keeps moving...\n\nTHE HOUNDS\n\nrace through the streets, ignoring traffic, scattering\npedestrians...\n\nTHE HOVERCOPTER\nblasts over the city, turbofans SHRIEKING...\n\nPOV FROM AIR\n\nof city streets whizzing below us. The Hounds veer off ina\nnew direction...\n\n \n\f \n\n105.\n\nPILOT'S VOICE\n(heavily filtered)\nChanging direction. Heading west.\n\nTRAVELING POV FROM GROUND\n\nof the hovercopter above us. TILT DOWN TO a SWAT APC speeding\nthrough the streets with LIGHTS AND SIRENS...\n\nAPC TROOPER'S VOICE\n(heavily filtered)\nCopy that. Heading west.\n\nEXT - STREETCORNER - NIGHT\n\n+++a8 STREETCORNER VIDS give us the breathless play-by-play\nover an AIR-TO-AIR SHOT of the police hovercopter...\n\nANNOUNCER (V.0O.)\n\n--yes, our Eye In The Sky hovercam's\ncoming through very clearly. You can\nsee the police hovercopter there...and\nthe Hounds below...\n\n...the VIDSCREEN IMAGE ANGLES DOWN, shaky, to the Hounds racing\nalong the street. Montag steps TIGHT INTO FRAME F.G. , tearing\nhis gaze from the vids and gazing up toward the sky.",
  "81": "---END OF PREVIOUS SECTION---\n...the VIDSCREEN IMAGE ANGLES DOWN, shaky, to the Hounds racing\nalong the street. Montag steps TIGHT INTO FRAME F. G. , tearing\nhis gaze from the vids and gazing up toward the sky. \n---TARGET SECTION TO BE ANNOTATED---\nANNOUNCER\nWe're told they've changed direction\nnow. Heading west. Toward the river.\n\nMontag's heart sinks. There are hovercopters all over the\ncity. Which one is pursuing him? He forces himself to wait\nfor the light to change, desperate not to attract attention\nto himself, sweating bullets all the while.\n\nPUNDIT\nSteve, these Hounds are amazing\ntechnology, with a sense of smell a\nhundred thousand times keener than\na real dog's. This gives them instant\nDNA recognition, which means they\ncan identify a human being simply\nby smell...\n\nThe light changes. Montag crosses with the crowd...\n\nTHE HOUNDS\n\nrunning, a blur of chrome, a thunder of rubber-padded paws...\nMONTAG\n\nwalking faster now, jostling in a flow of pedestrians, hearing\nSIRENS, tossing terrified looks behind him...\n\f \n\n106.\nINT - POLICE COMMAND CENTER - NIGHT\n\nAll eyes on the monitors: an aerial view sweeping over the\nstreets below. Faces tense.\n\nEXT - STREET CORNER - NIGHT\n\nA CITY BUS is turning the corner, passing by us with its side\nvidscreens blaring --\n\nANNOUNCER\n---we'll be patching over any moment\nnow to Police Command, the nerve\ncenter of the hunt, live as it\nhappens. I'm told we can even expect\na live feed from the police\nhovercopter itself...\n\n-- and it wipes from frame, revealing Montag hurrying toward\nus. He pauses, looking up, hearing a hovercopter getting\ncloser. Still forcing himself not to run, he steps off the\ncurb, moving out across a wide empty boulevard alone...\n\nINT - POLICE COMMAND CENTER - NIGHT\n++-as the AERIAL VIEW on the monitor screen shows:\n\nA FIGURE crossing a wide empty boulevard below us. Caught in\nthe open. Turning and looking up.\n\nMAN IN SUIT\nThere.\n\nPOLICE CAPTAIN\n(on headset)\nTarget acquired. Repeat, target is\nacquired.\n\nINT - TV STATION - NIGHT\n\nANNOUNCER\n(listening on earpiece)\nThis just in! Authorities believe\nthey have spotted Montag! still\nwaiting to patch through to that\npolice hovercopter...",
  "82": "---END OF PREVIOUS SECTION---\nRepeat, target is\nacquired. INT - TV STATION - NIGHT\n\nANNOUNCER\n(listening on earpiece)\nThis just in! Authorities believe\nthey have spotted Montag! still\nwaiting to patch through to that\npolice hovercopter... \n---TARGET SECTION TO BE ANNOTATED---\nEXT - CITY STREET - NIGHT\n\nMontag spinning around, panicking, trying to see where his\npursuers are coming from, streetcorner vidscreens blaring:\n\nANNOUNCER\n---yes, yes, it's confirmed! Monta\n\nhas been spotted! Where's our live\nfeed?\n\f \n\n \n\n107.\nINT - POLICE COMMAND CENTER - NIGHT\n\nEverybody riveted to the screens as:\n\nMAN IN SUIT\nI want some nice close shots. I\nwant to see his face.\n\nDISPATCHER\nI need those overlays now!\n\nWHIP PAN TO another console, where a TECH is generating DIGITAL\n3D SCANS of Montag's face -- side view, front view.\n\nEXT - CITY STREET - NIGHT\n\nA MAN is crossing a wide empty boulevard alone -- not Montag.\nSome homeless guy with a pint bottle in a paper bag. He keeps\nturning around, looking up, more and more nervous about the\nhovercopter up there. Is it following him?\n\nSuddenly, the SEARCHLIGHT stabs down, pinning him in a halo\nof glare. He stands frozen, stunned, shielding his eyes...\n\nINT - POLICE COMMAND CENTER - NIGHT\n\n.-and ONSCREEN we see the homeless guy below us, gazing up,\ntaking a few nervous steps back. FLASHING COMPUTER LINES\nconverge on his face, locking in...\n\nDISPATCHER\nSwitching to overlay now.\n\n---and the man's face is replaced with a perfectly animated\nDIGITAL OVERLAY of Montag's face...\n\nPOLICE CAPTAIN\nGoing live?\n\nMAN IN SUIT\nWait. Put a gun in his hand.\n\nThe tech enters a fast command. FLASHING LINES converge again,\nputting a digital pistol in the fake Montag's hand.\n\nMAN IN SUIT\nNow. Go live.\n\nINT - Tv STATION - NIGHT\n\nANNOUNCER\nWe've got our feed! Going live now\nto the police hovercopter!\n\nWHIP PAN TO A STUDIO MONITOR as the live aerial image pops\nup, the fake Montag backing away, face clearly visible...\n\f \n\n \n\n108.\nEXT - CITY STREET - NIGHT\n\n.-.while the real Montag runs, his terror complete, the city\nspinning dizzily around him...\n\nANNOUNCER (V.0O.",
  "83": "---END OF PREVIOUS SECTION---\n108. EXT - CITY STREET - NIGHT\n\n.-.while the real Montag runs, his terror complete, the city\nspinning dizzily around him... ANNOUNCER (V.0O. \n---TARGET SECTION TO BE ANNOTATED---\nWe're live! There he is, there's\nMontag! That's him! He's running!\nEXT - CITY STREET - NIGHT\n\n..while the homeless man also runs, panicking now as the\nhovercopter buzzes him.\n\nSuddenly, the Hounds veer into view, streaking toward him.\n\nHe cuts and runs in another direction, sheer panic now, the\nbeasts pursuing him up the street.\n\nANNOUNCER (V.0O.)\nHe's running! He's got a gun!\n\nThe Swat APC screeches into view up ahead, cutting him off,\nthe troopers in the turrets aiming assault rifles...\n\nEXT - CITY STREET - NIGHT\n-+-as the real Montag slows, heart pounding...\nANNOUNCER (V.O.)\nHe's hemmed in! There's nowhere he\ncan go!\n-.-and he limps TIGHT TO CAMERA, gazing up.\nCAMERA COMES AROUND TO REVEAL a vidscreen on the side of a\nbuilding. The live feed. A man with a pistol and Montag's\nface is running. Screaming. The Hounds are catching up...\nEXT - CITY STREET - NIGHT\nMAN\nI AIN'T DONE NOTHIN'! I AIN'T DONE\nNOTHIN'!\n\n..-and the Hounds leap, taking him down, ripping at him in a\nflurry of titanium teeth, savaging him, dragging the body...\n\nINT - POLICE COMMAND CENTER - NIGHT\n++-.as everybody watches on the monitors. Softly:\n\nMAN IN SUIT\nAh. Happy ending.\n\f \n\n109.\nEXT - CITY STREET - NIGHT\n\nAs Montag watches, the image goes to a LIVE HANDHELD SHOT of\nthe Swat team running in with rifles poised, surrounding the\nbody, the Hounds now backing off...\n\nANNOUNCER\n\nMontag is down. You can see the\ntroopers converging. We're awaiting\nword.\n\n(pauses, listening)\nLadies and gentlemen, Guy Montag is\ndead. A vicious criminal has been\nbrought to justice. A grave crime\nagainst society has been avenged.\nAnd you saw it here...live.\n\nMONTAG\n\nstares at the vid, stunned. He turns away, sickened, looks\nacross an empty plaza at:\n\nThe river. The stone retaining walls are right there.",
  "84": "---END OF PREVIOUS SECTION---\nMONTAG\n\nstares at the vid, stunned. He turns away, sickened, looks\nacross an empty plaza at:\n\nThe river. The stone retaining walls are right there. \n---TARGET SECTION TO BE ANNOTATED---\n All he\nhas to do is walk to it.\n\nHe starts across the plaza, limping and exhausted.\n\nAs he nears the river, it's dawning on him that he's free.\nHe's done it. He's going to make it out of the city.\n\nAnd then something makes him stop. A sound? An instinct? He\nturns. Slowly. There, across the plaza:\n\nBeatty's Hound. Scorched chrome and gleaming teeth. still\ntracking him. Eyes dilating. Stuttering. Locking in...\nHOUND POV\n\n-+.as Montag stands frozen...the image flashing and\nstuttering...flashing and stuttering...\n\nTHE PLAZA\nMontag cuts and runs, making for the river wall.\n\nThe Hound launches itself across the pavement to intercept,\ngears grinding but fast as hell.\n\nMontag gets to the wall, no time to jump, grabs up a pipe and\nspins to defend himself as the beast leaps --\n\nWHAM! Montag nails the Hound with a terrific blow, sends it\ntumbling. The beast lands on its feet, paws scrabbling for\ntraction, lunging again. Montag drives it back with a desperate\nflurry of blows, hitting it again and again --\n\f \n\n \n\n110.\n\nMONTAG\nLET ME GO! GODDAMN YOU!\n\n-- and the Hound snatches the pipe from Montag's grasp,\ncrushing it with his jaws, metal grinding, whipping its head\nand hurling it clattering away across the ground.\n\nMontag tries for the wall. The Hound leaps, hits Montag. They\nboth go over, momentum carrying them into freefall...\n\nThey fall endlessly, Montag holding the beast by the throat,\nkeeping its teeth at bay. SPLASH! They hit the river --\n\nUNDERWATER\n\n-- and sink into the dark waters, still locked in combat. The\nHound is inches from Montag's nose, snarling and snapping,\ntrying to take his face off...\n\n.--but Montag wrenches free. The Hound lashes in utter demonic\nfury, for there's one thing Hounds can't do -- float.\n\nIt sinks away beneath Montag's feet, vanishing into the dark\nbrackish depths, jaws still snapping...\n\nEXT - RIVER SURFACE - NIGHT\n\n-.",
  "85": "---END OF PREVIOUS SECTION---\nThe Hound lashes in utter demonic\nfury, for there's one thing Hounds can't do -- float. It sinks away beneath Montag's feet, vanishing into the dark\nbrackish depths, jaws still snapping... EXT - RIVER SURFACE - NIGHT\n\n-. \n---TARGET SECTION TO BE ANNOTATED---\n.-and Montag breaks the surface, gasping in great lungfuls\nof air. It's all he can do to keep from drowning as the swift\ncurrent carries him away into the night...\n\nDISSOLVE TO:\nA SERIES OF SHOTS\n\nleaves the city behind and takes us further and further along\nthe river into the wilderness... .\n\n...with Montag clutching a gnarled old log like a shipwreck\nsurvivor, too weak to do anything but hold on, the current\ncarrying him along under the stars...\n\n+.-ever toward the mountains, where a faint smudge of rosy\nglow promises a coming dawn...\n\nDISSOLVE TO:\nEXT - RIVERBANK - PRE-DAWN\nMontag and his log are swept gently into a tangle of other\ndebris, coming to a stop. He's unconscious and shivering, his\n\nhands like white claws holding the log in a death grip.\n\nWe're looking at a man at the end of his last frayed rope.\nThis would be, literally, his last gasp. Except:\n\n \n\f \n\n \n\n111.\n\nFIGURES ENTER FRAME. Rough-hewn. We won't yet see their faces.\nThey gather at water's edge, peering down at Montag. Two of\nthe men wade into the water, pulling the log closer, prying\nhim free, handing him up toward the others.\n\nMontag is dragged onto the riverbank, though he's not even\naware it's happening. He's out of it, shaking with hypothermia\nand fever...\n\nCUT TO:\nEXT - WILDERNESS - DAWN\n\n..-and now he's wrapped in skins, being dragged along on a\nrough wooden litter, head whipping with feverish dreams...\n\nFLASHCUT INSERT\n\n..-where a nightmare Hound lunges into camera, a blur of teeth\nand eyes and procaine tongue...\n\nMONTAG\n\n-.-and Montag CRIES OUT, flailing at phantoms as they drag\nhim further and further into the mountains...\n\nFADE TO:\nINT - TENT - LATE DAY\n\nVery quiet here. CAMERA PANS a spill of waning sunlight across\nthe floor, coming to:\n\nMontag. He's wrapped in bedding up to his chin. A cool damp\ncloth on his forehead.\n\nHis eyes flutter open, trying to focus.",
  "86": "---END OF PREVIOUS SECTION---\nHe's wrapped in bedding up to his chin. A cool damp\ncloth on his forehead. His eyes flutter open, trying to focus. \n---TARGET SECTION TO BE ANNOTATED---\n He's coming back to\nus. As coherency returns, he looks around...\n\n-..and sees a LARGE MAN hunkered across the tent, staring at\nhim with piercing eyes and a wild tangle of beard. His name\nis GRANGER. He looks like he's been squatting there for hours.\n\nGRANGER\nSo. You live. You've been out all\nday, I was beginning to wonder.\n\nMontag tries to speak, but can't manage it just yet. Granger\nglances to a LITTLE BOY.\n\nGRANGER\nGo on, get the others.\n\nThe boy scampers from the tent. Montag becomes aware of a no-\nnonsense elderly woman, MAGGIE, as she leans over and gives\nhim a sip of water.\n\f \n\n112.\n\nMONTAG\nThank you.\n\nPEOPLE start entering, finding places, hunkering down. Montag\nfinds faces staring at him, not all of them friendly -- WILSON,\nSYKES, MORALES, PEMBERTON, ROYCE. Whispers are exchanged, as:\n\nMORALES\nMaggie?\n\nMAGGIE\nHypothermia almost did him in. And\nbeing in that filthy river all night\nwith all these cuts...I had to pump\nhim full of antibiotics.\n\nSYKES\nAs if we had plenty to spare. We\nshould have left him where he was.\n\nWILSON\nMurdered him, you mean?\n\nSYKES\nJust let the river have him. That\nwould have been enough.\n\nWILSON\nAmounts to the same thing.\n\nGRANGER -\nThat's not the way we do things.\nNot who we are. You know that.\n\nSYKES\nWhat I don't know is that we can\ntrust him.\n\nPEMBERTON\nThat broadcast. The manhunt. Could\nhave been faked. A ploy.\n\nSYKES\nHe could be a plant. They might be\nlooking to crack down on us. Of\ncourse they'd have to find us first.\nWhat better way?\n\nGRANGER\nSo you do think we should kill him.\n\nGranger unsheathes a bowie knife, passes it to Sykes.\nGRANGER\n\nGo on. You feel most strongly about\nit. He's all yours.\n\f \n\n \n\n113.",
  "87": "---END OF PREVIOUS SECTION---\nYou feel most strongly about\nit. He's all yours. 113. \n---TARGET SECTION TO BE ANNOTATED---\nSykes holds the knife awkwardly, meets Montag's gaze. Montag\nglances to Granger, notes his twinkle of amusement as:\n\nGRANGER\nGo on, hell. I'm hungry. Dinner's\nwaiting.\n\nSYKES\n\nDammit. You know that's not what I\nmean. We can just leave him behind.\n\nVOICE (0.S.)\nNo, I say do it. Kill him.\n\nMontag looks up as another man enters the tent. Recognition\ndawns in Montag's face as CAMERA COMES AROUND to reveal:\n\nDILLMAN\nSon of a bitch owes me money. I bet\nhe didn't bring it.\n\nMONTAG\nDillman? Diliman?\n\nDillman comes over, crouches down. Takes Montag's hand.\n\nMONTAG\nYou're alive.\n\nDILLMAN :\nMore than I can say for you. Caught -\nyour act on the late show. Good\nreception up here on the handhelds.\nWow, some climax. Three Hounds and\neverything. Great special effects.\n\n(leans in)\n\nYou could'a just left town like I\ndid.\n\nMONTAG\nYou could've invited me.\n\nThey share a smile. Beat. Dillman turns to the others.\n\nDILLMAN\nI know this man. He's a good man.\nWhatever you do to him, you do to\nme. If he's left behind, I'll be\nwith him. That's the way it is.\n\nPEMBERTON\nYour loyalty is admirable. But.\n(glances to Granger)\nIs it enough?\n\nThe question lingers in the air. And then:\n\f \n\n114.\n\nGIRL'S VOICE (0.S.)\nHe gave me a book once.\n\nAll eyes go to the tent flap. Clarisse hovers there, peering\nin, shy but self-determined. Montag is quietly overcome with\nemotion at the sight of her. She meets his eyes and smiles.\n\nCLARISSE\nThat's Mr. Montag. He used to be a\nfireman.\n\nLooks are traded in heavy silence...\nEXT - CAMP - MAGIC HOUR\n\n-..and Montag is brought from the tent, Clarisse and Dillman\nat his side. There are tents, pack mules, campfires. PEOPLE\nare going about their business, a nomadic tribe of sixty or\nmore.",
  "88": "---END OF PREVIOUS SECTION---\nEXT - CAMP - MAGIC HOUR\n\n-..and Montag is brought from the tent, Clarisse and Dillman\nat his side. There are tents, pack mules, campfires. PEOPLE\nare going about their business, a nomadic tribe of sixty or\nmore. \n---TARGET SECTION TO BE ANNOTATED---\n Montag draws his share of stares and curious looks.\n\nMontag pauses, seeing a man before him. The face is familiar,\nit him takes a moment to realize -- it's Clarisse's father.\nThey stare at each other for a long moment. Softly:\n\nMONTAG\nI met your uncle. He saved my life.\nI liked him very much.\n\nFATHER\nMe too.\n\nBeat. Clarisse's father offers his hand. They shake.\nEXT - CAMP - MAGIC HOUR\n\nVarious groups are eating around the campfires. We find Montag\nwith Granger and the others:\n\nGRANGER\nWe're breaking camp after dinner.\nHeading further up into the\nmountains. Always better to travel\nat night. Are you up to it?\n\nMONTAG\nI'll keep up.\n\nGRANGER\nWinter's coming on. We'll hook up\nwith a few other groups like ours.\nWe know some abandoned mineshafts,\nsome of 'em go pretty deep. They're\nnot comfortable, but they keep us\nalive when the snow falls. We'll\nspend the winter there, hibernating\nlike bears.\n\f \n\n \n\nA few groans.\n\n115.\n\nMONTAG\nAnd catching up on your reading?\n(off their looks)\nFaber said you had books. A lot of\nbooks. Is that where they are, up\nin the mines?\n\nROYCE\nDid he say mines? Or minds? Oh dear,\na pun.\n\nMontag looks around at their faces, confused.\n\nMONTAG\nI'm...sorry. I don't understand.\n\nGRANGER\nWe have books. Yes, you could say\nthat. But not the kind you think.\nWe hid them away where nobody could\never find them. Or burn them.\n(looks around)\nGo on. Introduce yourselves.\n\nMorales leans forward, speaking to Montag:\n\nMORALES\nThere was a desert wind blowing\nthat night. It was one of those\ndry, hot Santa Anas that come down\nthrough the mountain passes and\ncurl your hair and make your nerves\njump and your skin itch. On nights\nlike that every booze party ends in\na fight. Meek little wives feel the\nedge of the carving knife and study\ntheir husbands' necks. Anything can\nhappen. You can even get a full\nglass of beer at a cocktail lounge.\n(extends his hand)\n\nRaymond Chandler.",
  "89": "---END OF PREVIOUS SECTION---\nAnything can\nhappen. You can even get a full\nglass of beer at a cocktail lounge. (extends his hand)\n\nRaymond Chandler. \n---TARGET SECTION TO BE ANNOTATED---\n The Simple Art of\nMurder. Pleased to meet you.\n\nMontag shakes his hand, still confused, as another man speaks:\n\nROYCE\nNo one would have believed, in the\nlast years of the nineteenth century,\nthat human affairs were being watched\nkeenly and closely by intelligences\ngreater than man's and yet as mortal\nas his own...\n\nAnd now other voices join in, coming from all around him, the\nwords mingling and overlapping:\n\f \n\nPEMBERTON\nListen. Billy Pilgrim has come\nunstuck in time. Billy has gone to\nsleep a senile widower and awakened\non his wedding day. He has walked\nthrough a door in 1955 and come out\nanother one in 1941...\n\nWILSON\n...the man in black fled across the\ndesert, and the gunslinger followed.\nThe desert was the apotheosis of\nall deserts...\n\nMATHESON\n...on those cloudy days, Robert\nNeville was never sure when sunset\ncame, and sometimes they were in\nthe streets before he could get\nback...\n\nMAGGIE\n...the seller of lightning rods\narrived just ahead of the storm. He\ncame along the street of Green Town,\nIllinois, in the late cloudy October\nday, sneaking glances over his\nshoulder...\n\nSYKES\n...there was me, that is Alex, and\nmy three droogs, that is Pete,\nGeorgie, and Dim, Dim being really\n\ndim, and we sat in the Korova Milkbar\n\nmaking up our rassoodocks what to\ndo with the evening...\n\n116.\n\nMontag's looking around, nonplussed. He glances to Dillman,\n\nwho starts laughing at the look on his face.\n\n. DILLMAN\nSay hello to the books.\n\nGRANGER\nDon't judge us by our covers.\n(taps his head)\nEach one of us. A book. With the\npages locked away where they can\nnever be burned.\n(leans over, clasps\nMontag's hand)\nI answer to the name I was given,\nHarold Granger. But I have a secret\nname. Walter Miller, A Canticle for\nLiebowitz, published 1959. We have\n(MORE)\n\f \n\n \n\n117.\n\nGRANGER (CONT'D)\nmany secret names here.",
  "90": "---END OF PREVIOUS SECTION---\nWalter Miller, A Canticle for\nLiebowitz, published 1959. We have\n(MORE)\n\f \n\n \n\n117. GRANGER (CONT'D)\nmany secret names here. \n---TARGET SECTION TO BE ANNOTATED---\n Look around.\nThere's H.G. Wells. Mary Shelley.\nJonathan Swift. Lincoln. Shaw.\nDarwin. Also Matthew, Mark, Luke\nand John.\n\n(beat)\n\nTell me, fireman. What's your secret\nname going to be?\n\nMAGGIE\nHe had this on him. Still damp, but\nitll dry...\n\nShe tosses the paperback of \"David Copperfield\" to Granger.\n\nGRANGER\nAh. David Copperfield. Dickens.\nGood one. But thick. You'll have\nyour work cut out for you.\n\nGranger tosses the book. Montag catches it. Off his look, we\nDISSOLVE TO:\nEXT - MOUNTAIN SLOPE - NIGHT\n\nThe tribe comes slowly up the slope of a mountain pass by the\nlight of a full moon, ragged knots of people and pack animals.\n\nThirty miles behind them is the city, spread out below in an\nocean of lights.\n\nMONTAG (0.S.)\n\"Chapter one. I am born. Whether I\nshall turn out to be the hero of my\nown life, or whether that station\nwill be held by anybody else, these\npages must show...\"\n\nMontag appears, coming toward us, the paperback in his hands.\nHe's got a penlight on it, speaking the words aloud:\n\nMONTAG\n\n\"To begin my life with the beginning\nof my life, I record that I was\nborn, as I have been informed and\nbelieve, on a Friday, at twelve\no'clock at night. It was remarked\nthat the clock began to strike, and\nI began to cry, simultaneously...\"\n\nHis voice trails off. A SOUND has been building, unnoticed at\nfirst, but now loud enough to make him stop and look up.\n\nPeople all along the slope are also pausing, also gazing up.\n\f \n\n \n\n118.\n\nA SHRIEKING SOUND is tearing the sky, turning the world hushed\nand eerie.\n\nMontag sees glowing VAPOR TRAILS forming in the stratosphere\nhigh above, lit by the moon.\n\nStreaking overhead. Toward the city.\n\nAnd then, from a great distance, a WAILING SOUND drifts from\nthe city, rising and falling. CIVIL DEFENSE SIRENS.\n\nINT - HOTEL ROOM - NIGHT\n\nMillie's in bed, watching TV, half dozing.",
  "91": "---END OF PREVIOUS SECTION---\nAnd then, from a great distance, a WAILING SOUND drifts from\nthe city, rising and falling. CIVIL DEFENSE SIRENS. INT - HOTEL ROOM - NIGHT\n\nMillie's in bed, watching TV, half dozing. \n---TARGET SECTION TO BE ANNOTATED---\n She rises, hearing\nthe SIRENS. She's drawn toward the window, wondering what on\nearth that sound is...\n\nEXT - MOUNTAIN SLOPE - NIGHT\n\nMontag sees one of the vapor trails break out of formation,\nseparating from the others and descending now in gentle arc\ntoward the city, drifting as silently as thistledown.\n\nA PINPOINT OF LIGHT begins to glow brighter and brighter at\nthe head of the falling vapor trail, glimmering and halating,\nalmost like an angel being born.\n\nMontag and the others watch in wonder, still not making sense\nof what they're seeing...\n\nINT - HOTEL - NIGHT\n\nMillie comes to the window, gazing out at the city. A BRILLIANT\nGLOW builds from the sky, descending to earth. She looks up,\nher face becoming childlike, enchanted...\n\nEXT - MOUNTAIN SLOPE - NIGHT\n\n-..and Montag suddenly realizes:\n\nMONTAG\n(softly) .\n\nOh my God...\nGRANGER\n\n(also realizing)\nDON'T LOOK AT THE LIGHT! DON'T LOOK\nAT THE L--\n\nLight. Flashing into existence over the city like a silent\nsun, or the bang at the beginning of creation, stunning and\nbeyond comprehension. The world turns white before us like a\nmillion flashbulbs going off at once, turning the people and\nanimals on the mountain slope into silhouettes, mules bucking,\nmen and women falling and throwing themselves to the ground.\n\f \n\n119.\n\nGranger is caught looking at the detonation, screaming and\nclapping his hand over his eyes...\n\nTHE CITY - EXTREME SLOW MOTION\n\n++-as a wave of holy white fire sweeps through the canyons of\nconcrete and steel, shattering buildings like crystal vases,\ntaking bridges off their moorings, turning the river to steam,\ntoppling towers, ripping trains off their tracks, melting\nglass and beam and rivet to slag...\n\nINT - HOTEL - NIGHT (SLO-MO)\n\n..-and Millie never has time to scream as the glare blows\nthrough the window and sends her sailing on a wind of white\nfire, the walls collapsing and taking flight, a flaming bedside\nlamp hurtling through frame...\n\nEXT - MOUNTAIN SLOPE - NIGHT\n\n..",
  "92": "---END OF PREVIOUS SECTION---\nTHE CITY - EXTREME SLOW MOTION\n\n++-as a wave of holy white fire sweeps through the canyons of\nconcrete and steel, shattering buildings like crystal vases,\ntaking bridges off their moorings, turning the river to steam,\ntoppling towers, ripping trains off their tracks, melting\nglass and beam and rivet to slag... INT - HOTEL - NIGHT (SLO-MO)\n\n..-and Millie never has time to scream as the glare blows\nthrough the window and sends her sailing on a wind of white\nfire, the walls collapsing and taking flight, a flaming bedside\nlamp hurtling through frame... EXT - MOUNTAIN SLOPE - NIGHT\n\n.. \n---TARGET SECTION TO BE ANNOTATED---\n-and Montag pulls his face off the ground as the initial\nglare subsides enough to see, staring in horror, the ROAR of\nthe detonation now rolling across the mountains like a thousand\nclaps of endless thunder...\n\nMONTAG\n(a whisper)\nMillie.\n\nTHE CITY - EXTREME SLOW MOTION\n\n+.-and the fire expands ever onward, pushing before it a tidal\nwave of perfect pristine technology now reduced to flaming\ndebris in the roaring heart of a nuclear furnace, all the\ngreat works of humankind now undone...\n\nEXT - MOUNTAIN SLOPE - NIGHT\n+.-and Montag gets to his feet, staring in awe.\n\nA HUGE MUSHROOM CLOUD is erupting from the glare, rising into\nthe sky.\n\nPeople around him are huddled, sobbing, disoriented. A few\nothers also get to their feet, watching.\n\nThe shockwave of wind arrives, turning the mountain slope\ninto a momentary hurricane, trees whipping in a frenzy,\nknocking some people back off their feet. Montag covers his\nface with his hands, protecting his eyes. As the wind begins\nto dissipate, he hears:\n\nDILLMAN (0.S.)\nMontag! Montag!\n\f \n\n \n\n120.\n\nMontag looks down the slope. There, far below, stands Dillman.\nHis arms are spread wide, his face turned toward the mushroom\ncloud, his teeth bared in a grimace of what may be either\nsheer terror or joyous exultation. Let's face it -- in this\nmoment, Dillman's gone just a little bit insane:\n\nDILLMAN\n(bellowing)\nHISTORY BEGINS WITH US!\n\nMontag turns, sees people shaking and crying, dazed with shock.\nPemberton's running by, wild-eyed and incoherent. Montag grabs\nhim, spins him around. One lens of the man's eyeglasses is\ncracked down the center.\n\nMONTAG\nWhich way are the winds blowing?\n\nPEMBERTON\nWind? What? I...I don't...what?\n\nGRANGER\nWest. Prevailing winds are west.\nThe fallout will blow away from us.\n\n \n\nMontag sees Granger on the ground, hands shaking before his\nsightless eyes. He lets Pemberton go, comes over.",
  "93": "---END OF PREVIOUS SECTION---\nThe fallout will blow away from us. Montag sees Granger on the ground, hands shaking before his\nsightless eyes. He lets Pemberton go, comes over. \n---TARGET SECTION TO BE ANNOTATED---\n.\n\nMONTAG\nGranger?\n\nGRANGER\nI'm blind, fireman. I saw the light.\n\nMontag crouches, offers his hand, gentle:\n\nMONTAG\nI'll lead you.\n\nGranger takes Montag's hand, squeezes it. His other hand finds\nMontag's face, fingers seeking.\n\nGRANGER\nLead? Yes, why not? The fireman\nwill lead.\n\nSYKES\n\nLead? Lead where? What are you\ntalking about?\n\nOthers are gathering. Clarisse appears, helping Montag get\nGranger to his feet.\n\nMONTAG\nThe mines. You said they were deep.\n\f \n\n \n\n121.\n\nGRANGER\nPray they are. It's going to be a\nlong winter. Longer than we thought.\n\nMontag glances around. A lot of faces are suddenly looking to\nhim, seeking answers or reassurance. Their fear and uncertainty\nsurround him.\n\nMONTAG\nYou heard him! Gather your things!\nHelp the injured! Grieve later!\nWe've got a long way to go! Move!\n\nThey do. People up and down the slope prepare to move on,\ngathering their things, helping the injured.\n\nMontag glances to Clarisse. She's clutching Granger's arn,\nready to help guide him.\n\nMONTAG\n\nturns, taking one last look at his city, a hot wind still\nrippling his clothes.\n\nTHE MUSHROOM CLOUD is rising higher and higher, godlike above\n\nthe fading glare, a roiling pillar of fire bellowing into the\nheavens.\n\nDISTANT FLASHES begin appearing here and there on the horizon.\nMore nuclear explosions, but much too far away to see.\n\nAS CAMERA CLOSES IN on Montag, we hear him speaking his most\nquiet and precious thoughts for the final time...\n\nMONTAG'S VOICE (V.0.)\nFire is bright. Fire is clean. Fire\nsweeps away the clutter of the\npast...and provides a bright and\nshining future.\n\n...and as we END ON A FINAL TIGHT CLOSEUP, we see tiny\npinpoints of nuclear fire reflected in his eyes...\n\nMONTAG'S VOICE (V.0.)\nIt is good to burn. This is what I\nhave been taught. This is what I\nknow.\n\n(beat)\n\nIt is all I need to know.",
  "94": "---END OF PREVIOUS SECTION---\nThis is what I\nhave been taught. This is what I\nknow. (beat)\n\nIt is all I need to know. \n---TARGET SECTION TO BE ANNOTATED---\nFADE OUT\n\f"
}