{
  "1": "FENCES\n\nScreenplay by\n\nAugust Wilson\n\nBased upon his play\n\fBLACK SCREEN\n\nTITLE: AUGUST WILSON’S FENCES\n\nThe screen remains black. The sound of\na truck rumbling along a street. Two\nmen are heard talking:\n\nBono (v.o.): Troy, you ought to stop that lying!\n\nmroy (v.o.): I ain’t lying! The nigger had a water-\n\nmelon this big. Talking about . . . “What water-\nmelon, Mr. Rand?” I like to fell out! “What\nwatermelon, Mr. Rand?” . . . And it sitting there\n\nbig as life.\npono (v.o.): What did Mr. Rand say?\n\nmroy (v.o.): Ain’t said nothing. Figure if the nigger\ntoo dumb to know he carrying a watermelon, he\nwasn’t gonna get much sense out of him. Trying to\nhide that great big old watermelon under his\ncoat. Afraid to let the white man see him carry\n\nit home.\n\n9780735217867_Fences.indd 1 11/1516 1:50 PM\n\fAUGUST WILSON\n\nEXT. WYLIE AVENUE, THE HILL, PITTSBURGH—\nEARLY SEPTEMBER—MORNING\n\nThe rear of the garbage truck, god’s\npoint of view: Troy Maxson and Jim\nBono hang on to either side of the\ntruck as it heads toward its next\n\ncollection point.\n\nTroy is fifty-three years old, a large\nman with thick, heavy hands; it is\nthis largeness that he strives to fill\nout and make an accommodation with.\nTogether with his blackness, his\nlargeness informs his sensibilities\nand the choices he has made in his\nlife.\n\nOf the two men, Bono is obviously the\nfollower. His commitment to their\nfriendship of thirty odd years is\nrooted in his admiration of Troy’s\nhonesty, capacity for hard work, and\nhis strength, which Bono seeks to\n\nemulate.\n\nBono: I’m like you . . . I ain’t got no time for them\n\nkind of people.\n\ntroy: Now what he look like getting mad ’cause he see\n\nthe man from the union talking to Mr. Rand?\n\nBono: He come talking to me about .",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\ntroy: Now what he look like getting mad ’cause he see\n\nthe man from the union talking to Mr. Rand? Bono: He come talking to me about . \n\nTARGET SECTION TO BE ANNOTATED:\n . . “Troy Maxson\n\ngonna get us fired.” I told him to get away from\n\n9780735217867 Fences.indd 2 11/1516 1:50 PM\n\fFENCES\n\nme with that. He walked away from me calling you\n\na troublemaker. (anxious) What Mr. Rand say?\n\ntroy: Ain’t said nothing. He told me to go down to the\ncommissioner’s office next Friday. They called me\n\ndown there to see them.\n\nThe truck halts. Troy gets down and\nheads for heavy garbage cans at the\ncurb; Bono uses Troy’s shoulder to\n\nease himself down.\n\nBono: Well, as long as you got your complaint filed,\nthey can’t fire you. That’s what one of them white\n\nfellows tell me.\n\ntroy: I ain’t worried about them firing me. They gonna\nfire me ‘cause I asked a question? That’s all I\ndid. I went to Mr. Rand and asked him—“Why? Why\nyou got the white mens driving and the colored\nlifting?” Told him, “What’s the matter, don’t I\n\ncount?”\n\nTITLE: THE HILL, PITTSBURGH\n\nTITLE: 1957\n\ntroy: You think only white fellows got sense enough\nto drive a truck? That ain’t no paper job. Hell,\nanybody can drive a truck. How come you got all\n\nthe whites driving and the coloreds lifting?\n\nThe truck’s white driver watches the\n\ncollectors in his side mirror.\n\n9780735217867 Fences.indd 3 11/1516 1:50 PM\n\fAUGUST WILSON\n\ntroy: He told me, “Take it to the union.” Well, hell,\nthat’s what I done! Now they wanna come up with\n\nthis pack of lies.\n\nBono: I told Brownie if the man come and ask him any\nquestions . . . just tell the truth! It ain’t\nnothing but something they done trumped up on you\n\n\"cause you filed a complaint on them.\n\nBono returns the last empty can. Troy\n\nclimbs up on the truck.\n\ntroy: Brownie don’t understand nothing. All I want\nthem to do is change the job description. Give\neverybody a chance to drive the truck.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\ntroy: Brownie don’t understand nothing. All I want\nthem to do is change the job description. Give\neverybody a chance to drive the truck. \n\nTARGET SECTION TO BE ANNOTATED:\n Brownie\n\ncan’t see that. He ain’t got that much sense.\n\nBono in place, Troy slaps the truck.\nAs it starts moving, Troy pulls a\nlever and the compactor crushes the\n\ntrash.\n\nEXT. SANITATION YARD—AFTERNOON\nMen stream out of the yard, Troy and\nBono among them.\n\nHow you figure he be making out with that gal be\nup at Taylors’ all the time... that Alberta\ngal?\n\ntroy: Who?\n\nBono: Brownie!\n\n9780735217867 Fences.indd 4 11/1516 1:50 PM\n\fFENCES\n\ntroy: Same as you and me. He getting as much as we is.\n\nWhich is to say nothing.\n\nBono: It is, huh? I figure you doing a little better\n\nthan me . . . and I ain’t saying what I’m doing.\n\ntroy: Aw, nigger, look here . . . I know you. If you\nhad got anywhere near that gal, twenty minutes\nlater you be looking to tell somebody. And the\nfirst one you gonna tell . . . that you gonna want\n\nto brag to. . . is gonna be me.\n\nBono: I ain’t saying that. I see where you be eyeing\n\nher.\n\ntroy: I eye all the women. I don’t miss nothing. Don’t\nnever let nobody tell you Troy Maxson don’t eye\n\nthe women.\n\nBoNo: You been doing more than eyeing her. You done\n\nbought her a drink or two.\n\ntroy: Hell yeah, I bought her a drink! What that mean?\nI bought you one, too. What that mean ‘cause I buy\n\nher a drink? I’m just being polite.\n\npono: It’s all right to buy her one drink. That’s what\n\nyou call being polite. But when you wanna be buy-\n\ning two or three . . . that’s what you call eye-\ning her.\ntroy: Look here, as long as you known me... you\n\never known me to chase after women?\n\nBoNo: Hell yeah! Long as I done known you. You for-\n\ngetting I knew you when.\n\n9780735217867 Fences.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nLong as I done known you. You for-\n\ngetting I knew you when. 9780735217867 Fences. \n\nTARGET SECTION TO BE ANNOTATED:\nd 5 11/1516 1:50 PM\n\fAUGUST WILSON\n\ntroy: Naw, I’m talking about since I been married to\n\nRose?\n\nBoNo: Oh, not since you been married to Rose. Now,\n\nthat’s the truth, there. I can say that.\n\ntroy: All right then! Case closed.\n\nEXT. THE HILL DISTRICT—TROY AND ROSE’S\nSTREET—AFTERNOON\n\nTroy and Bono make their way down the\nstreet to a narrow house. A pair of\nlawn chairs sit on the small front\nporch. They take the short cut through\nthe side alley into the back yard. It\nis Friday, payday, and the one night\nof the week the two men engage ina\n\nritual of talk and drink.\n\nBono: I see you be walking up around Alberta’s house.\nYou supposed to be at Taylors’ and you be walking\n\nup around there.\n\nmroy: What you watching where I’m walking for? I ain’t\n\nwatching after you.\nBono: I seen you walking around there more than once.\n\nmoy: Hell, you liable to see me walking anywhere!\nThat don’t mean nothing because you seen me walk-\n\ning around there.\n\nBoNo: Where she come from anyway? She just kinda\n\nshowed up one day.\n\n9780735217867 Fences.indd 6 11/1516 1:50 PM\n\fFENCES\n\nmor: Tallahassee. You can look at her and tell she one\nof them Florida gals. They got some big healthy\nwomen down there. Grow them right up out the ground.\nGot a little bit of Indian in her. Most of them\n\nniggers down in Florida got some Indian in them.\n\nBono: I don’t know about that Indian part. But she\ndamn sure big and healthy. Woman wears some big\nstockings. Got them great big old legs and hips\n\nas wide as the Mississippi river.\n\ntroy: Legs don’t mean nothing. You don’t do nothing\nbut push them out of the way. But them hips cush-\n\nion the ride!\nBono: Troy, you ain’t got no sense.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou don’t do nothing\nbut push them out of the way. But them hips cush-\n\nion the ride! Bono: Troy, you ain’t got no sense. \n\nTARGET SECTION TO BE ANNOTATED:\ntroy: It’s the truth! Like you riding on Goodyears!\n\nTroy cracks the seal of the bottle of\ngin, pours some out on the ground...\n\nfor the folks that are long gone.\n\nEXT. TROY’S AND ROSE’S BACKYARD—\nAFTERNOON\n\nIn the center of the yard, a large\ntree, two chairs beneath it. A\n\nbattered baseball hangs from a rope\ntied to a tree limb; a big weathered\n\nbat leans against the trunk.\n\nThe yard is bordered on either side by\n\nfences and houses. At the rear,\n\n9780735217867 Fences.indd 7 11/1516 1:50 PM\n\fAUGUST WILSON\n\nthere’s a derelict wooden house with\nboarded windows. The remnants of a\nfence are strewn between the wild lot\nbehind the abandoned house and the\n\nMaxsons’ yard.\n\nMaterials for a new fence. ..a\ncouple of wooden sawhorses waiting for\nthe lumber stacked under a tarp. One\nor two chairs of dubious value sit at\none end where the kitchen window opens\nonto the porch. An old-fashioned ice\nbox stands silent guard at the other\n\nend.\n\nRose maxson comes out onto the porch,\nholding a bowl of snap peas. She is\nten years younger than troy. Her\ndevotion to him stems from the\nrecognition of the possibilities of\nher life without him: a succession of\nabusive men and their babies, a life\nof partying and running the streets,\nthe church, or aloneness with its\nattendant pain and frustration. She\nrecognizes troy’s spirit as a fine and\nilluminating one and she either\nignores or forgives his faults, only\nsome of which she recognizes. Though\nshe doesn’t drink, her presence is an\nintegral part of the friday night\n\nrituals.\n\n9780735217867 Fences.indd 8 11/1516 1:50 PM\n\fFENCES\n\nRosE: What you all out here getting into?\n\ntroy: What you worried about what we getting into for?\n\nThis is men talk, woman.\n\nRosE: What I care what you talking about? Bono, you\n\ngonna stay for supper?\n\nBono: No, I thank you, Rose.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nRosE: What I care what you talking about? Bono, you\n\ngonna stay for supper? Bono: No, I thank you, Rose. \n\nTARGET SECTION TO BE ANNOTATED:\n But Lucille say she cook-\n\ning up a pot of pigfeet.\n\ntroy: Pigfeet! Hell, I’m going home with you! Might\neven stay the night if you got some pigfeet. You\n\ngot something in there to top them pigfeet, Rose?\n\nRosz: I’m cooking up some chicken. I got some chicken\n\nand collard greens.\n\ntroy: Well, go on back in the house and let me and\nBono finish what we was talking about. This is men\ntalk. I got some talk for you later. You know what\n\nkind of talk I mean. Go on and powder it up.\nRosE: Troy Maxson, don’t you start that now!\n\nTROY (PUTS HIS ARM AROUND HER): Aw, woman . . . come here.\nLook here, Bono . . . When I met this woman\nI got out that place, say, “Hitch up my pony,\nsaddle up my mare . . . there’s a woman out there\nfor me somewhere. I looked here. Looked there.\nSaw Rose and latched on to her.” I latched on to\nher and told her-I’m gonna tell you the truth-I\ntold her, “Baby, I don’t wanna marry, I just\nwanna be your man.” Rose told me . . . tell him\n\nwhat you told me, Rose.\n\n9780735217867 Fences.indd 9 11/1516 1:50 PM\n\fAUGUST WILSON\n\nrosz: I told him if he wasn’t the marrying kind, then\n\nmove out the way so the marrying kind could find me.\n\nmox: That’s what she told me. “Nigger, you in my way.\nYou blocking the view! Move out the way so I can\nfind me a husband.” I thought it over two or three\n\ndays. Come back—\n\nRose: Ain’t no two or three days nothing. You was back\n\nthe same night.\n\ntroy: Come back, told her . . . “Okay, baby . . . but\nI’m gonna buy me a banty rooster and put him out\nthere in the backyard... and when he see a\nstranger come, he’1l flap his wings and crow. . .",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nCome back—\n\nRose: Ain’t no two or three days nothing. You was back\n\nthe same night. troy: Come back, told her . . . “Okay, baby . . . but\nI’m gonna buy me a banty rooster and put him out\nthere in the backyard... and when he see a\nstranger come, he’1l flap his wings and crow. . . \n\nTARGET SECTION TO BE ANNOTATED:\n”\nLook here, Bono, I could watch the front door by\nmyself . . . it was that back door I was worried\n\nabout.\n\nROSE: Troy, you ought not talk like that. Troy ain’t\ndoing nothing but telling a lie.\n\nmoy: Only thing is... when we first got mar-\nried . . . forget the rooster . . . we ain’t had\nno yard!\n\npono: I hear you tell it. Me and Lucille was staying\ndown there on Logan Street. Had two rooms with the\nouthouse in the back. I ain’t mind the outhouse\nnone. But when that goddamn wind blow through\nthere in the winter . .. that’s what I’m talking\nabout! To this day I wonder why in the hell I ever\nstayed down there for six long years. But see, I\ndidn’t know I could do no better. I thought only\n\nwhite folks had inside toilets and things.\n\n10\n\n9780735217867 Fences.indd 10 11/1516 1:50 PM\n\fFENCES\n\nRosE: There’s a lot of people don’t know they can do\nno better than they doing now. That’s just some-\nthing you got to learn. A lot of folks still shop\nat Bella’s.\n\nmroy: Ain’t nothing wrong with shopping at Bella’s.\n\nShe got fresh food.\n\nRose: I ain’t said nothing about if she got fresh\nfood. I’m talking about what she charge. She\n\ncharge ten cents more than the A&P.\n\ntroy: The A&P ain’t never done nothing for me. I\nspends my money where I’m treated right. I go\ndown to Bella, say, “I need a loaf of bread, I’11\npay you Friday.” She give it to me. What sense\nthat make when I got money to go and spend it\nsomewhere else and ignore the person who done\n\nright by me? That ain’t in the Bible.\n\nROsE: We ain’t talking about what’s in the Bible. What\n\nsense it make to shop there when she overcharge?\n\ntroy: You shop where you want to. I’11 do my shopping\n\nwhere the people been good to me.\n\nRosE: Well, I don’t think it’s right for her to over-\n\ncharge. That’s all I was saying.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’11 do my shopping\n\nwhere the people been good to me. RosE: Well, I don’t think it’s right for her to over-\n\ncharge. That’s all I was saying. \n\nTARGET SECTION TO BE ANNOTATED:\nBono: Look here... I got to get on. Lucille be\n\nraising all kind of hell.\n\nroy: Where you going, nigger? We ain’t finished this\n\npint. Come here, finish this pint.\n\npono: Well, hell, I am. . . if you ever turn the bot-\n\ntle loose.\n\n11\n\n9780735217867_Fences.indd 11 11/1516 1:50 PM\n\fAUGUST WILSON\n\nTroy hands him the bottle.\n\ntroy: The only thing I say about the A&P is I’m glad\nCory got that job down there. Help him take care\n\nof his school clothes and things.\n\nRose straightens up. Cory is a sore\n\nsubject.\n\nmoy: Gabe done moved out and things getting tight\naround here. He got that job... he can start\n\nto look out for himself.\n\nRoszE: Cory done went and got recruited by a college\n\nfootball team.\n\nmoy: I told that boy about that football stuff. The\nwhite man ain’t gonna let him get nowhere with\nthat football. I told him when he first come to me\nwith it. Now you come telling me he done went and\ngot more tied up in it. He ought to go and get\nrecruited in how to fix cars or something where he\n\ncan make a living.\n\nRoszE: He ain’t talking about making no living playing\nfootball. It’s just something the boys in school\ndo. They gonna send a recruiter by to talk to you.\nHe’ll tell you he ain’t talking about making no\nliving playing football. It’s a honor to be re-\n\ncruited.\n\nmroy: It ain’t gonna get him nowhere. Bono’ll tell you\nthat.\n\npono: If he be like you in the sports . . . he’s gonna\n\nbe all right. Ain’t but two men ever played base-\n\n12\n\n9780735217867 Fences.indd 12 11/1516 1:50 PM\n\fFENCES\n\nball as good as you. That’s Babe Ruth and Josh\nGibson. Them’s the only two men ever hit more\n\nhome runs than you.\n\nmroy: What it ever get me? Ain’t got a pot to piss in\n\nor a window to throw it out of.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nThem’s the only two men ever hit more\n\nhome runs than you. mroy: What it ever get me? Ain’t got a pot to piss in\n\nor a window to throw it out of. \n\nTARGET SECTION TO BE ANNOTATED:\nRosz: Times have changed since you was playing base-\nball, Troy. That was before the war. Times have\n\nchanged a lot since then.\ntroy: How in hell they done changed?\n\nRosE: They got lots of colored boys playing ball now.\nBaseball and football.\n\nBono: You right about that, Rose. Times have changed,\n\nTroy. You just come along too early.\n\ntroy: There ought not never have been no time called\ntoo early! Now you take that fellow... what’s\nthat fellow they had playing right field for the\nYankees back then? You know who I’m talking about,\n\nBono. Used to play right field for the Yankees.\nRose: Selkirk?\n\ntroy: Selkirk! That’s it! Man batting .269, under-\nstand? .269. What kind of sense that make? I was\nhitting .432 with thirty-seven home runs! Man\nbatting .269 and playing right field for the Yan-\nkees! I saw Josh Gibson’s daughter yesterday. She\nwalking around with raggedy shoes on her feet.\nNow I bet you Selkirk’s daughter ain’t walking\naround with raggedy shoes on her feet! I bet you\nthat!\n\n13\n\n9780735217867 Fences.indd 13 11/1516 1:50 PM\n\fAUGUST WILSON\n\nRoszE: They got a lot of colored baseball players now.\nJackie Robinson was the first. Folks had to wait\n\nfor Jackie Robinson.\n\ntroy: I done seen a hundred niggers play baseball bet-\nter than Jackie Robinson. Hell, I know some teams\nJackie Robinson couldn’t even make! What you\ntalking about Jackie Robinson. Jackie Robinson\nwasn’t nobody. I’m talking about if you could\nplay ball then they ought to have let you play.\nDon’t care what color you were. Come telling me I\ncome along too early. If you could play\n\nthen they ought to have let you play.\nTroy takes a long drink.\n\nRosE: You gonna drink yourself to death. You don’t\n\nneed to be drinking like that.\n\ntroy: Death ain’t nothing. I done seen him. Done\nwrassled with him. You can’t tell me nothing\nabout death. Death ain’t nothing but a fastball\non the outside corner.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nDone\nwrassled with him. You can’t tell me nothing\nabout death. Death ain’t nothing but a fastball\non the outside corner. \n\nTARGET SECTION TO BE ANNOTATED:\n And you know what I’1l do\n\nto that! Lookee here, Bono . . . am I lying?\n\nHanding Bono the bottle, Troy picks up\nthe bat and takes a gentle whack at\nthe tethered ball. He assumes a\n\nbatter’s stance.\n\nmoy: You get one of them fastballs, about waist high,\nover the outside corner of the plate where you\n\ncan get the meat of the bat on it\n\n(he swings, smacking the ball hard:)\n\n14\n\n9780735217867 Fences.indd 14 11/1516 1:50 PM\n\fFENCES\n\nAnd good God!\n\nThe ball flies in fast circles around the\n\ntree limb. Troy looks up into the sky.\nmroy: You can kiss it good-bye. Now, am I lying?\n\nBono: Naw, you telling the truth there. I seen you do\n\nit.\n\nmov: If I’m lying . . . that 450 feet worth of lying!\nThat’s all death is to me. A fastball on the out-\n\nside corner.\n\nRosE: I don’t know why you want to get on talking\n\nabout death.\n\ntroy: Ain’t nothing wrong with talking about death.\nThat’s part of life. Everybody gonna die. You\ngonna die, I’m gonna die. Bono’s gonna die. Hell,\n\nwe all gonna die.\n\nROSE: But you ain’t got to talk about it. I don’t like\nto talk about it.\n\ntroy: You the one brought it up. Me and Bono was\ntalking about baseball... you tell me I’m\ngonna drink myself to death. Ain’t that right,\nBono? You know I don’t drink this but one night\nout of the week. That’s Friday night. I’m gonna\ndrink just enough to where I can handle it. Then\nI cuts it loose. I leave it alone. So don’t you\nworry about me drinking myself to death. ’Cause I\nain’t worried about Death. I done seen him. I\ndone wrestled with him.\n\nRose could recite this story herself.\n\n15\n\n9780735217867 Fences.indd 15 11/1516 1:50 PM\n\fAUGUST WILSON\n\nmroy: Look here, Bono . . .",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nI\ndone wrestled with him. Rose could recite this story herself. 15\n\n9780735217867 Fences.indd 15 11/1516 1:50 PM\n\fAUGUST WILSON\n\nmroy: Look here, Bono . . . \n\nTARGET SECTION TO BE ANNOTATED:\n I looked up one day and\nDeath was marching straight at me. Like Soldiers\non Parade! The Army of Death was marching straight\nat me. The middle of July, 1941. It got real cold\njust like it be winter. It seem like Death him-\nself reached out and touched me on the shoulder.\nHe touch me just like I touch you. I got cold as\n\nice and Death standing there grinning at me.\nRoszE: Troy, why don’t you hush that talk.\n\nmoy: I say . . . “What you want, Mr. Death? You be\nwanting me? You done brought your army to be get-\nting me?” I looked him dead in the eye. I wasn’t\nfearing nothing. I was ready to tangle. Just like\nI’m ready to tangle now. The bible say be ever\nvigilant. That’s why I don’t get but so drunk. I\ngot to keep watch.\n\nRos (To Bono): Troy was right down there in Mercy Hos-\npital. You remember he had pneumonia? Laying\n\nthere with a fever talking plumb out of his head.\n\ntroy: Death standing there staring at me . . . carrying\nthat sickle in his hand. Finally he say, “You want\nbound over for another year?” See, just like\nthat . . . “You want bound over for another year?”\nI told him, “Bound over hell! Let’s settle this\nnow!” It seem like he kinda fell back when I said\nthat, and all the cold went out of me. I reached\ndown and grabbed that sickle and threw it just as\nfar as I could throw it . . . and me and him com-\nmenced to wrestling. We wrestled for three days and\n\nthree nights. I can’t say where I found the strength\n\n16\n\n9780735217867 Fences.indd 16 11/1516 1:50 PM\n\fFENCES\n\nfrom. Every time it seemed like he was gonna get\nthe best of me, I’d reach way down deep inside my-\n\nself and find the strength to do him one better.\n\nRose: Every time Troy tell that story he find different\nways to tell it. Different things to make up\n\nabout it.\n\ntroy: I ain’t making up nothing.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nRose: Every time Troy tell that story he find different\nways to tell it. Different things to make up\n\nabout it. troy: I ain’t making up nothing. \n\nTARGET SECTION TO BE ANNOTATED:\n I’m telling you the\n\nfacts of what happened. I wrestled with Death for\n\nthree days and three nights and I’m standing here\n\nto tell you about it... All right. At the end\n\nof the third night we done weakened each other to\n\nwhere we can’t hardly move. Death stood up,\n\nthrowed on his robe . . . had him a white robe\nwith a hood on it.\n\nTroy mimics a Klansman’s hood. Bono laughs at\n\nthis; Rose does the same in spite of herself.\n\ntroy: He throwed on that robe and went off to look for\nhis sickle. Say, “I'll be back.” Just like that.\n“I’11 be back.” I told him say, “Yeah, but\nyou gonna have to find me!” I wasn’t no fool. I\nwasn’t going looking for him. Death ain’t nothing\n\nto play with.\n\nINT. FRONT ROOM—AFTERNOON\n\nLyons, 34, enters from the street,\nguitar case in hand. He is troy’s son\nfrom a previous marriage. Although he\nfancies himself a musician, he is more\n\ncaught up in the rituals and “idea” of\n\n17\n\n9780735217867 Fences.indd 17 11/1516 1:50 PM\n\fAUGUST WILSON\n\nbeing a musician than in the actual\npractice of the music. He hears troy’s\nvoice and heads to the back door,\n\nwhere he stands, listening.\n\ntroy (o.s.): And I know he’s gonna get me. I know I\ngot to join his army . . . his camp followers.\nBut as long as I keep my strength and see him\ncoming... as long as I keep up my vigi-\nlance . . . he’s gonna have to fight to get me. I\n\nain’t going easy.\nEXT. THE BACK YARD—AFTERNOON\nBono: Well, look here, since you got to keep up your\n\nvigilance . . . let me have the bottle.\n\nmroy: Aw hell, I shouldn’t have told you that part. I\nshould have left out that part.\n\nRoszE: Troy be talking that stuff and half the time\n\ndon’t even know what he be talking about.\ntroy: Bono know me better than that.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nI\nshould have left out that part. RoszE: Troy be talking that stuff and half the time\n\ndon’t even know what he be talking about. troy: Bono know me better than that. \n\nTARGET SECTION TO BE ANNOTATED:\npono: That’s right. I know you. I know you got some\nUncle Remus in your blood. You got more stories\n\nthan the devil got sinners.\n\ntroy: Aw hell, I done seen him too! Done talked with\nthe devil.\n\nRoszE: Troy, don’t nobody want to be hearing all that\nstuff.\n\nLyons comes out on the porch.\n\n18\n\n9780735217867 Fences.indd 18 11/1516 1:50 PM\n\fFENCES\n\niyons: Hey, Pop.\ntroy: What you come “Hey, Popping” me for?\niyons: How you doing, Rose?\n\nHe kisses her.\niyons: Mr. Bono. How you doing?\nBono: Hey, Lyons . . . how you been?\n\ntroy: He must have been doing all right. I ain’t seen\n\nhim around here last week.\n\nRosE: Troy, leave your boy alone. He come by to see\n\nyou and you wanna start all that nonsense.\ntroy: I ain’t bothering Lyons.\nTroy offers Lyons the bottle.\n\ntroy: Here . . . get you a drink. We got an under-\nstanding. I know why he come by to see me and he\n\nknow I know.\n\nzyons: Come on, Pop... I just stopped by to say\n\nhi. . . see how you was doing.\ntroy: You ain’t stopped by yesterday.\n\nRosE: You gonna stay for supper, Lyons? I got some\n\nchicken cooking in the oven.\n\nAs she heads toward the house, Rose\npicks up Troy’s apron and gloves from\n\nthe back porch, carrying them inside.\n\niyons: No, Rose . . . thanks. I was just in the neigh-\n\nborhood and thought I’d stop by for a minute.\n\n19\n\n9780735217867 Fences.indd 19 11/1516 1:50 PM\n\fAUGUST WILSON\n\nmoy: You was in the neighborhood all right, nigger.\nYou telling the truth there. You was in the neigh-\n\nborhood ‘cause it’s my payday.\n\nLyons: Well, hell, since you mentioned it . . . let me\n\nhave ten dollars.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou telling the truth there. You was in the neigh-\n\nborhood ‘cause it’s my payday. Lyons: Well, hell, since you mentioned it . . . let me\n\nhave ten dollars. \n\nTARGET SECTION TO BE ANNOTATED:\nmroy: I’1l be damned! I’1l die and go to hell and play\nblackjack with the devil before I give you ten\n\ndollars.\n\nINT. HOUSE—AFTERNOON\n\nTroy heads into the house, making his\nway up front to the sitting room.\nLyons pursues, Bono follows. Troy sits\non the sofa, watching Rose set the\ntable.\n\npono: That’s what I want to know about... that\n\ndevil you done seen.\nLyons: Pop done seen the devil? You too much Pops.\nmroy: Yeah, I done seen him. Talked to him too!\n\nRoszE: You ain’t seen no devil. I done told you that\nman ain’t had nothing to do with the devil. Any-\nthing you can’t understand, you want to call it\nthe devil.\n\ntroy: Look here, Bono . . . I went down to see Hertz-\nberger about some furniture. Got three rooms for\ntwo- ninety-eight. That what it say on the radio.\n\n“Three rooms . . . two- ninety-eight.” Even made\n\n20\n\n9780735217867 Fences.indd 20 11/1516 1:50 PM\n\fFENCES\n\nup a little song about it. Go down there . . . man\ntell me I can’t get no credit. I’m working every\nday and can’t get no credit. What to do? I got an\nempty house with some raggedy furniture in it.\nCory ain’t got no bed. He’s sleeping on a pile of\nrags on the floor. Working every day and can’t get\nno credit. Come back here-Rose’1l tell you-madder\nthan hell. Sit down... try to figure what I’m\ngonna do. Come a knock on the door. Ain’t been\nliving here but three days. Who know I’m here?\nOpen the door . . . devil standing there bigger\nthan life. White fellow . . . got on good clothes\nand everything. Standing there with a clipboard in\nhis hand. I ain’t had to say nothing. First words\ncome out of his mouth was . . . “I understand you\nneed some furniture and can’t get no credit.” I\nliked to fell over.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nStanding there with a clipboard in\nhis hand. I ain’t had to say nothing. First words\ncome out of his mouth was . . . “I understand you\nneed some furniture and can’t get no credit.” I\nliked to fell over. \n\nTARGET SECTION TO BE ANNOTATED:\n He say, “I'll give you all the\ncredit you want, but you got to pay the interest\non it.” I told him, “Give me three rooms’ worth\nand charge whatever you want.” Next day a truck\npulled up here and two men unloaded them three\nrooms. Man what drove the truck give me a book.\nSay send ten dollars, first of every month to the\naddress in the book and everything will be all\nright. Say if I miss a payment the devil was com-\ning back and it’ll be hell to pay. That was fifteen\nyears ago. To this day . . . the first of the month\nI send my ten dollars, Rose’1l1 tell you.\n\nrose: Troy lying.\n\nRose returns to the kitchen. Troy’s\n\nvoice follows her. As she goes about\n\n21\n\n9780735217867 _Fences.indd 21 11/1516 1:50 PM\n\fAUGUST WILSON\n\nreadying the food with a\n\nperfectionist’s care:\n\nmroy: I ain’t never seen that man since. Now you tell\nme who else that could have been but the devil? I\nain’t sold my soul or nothing like that, you un-\nderstand. Naw, I wouldn’t have truck with the\n\ndevil about nothing like that.\n\nRose brings a plate of cornbread to\nthe dining table. Lyons has his guitar\n\nout, tuning it.\n\nmoy: I got my furniture and pays my ten dollars the\n\nfirst of the month just like clockwork.\n\nBoNo: How long you say you been paying this ten dol-\n\nlars a month?\nmoy: Fifteen years!\n\nBono: Hell, ain’t you finished paying for it yet? How\n\nmuch the man done charged you?\n\ntroy: Aw hell, I done paid for it. I done paid for it\nten times over! The fact is I’m scared to stop\n\npaying it.\n\nroszE: Troy lying. We got that furniture from Mr.\nGlickman. He ain’t paying no ten dollars a month\n\nto nobody.\n\ntroy: Aw hell, woman. Bono know I ain’t that big a\n\nfool.\n\nyons: I was just getting ready to say . . . I know\n\nwhere there’s a bridge for sale.\n\n22\n\n9780735217867 Fences.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nyons: I was just getting ready to say . . . I know\n\nwhere there’s a bridge for sale. 22\n\n9780735217867 Fences. \n\nTARGET SECTION TO BE ANNOTATED:\nd 22 11/1516 1:50 PM\n\fFENCES\n\ntroy: Look here, I’1l tell you this . . . it don’t mat-\nter to me if he was the devil. It don’t matter if\n\nthe devil give credit. Somebody has got to give it.\n\nRosE: It ought to matter. You going around talking\nabout having truck with the devil . . . God’s the\none you gonna have to answer to. He’s the one\n\ngonna be at the Judgment.\nRose heads back into the kitchen.\n\nLyons: Yeah, well, look here, Pop... let me have\nthat ten dollars. I'll give it back to you. Bon-\n\nnie got a job working at the hospital.\n\nmroy: What I tell you, Bono? The only time I see this\nnigger is when he wants something. That’s the\n\nonly time I see him.\n\niyons: Come on, Pop, Mr. Bono don’t want to hear all\nthat. Let me have the ten dollars. I told you\n\nBonnie working.\n\ntroy: What that mean to me? “Bonnie working.” I don’t\ncare if she working. Go ask her for the ten dol-\nlars if she working. Talking about “Bonnie work-\n\ning.” Why ain't you working?\n\niyons: Aw, Pop, you know I can’t find no decent job.\nWhere am I gonna get a job at? You know I can’t\n\nget no job.\n\ntroy: I told you I know some people down there. I can\nget you on the rubbish if you want to work. I told\nyou that the last time you came by here asking me\n\nfor something.\n\n23\n\n9780735217867 Fences.indd 23 11/1516 1:50 PM\n\fAUGUST WILSON\n\ntyons: Naw, Pop. . . thanks. That ain’t for me. I\ndon’t wanna be carrying nobody’s rubbish. I don’t\n\nwant to be punching nobody’s time clock\n\nmroy: What’s the matter, you too good to carry peo-\nple’s rubbish? Where you think that ten dollars\nyou talking about come from? I’m just supposed to\nhaul people’s rubbish and give my money to you\n\"cause you too lazy to work.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nI don’t\n\nwant to be punching nobody’s time clock\n\nmroy: What’s the matter, you too good to carry peo-\nple’s rubbish? Where you think that ten dollars\nyou talking about come from? I’m just supposed to\nhaul people’s rubbish and give my money to you\n\"cause you too lazy to work. \n\nTARGET SECTION TO BE ANNOTATED:\n You too lazy to work\n\nand wanna know why you ain’t got what I got.\nroszE: What hospital Bonnie working at? Mercy?\nLyons: She’s down at Passavant working in the laundry.\n\nmoy: I ain’t got nothing as it is. I give you that ten\ndollars and I got to eat beans the rest of the week.\n\nNaw . . . you ain’t getting no ten dollars here.\n\nLyons: You ain’t got to be eating no beans. I don’t\n\nknow why you wanna say that.\n\nmoy: I ain’t got no extra money. Gabe done moved over\nto Miss Pearl’s, paying her the rent, and things\ndone got tight around here. I can’t afford to be\n\ngiving you every payday.\n\nLyons: I ain’t asked you to give me nothing. I asked\nyou to loan me ten dollars. I know you got ten\n\ndollars.\n\nroy (arrackinc) :Yeah, I got it. You know why I got it?\n\n‘Cause I don’t throw my money away out there in\n\nthe streets. You living the fast life . . . wanna\n\nbe a musician . . . running around in them clubs\n\nand things . . . then, you learn to take care of\n24\n\n9780735217867 Fences.indd 24 11/1516 1:50 PM\n\fFENCES\n\nyourself. You ain’t gonna find me going and asking\nnobody for nothing. I done spent too many years\n\nwithout.\nLyons: You and me is two different people, Pop.\n\ntroy: I done learned my mistake and learned to do\nwhat’s right by it. You still trying to get some-\nthing for nothing. Life don’t owe you nothing.\nYou owe it to yourself. Ask Bono. He’1ll tell you\nI’m right.\n\niyons: You got your way of dealing with the world\nI got mine. The only thing that matters to me is\n\nthe music.\n\ntroy: Yeah, I can see that! It don’t matter how you\ngonna eat . . . where your next dollar is coming\n\nfrom. You telling the truth there.\n\niyons (anNoveD): I know I got to eat. But I got to live\ntoo.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou telling the truth there. iyons (anNoveD): I know I got to eat. But I got to live\ntoo. \n\nTARGET SECTION TO BE ANNOTATED:\n I need something that gonna help me to get\nout of the bed in the morning. Make me feel like\nI belong in the world. I don’t bother nobody. I\njust stay with my music ‘cause that’s the only\nway I can find to live in the world. Otherwise\nthere ain’t no telling what I might do. Now I\ndon’t come criticizing you and how you live. I\njust come by to ask you for ten dollars... I\n\ndon’t wanna hear all that about how I live!\ntroy: Boy, your mama did a hell of a job raising you.\n\niyons: You can’t change me, Pop. I’m thirty-four years\n\nold. If you wanted to change me, you should have\n\n25\n\n9780735217867 Fences.indd 25 11/1516 1:50 PM\n\fAUGUST WILSON\n\nbeen there when I was growing up. I come by to see\nyou... ask for ten dollars and you want to\ntalk about how I was raised. You don’t know noth-\n\ning about how I was raised.\nRoszE: Let the boy have ten dollars, Troy.\n\ntroy (70 Lyons): What the hell you looking at me for?\nI ain’t got no ten dollars. You know what I do\n\nwith my money.\n\n(to Rose)\n\nGive him ten dollars if you want him to have it.\nRose: I will. Just as soon as you turn it loose.\n\nmRoy (REACHING IN HIS Pocker): There it is. Seventy-six\ndollars and forty-two cents. You see this, Bono?\n\nNow, I ain’t gonna get but six of that back.\nROSE: You ought to stop telling that lie. Here, Lyons.\nShe hands him the money.\n\nLYONS (PACKING UP HIS GurTAR): Thanks, Rose. Look . . . I\n\ngot to run. . . I'll see you later.\n\nmroy: Wait a minute. You gonna say, “thanks, Rose,”\nand ain’t gonna look to see where she got that ten\n\ndollars from? See how they do me, Bono?\n\nLYONS\n\n \n\nI know she got it from you, Pop. Thanks. I’11\n\ngive it back to you.\n\ntroy: There he go telling another lie. Time I see that\n\nten dollars . . .",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’11\n\ngive it back to you. troy: There he go telling another lie. Time I see that\n\nten dollars . . . \n\nTARGET SECTION TO BE ANNOTATED:\n he’1l be owing me thirty more.\n\nLyons: See you, Mr. Bono.\n\n26\n\n9780735217867 Fences.indd 26 11/1516 1:50 PM\n\fFENCES\n\nono: Take care, Lyons!\nuyons: Thanks, Pop. I'll see you again.\nLyons is out the door.\n\ntroy: I don’t know why he don’t go and get him a de-\n\ncent job and take care of that woman he got.\noso: He’1l be all right, Troy. The boy is still young.\ntroy: The boy is thirty-four years old.\nRose: Let’s not get off into all that.\n\nBono: Look here . . . I got to be going. I got to be\n\ngetting on. Lucille gonna be waiting.\n\nTroy goes to Rose, puts his arm around\n\nher.\n\ntroy: See this woman, Bono? I love this woman. I love\nthis woman so much it hurts. I love her so\nmuch . . . I done run out of ways of loving her.\nSo I got to go back to basics. Don’t you come by\nmy house Monday morning talking about time to go\n\nto work . . . ‘cause I’m still gonna be stroking!\nRose: Troy! Stop it now!\n\npono: I ain’t paying him no mind, Rose. That ain’t\nnothing but gin-talk. Go on, Troy. I’1l see you\nMonday.\n\nBono goes through the door. As he\n\ndoes, Troy calls to him:\n\ntroy: Don’t you come by my house, nigger!\n\n27\n\n9780735217867 Fences.indd 27 11/1516 1:50 PM\n\fAUGUST WILSON\n\nEXT. THE FRONT PORCH—LATE AFTERNOON\n\nBono walks down the front steps as we\n\nhear...\n\nmroy (0.s.): I done told you what I’m gonna be doing.\n\nINT. UPSTAIRS HALLWAY- TROY AND ROSE’S\nBEDROOM DOOR—NIGHT\n\nCamera slowly pushes in as we hear\nsounds of lovemaking emanating from\n\ninside as we cut to\n\nINT. CORY’S ROOM—NIGHT\n\nTeenager-messy, cleats and football\nequipment, books and clothes strewn\nabout.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. UPSTAIRS HALLWAY- TROY AND ROSE’S\nBEDROOM DOOR—NIGHT\n\nCamera slowly pushes in as we hear\nsounds of lovemaking emanating from\n\ninside as we cut to\n\nINT. CORY’S ROOM—NIGHT\n\nTeenager-messy, cleats and football\nequipment, books and clothes strewn\nabout. \n\nTARGET SECTION TO BE ANNOTATED:\n On his desk, a photo of Cory\nand Rose sits next to an envelope with\nthe logo of The Elizabeth City State\n\nTeacher’s College.\n\nCory is in bed, pillow clamped over\nhis head to block the sounds of his\nparents\n\nBLACK SCREEN\n\nThe darkness fades to light as Rose is\n\nheard singing:\n\n28\n\n9780735217867 Fences.indd 28 11/1516 1:50 PM\n\fFENCES\n\nROSE (v.0.): . . . Just ask Jesus to be a fence around\nyou,\nAnd you never have to worry anymore.\nJust bow down\n\nJesus be a fence all around me every day.\n\nINT. TROY’S AND ROSE’S BEDROOM—\nMORNING\n\nRose’s singing hauls Troy up from a\n\ndeep slumber\n\nRosE (0.8.): When you get burdened—\nJesus, I want you to protect me\nAs I travel on the way.\n\nWhen you get lonely—\n\nHe gets slowly out of bed,\ndisoriented. He looks out of the\nwindow. Rose is in the backyard,\n\nhanging wet clothes on the line.\nROSE: Jesus be a fence all around me every day\n\nJesus, protect me\n\nAs I travel on my way.\n\nINT. SECOND STORY LANDING—MORNING\n\nTroy comes out of the bedroom. He sees\n\nCory’s bedroom door is closed.\n\n29\n\n9780735217867 Fences.indd 29 11/1516 1:50 PM\n\fAUGUST WILSON\n\nEXT. BACK YARD—MORNING\n\nTroy comes out of the house feeling\nlike Superman. Rose is at the foot of\nthe porch steps, cranking laundry\n\nthrough a mangle atop a bucket.\n\nRose: Morning. You ready for breakfast? I can fix it\n\nas soon I finish hanging up these clothes.\n\ntroy: I got the coffee on. That’ll be all right. I’1l\n\njust drink some of that this morning.\n\nROSE (CRANKING THE MANGLE): That 651 hit yesterday. That’s\nthe second time this month. Miss Pearl hit for a\ndollar . . . seem like those that need the least\n\nalways get lucky. Poor folks can’t get nothing.\n\nmroy: Them numbers don’t know nobody. I don’t know why\n\nyou fool with them.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nPoor folks can’t get nothing. mroy: Them numbers don’t know nobody. I don’t know why\n\nyou fool with them. \n\nTARGET SECTION TO BE ANNOTATED:\n You and Lyons both.\nRose: It’s something to do.\n\nmoy: You ain’t doing nothing but throwing your money\n\naway.\n\nRose stops wringing out the clothes\n\nand takes him on.\n\nRose: Troy, you know I don’t play foolishly. I just\n\nplay a nickel here and a nickel there.\nmoy: That’s two nickels you done thrown away.\n\nROSE: Now I hit sometimes . . . that makes up for it.\nIt always come in handy when I do hit. I don’t\n\nhear you complaining then.\n\n30\n\n9780735217867 Fences.indd 30 11/1516 1:50 PM\n\fFENCES\n\nmox: I ain’t complaining now. I just say it’s foolish.\nTrying to guess out of six hundred ways which way\nthe number gonna come. If I had all the money nig-\ngers . . . these Negroes, throw away on numbers\n\nfor one week—just one week—I’d be a rich man.\n\nTroy heads inside as Rose brings the\nlaundry basket to the line and hangs\nit.\n\nROSE (T0 TROY IN THE KITCHEN): Well, you wishing and call-\ning it foolish ain’t gonna stop folks from play-\ning numbers. That's one thing for sure.\nBesides . . . some good things come from playing\nnumbers. Look where Pope done bought him that\n\nrestaurant off of numbers.\nTroy comes out, cup of coffee in hand.\n\ntroy: I can’t stand niggers like that. Man ain’t had\ntwo dimes to rub together. He walking around with\nhis shoes all run over bumming money for ciga-\nrettes. All right. Got lucky there and hit the\n\nnumbers\nRose: Troy, I know all about it.\n\ntroy: Had good sense, I'll say that for him. He ain’t\n\nthrowed his money away.\n\nTroy goes down the steps toward the\n\nruined fence.\n\ntroy: I seen niggers hit the numbers and go through\ntwo thousand dollars in four days. Man brought\n\nhim that restaurant down there . . . fixed it up\n\n31\n\n9780735217867_Fences.indd 31 11/1516 1:50 PM\n\fAUGUST WILSON\n\nreal nice . . .",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nTroy goes down the steps toward the\n\nruined fence. troy: I seen niggers hit the numbers and go through\ntwo thousand dollars in four days. Man brought\n\nhim that restaurant down there . . . fixed it up\n\n31\n\n9780735217867_Fences.indd 31 11/1516 1:50 PM\n\fAUGUST WILSON\n\nreal nice . . . \n\nTARGET SECTION TO BE ANNOTATED:\n and then didn’t want nobody to\ncome in it! A Negro go in there and can’t get no\nkind of service. I seen a white fellow come in\nthere and order a bowl of stew. Pope picked all\nthe meat out the pot for him. Man ain’t had noth-\ning but a bowl of meat! Negro come behind him and\nain’t got nothing but the potatoes and carrots.\nTalking about what numbers do for people, you\npicked a wrong example. Ain’t done nothing but\n\nmake a worser fool out of him than he was before.\n\nRose comes out from behind the hanging\n\nlaundry.\n\nRosE: Troy, you ought to stop worrying about what hap-\n\npened at work yesterday.\n\ntroy: I ain’t worried. Just told me to be down there\nat the commissioner’s office on Friday. Everybody\nthink they gonna fire me. I ain’t worried about\n\nthem firing me. You ain’t got to worry about that.\n(pause)\nWhere’s Cory? Cory in the house?\n(loud)\nCORY!\nRosE: He gone out.\n\ntroy: Out, huh? He gone out ‘cause he know I want him\nto help me with this fence. I know how he is. That\nboy scared of work. He ain’t done a lick of work\n\nin his life.\n\n32\n\n9780735217867 Fences.indd 32 11/1516 1:50 PM\n\fFENCES\n\nROSE: He had to go to football practice. Coach wanted\nthem to get in a little extra practice before the\n\nseason start.\n\nmroy: I got his practice . . . running out of here\n\nbefore he get his chores done.\nRose: Troy, what is wrong with you this morning?\n\nTroy grabs a shovel goes to a corner\n\nof the yard.\n\nRose: Don’t nothing set right with you. Go on back in\n\nthere and go to bed . . . get up on the other side.\n\nmroy: Why something got to be wrong with me? I ain’t\n\nsaid nothing wrong with me.\n\nROSE: You got something to say about everything. First\nit’s the numbers . . . then it’s the way the man\nruns his restaurant . . . then you done got on\nCory. What’s it gonna be next? Take a look up\nthere and see if the weather suits you...",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nFirst\nit’s the numbers . . . then it’s the way the man\nruns his restaurant . . . then you done got on\nCory. What’s it gonna be next? Take a look up\nthere and see if the weather suits you... \n\nTARGET SECTION TO BE ANNOTATED:\n or\nis it gonna be how you gonna put up the fence with\n\nthe clothes hanging in the yard.\ntroy: You hit the nail on the head then.\n\nRrosz: I know you like I know the back of my hand. Come\non in here and get you some more coffee . . . see\n\nif that straighten you up.\n(going into the house)\n\"Cause you ain’t right this morning.\n\nTroy starts to pace out the fence\n\n33\n\n9780735217867 Fences.indd 33 11/1516 1:50 PM\n\fAUGUST WILSON\n\nline . . . He stops at the sound of a\nyoung girl’s shout which seems to come\nfrom the abandoned house. Troy looks,\n\nlistens: Nothing. Then the unsettling\n\nsilence is broken by faint\n\nsinging\n\ncaprieL (0.s.): Yes, ma’am, I got plums\nYou ask me how I sell them\nOh ten cents apiece—Three for a quarter\n\nCome and buy now .\n\nEXT. SIDE ALLEY—MORNING\n\nTroy heads up the dark alley toward\nthe street. The singing gets louder,\nintermingled with children’s voices,\n\nchanting, mocking the singer.\n\nEXT. THE STREET IN FRONT OF THE HOUSE—\nMORNING\n\nTroy sees his brother gabriel coming\ndown the street, followed by the\nneighborhood kids. He is seven years\nyounger than troy. Injured in world\nwar ii, he has a metal plate in his\nhead. He carries an old trumpet tied\naround his waist and believes with\nevery fiber of his being that he is the\n\narchangel gabriel. He carries a\n\n34\n\n9780735217867 Fences.indd 34 11/1516 1:50 PM\n\fFENCES\n\nchipped basket with an assortment of\ndiscarded fruits and vegetables he has\npicked up in the strip district and\nwhich he attempts to sell.\n\nGABRIEL (SINGING): ‘Cause I’m here today and tomorrow\n\nI’1l be gone.\n\nAs the kids see Troy heading their\n\nway, they scatter.\nGABRIEL: There’s Troy . . . Hey, Troy!\ntroy: Hey, Gabe.\n\nRose comes out on the porch.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nHey, Troy! troy: Hey, Gabe. Rose comes out on the porch. \n\nTARGET SECTION TO BE ANNOTATED:\nGABRIEL: Hey, Rose!\nRosE: How you doing, Gabe?\n\nShe continues down the steps, past\nTroy, and up to Gabe. Troy looks up\nand down the street, embarrassed. One\nor two old people are watching from\n\nwindows and stoops.\nRosE: What you got there?\n\nGABRIEL: You know what I got, Rose. I got fruits and\n\nvegetables.\n\nRose looks through his basket,\ntreating the produce carefully.\n\nRosE: Where’s all these plums you talking about?\n\naBRIEL: I ain’t got no plums today, Rose. I was just\n\n35\n\n9780735217867 Fences.indd 35 11/1516 1:50 PM\n\fAUGUST WILSON\n\nsinging that. Have some tomorrow. Put me in a big\norder for plums. Have enough plums tomorrow for\n\nSaint Peter and everybody.\n\nGabriel shoots an anxious glance to\n\nTroy.\ncarte, (70 Rost): Troy’s mad at me.\n\ntroy: I ain’t mad at you. What I got to be mad at you\n\nabout? You ain’t done nothing to me.\n\ncaBRIEL: I just moved over to Miss Pearl’s to keep\nout from in your way. I ain’t mean no harm by\nit.\n\nmroy: Who said anything about that? I ain’t said any-\n\nthing about that.\nGABRIEL: You ain’t mad at me, is you?\n\ntroy: Naw . . . I ain’t mad at you, Gabe. If I was mad\n\nat you I'd tell you about it.\n\nGABRIEL: Got me two rooms. In the basement. Got my own\n\ndoor too. Wanna see my key?\n\nHe fishes out a key on a string and\n\nshows Rose and Troy.\n\ncaprigL: That’s my own key! Ain’t nobody else got a key\n\nlike that. That’s my key! My two rooms.\n\nmoy: Well, that’s good, Gabe. You got your own\n\nkey . . . that’s good.\n\nRoszE: You hungry, Gabe? I was just fixing to cook Troy\n\nhis breakfast.\n\n36\n\n9780735217867 Fences.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nRoszE: You hungry, Gabe? I was just fixing to cook Troy\n\nhis breakfast. 36\n\n9780735217867 Fences. \n\nTARGET SECTION TO BE ANNOTATED:\nd 36 11/1516 1:50 PM\n\fFENCES\n\ncaBRIEL: I’1l take some biscuits. You got some bis-\n\ncuits?\n\nRose tries to lead Gabriel by the hand\n\ninto the house.\n\nGABRIEL (10 ROSE): Did you know when I was in Heaven\nevery morning me and Saint Peter would sit down\n\nby the Gate and eat some big fat biscuits?\n\nTroy sees a pair of old ladies across\n\nthe street, whispering.\n\nGABRIEL: Oh, yeah! We had us a good time. We’d sit\nthere and eat us them biscuits and then Saint Pe-\nter would go off to sleep and tell me to wake him\nup when it’s time to open the Gates for the Judg-\n\nment.\n\nRos: Well, come on, I’1l make up a batch of biscuits.\n\ncaBRIEL: Troy . . . Saint Peter got your name in the\nbook. I seen it. It say... Troy Maxson. I\nsay... I know him! He got the same name like\n\nwhat I got. That’s my brother!\ntroy: How many times you gonna tell me that, Gabe?\n\nGapRIEL: Ain’t got my name in the book. Don’t have to\nhave my name. I done died and went to Heaven. He\ngot your name though. One morning Saint Peter was\nlooking at his book . . . marking it up for the\nJudgment . . . and he let me see your name. Got it\nin there under M. Got Rose’s name... I ain’t\nseen it like I seen yours . . . but I know it’s in\n\nthere. He got a great big book. Got everybody’s\n\n37\n\n9780735217867 Fences.indd 37 11/1516 1:50 PM\n\fAUGUST WILSON\n\nname what was ever been born. That’s what he told\n\nme. But I seen your name. Seen it with my own eyes.\n\nmroy: Go on in the house there. Rose going to fix you\n\nsomething to eat.\n\ncapRIEL: Oh, I ain’t hungry. I done had breakfast with\nAunt Jemimah. She come by and cooked me up a whole\nmess of flapjacks.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\ncapRIEL: Oh, I ain’t hungry. I done had breakfast with\nAunt Jemimah. She come by and cooked me up a whole\nmess of flapjacks. \n\nTARGET SECTION TO BE ANNOTATED:\n Remember how we used to eat\n\nthem flapjacks?\n\ntroy: Go on in the house and get you something to eat\n\nnow.\n\ncapRIEL: I got to go sell my plums. I done sold some\n\ntomatoes. Got me two quarters. Wanna see?\n\nHe shows his quarters to Troy, then\n\npockets them.\n\nGABRIEL: I’m gonna save them and buy me a new horn so\nSaint Peter can hear me when it’s time to open the\n\nGates.\n(turning with a sudden violence)\n\nHear that? Hear that? That’s the hellhounds. I\ngot to chase them out of here. Go on get out of\n\nhere! Get out!\n(singing softly)\n\nWell, all you hypocrite members,\nYou wasting your time away.\nMy God’s calling for workmens\n\nAnd you had better obey.\n\n(louder)\n\n38\n\n9780735217867 Fences.indd 38 11/1516 1:50 PM\n\fFENCES\n\nBetter get ready for judgment!\n\nGabriel walks away singing as\nneighborhood kids give chase. Troy\nstarts after him, then stops, looking\nat the old ladies, watching. He goes\ninto the house.\n\nINT. THE KITCHEN—MORNING\n\nTroy comes into the kitchen. Rose,\n\napron on, is making biscuit batter.\n\nRos: Where’s Gabe?\ntroy: He gone off somewhere.\n\nROSE: He ain’t eating right. Miss Pearl say she can’t\nget him to eat nothing.\n\ntroy: What you want me to do about it, Rose? I done\ndid everything I can for the man. I can’t make him\n\nget well. Man got half his head blown away\nwhat you expect?\n\nTroy pours himself a second cup of\ncoffee.\n\nRosz: Seem like something ought to be done to help him.\n\ntroy: Man don’t bother nobody. He just mixed up from\nthat metal plate he got in his head. Ain’t no\n\nsense for him to go back into the hospital.\n\nRose: Least he be eating right. They can help him take\ncare of himself.\n\n39\n\n9780735217867 Fences.indd 39 11/1516 1:50 PM\n\fAUGUST WILSON\n\ntroy: Don’t nobody wanna be locked up, Rose.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nRose: Least he be eating right. They can help him take\ncare of himself. 39\n\n9780735217867 Fences.indd 39 11/1516 1:50 PM\n\fAUGUST WILSON\n\ntroy: Don’t nobody wanna be locked up, Rose. \n\nTARGET SECTION TO BE ANNOTATED:\n What you\nwanna lock him up for? Man go over there and fight\nthe war . . . messin’ around with them Japs, get\nhalf his head blown off . . . and they give hima\nlousy three thousand dollars. And I had to swoop\ndown on that.\n\nRose: Is you fixing to go into that again?\n\ntroy: That’s the only way I got a roof over my\n\nhead . . . ‘cause of that metal plate.\n\nRosz: Ain’t no sense you blaming yourself for nothing.\nGabe wasn’t in no condition to manage that money.\nYou done what was right by him. Can’t nobody say\nyou ain’t done what was right by him. Look how\nlong you took care of him. . . till he wanted to\nhave his own place and moved over there with Miss\n\nPearl.\n\nmoy: That ain’t what I’m saying, woman! I’m just\nstating the facts. If my brother didn’t have that\nmetal plate in his head . . . I wouldn’t have a\npot to piss in or a window to throw it out of. And\nI’m fifty-three years old. Now see if you can un-\n\nderstand that!\n\nHe turns and goes to the front door.\nHe grabs his jacket and hat. Rose is\nin the kitchen doorway, holding the\n\nmixing bowl.\n\nRosz: Where you going off to? You been running out of\nhere every Saturday for weeks. I thought you was\n\ngonna work on this fence?\n\n40\n\n9780735217867 Fences.indd 40 11/1516 1:50 PM\n\fFENCES\n\nmroy: I’m gonna walk down to Taylors’. Listen to the\nball game. I’1l be back in a bit. I’11 work on it\nwhen I get back.\n\nHe goes out the front door, closing it\nhard. Rose looks down at the mixing\nbowl, surprised that she’s holding it.\nShe goes to the kitchen trash can and\nstarts to dump the batter, but she\ncan’t. She sits at the table. She finds\nthe ball game on the radio. She gets a\nmetal cooking sheet, returns to the\ntable, wipes her hands and starts\nlumping batter onto the sheet. Soon\nher fingers are covered with batter.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe finds\nthe ball game on the radio. She gets a\nmetal cooking sheet, returns to the\ntable, wipes her hands and starts\nlumping batter onto the sheet. Soon\nher fingers are covered with batter. \n\nTARGET SECTION TO BE ANNOTATED:\nShe scrapes vigorously at her hands to\nclean them, then stops, her hands\nshaking. She exerts her will,\nsteadying them. CLOSE UP on her hands;\n\ntime passes, the light changes.\n\nCUT TO:\n\nINT. KITCHEN—DAY\n\ncory (o.s.): Mama? You all right?\n\nTwo hours later. Rose sits, unmoving.\nThe lumps of dough on the sheet have\nhardened. The game is still in\nprogress. She turns as if waking up.\nCory’s behind her in his muddy workout\n\nclothes, holding his shoulder pads and\n\n41\n\n9780735217867_Fences.indd 41 11/1516 1:50 PM\n\fAUGUST WILSON\n\ncleats. Rose wipes her hands, switches\noff the radio, then carries the baking\nsheet to the trash can, scraping off\n\nthe ruined biscuits with a knife.\n\nRose: Your daddy like to had a fit with you running out\n\nof here this morning without doing your chores.\ncory: I told you I had to go to practice.\n\nROSE: He say you were supposed to help him with the\n\nfence.\n\ncory: He been saying that the last four or five Satur-\ndays, and then he don’t never do nothing, but go\ndown to Taylors’ . . . Did you tell him about the\n\nrecruiter?\n\nHe opens the refrigerator and imagines\n\nthe possibilities\nRosE: Yeah, I told him.\ncory: What he say?\n\nRose: He ain’t said nothing too much. You get up there\nand get started on your chores before he gets\nback. Go on and scrub down them steps before he\n\ngets back here hollering and carrying on.\n\nRose tosses the baking sheet in the\n\nsink.\n\nEXT. THE FRONT PORCH—LATER THAT DAY\n\nRose, dressed nicely, checks the front\n\ndoor to make sure it’s locked. She\n\n42\n\n9780735217867 Fences.indd 42 11/1516 1:50 PM\n\fROSE\n\nROSE\n\nTROY:\n\nROSE\n\nTROY:\n\nROSE\n\nTROY:\n\nROSE!\n\n‘TROY:\n\nROSE!\n\nFENCES\n\npicks up a covered pie that she’s put\non one of the chairs.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe\n\n42\n\n9780735217867 Fences.indd 42 11/1516 1:50 PM\n\fROSE\n\nROSE\n\nTROY:\n\nROSE\n\nTROY:\n\nROSE\n\nTROY:\n\nROSE! ‘TROY:\n\nROSE! FENCES\n\npicks up a covered pie that she’s put\non one of the chairs. \n\nTARGET SECTION TO BE ANNOTATED:\n Troy comes\n\nsilently up the front steps, grabbing\nRose from behind. Startled, she jumps!\n\n: Troy!\nHe laughs.\n\n: Go on, now. You liked to scared me to death.\nWhat was the score of the game? Lucille had me on\n\nthe phone and I couldn’t keep up with it.\nWhat I care about the game? Come here, woman.\nHe tries to kiss her.\n\n: I thought you went down Taylors’ to listen to\nthe game. Go on, Troy! You supposed to be putting\n\nup the fence.\nAttempting to kiss her again.\n\nI’1l put it up when I finish with what is at\nhand.\n\n: Go on, Troy. I ain’t studying you.\n\nPlayfully chasing after her.\n\nI’m studying you . . . fixing to do my homework!\nHe lunges again, grabs her.\n\nTroy, you better leave me alone.\n\nWhere’s Cory? That boy brought his butt home yet?\n\nHe’s in the house doing his chores.\n\n43\n\n9780735217867 Fences.indd 43 11/1516 1:50 PM\n\fAUGUST WILSON\n\nroy (caLLING): Cory!! Get your butt out here, boy!\n(with lust in his eyes)\nWhen you coming back?\n\nROSE (ENJOYING THIS?) I’11 be right back.\n\nroy: When?\n\nRose: I’m just going down the street.\n\nAs Rose leaves, Troy turns, climbs the\n\nsteps.\n\nEXT. THE BACKYARD—DAY\n\nTroy comes out of the house. He goes\nto the tarp covering the lumber. Cory\n\ncomes out onto the porch.\n\nmoy: You just now coming in here from leaving this\n\nmorning?\ncory: Yeah, I had to go to football practice.\ntroy: Yeah, what?\ncory: Yessir.\n\nmox: I ain’t but two seconds off you noway. The gar-\nbage sitting in there overflowing . . . you ain't\ndone none of your chores . . . and you come in\n\nhere talking about, “Yeah.”\n\ncory: I was just getting ready to do my chores now,\n\nPop\n\n44\n\n9780735217867 Fences.indd 44 11/1516 1:50 PM\n\fFENCES\n\nmroy: Your first chore is to help me with this fence\non Saturday.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\ncory: Yessir. mox: I ain’t but two seconds off you noway. The gar-\nbage sitting in there overflowing . . . you ain't\ndone none of your chores . . . and you come in\n\nhere talking about, “Yeah.”\n\ncory: I was just getting ready to do my chores now,\n\nPop\n\n44\n\n9780735217867 Fences.indd 44 11/1516 1:50 PM\n\fFENCES\n\nmroy: Your first chore is to help me with this fence\non Saturday. \n\nTARGET SECTION TO BE ANNOTATED:\n Everything else come after that. Now\n\nget that saw and cut them boards.\n\nCory takes the saw and begins cutting\nthe boards. Troy continues working.\n\nThere is a long pause.\ncory: Hey, Pop . . . why don’t you buy a TV?\n\ntroy: What I want with a TV? What I want one of them\n\nfor?\ncory: Everybody got one. Earl, Ba Bra . . . Jesse!\n\ntroy: I ain’t asked you who had one. I say what I want\n\nwith one?\n\ncory: So you can watch it. They got lots of things on\nTV. Baseball games and everything. We could watch\nthe World Series.\n\ntroy: Yeah . . . And how much this TV cost?\n\ncory: I don’t know. They got them on sale for around\n\ntwo hundred dollars.\n\nmroy: Two hundred dollars, huh?\n\ncory: That ain’t that much, Pop.\n\nmx: Naw, it’s just two hundred dollars.\n(pointing with his pencil)\n\nSee that roof you got over your head at night?\nLet me tell you something about that roof. It’s\n\nbeen over ten years since that roof was last\n\n45\n\n9780735217867 Fences.indd 45 11/1516 1:50 PM\n\fAUGUST WILSON\n\ntarred. See now... the snow come this winter\nand sit up there on that roof like it is... and\nit’s gonna seep inside. It’s just gonna be a lit-\ntle bit . . . ain’t gonna hardly notice it. Then\nthe next thing you know, it’s gonna be leaking all\nover the house. Then the wood rot from all that\nwater and you gonna need a whole new roof. Now,\n\nhow much you think it cost to get that roof tarred?\ncory (stops sawinc): I don’t know.\n\nmroy: Two hundred and sixty-four dollars . . . cash\nmoney. While you thinking about a TV, I got to be\nthinking about the roof . . . and whatever else\ngo wrong around here. Now if you had two hundred\ndollars, what would you do... fix the roof or\n\nbuy a TV?\n\ncory: I’d buy a TV. Then when the roof started to\n\nleak . . . when it needed fixing . . . I'd fix it.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\ncory: I’d buy a TV. Then when the roof started to\n\nleak . . . when it needed fixing . . . I'd fix it. \n\nTARGET SECTION TO BE ANNOTATED:\nCory hurls a finished plank aside and\n\ngrabs the next one.\n\ntroy: Where are you gonna get the money from? You done\nspent it for a TV. You gonna sit up and watch the\n\nwater run all over your brand-new TV.\ncory: Aw, Pop. You got money. I know you do.\ntroy: Where I got it at, huh?\ncory: You got it in the bank.\n\nmRoy: You wanna see my bankbook? You wanna see that\n\n$73.22 I got sitting up in there?\n\n46\n\n9780735217867 Fences.indd 46 11/1516 1:50 PM\n\fFENCES\n\ncory: You ain’t got to pay for it all at one time. You\ncan put a down payment on it and carry it home\n\nwith you.\n\ntroy: Not me. I ain’t gonna owe nobody nothing if I\ncan help it. Miss a payment and they come and\nsnatch it right out your house. Then what you\ngot? Now, soon as I get two hundred dollars clear,\nthen I’1l buy a TV. Right now, as soon as I get\ntwo hundred and sixty-four dollars, I’m gonna\n\nhave this roof tarred.\ncory: Aw . . . Pop!\n\ntroy: You go on and get you two hundred dollars and\nbuy one if ya want it. I got better things to do\n\nwith my money.\n\ncory: I can’t get no two hundred dollars. I ain’t\n\nnever seen two hundred dollars.\n\ntroy: I/1l tell you what . . . you get you a hundred\ndollars and I’1l put the other hundred with it.\n\ncory: All right, I’m gonna show you.\n\ntroy: You gonna show me how you can cut them boards\n\nright now.\n\nCory begins to cut the boards. There\n\nis a long pause.\ncory: The Pirates won today. That makes five in a row.\n\nmroy: I ain’t thinking about the Pirates. Got an all-\n\nwhite team. Got that boy . . . that Puerto Rican\nboy . . . Clemente. Don’t even half-play him.\n47\n\n9780735217867 Fences.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nClemente. Don’t even half-play him. 47\n\n9780735217867 Fences. \n\nTARGET SECTION TO BE ANNOTATED:\nd 47 11/1516 1:50 PM\n\fAUGUST WILSON\n\nThat boy could be something if they give him a\nchance. Play him one day and sit him on the bench\n\nthe next.\ncory: He gets a lot of chances to play.\n\nmoy: I’m talking about playing regular. Playing ev-\nery day so you can get your timing. That’s what\n\nI’m talking about.\n\ncory: They got some white guys on the team that don’t\nplay every day. You can’t play everybody at the\n\nsame time.\n\nmoy: If they got a white fellow sitting on the\nbench . . . you can bet your last dollar he can’t\nplay! The colored guy got to be twice as good be-\nfore he get on the team. That’s why I don’t want\nyou to get all tied up in them sports. Man on the\nteam and what it get him? They got colored on the\nteam and don’t use them. Same as not having them.\n\nAll them teams the same.\n\ncory: The Braves got Hank Aaron and Wes Covington.\nHank Aaron hit two home runs today. That makes\n\nforty-three.\n\ntroy: Hank Aaron ain’t nobody. That’s what you sup-\nposed to do. That’s how you supposed to play the\ngame. Ain’t nothing to it. It’s just a matter of\ntiming . . . getting the right follow-through.\n\nHell, I can hit forty-three home runs right now!\ncory: Not off no major-league pitching, you couldn’t.\n\ntroy: We had better pitching in the Negro leagues. I\n\n48\n\n9780735217867 Fences.indd 48 11/1516 1:50 PM\n\fFENCES\n\nhit seven home runs off of Satchel Paige. You\n\ncan’t get no better than that!\n\ncory: Sandy Koufax. He’s leading the league in strike-\n\nouts.\ntroy: I ain’t thinking of no Sandy Koufax.\n\ncory: You got Warren Spahn and Lew Burdette. I bet you\n\ncouldn’t hit no home runs off of Warren Spahn.\n\nmroy: I’m through with it now. You go on and cut them\n\nboards.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nI bet you\n\ncouldn’t hit no home runs off of Warren Spahn. mroy: I’m through with it now. You go on and cut them\n\nboards. \n\nTARGET SECTION TO BE ANNOTATED:\n(pause)\n\nYour mama tell me you done got recruited by a\n\ncollege football team? Is that right?\n\ncory: Yeah. Coach Zellman say the recruiter gonna be\ncoming by to talk to you. Get you to sign the\n\npermission papers.\n\ntroy: I thought you supposed to be working down there\nat the A&P. Ain’t you supposed to be working down\n\nthere after school?\n\ncory: Mr. Stawicki say he gonna hold my job for me\nuntil after the football season. Say starting\n\nnext week I can work weekends.\n\ntroy: I thought we had an understanding about this\nfootball stuff? You suppose to keep up with your\nchores and hold that job down at the A&P. Ain’t\nbeen around here all day on a Saturday. Ain’t\nnone of your chores done . . . and now you tell-\n\ning me you done quit your job.\n\n49\n\n9780735217867 Fences.indd 49 11/1516 1:50 PM\n\fAUGUST WILSON\n\ncory: I’m gonna be working weekends.\n\nroy: You damn right you are! And ain’t no need for\nnobody coming around here to talk to me about\n\nsigning nothing.\n\ncory: Hey, Pop . . . you can’t do that. He’s coming\n\nall the way from North Carolina.\n\ntroy: I don’t care where he coming from. The white man\nain’t gonna let you get nowhere with that foot-\nball no way. You go on and get your book-learning\nso you can work yourself up in that A&P or learn\nhow to fix cars or build houses or something, get\nyou a trade. That way you have something can’t\nnobody take away from you. You go on and learn how\nto put your hands to some good use. Besides haul-\n\ning people’s garbage.\n\ncory: I get good grades, Pop. That’s why the recruiter\nwants to talk with you. You got to keep up your\ngrades to get recruited. This way I’1l be going\nto college. I’1l get a chance\n\ntroy: First you gonna get your butt down there to the\n\nA&P and get your job back.\n\ncory: Mr. Stawicki done already hired somebody else\n\n‘cause I told him I was playing football.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’1l get a chance\n\ntroy: First you gonna get your butt down there to the\n\nA&P and get your job back. cory: Mr. Stawicki done already hired somebody else\n\n‘cause I told him I was playing football. \n\nTARGET SECTION TO BE ANNOTATED:\nmox: You a bigger fool than I thought... to let\nsomebody take away your job so you can play some\nfootball. Where you gonna get your money to take\nout your girlfriend and whatnot? What kind of fool-\n\nishness is that to let somebody take away your job?\n\n50\n\n9780735217867 Fences.indd 50 11/1516 1:50 PM\n\fFENCES\n\ncory: I’m still gonna be working weekends.\n\nmy: Naw . . . naw. You getting your butt out of here\n\nand finding you another job.\n\ncory: Come on, Pop! I got to practice. I can’t work\nafter school and play football too. The team\n\nneeds me. That’s what Coach Zellman say\n\ntroy: I don’t care what nobody else say. I’m the\nboss . . . you understand? I’m the boss around\n\nhere. I do the only saying what counts.\ncory: Come on, Pop!\n\nTroy comes right up to Cory, in his\n\nface.\ntroy: I asked you . . . Did you understand?\n\ncory: Yeah\n\n \n\ntroy: What\ncory: Yessir.\nmoy: Yessir.\ncory (pause): Can I ask you a question?\n\ntroy: What the hell you wanna ask me? Mr. Stawicki the\n\none you got the questions for.\ncory: How come you ain’t never liked me?\n\ntroy: Liked you? Who the hell say I got to like you?\nWhat law is there say I got to like you? Wanna\n\nstand up in my face and ask a damn fool-ass ques-\n\n51\n\n9780735217867_Fences.indd 51 11/1516 1:50 PM\n\fTROY\n\nTROY\n\ncoRY\n\nTROY\n\nTROY\n\ncoRY\n\nTROY\n\ncoRY\n\nTROY:\n\nCORY:\n\nTROY:\n\nCORY:\n\nTROY:\n\nCORY:\n\nTROY:\n\nAUGUST WILSON\n\ntion like that. Talking about liking somebody.\n\nCome here, boy, when I talk to you.\nCory hesitates, then goes to Troy.\n: Straighten up, goddamn it!\nCory does.\n\n: I asked you a question . . . what law is there\n\nsay I got to like you?\n\n: None.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nCory does. : I asked you a question . . . what law is there\n\nsay I got to like you? : None. \n\nTARGET SECTION TO BE ANNOTATED:\n: Well, all right then! Don’t you eat every day?\nCory looks down.\n\n: Answer me when I talk to you! Don’t you eat ev-\n\nery day?\n\n: Yeah.\n\n: Nigger, as long as you in my house, you put that\n\nsir on the end of it when you talk to me!\n: Yes... sir.\n\nYou eat every day.\n\nYessir!\n\nGot a roof over your head.\n\nYessir!\n\nGot clothes on your back.\n\nYessir.\n\nWhy you think that is?\n\n52\n\n9780735217867 Fences.indd 52 11/15/16\n\n1:50 PM\n\fFENCES\n\ncory: ‘Cause of you.\n\ntroy: Aw, hell, I know it’s ‘cause of me . . . but why\n\ndo you think that is?\ncory (ugsrvanz): ‘Cause you like me.\n\ntroy: Like you? I go out of here every morning\nbust my butt . . . putting up with them crackers\nevery day . . . ’cause I like you? You about the\nbiggest fool I ever saw. It’s my job. It’s my re-\nsponsibility! You understand that? A man got to\ntake care of his family. You live in my house\nsleep your behind on my bedclothes . . . fill you\n\nbelly up with my food . . . ‘cause you my son.\n\nRose is in the kitchen, listening\n\nthrough the screen door.\n\ntroy: You my flesh and blood. Not ‘cause I like you\n‘Cause it’s my duty to take care of you. I owe a\nresponsibility to you! Let’s get this straight\nright here... before it go along any fur-\nther... I ain’t got to like you. Mr. Rand\ndon’t give me my money come payday ‘cause he\nlikes me. He gives me ‘cause he owe me. I done\ngive you everything I had to give you. I gave you\nyour life! Me and your mama worked that out be-\ntween us. And liking your black ass wasn’t part\nof the bargain. Don’t you try and go through life\nworrying about if somebody like you or not. You\nbest be making sure they doing right by you. You\n\nunderstand what I’m saying, boy?\n\ncory: Yessir.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou\nbest be making sure they doing right by you. You\n\nunderstand what I’m saying, boy? cory: Yessir. \n\nTARGET SECTION TO BE ANNOTATED:\n53\n\n9780735217867 Fences.indd 53 11/1516 1:50 PM\n\fAUGUST WILSON\n\nmroy: Then get the hell out of my face, and get on\n\ndown to that A&P.\n\nCory runs up the stairs, yanks open\nthe screen door to discover Rose,\n\nstanding there. He pushes past her,\nletting the door slam. She comes out\n\nonto the porch.\n\nROSE (COMING DOWN INTO THE YARD): Why don’t you let the boy\ngo ahead and play football, Troy? Ain’t no harm\nin that. He’s just trying to be like you with the\n\nsports.\n\nmoy: I don’t want him to be like me! I want him to\nmove as far away from my life as he can get. You\nthe only decent thing that ever happened to me. I\nwish him that. But I don’t wish him a thing else\n\nfrom my life.\nHe starts to put away the sawhorses.\n\nmror: I decided seventeen years ago that boy wasn’t\ngetting involved in no sports. Not after what\n\nthey did to me in the sports.\n\nRoszE: Troy, why don’t you admit you was too old to\nplay in the major leagues? For once... why\n\ndon’t you admit that?\n\ntroy: What do you mean too old? Don’t come telling me\nI was too old. I just wasn’t the right color.\nHell, I’m fifty-three years old and can do better\nthan Selkirk’s .269 right now!\n\nRoszE: How’s was you gonna play ball when you were\n\n54\n\n9780735217867 Fences.indd 54 11/1516 1:50 PM\n\fFENCES\n\nover forty? Sometimes I can’t get no sense out\n\nof you.\n\ntroy: I got good sense, woman. I got sense enough not\nto let my boy get hurt over playing no sports. You\nbeen mothering that boy too much. Worried about\n\nif people like him.\n\nRose: Everything that boy do . . . he do for you. He\n\nwants you to say, “Good job, son.” That’s all.\n\ntroy: Rose, I ain’t got time for that. He’s alive.\nHe’s healthy. He’s got to make his own way.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe’s alive. He’s healthy. He’s got to make his own way. \n\nTARGET SECTION TO BE ANNOTATED:\n I made\nmine. Ain’t nobody gonna hold his hand when he\n\nget out there in that world.\n\nRose: Times have changed from when you was young,\nTroy. People change. The world’s changing around\n\nyou and you can’t even see it.\n\nRoy (SLOW, METHODICAL): Woman . . . I do the best I can\ndo. I come in here every Friday. I carry a sack of\npotatoes and a bucket of lard. You all line up at\nthe door with your hands out. I give you the lint\nfrom my pockets. I give you my sweat and my blood.\nI ain’t got no tears. I done spent them. We go up-\nstairs in that room at night . . . and I fall down\non you and try to blast a hole into forever. I get\nup Monday morning . . . find my lunch on the table.\nI go out. Make my way. Find my strength to carry me\n\nthrough to the next Friday. That’s all I got, Rose.\nTroy starts into the house.\n\nmroy: That’s all I got to give. I can’t give nothing\n\nelse!\n\n55\n\n9780735217867 Fences.indd 55 11/1516 1:50 PM\n\fAUGUST WILSON\n\nHe goes inside. The door swings shut\nbehind him. Rose, alone, watching him\n\ngo.\n\nINT. CITY HALL—AFTERNOON\n\nWe’re moving at a rapid walking pace\nlooking up at a ceiling fresco of\nwpa-era heroic worker figures laying\nsewers. The sound of footsteps. The\ncamera pans down to catch the back of\na white deputy commissioner. He\nhurries past various businessmen and\n-women, all white, to find troy sitting\nin the chair against the opposite\n\nwall, looking nervous, hat in hand.\nDEPUTY COMMISIONER: Mr. Maxson?\nTroy stands.\nDEPUTY CoMMISIONER: The commissioner will see you now.\n\nClose up on Troy’s face.\n\ncut TO\n\nBLACK SCREEN\n\nIn the black we hear Troy and Bono.\n\nBono (v.o.): He told him the same thing he told you.\n\nTake it to the union.\n\n56\n\n9780735217867 Fences.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nBono (v.o.): He told him the same thing he told you. Take it to the union. 56\n\n9780735217867 Fences. \n\nTARGET SECTION TO BE ANNOTATED:\nd 56 11/1516 1:50 PM\n\fFENCES\n\nmroy (v.o.): (excited)\nBrownie ain’t got that much sense. Man wasn’t\nthinking about nothing. He wait until I confront\nthem on it... then he wanna come crying se-\n\nniority.\n(calls out)\n\nROSE! HEY ROSE!\n\nEXT. FRONT OF TROY’S AND ROSE’S HOUSE—\nAFTERNOON\n\nTroy peacocking, Bono walks beside\nhim. Across the street, a couple of\n\npeople look out of their windows.\n\nBono: I wish I could have seen Mr. Rand’s face when\n\nhe told you.\n\ntroy: He couldn’t get it out of his mouth! Liked to\nbit his tongue! When they called me down there to\nthe commissioner’s office . . . he thought they\n\nwas gonna fire me. Like everybody else.\n\npono: I didn’t think they was gonna fire you. I thought\n\nthey was gonna put you on the warning paper.\n\nEXT. SIDE YARD—AFTERNOON\n\ntroy: HEY ROSE!\n(to Bono)\n\nYeah, Mr. Rand like to bit his tongue.\n\n57\n\n9780735217867 Fences.indd 57 11/1516 1:50 PM\n\fAUGUST WILSON\n\npono: I see you run right down to Taylors’ and told\n\nthat Alberta gal.\nroy (CALLING): HEY ROSE!\n(to Bono)\nI told everybody. HEY ROSE!\n(for Bono)\n\nI went down there to cash my check.\n\nEXT. BACK YARD—CONTINUOUS\nRose sticks her head out of the\nkitchen window.\n\nRose: Hush all that hollering, man! I know you out\nhere. What they say down there at the commission-\n\ner’s office?\n\nRoy (WITH MOCK PRIDE): You supposed to come when I call\n\nyou, woman. Bono’ll tell you that.\n(to Bono)\nDon’t Lucille come when you call her?\n\nRose: Man, hush your mouth. I ain’t no dog . . . talk\n\nabout . . . “come when you call me.”\n\nRose pulls her head back in and shuts\nthe window.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\n(to Bono)\nDon’t Lucille come when you call her? Rose: Man, hush your mouth. I ain’t no dog . . . talk\n\nabout . . . “come when you call me.”\n\nRose pulls her head back in and shuts\nthe window. \n\nTARGET SECTION TO BE ANNOTATED:\n Troy, still peacocking,\nheads up the steps and makes a show of\n\nopening the back porch door for her.\n\n58\n\n9780735217867 Fences.indd 58 11/1516 1:50 PM\n\fFENCES\n\nTROY (LOUD FOR ROSE TO HEAR): You hear this, Bono? I had\nme an old dog used to get uppity like that. You\nsay, “C’mere, Blue!” . . . and he just lay there\n\nand look at you.\n\nRose hurries out onto the back porch.\n\n \n\nEnd up getting a stick and chasing him away try-\n\ning to make him come.\n\nRose: I ain’t studying you and your dog. I remember\n\nyou used to sing that old song.\n\nroy (HE siNcs:) Hear it ring! Hear it ring!\n\nHad an old dog his name was Blue.\n\nRosE: Don’t nobody want to hear you sing that old\n\nsong.\ntroy (sINGING): You know Blue was mighty true.\n\nRosE: Used to have Cory running around here singing\n\nthat song.\nBono: Hell, I remember that song myself.\n\nroy (SINGING): You know Blue was a good old dog.\nBlue treed a possum in a hollow log.\nThat was my daddy’s song. My daddy made up that\n\nsong.\n\nRosE: I don’t care who made it up. Don’t nobody wanna\n\nhear you sing it.\nTROY (MAKES A SONG LIKE CALLING A pos): Come here, woman.\n\nRose: You come in here carrying on, I reckon they\n\n59\n\n9780735217867 Fences.indd 59 11/1516 1:50 PM\n\fAUGUST WILSON\n\nain’t fired you. What they say down there at the\n\ncommissioner’s office?\n\nTROY (PUTS HIS ARM AROUND ROSE): Look here, Rose... Mr.\nRand called me into his office today when I got\nback from talking to them people down there\nit come from up top... he called me in and\n\ntold me they was making me a driver.\nRosz: Troy, you kidding!\ntroy: No I ain’t. Ask Bono.\n\nRose: Well, that’s great, Troy. Now you don’t have to\n\nhassle them people no more.\nLyons comes out from inside.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nRose: Well, that’s great, Troy. Now you don’t have to\n\nhassle them people no more. Lyons comes out from inside. \n\nTARGET SECTION TO BE ANNOTATED:\nmoy: Aw hell . . . I wasn’t looking to see you today.\nI thought you was in jail. Got it all over the\nfront page of the Courier about them raiding See-\nfus’ place . . . where you be hanging out with\n\nall them thugs.\n\n \n\nLyons: Hey, Pop... that ain’t got nothing to do\n\nwith me. I don’t go down there gambling. I go down\nthere to sit in with the band. I ain’t got nothing\nto do with the gambling part. They got some good\n\nmusic down there.\nmrox: They got some rogues . . . is what they got.\ntyons: How you been, Mr. Bono? Hi, Rose.\nBono: I see where you playing down at the Crawford\n\nGrill tonight.\n\n60\n\n9780735217867 Fences.indd 60 11/1516 1:50 PM\n\fFENCES\n\nROSE: How come you ain’t brought Bonnie like I told\nyou. You should have brought Bonnie with you, she\n\nain’t been over in a month of Sundays.\n\nLyons: I was just in the neighborhood . . . thought\n\nI'd stop by.\ntroy: Here he come\n\nBono: Your daddy got a promotion on the rubbish. He’s\ngonna be the first colored driver. Ain’t got to do\nnothing but sit up there and read the paper like\n\nthem white fellows.\n\nLyons comes down the steps and joins\n\nthem.\nLyons: Hey, Pop . . . if you knew how to read you'd be\nall right.\nBono: Naw . . . naw. . . you mean if the nigger knew\n\nhow to drive he’d be all right. Been fighting with\nthem people about driving and ain’t even got a\nlicense. Mr. Rand know you ain’t got no driver’s\n\nlicense?\n\ntroy: Driving ain’t nothing. All you do is point the\ntruck where you want it to go. Driving ain’t\n\nnothing.\n\nBono: Do they know you ain’t got no driver’s license?\nThat’s what I’m talking about. I ain’t asked if\ndriving was easy. I asked if Mr. Rand know you\n\nain’t got no driver’s license.\n\nmroy: He ain’t got to know.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nI asked if Mr. Rand know you\n\nain’t got no driver’s license. mroy: He ain’t got to know. \n\nTARGET SECTION TO BE ANNOTATED:\n The man ain’t got to know\n\n61\n\n9780735217867_Fences.indd 61 11/1516 1:50 PM\n\fAUGUST WILSON\n\nmy business. Time he find out, I have two or three\n\ndriver’s licenses.\nLYONS (GOING INTO HIS PocKET): Say, look here, Pop\n\ntroy: I knew it was coming. Didn’t I tell you, Bono?\nI know what kind of “look here, Pop” that was. The\nnigger fixing to ask me for some money. It’s Fri-\nday night. It’s my payday. All them rogues down\nthere on the avenue . . . the ones that ain’t in\njail... and Lyons is hopping in his shoes to\n\nget down there with them.\n\nLyons takes out a ten dollar bill and\nholds it out to Troy.\n\nLyons: See, Pop . . . if you’d give somebody else a\nchance to talk sometime—you’d see that I was fix-\ning to pay you back your ten dollars like I told\nyou. Here . . . I told you I’d pay you when Bon-\n\nnie got paid.\n\nmoy: Naw . . . you go ahead and keep that ten dol-\nlars. Put it in the bank. The next time you feel\nlike you wanna come by here and ask me for some-\n\nthing . . . you go on down there and get that.\n\nLyons: Here’s your ten dollars, Pop. I told you I\ndon’t want you to give me nothing. I just wanted\n\nto borrow ten dollars.\n\nmoy: Naw . . . you go on and keep that for the next\n\ntime you want to ask me.\n\nLyons: Come on, Pop . . . here go your ten dollars.\n\n62\n\n9780735217867 Fences.indd 62 11/1516 1:50 PM\n\fFENCES\n\nLyons tries again to hand the money to\n\nTroy.\n\nRosE: Why don’t you go on and let the boy pay you\nback, Troy?\n\niyons: Here you go, Rose. If you don’t take it I’m\ngonna have to hear about it for the next six\n\nmonths.\n\nHe hands her the money.\nRose: You can hand yours over here too, Troy.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nIf you don’t take it I’m\ngonna have to hear about it for the next six\n\nmonths. He hands her the money. Rose: You can hand yours over here too, Troy. \n\nTARGET SECTION TO BE ANNOTATED:\nmroy: You see this Bono, you see how they do me?\nBono: Yeah, Lucille do me the same way.\n\nGabriel is heard singing\n\nGABRIEL: Better get ready for the judgement!\nBetter get ready for\n\nHey! . . . Hey! There’s Troy’s boy!\nLyons: How you doing, Uncle Gabe?\nGABRIEL: Lyons . . . The King of the Jungle!\n\nHe surveys the backyard, finding Rose,\n\nwho’s come to greet him.\ncaBRIEL: Rose . . . hey, Rose. Got a flower for you.\n\nGabe rummages in his basket till he\nfinds a torn-off branch of a rose vine.\n\nHe hands it to Rose.\n\nGABRIEL: Picked it myself. That’s the same rose like\n\nyou is!\n\n63\n\n9780735217867 Fences.indd 63 11/1516 1:50 PM\n\fAUGUST WILSON\n\nRoszE: That’s right nice of you, Gabe.\nLyons: What you been doing, Uncle Gabe?\n\nGABRIEL: Oh, I been chasing hellhounds and waiting on\n\nthe time to tell Saint Peter to open the Gates.\n\nLyons: You been chasing hellhounds, huh? Well\nyou doing the right thing, Uncle Gabe. Somebody\n\ngot to chase them.\n\nGABRIEL: Oh, yeah . . . I know it. The devil’s strong.\nThe devil ain’t no pushover. Hellhounds snipping\nat everybody’s heels. But I got my trumpet wait-\n\ning on the Judgment time.\nLyons: Waiting on the Battle of Armageddon, huh?\n\naBRIEL: Ain’t gonna be too much of a battle when God\nget to waving that Judgment sword. But the peo-\nple’s gonna have a hell of a time trying to get\n\ninto Heaven if them Gates ain’t open.\n\nLYONS (PUTTING HIS ARMS AROUND GABRIEL): You hear this, Pop?\n\nUncle Gabe, you all right!\nGABRIEL (LAUGHING WITH LYoNs): Lyons! King of the Jungle.\n\nRosE: You gonna stay for supper, Gabe? Want me to fix\n\nyou a plate?\n\nGABRIEL: I’1l1 just take a sandwich, Rose.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nRosE: You gonna stay for supper, Gabe? Want me to fix\n\nyou a plate? GABRIEL: I’1l1 just take a sandwich, Rose. \n\nTARGET SECTION TO BE ANNOTATED:\n Don’t want\nno plate. Just wanna eat with my hands. I’1l take\n\na sandwich.\n\nROSE: How about you, Lyons? You staying? Got some\n\nshort ribs cooking.\n\n64\n\n9780735217867 Fences.indd 64 11/1516 1:50 PM\n\fFENCES\n\nLyons: Naw, I won’t eat nothing till after we finished\n\nplaying.\n(pause)\n\nYou ought to come down and listen to me play,\n\nPop.\ntroy: I don’t like that Chinese music. All that noise.\n\nROSE: Go on in the house and wash up, Gabe... I’1l\n\nfix you a sandwich.\nGABRIEL (T0 LYONS AS HE GOES INSIDE): Troy’s mad at me.\nLyons: What you mad at Uncle Gabe for, Pop.\n\nROSE: He thinks Troy’s mad at him ’cause he moved over\n\nto Miss Pearl’s.\n\ntroy: I ain’t mad at the man. He can live where he\n\nwant to live at.\n\nLyons: What he move over there for? Miss Pearl don’t\n\nlike nobody.\n\nROSE: She don’t mind him none. She treats him real\n\nnice. She just don’t allow all that singing.\n\ntroy: She don’t mind that rent he be paying\nthat’s what she don’t mind.\n\nRose: Troy, I ain’t going through that with you no\nmore. He’s over there ’cause he want to have his\n\nown place. He can come and go as he please.\n\ntroy: Hell, he could come and go as he please here. I\n\nwasn’t stopping him. I ain’t put no rules on him.\n\n65\n\n9780735217867 Fences.indd 65 11/1516 1:50 PM\n\fAUGUST WILSON\n\nRose: It ain’t the same thing, Troy. And you know it.\nNow, that’s the last I wanna hear about that. I\ndon’t wanna hear nothing else about Gabe and Miss\n\nPearl. And next week\n\n(Gabe calls from the kitchen)\n\n \n\ncaprieL (0.s.): I’m ready for my sandwich, Rose.\n\nRoszE: And next week . . . when that recruiter come\nfrom that school...",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nI\ndon’t wanna hear nothing else about Gabe and Miss\n\nPearl. And next week\n\n(Gabe calls from the kitchen)\n\n \n\ncaprieL (0.s.): I’m ready for my sandwich, Rose. RoszE: And next week . . . when that recruiter come\nfrom that school... \n\nTARGET SECTION TO BE ANNOTATED:\n I want you to sign that\npaper and go on and let Cory play football. Then\nthat’1l be the last I have to hear about that.\n\nmroy (10 Rosz AS SHE GOES INTO THE KITCHEN): I ain’t thinking\n\nabout Cory nothing.\n\nLyoNs: What . . . Cory got recruited? What school he\n\ngoing to?\n\nmoy: That boy walking around here smelling his\npiss... thinking he’s grown. Thinking he’s\ngonna do what he want, irrespective of what I\nsay. Look here, Bono . . . I left the commission-\ner’s office and went down to the A&P... that\n\nboy ain’t working down there. He lying to me.\n\nTelling me he got his job back . . . telling me\nhe working weekends . . . telling me he working\nafter school . . . Mr. Stawicki tell me he ain’t\n\nworking down there at all!\n\nLyons: Cory just growing up. He’s just busting at the\n\nseams trying to fill out your shoes.\n\nmroy: I don’t care what he’s doing. When he get to the\n\n66\n\n9780735217867 Fences.indd 66 11/1516 1:50 PM\n\fFENCES\n\npoint where he wanna disobey me . . . then it’s\ntime for him to move on. Bono’ll tell you that. I\nbet he ain’t never disobeyed his daddy without\n\npaying the consequences.\n\nTroy offers Bono the bottle. Bono\n\ntakes it.\n\npono: I ain’t never had a chance. My daddy came on\nthrough . . . But I ain’t never knew him to see\nhim . . . or what he had on his mind or where he\nwent. Just moving on through. Searching out the\nNew Land. That’s what the old folks used to call\nit. See a fellow moving around from place to\nplace... woman to woman... called it\nSearching out the New Land. I can’t say if he ever\nfound it. I come along, didn’t want no kids.\nDidn’t know if I was gonna be in one place long\nenough to fix on them right as their daddy. I fig-\n\nured I was going searching too.\n\nBono sips, hands the bottle to Lyons,\n\nwho takes a big swig.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nDidn’t know if I was gonna be in one place long\nenough to fix on them right as their daddy. I fig-\n\nured I was going searching too. Bono sips, hands the bottle to Lyons,\n\nwho takes a big swig. \n\nTARGET SECTION TO BE ANNOTATED:\nBono: As it turned out I been hooked up with Lucille\nnear about as long as your daddy been with Rose.\n\nGoing on sixteen years.\n\ntroy: Sometimes I wish I hadn’t known my daddy. He\nain’t cared nothing about no kids. A kid to him\nwasn’t nothing. All he wanted was for you to\nlearn how to walk so he could start you to work-\n\ning. When it come time for eating . . . he ate\n\n67\n\n9780735217867 Fences.indd 67 11/1516 1:50 PM\n\fAUGUST WILSON\n\nfirst. If there was anything left over, that’s\nwhat you got. Man would sit down and eat two\n\nchickens and give you the wing.\n\nLyons: You ought to stop that, Pop. Everybody feed\ntheir kids. No matter how hard times is . . . ev-\nerybody care about their kids. Make sure they\n\nhave something to eat.\n\ntroy: The only thing my daddy cared about was getting\nthem bales of cotton in to Mr. Lubin. That’s the\nonly thing that mattered to him. Sometimes I used\nto wonder why he was living. Wonder why the devil\nhadn’t come and got him. “Get them bales of cot-\nton in to Mr. Lubin” and find out he owe him\n\nmoney\n\ntyons: He should have just went on and left when he\nsaw he couldn’t get nowhere. That’s what I would\n\nhave done.\n\ntroy: How he gonna leave with eleven kids? And where\nhe gonna go? He ain’t knew how to do nothing but\nfarm. No, he was trapped and I think he knew it.\nBut I’ll say this for him. . . he felt a respon-\nsibility toward us. Maybe he ain’t treated us the\nway I felt he should have . . . but without that\nresponsibility he could have walked off and left\n\nus . . . made his own way.\n\nBono: A lot of them did. Back in those days what you\ntalking about... they walk out their front\ndoor and just take on down one road or another and\n\nkeep on walking.\n\n68\n\n9780735217867 Fences.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nBono: A lot of them did. Back in those days what you\ntalking about... they walk out their front\ndoor and just take on down one road or another and\n\nkeep on walking. 68\n\n9780735217867 Fences. \n\nTARGET SECTION TO BE ANNOTATED:\nd 68 11/1516 1:50 PM\n\fFENCES\n\ntyons: There you go! That’s what I’m talking about.\nTroy offers Bono the bottle.\n\nBono: Just keep on walking till you come to something\nelse. Ain’t you never heard of nobody having the\nwalking blues? Well, that’s what you call it when\nyou just take off like that.\n\ntroy: My daddy ain’t had them walking blues! What you\ntalking about? He stayed right there with his\nfamily. But he was just as evil as he could be.\nMy mama couldn’t stand him. Couldn’t stand that\n\nevilness. She run off when I was about eight.\n\nEXT. AN ALABAMA COTTON FIELD—DAY\n\nA sharp colorless memory fragment:\nTROY’S FATHER, A SHARECROPPER, SEEN FROM BEHIND AS\n\nHE STEERS A PLOW PULLED BY A MULE.\n\ntroy (v.o.): She sneaked off one night after he had\ngone to sleep. Told me she was coming back for me.\nI ain’t never seen her no more. All his women run\n\noff and left him. He wasn’t good for nobody.\n\nEXT. THE BACKYARD—AFTERNOON\n\ntroy: When my turn come to head out, I was fourteen\nand got to sniffing around Joe Canewell’s daugh-\n\nter.\n\n69\n\n9780735217867 Fences.indd 69 11/1516 1:50 PM\n\fAUGUST WILSON\n\nINT. THE KITCHEN—AFTERNOON\n\nRose sits next to Gabriel, eating a\nsandwich, his trumpet on the table.\n\nRose is listening to Troy.\n\nmoy (0.s.): Had us an old mule we called Greyboy. My\ndaddy sent me out to do some plowing and I tied\nup Greyboy and went to fooling around with Joe\nCanewell’s daughter. We done found us a nice\nspot, got real cozy with each other. She about\nthirteen and we done figured we was grown any-\nway... So we down there enjoying our-\n\nselves . . . ain’t thinking about nothing.\n\nEXT.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe about\nthirteen and we done figured we was grown any-\nway... So we down there enjoying our-\n\nselves . . . ain’t thinking about nothing. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n A WOODS IN ALABAMA—DAY\n\nMemory fragment, no color: The arms,\nshoulders, legs of a teenaged girl,\npushing aside low-growing new foliage,\nlying down on leaves; a quick glimpse\nof a pretty face; her laughter heard\n\nunderneath Troy’s voice:\n\nmroy (v.o.): We didn’t know Greyboy had got loose and\nwandered back to the house and my daddy was look-\ning for me. We down there by the creek enjoying\n\nourselves when my daddy come up on us.\n\n70\n\n9780735217867 Fences.indd 70 11/1516 1:50 PM\n\fFENCES\n\nEXT. BACKYARD—AFTERNOON,\n\ntroy: Surprised us. He had them leather straps off the\nmule and commenced to whupping me like there was\nno tomorrow. I jumped up, mad and embarrassed. I\n\nwas scared of my daddy.\n\nEXT. A WOODS IN ALABAMA—DAY\n\nMemory fragment: Troy’s father’s huge\narms tearing at branches, scrabbling\nafter something that’s scrambling away\n\nfrom his grasping hands.\n\nEXT. THE BACKYARD—AFTERNOON\n\ntroy: When he commenced to whupping on me . . . quite\nnaturally I run to get out of the way. Now I\nthought he was mad ‘cause I ain’t done my work.\nBut I see where he was chasing me off so he could\nhave the gal for himself. When I see what the\nmatter of it was, I lost all fear of my daddy.\nRight there is where I become a man... at\n\nfourteen years of age.\n\nEXT. A WOODS IN ALABAMA—DAY\n\nMemory fragment: The teenaged girl,\nrunning, terrified, deeper into the\n\nwoods; Troy’s father’s back, his shirt\n\n71\n\n9780735217867_Fences.indd 71 11/1516 1:50 PM\n\fAUGUST WILSON\n\nbeing torn open by the stroke of a\nleather reins; his arms raised against\n\nfurther lashing.\n\ntroy (v.o.): Now it was my turn to run him off. I\npicked up them same reins that he had used on me.\nI picked up them reins and commenced to whupping\non him.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\ntroy (v.o.): Now it was my turn to run him off. I\npicked up them same reins that he had used on me. I picked up them reins and commenced to whupping\non him. \n\nTARGET SECTION TO BE ANNOTATED:\n The gal jumped up and run off . . . and\nwhen my daddy turned to face me, I could see why\n\nthe devil had never come to get him\n\nTroy’s father grabs the reins,\nlowering his arms; a moment in which\n\nwe see his face for the first time.\n\nmoy (v.o.): . . . ‘cause he was the devil himself.\n\nINT. THE KITCHEN—AFTERNOON\n\nGabriel stands with his trumpet,\nsandwich in his other hand. Rose is\n\nstill sitting, transfixed.\n\nEXT. THE BACKYARD—AFTERNOON\n\nmroy: I don’t know what happened. When I woke up, I\nwas laying right there by the creek, and Blue\nthis old dog we had . . . was licking my face. I\nthought I was blind. I couldn’t see nothing. Both\nmy eyes were swollen shut. I laid there and cried.\n\nI didn’t know what I was gonna do.\n\n72\n\n9780735217867 Fences.indd 72 11/1516 1:50 PM\n\fFENCES\n\nHe stops, lost someplace inside his\nhead.\n\ntroy: The only thing I knew was the time had come for\nme to leave my daddy’s house. And right there the\nworld suddenly got big. And it was a long time\nbefore I could cut it down to where I could handle\n\nit.\n\nGabe comes out on the porch. A beat,\nthen:\n\nLyons: What you got there, Uncle Gabe?\n\nGABRIEL: Got me a ham sandwich. Rose gave me a ham\n\nsandwich.\n\ntroy: I don’t know what happened to him. I done lost\ntouch with everybody except Gabriel. But I hope\n\nhe’s dead. I hope he found some peace.\n\nyons: That’s a heavy story, Pop. I didn’t know you\n\nleft home when you was fourteen.\nThe phone rings inside the house.\n\niyons: Fourteen’s kinda young to be out on your own.\n\nI don’t know what I would have done.\n\ntroy: I got up from the creek and walked on down to\n\nMobile. I was through with farming.\n\n(stands, goes to a safe place\n\nhis bat, leaning against the tree)\n\nFigured I could do better in the city. So I\nwalked the two hundred miles to Mobile.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nI was through with farming. (stands, goes to a safe place\n\nhis bat, leaning against the tree)\n\nFigured I could do better in the city. So I\nwalked the two hundred miles to Mobile. \n\nTARGET SECTION TO BE ANNOTATED:\n73\n\n9780735217867 Fences.indd 73 11/1516 1:50 PM\n\fAUGUST WILSON\n\ntyovs: Wait a minute . .. you ain’t walked no two\nhundred miles, Pop. Ain’t nobody gonna walk no\ntwo hundred miles. You talking about some walking\n\nthere.\n\nBono: That’s the only way you got anywhere back in\n\nthem days.\n\ntyons: Shhh. Damn if I wouldn’t have hitched a ride\n\nwith somebody!\n\nmroy: Who you gonna hitch it with? They ain’t had no\n\ncars and things like they got now.\nSwinging his bat...\ntroy: We talking about 1918.\nRose comes out onto the porch.\nRose: What you all out here getting into?\n\nroy (ro Rosz): I’m telling Lyons how good he got it.\n\nHe don’t know nothing about this I’m talking.\n\nRosz: Lyons, that was Bonnie on the phone. She say you\n\nsupposed to pick her up.\nLyons: Yeah, okay, Rose.\n\nmroy: I walked on down to Mobile and hitched up with\nsome of them fellows that was heading this way.\nGot up here and found out . . . not only couldn't\nyou get a job . . . you couldn’t find no place to\nlive. I thought I was in freedom. Shhh. Colored\nfolks living down there on the riverbanks in\n\nwhatever kind of shelter they could find for them-\n\n74\n\n9780735217867 Fences.indd 74 11/1516 1:50 PM\n\fFENCES\n\nselves. Right down there under the Brady Street\n\nBridge. Living in shacks made of sticks and tar\n\npaper.\nHere we go.\n\ntroy: Messed around there and went from bad to worse.\nStarted stealing. First it was food. Then I fig-\nured, hell, if I steal money I can buy me some\nfood. Buy me some shoes too! One thing led to\nanother. Met your mama. I was young and anxious\nto be a man. Met your mama and had you. What I do\nthat for?\n\nLyons is unsure if his father is\n\njoking.\n\ntroy: Now I got to worry about feeding you and her.\nGot to steal three times as much.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nLyons is unsure if his father is\n\njoking. troy: Now I got to worry about feeding you and her. Got to steal three times as much. \n\nTARGET SECTION TO BE ANNOTATED:\n Went out one day\nlooking for somebody to rob... that’s what I\nwas, a robber. I'll tell you the truth. I’m\nashamed of it today. But it’s the truth. Went to\nrob this fellow . . . pulled out my knife\nand he pulled out a gun. Shot me in the chest. It\nfelt just like somebody had taken a hot branding\niron and laid it on me. When he shot me I jumped\nat him with my knife. They told me I killed him\nand they put me in the penitentiary and locked me\nup for fifteen years. That’s where I met Bono.\nThat’s where I learned how to play baseball. Got\nout that place and your mama had taken you and\n\nwent on to make a life without me.\n\nLyons listens, completely absorbed.\n\n75\n\n9780735217867 Fences.indd 75 11/1516 1:50 PM\n\fAUGUST WILSON\n\nmoy: Fifteen years was a long time for her to wait.\nBut that fifteen years cured me of that robbing\nstuff.\n\n(looking at Rose)\n\nRose’1ll tell you. She asked me when I met her\nif I had gotten all that foolishness out of my\nsystem. And I told her, “Baby, it’s you and base-\nball all what count with me.” You hear me, Bono?\nI meant it too. She say, “Which one comes first?”\nI told her, “Baby, ain’t no doubt it’s base-\nball . . . but you stick and get old with me and\nwe’ll both outlive this baseball.” Am I right,\n\nRose? And it’s true.\n\nRoszE: Man, hush your mouth. You ain’t said no such\nthing. Talking about, “Baby, you know you'll al-\nways be number one with me.” That’s what you was\n\ntalking.\ntroy: You hear that, Bono. That’s why I love her.\n\nBono: Rose’1l keep you straight. You get off the\ntrack, she’ll straighten you up.\n\nRose heads to the kitchen.\n\nROSE: Lyons, you better get on up and get Bonnie. She\n\nwaiting on you.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nRose heads to the kitchen. ROSE: Lyons, you better get on up and get Bonnie. She\n\nwaiting on you. \n\nTARGET SECTION TO BE ANNOTATED:\nLyons: Hey, Pop, why don’t you come on down to the\n\nGrill and hear me play?\n\ntroy: I ain’t going down there. I’m too old to be sit-\n\nting around in them clubs.\n\n76\n\n9780735217867 Fences.indd 76 11/1516 1:50 PM\n\fFENCES\n\nBono: You got to be good to play down at the Grill.\niyons: Come on, Pop\n\ntroy: I got to get up in the morning.\n\niyons: You ain’t got to stay long.\n\nmroy (stanpinc): Naw, I’m gonna get my supper and go on\nto bed.\n\nLyons: Well, I gotta go. I’1l see you again.\nLyons heads into the house.\n\ntroy: Don’t you come around my house on my payday.\n\nINT. THE KITCHEN—LATE AFTERNOON\n\nRose is cooking.\n\nROSE: Pick up the phone and let somebody know you com-\ning. And bring Bonnie with you. You know I’m al-\n\nways glad to see her.\nTroy and Bono come into the kitchen.\n\niyons: Yeah, I’1l do that, Rose. You take care now.\n\nSee you, Pop. See you, Mr. Bono.\n(calling through the screen door)\nSee you, Uncle Gabe.\nGabe calls in from outside:\ncasrre, (0.s.): Lyons! King of the Jungle!\n\nLyons grabs his guitar and leaves.\n\n77\n\n9780735217867 Fences.indd 77 11/1516 1:50 PM\n\fAUGUST WILSON\n\ntroy (m0 ROSE): Is supper ready, woman? Me and you got\nsome business to take care of. I’m gonna tear it\n\nup too.\nRosE: Troy, I done told you now!\nTroy puts his arm around Bono.\n\nmroy: Aw hell, woman... this is Bono. Bono like\nfamily. I done known this nigger since . . . how\n\nlong I done know you?\nBono: It’s been a long time.\n\nmroy: I done known this nigger since Skippy was a pup.\n\nMe and him done been through some times.\n\nBono: You sure right about that.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nmroy: I done known this nigger since Skippy was a pup. Me and him done been through some times. Bono: You sure right about that. \n\nTARGET SECTION TO BE ANNOTATED:\nmroy: Hell, I done know him longer than I known you.\nAnd we still standing shoulder to shoulder. Hey,\nlook here, Bono . . . a man can’t ask for no more\n\nthan that. I love you, nigger.\n\nBono: Hell, I love you too . . . but I got to get home\nsee my woman. You got yours in hand. I got to go\n\nget mine.\n\nEXT. MAXSON HOUSE—FRONT PORCH\n\nBono goes out onto the front porch.\nTroy follows. They stop when a helmet\ncomes flying in Troy’s direction. Cory\nstanding in the middle of the street,\n\ndressed in his football uniform, he\n\n78\n\n9780735217867 Fences.indd 78 11/1516 1:50 PM\n\fFENCES\n\ngives Troy a hard, uncompromising\nlook.\n\ncory: What you do that for, Pop?\nRose comes out.\n\nRose: What’s the matter? Cory . . . what’s the mat-\n\nter?\n\ncory: Papa done went up to the school and told Coach\nZellman I can’t play football no more. Wouldn’t\neven let me play the game. Told him to tell the\n\nrecruiter not to come.\nRose: Troy\n\nmroy: What you Troying me for. Yeah, I did it. And the\nboy know why I did it.\n\ncory: Why you wanna do that to me? That was the one\n\nchance I had.\n\nRose: Ain’t nothing wrong with Cory playing football,\nTroy.\n\ntroy: The boy lied to me. I told the nigger if he\nwanna play football . . . to keep up his chores\nand hold down that job at the A&P. That was the\nconditions. Stopped down there to see Mr. St-\n\nawicki\n\ncory: I can’t work after school during the football\nseason, Pop! I tried to tell you that Mr. Stawic-\nki’s holding my job for me. You don’t never want\nto listen to nobody. And then you wanna go and do\n\nthis to me!\n\n719\n\n9780735217867 Fences.indd 79 11/1516 1:50 PM\n\fAUGUST WILSON\n\ntroy: I ain’t done nothing to you.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou don’t never want\nto listen to nobody. And then you wanna go and do\n\nthis to me! 719\n\n9780735217867 Fences.indd 79 11/1516 1:50 PM\n\fAUGUST WILSON\n\ntroy: I ain’t done nothing to you. \n\nTARGET SECTION TO BE ANNOTATED:\n You done it to\n\nyourself\n\nGabriel is standing across the street.\nHe lifts the trumpet to his lips and\n\ntries to blow. No sound comes out.\n\ncory: Just ‘cause you didn’t have a chance! You just\n\nscared I’m gonna be better than you, that’s all.\nTroy comes down onto the street. Cory\nbacks away a little.\n\ntroy: Come here.\nCory reluctantly goes over to Troy.\n\nROSE (COMING DOWN THE sTEPs): Troy\n\nmroy: All right! See. You done made a mistake.\n\ncory: I didn’t even do nothing!\n\nmroy: I’m gonna tell you what your mistake was.\n\nThe football helmet is on the street\nnext to Troy. He kicks it with his foot\nand sends it tumbling down the hill.\n\nmor: See . . . you swung at the ball and didn’t hit\nit. That’s strike one. See, you in the batter’s box\n\nnow. You swung and you missed. That’s strike one.\n\nTroy closes the distance, his face\nleering, terrifying. Cory tries not to\n\nflinch. Troy hisses in Cory’s ear:\n\ntroy: Don’t you strike out!\n\n80\n\n9780735217867 Fences.indd 80 11/1516 1:50 PM\n\fFENCES\n\nEXT. BACKYARD—THE FOLLOWING\nMORNING\n\nCLOSE UP: We see a baseball swinging\nlike a pendulum, in and out of focus.\nCory is at the tree hitting the ball\nwith the bat. He tries to mimic Troy\nbut his swing is awkward, less sure.\nRose watches . . . Cory swings again,\n\nmisses.\nRosE: Cory, I want you to help me with this cupboard.\n\ncory: I ain’t quitting the team. I don’t care what\n\nPoppa say.\n\nRose: I’1l talk to him when he gets back. He had to\ngo see about your Uncle Gabe. The police done ar-\nrested him. Say he was disturbing the peace.\nHe’ll be back directly. Come on in here and help\n\nme clean out the top of this cupboard.\n\nCory goes into house. Rose sees Troy\nand Bono enter the backyard from the\n\nside yard.\nRose: Troy . . . What they say down there?\n\ntroy: Ain’t said nothing.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nRose: Troy . . . What they say down there? troy: Ain’t said nothing. \n\nTARGET SECTION TO BE ANNOTATED:\n I give them fifty dollars and\nthey let him go. I'll talk to you about it.\n\nWhere’s Cory?\n\nRose: He’s in there helping me clean out these cup-\n\nboards.\n\ntroy: Tell him to get his butt out here.\n\n81\n\n9780735217867_Fences.indd 81 11/1516 1:50 PM\n\fAUGUST WILSON\n\nRose goes into the house. Troy and\nBono make their way over to the pile\n\nof wood.\n\nroy: All they want is the money. That makes six or\nseven times I done went down there and got him.\n\nSee me coming they stick out their hands.\n\nBono: Yeah. I know what you mean. That’s all they care\nabout... that money. They don’t care about\n\nwhat's right.\n(pause)\n\nNigger, why you got to go and get some hard\nwood? You ain’t doing nothing but building a lit-\ntle old fence. Get you some soft pine wood. That's\n\nall you need.\n\nrox: I know what I’m doing. This is outside wood. You\nput pine wood inside the house. Pine wood is in-\nside wood. This here is outside wood. Now you\n\ntell me where the fence is gonna be?\n\nBono: You don’t need this wood. You can put it up with\npine wood and it’1ll stand as long as you gonna be\n\nhere looking at it.\n\ntroy: How you know how long I’m gonna be here, nigger?\nHell, I might just live forever. Live longer than\n\nold man Horsely.\npono: That’s what Magee used to say.\n\nmoy: Magee’s a damn fool. Now you tell me who you\n\n82\n\n9780735217867 Fences.indd 82 11/1516 1:50 PM\n\fFENCES\n\never heard of gonna pull their own teeth with a\n\npair of rusty pliers.\n\nBono: The old folks . . . my granddaddy used to pull\nhis teeth with pliers. They ain’t had no dentists\nfor the colored folks back then.\n\ntroy: Get clean pliers! You understand? Clean pliers!\nSterilize them! Besides we ain’t living back\nthen. All Magee had to do was walk over to Doc\nGoldblum’ s.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nSterilize them! Besides we ain’t living back\nthen. All Magee had to do was walk over to Doc\nGoldblum’ s. \n\nTARGET SECTION TO BE ANNOTATED:\nThey start to work... or not.\n\nBono: I see where you and that Tallahassee gal\nthat Alberta . . . I see where you all done got\ntight.\n\ntroy: What you mean “got tight”?\n\nBono: I see where you be laughing and joking with her\n\nall the time.\n\ntroy: I laughs and jokes with all of them, Bono. You\n\nknow me.\n\nBovo: That ain’t the kind of laughing and joking I’m\ntalking about.\n\nCory comes out from the house.\ncory: How you doing, Mr. Bono?\n\ntroy: Get that saw from Bono and cut some wood. He\n\ntalking about the wood’s too hard to cut.\n\n(to Bono)\n\n83\n\n9780735217867 Fences.indd 83 11/1516 1:50 PM\n\fAUGUST WILSON\n\nStand back there, Jim, and let that young boy\n\nshow you how it’s done.\nBono: He’s sure welcome to it.\n\nCory goes to Bono, who hands him the\nsaw. Cory saws fast finishing in\nseconds, puts the next board in place\n\nand saws.\n\nBono: Whew-e-e! Look at that. Big old strong boy. Look\nlike Joe Louis. Hell, must be getting old the way\nI'm watching that boy whip through that wood.\n\ncory: I don’t see why Mama want a fence around the\n\nyard noways.\n\nmroy: Damn if I know either. What the hell she keeping\n\nout with it? She ain’t got nothing nobody want.\n\nBono: Some people build fences to keep people out\nand other people build fences to keep people in.\n\nRose wants to hold on to you all. She loves you.\n\nmoy: Hell, nigger, I don’t need nobody to tell me my\nwife loves me. Cory . . . go on in and see if you\n\ncan find that other saw.\ncory: Where’s it at?\ntroy: I said find it! Look for it till you find it!\n\nCory goes into the house. Troy turns\n\nto Bono\ntroy: What’s that supposed to mean? Wanna keep us in?\n\nBONO (BONO LEADS TROY OUT OF EARSHOT): Troy . . . I done\n\n84\n\n9780735217867 Fences.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nWanna keep us in? BONO (BONO LEADS TROY OUT OF EARSHOT): Troy . . . I done\n\n84\n\n9780735217867 Fences. \n\nTARGET SECTION TO BE ANNOTATED:\nd 84 11/1516 1:50 PM\n\fFENCES\n\nknown you seem like damn near my whole life. You\nand Rose both. I done know both of you all for\na long time. I remember when you met Rose. When\nyou was hitting them baseballs out the park. A\nlot of them old gals was after you then. You had\nthe pick of the litter. When you picked Rose, I\n\nwas happy for you. That was the first time I knew\n\nyou had any sense. I said... My man Troy\nknows what he’s doing... I’m gonna follow\nthis nigger . . . he might take me somewhere. I\n\nbeen following you too. I done learned a whole\nheap of things about life watching you. I done\nlearned how to tell where the shit lies. How to\ntell it from the alfalfa. You done learned me a\nlot of things. You showed me how to not make the\nsame mistakes . . . to take life as it comes\nalong and keep putting one foot in front of the\n\nother.\n(pause)\nRose a good woman, Troy.\n\ntroy: Hell, nigger, I know she a good woman. I been\nmarried to her for eighteen years. What you got\n\non your mind, Bono?\n\nBono: I just say she a good woman. Just like I say\n\nanything. I ain’t got to have nothing on my mind.\n\ntroy: You just gonna say she a good woman and leave\nit hanging out there like that? Why you telling\n\nme she a good woman?\n\nBono: She loves you, Troy. Rose loves you.\n\n85\n\n9780735217867 Fences.indd 85 11/1516 1:50 PM\n\fAUGUST WILSON\n\ntroy: You saying I don’t measure up. That’s what you\ntrying to say. I don’t measure up ‘cause I’m see-\n\ning this other gal. I know what you trying to say.\n\npono: I know what Rose means to you, Troy. I’m just\n\ntrying to say I don’t want to see you mess up.\n\nmroy: Yeah, I appreciate that, Bono. If you was mess-\ning around on Lucille I’d be telling you the same\n\nthing.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m just\n\ntrying to say I don’t want to see you mess up. mroy: Yeah, I appreciate that, Bono. If you was mess-\ning around on Lucille I’d be telling you the same\n\nthing. \n\nTARGET SECTION TO BE ANNOTATED:\nBono: Well, that’s all I got to say. I just say that\n\nbecause I love you both.\nTroy takes this in.\n\nmroy: Hell, you know me . . . I wasn’t out there look-\ning for nothing. You can’t find a better woman\nthan Rose. I know that. But seems like this woman\njust stuck on to me where I can’t shake her loose.\nI done wrestled with it, tried to throw her off\nme . . . but she just stuck on tighter. Now she’s\n\nstuck on for good.\n\nBono: You’s in control . . . that’s what you tell me\n\nall the time. You responsible for what you do.\n\nmoy: I ain’t ducking the responsibility of it. As\nlong as it sets right in my heart . .. then I’m\nokay. ‘Cause that’s all I listen to. It’ll tell\nme right from wrong every time. And I ain't\ntalking about doing Rose no bad turn. I love\nRose. She done carried me a long ways and I love\n\nand respect her for that.\n\npono: I know you do. That’s why I don’t want to see\n\n86\n\n9780735217867 Fences.indd 86 11/1516 1:50 PM\n\fFENCES\n\nyou hurt her. But what you gonna do when she find\nout? What you got then? If you try and juggle both\nof them . . . sooner or later you gonna drop one\n\nof them. That’s common sense.\n\nmroy: Yeah, I hear what you saying, Bono. I been try-\n\ning to figure a way to work it out.\n\nBoNo (LEANING IN. . .): Work it out right, Troy. I\ndon’t want to be getting all up between you and\nRose’s business . . . but work it so it come out\n\nright.\n\ntroy: Aw hell, I get all up between you and Lucille’s\nbusiness. When you gonna get that woman that re-\nfrigerator she been wanting? Don’t tell me you\nain’t got no money now. I know who your banker is.\nMellon don’t need that money bad as Lucille want\n\nthat refrigerator. I’1l tell you that.\n\npono: Tell you what I’1l do...",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nMellon don’t need that money bad as Lucille want\n\nthat refrigerator. I’1l tell you that. pono: Tell you what I’1l do... \n\nTARGET SECTION TO BE ANNOTATED:\n when you finish\nbuilding this fence for Rose . . . 1711 buy Lu-\n\ncille that refrigerator.\ntroy: You done stuck your foot in your mouth now!\n\nTroy stands up, grabs up a board and\nbegins to saw. Bono starts to walk out\n\nof the yard.\nmor: Hey, nigger . . . where you going?\n\nBono: I’m going home. I know you don’t expect me to\nhelp you now. I’m protecting my money. I wanna\nsee you put up that fence by yourself. That’s\n\nwhat I want to see.\n\n87\n\n9780735217867 Fences.indd 87 11/1516 1:50 PM\n\fAUGUST WILSON\n\n(climbing the steps)\nYou'll be here another six months without me.\nmroy: Nigger, you ain’t right\n\nBono: When it comes to my money... I’m right as\n\nfireworks on the Fourth of July.\n\nmroy (CALLING AFTER HIM): All right, we gonna see now.\n\nYou better get out your bankbook\n\nINT. BASEMENT—AFTERNOON\n\nCory sits on a crate, doing curls with\nbarbells made from cans, cement and a\npipe, an old saw in the dirt at his\n\nfeet. Above him, Bono’s footsteps and\n\nthe kitchen door open and shut.\n\nEXT. THE BACKYARD—AFTERNOON\nTroy continues to work. Rose comes out\nfrom the kitchen\n\nRose: What they say down there? What’s happening with\nGabe?\n\nmroy: I went down there and got him out. Cost me fifty\ndollars. Say he was disturbing the peace. Judge\nset up a hearing for him in three weeks. Say to\n\nshow cause why he shouldn’t be recommitted.\n\nRose: Well, what’s you say? What’d you tell the judge?\n\n88\n\n9780735217867 Fences.indd 88 11/1516 1:50 PM\n\fFENCES\n\ntroy: Told him I’d look after him. It didn’t make no\nsense to recommit the man. He stuck out his big\ngreasy palm, and told me to give him fifty dollars\n\nand take him on home.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\n88\n\n9780735217867 Fences.indd 88 11/1516 1:50 PM\n\fFENCES\n\ntroy: Told him I’d look after him. It didn’t make no\nsense to recommit the man. He stuck out his big\ngreasy palm, and told me to give him fifty dollars\n\nand take him on home. \n\nTARGET SECTION TO BE ANNOTATED:\nRose: Where’s he at now? Where’d he go off to?\n\ntroy: He’s gone on about his business. He don’t need\n\nnobody to hold his hand.\n\nRosE: Well, I don’t know. Seem like that would be the\nbest place for him if they did put him into the\nhospital. I know what you're gonna say. But that’s\nwhat I think would be best.\n\ntroy: The man done had his life ruined fighting for\nwhat? And they wanna take and lock him up. Let him\nbe free. He don’t bother nobody.\n\nRosE: Well, everybody got their own way of looking at\nit I guess. Come on and get your lunch. I got a\nbowl of lima beans and some cornbread in the\noven. Come on get something to eat. Ain’t no\n\nsense you fretting over Gabe.\nmroy: Rose . . . got something to tell you.\n\nROSE: Well, come on. . . wait till I get this food\n\non the table.\n\nRose turns to go into the house. Troy\n\nfollows.\n\n89\n\n9780735217867 Fences.indd 89 11/1516 1:50 PM\n\fAUGUST WILSON\n\nINT. KITCHEN—AFTERNOON\n\nTroy: Rose.\nShe turns around.\n\nmroy: I don’t know how to say this.\n(pause)\n\nI can’t explain it none. It just sort of grows\non you till it gets out of hand. It starts out\nlike a little bush . . . and the next thing you\n\nknow it’s a whole forest.\nRose: Troy . . . what is you talking about?\n\ntroy: I’m talking, woman, let me talk. I’m trying to\nfind a way to tell you . . . I’m gonna be a daddy.\nI’m gonna be somebody’s daddy.\n\nRose: Troy . . . you're not telling me this? You're\ngonna be . . . what?\ntroy: Rose . . . now... see\n\nRose: You telling me you gonna be somebody’s daddy?\n\nYou telling your wife this?\n\nFrom out in the back yard, Gabriel\n\ncalls:\ncasRIEL (0.s.): Hey, Troy! Hey, Rose!\n\nROSE: I have to wait eighteen years to hear something\nlike this.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nFrom out in the back yard, Gabriel\n\ncalls:\ncasRIEL (0.s.): Hey, Troy! Hey, Rose! ROSE: I have to wait eighteen years to hear something\nlike this. \n\nTARGET SECTION TO BE ANNOTATED:\n90\n\n9780735217867 Fences.indd 90 11/1516 1:50 PM\n\fFENCES\n\nGabriel enters from the back porch. He\n\ncarries a rose in his hand.\nGABRIEL: Hey, Rose . . . I got a flower for you.\n(He hands it to her)\nThat’s a rose. Same rose like you is.\nRosE: Thanks, Gabe.\n\nGABRIEL: Troy, you ain’t mad at me is you? Them bad\nmens come and put me away. You ain’t mad at me is\n\nyou?\ntroy: Naw, Gabe, I ain’t mad at you.\nRosE: Eighteen years and you wanna come with this.\n\nGABRIEL (TAKES A QUARTER OUT OF HIS POCKET): See what I got?\n\nGot a brand-new quarter.\ntroy: Rose . . . it’s just\n\nRosE: Ain’t nothing you can say, Troy. Ain’t no way\n\nof explaining that.\n\nGABRIEL: Fellow that give me this quarter had a whole\nmess of them. I’m gonna keep this quarter till it\n\nstop shining.\n\nRose: Gabe, go on up front now. I got some watermelon\n\nin the Frigidaire. I’1l get you a piece.\n\nGABRIEL: Say, Rose . . . you know I was chasing hell-\nhounds and them bad mens come and get me and take\n\nme away. Troy helped me. He come down there and\n\n91\n\n9780735217867 _Fences.indd 91 11/1516 1:50 PM\n\fAUGUST WILSON\n\ntold them they better let me go before he beat\nthem up. Yeah, he did!\n\nROSE: You go on up front and I’1l get you a piece of\n\nwatermelon, Gabe. Them bad mens is gone now.\n\nGABRIEL: Okay, Rose . . . gonna bring me some water-\n\nmelon. The kind with the stripes on it.\n\nGabriel goes up to the front room.\n\nThen:\n\nroszE: Why, Troy? Why? After all these years to come\ndragging this in to me now. It don’t make no sense\nat your age. I could have expected this ten or\n\nfifteen years ago, but not now.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nAfter all these years to come\ndragging this in to me now. It don’t make no sense\nat your age. I could have expected this ten or\n\nfifteen years ago, but not now. \n\nTARGET SECTION TO BE ANNOTATED:\ntroy: Age ain’t got nothing to do with it, Rose.\n\nRoszE: I done tried to be everything a wife should be.\nEverything a wife could be. Been married eighteen\nyears and I got to live to see the day you tell\nme you been seeing another woman and done fa-\nthered a child by her. And you know I ain’t never\nwanted no half-nothing in my family. My whole\nfamily is half. Everybody got different fathers\nand mothers . . . my two sisters and my brother.\nCan’t hardly tell who’s who. Can’t never sit down\nand talk about Papa and Mama. It’s your papa and\n\nyour mama and my papa and my mama\ntroy: Rose . . . stop it now.\n\nroszE: I ain’t never wanted that for none of my chil-\ndren. And now you wanna drag your behind in here\n\nand tell me something like this.\n\n92\n\n9780735217867 Fences.indd 92 11/1516 1:50 PM\n\fFENCES\n\nmRoy: You ought to know. It’s time for you to know.\nRosE: Well, I don’t want to know, goddamn it!\n\nRose, suffocating, heads outside. Troy\n\nfollows.\n\nINT. BASEMENT—AFTERNOON\n\nMuffled sounds . . . Cory not sure what\n\nhe is hearing.\n\nEXT. BACKYARD—AFTERNOON,\n\nmroy: I can’t just make it go away. It’s done now. I\n\ncan’t wish the circumstance of the thing away.\n\nRosE: And you don’t want to either. Maybe you want to\nwish me and my boy away. Maybe that’s what you\nwant? Well, you can’t wish us away. I’ve got\neighteen years of my life invested in you. You\nought to have stayed upstairs in my bed where you\n\nbelong.\n\ntroy: Rose . . . now listen to me . . . we can get a\nhandle on this thing. We can talk this out\n\ncome to an understanding.\n\nRose: All of a sudden it’s “we.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\ntroy: Rose . . . now listen to me . . . we can get a\nhandle on this thing. We can talk this out\n\ncome to an understanding. Rose: All of a sudden it’s “we. \n\nTARGET SECTION TO BE ANNOTATED:\n Where was “we” at\nwhen you was down there rolling around with some\ngodforsaken woman? “We” should have come to an\n\nunderstanding before you started making a damn\n\n93\n\n9780735217867 Fences.indd 93 11/1516 1:50 PM\n\fAUGUST WILSON\n\nfool of yourself. You’re a day late and a dollar\n\nshort when it comes to an understanding with me.\n\nmoy: It’s just... She gives me a different\nidea... a different understanding about my-\nself. I can step out of this house and get away\nfrom the pressures and problems . . . be a dif-\nferent man. I ain’t got to wonder how I’m gonna\npay the bills or get the roof fixed. I can just be\n\na part of myself that I ain’t never been.\n\nRose: What I want to know . . . is do you plan to con-\n\ntinue seeing her. That’s all you can say to me.\n\nmroy: I can sit up in her house and laugh. Do you un-\nderstand what I’m saying. I can laugh out\nloud . . . and it feels good. It reaches all the\n\nway down to the bottom of my shoes.\n(pause)\nRose, I can’t give that up.\n\nRoszE: Maybe you ought to go on and stay down there\n\nwith her . . . if she a better woman than me.\n\nmoy: It ain’t about nobody being a better woman or\nnothing. Rose, you ain’t to blame. A man couldn't\nask for no woman to be a better wife than you've\nbeen. I’m responsible for it. I done locked my-\nself into a pattern trying to take care of you all\n\nthat I forgot about myself.\n\nRosz: What the hell was I there for? That was my job,\n\nnot somebody else’s.\n\n94\n\n9780735217867 Fences.indd 94 11/1516 1:50 PM\n\fFENCES\n\ntroy: Rose, I done tried all my life to live de-\ncent... to live a clean... hard... use-\nful life. I tried to be a good husband to you. In\nevery way I knew how. Maybe I come into the world\nbackwards, I don’t know. But . . .",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn\nevery way I knew how. Maybe I come into the world\nbackwards, I don’t know. But . . . \n\nTARGET SECTION TO BE ANNOTATED:\n You born with\ntwo strikes on you before you come to the plate.\nYou got to guard it closely . . . always looking\nfor the curveball on the inside corner. You can’t\nafford to let none get past you. You can’t afford\n\na call strike.\n\nINT. FRONT ROOM—AFTERNOON\n\nGabriel sits, immobile.\n\nEXT. BACKYARD—CONTINUOUS\n\nmroy: If you going down . . . you going down swing-\ning. Everything lined up against you. What you\ngonna do. I fooled them, Rose. I bunted. When I\nfound you and Cory and a halfway decent job\nI was safe. Couldn’t nothing touch me. I wasn’t\ngonna strike out no more. I wasn’t going back to\nthe penitentiary. I wasn’t gonna lay in the\nstreets with a bottle of wine. I was safe. I had\nme a family. A job. I wasn’t gonna get that last\nstrike. I was on first looking for one of them boys\n\nto knock me in. To get me home.\n\nRosE: You should have stayed in my bed, Troy.\n\n95\n\n9780735217867 Fences.indd 95 11/1516 1:50 PM\n\fAUGUST WILSON\n\nmroy: Then when I saw that gal . . . she firmed up my\nbackbone. And I got to thinking that if I\ntried . . . I just might be able to steal second.\nDo you understand, after eighteen years I wanted\n\nto steal second.\n\nROSE: You should have held me tight. You should have\n\ngrabbed me and held on.\n\nmroy: I stood on first base for eighteen years and I\nthought . . . well, goddamn it... go on for\n\nit!\n\nRosz: We’re not talking about baseball! We’re talking\nabout you going off to lay in bed with another\nwoman . . . and then bring it home to me. That's\nwhat we’re talking about. We ain’t talking about\n\nno baseball.\n\ntroy: Rose, you're not listening to me. I’m trying the\nbest I can to explain it to you. It’s not easy for\nme to admit that I been standing in the same place\n\nfor eighteen years.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\ntroy: Rose, you're not listening to me. I’m trying the\nbest I can to explain it to you. It’s not easy for\nme to admit that I been standing in the same place\n\nfor eighteen years. \n\nTARGET SECTION TO BE ANNOTATED:\nrosz: I been standing with you! I been right here with\nyou, Troy. I got a life too. I gave eighteen years\nof my life to stand in the same spot with you.\nDon’t you think I ever wanted other things? Don’t\nyou think I had dreams and hopes? What about my\nlife? What about me? Don’t you think it ever\ncrossed my mind to want to know other men? That I\nwanted to lay up somewhere and forget about my\nresponsibilities? That I wanted someone to make\n\nme laugh so I could feel good?\n\n96\n\n9780735217867 Fences.indd 96 11/1516 1:50 PM\n\fFENCES\n\nINT. BASEMENT\n\nCory moves toward the basement window,\n\ntrying to hear his mother and father.\n\nEXT. BACKYARD—CONTINUOUS\n\nRosE: You not the only one who’s got wants and needs.\nBut I held on to you, Troy. I took all my feel-\nings, my wants and needs, my dreams . . . and I\nburied them inside you. I planted a seed and\nwatched and prayed over it. I planted myself in-\nside you and waited to bloom. And it didn’t take\nme no eighteen years to find out the soil was hard\n\nand rocky and it wasn’t never gonna bloom.\n\nINT. THE FRONT ROOM\n\nGabriel lifts up his trumpet, holds it\nhigh in trembling hands. His mouth is\n\nwide-open.\n\nEXT. BACKYARD—CONTINUOUS\n\nRosE: But I held on to you, Troy. I held you tighter.\nYou was my husband. I owed you everything I had.\nEvery part of me I could find to give you. And up-\nstairs in that room . . . with the darkness fall-\ning in on me . . . I gave everything I had to try\n\nand erase the doubt that you wasn’t the finest man\n\n97\n\n9780735217867 Fences.indd 97 11/1516 1:50 PM\n\fTROY:\n\nROSE:\n\nTROY:\n\nROSE:\n\nTROY\n\nROSE\n\nTROY:\n\nCORY:\n\nROSE:\n\nTROY:\n\nAUGUST WILSON\n\nin the world, and wherever you was going... I\nwanted to be there with you. ’Cause you was my\nhusband.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd up-\nstairs in that room . . . with the darkness fall-\ning in on me . . . I gave everything I had to try\n\nand erase the doubt that you wasn’t the finest man\n\n97\n\n9780735217867 Fences.indd 97 11/1516 1:50 PM\n\fTROY:\n\nROSE:\n\nTROY:\n\nROSE:\n\nTROY\n\nROSE\n\nTROY:\n\nCORY:\n\nROSE:\n\nTROY:\n\nAUGUST WILSON\n\nin the world, and wherever you was going... I\nwanted to be there with you. ’Cause you was my\nhusband. \n\nTARGET SECTION TO BE ANNOTATED:\n ‘Cause that’s the only way I was gonna\nsurvive as your wife. You always talking about\nwhat you give . . . and what you don’t have to\ngive. But you take too. You take . . . and don’t\n\neven know nobody’s giving!\n\nRose heads toward the house. Troy\n\ngrabs her arm.\nYou say I take and don’t give!\n\nTroy! You’re hurting me!\n\nYou say I take and don’t give.\n\nTroy . . . you’re hurting my arm! Let go.\n\n: I done give you everything I got. Don’t you tell\n\nthat lie on me.\n: Troy!\n\nDon’t you tell that lie on me!\n\nCory rushing out of the house.\n\nMama!\n\nTroy. You're hurting me.\n\nDon’t you tell me about no taking and giving.\n\nCory comes up from behind Troy and\ntries to tackle him. Troy, surprised,\nis thrown off balance just as Cory\n\nthrows a glancing blow that catches\n\n98\n\n9780735217867 Fences.indd 98 11/1516 1:50 PM\n\fFENCES\n\nhim on the chest and knocks him down.\n\nTroy is stunned, as is Cory.\n\nRose: Troy. Troy. No!\nTroy gets to his feet and starts at\nCory.\n\nRose: Troy . . . no. Please! Troy!\n\nRose pulls on Troy to hold him back.\nTroy stops himself.\n\ntroy (70 cory): All right. That’s strike two. You stay\naway from around me, boy. Don’t you strike out.\nYou living with a full count. DON’T YOU STRIKE\nout!\n\nSIX MONTH SEQUENCE\n\nWe hear Little Jimmy Scott’s “Day By\n\nDay Somewhere\n\nDead leaves falling.\n\nEXT. BACKYARD\n\nEarly winter, the first fence posts are\n\nup.\n\n \n\nCory works out feverishly.\n\n99\n\n9780735217867 Fences.indd 99 11/1516 1:50 PM\n\fAUGUST WILSON\n\nEXT. BACKYARD\n\nWinter, snow. Cross beams connect the\nposts, and the first vertical pickets\n\nbegin to shut out the abandoned house.\n\nINT. DINING ROOM\n\nAn empty room, the table is set.\n\nEXT. BACKYARD—NIGHT\n\nTroy bundled against the lingering\ncold, works alone.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nDINING ROOM\n\nAn empty room, the table is set. EXT. BACKYARD—NIGHT\n\nTroy bundled against the lingering\ncold, works alone. \n\nTARGET SECTION TO BE ANNOTATED:\n Rose watches him\n\nfrom the kitchen window.\n\nINT. TAYLORS’ BAR\n\nTroy drinks heavily in a crowded bar.\n\nEXT. BACKYARD\n\nMarch: More pickets, the fence half\n\ndone.\n\nINT. CHURCH\n\nRose kneeling in prayer.\n\n100\n\n9780735217867 Fences.indd 100 11/1516 1:50 PM\n\fFENCES\n\nEXT. CEMETERY\n\nGabe sits among the tombstones eating\n\na sandwich.\n\nEXT. THE FRONT OF THE HOUSE—\nMORNING\n\nIt’s early April, and the weather’s\ncool. Rose, looking tired, wears a\nlight jacket and scarf over her head.\nShe locks the front door and starts\ndown the steps. She stops to pull\nweeds from among the daffodils she’s\n\ngrowing in the planter-cans.\n\nEXT. SANITATION YARD—LATER THAT.\nAFTERNOON\n\nMen stream out of the garage, Troy\namong them. He sees something that\nmakes him stop. Rose is across the\nstreet, waiting for him. He crosses\nthe street slowly. They stand looking\n\nat one another; Then:\nRose: Troy, I want to talk to you.\n\ntroy: All of a sudden, after all this time, you want\nto talk to me, huh? You ain’t wanted to talk to\n\nme for months. You ain’t wanted to talk to me last\n\n101\n\n9780735217867_Fences.indd 101 11/1516 1:50 PM\n\fAUGUST WILSON\n\nnight. You ain’t wanted no part of me then. What\n\nyou wanna talk to me about now?\n\nRose looks around at the men who\nglance at her and Troy as they pass\nby.\n\nROSE: Tomorrow’s Friday.\n\ntroy: I know what day tomorrow is. You think I don’t\nknow tomorrow’s Friday? My whole life I ain’t\ndone nothing but look to see Friday coming and\n\nyou got to tell me it’s Friday.\nRoszE: I want to know if you’re coming home.\n\ntroy: I always come home, Rose. You know that. There\n\nain’t never been a night I ain’t come home.\n\nRose: That ain’t what I mean . . . and you know it.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou know that. There\n\nain’t never been a night I ain’t come home. Rose: That ain’t what I mean . . . and you know it. \n\nTARGET SECTION TO BE ANNOTATED:\n I\n\nwant to know if you’re coming straight home after\n\nwork.\n\nmroy: I figure I’d cash my check . . . hang out at Tay-\nlors’ with the boys . . . maybe play a game of\ncheckers\n\nrosz: Troy, I can’t live like this. I won’t live like\nthis. You livin’ on borrowed time with me. It’s\nbeen going on six months now you ain’t been com-\n\ning home.\n\nmoy: I be home every night. Every night of the year.\n\nThat’s 365 days.\n\nRose: I want you to come home tomorrow after work.\n\n102\n\n9780735217867 Fences.indd 102 11/1516 1:50 PM\n\fFENCES\n\ntroy: Rose . . . I don’t mess up my pay. You know that\nnow. I take my pay and I give it to you. I don’t\nhave no money but what you give me back. I just\nwant to have a little time to myself . . . a lit-\n\ntle time to enjoy life.\nRose: What about me? When’s my time to enjoy life.\n\nmroy: I don’t know what to tell you, Rose. I’m doing\n\nthe best I can.\n\nRosE: You ain’t been coming home from work but time\nenough to change your clothes and run out\n\nand you wanna call that the best you can do?\n\ntroy: I’m going over to the hospital to see Alberta.\nShe went into the hospital this afternoon. Look\nlike she might have the baby early. I won’t be\n\ngone long.\nTroy starts to walk away.\n\nROSE (STOPPING HIM): Well, you ought to know. They went\nover to Miss Pearl’s and got Gabe today. She said\n\nyou told them to go ahead and lock him up.\nHe comes back.\ntroy: I ain’t said no such thing. Whoever told you\n\nthat is telling a lie. Pearl ain’t doing nothing\n\nbut telling a big fat lie.\n\nROSE: She ain’t had to tell me. I read it on the pa-\n\npers.\n\nroy: I ain’t told them nothing of the kind.\n\n103\n\n9780735217867 Fences.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nI read it on the pa-\n\npers. roy: I ain’t told them nothing of the kind. 103\n\n9780735217867 Fences. \n\nTARGET SECTION TO BE ANNOTATED:\nd 103 11/1516 1:50 PM\n\fAUGUST WILSON\n\nRose: I saw it right there on the papers.\nroy: What it say, huh?\nRoszE: It said you told them to take him.\n\nmroy: Then they screwed that up, just the way they\nscrew up everything. I ain’t worried about what\n\nthey got on the paper.\n\nRosz: Say the government send part of his check to the\n\nhospital and the other part to you.\n\ntroy: I ain’t got nothing to do with that if that’s\nthe way it works. I ain’t made up the rules about\n\nhow it work.\n\nRose: You did Gabe just like you did Cory. You wouldn’t\nsign the paper for Cory . . . but you signed for\n\nGabe. You signed that paper.\n\nmroy: I told you I ain’t signed nothing, woman! The\nonly thing I signed was the release form. Hell, I\ncan’t read, I don’t know what they had on that\npaper! I ain’t signed nothing about sending Gabe\n\naway.\n\nA few men from the garage are watching\n\nacross the street.\n\nRoszE: I said send him to the hospital . . . you said\nlet him be free... now you done went down\nthere and signed him to the hospital for half his\nmoney. You went back on yourself, Troy. You gonna\n\nhave to answer for that.\n\nmoy: See now . . . you been over there talking to\n\n104\n\n9780735217867 Fences.indd 104 11/1516 1:50 PM\n\fFENCES\n\nMiss Pearl. She done got mad ’cause she ain’t\ngetting Gabe’s rent money. That’s all it is.\n\nShe’s liable to say anything.\nRose: Troy, I seen where you signed the paper.\n\ntroy: You ain’t seen nothing I signed. What she doing\ngot papers on my brother anyway? Miss Pearl tell-\n\ning a big fat lie. And I’m gonna tell her about\n\nit too!\nTroy starts to walk away... Turns\naround\ntroy: You ain’t seen nothing I signed! Say . . . you\n\nain’t seen nothing I signed!\nRose disappointed, walks away.\n\nCLOSE UP on Troy, we hear a phone\n\nringing as we cut to\n\nINT.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nSay . . . you\n\nain’t seen nothing I signed! Rose disappointed, walks away. CLOSE UP on Troy, we hear a phone\n\nringing as we cut to\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n DAY ROOM—WESTERN PSYCHIATRIC\nHOSPITAL—DAY\n\nThe ringing phone continues over this:\n\nCLOSE UP on Gabe, hospital pajamas,\ncleaned up, haggard, sedated. A hand\nbrings a spoonful of mashed carrots to\nGabe’s lips. He opens his mouth. A\nruckus in the corridor outside scares\nhim; he closes his mouth. Then he\nlooks at the person who’s holding the\nspoon, and opens his mouth again. The\n\nspoon goes in.\n\n105\n\n9780735217867 Fences.indd 105 11/1516 1:50 PM\n\fAUGUST WILSON\n\nTroy sits across from Gabe, a bowl of\nmashed carrots on his lap, feeding his\n\nbrother. Gabe swallows, then grins.\n\nThe ringing continues over this, and\n\ninto:\n\nINT. ROSE AND TROY’S BEDROOM—LATE\nNIGHT\n\nLightning flashes.\n\nThe phone’s ringing downstairs. Rose,\nbarely awake, switches on a small\nbedside table lamp, then hurries down\nto the phone. Troy opens his eyes as\nhe hears Rose answering it, then\nsilence. Troy sits up as she climbs\n\nthe stairs. Cory calls from his room:\n\ncory (o.s.): Mama?\n\nRose murmurs to Cory, comes in the\n\nbedroom, closes the door.\n\nRose: Troy . . . that was the hospital. Alberta had\nthe baby.\n\ntroy: What she have? What is it?\nRose: It’s a girl.\n\nTroy stands, he starts getting\n\ndressed.\n\ntroy: I better get on down to the hospital to see her.\n\n106\n\n9780735217867 Fences.indd 106 11/1516 1:50 PM\n\fFENCES\n\nRose: Troy\n\ntroy: Rose . . . I got to go see her now. That’s only\nright... what’s the matter... the baby’s\nall right, ain’t it?\n\nRosE: Alberta died having the baby.\n\nRoy (conruseD): Died . . . you say she’s dead? Alber-\n\nta’s dead?\n\nRosz: They said they done all they could. They couldn’t\n\ndo nothing for her.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlber-\n\nta’s dead? Rosz: They said they done all they could. They couldn’t\n\ndo nothing for her. \n\nTARGET SECTION TO BE ANNOTATED:\nRoy (STUNNED, OFF BALANCE): The baby? How’s the baby?\nRose: They say it’s healthy.\n\nTroy looks around as if trying to\nlocate the door. Rose doesn’t know\nwhat to do.\n\nRosE: I wonder who’s gonna bury her.\n\ntroy: She had family, Rose. She wasn’t living in the\n\nworld by herself.\n\nRosE: I know she wasn’t living in the world by her-\nself.\n\ntroy: Next thing you gonna want to know if she had any\n\ninsurance.\nRose: Troy, you ain’t got to talk like that.\n\nmroy: That’s the first thing that jumped out your\nmouth. “Who’s gonna bury her?” Like I’m fixing to\n\ntake on that task for myself.\n\n107\n\n9780735217867 Fences.indd 107 11/1516 1:50 PM\n\fAUGUST WILSON\n\nRose: I am your wife. Don’t push me away.\n\nmroy: I ain’t pushing nobody away.\n(starting to put on his shoes)\nJust give me some space. That’s all.\n\nOne shoe on, the other in his hand, he\nstands and turns on Rose with\n\ncontrolled fury.\n\nmrox: Just give me some room to breathe!\n\nRose is shocked by his demand. She\nturns, closes the door, and leaves the\nroom. Alone, Troy realizes he’s\nholding his shoe. He sits heavily on\nthe bed and puts it on. As he does he\nstarts talking to himself.\n\nmoy: All right... Mr. Death. See now... I’m\ngonna tell you what I’m gonna do. I’m gonna take\n\nand build me a fence around this yard.\n\nHe goes to the window and throws it\nopen. He leans out, breathing hard,\nlooking down into the dark yard, the\nabandoned house beyond the fence. He\nfeels the darkness pull at him, making\nhim lean farther out. He tightens his\ngrip on the windowsill, and says to\n\nthe darkness:\n\ntroy: See? I’m gonna build me a fence around what be-\n\nlongs to me. And then I want you to stay on the\n\n108\n\n9780735217867 Fences.indd 108 11/1516 1:50 PM\n\fFENCES\n\nother side.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe tightens his\ngrip on the windowsill, and says to\n\nthe darkness:\n\ntroy: See? I’m gonna build me a fence around what be-\n\nlongs to me. And then I want you to stay on the\n\n108\n\n9780735217867 Fences.indd 108 11/1516 1:50 PM\n\fFENCES\n\nother side. \n\nTARGET SECTION TO BE ANNOTATED:\n See? You stay over there until you're\n\nready for me.\n\nLights start to come on and windows\nare being opened in the neighbors’\n\nhouses.\n\ntroy: Then you come on. Bring your army. Bring your\nsickle. Bring your wrestling clothes. I ain’t\ngonna fall down on my vigilance this time. You\n\nain’t gonna sneak up on me no more.\n\nA few people call: “Shut up!” “Are you\n\ncrazy?” “Stop making a racket!” etc.\ntroy: When you ready for me . . . when the top of your\nlist say Troy Maxson . . . You come up and knock\n\non the front door. Ain’t nobody else got nothing\n\nto do with this.\n\nWe see the closed door behind Troy.\nThen we’re on the other side of the\ndoor, on the landing. Rose is leaning\nhard against the door, hand on the\nknob, wanting to go in but knowing she\nmustn’t. Troy’s voice is loud even\n\nthrough the door.\nmroy (0.8.): This is between you and me.\n\nCory comes out of his room. He walks\n\nto his mother as Troy shouts:\n\nmroy (o.s.): Man to man. You stay on the other side of\n\nthat fence until you ready for me.\n\n109\n\n9780735217867 Fences.indd 109 11/1516 1:50 PM\n\fAUGUST WILSON\n\ncory (sormiy, scarep): Mama, what’ s—\n\nRose turns to Cory, shakes her head-\n“don’t talk” and tries to push him\nback toward his room. He won’t go.\nRose holds on to him, and they listen,\n\nnot moving.\n\nmroy (0.s.): Then you come up and—\n\nEXT. THE BACKYARD—LATE NIGHT\n\nWe’re looking up at Troy, leaning out\n\nthe window, shouting:\n\ntroy: —and you knock on the front door! Anytime you\n\nwant!\n(waiting for a response)\nI'll be ready for you!\n\nTroy waits again; no response. He\ndraws himself back into the room,\ncloses the window. He opens the\nbedroom door. Rose and Cory are there.\nNo one knows what to say. Troy passes\nhis wife and son.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nRose and Cory are there. No one knows what to say. Troy passes\nhis wife and son. \n\nTARGET SECTION TO BE ANNOTATED:\n They hear him\ndescending the stairs, then the front\n\ndoor opens and slams shut.\n\n110\n\n9780735217867 Fences.indd 110 11/1516 1:50 PM\n\fFENCES\n\nEXT. THE BACKYARD—1 WEEK LATER—\nAFTERNOON\n\nIn the kitchen, the radio’s on:\nOpening Day for the Pirates. The\n\nbroadcast plays throughout the scene.\n\nRose is on her knees, weeding the\n\ngarden.\n\nShe hears the back door open and looks\ntoward the porch. Troy is there,\nholding a small, fair-skinned rranr i\n\nHIS ARMS.\n\ntroy: Rose . . . I’m standing here with my daughter in\nmy arms. She ain’t but a wee bitty little old\nthing. She don’t know nothing about grownups’ busi-\n\nness. She innocent . . . and she ain’t got no mama.\nROSE (CLIMBING THE sTEPs): What you telling me for, Troy?\n\nShe passes Troy and goes into the\nkitchen. Troy stands still. The radio\nblares the baseball game.\n\nFrom inside, the sound of running\nwater, then kitchen clattering, then\nthe sound of a knife chopping\nsomething, hard. The baby starts to\nfret. Troy jounces her a little,\ntalking to her, sitting on the bottom\nsteps.\n\n111\n\n9780735217867_Fences.indd 111 11/1516 1:50 PM\n\fAUGUST WILSON\n\nmoy: Well . . . I guess we’ll just sit out here on\n\nthe porch.\n(calling back into the house, to Rose)\n\nA man’s got to do what’s right for him. I ain’t\n\nsorry for nothing I done. It felt right in my heart.\n\nTroy waits for a response. The chopping\ncontinues. The baby cries. Troy wipes\nhis finger on his shirt and holds a\nknuckle to her mouth. She fastens on\nhis knuckle. Something that looks like\n\na smile passes across her face.\n\nmroy: What you smiling at? Your daddy’s a big man. Got\nthese great big old hands. But sometimes he’s\nscared. And right now your daddy’s scared ‘cause\nwe sitting out here and ain’t got no home.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nGot\nthese great big old hands. But sometimes he’s\nscared. And right now your daddy’s scared ‘cause\nwe sitting out here and ain’t got no home. \n\nTARGET SECTION TO BE ANNOTATED:\n Oh, I\nbeen homeless before. I ain’t had no little baby\n\nwith me. But I been homeless.\n\nThe chopping has stopped.\n\nINT. THE KITCHEN—AFTERNOON\n\nRose has chopped a large pile of okra.\nShe holds the knife, listening.\n\n112\n\n9780735217867 Fences.indd 112 11/1516 1:50 PM\n\fFENCES\n\nEXT. THE BACK PORCH—AFTERNOON\n\nrox: You just be out on the road by your lonesome and\nyou see one of them trains coming and you just\n\nkinda go like this\n(singing, as a lullaby)\n\nPlease, Mr. Engineer, let a man ride the\nline\n\nPlease, Mr. Engineer, let a man ride the\nline\n\nI ain’t got no ticket please let me ride the\n\nblinds.\nRose comes out. Troy stands.\n\ntroy: She’s my daughter, Rose. My own flesh and blood.\n\nI can’t deny her no more than I can deny them boys.\n(pause)\n\nYou and them boys is my family. You and them\nand this child is all I got in the world. So I\nguess what I’m saying is . . . I’d appreciate it\n\nif you’d help me take care of her.\n\nRose: Okay, Troy . . . you’re right. I'll take care\nof your baby for you... ‘cause . . . like you\nsay... she’s innocent... and you can’t\n\nvisit the sins of the father upon the child. A\n\nmotherless child has got a hard time.\n\nShe takes the baby.\n\n113\n\n9780735217867 Fences.indd 113 11/1516 1:50 PM\n\fAUGUST WILSON\n\nRose: From right now . . . this child got a mother.\n\nBut you a womanless man.\n\nRose goes back into the house with the\n\nbaby. Troy remains, frozen.\n\nOver this, the sound of a truck idling.\n\nEXT. A STREET IN A WEALTHY NEIGHBORHOOD—\n1 MONTH LATER—EARLY\nMORNING\n\nThe lawns and trees along the street\nare bright spring green. A garbage\ntruck idles as two young african-\namerican collectors lift and empty\ncans. Troy’s in the driver's seat,\nbored, lonely.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nA STREET IN A WEALTHY NEIGHBORHOOD—\n1 MONTH LATER—EARLY\nMORNING\n\nThe lawns and trees along the street\nare bright spring green. A garbage\ntruck idles as two young african-\namerican collectors lift and empty\ncans. Troy’s in the driver's seat,\nbored, lonely. \n\nTARGET SECTION TO BE ANNOTATED:\n Through his rearview\nmirrors he watches the collectors\n\ntalking, laughing.\n\nA group of white high school students\ncome out of one of the houses,\nclowning, chatting, several boys in\nvarsity jackets. Troy watches them.\nThen he’s startled by a loud thump from\nthe back: in his rearview mirror, the\ncollectors step on board. He shifts\ninto first gear and the truck rolls\n\nthrough the wealthy neighborhood.\n\n114\n\n9780735217867 Fences.indd 114 11/1516 1:50 PM\n\fFENCES\n\nEXT. THE BACKYARD—AFTERNOON\n\nTroy comes in through the side yard to\nthe sound of a bat hitting a baseball.\nCory, in his A&P uniform, fake bow-tie\ndangling from his open collar, is\nhitting the ball. The moment Cory sees\nTroy, he stops. Troy looks ready to\nsay something. Cory tosses the bat\naway, carelessly. Making a show of it\nhe buttons his collar, clips the tie\ninto place, and walks out the right\nside alley, all without giving his\nfather a glance. Troy goes to the bat,\npicks it up and puts it into its\nproper place against the tree. He\n\nturns and heads into the house.\n\nINT. KITCHEN/FRONT ENTRANCE—\nAFTERNOON\n\nTroy comes into the kitchen, which\nlooks different: it’s cluttered with\nbaby bottles, nipples, a high chair.\nTwo steaming pots and one cold covered\npot are on the stove, the heat turned\noff. Rose, dressed up, holds the baby\nin one arm, from which a purse hangs,\nstuffed with diapers and two warm\nbottles. With her free hand Rose picks\nup the cake.\n\n115\n\n9780735217867 Fences.indd 115 11/1516 1:50 PM\n\fAUGUST WILSON\n\nmroy: I’m coming in and everybody’s going out.\n\nRose: I’m taking this cake down to the church for the\nbake sale. Lyons was by to see you. He stopped by\nto pay you your twenty dollars. It’s laying in\nthere on the table.\n\nTroy takes his pay from his pocket.\nmoy: Well . . . here go this money.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s laying in\nthere on the table. Troy takes his pay from his pocket. moy: Well . . . here go this money. \n\nTARGET SECTION TO BE ANNOTATED:\nAs Rose leaves the kitchen with the\nbaby and the cake:\n\nRosE: Put it in there on the table, Troy. I'll get it.\n\nHis money still in his hand, Troy\nfollows her to the front door, which\n\nhe opens for her.\nmrox: What time you coming back?\n\nRose: Ain’t no use in you studying me. It don’t matter\n\nwhat time I come back.\n\ntroy: I just asked you a question, woman. What’s the\n\nmatter . . . can’t I ask you a question?\nRose: Troy, I don’t want to go into it.\n\nShe steps out onto the front porch. He\nstarts to follow, but she stops in the\ndoorway. She puts the cake down on one\n\nof the porch chairs, turns to him:\n\nRose: Your dinner’s in there on the stove. All you got\nto do is heat it up. And don’t you be eating the\n\nrest of them cakes in there. I’m coming back for\n\n116\n\n9780735217867 Fences.indd 116 11/1516 1:50 PM\n\fFENCES\n\nthem. We having a bake sale at the church tomor-\n\nrow.\n\nRose shuts the door firmly. Troy stands\nthere, listening to her going down the\n\nsteps.\n\nHe stands alone in the empty house, unsure of\nwhat to do. He flaps the money he’s holding. He\ngoes to the dining room table and puts his cash\nnext to Lyons’ twenty. He pockets the twenty and\n\nstarts for the door.\n\nINT. TAYLORS’ BAR—LATE AFTERNOON\n\nTroy sits alone at the bar, a generous\nglass of gin before him. He takes a\n\nsip.\n\nSomeone pulls out the stool next to\nhim and starts to sit. Troy looks.\n\nIt’s Bono.\nBono: Hey, Troy.\ntroy: Hey, what’s happening, Bono?\n\nBono: I just thought I’d stop by to see you. Wasn’t\n\nno one at the house, so I figured -\n\ntroy: What you stop by and see me for? You ain’t\nstopped by the house in a month of Sundays. Hell,\n\nI must owe you money or something.\n\nBono: Since you got your promotion I can’t keep up\n\n117\n\n9780735217867 Fences.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou ain’t\nstopped by the house in a month of Sundays. Hell,\n\nI must owe you money or something. Bono: Since you got your promotion I can’t keep up\n\n117\n\n9780735217867 Fences. \n\nTARGET SECTION TO BE ANNOTATED:\nd 117 11/1516 1:50 PM\n\fAUGUST WILSON\n\nwith you. Used to see you every day. Now I don’t\n\neven know what route you working.\n\nmoy: They keep switching me around. Got me out in\n\nGreentree now . . . hauling white folks’ garbage.\n\nBono: Greentree, huh? You lucky, at least you ain’t\ngot to be lifting them barrels. Damn if they\nain’t getting heavier. I’m gonna put in my two\n\nyears and call it quits.\nmoy: I’m thinking about retiring myself.\n\nBono: You got it easy. You can drive for another five\n\nyears.\n\ntroy: It ain’t the same, Bono. It ain’t like working\nthe back of the truck. Ain’t got nobody to talk\nto... feel like you working by yourself. Naw,\n\nI’m thinking about retiring.\nBono nods. An awkward silence.\ntroy: How’s Lucille?\n\npono: She all right. Her arthritis get to acting up\non her sometime. Saw Rose on my way here. She go-\n\ning down to the church, huh?\n\nmoy: Yeah, she took up going down there. All them\npreachers looking for somebody to fatten their\n\npockets.\n(beat)\nGot some gin here.\n\npono: Naw, thanks. I just stopped in to say hello.\n\n118\n\n9780735217867 Fences.indd 118 11/1516 1:50 PM\n\fFENCES\n\nmy: Hell, nigger . . . you can take a drink. I ain’t\nnever known you to say no to a drink. You ain’t\n\ngot to work tomorrow.\n\nBono: I just stopped by. I’m fixing to go over to Skin-\nner’s. We got us a domino game going over his\n\nhouse every Friday.\n\ntroy: Nigger, you can’t play no dominoes. I used to\n\nwhup you four games out of five.\nBono: Well, that learned me. I’m getting better.\nmroy: Yeah? Well, that’s all right.\nBono: Look here . . . I got to be getting on.\n\nTroy nods as Bono slides down off the\n\nbar stool.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nBono: Look here . . . I got to be getting on. Troy nods as Bono slides down off the\n\nbar stool. \n\nTARGET SECTION TO BE ANNOTATED:\nBono: Stop by sometime, huh?\ntroy: Yeah, I'll do that, Bono.\n\nBono slaps Troy on the back and starts\n\nto go.\n\ntroy (NOT WANTING TO BE ALONE): Lucille told Rose you\n\nbought her a new refrigerator.\n\nBono: Yeah, Rose told Lucille you had finally built\n\nyour fence . . . so I figured we’d call it even.\ntroy: I knew you would.\nBono: Yeah . . . okay. I’1l be talking to you.\n\nmroy: Yeah, take care, Bono. Good to see you. I’m\n\ngonna stop over.\n\n119\n\n9780735217867 Fences.indd 119 11/1516 1:50 PM\n\fAUGUST WILSON\n\nBono: Yeah. Okay, Troy.\n\nBono leaves. Troy downs the rest of\nhis drink in one swallow. Under his\n\nbreath, he starts to sing:\n\nmroy (stowny): Hear it ring! Hear it ring!\n\nHad an old dog his name was Blue.\n\nEXT. WYLIE AVENUE—RECRUITMENT OFFICE—\nTWILIGHT\n\nTroy’s singing continues over this:\n\ntroy (v.o.): You know Blue was mighty true\n\nYou know Blue was a good old dog\n\nCory walks home from work in his A&P\nuniform. He passes an armed forces\nrecruiting office. In the window, a\nposter: a big, handsome white Marine,\n\nabove him: we aREN’T LOOKING FOR JUST ANYONE.\n\nmoy (v.o.): Blue treed a possum in a hollow log\n\nYou know from that he was a good old dog\n\nAnd below: we might be looking for\nyou. Cory stares at it for a long\n\ntime, as Troy’s singing continues:\n\nEXT. BACK YARD—TWILIGHT\n\nCory approaches the house. He stops\n\nwhen he hears his father singing.\n\n120\n\n9780735217867 Fences.indd 120 11/1516 1:50 PM\n\fTROY:\n\ncory:\n\nTROY:\n\ncory:\n\nTROY:\n\ncory\n\nTROY:\n\nFENCES\n\nOld Blue died and I dug his grave\n\nLet him down with a golden chain\n\nCory heads into the yard.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nBACK YARD—TWILIGHT\n\nCory approaches the house. He stops\n\nwhen he hears his father singing. 120\n\n9780735217867 Fences.indd 120 11/1516 1:50 PM\n\fTROY:\n\ncory:\n\nTROY:\n\ncory:\n\nTROY:\n\ncory\n\nTROY:\n\nFENCES\n\nOld Blue died and I dug his grave\n\nLet him down with a golden chain\n\nCory heads into the yard. \n\nTARGET SECTION TO BE ANNOTATED:\n Troy sits in\nthe middle of the back steps, blocking\nthem. The pint bottle in his hand is\nnearly empty.\n\nEvery night when I hear old Blue bark!\n(pause)\nBlue treed a possum in Noah’s Ark!\n\nCory looks to the right, considering\ngoing around to the front. Then he\ndecides not to. He walks up to the\n\nsteps.\n\nI got to get by.\n\nSay what? What’s you say?\n\nYou in my way. I got to get by.\n\nYou got to get by where? This is my house.\nBought and paid for. In full. Took me fifteen\nyears. And if you wanna go in my house and I’m\nsitting on the steps... you say excuse me.\n\nLike your mama taught you.\n: Come on, Pop . . . I got to get by.\n\nCory starts to maneuver his way past\nTroy. Troy grabs his leg and shoves\nhim back.\n\nYou just gonna walk over top of me?\n\n121\n\n9780735217867_Fences.indd 121 11/1516 1:50 PM\n\fAUGUST WILSON\n\ncory: I live here too!\n\nmoy: You just gonna walk over top of me in my own\n\nhouse?\n\nTroy stands, advancing on Cory, who\n\nbacks away, then stops.\ncory: I ain’t scared of you.\n\ntroy: I ain’t asked if you was scared of me. I asked\nyou if you was fixing to walk over top of me in my\nown house? That’s the question. You ain’t gonna\n\nsay excuse me? You just gonna walk over top of me?\ncory: If you wanna put it like that.\ntroy: How else am I gonna put it?\n\ncory: I was walking by you to go into the house ‘cause\nyou sitting on the steps drunk, singing to your-\n\nself. You can put it like that.\nrox: Without saying excuse me???\nCory doesn’t respond.\n\ntroy: I asked you a question. Without saying excuse\n\nme???\n\ncory: I ain’t got to say excuse me to you. You don’t\n\ncount around here no more.\n\nmroy: Oh, I see . . . I don’t count around here no\nmore. You ain’t got to say excuse me to your\ndaddy.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nmroy: Oh, I see . . . I don’t count around here no\nmore. You ain’t got to say excuse me to your\ndaddy. \n\nTARGET SECTION TO BE ANNOTATED:\n All of a sudden you done got so grown that\nyour daddy don’t count around here no more\n\nAround here in his own house and yard that he done\n\n122\n\n9780735217867 Fences.indd 122 11/1516 1:50 PM\n\fFENCES\n\npaid for with the sweat of his brow. You done got\nso grown to where you gonna take over. You gonna\ntake over my house. Is that right? You gonna wear\nmy pants. You gonna go in there and stretch out\non my bed. You ain’t got to say excuse me ‘cause\n\nI don’t count around here no more. Is that right?\n\ncory (HE’sS HAD ENOUGH): That’s right. You always talking\nthis dumb stuff. Now, why don’t you just get out\n\nmy way.\n\ntroy: I guess you got someplace to sleep and something\nto put in your belly. You got that, huh? You got\nthat? That’s what you need. You got that, huh?\n\ncory: You don’t know what I got. You ain’t got to\n\nworry about what I got.\n\ntroy: You right! You one hundred percent right! I done\nspent the last seventeen years worrying about\nwhat you got. Now it’s your turn, see? I'll tell\nyou what to do. You grown . . . we done estab-\nlished that. You a man. Now, let’s see you act\nlike one. Turn your behind around and walk out\nthis yard. And when you get out there in the al-\nley . . . you can forget about this house. See?\n\"Cause this is my house. You go on and be a man\nand get your own house. You can forget about\nthis. ’Cause this is mine. You go on and get yours\n\n\"cause I’m through with doing for you.\n\ncory: You talking about what you did for me\n\nwhat'd you ever give me?\n\ntroy: Them feet and bones! That pumping heart, nigger!\n\n123\n\n9780735217867 Fences.indd 123 11/1516 1:50 PM\n\fAUGUST WILSON\n\nI give you more than anybody else is ever gonna\n\ngive you.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\ntroy: Them feet and bones! That pumping heart, nigger! 123\n\n9780735217867 Fences.indd 123 11/1516 1:50 PM\n\fAUGUST WILSON\n\nI give you more than anybody else is ever gonna\n\ngive you. \n\nTARGET SECTION TO BE ANNOTATED:\ncory: You ain’t never gave me nothing! You ain’t never\ndone nothing but hold me back. Afraid I was gonna\nbe better than you. All you ever did was try and\nmake me scared of you. I used to tremble every time\nyou called my name. Every time I heard your foot-\nsteps in the house. Wondering all the time\nwhat’s Papa gonna say if I do this? . . . What's\nhe gonna say if I do that? . . . What’s Papa gonna\nsay if I turn on the radio? And Mama, too\n\nshe tries . . . but she’s scared of you.\n\nmoy: You leave your mama out of this. She ain’t got\n\nnothing to do with this.\n\ncory: I don’t know how she stand you. . . after what\n\nyou did to her.\ntoy: I told you to leave your mama out of this!\nTroy advances toward Cory.\n\ncory: What you gonna do . . . give me a whupping? You\ncan’t whup me no more. You're too old. You just\n\nan old man.\n\nTroy grabs Cory’s shirt and pulls Cory\nto him.\n\nmror: Nigger! That’s what you are! You just another\n\nnigger on the street to me!\nTroy throws Cory backward in the dirt.\n\ncory: You crazy! You know that?\n\n124\n\n9780735217867 Fences.indd 124 11/1516 1:50 PM\n\fFENCES\n\ntroy: Go on now! You got the devil in you. Get on away\n\nfrom me!\n\ncory: You just a crazy old man. . . talking about I\n\ngot the devil in me.\nTroy advances on Cory.\n\ntroy: Yeah, I’m crazy! If you don’t get on the other\nside of that yard... I’m gonna show you how\n\ncrazy I am! Goon. . . get the hell out of my yard.\n\ncory: It ain’t your yard. You took Uncle Gabe’s money\nhe got from the Army to buy this house and then\n\nyou put him out.\ntroy: Get your black ass out of my yard!\n\nTroy’s advance backs Cory up against\n\nthe tree. Cory grabs up the bat.\n\ncory: I ain’t going nowhere! Come on . . .",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nCory grabs up the bat. cory: I ain’t going nowhere! Come on . . . \n\nTARGET SECTION TO BE ANNOTATED:\n put me out!\n\nI ain’t scared of you.\ntroy: That’s my bat!\n\ncory: Come on!\n\nTroy walks toward Cory.\ntroy: Put my bat down!\ncory: Come on, put me out!\n\nCory swings at Troy, who backs across\n\nthe yard.\ncory: What’s the matter? You so bad . . . Put me out!\n\nTroy advances toward Cory.\n\n125\n\n9780735217867 Fences.indd 125 11/1516 1:50 PM\n\fAUGUST WILSON\n\ncory (BACKING uP): Come on! Come on!\n\nYou're gonna have to use it! You wanna draw that\n\nTROY!\nyou're gonna have to use it.\n\nbat back on me\n\ncory: Come on! Come on!\n\nCory swings that bat at Troy a second\n\ntime. He misses. Troy continues to\n\nadvance toward him.\n\ntroy: You’re gonna have to kill me! You wanna draw\n\nthat bat back on me. You’re gonna have to kill me.\n\nCory, backed up against the tree, can\n\ngo no farther. Troy taunts him. He\n\nsticks out his head and offers him a\n\ntarget.\n\ntroy: Come on! Come on!\n\nCory is unable to swing the bat. Troy\n\ngrabs it.\n\nmrox: Then 1711 show you.\nCory and Troy struggle over the bat.\nThe struggle is fierce and fully\n\nTroy ultimately is the\n\nengaged.\nand takes the bat from Cory\n\nstronger,\nand stands over him ready to swing. He\n\nstops himself.\nGo on and get away from around my house.\n\nCory, stung by his defeat, picks\n\n126\n\n9780735217867 Fences.indd 126\n\n11/1516 1:50 PM\n\fFENCES\n\nhimself up, walks slowly out of the\nyard and up the alley.\n\ncory: Tell Mama I’1l be back for my things.\n\nTROY (CALLING AFTER HIM): They’1l be on the other side of\nthat fence!\n\nTroy starts toward the tree with the\nbat, staggering, sick exhausted, his\nmouth horribly dry. He tries to\n\nmoisten it with this tongue: no use.\n\ntroy: I can’t taste nothing. Hallelujah!\n\nI can’t taste nothing no more.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\ntroy: I can’t taste nothing. Hallelujah! I can’t taste nothing no more. \n\nTARGET SECTION TO BE ANNOTATED:\nHe assumes a batting posture and\nbegins to taunt Death, the fastball in\nthe outside corner.\n\ntroy: Come on! It’s between you and me now!\n\nA static-y growl starts, building into\na roar. Troy taunts the pitcher as the\n\nlight gives way to complete darkness:\n\ntroy: Come on! Anytime you want! Come on! I be ready\n\nfor you . . . but I ain’t gonna be easy.\nBLACK SCREEN\n\nIn the blackness, Rose’s voice:\nRose (v.o.): Raynell!\n\nraynetL (v.o.): Ma’ am?\n\n127\n\n9780735217867 Fences.indd 127 11/1516 1:50 PM\n\fAUGUST WILSON\n\nRose (v.o.): What you doing out there?\n\nraynetL (v.o.): Nothing.\n\nTITLE: 1965\n\nRose (v.o.): Girl, get in here and get dressed. What\n\nyou doing?\n\nEXT. THE BACKYARD—MORNING\n\nThe sky is gray, dark clouds roll in.\nRaynell, 7, in her nightgown, kneels\nin rose’s garden, which is now much\nlarger. She looks up at the bedroom\n\nwindow.\nRAYNELL: Seeing if my garden growed.\n\nRose leans out of the window, her hair\n\nup, wearing black.\n\nRosE: I told you it ain’t gonna grow overnight. You\n\ngot to wait.\nRAYNELL: It don’t look like it never gonna grow. Dag!\nRose: I told you a watched pot never boils.\nRAYNELL: This ain’t even no pot, Mama.\n\nROSE: Get in here and get dressed. This ain’t no morn-\n\ning to be playing around. You hear me?\n\nRAYNELL: Yes, ma’am.\n\n128\n\n9780735217867 Fences.indd 128 11/1516 1:50 PM\n\fFENCES\n\nINT. THE KITCHEN AND FRONT ROOMS—\nMORNING\n\nRaynell dawdles past Bono and Lyons in\ndark suits, drinking coffee. She\nstarts upstairs. There’s a knock at\nthe door. She looks up to see if her\nmother is coming to answer it. She\ndecides to answer it herself, but it\n\nopens. Cory comes in.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe looks up to see if her\nmother is coming to answer it. She\ndecides to answer it herself, but it\n\nopens. Cory comes in. \n\nTARGET SECTION TO BE ANNOTATED:\nHe’s 25 now, a Marine Corporal. He\ncarries a duffel bag. Raynell stares\n\nat him in his dress uniform, agog.\ncory: Hi.\n(pause)\nI bet your name is Raynell.\nRAYNELL? Uh-huh.\ncory: Is your mama home?\nRAYNELL: Mama . . . there’s some man down here. Mama?\n\nRaynell flies up the stairs. Cory puts\n\ndown his bag and looks around.\nRose: Cory? Cory! Lord have mercy!\n\nRose runs down, then stops, looking at\nher son. She calls back into the\nkitchen:\n\nRosE: Look here, you all!\n\n129\n\n9780735217867 Fences.indd 129 11/1516 1:50 PM\n\fAUGUST WILSON\n\nShe runs to Cory, and they embrace.\nBono and Lyons come in from the\nkitchen. Raynell watches from midway\n\non the stairs.\n\nBono: Aw, looka here\n\nRose steps back, looking at him,\n\nwiping tears away.\nRosE: Done got all grown up!\ncory: Don’t cry, Mama. What you crying about?\nRosE: I’m just so glad you made it.\ncory: Hey, Lyons. How you doing, Mr. Bono.\n\ntyons: Look at you, man. Look at you. Don’t he look\n\ngood, Rose. Got them corporal stripes.\nRos: What took you so long?\n\ncory: You know how the Marines are, Mama. They got to\nget all their paperwork straight before they let\nyou do anything.\n\nRose: Well, I’m sure glad you made it. They let Lyons\ncome. Your Uncle Gabe’s still in the hospital.\nThey don’t know if they gonna let him out or not.\n\nI just talked to them a little while ago.\nLyons: A corporal in the United States Marines.\n\nBoNo: Your daddy knew you had it in you. He used to\n\ntell me all the time.\n\nLyons: Don’t he look good, Mr. Bono?\n\n130\n\n9780735217867 Fences.indd 130 11/1516 1:50 PM\n\fFENCES\n\nBono: Yeah, he remind me of Troy when I first met him.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nLyons: Don’t he look good, Mr. Bono? 130\n\n9780735217867 Fences.indd 130 11/1516 1:50 PM\n\fFENCES\n\nBono: Yeah, he remind me of Troy when I first met him. \n\nTARGET SECTION TO BE ANNOTATED:\n(pause)\n\nSay, Rose, Lucille’s down at the church with\nthe choir. I’m gonna go down and get the pallbear-\n\ners lined up. I'll be back to get you all.\nRosE: Thanks, Jim.\ncory: See you, Mr. Bono.\nBono goes out the front door.\nNo one speaks. Then Lyons points to\nRaynell on the stairs.\nLyons: Cory, look at Raynell. Ain’t she precious? She\ngonna break a whole lot of hearts.\nRaynell hides behind the banisters.\n\nRose: Raynell, come and say hello to your brother.\n\nThis is your brother, Cory. You remember Cory.\n\nRAYNELL: No, ma’am.\ncory: She don’t remember me, Mama.\n\nROSE: Well, we talk about you. She heard us talk about\n\nyou. This is your brother, Cory.\n(to Raynell)\nCome on and say hello.\n\nRAYNELL: Hi.\n\ncory: Hi. So you're Raynell. Mama told me a lot about\n\nyou.\n\n131\n\n9780735217867_Fences.indd 131 11/1516 1:50 PM\n\fAUGUST WILSON\n\nROSE (STARTING FOR THE KITCHEN): You all c’mon and let me\n\nfix you some breakfast. Keep up your strength.\ncory: I ain’t hungry, Mama.\n\nLyons: You can fix me something, Rose. I’1l be there in\n\na minute.\n\nRosE (To cory): Cory, You sure you don’t want nothing.\n\nI know they ain’t feeding you right.\n\ncory: No, Mama . . . thanks. I don’t feel like eat-\n\ning. I’1l get something later.\n\nROSE: Raynell . . . get on upstairs and get that dress\n\non like I told you.\n\nRaynell scrambles upstairs as Rose\n\ngoes into the kitchen.\n\nLyons (Pausz): I always knew you was gonna make some-\nthing out yourself. Your head was always in the\nright direction. So . . . you gonna stay in\n\nmake it a career . . . put in your twenty years?\n\ncory: I don’t know. I got six already, I think that’s\n\nenough.\n\nLyons: Stick with Uncle Sam and retire early. Ain’t noth-\ning out here.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nI got six already, I think that’s\n\nenough. Lyons: Stick with Uncle Sam and retire early. Ain’t noth-\ning out here. \n\nTARGET SECTION TO BE ANNOTATED:\n I guess Rose told you what happened\nwith me. They got me down the workhouse. I thought\n\nI was being slick cashing other people’s checks.\ncory: How much time you doing?\n\nyons: They give me three years. I got that beat now.\n\nI ain’t got but nine more months. It ain’t so bad.\n\n132\n\n9780735217867 Fences.indd 132 11/1516 1:50 PM\n\fFENCES\n\nYou learn to deal with it like anything else. You\ngot to take the crookeds with the straights.\nThat's what Papa used to say. He used to say that\nwhen he struck out. I seen him strike out three\ntimes in a row. . . and the next time up he hit\nthe ball over the grandstand. Right out there in\nHomestead Field. He wasn’t satisfied hitting in\nthe seats . . . he wanted to hit it over every-\nthing! After the game he had two hundred people\nstanding around waiting to shake his hand. You\ngot to take the crookeds with the straights.\n\nYeah, Papa was something else.\ncory: You still playing?\n\nLyons: Cory . . . you know I’m gonna do that. There’s\nsome fellows down there we got us a band. . . we\ngonna try and stay together when we get out\n\nbut yeah, I’m still playing.\nRose calls from the kitchen:\nRosz: Lyons, I got these eggs in the pan.\n\niyons: Let me go on and get these eggs, man. Get ready\n\nto go bury Papa.\n(a beat, then)\nHow you doing? You doing all right?\n\nCory nods. Lyons touches him on the\nshoulder and they share a moment of\nsilent grief. Lyons goes into the\n\nkitchen. Cory looks up to the top of\n\nthe stairs and sees Raynell, in her\n\n133\n\n9780735217867 Fences.indd 133 11/1516 1:50 PM\n\fAUGUST WILSON\n\ndress, studying him with excited\n\ncuriosity.\nRAYNELL: Hi.\ncory: Hi.\n\nShe comes down a couple of steps,\n\ncurious.\nRAYNELL: Did you used to sleep in my room?\ncory: Yeah . . . that used to be my room.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe comes down a couple of steps,\n\ncurious. RAYNELL: Did you used to sleep in my room? cory: Yeah . . . that used to be my room. \n\nTARGET SECTION TO BE ANNOTATED:\nRAYNELL: That’s what Papa call it. “Cory’s room.” It\n\ngot your football in the closet.\nRose calling from the kitchen\n\nROSE: Raynell, get in there and get them good shoes\n\non!\n\nRAYNELL: Mama, can’t I wear these? Them other one hurt\n\nmy feet.\n\nRose: Well, they just gonna have to hurt your feet for\na while. You ain’t said they hurt your feet when\n\nyou went down to the store and got them.\n\nRAYNELL: They didn’t hurt then. My feet done got big-\n\nger.\n\nRosE: Don’t you give me no back talk now. You get in\n\nthere and get them shoes on.\n\nRaynell looks at her brand-new\nbrother . . . reluctantly, she obeys\n\nher mother. Cory makes his way to the\n\n134\n\n9780735217867 Fences.indd 134 11/1516 1:50 PM\n\fFENCES\n\nkitchen, passing his brother who is\n\nwiping his plate clean.\n\nINT. KITCHEN—MORNING\n\nCory enters the kitchen. He looks at\nthe photos on the wall noticing that\nJFK and Martin Luther King have been\nadded next to the photo of Jesus. He\nlooks at his mother, then heads out\n\ninto the yard.\n\nEXT. BACKYARD—MORNING\n\nCory comes down the steps into the\nyard, taking it all in. He sees Troy’s\nbat leaning against the tree. He walks\n\ntoward it as he hears\n\nROSE (AS SHE COMES DOWN BACK STEPS): Ain’t too much changed.\nHe still got that piece of rag tied to that tree.\nHe was out here swinging that bat. I was just\nready to go back in the house. He swung that bat\nand then he just fell over. Seem like he swung\nit and stood there with this grin on his\nface . . . and then he just fell over. They car-\nried him on down to the hospital but I knew there\nwasn’t no need . . . why don’t you come on in\n\nthe house.\n\ncory: Mama . . . I got something to tell you. I don’t\n\n135\n\n9780735217867 Fences.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\ncory: Mama . . . I got something to tell you. I don’t\n\n135\n\n9780735217867 Fences. \n\nTARGET SECTION TO BE ANNOTATED:\nd 135 11/1516 1:50 PM\n\fAUGUST WILSON\n\nknow how to tell you this . . . but I’ve got to\n\ntell you . . . I’m not going to Papa’s funeral.\n\nRoszE: Boy, hush your mouth. That’s your daddy you\ntalking about. I don’t want hear that kind of talk\nthis morning. I done raised you to come to this?\nYou standing there all healthy and grown talking\n\nabout you ain’t going to your daddy’s funeral?\ncory: Mama . . . listen\n\nRose: I don’t want to hear it, Cory. You just get that\n\nthought out of your head.\n\ncory: I’ve got to say no to him. One time in my life\n\nI’ve got to say no.\n\nRoszE: Don’t nobody have to listen to nothing like\nthat. I know you and your daddy ain’t seen eye to\neye, but I ain’t gotta listen to that kind of talk\nthis morning. Disrespecting your daddy ain't\ngonna make you a man, Cory. You got to find a way\nto come to that on your own. Not going to your\n\ndaddy’s funeral ain’t gonna make you a man.\n\nCory looks around, trying to find what\nto say. Then:\n\ncory: The whole time I was growing up . . . living in\nhis house . . . Papa was like a shadow that fol-\nlowed you everywhere. It weighed on you and sunk\ninto your flesh. It would wrap around you and lay\nthere until you couldn’t tell which one was you\nanymore. That shadow digging in your flesh. Trying\n\nto crawl in. Trying to live through you. I’m just\n\n136\n\n9780735217867 Fences.indd 136 11/1516 1:50 PM\n\fFENCES\n\nsaying I’ve got to find a way to get rid of that\n\nshadow, Mama.\nROSE: You just like him. You got him in you good.\ncory: Don’t tell me that, Mama.\nROSE: You Troy Maxson all over again.\ncory: I don’t want to be Troy Maxson. I want to be me.\n\nRose: You can’t be nobody but who you are, Cory.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\ncory: I don’t want to be Troy Maxson. I want to be me. Rose: You can’t be nobody but who you are, Cory. \n\nTARGET SECTION TO BE ANNOTATED:\n That\nshadow wasn’t nothing but you growing into your-\nself. You either got to grow into it or cut it\ndown to fit you. But that’s all you got to make\nlife with. That’s all you got to measure yourself\nagainst that world out there. Your daddy wanted\nyou to be everything he wasn’t . . . and at the\nsame time he tried to make you into everything he\nwas. I don’t know if he was right or wrong\nbut I do know he meant to do more good than he\n\nmeant to do harm.\n\nShe stops, overwhelmed. Cory puts his\nhand on her hand. She takes his hand,\n\nsqueezes it, turns it over, holding on.\n\nROSE: Sometimes when he touched he bruised. And some-\n\ntimes when he took me in his arms he cut.\n(beat)\n\nWhen I first met your daddy I thought, “Here is\naman I can lay down with and make a baby.” That’s\nthe first thing I thought when I seen him\n\n“Rose Lee, here is a man that you can open your-\n\n137\n\n9780735217867 Fences.indd 137 11/1516 1:50 PM\n\fAUGUST WILSON\n\nself up to and be filled to bursting. Here is a man\nthat can fill all them empty spaces you been tip-\n\nping around the edges of.”\n(beat)\n\nWhen your daddy walked through the house he was\nso big he filled it up. That was my first mistake.\nNot to make him leave some room for me. But I\nwanted a house that I could sing in, and that’s\nwhat your daddy gave me. I didn’t know to keep up\nhis strength I had to give up little pieces of\nmine. I took on his life as mine and mixed up the\npieces so that you couldn’t hardly tell which was\nwhich anymore. It was my choice. It was my life and\nI didn’t have to live it like that. But that’s what\nlife offered me in the way of being a woman and I\ntook it. I grabbed hold of it with both hands. By\nthe time Raynell came into the house . . .",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut that’s what\nlife offered me in the way of being a woman and I\ntook it. I grabbed hold of it with both hands. By\nthe time Raynell came into the house . . . \n\nTARGET SECTION TO BE ANNOTATED:\n I didn’t\nwant to make my blessing off of nobody’s misfor-\ntune, but I took on to Raynell like she was all\n\nthem babies I had wanted and never had.\nThe phone rings.\n\nRoszE: Like I’d been blessed to relive a part of my\nlife. And if the Lord see fit to keep up my\nstrength . . . I’m gonna do her just like your\ndaddy did you . . . I’m gonna give her the best\n\nof what’s in me.\nRaynell comes out with her old shoes on.\n\nRAYNELL? Mama . . . Reverend Tolliver on the phone.\n\n138\n\n9780735217867 Fences.indd 138 11/1516 1:50 PM\n\fFENCES\n\nRose goes into the house.\nRAYNELL: Hi.\ncory: Hi.\nRAYNELL: You in the Army or the Marines?\ncory: Marines.\nRAYNELL: Papa said it was the Army. Did you know Blue?\ncory: Blue? Who’s Blue?\nRAYNELL: Papa’s dog what he sing about all the time.\n\ncory (SINGING): Hear it ring! Hear it ring!\nI had a dog his name was Blue\nYou know Blue was mighty true\nYou know Blue was a good old dog\nBlue treed a possum in a hollow log\nYou know from that he was a good old dog.\n\nHear it ring!\n\nRaynell, embarrassed, delighted, joins\n\nin.\n\nCORY AND RAYNELL? Blue treed a possum out on a limb\nBlue looked at me and I looked at him\nGrabbed that possum and put him in a sack\nBlue stayed there till I came back\nOld Blue’s feets was big and round\nNever allowed a possum to touch the ground.\nOld Blue died and I dug his grave\nI dug his grave with a silver spade\n\nLet him down with a golden chain\n\n139\n\n9780735217867 Fences.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nCORY AND RAYNELL? Blue treed a possum out on a limb\nBlue looked at me and I looked at him\nGrabbed that possum and put him in a sack\nBlue stayed there till I came back\nOld Blue’s feets was big and round\nNever allowed a possum to touch the ground. Old Blue died and I dug his grave\nI dug his grave with a silver spade\n\nLet him down with a golden chain\n\n139\n\n9780735217867 Fences. \n\nTARGET SECTION TO BE ANNOTATED:\nd 139 11/1516 1:50 PM\n\fAUGUST WILSON\n\nAnd every night I call his name\nGo on Blue, you good dog you\nGo on Blue, you good dog you\n\nRAYNELL: Blue laid down and died like a man\n\nBlue laid down and died\n\ncory (stRuceLins): Blue laid down and died like a man\n\nNow he’s treeing possums in the Promised Land.\n\nCORY AND RAYNELL: I’m gonna tell you this to let you\nknow\n\nBlue’s gone where the good dogs go.\nRose comes to the door.\n\nRose: Cory, we gonna be ready to go in a minute.\n\n \n\ncory (T0 RAYNELL): You go on in the house and change\nthem shoes like Mama told you so we can go to Pa-\n\npa’s funeral.\n\nRAYNELL: Okay, I’1l be back.\n\nRaynell hurries into the house. Cory gets up,\ncrosses over to the tree. Rose stands at the screen\ndoor watching him. She takes a look at the threat-\nening sky, about to return to the house, when she\nsees Gabriel. He’s older but healthier, more vi-\ntal, in a new suit and a hat. One arm is behind\n\nhis back. Rose is speechless with surprise.\nGABRIEL: Hey, Rose!\nROSE: Gabe?\n\nGaBRIEL: I’m here, Rose. Hey Rose, I’m here.\n\n140\n\n9780735217867 Fences.indd 140 11/1516 1:50 PM\n\fFENCES\n\nRose: Lord\n(calling back to the house)\nLook here, Lyons!\n\nLyons, then Bono come out from the\n\nhouse.\n\nLyons: See, I told you, Rose . . . I told you they’d\n\nlet him come.\ncory: How you doing, Uncle Gabe?\nLyons: How you doing, Uncle Gabe?\n\nGabriel looks at each of them, then\nback to Rose. He takes his hand from\n\nbehind him and holds his trumpet aloft.\n\nGABRIEL: Hey, Rose. It’s time. It’s time to tell Saint\n\nPeter to open the Gates.\n\nNot knowing what she’s agreeing to,\n\nRose nods.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s time. It’s time to tell Saint\n\nPeter to open the Gates. Not knowing what she’s agreeing to,\n\nRose nods. \n\nTARGET SECTION TO BE ANNOTATED:\nGABRIEL: Troy, you ready?\n\nGabriel waits for an answer. Raynell\ncomes out on the porch and hides\nbehind Rose, shy. Gabe smiles at her,\n\nand she returns his smile.\n\nGABRIEL: You ready, Troy. I’m gonna tell Saint Peter\n\nto open the Gates. You get ready now.\nGabriel puts the trumpet to his lips,\n\ntwo decades of waiting for this moment\n\n141\n\n9780735217867_Fences.indd 141 11/1516 1:50 PM\n\fAUGUST WILSON\n\nfinally over. He inhales and blows into\nthe horn. No sound. Gabriel blows\n\nagain, a huge effort: Nothing.\n\nThen Gabe begins to dance, slow and\nstrange, eerie, skeletal and life-\ngiving, a dance of atavistic signature\nand ritual. Lyons goes to Gabe,\nembracing him, trying to stop him.\n\nGabriel pushes Lyons away.\n\nHe points the trumpet at the ground and\ninhales as he arcs the horn upwards\ntill he’s on his toes, closing his\neyes, putting the mouthpiece to his\n\nlips; Gabriel blows once more, and:\n\nFrom the tarnished, battered bell of\nthe broken trumpet comes an ear-\nsplitting note, growing higher and\nlouder till it’s almost like a woman's\n\nscream.\n\nIn the clouds directly above Gabe, a\nsmall aperture opens up and a pillar\nof brilliant light descends, bathing\nGabriel and his horn in gold. The\n\ntrumpet’s blast stops; the silence is\n\nhuge and abrupt.\n\nCLOSE-UP: Gabriel, his face raised up,\nbathed in light. He lowers his\ntrumpet. He says to God:\n\ncasRIEL: That’s the way that go!\n\n142\n\n9780735217867 Fences.indd 142 11/1516 1:50 PM\n\fFENCES\n\nThe camera begins to pull away, up and\nup. Rose goes to Gabriel, Raynell\nfollowing behind her. Then Raynell\n\nruns ahead of her mother.\n\nCLOSE-UP: Raynell’s small hand taking\nhold of Gabe’s hand. The camera is\nhigh above the yard; the men have gone\ninside, and Rose is behind them.\nRaynell leads Gabriel behind Rose.\n\nEXT.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe camera is\nhigh above the yard; the men have gone\ninside, and Rose is behind them. Raynell leads Gabriel behind Rose. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n FRONT PORCH\n\nBono leaves the house first, followed\n\nby Cory and Lyons.\n\nTwenty black cars wait at the curb, a\nflower car behind them, and then the\nhearse. Neighbors have begun gathering\n\non both sides of the street.\n\nBono goes to the first car as Lyons\n\ngets into the second.\n\nCory waits outside by the open car\ndoor. Raynell comes out of the house,\nleading Gabe; Bono motions for her to\ncome to the first car, and she does. He\nopens the rear door for them, and\n\nRaynell and Gabe get in.\n\nRose comes out of the house, Bono\n\nwatches. She walks up to Cory, grabs\n\n143\n\n9780735217867 Fences.indd 143 11/1516 1:50 PM\n\fAUGUST WILSON\n\nhim and holds him tight. She gets in\n\nthe car and Cory climbs in after her.\n\nBono gives the roof of the car a loud\nslap, then climbs in and shuts the\ndoor. The first car pulls out; the\n\nothers follow.\n\nPeople line the street. Men take off\ntheir hats as the funeral cortege goes\ndown the hill. Beyond the Hill, the\n\ntowers of Pittsburgh rising.\n\n144\n\n9780735217867 Fences.indd 144 11/1516 1:50 PM\n\f"
}