{
  "1": "              FADE IN:\n \n              A NIGHT SKY\n \n              Ominous black clouds roll across the heavens.  THUNDER begins\n              to RUMBLE within the clouds.  An unsettling feeling of\n              approaching danger.\n \n              VARIOUS FOREST SHOTS\n \n              Deep shadowed woods. A quiet breeze rustles some dry leaves.\n              NOISY CRICKETS.  Some unseen creature runs through the bush.\n              THE CRICKETS STOP.\n \n              EXT. FOREST ROAD - NIGHT\n \n              A very mangy wild dog feeds on what was once a rabbit run\n              over in the road.  ROARING AROUND THE BEND COMES AN OLD FORD\n              PICKUP. The terrified canine runs for its life into the woods.\n \n              INT. PICKUP\n \n              TIGHT ON HOCKEY MASK\n \n              We stare down on Jason's infamous mask held in a young man's\n              (HAWES) hands.\n \n                                  HAWES\n                               (Southern accent)\n                        I don't know how the hell you\n                        talked me into this, Jarvis.\n \n              ANGLE ON HAWES\n \n              Sitting in the passenger seat examining the mask is ALLEN\n              HAWES.  He is a rather unusual-looking guy in his mid-\n              twenties, nervously smoking a cigar.\n \n                                  HAWES\n                        Hell, I must be crazy.  If the old\n                        institution ever found out about\n                        this...boy, they'd throw our butts\n                        back in an' strait-jacket 'em\n                        permanent.\n \n                                  TOMMY (o.s.)\n                        You didn't have to come, Hawes...\n \n              PRESS IN - ON DRIVER\n \n              TOMMY JARVIS is a good-looking young man in his late teens.\n              He drives like a bat out of hell, wearing a very intense\n              expression of determination.\n \n                                  TOMMY\n                        This is between me and Jason.\n\n              TWO SHOT ON THEM\n \n                                  HAWES\n                               (becoming more nervous)\n                        Yeah, I know.  But I still don't\n                        get the therapy here. Jason's\n                        dead, right?  How will seeing his\n                        corpse stop your hallucinations?\n \n                                  TOMMY\n                        Seeing it won't. But destroying\n                        him once and for all will. Jason\n                        belongs in hell.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nTOMMY\n                        Seeing it won't. But destroying\n                        him once and for all will. Jason\n                        belongs in hell. \n\nTARGET SECTION TO BE ANNOTATED:\n \n              TIGHT ON TOMMY\n \n                                  TOMMY\n                               (coldly)\n                        I'm gonna see he gets there.\n \n              HAWES\n \n              stares wide-eyed at Tommy.  He then turns to look out the\n              back window.\n \n              EXT. PICKUP\n \n              TIGHT ON HAWES' FACE IN REAR WINDOW - TILT DOWN\n \n              A huge can of gasoline, a crowbar and two shovels are seen in\n              the back of the truck.  THUNDER BEGINS TO RUMBLE LOUDER.\n \n              EXT. FOREST ROAD - NIGHT\n \n              Dust kicks up as the old pickup races down the road.\n              LIGHTNING FLASHES, illuminating the dark woods.  THUNDER\n              CRASHES HELLISHLY.\n \n                                                       CUT TO:\n \n              EXT. CEMETERY - NIGHT\n \n              TRACKING along a row of tombstones, we follow Tommy and his\n              flashlight as he searches.  Hawes follows, carrying the gas\n              can, tools and mask. THUNDER continues as a fierce, whistling\n              WIND attacks.\n \n              Tommy's eyes squint to read each tombstone, looking for the\n              one.  LIGHTNING FLASHES.\n\n              WIDER - ON TOMMY\n \n              Getting frustrated, but far from giving up, Tommy moves to\n              the new row of markers.  Suddenly he freezes and we PRESS IN\n              on him.\n \n              ANGLE ON JASON'S GRAVE\n \n              LIGHTNING illuminates the tombstone that reads \"Jason\n              Voorhees - At Rest\".\n \n              TIGHT ON TOMMY\n \n              As he stares, a deep terror chills his bones.  Something else\n              then catches his eye.\n \n              ANGLE ON ANOTHER GRAVE\n \n              Close to Jason's marker we see another.  It reads \"Pamela\n              Voorhees - Beloved Mother.\"\n \n              FULL SHOT ON TOMMY AND HAWES\n \n              Returning his attention to Jason's grave, Tommy points \"this\n              is the one\" to Hawes, who gulps and nods.  Putting down the\n              other items, the boys take hold of the shovels.  Tommy raises\n              his up first.\n \n              THE SHOVEL\n \n              plunges into the ground.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nPutting down the\n              other items, the boys take hold of the shovels. Tommy raises\n              his up first. THE SHOVEL\n \n              plunges into the ground. \n\nTARGET SECTION TO BE ANNOTATED:\n  A LIGHTNING BLAST punctuates it as\n              it removes a large chunk of grass and dirt.\n \n              CLOSE ON OUR GRAVEDIGGERS\n \n              They begin to exhume the legendary killer's body. Tommy works\n              feverishly.  Hawes works nervously.\n \n              Again and again their shovels strike, digging into the earth.\n \n                                                       SLOW DISSOLVE TO:\n \n              THE SHOVEL (LATER)\n \n              is scraping the dirt of of a rotted coffin lid.\n \n              ANGLE UP - ON TOMMY\n \n              The sweating boy tosses the shovel out of the shallow grave.\n              Hawes silently hands him the crowbar from above.\n\n              TIGHT ON COFFIN\n \n              The crowbar is driven into the side.  Tommy's hands take a\n              firm grip and yank.  A HORRIFIC CREAK resounds as the lid\n              cracks open.\n \n              LOW ANGLE - ON TOMMY\n \n              He hands the crowbar back to Hawes.  They exchange a look and\n              a deep breath.  Tommy then goes for it.  His hands extend\n              slowly toward the coffin.  More THUNDER GROWLS.\n \n              TOMMY'S FINGERS\n \n              slip into the narrow space beneath the coffin lid.\n \n              PRESS IN TIGHT ON HAWES' FACE\n \n              He winces and bites his lip.\n \n              PRESS IN TIGHT ON TOMMY'S FACE\n \n              With all the courage he can muster, Tommy strains to do the\n              deed.  He yanks the casket open!\n \n              ANGLE ON JASON IN COFFIN\n \n              With a BRILLIANT FLASH OF LIGHTNING, the lid swings open to\n              reveal the huge decomposing body of JASON.  His HEAD IS\n              COMPLETELY COVERED BY AN ARMY OF DISGUSTING MAGGOTS.\n \n              HAWES GASPS\n \n              He fights with his stomach to keep his dinner down..\n \n              TOMMY CLIMBS OUT OF GRAVE\n \n              He turns and stares down at his nemesis. A slow hatred begins\n              to build.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nHAWES GASPS\n \n              He fights with his stomach to keep his dinner down.. TOMMY CLIMBS OUT OF GRAVE\n \n              He turns and stares down at his nemesis. A slow hatred begins\n              to build. \n\nTARGET SECTION TO BE ANNOTATED:\n  We PRESS IN on Tommy, HEARING his horrid memories:\n              His sister screams, NO, TOMMY, NO while 10-year-old Tommy\n              kills Jason, repeating, \"DIE, DIE!\"\n \n              TIGHT ON TOMMY\n \n              As he listens, his eyes well up with a violent rage.\n \n              WIDER\n \n              Tommy looks around vengefully.  Seeing an old fence a few\n              yards away, he heads for it.  Hawes is confused by his\n              actions.\n \n                                  HAWES\n                        Hey, where are you going?\n\n              TRACK WITH TOMMY\n \n              Without a word, he storms over to the rusty fence. He grabs\n              one of the spearlike posts and pulls it out.\n \n              LOW ANGLE - DOLLY BACK\n \n              With fire in his eyes, Tommy stalks Jason with the weapon.\n              THUNDER ROARS ABOVE.\n \n              HAWES\n \n              rushes up to Tommy, greatly alarmed.\n \n                                  HAWES\n                        What's that for? Tommy, what are\n                        you doin', boy?!\n \n              The boy storms right past him.\n \n              REACHING THE GRAVE\n \n              Tommy glares down hatefully at this monster who has destroyed\n              his loved ones and his life. Raising the spear, he explodes\n              and jumps down.\n \n                                  TOMMY\n                        You bastard!\n \n              LOW ANGLE - ON TOMMY\n \n              As he lands in the grave, Tommy plunges the spear down with\n              a mighty force. THUNDER AND LIGHTNING BLAST HELLISHLY.\n \n              THE SPEAR\n \n              penetrates deep into Jason's chest.\n \n              ANGLE ON HAWES, DUMBFOUNDED\n \n                                  HAWES\n                        Oh, shit.\n \n              TOMMY\n \n              withdraws it, then angrily rams it down again and again.\n \n              CLOSE ON JASON'S FACE\n \n              The force of the blows causes many of the numerous maggots to\n              start dropping off his face. Grossly decayed flesh is\n              illuminated the LIGHTNING.\n\n              CLOSE ON TOMMY'S FACE\n \n              Exhausted, his rage finally vented, he drives the spear into\n              Jason for the last time.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSE ON JASON'S FACE\n \n              The force of the blows causes many of the numerous maggots to\n              start dropping off his face. Grossly decayed flesh is\n              illuminated the LIGHTNING. CLOSE ON TOMMY'S FACE\n \n              Exhausted, his rage finally vented, he drives the spear into\n              Jason for the last time. \n\nTARGET SECTION TO BE ANNOTATED:\n \n              ANGLE DOWN - ON TOMMY AND JASON\n \n              Over the boy's shoulder we see the long spear extending out\n              of Jason's cold heart.\n \n              WIDER\n \n              Recovering from his tantrum, Tommy climbs out of the grave.\n              Hawes stares open-mouthed at his friend.\n \n                                  HAWES\n                        Boy, he must've really messed you\n                        over.\n \n              TOMMY\n \n              reaches down, picks up Jason's hockey mask, and stares at it.\n \n              INSERT - HOCKEY MASK\n \n              It seems to stare back evilly at him.\n \n                                  TOMMY (O.S.)\n                        Yeah.  Fuck you, Jason.\n \n              RESUME TOMMY\n \n              Tommy, knowing the nightmare is finally over, tosses the mask\n              into the grave.  He then bends down and starts to uncap the\n              gas can.\n \n              WIDER ON SCENE\n \n              Without warning, the sky EXPLODES with a mass of LIGHTNING.\n              One of the BOLTS OF ELECTRICITY is drawn to the spear as to\n              a lightning rod.  SPARKS fly as the spear is struck and\n              electrified.  Tommy and Hawes dive for cover.\n \n              TIGHT ON JASON'S FACE\n \n              JASON'S DECOMPOSED EYELIDS FLASH OPEN!\n \n              ANGLE ON TOMMY AND HAWES\n \n              Uncovering their heads, they look skyward in fear.  Quickly,\n              Tommy gets to his feet and goes for the troublesome spear.\n\n              ANOTHER ANGLE\n \n              The unintended lightning rod is still smoking a little from\n              the blast.  He touches it.  It's hot.  He pulls out a pair of\n              gloves from his jacket.  Putting them on, he then attempts to\n              remove the spear.  He can't get proper leverage.  So Tommy\n              jumps down into Jason's grave.\n \n              LOW ANGLE - ON TOMMY\n \n              He struggles to pull the spear out.  It's apparently driven\n              into the bottom of the coffin as well.  Hawes leans down into\n              the grave.\n \n                                  HAWES\n                        Let's just get the hell out of\n                        here.  My heart can't take any\n                        more of this.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nHawes leans down into\n              the grave. HAWES\n                        Let's just get the hell out of\n                        here. My heart can't take any\n                        more of this. \n\nTARGET SECTION TO BE ANNOTATED:\n \n              CLOSE ON JASON'S FACE\n \n              Jason's wicked eyes glare at Tommy.\n \n              RESUME TOMMY\n \n              The boy, of course, does not see what's about to occur.  He\n              finally yanks the spear out, and throws it up onto the grass.\n              Slowly he removes his gloves and tosses them to Hawes.  He\n              starts to climb out.  JASON SPRINGS UP FROM BEHIND AND GRABS\n              HIM.\n \n              CLOSE ON HAWES SCREAMING\n \n              He goes crazy with hysteria.  He starts to run.\n \n              ANGLE DOWN - ON GRAVE\n \n              Tommy fights for his life as Jason tries to pull him down\n              into the grave.  He manages to kick Jason back down long\n              enough to climb out.\n \n              TOMMY\n \n              scrambles for the gas can as the STORM CLOUDS DETONATE ABOVE.\n              He gets it open, turns around, and starts throwing it on the\n              rising corpse of Jason.\n \n              ANGLE ON JASON\n \n              The gas splashes all over him as he keeps coming!\n\n              REVERSE ON TOMMY\n \n              He backs up as Jason stalks him.  Knowing there's enough gas\n              now on his predator, he drops the can.\n \n              TIGHTER - ON JASON\n \n              He's coming closer.\n \n              TIGHTER - ON TOMMY\n \n              Panicking, he searches his pockets for the matches.  He finds\n              them.  As he pulls them out, the STORM CLOUDS ERUPT WITH AN\n              INCREDIBLE DOWNPOUR.\n \n              JASON\n \n              stops as the rain drenches him.  Maggots start to wash off\n              him as he stares at his helpless victim.\n \n              RESUME TOMMY\n \n              He tries desperately to light a match in this pounding rain.\n \n              TOMMY'S HANDS\n \n              struggling with the soaked matchbook.\n \n              JASON\n \n              starts to close in.  Suddenly HAWES EMERGES FROM BEHIND,\n              HOLDING UP A SHOVEL.  He HOLLERS as he swings it.\n \n              ANGLE ON HAWES\n \n              He WHACKS the back of Jason's head as hard as he can.  It\n              doesn't even faze his undead superkiller.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe HOLLERS as he swings it. ANGLE ON HAWES\n \n              He WHACKS the back of Jason's head as hard as he can. It\n              doesn't even faze his undead superkiller. \n\nTARGET SECTION TO BE ANNOTATED:\n \n              JASON WHIPS AROUND ON HAWES\n \n              His arm lunges forcefully at Hawes' chest.\n \n              ANGLE HAWES' BACK\n \n              JASON'S HAND, CLUTCHING HAWES' HEART, BURST OUT HAWES' BACK.\n \n              ANGLE ON GRAVE\n \n              Hawes' body falls back into Jason's grave.\n \n              TIGHT ON COFFIN\n \n              As Hawes lands in the coffin, the lid shuts over him.\n\n              ANGLE ON TOMMY\n \n              Horrified and weaponless, he runs like hell.\n \n              LOW ANGLE - ON JASON\n \n              Seeing his victim escaping, Jason whips around and looks for\n              a weapon.  He goes for the nefarious spear.  Something in the\n              grave then catches his attention.\n \n              EXT. FOREST ROAD - NIGHT\n \n              Tommy races out of the cemetery to his pickup.  He jumps into\n              the truck and takes off in the rain.\n \n              EXT. CEMETERY - NIGHT\n \n              With his back to us, Jason dons his beloved hockey mask and\n              picks up the spear.  We PRESS IN TIGHT ON HIM as he turns\n              around to face us.  FREEZE FRAME.  Meaner, stronger, and more\n              unstoppable than ever before...\n \n              TITLE PROCLAIMS:  \"JASON HAS RISEN\"\n \n              OPENING CREDITS\n \n              FADE IN:\n \n              EXT. SHERIFF'S OFFICE - NIGHT\n \n              Tommy's old pickup SCREECHES UP before us.  He leaps from the\n              truck and races for the office door.  The sign by it reads\n              \"Forest Green County Sheriff's Dept.\"\n \n              INT. SHERIFF'S OFFICE - NIGHT\n \n              Tommy BURSTS into the room.\n \n              ANGLE ON SHERIFF BEHIND DESK\n \n              SHERIFF MICHAEL GARRIS is a hard-ass Vietnam vet who, at\n              forty-three, has \"seen enough trouble and don't want no\n              more.\"  That's why he took this job a few years back.  Having\n              just nodded off, Tommy's entrance startles him.  He leaps to\n              his feet, gun drawn with lightning speed.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nANGLE ON SHERIFF BEHIND DESK\n \n              SHERIFF MICHAEL GARRIS is a hard-ass Vietnam vet who, at\n              forty-three, has \"seen enough trouble and don't want no\n              more.\"  That's why he took this job a few years back. Having\n              just nodded off, Tommy's entrance startles him. He leaps to\n              his feet, gun drawn with lightning speed. \n\nTARGET SECTION TO BE ANNOTATED:\n \n              REVERSE ON TOMMY\n \n              Shocked by the sheriff's sudden aggression, Tommy instantly\n              throws up his hands.\n \n                                  TOMMY\n                        Don't shoot.  Please.\n\n              ANGLE ON SHERIFF\n \n              He relaxes, seeing it's just a teenager.  But he's still\n              pissed off as he holsters his gun.\n \n                                  SHERIFF\n                        You in show business, kid?  You\n                        sure know how to make an entrance.\n \n              MOVING SHOT\n \n              The hyper boy rushes toward the sheriff.\n \n                                  TOMMY\n                        You gotta do something!  Jason's\n                        alive!  He killed my friend, now\n                        he's coming for me!!\n \n              EXT. FOREST ROAD - NIGHT\n \n              Jason is coming.  Gripping the spear before him, he heads\n              toward us.\n \n              INT. SHERIFF'S OFFICE - NIGHT\n \n                                  SHERIFF\n                               (sitting back)\n                        Now you better cool out a minute,\n                        boy.  You already almost got your\n                        head blown to pieces.\n \n                                  TOMMY\n                               (demanding)\n                        Will you listen, dammit!\n \n                                  SHERIFF\n                               (stands up)\n                        Don't piss me off, junior.  Or I\n                        will repaint this office with your\n                        brains.\n \n              Tommy tries to control his emotions and sound rational.\n \n                                  TOMMY\n                        Jason is alive.  We dug up his\n                        body.  I was gonna cremate it\n                        and...\n \n                                  SHERIFF\n                               (smirks and interrupts)\n                        Hold it.  Whoa... What's your\n                        name, son?\n\n                                  TOMMY\n                               (quickly)\n                        Tommy Jarvis.  We gotta do\n                        something.  He's even more\n                        powerful now that...\n \n              The sheriff circles the desk and approaches Tommy.\n \n                                  SHERIFF\n                        Aren't you the kid whose mother\n                        and friends were....\n \n                                  TOMMY\n                               (nods)\n                        Yeah.  Jason murdered them and...\n \n                                  SHERIFF\n                               (cutting him off again)\n                        And you've been at some\n                        psychiatric clinic ever since,\n                        haven't you?\n \n                                  TOMMY\n                               (catching his drift)\n                        Yes, but they released me\n                        because...",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nJason murdered them and... SHERIFF\n                               (cutting him off again)\n                        And you've been at some\n                        psychiatric clinic ever since,\n                        haven't you? TOMMY\n                               (catching his drift)\n                        Yes, but they released me\n                        because... \n\nTARGET SECTION TO BE ANNOTATED:\n \n              The door behind him BURSTS OPEN.\n \n                                  DEPUTY\n                        Rains stopped.  Ya owe me that\n                        five-spot, partner.\n \n              ANGLE ON DOORWAY\n \n              DEPUTY RICK COLONE hurries in with an armload of fast food.\n              Dark, mid-thirties, and a little on the short side.  He is\n              surprised to see someone here this late.\n \n                                  DEPUTY\n                        Sorry.  I didn't...\n \n              BACK TO SCENE\n \n              Sheriff Garris waves his deputy in.\n \n                                  SHERIFF\n                               (sarcastic)\n                        No problem, Rick.  Come over and\n                        meet a former resident here, Tommy\n                        Jarvis.  He's got some kinda prank\n                        going about...\n\n                                  TOMMY\n                               (explodes)\n                        There's no time for this\n                        bullshit...\n \n              MOVING SHOT - ON TOMMY\n \n              He bolts across the office and grabs one of the rifles from\n              the rack.\n \n                                  TOMMY\n                        Jason's got to be stopped.\n \n              ANGLE ON GROUP\n \n              Both lawmen drive for the crazy kid. Their food flies as they\n              struggle to get the rifle away from the strong youth.\n \n              Finally the deputy pins Tommy's arms from behind.  The\n              sheriff yanks the rifle away.\n \n                                  SHERIFF\n                               (pointing at Tommy)\n                        Now that's what know in the books\n                        as screwin' the pooch.\n                               (to deputy)\n                        Iron this punk.\n \n              Tommy fights to get away from the deputy, who throws him into\n              the cell.  The iron bars are slammed shut.\n \n                                  TOMMY\n                               (struggling)\n                        No... Ya gotta listen.  Jason's\n                        coming back here.  He's after me.\n                        I tried to destroy him but I\n                        fucked up....\n \n              TIGHT ON SHERIFF\n \n              He leans in toward Tommy's cell.\n \n                                  SHERIFF\n                        You got that right.  Now you\n                        listen up.  I'm sorry for what\n                        happened to you and your folks\n                        years ago.  But no one in Forest\n                        Green wants to be reminded of what\n                        that maniac did here.  That's why\n                        they changed the name to Forest\n                        Green.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm sorry for what\n                        happened to you and your folks\n                        years ago. But no one in Forest\n                        Green wants to be reminded of what\n                        that maniac did here. That's why\n                        they changed the name to Forest\n                        Green. \n\nTARGET SECTION TO BE ANNOTATED:\n  People want to forget this\n                        was once Crystal Lake.  And they\n                        don't need some kid stirring up\n                        Jason shit again.\n\n              RESUME ON TOMMY\n \n              He paces the cell in wild frustration.\n \n                                  TOMMY\n                        Why didn't you cremate him?!\n \n                                  SHERIFF\n                               (impatiently)\n                        They were gonna!  But some asshole\n                        sent a lot of money to give Jason\n                        and his mother a decent burial.\n                        Now look, you just lie down and\n                        get some rest.  In the morning\n                        I'll call that clinic and see if\n                        they...\n \n              Tommy grabs the bars and pleads with him.\n \n                                  TOMMY\n                        If you'd just go to the cemetery,\n                        you'll see I'm not lying.\n \n              CLOSER ON SHERIFF AND TOMMY\n \n                                  SHERIFF\n                        Either you go to sleep or I'll\n                        come in there and put you out.\n \n                                  TOMMY\n                               (defiantly)\n                        You're gonna be sorry you didn't\n                        listen to me.\n \n                                  SHERIFF\n                               (more defiantly)\n                        You're gonna be sorry if you don't\n                        shut the fuck up.\n \n                                                       CUT TO:\n \n              EXT. FOREST BACK ROAD - NIGHT\n \n              A funky VW Bug bounces along a narrow muddy road.  LAUGHTER\n              is HEARD from within.\n \n              INT. CAR - NIGHT\n \n              A likable couple in their mid-twenties are obviously lost.\n              LIZBETH drives and giggles, slap-happy from the long trip and\n              late hour.  Her boyfriend, DARREN, struggles to read the map\n              in the dim car light.  A huge pothole causes him to bang his\n              head on the roof.\n\n                                  DARREN\n                        Will you slow down?  It's hard\n                        enough to read this thing.\n \n                                  LIZBETH\n                               (trying not to laugh)\n                        Well, who told me to take this cow\n                        path?\n \n                                  DARREN\n                        You admit the sign did say \"Camp\n                        Forest Green,\" with an arrow\n                        pointing this way.\n \n                                  LIZBETH\n                        I admit nothing without talking to\n                        my lawyer.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nLIZBETH\n                               (trying not to laugh)\n                        Well, who told me to take this cow\n                        path? DARREN\n                        You admit the sign did say \"Camp\n                        Forest Green,\" with an arrow\n                        pointing this way. LIZBETH\n                        I admit nothing without talking to\n                        my lawyer. \n\nTARGET SECTION TO BE ANNOTATED:\n \n              DARREN\n \n              throws down the map with a growl.\n \n                                  DARREN\n                        So much for the head counselors\n                        ever finding the camp on their\n                        own.  I say we stop the car, get\n                        out, and start screaming for help.\n \n              The car comes to a grinding halt.\n \n                                  DARREN\n                               (sighs)\n                        I was just kidding, Lizbeth.\n \n              He looks at his girlfriend, who is staring fearfully out the\n              windshield.  Darren turns to look.\n \n              DARREN'S P.O.V. - OUT WINDSHIELD\n \n              Standing in the middle of the road, illuminated by the\n              headlights... JASON.  He holds the deadly spear before him.\n \n              RESUME COUPLE\n \n              Needless to say, Lizbeth is becoming more afraid.\n \n                                  LIZBETH\n                        Darren, we better turn around.\n \n                                  DARREN\n                        Why?\n\n                                  LIZBETH\n                        Why?  Because I've seen enough\n                        horror movies to know masked\n                        weirdos are never friendly.\n \n              She starts to back up.  Darren looks behind him, then grabs\n              the wheel.\n \n                                  DARREN\n                        Wait!\n \n              THE CAR TIRE\n \n              almost rolls off the narrow road into a water-filled gully.\n \n              ANGLE ON DARREN\n \n              He stares intensely at Lizbeth.\n \n                                  DARREN\n                        There's no way we can do this...\n                               (he looks at Jason)\n                        ...If the car drops into that\n                        gully, we'll never get it out.\n \n              JASON\n \n              just stands his ground.  He ain't backin' down.\n \n              LIZBETH\n \n              keeps her eye on the evil-looking stranger.\n \n                                  LIZBETH\n                        Do you have any alternate\n                        suggestions?\n \n              ANGLE ON DARREN AND LIZBETH\n \n              He bites his lip nervously.\n \n                                  DARREN\n                        Yeah... We're gonna scare him.\n \n                                  LIZBETH\n                               (taken aback)\n                        We're gonna scare him?!\n \n              Darren attempts to pump up a macho attitude.\n \n                                  DARREN\n                        That's right.  Just drive toward\n                        him.  He'll move.  Nobody wants to\n                        die.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust drive toward\n                        him. He'll move. Nobody wants to\n                        die. \n\nTARGET SECTION TO BE ANNOTATED:\n                                  LIZBETH\n                               (staring at Darren)\n                        That's a freakin' fact.  Least of\n                        all us.\n \n                                  DARREN\n                        Just drive.  He'll get out of our\n                        way.\n \n              ANGLE ON LIZBETH\n \n              She shakes her head, not believing she's actually going to do\n              this.\n \n              INSERT - ACCELERATOR\n \n              Her foot stomps it down.\n \n              THROUGH WINDSHIELD\n \n              We race toward Jason, who doesn't budge.\n \n              INSERT - BRAKE\n \n              Her foot slams on the brakes.\n \n              LOW ANGLE - ON HEADLIGHT\n \n              The car skids to a stop, inches from the stock-still killer.\n \n              LIZBETH\n \n              turns to her now-less-than-confident boyfriend.\n \n                                  LIZBETH\n                               (sarcastically)\n                        Yeah, that really scared the shit\n                        out of him.\n \n              ANGLE ON DARREN\n \n              He gets pissed.  He leans over and BLASTS the HORN.\n \n              LOW ANGLE - ON JASON\n \n              Jason gets pissed too.  He swings the spear and SMASHES OUT\n              a headlight.\n \n              BACK TO COUPLE\n \n                                  DARREN\n                               (shocked)\n                        Oh, jeez.\n\n                                  LIZBETH\n                               (starting to shift)\n                        That's it.  We're driving this\n                        baby back to town... in reverse.\n \n              Darren, now angered, grabs her hand as she starts to shift.\n \n                                  DARREN\n                        The hell we are.\n \n              ANGLE ON GLOVE COMPARTMENT\n \n              Darren opens it and pulls out a .22 revolver.\n \n              LIZBETH\n \n              stares at the gun, then at Darren, in shock.\n \n                                  LIZBETH\n                        Where'd you get that?\n \n              Darren gets out of the car.  He's scared shitless, but tries\n              not to show it.\n \n                                  DARREN\n                        Don't worry about it.  Just stay\n                        cool.\n \n                                  LIZBETH\n                               (trying to maintain)\n                        Stay cool?  You ain't Dirty Harry.\n                        Now stop it.\n \n              JASON\n \n              watches Darren's every move.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou ain't Dirty Harry. Now stop it. JASON\n \n              watches Darren's every move. \n\nTARGET SECTION TO BE ANNOTATED:\n \n              DOLLY BACK ON DARREN TO JASON\n \n              With great apprehension he heads toward Jason, holding the\n              gun out with both hands.  He clears his nervous throat.\n \n                                  DARREN\n                        All right, scumbag.  Get out of\n                        the road.\n \n              From over Jason's shoulder we see Darren cock the trigger and\n              aim.\n \n                                  DARREN\n                        Now!\n \n              Instantly Jason rams the spear into the other headlight!  He\n              is now a very dark figure in front of the car.\n\n              LIZBETH\n \n              screams, and shouts at her boyfriend.\n \n                                  LIZBETH\n                        Darren, get in here right now!\n                        He'll kill you!\n \n              ANGLE ON DARREN\n \n              He gets a bit cocky, knowing he's the one with the gun.  He\n              glances back at his girl.\n \n                                  DARREN\n                               (loudly)\n                        Not if I get him first.\n \n              JASON\n \n              suddenly CHARGES him!\n \n              ANGLE ON DARREN AND JASON\n \n              Darren fires.  But the bullet either misses or it just\n              doesn't affect Jason.  He thrusts the spear forward.\n \n              THE SPEAR\n \n              drives right through Darren's stomach and out his back!\n \n              PRESS IN ON LIZBETH\n \n              She goes hysterical.\n \n              LOW ANGLE - ON JASON\n \n              Effortlessly, he lifts up the impaled boy and tosses his limp\n              body aside.  Jason then turns his murderous gaze on Lizbeth.\n \n              THROUGH THE WINDSHIELD\n \n              Lizbeth gasps.  Quickly, she tries to drive away.  Seeing\n              something coming, she dives across the other seat.  JASON'S\n              SPEAR SMASHES THROUGH THE WINDSHIELD AND IMPALES ITSELF INTO\n              THE DRIVER'S SEAT.\n \n              ANGLE ON LIZBETH\n \n              The terrified girl crawls out of the open passenger door.\n              She falls into the muddy and water-filled gully alongside the\n              road.\n\n              MOVING SHOT - ON JASON\n \n              He withdraws his weapon from the car and heads for his victim.\n \n              LIZBETH\n \n              struggles to stand.  She slips, badly twisting or breaking\n              her ankle.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOVING SHOT - ON JASON\n \n              He withdraws his weapon from the car and heads for his victim. LIZBETH\n \n              struggles to stand. She slips, badly twisting or breaking\n              her ankle. \n\nTARGET SECTION TO BE ANNOTATED:\n  Looking back quickly, she is horrified.\n \n              HER P.O.V. - ON JASON\n \n              with spear poised, he's coming!\n \n              TIGHT ON LIZBETH\n \n              Knowing it's hopeless to run, she tries a last-ditch effort\n              to barter for her life.  Lying in the muddy water, Lizbeth\n              digs into her jacket.  She pulls out her wallet and removes\n              her money and credit cards.\n \n                                  LIZBETH\n                               (crying)\n                        Don't kill me, please.  You can\n                        have these.\n \n              She looks up and offers her valuables.\n \n              LIZBETH'S P.O.V.\n \n              Jason is gone.\n \n              BACK TO LIZBETH\n \n              She is amazed.  Where did he go?  What's the difference --\n              she's safe.  WRONG.  As she looks behind her, JASON'S FEET\n              SLAM DOWN IN THE WATER NEXT TO HER HEAD.  She opens her mouth\n              to scream.\n \n              LOW ANGLE - UP ON JASON\n \n              He raises the spear and RAMS IT DOWN TOWARD HER FACE!  A\n              spine-chilling CRUNCH is HEARD.\n \n              WIDER\n \n              Jason stands over his victim... Her body floats on the filthy\n              water, but her head is drive down underneath.  BLOOD begins\n              to bubble up around the extended spear.\n \n              CLOSE ON HER HAND\n \n              A lifeless hand releases the money and credit cards it was\n              clutching.\n\n              We follow the floating American Express card along the now-\n              bloody stream... Remember, don't leave home without it.\n \n                                                       CUT TO:\n \n              INT. SHERIFF'S OFFICE - DAY\n \n              Tommy is asleep on the cot in his cell.  Suddenly the LOUD\n              SOUNDS of the DOOR OPENING and YOUNG VOICES startle him awake.\n \n              MOVING SHOT - ON GROUP\n \n              Entering from the bright sunshine are the sheriff and four\n              kids in their late teens.  Teasing, holding on to the arm of\n              her sheriff father, is MEGAN.  She is a cute and feisty 18-\n              year-old.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOVING SHOT - ON GROUP\n \n              Entering from the bright sunshine are the sheriff and four\n              kids in their late teens. Teasing, holding on to the arm of\n              her sheriff father, is MEGAN. She is a cute and feisty 18-\n              year-old. \n\nTARGET SECTION TO BE ANNOTATED:\n  Her three friends, PAULA, a warm and personable\n              girl with a short new-wave haircut; SISSY is black, sexy and\n              very boy-crazy; and CORT, with his long hair and heavy metal\n              T-shirt, is always ready to rock.\n \n                                  MEGAN\n                               (to sheriff)\n                        Come on, Dad.  You could have Rick\n                        drive down Cunningham Road and\n                        look for them.\n \n                                  SHERIFF\n                        Megan, my deputies have more\n                        important things to do than look\n                        for camp counselors with car\n                        trouble.\n \n                                  CORT\n                        Sheriff, couldn't you like put our\n                        an all-points bulletin for them?\n                        That would be really wicked decent.\n \n              The sheriff shoots him a look.\n \n                                  PAULA\n                        It's just that Darren and Lizbeth\n                        are in charge of organizing and\n                        setting up the new campgrounds.\n \n                                  SISSY\n                        All the little kids arrive today.\n                        We're not ready to deal with that\n                        alone.\n \n              ANGLE ON SHERIFF\n \n              He sits down behind his desk and picks up the phone.\n\n                                  SHERIFF\n                        I sympathize with you kids.  The\n                        best I can do is call the station\n                        in Carpenter and have them keep a\n                        lookout for them.\n \n                                  TOMMY (O.S.)\n                        I got a bad feeling of what\n                        might've happened to them.\n \n              Everyone turns to look.\n \n              TOMMY\n \n              is gripping the cell's bars.  His eyes connect with Megan.\n \n                                  TOMMY\n                        You've got to convince the sheriff\n                        to look for your friends.\n                        Hopefully, they're fine.  But\n                        there's a very good chance that\n                        Jason...\n \n              THE SHERIFF\n \n              jumps up angrily.\n \n                                  SHERIFF\n                        Shut up.\n \n              Megan, attracted to the good-looking prisoner, walks toward\n              his cell.\n \n                                  MEGAN\n                        Jason who?\n \n                                  SHERIFF\n                               (ordering her)\n                        Megan, get away from him.  He's\n                        dangerous.\n \n              ANGLE ON MEGAN AND TOMMY\n \n              She stops a few feet from the cell.\n \n                                  TOMMY\n                               (sincerely)\n                        I'm not dangerous, believe me.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe's\n                        dangerous. ANGLE ON MEGAN AND TOMMY\n \n              She stops a few feet from the cell. TOMMY\n                               (sincerely)\n                        I'm not dangerous, believe me. \n\nTARGET SECTION TO BE ANNOTATED:\n                        Jason is out there.  He's looking\n                        for me.  But there's every\n                        possibility he'll return to the\n                        camp where it all started.\n\n              WIDER ON SCENE\n \n              The sheriff stomps over toward Tommy.\n \n                                  SHERIFF\n                               (clenching his teeth)\n                        I told you to shut...\n \n                                  SISSY\n                               (nervously)\n                        You mean the Jason of Camp Blood?\n \n                                  TOMMY\n                        Yes!\n \n                                  SHERIFF\n                        No!...\n                               (to kids)\n                        ... You kids better leave.  This\n                        boy here is not well and I need to\n                        talk to him in private.\n \n                                  MEGAN\n                        But, Dad, we...\n \n                                  SHERIFF\n                               (very firmly)\n                        Megan, take your friends back to\n                        the camp.  I'll let you know if I\n                        hear anything about your\n                        counselors.\n \n              ANGLE ON MEGAN\n \n              She wants to argue, but the look in her father's eye tells\n              her she'd better cool it.  She takes one more look at Tommy\n              as she approaches her father.\n \n                                  MEGAN\n                               (wisecracking)\n                        Don't beat him up too bad, he's\n                        kinda cute.\n \n              This really steams the sheriff.\n \n                                  SHERIFF\n                        Megan, leave!\n \n              BACK TO KIDS\n \n              They stumble out awkwardly as Megan struts away with a cool\n              Lauren Bacall swagger.\n\n              ANGLE ON TOMMY AND THE SHERIFF\n \n              On the door is closed, the steely-eyed sheriff leans in close\n              to Tommy's face.\n \n                                  SHERIFF\n                        I was going to call the clinic and\n                        have them collect your ass.  But\n                        I don't want you around here any\n                        longer poisoning my daughter, or\n                        anyone else, with your warped mind.\n \n                                  TOMMY\n                               (extremely concerned)\n                        But they have to be warned,\n                        Sheriff.  Jason will return to the\n                        area that's familiar.  No matter\n                        what you call it, it's still Camp\n                        Crystal Lake to him.\n \n              SHERIFF GARRIS\n \n              walks away, not listening to Tommy.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nJason will return to the\n                        area that's familiar. No matter\n                        what you call it, it's still Camp\n                        Crystal Lake to him. SHERIFF GARRIS\n \n              walks away, not listening to Tommy. \n\nTARGET SECTION TO BE ANNOTATED:\n  He straps on his holster\n              and puts on his coat.\n \n                                  SHERIFF\n                               (deadly serious)\n                        We're gonna escort you and that\n                        shit-pile pickup of yours to the\n                        edge of my jurisdiction....\n                               (he picks up his rifle)\n                        ....Then we'll say goodbye and\n                        we'll never see your deranged butt\n                        around here again...\n                               (he cocks rifle)\n                        ...Right?\n \n              TOMMY\n \n              pushes off the bars in frustration and paces the cell like a\n              caged animal.\n \n                                                       CUT TO:\n \n              EXT. FOREST - DAY\n \n              A large clump of thick bushes.  Someone's moving behind them.\n              We TRACK along, following the rustles.  It stops. We HOLD and\n              WAIT.  SUDDENLY THE BUSHES PART ABRUPTLY.  A bespectacled\n              little man in Army fatigues and camouflage makeup pokes his\n              head out at us.  ROY, wearing protective goggles, looks right-\n              left, then hides back in the brush.\n\n              ANOTHER AREA OF THE FOREST\n \n              We follow TWO OTHER BUSINESSMEN decked out in green jungle\n              fatigues, looking like out-of-shape Rambos.  STAN and LARRY\n              are both carrying handguns, watching for any movement around\n              them.  They, too, wear goggles.\n \n                                  STAN\n                               (quietly)\n                        Once we nail Roy, that's it.\n                        Victory is ours.\n \n                                  LARRY\n                        This is taking forever.  I'm\n                        starving.\n \n                                  STAN\n                        That's your problem, Larry.\n                        That's why your sales are always\n                        below quota.  Your instinct to eat\n                        is stronger than your instinct to\n                        win.\n \n                                  LARRY\n                               (insulted)\n                        My ass.\n \n                                  STAN\n                        Yeah, that's fat too.\n \n              ANGLE OVER JASON'S SHOULDER\n \n              He watches motionlessly as the two arguing men pass.  They,\n              of course, don't see him.\n \n              BACK TO GUYS\n \n                                  LARRY\n                               (outraged)\n                        You become a whole other person\n                        when you're out here, Stan.  And\n                        I don't like it.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey,\n              of course, don't see him. BACK TO GUYS\n \n                                  LARRY\n                               (outraged)\n                        You become a whole other person\n                        when you're out here, Stan. And\n                        I don't like it. \n\nTARGET SECTION TO BE ANNOTATED:\n \n                                  STAN\n                               (arrogant)\n                        This is a man's game.  Requiring\n                        a man's cunning and intelligence...\n \n              SUDDENLY, A FIGURE EXPLODES OUT OF THE BRUSH.\n \n              ANGLE ON STAN AND LARRY\n \n              They react in terror.\n\n              LOW ANGLE\n \n              A goggle-wearing woman, also in Army fatigues, has her\n              revolver pointed at them.  KATIE fires at them.\n \n              BOTH GUYS\n \n              are splattered by red-paint pellets.  Boy, are they pissed.\n \n              KATIE\n \n              grins triumphantly.\n \n                                  KATIE\n                        ....with a woman's touch.\n \n              WIDE ON GROUP\n \n                                  STAN\n                        Now wait a second!  I thought Burt\n                        shot you.\n \n                                  KATIE\n                               (turns all around)\n                        See any paint?...\n                               (cocky)\n                        ...Sorry, guys, I did in Mr.\n                        Commando.  Survival is the name of\n                        the game, and that flag is mine.\n \n              As they walk away, Larry looks at his paint-smeared chest.\n \n                                  LARRY\n                               (to Stan)\n                        Never should've let her play.\n \n                                  STAN\n                        It's a damn company executive\n                        game, and she's a damn company\n                        exec.\n \n                                  KATIE\n                               (motherly)\n                        Now, now, boys.  Don't be\n                        spoilsports.\n \n              JASON\n \n              silently watches.  He then heads for them!\n \n                                                       CUT TO:\n\n              EXT. CAMP FOREST GREEN - DAY\n \n              The freshly painted and beautifully renovated cabin retreat\n              gleams in the bright sunlight.  Even the lake itself shimmers\n              tranquilly, free of any memories of its horrid past.\n \n              Megan, Cort, Paula, and Sissy carry food supplies from their\n              car to the cabin.\n \n                                  PAULA\n                        I'm getting worried.\n \n                                  CORT\n                        About Jason.\n \n                                  PAULA\n                        No...about Darren and Lizbeth.\n                        They should have at least called.\n                        Don't you think, Megan?...Megan.\n \n              Megan's mind is definitely on something--or someone--else.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nDon't you think, Megan?... Megan. Megan's mind is definitely on something--or someone--else. \n\nTARGET SECTION TO BE ANNOTATED:\n \n                                  MEGAN\n                               (breaking out of it)\n                        Huh?  Yeah, what?\n \n                                  SISSY\n                               (giggles)\n                        This girl's back in the cell with\n                        her prisoner of love.\n \n              Megan hits her playfully.\n \n                                  MEGAN\n                        What's it to ya?\n \n                                  SISSY\n                        Don't be playin' with no crazy\n                        jailbird.  Those dudes are bad\n                        news.\n \n                                  MEGAN\n                        Yeah?  How would you know?\n \n                                  SISSY\n                        I've been around long enough...to\n                        see plenty on TV.\n \n              Everyone laughs or groans at Sissy.\n \n                                  PAULA\n                        I don't know, Megan.  He seemed\n                        pretty weird with all that Jason\n                        stuff.\n\n                                  CORT\n                        Yeah, he was really into it.\n \n                                  MEGAN\n                               (playing with them)\n                        Maybe he was telling the truth.\n \n              Everyone stops and stares at her in disbelief.\n \n                                  MEGAN\n                               (keeping the ruse going)\n                        Just because our parents keep\n                        telling us that Jason was only a\n                        legend, doesn't mean it wasn't\n                        true.  What if Jason did come back\n                        here...\n                               (dramatically)\n                        ...And you know what today's date\n                        is, don't you?\n \n              ANGLE ON HER THREE FRIENDS\n \n              Each of their faces registers a different expression,\n              wondering if Megan is serious or not.\n \n              MEGAN\n \n              looks past them at something, then smiles.\n \n                                  MEGAN\n                               (slyly)\n                        I can think of only one thing even\n                        more terrifying.\n \n                                  CORT\n                               (nervously)\n                        What?\n \n              She points behind them.  They turn to look.\n \n              A BIG YELLOW BUS\n \n              pulls up into the camp.  The doors fly open.  A group of\n              screaming youngsters pile out.\n \n              THE COUNSELOR\n \n              stare in dread.  How are they gonna handle this?\n \n                                  SISSY\n                        I think I'd rather deal with ol'\n                        Jason.\n \n                                                       CUT TO:\n\n              EXT. FOREST - DAY\n \n              A MACHETE IS SEEN.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nSISSY\n                        I think I'd rather deal with ol'\n                        Jason. CUT TO:\n\n              EXT. FOREST - DAY\n \n              A MACHETE IS SEEN. \n\nTARGET SECTION TO BE ANNOTATED:\n  We follow the deadly weapon as it's\n              carried through the woods.  Reaching some heavy brush, it\n              hacks away at it.\n \n              WIDER ANGLE REVEALS\n \n              BURT, a real Rambo/Commando clone in paint-splattered\n              fatigues, whacks angrily at the brushes.  Of all the would-be\n              hunters, he looks like he takes the game almost too\n              seriously.  He wears a commando belt loaded with a survival\n              knife, devil darts and his machete sheath.  Like his\n              partners, he too is a sore loser.  As he hacks away, he\n              mumbles curses about this \"stupid game.\"\n \n              He raises the machete higher as he attacks the defenseless\n              bushes.  SUDDENLY, A HORRIBLY DISFIGURED HAND GRABS HIS HAND,\n              STOPPING THE MACHETE IN MID-SWING.\n \n              Shocked, Burt whips around, and gasps at the masked Jason.\n \n              ANGLE ON MACHETE\n \n              Jason's iron grip turns the hunter's hand with the machete\n              toward his bug-eyed face.  Jason forces the helpless man to\n              stare at the weapon in his own hand that's about to take his\n              life.  He then PLUNGES the razor-sharp blade through his neck!\n \n              GROUND LEVEL\n \n              Burt's corpse drops before us.  The gaping wound through his\n              throat bubbles out bloody air bubbles.  His eyes stare\n              lifelessly at us.\n \n                                                       CUT TO:\n \n              EXT. CEMETERY - DAY\n \n              LOW ANGLE - UP ON MARTIN\n \n              The crusty old CARETAKER stares down in utter horror. His\n              bloodshot, alcoholic eyes widen at what they see.\n \n                                  MARTIN\n                        Oh, shit.  Shit-SHIT!\n \n              WIDER\n \n              He stands over Jason's dug-up grave, cursing at what has\n              happened.\n\n              ANGLE ON MARTIN\n \n              Taking out a pint of Whiskey from his coat, he takes a strong\n              slug and winces.  With hangover equilibrium, he paces,\n              nervous and afraid.\n \n                                  MARTIN\n                        Oh-hh.  Why me?...",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nWith hangover equilibrium, he paces,\n              nervous and afraid. MARTIN\n                        Oh-hh. Why me?... \n\nTARGET SECTION TO BE ANNOTATED:\nI know he's\n                        gonna blame me for this.\n \n              Martin looks around quickly.  He decides to cover up the open\n              grave.  He starts throwing all the evidence into the hole,\n              then, grabbing the shovel, begins filling it in.\n \n                                  MARTIN\n                               (become more frightened)\n                        Damn.  Why Jason?  Mothers could\n                        have their pick...\n                               (he gestures)\n                        ...of any of these other graves.\n \n              ANGLE DOWN ON OPEN GRAVE\n \n              Shovel-loads of dirt and mud slam down on the coffin. Hawes'\n              foot is seen sticking out of the casket.\n \n                                  MARTIN (O.S.)\n                        Shitheads couldn't even stick him\n                        back in right.  Well, I ain't\n                        gonna touch the slimy sucker.\n \n              CLOSE ON MARTIN\n \n              He's beginning to sweat as he works faster.\n \n                                  MARTIN\n                        He can't find out.  He'll think I\n                        ain't doin' my job.  I need that\n                        money...He won't find out...\n                               (looking around fearfully)\n                        ...No one's gonna know...I need my\n                        money.\n \n                                                       CUT TO:\n \n              INT. PICKUP - DAY\n \n              Tommy drives with incredible anxiety down the forest road.\n              He glances up into the rear-view mirror.\n \n              REAR-VIEW MIRROR\n \n              Sheriff Garris and his deputy, Rick, are following close\n              behind in their police car.\n\n              INT. SHERIFF'S CAR\n \n              Keeping a stern eye on Tommy, the sheriff shakes his head.\n \n                                  SHERIFF\n                               (to deputy)\n                        It's kinda frightening to think\n                        that a kid like that can go so far\n                        over the edge.  Jason really\n                        screwed up the poor sonofabitch's\n                        mind.\n \n                                  DEPUTY\n                               (amazed)\n                        He really believes Jason's still\n                        alive, doesn't he?\n \n                                  SHERIFF\n                               (nods and sighs)\n                        But that's no what worries me the\n                        most...It's how far he'll go to\n                        try and prove it.\n \n              EXT. FOREST ROAD - DAY\n \n              Tommy's pickup, with the sheriff's car right on his tail,\n              roars down the road.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's how far he'll go to\n                        try and prove it. EXT. FOREST ROAD - DAY\n \n              Tommy's pickup, with the sheriff's car right on his tail,\n              roars down the road. \n\nTARGET SECTION TO BE ANNOTATED:\n \n                                                       CUT TO:\n \n              EXT. FOREST - DAY\n \n              Roy has still not been found.  Hiding behind a tree, the\n              little man with funny-shaped glasses watches for any unseen\n              assassins.\n \n              WIDE ON SCENE\n \n              In his ill-fighting fatigues, he dashes comically from behind\n              one tree to another.  His foot catches in some vines and he\n              takes a terrific pratfall.  The paint-pellet gun flies from\n              his hand and vanishes into the fallen leaves.\n \n              ANGLE ON ROY\n \n              He scrambles on his hands and knees to find his weapon.\n              Panicking he'll be seen and shot, Roy starts to whimper as he\n              searches.\n\n              WIDER\n \n              Slowly we MOVE toward the vulnerable little man with his back\n              to us.\n \n                                                       CUT TO:\n \n              BURNED-OUT AREA OF THE FOREST\n \n              A fire some time ago has blackened the trees and ground in\n              this area.  Katie, Stan and Larry walk along, looking for\n              their missing players.  Holding up the other team's flag\n              victoriously, Katie hollers out:\n \n                                  KATIE\n                        Come on, you guys!  The game's\n                        over!!\n \n                                  STAN\n                               (disgruntled)\n                        You don't know for sure.  What\n                        about Roy?  Nobody's seen him.\n \n                                  KATIE\n                               (cocky)\n                        Of course not.  If he hasn't\n                        already accidentally pelleted\n                        himself, I'm sure he's lost.\n \n                                  STAN\n                        Yeah, but the game's not over\n                        until it's over.\n \n                                  LARRY\n                               (going along)\n                        That's right.\n \n              Katie starts to counter, when she thinks she hears something.\n              She stops them abruptly.\n \n                                  KATIE\n                        Shh-hh.  Wait a second.  What was\n                        that?\n \n              Everyone freezes, listening very intently.  A LONG WAIT.\n \n              HIGH ANGLE - LOOKING DOWN ON THEM\n \n              All three stand stock-still, looking around and listening.\n \n              TIGHT THREE SHOT\n \n              Not hearing a thing, Stan relaxes.\n\n                                  STAN\n                        Ahh, nothing.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nHIGH ANGLE - LOOKING DOWN ON THEM\n \n              All three stand stock-still, looking around and listening. TIGHT THREE SHOT\n \n              Not hearing a thing, Stan relaxes. STAN\n                        Ahh, nothing. \n\nTARGET SECTION TO BE ANNOTATED:\n \n                                  KATIE\n                               (loud whisper)\n                        I could swear I heard...\n \n              JASON SLAMS DOWN BEFORE THEM.\n \n              REVERSE OVER THEIR SHOULDER\n \n              Jason wants to play army, too.  He quickly withdraws the\n              machete from his newly acquired commando belt.  With one\n              violent slice, the blade slashes their throats.\n \n              CLOSE ON ALL THREE FACES AND NECKS\n \n              The razor-sharp machete opens up all three throats almost\n              simultaneously.  It happens so fast, they barely have time to\n              even gasp.\n \n              REVERSE ANGLE\n \n              THREE HANDS DROP OFF, FOLLOWED BY COLLAPSING BODIES.  Jason\n              watches them fall, then looks up at something.\n \n              JASON P.O.V.\n \n              Terrified beyond belief is Roy!  He stands a few yards away\n              in a small clearing.\n \n              MOVING SHOT - ON JASON\n \n              He wastes no time as he stalks the final hunter.\n \n              PRESSING IN ON ROY\n \n              So incredibly frightened, he doesn't think as he raises his\n              gun at Jason and fires.\n \n              ANGLE ON JASON\n \n              The blood/red-paint pellet makes a direct hit on Jason's\n              chest.  He stops and glances down at this annoying mess.\n \n              CLOSE ON HIS MASKED FACE\n \n              As he looks up at Roy, he is even more pissed off.  He LUNGES\n              for him.\n \n              ROY\n \n              screams, drops the gun, and runs for his life.\n\n              TRACKING SHOT - ON JASON\n \n              He is hell-bent on catching this nerd.\n \n              DOLLYING BACK - ON ROY\n \n              Tears of terror are welling up as the poor guy races.  Jason\n              is seen a short distance behind, machete poised and ready.\n              Roy glances back quickly, then screams as he heads through\n              the ugly charred forest.\n \n                                  ROY\n                        Oh, God, help me!  Somebody,\n                        help!!  He's trying to kill me!!\n \n                                                       CUT TO:\n \n              SIGN: \"ETERNAL REST CEMETERY\"\n \n              EXT.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nSomebody,\n                        help!! He's trying to kill me!! CUT TO:\n \n              SIGN: \"ETERNAL REST CEMETERY\"\n \n              EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n FOREST ROAD - DAY\n \n              We are TRAVELING toward the large sign and arrow pointing\n              left.\n \n              INT. PICKUP\n \n              Tommy stares at the sign and the approaching turnoff.  He\n              glances up in his rear-view mirror again.  Biting his lip, he\n              decides to go for it.\n \n              EXT. FOREST ROAD\n \n              Tommy's pickup makes a sudden left turn and heads up the road\n              toward the cemetery.\n \n              INT. SHERIFF'S CAR\n \n                                  SHERIFF\n                               (exploding)\n                        Fuckin' A, what'd I tell ya!...\n                               (to deputy)\n                        ...Hit the noise and cherries.\n \n              Rick turns on the siren and the red lights.\n \n              EXT. FOREST ROAD\n \n              The police car SCREECHES left and roars after Tommy.\n \n              INT. PICKUP\n \n              Tommy gets nervous hearing the siren BLARING, but instead of\n              pulling over, he speeds up.\n\n              INT. SHERIFF'S CAR\n \n              CLOSE ON SHERIFF\n \n                                  SHERIFF\n                               (vengeful)\n                        I'm getting real tired of this\n                        maniac.\n \n                                  DEPUTY\n                        Maybe we better call that\n                        psychiatric clinic.\n \n                                  SHERIFF\n                               (coldly)\n                        Better call an ambulance first.\n \n              EXT. FOREST ROAD (TOWARD CEMETERY)\n \n              The sheriff's car accelerates and gains on the pickup.  The\n              high-speed chase continues down the narrow dirt road.\n \n              EXT. CEMETERY - MAIN GATE\n \n              Tommy's old pickup SKIDS to a stop in front of the open\n              gates.  He leaps out of the truck as the sheriff SCREECHES UP\n              next to him.  We CRANE UP past the \"Eternal Rest\" sign as\n              Tommy races into the old cemetery.  The sheriff and his\n              deputy are running close behind.\n \n              EXT. CEMETERY\n \n              TOMMY\n \n              sprints across the bone yard in the direction of Jason's\n              grave.  In his eyes there is now the hope that they'll see\n              he's telling the truth.\n \n              HIS P.O.V.\n \n              We HEAD toward where Jason's open grave was.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nO. V. We HEAD toward where Jason's open grave was. \n\nTARGET SECTION TO BE ANNOTATED:\n \n              DOLLY BACK - CLOSE ON TOMMY RUNNING\n \n              He squints his eyes.  Maybe he's in the wrong area.  He slows\n              down to look around.  TOMMY IS VIOLENTLY TACKLED BY THE\n              SHERIFF.\n \n              WIDER\n \n              Angry and out of breath, the sheriff pins him down to cuff\n              him.  Tommy struggles to get up.\n\n                                  TOMMY\n                        I gotta show you Jason's grave.\n \n                                  SHERIFF\n                               (clenching his teeth)\n                        I've seen it.\n \n                                  TOMMY\n                               (desperate)\n                        Please, Sheriff.  You'll see we\n                        dug it up.\n \n              ANOTHER ANGLE\n \n              Finally handcuffing him, the sheriff yanks him to his feet.\n              Gripping Tommy's arm with one hand, he points at something.\n \n                                  SHERIFF\n                               (sarcastically)\n                        Well, he must've got chilly in the\n                        night and pulled the dirt back\n                        over.\n \n              Tommy looks around to where the sheriff is pointing.  The boy\n              is astounded by what he sees.\n \n              TOMMY'S P.O.V.\n \n              About twelve yards away are Jason's and his mother's\n              tombstones.  From this distance, it is impossible to tell\n              that the chunks of lawn over Jason's grave have been replaced.\n \n              ANGLE ON TOMMY AND LAWMEN\n \n              Tommy shakes his head in utter disbelief.\n \n                                  TOMMY\n                        That's not right.  Somebody\n                        covered it up...\n                               (going toward it)\n                        ...I gotta see it...\n \n              The sheriff yanks him back.  The deputy pulls his .357\n              revolver with a laser scope attached.  He aims at Tommy's\n              head.\n \n                                  SHERIFF\n                               (very icy)\n                        Now see what you've done.  You've\n                        made my deputy draw his revolver.\n                        That could be a serious headache\n                        for you.  He's been dyin' to try\n                        out his new mail-order laser scope.\n\n              The deputy presses his gun's grip.  Instantly a tiny, bright\n              red beam appears on Tommy's temple.\n \n                                  SHERIFF\n                        It's a damn impressive piece of\n                        high-tech weaponry...",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe deputy presses his gun's grip. Instantly a tiny, bright\n              red beam appears on Tommy's temple. SHERIFF\n                        It's a damn impressive piece of\n                        high-tech weaponry... \n\nTARGET SECTION TO BE ANNOTATED:\n Wherever the\n                        red dot goes... a bullet is sure\n                        to follow.\n \n              CLOSE ON TOMMY AND LASER BEAM\n \n              He stares, fearing for his life, at the stolid deputy.\n \n                                  MARTIN\n                        What's the problem, Sheriff?\n \n              WIDER ON SCENE\n \n              The old caretaker rushes awkwardly toward them.  Immediately,\n              the sheriff whips Tommy around.  He drags him back toward the\n              car as Rick quickly holsters his gun.\n \n                                  SHERIFF\n                        Nothing, Martin.  Just a vagrant\n                        kid.  We got it under control.\n \n              TIGHTER ON GROUP\n \n              As they leave, Tommy looks back at the old man.\n \n                                  TOMMY\n                               (demanding)\n                        Who covered up Jason's grave?!\n \n              Martin stops abruptly and tries to hide his nervousness.\n \n                                  MARTIN\n                        What!?  What are you talking about?\n \n              The sheriff pulls Tommy along even faster.\n \n                                  SHERIFF\n                        Don't concern yourself, Martin.\n                        This boy needs treatment.  We're\n                        taking care of it.  Sorry for the\n                        disturbance.\n \n                                  TOMMY\n                               (screaming)\n                        Jason's not in his coffin!  Hawes\n                        is!  Dig it up!  You gotta dig it\n                        up!!\n\n              ANGLE ON MARTIN\n \n              He watches with extreme uneasiness as Tommy is thrown into\n              the back of the squad car.  The deputy gets into Tommy's\n              pickup and follows the sheriff's car.\n \n              PRESS IN ON MARTIN\n \n              Pulling out his near-empty bottle of Jack Daniel's, he downs\n              it all.  With a noisy exhale, Martin glances back at Jason's\n              grave.\n \n                                  MARTIN\n                               (mumbles to self)\n                        Dig it up?...\n                               (he snickers)\n                        ...Hell, what kinda butt-hole does\n                        he think I am!\n \n              PRESS IN ON JASON'S GRAVE\n \n              As we TIGHTEN in, the large chunks of rearranged lawn are now\n              visible.  We HOLD on Jason's tombstone.\n \n                                                       CUT TO:\n \n              EXT. CAMP FOREST GREEN - DAY\n \n              A large group of cheering female youngsters.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe HOLD on Jason's tombstone. CUT TO:\n \n              EXT. CAMP FOREST GREEN - DAY\n \n              A large group of cheering female youngsters. \n\nTARGET SECTION TO BE ANNOTATED:\n \n              ANGLE ON MEGAN AND CHILDREN\n \n              The little girls sit on two large picnic tables.  Megan\n              stands before them.\n \n                                  MEGAN\n                        ...And then after that we'll swim,\n                        hike, and have lots of fun\n                        together.  Okay?\n \n              The youngsters squeal even louder.\n \n              ANGLE ON SISSY AND PAULA SITTING ON CABIN STEPS\n \n              Sissy mimes sticking her finger down her throat in disgust.\n              Paula stifles a laugh and slaps Sissy's knee.  She looks\n              around.\n \n                                  PAULA\n                        So where's Cort gone off to?\n\n                                  SISSY\n                        Are you ready?  He's taken our\n                        young men off to teach them my\n                        favorites sport.\n \n                                  PAULA\n                               (smirking)\n                        Which is?\n \n                                  SISSY\n                               (sexily)\n                        Boy scouting.\n \n                                  PAULA\n                               (laughing)\n                        You gotta be kidding!\n \n              EXT. FOREST PATH - DAY\n \n              CLOSE ON TWELVE-YEAR-OLD BOY, TYEN\n \n                                  TYEN\n                               (sarcastically)\n                        You gotta be kidding!\n \n              WIDEN ON SCENE\n \n              Cort is kneeling on the path, positioning two rocks.  He's\n              surrounded by a group of bored, arms-folded, pre-teen boys.\n \n                                  CORT\n                               (trying hard)\n                        No, seriously... the Indian scout\n                        would arrange the rocks in such a\n                        way that like only his fellow\n                        Indians would know.  You know,\n                        which way he went...\n                               (no response)\n                        ...You know?\n \n              TYEN\n \n              leans into another equally bored youngster, BILLY.\n \n                                  TYEN\n                        If this is as exciting as it gets,\n                        we're in big trouble, dude.\n \n                                                       CUT TO:\n\n              EXT. BURNED-OUT FOREST AREA - DAY\n \n              JASON STALKS THROUGH THE BLACKENED WOODS.  He heads toward\n              us, wearing a commando belt displaying a knife and devil\n              darts, a bloody machete in his hand.  This undead killing\n              machine keeps coming.  There's a slight fog moving in as\n              night approaches.\n \n                                                       CUT TO:\n \n              EXT.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis undead killing\n              machine keeps coming. There's a slight fog moving in as\n              night approaches. CUT TO:\n \n              EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n INTERSTATE HIGHWAY - LATE AFTERNOON\n \n              Off on the side of the road, Sheriff Garris opens his\n              backseat door.  He pulls Tommy out of the vehicle.  Gruffly,\n              he turns him around and uncuffs him.\n \n              TIGHT ON TOMMY AND SHERIFF\n \n              Whipping him back around, the Sheriff grabs him by his shirt\n              and pulls him uncomfortably close.\n \n                                  SHERIFF\n                        I don't find it amusing that the\n                        nut house you belong in thinks\n                        you're responsible enough to leave\n                        here unescorted.  In fact, it\n                        gripes my ass.\n \n              Tommy just stares coldly into his eyes.\n \n                                  SHERIFF\n                               (letting him go)\n                        You've been damn lucky, pisshead.\n                        With all the grief you've caused\n                        me and my partner, you should be\n                        leaving wearing your balls as\n                        earrings.\n \n              THE DEPUTY\n \n              walks up and slaps Tommy's car keys into his hand.  Tommy\n              looks up, down at his keys, then back at the wicked, smiling\n              deputy.\n \n                                  DEPUTY\n                        I think we should do it to him\n                        anyway.\n \n              The sheriff leans in and taps Tommy's earlobes with his index\n              fingers.\n \n                                  SHERIFF\n                        Naw.  But if we see ol' Tommy ever\n                        again... you can guarantee it.\n\n              WIDER\n \n              Both lawmen turn and climb back into their car.  Tommy waits\n              there as they pull out and drive away.\n \n              REVERSE ON TOMMY\n \n              He watches as they disappear down the highway.  Slowly the\n              boy's stubborn determination returns.  He rushes toward his\n              old pickup.  Behind it, the SUN IS SETTING.\n \n                                                       CUT TO:\n \n              EXT. CAMP FOREST GREEN - NIGHT\n \n              The campgrounds are peaceful and quiet.  A foggy haze covers\n              everything.  As tranquil as it seems, we feel uneasy.  Is\n              somebody watching from the woods.\n \n              INT. BOY'S DORMITORY CABIN\n \n              Two rows of sleeping youngsters in their cots are seen.\n \n              INT. GIRL'S DORMITORY CABIN\n \n              The same.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOY'S DORMITORY CABIN\n \n              Two rows of sleeping youngsters in their cots are seen. INT. GIRL'S DORMITORY CABIN\n \n              The same. \n\nTARGET SECTION TO BE ANNOTATED:\n  The little girls' faces reflect pleasant dreams.\n \n              INT. COUNSELOR'S CABIN\n \n              Paula and Sissy are seated at a card table, playing the board\n              game CLUE.  Paula keeps looking toward the window, troubled\n              by something.  Sissy rolls the die and moves her token along\n              the board.\n \n                                  SISSY\n                               (excited)\n                        Okay, okay.  I suggest that the\n                        crime was committed in the\n                        bedroom, by Colonel Mustard, with\n                        the knife.\n \n                                  PAULA\n                               (preoccupied)\n                        Huh?  Oh, come on, Sis.  I'm\n                        tellin' ya, we can't play Clue\n                        with just two people.\n \n              SLOWLY WE TIGHTEN IN ON THEM\n \n                                  SISSY\n                        Why not?  I used to play it alone.\n                        I love murder games.  Have you\n                        ever played The Consulting\n                        Detective?\n\n                                  PAULA\n                               (fidgety)\n                        No...Did Megan say when she's\n                        coming back from her...visit?\n \n                                  SISSY\n                        Of course not.  She probably took\n                        him a loaf of bread with a saw\n                        hidden in it.  I still don't get\n                        it.  Why him?  I mean, he's cute\n                        alright, but...\n \n              Paula smirks.\n \n                                  PAULA\n                               (quickly)\n                        Isn't that enough?\n \n              Sissy laughs and nods.\n \n                                  SISSY\n                        You're right.  And for the area,\n                        that even makes him overqualified.\n \n              Paula then reaches for the phone.  TIGHTEN IN ON HER.\n \n                                  PAULA\n                        I'm gonna call her at the ol' jail\n                        house.  Maybe her dad has found\n                        out what happened to Darren and\n                        Lizbeth by now...\n                               (she starts dialing)\n                        ...I can't believe they haven't\n                        called.  I say if they're not here\n                        by morning, we send all the kids\n                        home.  We're not prepared to run\n                        this place by ourselves.\n \n              SUDDENLY, A CHILD'S HORRIFIED SCREAMS ECHO THROUGH THE CAMP.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nI say if they're not here\n                        by morning, we send all the kids\n                        home. We're not prepared to run\n                        this place by ourselves. SUDDENLY, A CHILD'S HORRIFIED SCREAMS ECHO THROUGH THE CAMP. \n\nTARGET SECTION TO BE ANNOTATED:\n \n              ANGLE ON PAULA AND SISSY\n \n              Hanging up the phone, Paula races out the door, followed by\n              Sissy.\n \n                                                       CUT TO:\n \n              EXT. CAMP FOREST GREEN - NIGHT\n \n              WE FOLLOW BEHIND Sissy and Paula as they run in the direction\n              of the scream.  We follow them up the steps of the girls'\n              dormitory cabin.\n\n              INT. GIRL'S DORMITORY CABIN\n \n              As Paula and Sissy burst in, a LITTLE GIRL in pajamas rushes\n              toward them.  She points at a cot across the way.\n \n                                  LITTLE GIRL\n                               (terrified)\n                        She saw a monster.\n \n                                  PAULA\n                        Who did?\n \n              ANGLE ON PAULA\n \n              She looks to where the little girl is pointing.\n \n              PAULA'S P.O.V.\n \n              Huddled up on her cot and pressed against the wall is NANCY.\n              The sweet-faced nine-year-old is frightened out of her wits.\n              Her big blue eyes are filled with tears.\n \n              WIDER\n \n              Behind Paula and Sissy, the other children stare wide-eyed at\n              Nancy.  Paula approaches her gently.\n \n                                  PAULA\n                               (reassuringly)\n                        Hi.  Everything's all right now.\n                        We're here.\n \n                                  SISSY\n                               (awkwardly going along)\n                        Yeah, we're here.\n \n              ANOTHER ANGLE\n \n              Paula crouches down next to Nancy's cot.  Sissy stands next\n              to her friend.  Nancy has still not stopped trembling.\n \n                                  PAULA\n                               (softly)\n                        So what happened?\n \n                                  NANCY\n                               (holding back tears)\n                        There was this monster.  He was\n                        after me.  He wanted to kill me.\n \n                                  SISSY\n                        Where...?\n\n                                  NANCY\n                        Everywhere.\n \n                                  PAULA\n                               (smiling)\n                        You mean you had a bad dream.\n \n                                  NANCY\n                               (shakes her head)\n                        No, he was real.  Like on TV.\n \n              CLOSE ON PAULA AND SISSY\n \n              In motherly fashion, Paula wipes Nancy's tears and tucks her\n              back under the blanket.\n \n                                  PAULA\n                        Okay, listen...",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nLike on TV. CLOSE ON PAULA AND SISSY\n \n              In motherly fashion, Paula wipes Nancy's tears and tucks her\n              back under the blanket. PAULA\n                        Okay, listen... \n\nTARGET SECTION TO BE ANNOTATED:\nwhat's your name,\n                        sweetie?\n \n                                  NANCY\n                               (sniffling)\n                        Nancy.\n \n                                  PAULA\n                               (warmly)\n                        Well, Nancy, I'm Paula...\n                        remember?  This is Sissy, and\n                        we're gonna be right out there all\n                        night so nothing can hurt you.\n                        Okay?...\n \n              The child nods tentatively.\n \n                                  PAULA\n                        ...Good.  So no more bad dreams\n                        can come around here, huh?\n \n                                  NANCY\n                               (faintly)\n                        No more.\n \n              Paula smiles lovingly at her, then stands.\n \n              WIDER\n \n              As Paula and Sissy start to leave, Sissy gets cocky\n              addressing the others.\n \n                                  SISSY\n                        Now you all go back to Z-land.\n                        We're on the job and ya don't have\n                        to worry about shit...\n\n              Paula nudges her for her choice of language.\n \n                                  SISSY\n                        ...What?  I'm sure they hear worse\n                        at home.\n \n              REACHING THE DOOR\n \n              Paula looks outside, then turns to Sissy.\n \n                                  PAULA\n                               (quietly)\n                        I just realized something.\n                        Where's Cort?  I haven't seen him\n                        for hours.\n \n                                  SISSY\n                               (disgusted)\n                        I don't know.  He called somebody,\n                        then took off.\n \n                                  PAULA\n                        He didn't say anything?\n \n                                  SISSY\n                        Yeah, he was gonna check out\n                        \"things that go bump in the night.\"\n \n                                                       CUT TO:\n \n              EXT. MOBILE-HOME CAMPGROUND - NIGHT\n \n              A lone RV bounces and pumps to the beat of LOUD ROCK MUSIC\n              within.  Surrounded by a heavy fog, bright light beams from\n              the windows of the mobile home.  A cord extends from the\n              vehicle and is plugged into the power outlet of this isolated\n              trailer campground.\n \n              INT. MOBILE-HOME - NIGHT\n \n              HEAVY-METAL MUSIC BLASTS as Cort and a savagely sexy girl,\n              JILL, make love to the beat.  With her on top, Cort is really\n              getting his \"bump in the night.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. MOBILE-HOME - NIGHT\n \n              HEAVY-METAL MUSIC BLASTS as Cort and a savagely sexy girl,\n              JILL, make love to the beat. With her on top, Cort is really\n              getting his \"bump in the night. \n\nTARGET SECTION TO BE ANNOTATED:\n  He just lies back and\n              enjoys he skilled technique.\n \n              ANGLE UP - ON JILL\n \n              She moans and bites her lip with erotic pleasure, never\n              missing a beat with the music.  Jill even bumps and grinds\n              perfectly to the song's drum breaks.\n\n                                  JILL\n                               (very hot)\n                        They're the best.  The best...\n                               (panting)\n                        ...You gotta keep it up till the\n                        end of the song.\n \n              CORT\n \n              nearing his climactic moment, strains to avoid it.\n \n                                  CORT\n                               (breathing heavy)\n                        I'm tryin'...how much longer?\n \n              Jill bends forward, laying her soft breasts on his chest.\n              She whispers seductively in his ear:\n \n                                  JILL\n                        Only ten more minutes.\n \n              Poor Cort's eyes widen.  He'll never make it to the final\n              chord.\n \n              EXT. MOBILE-HOME CAMPGROUND\n \n              From a short distance back, we watch the rockin', rollin' RV.\n              SUDDENLY, JASON STEPS SHOCKINGLY INTO FRAME.\n \n              ANGLE ON JASON\n \n              He stands in the foggy woods and watches too.  He doesn't\n              like it.  And he moves to do something about it.\n \n              INT. MOBILE-HOME\n \n              CLOSE ON THE CASSETTE PLAYER\n \n              The rock tune now BLARES out a WILD GUITAR SOLO.\n \n              CLOSE ON JILL\n \n              She gyrates wildly along with every screeching note.\n \n              CLOSE ON CORT\n \n              His face contorts wildly as he tries to control his near-\n              exploding passion.  He's just about to...\n \n              EXT. POWER OUTLET\n \n              Jason's hand grabs the cord and tears it out, leaving the\n              plug SPARKING in the outlet.\n\n              EXT. MOBILE-HOME\n \n              The RV's bright lights, music and bouncing instantly retard\n              and CEASE.\n \n                                  JILL'S VOICE\n                        Oh, fuck.\n \n                                  CORT'S VOICE\n                               (passion relieved)\n                        Oh ye-aaah.\n \n              INT. MOBILE-HOME\n \n              Dim moonlight spills in through the windows.  Jill jumps off\n              Cort and starts to investigate the problem.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. MOBILE-HOME\n \n              Dim moonlight spills in through the windows. Jill jumps off\n              Cort and starts to investigate the problem. \n\nTARGET SECTION TO BE ANNOTATED:\n \n                                  JILL\n                        Wait a second, I'll...\n                               (realizing, angrily)\n                        ...Cort, you didn't already...\n \n              CORT\n \n              sits quickly.\n \n                                  CORT\n                               (defensively)\n                        I thought that was the end of the\n                        song.\n \n              ANGLE ON JILL\n \n                                  JILL\n                               (frustrated)\n                        Great.  Just great.\n \n              She stumbles through the RV.  Shivering, she puts on her coat\n              and heads to the AC power switch.\n \n                                  JILL\n                        If this thing is burned out,\n                        friggin' Horace will ground my\n                        butt.\n \n                                  CORT\n                        Who's Horace?\n \n                                  JILL\n                               (disgusted)\n                        My friggin' stepfather and asshole-\n                        in-residence.\n\n              Jill flips the switch a couple times.  Nothing.  She presses\n              her face against the window and looks out.\n \n              JILL'S P.O.V.\n \n              The power cord is seen laying on the ground below.\n \n                                  JILL\n                        How did that happen?\n \n              CORT\n \n              has pulled the blankets around himself to fight the cold.\n \n                                  CORT\n                        What?\n \n                                  JILL\n                               (almost demanding)\n                        Go out and plug the cord back in.\n \n                                  CORT\n                        What?  Who pulled it out?!\n \n              Jill stomps toward him.\n \n                                  JILL\n                               (sarcastically)\n                        Smokey the friggin' bear.  I don't\n                        know, just do it.\n \n              ANGLE ON CORT\n \n              Nervously, he starts to get dressed.\n \n              EXT. MOBILE-HOME\n \n              The door opens tentatively.  Cort sticks his head out and\n              slowly looks around.\n \n                                  JILL (O.S.)\n                        Will you hurry up!  I gotta get\n                        this fuckmobile back before Horace\n                        finds out I took it.\n \n                                  CORT\n                               (jumping out)\n                        Alright, alright.\n \n              We TRACK with Cort as he walks around the RV, watching\n              everything around him.  It's getting tense.\n\n              ANOTHER ANGLE\n \n              Apprehensively, Cort approaches the cord and picks it up.  He\n              keeps staring out at the surrounding drifting fog.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's getting tense. ANOTHER ANGLE\n \n              Apprehensively, Cort approaches the cord and picks it up. He\n              keeps staring out at the surrounding drifting fog. \n\nTARGET SECTION TO BE ANNOTATED:\n \n              PRESSING IN ON CORT\n \n              Without looking at it, the jittery boy starts to plug in the\n              cord.  He then notices the torn-out plug and frayed cord.\n              Cort gasps.  He turns to call to Jill.  HE BANGS INTO SOMEONE\n              RIGHT BEHIND HIM...it's Jill.\n \n                                  JILL\n                               (irritated)\n                        What are you doing?...\n                               (seeing the cord)\n                        ...What happened to it?\n \n              ANGLE ON BOTH\n \n              Cort hands her the damaged cord.\n \n                                  CORT\n                               (very scared)\n                        I don't know...\n                               (he heads for the door)\n                        ...But unless you wanna look\n                        exactly like it, I say we make\n                        this place a memory.\n \n              Jill looks down at it.\n \n              INSERT - CORD\n \n              Close up, the horribly ripped and torn cord end does look\n              quite grotesque.\n \n              BACK TO JILL\n \n              She cans the foggy night and a deadly fear now grips her.\n              Slowly, then picking up speed, she follows after Cort.\n \n              CORT\n \n              has stopped in the RV's doorway.  Jill rushes up, and turns\n              to look at what he's staring at.\n \n                                  CORT\n                               (straining to see)\n                        I think someone's out there.\n\n              CORT'S P.O.V.\n \n              The woods are still, with the exception of the drifting fog.\n              Is that a tree in the shadows, or...?\n \n              JILL\n \n              pushes him into the mobile home.\n \n                                  JILL\n                               (scared)\n                        I don't wanna know.\n \n              She climbs in, slams the door, and LOCKS it.\n \n              INT. MOBILE-HOME\n \n              Cort jumps into the driver's seat.  He tries to start the\n              car.  IT'S DEAD.  He looks at Jill in terror.\n \n                                  CORT\n                        This can't be.\n \n              Jill shakes her head at him.\n \n                                  JILL\n                        It isn't.\n \n              She calmly turns the power switch over to \"BATTERY\".\n \n              CORT\n \n              tries the ignition again.  It starts up.  He grins at her.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nCORT\n \n              tries the ignition again. It starts up. He grins at her. \n\nTARGET SECTION TO BE ANNOTATED:\n \n                                  JILL\n                               (impatiently)\n                        Are you gonna drive or not?\n \n              Quickly he shifts and ROARS backward.  Jill is thrown to the\n              floor.  Items fall off the counters.\n \n              EXT. MOBILE-HOME CAMPGROUND\n \n              In a cloud of dust, the huge RV races backwards.\n \n              MOVING SHOT - FROM BEHIND THE TREES\n \n              We FOLLOW AFTER the vehicle as it peels out of the\n              campgrounds.\n\n              INT. MOBILE-HOME\n \n              Jill is now sent flying back toward the camper.  She lands on\n              the bed.  She sends a burning stars at the back of Cort's\n              head.\n \n              HER P.O.V.\n \n              Cort LAUGHS LOUDLY as he races down the bumpy dirt road.\n \n              JILL\n \n              tries to control her temper.  Enough things have gone wrong\n              tonight without having this idiot destroy her old man's RV.\n \n                                  JILL\n                               (standing up)\n                        That's it.  Pull over.  I'm\n                        drivin'.\n \n                                  CORT\n                               (cocky)\n                        No way...\n                               (turns on radio)\n                        ...I wanna rock!\n \n              DOLLY BACK - ON JILL\n \n              as she heads toward him.  WITHOUT WARNING, JASON EXPLODES OUT\n              OF THE BATHROOM.  He yanks her to him.  The door slams shut\n              on them.\n \n              ANGLE ON CORT DRIVING\n \n              His head bobs enthusiastically to the LOUD ROCK MUSIC.  He\n              whoops, then looks up at the rear-view mirror.  Not seeing\n              Jill, he turns around and looks.\n \n              CORT'S P.O.V.\n \n              Jill is not there.  But a RUCKUS can be HEARD coming from the\n              tiny bathroom.\n \n              ANOTHER ANGLE ON CORT\n \n                                  CORT\n                               (feeling his oats)\n                        Sounds like you're havin' fun in\n                        there!  Need any company?!\n\n              INT. MOBILE-HOME - BATHROOM\n \n              CLOSE UP - ON JILL\n \n              Jason's viselike grip squeezes her throat.  She gasps and\n              gags as his fingers begin to meet.  Her nose bleeds.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOBILE-HOME - BATHROOM\n \n              CLOSE UP - ON JILL\n \n              Jason's viselike grip squeezes her throat. She gasps and\n              gags as his fingers begin to meet. Her nose bleeds. \n\nTARGET SECTION TO BE ANNOTATED:\n \n              CLOSE ANGLE UP - ON JASON\n \n              His soulless eyes stare down at her from behind the mask.\n \n              PROFILE CLOSE UP - ON JILL\n \n              Jason's fingers connect.  Her throat collapses.  BLOOD BURST\n              OUT OF HER MOUTH!\n \n              INT. MOBILE-HOME\n \n              Cort is still rockin' out behind the wheel.  He checks his\n              rear-view mirror again.\n \n                                  CORT\n                        Hey, what are you doing?  Taking\n                        a dump?... How about if I come\n                        back and snatch a peek.  Or vice\n                        versa.\n \n              As he cackles with amusement, JASON THROWS OPEN THE DOOR.\n              Cort doesn't hear it.  Menacingly, JASON STALKS HIM.\n \n              CLOSE ON JASON'S COMMANDO BELT\n \n              His hand pulls out the long, jagged survival knife.  He holds\n              it poised and ready.\n \n              MOVING SHOT - OVER JASON'S SHOULDER\n \n              Slowly, the infamous slasher closes in on Cort.\n \n              REVERSE - THROUGH WINDSHIELD\n \n              Cort drives, oblivious to the grim reaper standing right\n              behind him.\n \n              ANGLE ON CORT\n \n              A new SONG plays on the radio.  Cort beams, recognizing it as\n              a favorite of his.  He turns it UP.\n \n                                  CORT\n                        Alright!  Yo, Jill!  Listen to\n                        this!\n \n              He looks up into the rear-view mirror.\n\n              TIGHT ON MIRROR\n \n              JASON'S HOCKEY-MASKED FACE GLARES AT HIM.\n \n              CORT RECOILS IN HORROR.\n \n              JASON'S HAND GRABS HIM BY THE HAIR.\n \n              THE GLEAMING BLADE RAISES UP.\n \n              CLOSE ON BACK OF CORT'S HEAD AS THE JAGGED KNIFE PLUNGES INTO\n              HIS EAR.  Suddenly, all SOUND CUTS OUT.\n \n              THROUGH WINDSHIELD\n \n              We watch in EERIE SILENCE as Jason lets go of Cort's knifed\n              head.  The lifeless body flops over the wheel.  Immediately,\n              the RV veers off to the left.\n \n              EXT.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe lifeless body flops over the wheel. Immediately,\n              the RV veers off to the left. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n FOREST ROAD\n \n              SOUND RESUMES as the runaway mobile home drives off the road\n              with a horrible CRASH, it falls over on its left side.\n \n              ANOTHER ANGLE ON FALLEN R.V.\n \n              Slowly the fog swirls around the motionless vehicle.  We\n              wait, SUDDENLY, THE DOOR BURSTS UP AND OUT.  Jason climbs out\n              of the wreckage.\n \n              WIDER ON SCENE\n \n              Surrounded by an evil fog, Jason stands atop the fallen metal\n              beast like a conquering warrior.\n \n                                                       CUT TO:\n \n              INT. SHERIFF'S OFFICE - NIGHT\n \n              ANGLE ON SHERIFF\n \n                                  SHERIFF\n                               (very perturbed)\n                        What makes you so high and\n                        mighty?... You keep forgetting,\n                        little Megan, I'm the parent...\n \n              WIDEN ON SCENE\n \n              Megan is slouched in a chair and pouting.\n \n                                  MEGAN\n                               (interrupting mockingly)\n                        ...And you're the child...\n\n              She sits up in hot-blooded frustration.\n \n                                  MEGAN\n                        When are you going to stop\n                        treating me like one!\n \n                                  SHERIFF\n                        When you stop acting like one...\n                        Tommy Jarvis is a very sick boy.\n                        And you...\n \n                                  MEGAN\n                        How do you know?  Did you take his\n                        temperature?\n \n                                  SHERIFF\n                               (pointing at her)\n                        You watch that smart-mouthing,\n                        young lady.\n \n              CLOSE ON MEGAN\n \n              She crosses her eyes in a comic attempt to watch her mouth.\n \n                                  MEGAN\n                        Kinda hard to see it from this\n                        angle?  Got a mirror?\n \n              ANGLE ON BOTH\n \n              Megan enjoys pushing her temperamental father to the limit.\n              He stomps around like Ralph Kramden.\n \n                                  MEGAN\n                               (coolly)\n                        Now tell me, \"If your mother was\n                        alive, you wouldn't...\"\n \n              The poor sheriff finally blows sky-high.  He throws open the\n              door.\n \n                                  SHERIFF\n                        That's it!  Out!  I don't need\n                        this tonight.  Out, Megan!\n \n              The sheriff gets a CALL over the SHORT-WAVE.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nI don't need\n                        this tonight. Out, Megan! The sheriff gets a CALL over the SHORT-WAVE. \n\nTARGET SECTION TO BE ANNOTATED:\n  Unintimidated\n              by his bellowing, Megan calmly answers it.\n \n                                  MEGAN\n                        Sheriff's office...\n                               (listens)\n                        ...Can you hold on?  He's in the\n                        can draining his lizard.\n\n              SHERIFF GARRIS\n \n              slams the door and roars toward his precocious daughter.\n \n                                  MEGAN\n                               (sweetly into phone)\n                        ...Oh, here he comes now...\n                               (to sheriff)\n                        ...Daddy, it's Rick.\n \n              The growling sheriff practically rips the receiver out of\n              snickering Megan's hand.\n \n                                  SHERIFF\n                               (barking)\n                        What?!...What kinda problem?!\n \n              EXT. FOREST ROAD\n \n              Deputy Colone stands outside his squad car.  Talking into the\n              mike, he stares fearfully at the VW Bug and Lizbeth's\n              floating corpse in the background.\n \n                                  SHERIFF\n                        You better get down here.  I found\n                        what's left of the counselors.\n                        Looks like someone did them in\n                        using Jason's old M.O.\n \n              INT. SHERIFF'S OFFICE\n \n                                  SHERIFF\n                               (rubbing his face)\n                        I knew I should've done something\n                        about that sonofa... Where are\n                        you?...\n                               (listens)\n                        ...Right.  I'm on my way.\n \n              Megan grows concerned as her father gathers his things with\n              a deadly urgency.\n \n                                  MEGAN\n                        What it is?\n \n                                  SHERIFF\n                               (trying to control his\n                                emotions)\n                        Not what...who.  Seems your\n                        boyfriend wants people to believe\n                        Jason has returned.\n\n                                  MEGAN\n                               (catching him)\n                        I thought Jason was only a legend?\n \n                                  SHERIFF\n                        He is.  Only Tommy wants to prove\n                        the legend is true...\n                               (ordering her)\n                        ...You stay put.  And I'm not\n                        kidding.\n \n              Grabbing his rifle, the sheriff rushes out.\n \n              ANGLE ON MEGAN\n \n              She stares, wondering what the hell is going on.\n \n                                                       CUT TO:\n \n              EXT. FOREST - NIGHT\n \n              WE TRACK with Jason's filthy boots.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nANGLE ON MEGAN\n \n              She stares, wondering what the hell is going on. CUT TO:\n \n              EXT. FOREST - NIGHT\n \n              WE TRACK with Jason's filthy boots. \n\nTARGET SECTION TO BE ANNOTATED:\n  He's walking at a faster\n              clip toward his destination.\n \n              TRACK with Jason's hand holding the razor-sharp machete.\n \n              DOLLY BACK as Jason's maleficent eyes stare with pure hatred.\n              He keeps coming right at us.\n \n                                                       CUT TO:\n \n              INT. SHERIFF'S OFFICE - NIGHT\n \n              Megan sits alone at the desk...waiting.  A large window is\n              right behind her.  Bored, she puts her feet on the edge of\n              the desk.  She then leans back toward the window, seeing how\n              far back the chair will go and still stay balanced.\n \n              CIRCLE AND PRESS IN SLOWLY ON MEGAN\n \n              Tension builds as we move closer to the balancing girl and\n              the window behind her.  We stop and wait.  SUDDENLY THE PHONE\n              RINGS LOUDLY.  It startles Megan, who screams as she\n              pratfalls backwards.\n \n              ANGLE ON MEGAN\n \n              Laughing at herself, she gets up and answers the phone.\n \n                                  MEGAN\n                        Sheriff's office...\n                               (listens)\n                        ...No, I'm sorry, he's not in at\n                        the moment.  Can I take a message?\n\n              As she listens, Megan immediately straightens up.\n \n                                  MEGAN\n                        ...Oh, hi.  I'm Megan, his\n                        daughter.  Remember, I met you\n                        this morning...\n \n              EXT. PHONE BOOTH - NIGHT\n \n              Tommy is in a badly sabotaged old phone booth next to a\n              closed gas station.  He is illuminated by the LIGHTS of his\n              pickup.\n \n                                  TOMMY\n                               (preoccupied)\n                        Yeah, hi.  Listen, I've got to\n                        talk to your dad.  About Jason.\n                        I've got a plan.  I need to buy\n                        some things first but mainly need\n                        help to...\n \n              INT. SHERIFF'S OFFICE\n \n                                  MEGAN\n                        Tommy, my father is out looking\n                        for you right now.  Something\n                        happened tonight and he's sure\n                        you're responsible.  If he finds\n                        you, he'll...\n \n              INT.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nSomething\n                        happened tonight and he's sure\n                        you're responsible. If he finds\n                        you, he'll... INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PHONE BOOTH\n \n                                  TOMMY\n                               (interrupting)\n                        I already have a very good idea\n                        what could've happened...\n                               (frustrated)\n                        ...Megan, Jason is out there.  He\n                        has to be stopped.  I'm positive\n                        he's heading back to the lake\n                        area.  He'll keep killing until...\n \n                                  MEGAN'S VOICE\n                        I'll pick you up.  Where are you?\n \n                                  TOMMY\n                               (shocked)\n                        What?\n\n              INT. SHERIFF'S OFFICE\n \n                                  MEGAN\n                               (determined)\n                        It's the only way.  My father will\n                        nail you in your car in a second...\n                               (demanding)\n                        ...Where are you?\n \n              EXT. PHONE BOOTH\n \n              Tommy looks around for something identifiable.\n \n                                  TOMMY\n                        Uh...Howie's Service Station and\n                        Feed Bag Stop.  I think it's...\n \n                                  MEGAN'S VOICE\n                               (on phone)\n                        I know where it is.  See you\n                        within a half-hour.\n \n              Hearing her HANG-UP, Tommy does the same and exits the booth.\n \n              ANGLE ON TOMMY\n \n              He looks around, shivers and zips up his jacket.  He's\n              worried about involving Megan in this.  He's worried for\n              himself.\n \n                                                       CUT TO:\n \n              EXT. DARK WOODS - NIGHT\n \n              Out of the foggy shadows, an evil spectre emerges into the\n              moonlight...JASON.  He stares.\n \n              JASON'S P.O.V.\n \n              EXT. CAMP FOREST GREEN\n \n              The renovated campsite looks quite peaceful and calm before\n              the...\n \n              ANGLE ON JASON\n \n              He cocks his head, not quite sure why it looks so different.\n              But it feels like home.  With machete in hand, he proceeds\n              into the camp ground.\n \n              EXT. FOREST ROAD - NIGHT\n \n              A grossly bloody sheet.  It covers a corpse that is lifted\n              into an ambulance.\n\n              As we PULL BACK, Sheriff Garris and TWO OTHER OFFICERS when\n              in disgust.  The sheriff suddenly turns and heads for the\n              patrol cars.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt covers a corpse that is lifted\n              into an ambulance. As we PULL BACK, Sheriff Garris and TWO OTHER OFFICERS when\n              in disgust. The sheriff suddenly turns and heads for the\n              patrol cars. \n\nTARGET SECTION TO BE ANNOTATED:\n  Officers PAPPAS and THORNTON follow behind.\n \n                                  SHERIFF\n                               (controlling his rage)\n                        I want all officers, all units and\n                        stations within a fifty-mile\n                        radius alerted about this wacko\n                        kid.\n \n                                  OFFICER PAPPAS\n                        Yes, sir.\n \n                                  SHERIFF\n                        You have his vehicle description.\n                        I want roadblocks on...\n \n                                  DEPUTY'S VOICE\n                               (yelling from distance)\n                        Sheriff!  Get over here!!\n \n              EXT. WOODS\n \n              ANGLE ON SHERIFF\n \n              He takes off into the woods toward his deputy's voice.\n \n              SHERIFF'S P.O.V.\n \n              We MOVE rapidly through the maze of trees and brush.\n \n              MOVING SHOT - CLOSE ON SHERIFF\n \n              He heads towards us, searching for the deputy.\n \n                                  DEPUTY'S VOICE\n                        Sheriff, over here!\n \n              SHERIFF'S P.O.V.\n \n              We TURN and HEAD FOR Deputy Colone waving a flashlight at us.\n \n              ANGLE ON SHERIFF AND DEPUTY\n \n              Running up to his ashen-faced deputy, Sheriff Garris looks\n              down at what Rick holds out.\n \n              INSERT - DEPUTY'S HAND\n \n              A pair of blood-splattered glasses.  We recognize them as\n              once belonging to Roy, the last remaining survival hunter.\n\n              BACK TO SHERIFF AND DEPUTY\n \n              The sheriff looks at him.\n \n                                  SHERIFF\n                        Is that all you found?\n \n                                  DEPUTY\n                        I wish it was.\n \n              He shines his flashlight at the ground.\n \n              A SEVERED MAN\n \n              is illuminated before us.  It wears an Army fatigue sleeve.\n              We FOLLOW the light over a couple of yards to a HACKED-OFF\n              LEG, also in fatigues.\n \n              CLOSER ON LAWMEN\n \n              Both keep staring stoically down at the body parts.\n \n                                  SHERIFF\n                        Better get out the Hefty Bags...\n                        Looks like our boy desperately\n                        wants us to believe his story.\n \n                                  DEPUTY\n                        He sure chose the right day to\n                        pull this shit.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHERIFF\n                        Better get out the Hefty Bags... Looks like our boy desperately\n                        wants us to believe his story. DEPUTY\n                        He sure chose the right day to\n                        pull this shit. \n\nTARGET SECTION TO BE ANNOTATED:\n \n                                  SHERIFF\n                        Whaddya mean?\n \n                                  DEPUTY\n                               (cryptically)\n                        Happy Friday the 13th.\n \n              The sheriff slowly looks over at him in utter disbelief.\n \n                                                       CUT TO:\n \n              EXT. CAMP FOREST GREEN - NIGHT\n \n              CLOSE ON TELEPHONE CORD ON CABIN\n \n              WHACK!  The machete blade cuts the phone cord in half.\n \n              ANGLE BEHIND JASON\n \n              He stares at his handiwork, then heads towards the lit and\n              open window.\n \n                                                       CUT TO:\n\n              INT. COUNSELOR'S CABIN\n \n              Paula has fallen asleep on her bed.  The phone is right next\n              to her.\n \n              SISSY\n \n              is wearing headphones, listening to her Walkman.  She sits on\n              her bed, ogling through the pages of a \"PLAYGIRL\" magazine.\n \n              OVER SISSY'S SHOULDER\n \n              The magazine is filled with beefcake-posing guys.  She is\n              practically drooling on the pages.  In the background, a\n              figure quickly passes by the open window.\n \n              CLOSE ON SISSY\n \n              The movement catches her eye.  She cranes her head to look.\n \n              WIDER\n \n              Taking off the ROCK 'N' ROLL BLARING headphones, Sissy shuts\n              off her Walkman.  She walks over to the window and looks out.\n \n              EXT. WINDOW\n \n              Sissy, framed by the open window, surveys the area.\n \n              HER P.O.V.\n \n              All is still and motionless in the campgrounds.\n \n              CLOSE ON SISSY\n \n              A bit perplexed.  She knows she saw something.  She starts to\n              turn away, when the SOUND of LEAVES CRUNCHING underfoot is\n              HEARD.  She sticks her head out the window.  She tries to\n              sound authoritative.\n \n                                  SISSY\n                        All right, who's out there?\n \n              PAULA\n \n              stirs and awakens halfway.\n \n                                  PAULA\n                               (sleepily)\n                        What's goin' on?\n\n              ANGLE ON SISSY\n \n                                  SISSY\n                               (a bit nervous)\n                        I think somebody's messin' around\n                        out there.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAULA\n \n              stirs and awakens halfway. PAULA\n                               (sleepily)\n                        What's goin' on? ANGLE ON SISSY\n \n                                  SISSY\n                               (a bit nervous)\n                        I think somebody's messin' around\n                        out there. \n\nTARGET SECTION TO BE ANNOTATED:\n \n              Paula smirks, rolls over, and closes her eyes.\n \n                                  PAULA\n                        It's gotta be Cort.  He loves to\n                        scare people...\n                               (falling asleep)\n                        ...Teach him a lesson.\n \n              BACK TO SISSY\n \n              She HEARS FOOTSTEPS right below the window.  She thinks, then\n              breaks into an impish grin, seeing something.  Sissy quietly\n              tiptoes over to the table and picks up her half-consumed can\n              of \"Cherry Coke.\"\n \n              MOVING SHOT\n \n              Sissy, trying not to laugh, sneaks back to the window.  She\n              crouches down, then extends the can outside.\n \n              CLOSE ON CAN\n \n              Her hands turn it over and sticky \"Cherry Coke\" pours down on\n              her victim.  We HEAR IT HITTING SOMEONE.\n \n              ANGLE ON SISSY\n \n              Quickly she withdraws the can and jumps back from the window.\n              Expecting a response, she is surprised not to get one.\n              Stifling a laugh, she creeps back toward the window.\n \n              DOLLY IN - SLOWLY FOLLOWING SISSY\n \n              Tension mounts as she reaches the frame and tentatively peers\n              over it.  SHOCKINGLY, JASON SPRINGS UP AND GRABS HER.\n \n              PROFILE ANGLE - ON WINDOW\n \n              Bottom half of Sissy's body is WHIPPED VIOLENTLY OUT THROUGH\n              THE WINDOW.\n \n              PAULA AWAKENS\n \n              just as Sissy's legs fly out through the window.\n\n                                  PAULA\n                               (groggy)\n                        Hey, you guys.  Try got to wake\n                        the kids.\n \n              Paula listens.  She HEARS a STRUGGLE, a WHOOSH, a THUMP, then\n              SILENCE.  She snickers once again, then falls back into\n              dreamland.\n \n                                                       CUT TO:\n \n              EXT. PHONE BOOTH - NIGHT\n \n              Megan's orange Camaro SCREECHES UP.  We FOLLOW as she jumps\n              out and is met by Tommy.\n \n                                  TOMMY\n                               (adamantly)\n                        I'm gonna borrow your car.  You\n                        can't do this with me.  It's much\n                        too dangerous.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nTOMMY\n                               (adamantly)\n                        I'm gonna borrow your car. You\n                        can't do this with me. It's much\n                        too dangerous. \n\nTARGET SECTION TO BE ANNOTATED:\n \n              She looks past him at his pickup.\n \n                                  MEGAN\n                        And you can't leave that truck out\n                        in plain sight.  Talk about\n                        dangerous.\n \n              Tommy turns around to look.\n \n                                  TOMMY\n                        What?\n \n                                  MEGAN\n                        Hide it behind the gas station.\n                        Then we can get the hell out of\n                        here.\n \n              He turns back to her.\n \n                                  TOMMY\n                               (irritated)\n                        Look, this isn't a game.  You're\n                        not going with me.  I'm already\n                        responsible for causing the death\n                        of...\n \n              Megan cuts him off.\n \n                                  MEGAN\n                               (quickly)\n                        Didn't you say you needed some\n                        supplies to do this?\n\n                                  TOMMY\n                        Uh...yes.  But...\n \n                                  MEGAN\n                               (firmly)\n                        Then let's get goin'.  We can\n                        argue on the way.  You tell me\n                        what you need...\n                               (with a sly smile)\n                        ...I'll make sure you get in.\n \n              She heads toward her LOUDLY PURRING Camaro.\n \n                                  MEGAN\n                        ...And nobody drives this baby but\n                        me...\n                               (pointing)\n                        ...Now get that pickup hid and\n                        let's boog.\n \n              ANGLE ON TOMMY\n \n              There isn't much he can say.  With an exasperated sigh, he\n              runs to move his truck.\n \n                                                       CUT TO:\n \n              INT. GIRL'S DORMITORY CABIN - NIGHT\n \n              SLOWLY we TRACK along a row of sleeping children.  Each has\n              her own unique position of slumber.  We PULL BACK to reveal\n              her large windows just above them beaming in moonlight.\n              JASON'S SILHOUETTE CARRYING SISSY'S HEADLESS CORPSE PASSES.\n \n              ON THE OPPOSITE WALL\n \n              We FOLLOW Jason's evil shadow as it crosses more sleeping\n              kids.  When it falls across little Nancy, her half-open eyes\n              flash open!  She sits up in wide-eyed fear as we rapidly\n              PRESS IN on her.\n \n                                                       CUT TO:\n \n              EXT.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhen it falls across little Nancy, her half-open eyes\n              flash open! She sits up in wide-eyed fear as we rapidly\n              PRESS IN on her. CUT TO:\n \n              EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n FOREST ROAD - NIGHT\n \n              Megan's hot Camaro jets down the road, kickin' up dust.\n \n              INT. MEGAN'S CAR\n \n              Tommy shoots Megan a look.\n \n                                  TOMMY\n                               (dryly)\n                        Can this tub go any faster?\n\n              She returns a flirtatious grin.\n \n                                  MEGAN\n                               (self-assured)\n                        You got it.  Just keep an eye out\n                        for roadblocks.\n \n                                  TOMMY\n                               (looking ahead; deadpan)\n                        Okay.  There's one.\n \n              THEIR P.O.V. - THROUGH WINDSHIELD\n \n              As they round the bend, two police cars with lights a-\n              flashin' are blocking the road.\n \n              EXT. FOREST ROAD\n \n              Megan's car SKIDS to a stop.\n \n              INT. MEGAN'S CAR\n \n              Tommy looks at the temperature Megan for a plan.  She\n              delivers.  Grabbing his head, she pulls it down onto her lap.\n \n                                  MEGAN\n                               (forcefully)\n                        Get down.\n \n              CLOSE ON TOMMY'S FACE\n \n              He stares bug-eyed as he confronts her tight-jeaned crotch.\n \n              INSERT - GEARSHIFT\n \n              She slams it into reverse.\n \n              EXT. FOREST ROAD\n \n              The orange bomber ROARS backwards down the road.\n \n              THE TWO POLICE CARS\n \n              spring into action and give chase.\n \n              INT. POLICE CAR\n \n              Pappas, the very good-looking one of the two officers seen\n              earlier, calls it in!\n \n                                  OFFICER PAPPAS\n                               (into mike)\n                        Unit 45, Officer Pappas to Sheriff\n                        Garris.  Do you copy?\n\n              INT. SHERIFF'S CAR\n \n              The distressed sheriff answers the call.\n \n                                  SHERIFF\n                               (into mike)\n                        Yeah, I'm here.  What?\n \n                                  OFFICER PAPPAS' VOICE\n                               (over radio)\n                        Got a different vehicle that just\n                        turned tail seeing us.  Saw\n                        somebody duck down.\n \n                                  SHERIFF\n                        Got a description or plates?\n \n                                  OFFICER PAPPAS' VOICE\n                        The whole enchilada.  It's an '82\n                        orange Camaro, license...",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHERIFF\n                        Got a description or plates? OFFICER PAPPAS' VOICE\n                        The whole enchilada. It's an '82\n                        orange Camaro, license... \n\nTARGET SECTION TO BE ANNOTATED:\n \n                                                       CUT TO:\n \n              EXT. FOREST ROAD\n \n              Megan's car back quickly into a turnoff, then PEELS OUT full\n              steam ahead!\n \n              INT. POLICE CAR\n \n              Officer Pappas is just finishing the vehicle's description\n              when the sheriff explodes:\n \n                                  SHERIFF'S VOICE\n                               (over radio)\n                        Son of a shittin' bitch!  That's\n                        my daughter's car!!\n \n                                  OFFICER PAPPAS\n                               (nervous)\n                        How should we proceed, sir?\n \n              INT. SHERIFF'S CAR\n \n                                  SHERIFF\n                               (beside himself emotionally)\n                        With extreme car, for God's sake.\n                        If that kid is with her, there's\n                        every good chance he'll do\n                        something crazy.\n\n              INT. MEGAN'S CAR\n \n              CLOSE ON TOMMY'S FACE STILL ON HER LAP\n \n                                  TOMMY\n                               (to Megan)\n                        Please don't do anything crazy.\n \n              ANGLE ON MEGAN\n \n              She drives like a hellcat trying to lose the pursuing cops.\n \n                                  MEGAN\n                        I know what I'm doing.  I got your\n                        supplies for ya, didn't I?... Now\n                        if I can get to Cunningham Road,\n                        I can lose them...\n                               (Tommy starts to sit up)\n                        ...Just stay where you are.\n \n              BACK TO TOMMY\n \n              He puts his head back down and stares at the view.\n \n                                  TOMMY\n                               (deadpan)\n                        Whatever you say.\n \n              EXT. FOREST ROAD\n \n              OVERHEAD SHOT - ON ROAD\n \n              Megan's car ROARS by, immediately followed by the two police\n              cars.\n \n              CAMARO'S P.O.V.\n \n              Headlights illuminate the windy path we TRAVEL.  Enormous\n              trees stand dangerously close to the curved road.\n \n              INT. MEGAN'S CAR\n \n              TIGHT ON MEGAN\n \n              Our strong-willed heroine is determined to reach her\n              destination.\n \n              EXT. FOREST ROAD\n \n              The Camaro fires past us.  One cop car, then the other,\n              follow suit.  All three vehicles' tires SQUEAL on the\n              hazardous curves.\n\n              INT.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nOne cop car, then the other,\n              follow suit. All three vehicles' tires SQUEAL on the\n              hazardous curves. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MEGAN'S CAR\n \n              ANGLE ON TOMMY\n \n              Megan's wild driving causes his head to roll around in her\n              lap.  He tries to be discreet about where it keeps landing.\n \n                                  MEGAN (O.S.)\n                        That's what I want.\n \n              Tommy registers surprise.\n \n              CLOSE ON MEGAN\n \n              What she sees ahead has her beaming with confidence.\n \n              MEGAN'S P.O.V. - OUT WINDSHIELD\n \n              Two signposts are seen.  One reads \"Cunningham Road,\" the\n              other \"Camp Forest Green\" with an arrow pointing right.\n \n              BACK TO MEGAN\n \n                                  MEGAN\n                        This is gonna be a hairy turn.\n                        Grab ahold of something.\n \n              ANGLE ON TOMMY\n \n              He looks up at her with a look of \"you gotta be kidding.\"\n \n              MEGAN'S P.O.V. - OUT WINDSHIELD\n \n              Her car SCREAMS around the turn onto Cunningham Road.\n              SHOCKINGLY, HER FATHER AND HIS CAR ARE WAITING IN THE DARK\n              FOR THEM.  The deputy and his car are right behind the\n              sheriff.  Both have their rifles aimed and ready.\n \n              EXT. FOREST ROAD\n \n              Megan's car barely has enough room to brake.  The Camaro\n              fishtails to a stop.  The sheriff remains stock-still, not\n              flinching at all.\n \n              PRESS IN - ON SHERIFF\n \n              With a deadly cool, her orders his daughter:\n \n                                  SHERIFF\n                        Megan, step out of the car!\n\n              ANGLE ON MEGAN - THROUGH WINDSHIELD\n \n              She stares in horror at her father.  She's never seen him\n              point a gun at her.  But then again she's never pulled a\n              stunt like this.  Megan then looks down at her feet.\n \n              INT. MEGAN'S CAR\n \n              ANGLE DOWN - ON TOMMY\n \n              He is sprawled across the floorboard, his face between\n              Megan's feet.  He stares at her in utter dread.\n \n                                  MEGAN\n                        It's all over.\n \n                                  TOMMY\n                               (shaking his head)\n                        It's just beginning.\n \n                                                       CUT TO:\n \n              EXT.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nMEGAN\n                        It's all over. TOMMY\n                               (shaking his head)\n                        It's just beginning. CUT TO:\n \n              EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CAMP FOREST GREEN - NIGHT\n \n              SUBJECTIVE MOVING CAMERA\n \n              We HEAD across the campgrounds toward the counselors' cabin.\n              Climbing the steps, we slowly open the door.\n \n              INT. COUNSELOR'S CABIN\n \n              Paula is sound asleep.  The SOUND of the DOOR OPENING causes\n              her to stir.\n \n              SUBJECTIVE MOVING CAMERA\n \n              We CONTINUE through the door into the cabin.  Looking around,\n              we spot the sleeping counselor.  We HEAD for her.\n \n              PRESS IN - ON PAULA\n \n              Tension builds as we stare at the restless girl.  Sensing\n              someone over her, Paula opens her eyes.  She gasps!\n \n              PAULA'S P.O.V.\n \n              A bloody machete is held out before us.\n \n              WIDER\n \n              Little Nancy stands over Paula, holding the machete.\n\n                                  NANCY\n                        I can't sleep, Paula.  I'm scared.\n                        I saw someone at the window and...\n \n              Paula sits up quickly and grabs the disgusting machete.\n \n                                  PAULA\n                               (interrupting)\n                        Where'd you get this?\n \n                                  NANCY\n                               (pointing)\n                        I found it outside.\n \n              Paula doesn't know what to think.  Looking around the cabin\n              and not seeing anyone, she draws some rapid conclusions.\n \n                                  PAULA\n                               (trying to sound comforting)\n                        You know what?  Sissy and Cort are\n                        playing jokes.  You know, trying\n                        to scare each other.\n \n                                  NANCY\n                               (innocently)\n                        Why?\n \n                                  PAULA\n                        Well, grown-ups think it's funny\n                        to be scared.\n \n                                  NANCY\n                               (confused)\n                        Are they grown-ups?\n \n                                  PAULA\n                        That's debatable.\n \n                                  NANCY\n                               (more confused)\n                        Huh?\n \n              Paula shakes her head, puts the machete down on the floor,\n              and stands up.\n \n                                  PAULA\n                        Never mind...\n                               (looks at watch)\n                        ...Is it that lake already?\n \n              She grabs the phone and starts to dial.\n\n                                  PAULA\n                        I can't believe no one called\n                        back.  I better...",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe grabs the phone and starts to dial. PAULA\n                        I can't believe no one called\n                        back. I better... \n\nTARGET SECTION TO BE ANNOTATED:\n \n                                  NANCY\n                        Who ya calling?\n \n              PAULA\n \n              realizes the child doesn't need to hear this conversation.\n              She hangs up.\n \n                                  PAULA\n                        Why don't we first try and find\n                        Sissy and Cort, then you can go to\n                        sleep.\n \n              She takes Nancy's hand and they head for the door.\n \n                                  NANCY\n                               (worried)\n                        But what if they try and scare us?\n \n                                  PAULA\n                               (playfully)\n                        We'll scare 'em right back.\n \n              Nancy giggles with delight.  They exit the cabin door.\n \n              EXT. CAMP FOREST GREEN\n \n              Paula leads Nancy down the steps.  She makes a game out of\n              quietly sneaking around, looking for the missing counselors.\n              For the child, this is fun.\n \n              WITHOUT WARNING, JASON'S MASKED FACE IS BEFORE US.  A STING\n              accompanies this SHOCK CUT.\n \n              OVER JASON'S SHOULDER\n \n              In the dark shadows, Jason watches the two giggling girls.\n              He waits for his moment.  For Jason, this is fun.\n \n                                                       CUT TO:\n \n              INT. SHERIFF'S OFFICE - NIGHT\n \n              COMPOSITE MASTER - BEGIN CLOSE ON SHERIFF\n \n                                  SHERIFF\n                               (adamantly)\n                        ...And I said, shut up!\n\n              PULL BACK AND PAN TO INCLUDE MEGAN\n \n                                  MEGAN\n                               (just as adamant)\n                        All he's asking is for you to\n                        check it out.\n \n              WIDEN TO SEE TOMMY IN CELL BEHIND TOMMY\n \n                                  TOMMY\n                               (pleading)\n                        You got me where you want me.\n                        There's no reason not...\n \n              TIGHTEN AS SHERIFF STOMPS TOWARD HIM\n \n                                  SHERIFF\n                               (restraining his rage)\n                        If I had you where I really wanted\n                        you, they'd be pumping your ass\n                        full of formaldehyde.\n \n              MEGAN STEPS BETWEEN THEM\n \n                                  MEGAN\n                        Can't you at least call the camp\n                        and make sure everything's all\n                        right?\n \n                                  SHERIFF\n                               (snapping at her)\n                        We have!  Trying to track you\n                        down.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nMEGAN STEPS BETWEEN THEM\n \n                                  MEGAN\n                        Can't you at least call the camp\n                        and make sure everything's all\n                        right? SHERIFF\n                               (snapping at her)\n                        We have! Trying to track you\n                        down. \n\nTARGET SECTION TO BE ANNOTATED:\n  The phone there is\n                        disconnected.\n \n                                  TOMMY\n                        Doesn't that tell you something?!\n \n                                  SHERIFF\n                        Yeah...They should've paid their\n                        bill.\n \n              In the background we HEAR a CALL coming in on the radio.\n              Deputy Colone is HEARD answering it.  The sheriff points at\n              Tommy.\n \n                                  SHERIFF\n                               (icy hatred)\n                        You just sit tight, Jason.  Once\n                        the authorities from Carpenter get\n                        here, you'll...\n\n                                  DEPUTY (O.S.)\n                               (interrupting; urgent)\n                        Sheriff, you better take this.\n \n              We TRACK with the sheriff over to the deputy on the radio\n              headset.\n \n                                  SHERIFF\n                               (taking the call)\n                        Sheriff Garris...\n                               (as he listens, he reacts\n                                to the horrible news)\n                        ...Approximately what time?\n                               (he glares in Tommy's\n                                direction)\n                        ...I'll be right there.\n \n              We FOLLOW the sheriff as he grabs his coat and hat to leave.\n              Megan runs up to him.\n \n                                  MEGAN\n                        What?...What happened?!\n \n              Her father looks past her to his deputy.\n \n                                  SHERIFF\n                               (coldly)\n                        Rick.  Keep and eye on our wacko\n                        kid.  I'll be back as soon as I\n                        can.\n \n                                  MEGAN\n                               (insistent)\n                        Daddy, what is going on?\n \n                                  SHERIFF\n                               (to Rick)\n                        And make sure my daughter stays\n                        put...\n                               (looking at Megan)\n                        ...She's grounded.\n \n              Megan steps in his path as he turns to go.  She pushes\n              against his chest as hard as she can.\n \n                                  MEGAN\n                               (exploding)\n                        Tell me!!\n \n              The sheriff immediately raises his hand to strike her.  Then,\n              quickly controlling himself, he grabs her by the shoulders.\n\n                                  SHERIFF\n                               (clenching teeth)\n                        They just found your friend Cort\n                        and some girl.  She was brutally\n                        strangled, and Cort...he had a\n                        knife rammed through his skull.\n \n              Megan shakes her head in disbelief.\n \n                                  MEGAN\n                        No.  No, it's not...",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nMegan shakes her head in disbelief. MEGAN\n                        No. No, it's not... \n\nTARGET SECTION TO BE ANNOTATED:\n \n                                  SHERIFF\n                        Yes, Megan.  Tommy Jarvis is a\n                        killer.  A very deranged boy who\n                        wants you to believe that...\n \n              ANGLE ON TOMMY\n \n                                  TOMMY\n                        Jason did do it.  I swear!\n                        Sheriff, when were they murdered?\n \n              BACK TO MEGAN AND SHERIFF\n \n              He disregards Tommy's question and stares at his daughter\n              with sincere concern.\n \n                                  SHERIFF\n                        For God's sake, stat away from\n                        him.  Please, Meggie.\n \n              As he starts again to leave, Megan, still in shock from the\n              news, grabs her father's arm.\n \n                                  MEGAN\n                               (intensely)\n                        Dad...What time were they murdered?\n \n              The sheriff hesitates, not wanting to answer.  Somehow it\n              blurts out:\n \n                                  SHERIFF\n                        They think somewhere around 8:30\n                        or 9:00.\n \n              MEGAN\n \n              steps right up to her father.\n \n                                  MEGAN\n                        I was with Tommy all that time.\n\n              CLOSE ON SHERIFF\n \n              This obviously hits him on more than one level.  He masks his\n              reaction, turns, and heads for the door.\n \n                                  SHERIFF\n                        Rick, I'll call you when I get\n                        there.\n \n              He exits and slams the door.\n \n              MEGAN\n \n              with sorrowful eyes, looks back at Tommy.\n \n              TOMMY\n \n              slams both fists against the bars.\n \n                                  TOMMY\n                        Damn.\n \n                                                       CUT TO:\n \n              INT. GIRL'S DORMITORY CABIN - NIGHT\n \n              Paula and Nancy are tiptoeing, trying not to awaken the other\n              children.  Reaching little Nancy's bed, Paula tucks her in\n              snugly.  She crouches next to the child.\n \n                                  PAULA\n                               (whispering)\n                        I'm sure Cort and Sissy are back\n                        in their cabins.  So you just go\n                        back to sleep and don't worry.\n \n                                  NANCY\n                        But what I get scared again?\n \n                                  PAULA\n                               (whispering)\n                        Shhh...",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nSo you just go\n                        back to sleep and don't worry. NANCY\n                        But what I get scared again? PAULA\n                               (whispering)\n                        Shhh... \n\nTARGET SECTION TO BE ANNOTATED:\nYou know what I used to do\n                        when I was a little girl when I\n                        got scared?\n \n              Nancy shakes her head timidly.\n \n                                  PAULA\n                               (whispering)\n                        I would close my eyes and say a\n                        little prayer.  And pretty soon,\n                        you know what?  Everything scary\n                        went away...\n                               (reassuringly)\n                        ...It worked for me.  I'll bet\n                        it'll work for you too.\n \n              She kisses the child's forehead.\n \n                                  PAULA\n                               (lovingly)\n                        Good night.  See ya in the morning.\n \n              REVERSE ON PAULA\n \n              As she stands up, we see JASON GLARING AT THEM THROUGH THE\n              WINDOW.  Paula smiles tenderly at Nancy.\n \n              PAULA'S P.O.V.\n \n              Nancy smiles back at her, rolls over, and closes her eyes.\n \n              TRACKING SHOT - ON PAULA\n \n              She begins to quietly head for the door.  JASON FOLLOWS RIGHT\n              ALONG OUTSIDE FROM WINDOW TO WINDOW.\n \n              EXT. CAMP FOREST GREEN\n \n              Paula exits the dormitory door as silently as possible.  She\n              looks around the area, still very concerned about her\n              companions.\n \n              PAULA'S P.O.V.\n \n              A gently breeze is blowing away the evening fog.  The trees\n              and brushes seem to shiver nervously.\n \n              PRESS IN - ON PAULA\n \n              as she slowly descends the steps.  Somehow she can sense her\n              deadly face.  Paula looks around again, then hurries toward\n              her cabin.\n \n              WIDE ON SCENE\n \n              Paula races across the camp to the counselor's cabin.\n \n              MOVING SHOT - OVER HER SHOULDER\n \n              She rushes up the cabin steps and finds the door closed.  She\n              seems relieved.\n \n                                  PAULA\n                        Sissy?\n\n              INT. COUNSELOR'S CABIN\n \n              As Paula enters, she is disappointed to find it empty.\n \n              TIGHTEN ON PAULA\n \n              She hurries to the phone and starts dialing.  For the first\n              time, she realizes the phone is dead.  Her frustration turns\n              to alarm when she notices something at her feet.\n \n              PAULA'S P.O.V.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAULA'S P. O. V. \n\nTARGET SECTION TO BE ANNOTATED:\n \n              THE MACHETE SHE LEFT ON THE FLOOR IS GONE.  BLOODY STAINS ON\n              THE FLOOR MARK WHERE IT HAD LAIN.\n \n              PAULA\n \n              hears a NOISE and turns to look.\n \n              ANGLE ON OPEN DOOR\n \n              It moves a bit.  Was it the wind or is someone behind it?\n \n              MOVING SHOT - ON PAULA\n \n              Not sure if it's a joke or her imagination, Paula slowly\n              heads towards it.  Tension mounts.  Just as she reaches it,\n              she slowly extends her hand to grab the knob.  SUDDENLY, THE\n              WIND BLOWS IT TOWARD HER.  She backs up.  It slams shut.  No\n              one, of course, is there.  She giggles at herself and reopens\n              the door.  JASON IS RIGHT THERE IN THE DOORWAY.\n \n              TIGHT ON PAULA'S GASPING FACE\n \n              TIGHT ON JASON'S MACHETE AS IT ADVANCES\n \n              EXT. CAMP FOREST GREEN\n \n              A few yards from the cabin, we watch as Jason quickly lunges\n              at Paula and SLAMS the door, MUFFLING her SCREAM.\n \n                                                       CUT TO:\n \n              INT. SHERIFF'S OFFICE - NIGHT\n \n              Deputy Colone is hunched over his desk, doing what he hates\n              most...filling out reports.  He glances up at Tommy, then\n              over at Megan.  Satisfied, he returns to his shitwork.\n \n              ANGLE ON MEGAN\n \n              Seated across the room, she appears to be idly sketching\n              something on a large pad.\n\n              TOMMY\n \n              sits on his jail cot, head in hands, hopeless.\n \n              MEGAN\n \n              looks up at the deputy, then over at Tommy.\n \n              CLOSE ON TOMMY\n \n              He glances up at her.\n \n              OVER MEGAN'S SHOULDER - ON TOMMY\n \n              She holds up the sketch pad for him to read.  As she does,\n              his eyes widen, amazed at what she's written.  He mouths \"Are\n              you sure?\" as she lowers the pad.\n \n              TIGHT ON MEGAN\n \n              She nods a strong affirmative.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs she does,\n              his eyes widen, amazed at what she's written. He mouths \"Are\n              you sure?\" as she lowers the pad. TIGHT ON MEGAN\n \n              She nods a strong affirmative. \n\nTARGET SECTION TO BE ANNOTATED:\n \n              WIDE ON SCENE\n \n              Tommy gets up off his cot and stretches nonchalantly.  He\n              eyes the deputy, then Megan.  She flips a page over, and\n              starts to really sketch.\n \n                                  TOMMY\n                        So what are ya drawin'?\n \n                                  MEGAN\n                        What's it to ya?\n \n              THE DEPUTY\n \n              looks up, irritated by the noise.\n \n                                  DEPUTY\n                        Hey, pipe down, Jarvis.\n \n              TOMMY\n \n              grabs the cell bars.\n \n                                  TOMMY\n                        I was just curious about what she\n                        was drawin'.\n \n              MEGAN\n \n              holds it up for Tommy to see.\n\n                                  MEGAN\n                               (sarcastic)\n                        There...Ya happy?\n \n                                  TOMMY\n                        No.\n \n                                  MEGAN\n                        Why?\n \n                                  TOMMY\n                        'Cause it stinks.\n \n              Megan throws the sketch pad at him.  It bounces off the bars.\n \n              ANGLE ON TOMMY\n \n              He reaches down, grabs it, and pulls it into his cell.\n \n              MEGAN\n \n              stands up defiantly.\n \n                                  MEGAN\n                        Okay, give it back.\n \n                                  TOMMY\n                               (slyly)\n                        Come and get it.\n \n              ANGLE ON DEPUTY\n \n              This is really getting him pissed.  He gets up.\n \n                                  DEPUTY\n                        Bastard...Megan, I'll get in.\n \n              MEGAN\n \n              is already in front of the wall.  She reaches through the\n              bars for the pad.\n \n                                  MEGAN\n                        Give it to me, punk.\n \n              TIGHT ON TOMMY AND MEGAN\n \n              Suddenly he grabs her arm, pulls her to the bars, and starts\n              kissing her passionately.  The more she struggles, the\n              tighter he envelopes her.\n\n              MOVING SHOT - ON DEPUTY\n \n              He races across the room.  Awkwardly, he grapples to separate\n              them.\n \n              INSERT - DEPUTY'S REVOLVER\n \n              As they battle, Megan's hand secretly reaches down and pulls\n              the gun from the deputy's holster.\n \n              ANGLE ON GROUP\n \n              Megan allows herself to be torn from Tommy's embrace.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nAwkwardly, he grapples to separate\n              them. INSERT - DEPUTY'S REVOLVER\n \n              As they battle, Megan's hand secretly reaches down and pulls\n              the gun from the deputy's holster. ANGLE ON GROUP\n \n              Megan allows herself to be torn from Tommy's embrace. \n\nTARGET SECTION TO BE ANNOTATED:\n  The\n              angry deputy reaches at Tommy, who backs away into the cell.\n \n                                  DEPUTY\n                        You stinkin' maggot, I oughta...!\n \n                                  MEGAN (O.S.)\n                               (demanding)\n                        Let him out of there.\n \n              PRESS IN - ON DEPUTY\n \n              As he turns to face Megan, a red laser dot appears on the tip\n              of his nose.\n \n              DEPUTY P.O.V.\n \n              Megan points the laser-scoped revolver right at us.  She\n              definitely means business.\n \n              TIGHT ON DEPUTY\n \n              He chuckles in disbelief.\n \n                                  DEPUTY\n                        Come on, Megan, don't clown around.\n \n              MEGAN\n \n              holds the gun dead-steady.\n \n                                  MEGAN\n                        I ain't the one with the funny red\n                        nose...Open the cell and exchange\n                        places...with him...\n                               (she cocks the trigger)\n                        ...Now.\n \n              ANGLE ON DEPUTY AND TOMMY\n \n              The boy moves up behind him and reinforces the seriousness of\n              the situation.\n\n                                  TOMMY\n                               (enjoying this)\n                        Better do as she says, 'cause\n                        ...wherever the red dot goes, a\n                        bullet is sure to follow.\n \n              The deputy reluctantly removes his keys and turns toward\n              Tommy.\n \n                                  DEPUTY\n                               (furiously)\n                        You brainwashed her, you\n                        sonofabitch?\n \n              MEGAN\n \n              breaks into a cocky smile, and answers for him.\n \n                                  MEGAN\n                        Yeah, something like that.\n \n                                                       CUT TO:\n \n              EXT. SHERIFF'S OFFICE - NIGHT\n \n              Tommy and Megan fly out the door and race toward the Camaro.\n \n                                  TOMMY\n                        Got the keys?\n \n              MEGAN\n \n              reaches under the car and quickly withdraws a tiny box.\n \n                                  MEGAN\n                        No, he took 'em...But I got my\n                        Hide-a-Key.\n \n              TOMMY\n \n              rushes up and grabs it from her.\n \n                                  TOMMY\n                        Sorry, Megan.  Not this time.\n \n                                  MEGAN\n                               (pissed)\n                        Wait a minute. I just...",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nNot this time. MEGAN\n                               (pissed)\n                        Wait a minute. I just... \n\nTARGET SECTION TO BE ANNOTATED:\n \n                                  TOMMY\n                               (determined)\n                        I thank you for getting me out.\n                        But I gotta finish what I started.\n\n              MEGAN\n \n              stares defiantly at him as she opens the driver's door and\n              gets in.  She suddenly slides over to the passenger's seat.\n \n                                  MEGAN\n                        Well, come on, hot lips, let's go.\n                        You drive, I'll navigate.\n \n              ANGLE ON THEM IN CAR\n \n              Tommy throws up his hands, then climbs in.  The car starts up\n              and ROARS down the street.\n \n                                                       CUT TO:\n \n              INT. GIRL'S DORMITORY CABIN\n \n              JASON PATROLS THE CHILDREN'S CABIN.  Slowly and menacingly,\n              he walks by the sleeping youngsters.\n \n              TRACKING ALONG BED - ON LITTLE GIRLS\n \n              Slumbering soundly, they have no awareness of the monster at\n              the edge of their beds.\n \n              JASON\n \n              reaches the end of the dormitory.  With his back to us, he\n              stops, senses something, and whips around.\n \n              TIGHT ON JASON'S MASKED FACE\n \n              He glares at someone with evil intent.\n \n              PRESS IN WHILE ZOOMING OUT - ON NANCY\n \n              The terrified child's eyes peek from under the sheet.  She\n              ain't dreaming.  This monster is real.\n \n              WIDER\n \n              Jason stands and stares at Nancy at the other end of the\n              cabin.  He then stalks her.\n \n                                                       CUT TO:\n\n              EXT. CAMP FOREST GREEN - NIGHT\n \n              SHERIFF GARRIS' CAR PULLS ONTO THE CAMPSITE\n \n              Another patrol car, with Officer Pappas and Thornton, pulls\n              up behind it.  The wind is getting stronger as it whips\n              through the trees.\n \n                                                       CUT TO:\n \n              INT. GIRL'S DORMITORY CABIN\n \n              JASON STANDS OVER NANCY'S BED!\n \n              The child is frozen in pure terror.  She can't even cry out.\n \n              NANCY'S P.O.V.\n \n              Slowly, Jason's masked face descends toward us.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nO. V. Slowly, Jason's masked face descends toward us. \n\nTARGET SECTION TO BE ANNOTATED:\n \n              MOVING SHOT - DOWN TOWARD NANCY\n \n              The child squeezes her eyes shut and begins to pray, very\n              quickly:\n \n                                  NANCY\n                               (whimpering)\n                        Now I lay me down to sleep, I pray\n                        the Lord my soul to keep...\n \n              JASON'S FACE COMES CLOSER AND CLOSER\n \n                                  NANCY\n                               (voice quavering)\n                        ...If I should die before I wake,\n                        I pray the Lord my soul to take.\n                        Now I lay me... etc.\n \n              ANGLE ON JASON AND NANCY\n \n              Jason HEARS the CAR DOOR SLAM outside.  His face turns toward\n              the noise.  He immediately heads for it.\n \n              DOLLY IN - ON NANCY AS JASON LEAVES\n \n              With her eyes still tightly shut, she continues to pray,\n              unaware that her monster has gone.\n \n                                                       CUT TO:\n \n              EXT. CAMP FOREST GREEN\n \n              Sheriff Garris surveys the campgrounds suspiciously.  The two\n              officers approach him.\n\n                                  OFFICER THORNTON\n                        So what's the story here?\n \n                                  SHERIFF\n                        Why don't you boys nose around.\n                        I gotta go break the news to\n                        Megan's friends about what's\n                        happened.  Holler if you see\n                        anything.\n \n                                  OFFICER PAPPAS\n                        Like what?\n \n              SHERIFF\n \n              heads for the lit counselor's cabin.\n \n                                  SHERIFF\n                        Anything that don't belong.  And\n                        don't wake the kids.\n \n              WIDE ON SCENE\n \n              The two officers take out their flashlights.  They spread out\n              and scan the area.  The RAGING wind causes everything to\n              WHISTLE and move.\n \n                                                       CUT TO:\n \n              INT. COUNSELOR'S CABIN\n \n              ANGLE ON CLOSED DOOR\n \n              KNOCKING is HEARD on it.\n \n                                  SHERIFF\n                        Girls?  It's Sheriff Garris.\n \n              Slowly he opens the door and sticks his head in.\n \n              PRESS IN SHOCKINGLY - ON HIS FACE\n \n              He is horrified!\n \n              The entire room is SPLATTERED WITH BLOOD.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nSlowly he opens the door and sticks his head in. PRESS IN SHOCKINGLY - ON HIS FACE\n \n              He is horrified! The entire room is SPLATTERED WITH BLOOD. \n\nTARGET SECTION TO BE ANNOTATED:\n  It drips from the\n              ceiling and streaks down the walls.\n \n              BACK TO SHERIFF\n \n              Quickly, he bolts out of the room.\n\n              EXT. CAMP FOREST GREEN\n \n              The sheriff races down the steps and heads for the children's\n              dormitories.\n \n                                                       CUT TO:\n \n              EXT. LAKE FOREST GREEN - BOAT LANDING - NIGHT\n \n              Officer Thornton's flashlight scans the two boats along the\n              small dock.  Nothing unusual here.\n \n              ANGLE ON SHADOWED WOODS\n \n              Although we can't see anyone in the WIND-RUSTLED bushes, we\n              sense Jason is watching the lone cop.\n \n              TIGHT ON JASON'S COMMANDO BELT\n \n              His hand withdraws a long, razor-sharp devil dart.\n \n              ANGLE ON OFFICER\n \n              With his back to us, the unsuspecting cop concludes his\n              search of the landing and turns around.  His flashlight now\n              focuses on the woods before him.\n \n              PAN ACROSS SHADOWED WOODS\n \n              We FOLLOW the flashlight beam as it surveys the windswept\n              area.  JASON IS ILLUMINATED!  He raises up the sinister dart.\n \n              TIGHT ON OFFICER\n \n              Recognizing a weapon in this prowler's hand, he goes for his\n              revolver.\n \n              CLOSE ON JASON'S ARM\n \n              With supernatural strength, he throws the deadly projectile\n              at us.\n \n              ANGLE ON OFFICER\n \n              Before he can pull his gun, THE DEVIL IMPALES ITSELF DEEP\n              INTO HIS FOREHEAD.  The force of it sends him reeling back.\n \n              THE TARP-COVERED BOAT\n \n              Officer Thornton's body falls into it.  His lifeless eyes\n              stare up at the sky.  The dart extends from his third eye.\n \n                                                       CUT TO:\n\n              INT. BOY'S DORMITORY CABIN\n \n              SHERIFF'S P.O.V.\n \n              A row of sleeping boys stacking Z's in their cots.\n \n              ANGLE ON SHERIFF\n \n              Standing in the doorway, the sheriff quietly closes the door.\n \n              EXT. CAMP FOREST GREEN - NIGHT\n \n              The panicked sheriff now rushes across to the girls' dorm.\n \n              INT.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. CAMP FOREST GREEN - NIGHT\n \n              The panicked sheriff now rushes across to the girls' dorm. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n GIRL'S DORMITORY CABIN\n \n              As silently as possible, he opens the door and peeks it.  He\n              carefully surveys all the slumbering occupants.  The sheriff\n              suddenly registers alarm.\n \n              SHERIFF'S P.O.V.\n \n              All the girls are nestled contentedly in their beds...except\n              one.  The covers have been kicked off and her pillow lies on\n              the floor.  Little Nancy is missing.\n \n                                                       CUT TO:\n \n              EXT. FOREST ROAD - NIGHT\n \n              The orange speed-demon Camaro rockets past us.\n \n              INT. MEGAN'S CAR\n \n              Megan, sitting shotgun, stares open-mouthed at Tommy.\n \n                                  MEGAN\n                               (sarcastically)\n                        Let me know when you're about to\n                        blast into hyperspace.  I'll\n                        fasten my seat belt.\n \n              TOMMY\n \n              drives like a man possessed.\n \n                                  TOMMY\n                        I got a bad feeling we're already\n                        too late.\n \n              Megan glances back at the large sack in the rear seat.  She\n              reaches over and looks in at his supplies doubtfully.\n\n                                  MEGAN\n                        Are you sure this is gonna work?\n                        I mean, why didn't we bring that\n                        gun and just blast him away?\n \n              ANGLE ON BOTH\n \n                                  TOMMY\n                        It probably wouldn't have any\n                        effect on him.  The only sure way\n                        to stop Jason is to return him to\n                        his original resting place, where\n                        he drowned in 1957.\n \n                                  MEGAN\n                        Lake Forest Green?\n \n                                  TOMMY\n                               (nods, then corrects her)\n                        Crystal Lake...where the nightmare\n                        began.\n \n                                                       CUT TO:\n \n              EXT. LAKE FOREST GREEN - NIGHT\n \n              The infamous lake is churning in the moonlight.  RACK FOCUS\n              as Officer Pappas steps before us.  It's apparent that he's\n              getting tired of searching for God-knows-what.\n \n              TRACK WITH OFFICER\n \n              His flashlight scans the windblown, vibrating bushes.\n              Suddenly, FOOTSTEPS are HEARD on the other side of the bushes.\n \n              ANGLE ON OFFICER\n \n              He stops abruptly and strains to listen.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nTRACK WITH OFFICER\n \n              His flashlight scans the windblown, vibrating bushes. Suddenly, FOOTSTEPS are HEARD on the other side of the bushes. ANGLE ON OFFICER\n \n              He stops abruptly and strains to listen. \n\nTARGET SECTION TO BE ANNOTATED:\n  Tentatively, he\n              creeps toward the bushes.\n \n              OFFICER'S P.O.V.\n \n              We HEAD toward whatever is hiding behind the trembling\n              shrubbery.\n \n              ANOTHER ANGLE - ON OFFICER PAPPAS\n \n              Reaching the brushes, he calls out:\n \n                                  OFFICER PAPPAS\n                        Alright, come out of there!\n\n              ANGLE ON BUSHES\n \n              No reply.\n \n              BACK ON OFFICER\n \n              He draws his revolver and aims it.  He knows someone's there.\n \n                                  OFFICER PAPPAS\n                        I'm askin' you one more time\n                        ...come out of there!\n \n              Still no response.\n \n              MOVING SHOT - FOLLOWING OFFICER\n \n              With his gun held before him, the nervous officer goes for a\n              closer look.\n \n              TIGHT ON HIS FACE\n \n              Tension builds as he comes closer.\n \n              RESUME ON MOVING SHOT - FOLLOWING HIM\n \n              He is almost to the bushes.  WITHOUT WARNING, SOMEONE DIVES\n              BEFORE US AND ATTACKS HIS LEG.  He gasps aloud.\n \n              ANGLE ON OFFICER AND NANCY\n \n              The frightened child holds on to Pappas for dear life.  He\n              catches his breath, then crouches down next to her.\n \n                                  OFFICER PAPPAS\n                               (kindly)\n                        Hey, hey, what are you doing\n                        running around out here?  Now you\n                        get back to bed.\n \n              She squeezes his leg even tighter.\n \n                                  NANCY\n                               (terrified)\n                        No.  There's a scary man.\n \n              The good-looking officer smiles with amusement.\n \n                                  OFFICER PAPPAS\n                        What scary man?\n \n              JASON EXPLODES OUT OF THE BUSHES.\n \n              NANCY RUNS SHRIEKING TOWARD THE CAMP.\n\n              OFFICER PAPPAS OPENS FIRE ON JASON.\n \n              THE BULLETS PENETRATE HIS CHEST, BUT HE KEEPS COMING.\n \n              ANGLE ON OFFICER\n \n              Suddenly Jason is before him.  His powerful hand reaches out\n              and grabs the officer's SCREAMING face.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE BULLETS PENETRATE HIS CHEST, BUT HE KEEPS COMING. ANGLE ON OFFICER\n \n              Suddenly Jason is before him. His powerful hand reaches out\n              and grabs the officer's SCREAMING face. \n\nTARGET SECTION TO BE ANNOTATED:\n \n              TIGHT ON OFFICER'S FACE\n \n              JASON'S FINGERS DIG IN TO THE COP'S SKIN.  HE YANKS DOWN,\n              LITERALLY RIPPING THE SKIN OFF HIS SKULL.\n \n              A BLOODY GRINNING SKULL STARES AT US FOR A MOMENT, THEN DROPS\n              FROM VIEW.\n \n                                                       CUT TO:\n \n              EXT. CAMP FOREST GREEN - NIGHT\n \n              THE SHERIFF'S CAR DOOR\n \n              is thrown open.  The sheriff reaches in and quickly pulls out\n              his shotgun.\n \n              WIDER\n \n              Leaving the door open, he sprints across the camp towards the\n              gunshots.\n \n              MOVING SHOT - ON SHERIFF\n \n              As he rounds the corner of a cabin, Nancy comes SCREECHING\n              toward him.  He catches the child and attempts to comfort her.\n \n                                  SHERIFF\n                        Hold on.  Take it easy.  I got\n                        you.  Everything is fine.\n \n              ANGLE ON SHERIFF AND NANCY\n \n              As he hugs her, he looks up at the boys' dormitory cabin.\n \n              SHERIFF'S P.O.V.\n \n              All the children are pressed against the windows, staring\n              down terrified.\n \n              WIDER\n \n              Quickly, the sheriff picks Nancy up and heads for the cabin.\n\n              INT. BOY'S DORMITORY CABIN\n \n              Sheriff Garris bursts into the cabin.  All the girls have\n              gathered in the boys' cabin for safety.  He puts little Nancy\n              down and addresses the petrified youngsters.\n \n                                  SHERIFF\n                        Kids, listen to me very carefully.\n                        I want everyone to lie down on the\n                        floor and stay there.  Do not get\n                        up until I come back.  Now hurry.\n \n              VARIOUS SHOTS OF KIDS HITTING THE FLOOR\n \n              Some cover their heads, others crawl under the cots.\n \n              INT. CAMP FOREST GREEN - NIGHT\n \n              The sheriff runs out of the children's cabin, securing the\n              door behind him.\n \n              TIGHT ON SHOTGUN IN HIS HANDS\n \n              He pumps the weapon as he walks.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CAMP FOREST GREEN - NIGHT\n \n              The sheriff runs out of the children's cabin, securing the\n              door behind him. TIGHT ON SHOTGUN IN HIS HANDS\n \n              He pumps the weapon as he walks. \n\nTARGET SECTION TO BE ANNOTATED:\n \n              ANGLE UP - ON SHERIFF - DOLLYING BACK\n \n              With stern vigilance, he storms toward his objective.\n \n              SHERIFF GARRIS\n \n              arrives in the area behind the cabins near the lake.  There\n              is no one to be found.  The savage wind whips the trees and\n              bushes, causing the sheriff to twitch at every movement.\n \n              ANOTHER ANGLE\n \n              Slowly, he turns and heads into the shadowed area between the\n              cabins.\n \n              MOVING SHOT - ON SHERIFF\n \n              With the shotgun held before him, he walks tensely through\n              this dark passage.\n \n              TIGHT ON HIS FACE\n \n              The sheriff's eyes dart nervously, straining to see in the\n              near blackness.  Suddenly, he trips and falls from view.\n \n              ANGLE ON SHERIFF FALLING\n \n              Rapidly, we TILT DOWN as he slams down on Officer Pappas'\n              corpse.\n\n              THE SHERIFF'S FACE LANDS PRESSED AGAINST THE GROTESQUE BLOODY\n              SKULL.  Horribly repulsed, he scrambles to his feet.\n \n              THE SHERIFF\n \n              stands up, turns, and JASON IS WAITING RIGHT THERE.\n \n              WIDER\n \n              Quickly, he backs away from this masked spectre of evil.\n              Then they both stands motionless for a long time, sizing each\n              other up.\n \n              LOW ANGLE - ON JASON\n \n              He decides to make the first move.  He lunges forward.\n \n              LOW ANGLE - ON SHERIFF\n \n              Instantly, he raises the shotgun and BLASTS Jason with both\n              barrels!\n \n              ANGLE ON JASON'S TORSO\n \n              A hole is ripped out of Jason's side!\n \n              DOLLY BACK - ON JASON\n \n              IT DOESN'T FAZE HIM AT ALL.  HE KEEPS COMING.\n \n              DOLLY TOWARD THE SHERIFF\n \n              Shocked beyond belief, the sheriff drops the rifle and pulls\n              out his .357.  Backing up, he empties the chamber into the\n              stalking ghoul.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nHE KEEPS COMING. DOLLY TOWARD THE SHERIFF\n \n              Shocked beyond belief, the sheriff drops the rifle and pulls\n              out his .357. Backing up, he empties the chamber into the\n              stalking ghoul. \n\nTARGET SECTION TO BE ANNOTATED:\n \n              ANGLE BEHIND JASON\n \n              As he advances on the firing sheriff, we see THE BULLETS\n              EXITING FROM JASON'S BACK.\n \n              TIGHT ON JASON CLOSING IN\n \n              All this is only making him madder.\n \n              TIGHT ON TERRIFIED SHERIFF\n \n              His gun CLICKING empty, he has but one option left.  He takes\n              it.  The sheriff turns and runs like hell toward the woods!\n              JASON IS RIGHT BEHIND.\n \n                                                       CUT TO:\n\n              EXT. CAMP FOREST GREEN - NIGHT\n \n              Megan's Camaro roars into the campsite next to the police\n              cars.  Megan jumps out and looks around for her father.\n              Tommy grabs the heavy sack from the back seat.\n \n                                  MEGAN\n                               (excited; pointing at cars)\n                        They did show up.  Isn't that\n                        great?\n \n                                  TOMMY\n                               (worried)\n                        I hope so.\n \n              MEGAN\n \n              sees the lights on in the counselors' cabin.  She rushes\n              toward it.\n \n                                  TOMMY\n                        Megan, wait!\n \n              ANGLE ON COUNSELORS' CABIN\n \n              Megan dashes up the steps and throws the door open.  She\n              SCREAMS in horror at the blood-spattered room.  She turns and\n              runs toward the dormitories.\n \n                                  MEGAN\n                        Dad!...Daddy!!\n \n              TOMMY\n \n              lugging the heavy sack, chases after her.\n \n                                  TOMMY\n                        No, Megan!\n \n                                                       CUT TO:\n \n              EXT. WOODS - NIGHT\n \n              Through the violently windblown forest dashes our \"formerly\n              macho\" sheriff.  Primal instincts tell him only one thing...\n              save your own ass.  He runs for his life.\n \n              JASON\n \n              continues his pursuit of the lawman.\n \n                                                       CUT TO:\n\n              INT. BOY'S DORMITORY CABIN\n \n              Megan BURSTS in through the door!  All the kids SCREAM.  She\n              quickly scans the room.\n \n              MEGAN'S P.O.V.\n \n              Petrified little faces stare up at her from the floor.\n \n              ANGLE ON MEGAN\n \n              She hurries into the cabin.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nV. Petrified little faces stare up at her from the floor. ANGLE ON MEGAN\n \n              She hurries into the cabin. \n\nTARGET SECTION TO BE ANNOTATED:\n \n                                  MEGAN\n                        It's okay.  It's me--Megan.  Don't\n                        be afraid.\n \n              NANCY AND A COUPLE OTHER KIDS\n \n              run over and hug her for security.\n \n                                  MEGAN\n                               (trying to sound calm)\n                        It's all right.  Shhh-hh.\n \n              ANGLE ON DOORWAY\n \n              Tommy looks in and is relieved to see they're all right.  He\n              quickly turns and runs back down the steps.\n \n              EXT. LAKE FOREST GREEN - BOAT LANDING - NIGHT\n \n              Tommy races from the campsite toward the dock, lugging the\n              heavy satchel.\n \n              ANGLE ON TOMMY\n \n              Reaching the landing, he starts to board one of the two boats.\n \n              TIGHT ON TOMMY\n \n              He recoils in horror.\n \n              TOMMY'S P.O.V.\n \n              The murdered cop, Officer Thornton, lies in the rowboat.  His\n              dead eyes glare right at us.  Blood flows from the impaled\n              dart in his forehead.\n \n              BACK TO TOMMY\n \n              He immediately goes for another boat.\n\n              ANGLE ON ROWBOAT\n \n              Unfortunately, this one is older and more rickety, evident\n              when Tommy steps into it and it SQUEAKS and MOANS.\n \n              TIGHT ON SACK\n \n              Opening it up, Tommy pulls out a long and very heavy chain.\n              He then withdraws some huge padlocks.\n \n              ANGLE ON TOMMY\n \n              With intense urgency, he looks along the lake shore for\n              something.\n \n                                                       CUT TO:\n \n              EXT. WOODS - NIGHT\n \n              TRACKING ON JASON'S FEET\n \n              Suddenly, they stop, turn, and retrace their steps.\n \n              ANGLE THROUGH TREES - ON JASON\n \n              Seems he has lost his prey.  Carefully, he searches the\n              RUSTLING bushes for the hiding sheriff.\n \n              TIGHT ON SHERIFF'S SWEATING FACE\n \n              Buried deep in the thick bushes, the winded sheriff holds his\n              breath as Jason passes.\n \n                                                       CUT TO:\n \n              INT. BOY'S DORMITORY CABIN\n \n              Megan has done her best to assure the children that they are\n              safe.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nTIGHT ON SHERIFF'S SWEATING FACE\n \n              Buried deep in the thick bushes, the winded sheriff holds his\n              breath as Jason passes. CUT TO:\n \n              INT. BOY'S DORMITORY CABIN\n \n              Megan has done her best to assure the children that they are\n              safe. \n\nTARGET SECTION TO BE ANNOTATED:\n  She stands up.\n \n                                  MEGAN\n                        Now I gotta find my daddy, the\n                        sheriff, so we can all go home.\n                        Okay?\n \n              The kids nod.\n \n              MEGAN\n \n              heads for the door.  She turns to them.\n\n                                  MEGAN\n                        So you stay here and we'll be back\n                        to get you.  Everyone lie back\n                        down and don't worry.\n \n              ANGLE ON TWO BOYS\n \n              The 12-year-old youngsters seen earlier.  Billy turns to his\n              sarcastic friend Tyen.\n \n                                  BILLY\n                               (scared)\n                        What do you think?\n \n                                  TYEN\n                        I think we're dead meat.\n \n                                                       CUT TO:\n \n              EXT. LAKE SHORE - NIGHT\n \n              Tommy struggles to roll a large, heavy rock toward the boat.\n              In the background, Megan is running around the campsite\n              CALLING OUT for her father.\n \n              ANGLE ON TOMMY\n \n              Already fearing the worst, he yells to Megan:\n \n                                  TOMMY\n                        Megan!  Use your dad's car radio\n                        and call for assistance...and an\n                        ambulance!\n \n              EXT. CAMP FOREST GREEN - NIGHT\n \n              ANGLE ON MEGAN\n \n              She stares at Tommy, petrified at what that means.  She then\n              runs toward the sheriff's car.\n \n              ANGLE ON CAR DOOR\n \n              As Megan throws the car door open, SISSY'S HEAD ROLLS OUT AND\n              LANDS AT HER FEET.\n \n              LOW ANGLE - UP AT MEGAN\n \n              She goes berserk with horror.\n \n                                  MEGAN\n                               (screaming)\n                        Oh, God!  Oh my God!\n\n              Megan looks around, terrified that this same fate has\n              befallen her father.  She SCREAMS OUT even LOUDER:\n \n                                  MEGAN\n                        Dad!  Answer me!  Daddy, where are\n                        you!  Help us!\n \n                                                       CUT TO:\n \n              INT. BOY'S DORMITORY CABIN\n \n              Lying on the floor, Tyen looks at Billy with a what-did-I-\n              tell-ya' attitude.\n \n                                  TYEN\n                               (scared)\n                        Real dead meat.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n \n              INT. BOY'S DORMITORY CABIN\n \n              Lying on the floor, Tyen looks at Billy with a what-did-I-\n              tell-ya' attitude. TYEN\n                               (scared)\n                        Real dead meat. \n\nTARGET SECTION TO BE ANNOTATED:\n \n                                                       CUT TO:\n \n              EXT. WOODS - NIGHT\n \n              CLOSE ON SHERIFF\n \n              He looks up, HEARING his daughter's distant CRY.  What can he\n              do?\n \n              ANGLE ON JASON\n \n              He stops his search.  He HEARS Megan as well.  JASON HEADS IN\n              THE DIRECTION OF MEGAN'S VOICE.\n \n              WIDER\n \n              The sheriff peeks out of his hiding place.  Our killer storms\n              by without seeing him.  Jason is hell-bent for Megan.\n \n              CLOSER ON SHERIFF\n \n              Seeing Jason heading towards his daughter, his protective\n              fatherly instincts cause him to take action without thought.\n              He leaps out at Jason!\n \n                                  SHERIFF\n                        No!  Not her!\n \n              JASON IS TACKLED FROM BEHIND\n \n              With almost superhuman strength, the sheriff attacks Jason\n              and starts pounding him into the ground.\n\n              TIGHT ON JASON AND SHERIFF\n \n              So aggressive and relentless is the pummeling, for a moment\n              you think he might kill the monster.  But only for a moment...\n \n              CLOSE ON JASON\n \n              Only disoriented and not at all hurt, Jason rolls over under\n              the sheriff.  He grasps the sheriff's arm, stopping the\n              assault.\n \n              ANGLE DOWN - ON THEM\n \n              JASON SHOCKINGLY TEARS THE SHERIFF'S ARMS OUT OF THEIR\n              SOCKETS.  He throws them aside.\n \n              LOW ANGLE UP - ON THEM\n \n              JASON GRIPS THE SHRIEKING LAWMAN'S HEAD.  HE PUSHES IT BACK,\n              CAUSING THE SHERIFF'S BODY TO BEND ALL THE WAY BACKWARDS.\n \n              TIGHT ON SHERIFF'S CONTORTED FACE\n \n              As he is forced back toward his feet, a horrid CRACK is\n              HEARD.  HIS SPINE HAS BEEN SNAPPED IN HALF.  His body\n              collapses backwards.\n \n              WIDER\n \n              Enraged, Jason throws the rag doll-like body of the sheriff\n              aside as he rises.  Megan's VOICE is HEARD again, calling for\n              the father.  JASON HEADS FOR HER.\n \n                                                       CUT TO:\n \n              EXT.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nMegan's VOICE is HEARD again, calling for\n              the father. JASON HEADS FOR HER. CUT TO:\n \n              EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n LAKE FOREST GREEN - BOAT LANDING - NIGHT\n \n              Megan is struggling to help Tommy get the huge rock into the\n              boat.  Her eyes are watering from fear.\n \n                                  MEGAN\n                        You gotta help me look for\n                        him...We need him to help us.\n \n              ANGLE ON BOAT\n \n              The chains are arranged to go around the rock.  Tommy tries\n              to brace himself as they lower the boulder down.  A CRACK is\n              HEARD as the huge stone lands in the old wooden boat.\n \n                                  TOMMY\n                               (exhausted)\n                        Whew...Okay, hand me those\n                        padlocks.\n\n                                  MEGAN\n                               (near hysteria)\n                        Did you hear me?!\n \n              ANOTHER ANGLE ON THEM\n \n                                  TOMMY\n                               (impatiently)\n                        Yes.  And I said, hand me those\n                        padlocks.\n \n              She grabs the locks and gives them to him angrily.\n \n                                  MEGAN\n                        You're gonna be sorry.\n \n              TOMMY\n \n              starts padlocking the chains tightly around the rock.\n \n                                  TOMMY\n                        I hope not.\n \n                                                       CUT TO:\n \n              EXT. WOODS - NIGHT\n \n              JASON STOMPS THROUGH THE WINDY FOREST.\n \n                                                       CUT TO:\n \n              EXT. LAKE FOREST GREEN - BOAT LANDING - NIGHT\n \n              ANGLE ON CHAIN IN BOAT\n \n              Tommy straightens out the rest of the heavy chain.  He\n              fashions a noose.\n \n              MEGAN\n \n              paces the dock in nervous fear.  She doesn't know what to do.\n \n                                                       CUT TO:\n \n              EXT. WOODS - NIGHT\n \n              JASON IS COMING CLOSER.\n \n                                                       CUT TO:\n \n              EXT. LAKE FOREST GREEN - BOAT LANDING - NIGHT\n \n              Tommy unties the boat and pushes off the dock into the\n              churning water.\n\n                                  TOMMY\n                        Megan!  Get back into the cabin\n                        with the kids.\n \n              MEGAN\n \n              keeps pacing and looking around nervously.\n \n                                  TOMMY\n                        Megan, please!\n \n              Suddenly it dawns on her that he's actually leaving her alone\n              out here.  She panics.\n \n                                  MEGAN\n                        No.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nSuddenly it dawns on her that he's actually leaving her alone\n              out here. She panics. MEGAN\n                        No. \n\nTARGET SECTION TO BE ANNOTATED:\n  Don't leave.\n \n              ANGLE ON TOMMY IN BOAT\n \n              He starts rowing out into the lake.\n \n                                  TOMMY\n                               (adamant)\n                        Megan, get in there with them\n                        before it's too late.\n \n                                                       CUT TO:\n \n              INT. BOY'S DORMITORY CABIN\n \n              It's too late...JASON EXPLODES THROUGH THE DOOR, KNOCKING IT\n              OFF ITS HINGES.\n \n              THE CHILDREN\n \n              run SCREAMING to the back of the cabin.\n \n              EXT. CAMP FOREST GREEN - NIGHT\n \n              MOVING SHOT - OVER MEGAN'S SHOULDER\n \n              She races from the landing toward the cabin.\n \n              EXT. ON LAKE - IN BOAT - NIGHT\n \n              Tommy watches, helpless.  He stands up.\n \n                                  TOMMY\n                        Megan!\n \n              EXT. BOY'S DORMITORY CABIN - NIGHT\n \n              Megan is only a few yards from the cabin.  WITHOUT WARNING,\n              JASON BURSTS OUT THROUGH A WINDOW AND LANDS BEFORE HER.\n\n              ANGLE ON JASON AND MEGAN\n \n              He springs up and grabs the stunned Megan.\n \n              TIGHT ON MEGAN'S FACE\n \n              As she SCREAMS, Jason's hand grips her face.  She is about to\n              share the same horrific fate as Officer Pappas.\n \n                                  TOMMY (O.S.)\n                        JASON!!\n \n              LOW ANGLE - ON JASON GRIPPING MEGAN\n \n              He looks over toward the lake.\n \n              JASON'S P.O.V.\n \n              Out on the lake, Tommy is seen awkwardly standing in the\n              boat, waving his arms.\n \n                                  TOMMY\n                        Come on, Jason!  It's me you want!\n                        Come and get me!\n \n              BACK TO JASON\n \n              He suddenly tosses Megan aside and heads for Tommy.\n \n              MEGAN\n \n              falls on the ground, trembling and hyperventilating.  She\n              stares at the departing Jason and looks back at the cabin.\n \n              ANGLE ON CABIN WINDOWS\n \n              All the eyes of the petrified kids peek down at her from the\n              bottom of the window frames.\n \n              EXT.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe\n              stares at the departing Jason and looks back at the cabin. ANGLE ON CABIN WINDOWS\n \n              All the eyes of the petrified kids peek down at her from the\n              bottom of the window frames. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n ON LAKE - IN BOAT - NIGHT\n \n              Tommy keeps taunting Jason to come for him.\n \n                                  TOMMY\n                        That's it!  Come on, pus-head!\n \n              EXT. LAKE SHORE - NIGHT\n \n              Jason reaches the lake and keeps going as if the water didn't\n              even exist.  He stays fixed on the one thing he's wanted to\n              kill the most...Tommy.\n\n              EXT. ON LAKE - IN BOAT - NIGHT\n \n              Seeing he's got him, Tommy sits down.  He reaches for the\n              chain noose and holds it in his sweating hands.\n \n              EXT. LAKE SHORE - NIGHT\n \n              Jason is wading deeper into the dark, choppy waters.\n \n              EXT. CAMP FOREST GREEN - NIGHT\n \n              Seeing Jason is getting dangerously close to Tommy, Megan\n              jumps up and starts yelling:\n \n                                  MEGAN\n                        Tommy, get out of there!  Row to\n                        the other side of the lake!\n                        Hurry!!\n \n              EXT. LAKE - NIGHT\n \n              Jason stops and turns back to look at Megan.  Should he get\n              her first?\n \n              ANGLE ON TOMMY IN BOAT\n \n              He panics and yells at Jason:\n \n                                  TOMMY\n                        Hey, asshole!  It's me you want,\n                        remember?!  Come on, chickhenshit,\n                        I'm sittin' here waitin'!\n \n              JASON\n \n              turns back towards the boy.  He moves on him like a hungry\n              shark.\n \n              ANGLE ON CHAIN NOOSE\n \n              Tommy's nervous hands keep the noose out of Jason's sight as\n              he opens it wider.\n \n              TIGHT ON JASON'S MASKED FACE\n \n              He is almost to the boat.\n \n              TIGHT ON TOMMY'S FACE\n \n              He is sweating profusely as he grits his teeth.\n \n              TIGHT ON NOOSE\n \n              It's ready.\n\n              JUST AS JASON REACHES THE BOAT, HE SUBMERGES, DISAPPEARING\n              INTO THE DARK WATERS.\n \n              ANGLE DOWN - ON TOMMY IN BOAT\n \n              The boy goes crazy, looking from one side to the other.\n \n              CLOSER ON TOMMY\n \n              He scans the sinister, churning waters.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nJUST AS JASON REACHES THE BOAT, HE SUBMERGES, DISAPPEARING\n              INTO THE DARK WATERS. ANGLE DOWN - ON TOMMY IN BOAT\n \n              The boy goes crazy, looking from one side to the other. CLOSER ON TOMMY\n \n              He scans the sinister, churning waters. \n\nTARGET SECTION TO BE ANNOTATED:\n  Where will Jason re-\n              emerge?\n \n              BACK ON ANGLE ABOVE TOMMY AND BOAT\n \n              A long, tense wait.\n \n              ANGLE OFF SIDE OF BOAT\n \n              Bubbles rise.  Tommy holds the noose over him.  JASON\n              EXPLODES UP FROM THE OTHER SIDE.\n \n              ANOTHER ANGLE ON BOAT\n \n              Tommy loses his balance and drops the noose into the bottom\n              of the boat.  His fall causes the rickety boat to CRACK.\n \n              INSERT - ON HULL\n \n              Water starts to leak in around the huge rock.\n \n              JASON\n \n              grabs for Tommy, who struggles to reach the noose.\n \n              EXT. CAMP FOREST GREEN - NIGHT\n \n              Megan is freaking out, not knowing what to do.\n \n              EXT. LAKE - NIGHT\n \n              JASON'S HAND GRABS TOMMY'S JACKET.  The boy fights to break\n              free of his grip.\n \n              INSERT - ON HULL\n \n              Their struggle causes it to split open wide.  More water\n              pours in.\n \n              ANGLE ON TOMMY'S FOOT\n \n              He tries to snag the noose as Jason pulls harder on him.\n\n              TOMMY\n \n              yanks his arm away violently, causing his sleeve to rip off\n              in Jason's hand.\n \n              ANGLE ON TOMMY'S FOOT\n \n              He manages to catch to noose with his shoe.\n \n              INSERT - ON HULL\n \n              The boat is filling up with water around the rock.\n \n              JASON\n \n              grabs ahold of Tommy's leg.\n \n              TOMMY'S OTHER FOOT\n \n              slides the chain up to his outstretched fingers.\n \n              ANGLE ON TOMMY AND JASON\n \n              The boy grabs the noose and forces it over Jason's head.\n \n              TIGHT ON JASON\n \n              Enraged, he lunges at Tommy!\n \n              ANGLE ON BOAT\n \n              That's all that's needed to split open the hull!  JASON IS\n              PULLED UNDER AND HE DRAGS TOMMY DOWN WITH HIM.\n \n              EXT. CAMP FOREST GREEN - NIGHT\n \n              MEGAN SCREAMS HYSTERICALLY.\n \n              INT. UNDERWATER\n \n              The large boulder falls to the bottom of the lake.  Its chain\n              pulls taut.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. UNDERWATER\n \n              The large boulder falls to the bottom of the lake. Its chain\n              pulls taut. \n\nTARGET SECTION TO BE ANNOTATED:\n \n              CLOSE ON JASON\n \n              The chain noose tightens around Jason's neck.\n \n              ANOTHER ANGLE\n \n              Jason struggles to hold on to Tommy while trying to loosen\n              the choke-chain.\n\n              TIGHT ON TOMMY\n \n              He fights to free himself of Jason's grasp before running out\n              of breath.\n \n              ANGLE ON JASON\n \n              He gives up on the noose, opting to strange Tommy instead.\n              Both are drowning in this battle.\n \n              EXT. LAKE - NIGHT\n \n              Bubbles appear on the surface of the lake.  After a flurry of\n              them, they cease.\n \n              EXT. CAMP FOREST GREEN - NIGHT\n \n              MEGAN COVERS HER MOUTH IN DREAD.\n \n              EXT. LAKE - NIGHT\n \n              After a moment, Tommy's limp body rises to the surface.  It\n              floats, lifeless.\n \n              INT. UNDERWATER\n \n              Jason's body also hangs lifeless, anchored vertically by the\n              chain...The two have destroyed each other.\n \n              EXT. CAMP FOREST GREEN - NIGHT\n \n              Knowing it's over, all the kids slowly exit the cabin.  They\n              surround the catatonic Megan.  The wind has DIED DOWN.\n \n              LITTLE NANCY\n \n              stares up sorrowfully at Megan.\n \n                                  NANCY\n                               (softly)\n                        Is he kill-ded?\n \n              MEGAN\n \n              breaks out of her shock.  She heads for the lake.\n \n                                  MEGAN\n                               (to kids)\n                        Stay here.\n \n              REVERSE ANGLE TOWARD LAKE\n \n              Megan races to the lake and dives in.\n\n              EXT. LAKE - NIGHT\n \n              Megan swims toward the motionless Tommy.\n \n              ANGLE DOWN - ON MEGAN AND TOMMY\n \n              She reaches her man, holds him around the chest, and pulls\n              him to shore.\n \n              INT. UNDERWATER\n \n              MEGAN'S LEG IS GRABBED BY JASON.  He tries to pull her down.\n \n              EXT. LAKE - NIGHT\n \n              Megan fights for her life as she repeatedly gets yanked down.\n \n              INT. UNDERWATER\n \n              Megan's feet kick at her attacker.  But Jason's iron grip\n              will not let go of her leg.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. UNDERWATER\n \n              Megan's feet kick at her attacker. But Jason's iron grip\n              will not let go of her leg. \n\nTARGET SECTION TO BE ANNOTATED:\n \n              TIGHT ON JASON'S HEAD AND NECK\n \n              ONE OF MEGAN'S POWERFUL KICKS DRIVES INTO JASON'S THROAT.  A\n              stream of final air bubbles and disgusting, ugly black fluid\n              rushes from his mask!\n \n              JASON'S HAND\n \n              lets go of Megan's leg.  She swims away.\n \n              FINAL SHOT OF JASON\n \n              Our infamous killer is at last defeated.  His rotting corpse\n              hangs in its original underwater burial ground.\n \n              EXT. LAKE SHORE - NIGHT\n \n              Megan pulls Tommy's body onto the shore.\n \n              THE CHILDREN\n \n              run down and surround them with concerned faces.\n \n              ANGLE ON MEGAN AND TOMMY\n \n              She frantically gives him mouth-to-mouth resuscitation.\n \n              TIGHT ON TOMMY\n \n              He doesn't respond.\n\n              MEGAN\n \n              won't accept that he's dead.  She fights back the tears as\n              she pushes on his abdomen.\n \n              TIGHT ON TOMMY\n \n              Still nothing.\n \n              ANGLE ON NANCY\n \n              She watches Megan trying desperately to revive the lifeless\n              boy.  The child gets an idea.  She closes her eyes and\n              whispers a little prayer.\n \n              RESUME MEGAN AND TOMMY\n \n              The tears are now flowing down Megan's cheeks.  She knows her\n              efforts are in vain.  In frustration, she strikes his chest\n              hard.\n \n              TIGHT ON TOMMY\n \n              He coughs and spits out water.\n \n              ANGLE ON MEGAN\n \n              She WHOOPS and helps him to sit up.  A few of the kids CHEER.\n \n              LITTLE NANCY\n \n              opens her eyes and is quite surprised it worked.  She looks\n              heavenward and smiles a \"thank you.\"\n \n              CLOSE ON TOMMY\n \n              As Megan hugs him gratefully, Tommy looks out over the\n              moonlit lake.\n \n                                  TOMMY\n                               (sighs; relieved)\n                        It's over, Megan.  It's finally\n                        over.  Jason is home.\n \n              WIDE ON SCENE - BEHIND GROUP\n \n              We look over the shoulders of Tommy, Megan and the kids as\n              they stare at the now-peaceful lake.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's finally\n                        over. Jason is home. WIDE ON SCENE - BEHIND GROUP\n \n              We look over the shoulders of Tommy, Megan and the kids as\n              they stare at the now-peaceful lake. \n\nTARGET SECTION TO BE ANNOTATED:\n \n                                                       FADE OUT:\n \n              FADE IN:\n\n              EXT. CEMETERY - DAY\n \n              SUBJECTIVE MOVING CAMERA\n \n              Slowly we HEAD between the tombstones, stalking the old\n              caretaker, Martin.  He is bent over, pulling weeds.  We COME\n              CLOSER and CLOSER, then finally stand towering over him.  He\n              senses us and turns around, STARTLED.\n \n              ANOTHER ANGLE ON MARTIN\n \n              He climbs nervously to his feet, quickly dropping the weeds.\n \n                                  MARTIN\n                               (overly friendly)\n                        You.. .ha-ha.. frightened me.  I\n                        was just, you know, cleaning up\n                        the...place, you know.  Ha-ha.\n \n              OVER THE SHOULDER OF STRANGER - ON MARTIN\n \n              All we see is a dark suit and longish red-gray hair.  The way\n              Martin looks up at him, we know he is hiding true terror of\n              this mysterious stranger.\n \n                                  MARTIN\n                        Er.. nice to see you again, Mr.\n                        Voorhees...Haven't seen you in\n                        Crystal...er, Forest Green, in\n                        quite some time.\n \n              There is only a deathly silence from the nefarious man.\n \n                                  MARTIN\n                               (nervously)\n                        Hey, I've been takin' real good\n                        care of your wife and son's\n                        graves.  Go look. You'll be real\n                        pleased.\n \n              Martin forces a grin to cover his fear.\n \n              ANGLE ON MR. VOORHEES' HAND\n \n              It reaches into his back pants pocket and withdraws a small\n              wad of money.  The gnarled hand gives it to Martin.\n \n              MARTIN obsequiously accepts his payment.  He practically\n              genuflects before him.\n \n                                  MARTIN\n                        Thank you, Mr. Voorhees. Thank\n                        you.  I'll leave you in private,\n                        like you like.  Okay, er...bye. \n                        Thank you.\n \n              He takes his earning and dashes away...probably to the liquor\n              store.\n \n              ANGLE ON LAWN\n \n              Mr. Voorhees' black shoes head toward us and stop.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe takes his earning and dashes away...probably to the liquor\n              store. ANGLE ON LAWN\n \n              Mr. Voorhees' black shoes head toward us and stop. \n\nTARGET SECTION TO BE ANNOTATED:\n  Slowly,\n              we TILT UP toward his face.  Just as we reach his chest...\n \n              ANGLE OVER HIS SHOULDER - ON TWO GRAVES\n \n              We recognize them from before.\n \n              CLOSER ON GRAVES\n \n              Of course, they are his wife's and son Jason's.\n \n              WIDER ANGLE - FROM BEHIND HIM\n \n              He stands menacingly over his family's resting place...Does\n              he sense something is wrong here?\n \n              EXTREME CLOSEUP OF HIS EYES\n \n              They stare down at his son's grave.   These eyes are truly\n              evil.  Cold.  Dark.  Demonic.  Then the worst happens... They\n              slowly look up at us.  They seem to accuse us of knowing the\n              true whereabouts of his son.  AND HE WON'T STOP GLARING AT US.\n \n                                                       DISSOLVE TO:\n \n              EXT. LAKE FOREST GREEN - DAY\n \n              We GLIDE tranquilly over the blue water toward the middle of\n              the lake.\n \n                                                       DISSOLVE TO:\n \n              SLOWLY MOVING IN on the water, it seems we are about to\n              descend into it... JASON EMERGES AT US!  We PULL BACK a bit.\n              No, it's only his infamous MASK.  Freed from it's wicked\n              owner, it floats peacefully along old CRYSTAL LAKE... for now."
}