{
  "1": "\n              FRIDAY THE 13TH PART 3: 3D\n\n\n              FADE IN:\n \n              TITLE AND CREDITS\n \n              A piercing high note is sustained on the soundtrack as the\n              main title, \"CRYSTAL JAPAN\" speeds straight at the audience\n              in 3-D and seems to jump right out at them.\n \n              The opening credits follow.  Ominous theme music fills the\n              soundtrack, growing darker and more dissonant.\n \n              The theme music slowly dissolves into the sound of a radio\n              news broadcast, as the credits continue to unfold.\n \n                                  RADIO NEWSCASTER (V.O.)\n                        ...and I'm Ed Harris with the KLTZ\n                        Early Morning Report.\n \n              Theme music out.\n \n                                  RADIO NEWSCASTER (V.O.)\n                               (continuing)\n                        Crystal Lake in Pinehurst County,\n                        the scene of several unsolved\n                        deaths years ago, is tragically\n                        back in the top of the news this\n                        morning.  Police have uncovered\n                        the remains of eight, as yet,\n                        unidentified persons in a gruesome\n                        and baffling story of mass\n                        murder...\n \n              End credits.\n \n                                                       CUT TO:\n \n              EXT. ROADSIDE MARKET - EVENING\n \n              Shooting over a line of ruffled bushes with leaves just\n              turning towards a rural, time-worn country market.  A wide\n              gravel parking area makes it accessible to the highway\n              running past it, otherwise, this Mom & Pop store seems almost\n              like a vision of times gone by.\n \n              The bushes and overgrown grass, unrestrained by any human\n              care, strengthen the sense of isolation.  The dying sun\n              shoots its last rays through the trees behind the market.\n \n              The market has a battered second-story: the living quarters\n              of the people running it.  A truck roars by.  Then silence,\n              and then again the sound of the radio news report:\n\n                                  RADIO NEWSCASTER (V.O.)\n                        ...Judging from the sheer\n                        brutality of the murders, police\n                        theorize that they must have been\n                        committed by at least four\n                        persons...\n \n              EXT.",
  "2": "---END OF PREVIOUS SECTION---\nO.)\n                        ... Judging from the sheer\n                        brutality of the murders, police\n                        theorize that they must have been\n                        committed by at least four\n                        persons... EXT. \n---TARGET SECTION TO BE ANNOTATED---\n THE HOUSE / STORE - ANOTHER ANGLE\n \n              Sagging clotheslines cluttered with drying laundry run across\n              a narrow backyard, all the way to a rickety old shed.  The\n              clotheslines are supported by one solitary pole.  Linen and\n              garments billow in the rising evening breeze.\n \n              Cold, foreboding music accompanies the camera as it moves\n              toward a pair of flapping khaki pants and an olive green\n              workshirt hanging side by side on the line.\n \n              The radio news report grows louder as the clothing snaps\n              directly into the lens.\n \n                                  RADIO NEWSCASTER (V.O.)\n                        ...The sole survivor of the\n                        massacre has been taken under\n                        heavy sedation to County Hospital\n                        in Linfield for observation.\n                        She's been unable to provide\n                        police with any clues and is being\n                        kept under round the clock guard...\n \n              HEAVY FOOTSTEPS\n \n              And then a man parts two shrouds of wet laundry, making his\n              way back towards the house.  This is HAROLD: 40ish, paunchy,\n              unshaven and so clumsy that he hits the clothesline pole and\n              knocks it down, burying himself under a heap of linen.  A\n              transistor radio pops out of the pocket of his threadbare\n              shirt, still broadcasting the news.  One of the upstairs\n              windows opens with a creak, and\n \n              EDNA\n \n              Harold's wife, sticks her head out and looks into the\n              backyard:\n \n                                  EDNA\n                               (loud, harsh)\n                        Goddamnit Harold!  I spent all day\n                        yesterday washing your clothes and\n                        look what you're doing to 'em.\n                        Shows how much you care about me.\n\n              Harold watches her from under the pile of laundry.  Then he\n              grabs the radio, staggers up, increasing the radio's volume\n              as he does so, to drown out the voice of his wife.\n \n              Above him, Edna raves on for a moment (we can't make out what\n              she is saying), then furiously slams the window shut.\n \n                                                       CUT TO:\n \n              INT. UPSTAIRS LIVING ROOM - EVENING\n \n              The room is musty and cluttered like an old attic.",
  "3": "---END OF PREVIOUS SECTION---\nAbove him, Edna raves on for a moment (we can't make out what\n              she is saying), then furiously slams the window shut. CUT TO:\n \n              INT. UPSTAIRS LIVING ROOM - EVENING\n \n              The room is musty and cluttered like an old attic. \n---TARGET SECTION TO BE ANNOTATED---\n  Edna\n              stomps away from the window and turns her attention to the\n              partially functional, old clunker of a black and white TV.\n              She plops herself down onto the lumpy couch and picks up two\n              knitting needles and returns to work on a sweater.  A news\n              report about the mass murders is being broadcast.\n \n              INSERT - TV\n \n                                  TELEVISION REPORTER\n                        ...A police spokesman tells\n                        Eyewitness News that authorities\n                        have been combing the area since\n                        just before dawn.  Reports of\n                        cannibalism and sexual mutilation\n                        are still unconfirmed...\n                        Nevertheless, these murders are\n                        already being called the most\n                        brutal in local history.\n \n              EDNA\n \n              Leans in to adjust the long rabbit-ear antenna, spreading the\n              ears apart for a better picture.  She listens intently.\n \n                                  TELEVISION REPORTER\n                        The motive behind the grisly\n                        murders remains a mystery at this\n                        hour as does the identity of the\n                        killer or killers.  The search\n                        continues for more bodies.\n \n                                  EDNA\n                               (to herself)\n                        My God, My God, My God.\n \n                                  TELEVISION REPORTER\n                        ...Residents of the Lake region\n                        are being urged to take extra\n                        precaution when approaching\n                        strangers and to report anything\n                        unusual to police, immediately.\n                        We'll be back with the weather\n                        forecast after this important\n                        message.\n \n              Visibly upset, Edna rises to her feet.  She goes over to the\n              door leading downstairs to the market, opens it and call out.\n \n                                  EDNA\n                        Harold, what're you doing down\n                        there?\n \n              No response.  She rushes to the window, jerks it open and\n              sticks her head out.\n \n                                  EDNA\n                               (continuing)\n                        Harold... I want to talk to you.\n \n              No answer.\n \n              EXT. BACKYARD - EDNA'S POV\n \n              of the backyard.  The laundry quietly swells in the wind.\n              For an instant, a human form is visible between layers of\n              drying clothes.  From this distance, Edna can't make out who\n              it is.\n \n                                  EDNA\n                        Harold?\n \n              INT.",
  "4": "---END OF PREVIOUS SECTION---\nFrom this distance, Edna can't make out who\n              it is. EDNA\n                        Harold? INT. \n---TARGET SECTION TO BE ANNOTATED---\n HOUSE\n \n              Unnerved by the continuing noise of the TV, Edna goes back to\n              shut it off.  She quickly returns to the window and looks out\n              again.\n \n              EDNA'S POV\n \n              No sign of anyone, but there is an empty span of clothesline\n              where several articles of clothes were hung, only a second\n              before.\n \n              INT. HOUSE\n \n              Edna runs for the apartment door.\n \n                                                       CUT TO:\n \n              INT. MARKET - EVENING\n \n              Edna flies down the stairs and enters the store from the\n              back.  The market is dark, save does shafts of dying sunlight\n              through the grimy front windows.\n\n              She scans the few aisles back and forth.\n \n                                  EDNA\n                        Harold?\n \n              A big rabbit appears from behind an arrangement of Campbell's\n              soup cans, and stands on its hind legs on the aisle, trying\n              to guess Edna's next move.  Still calling Harold, she turns;\n              starts at the sight of the rabbit; she grabs a tomato from\n              the produce display, throw it at the animal.\n \n                                  EDNA\n                               (continuing)\n                        God Damn pest, what are you\n                        staring at?\n \n              She misses, grabs more vegetables and hurls them at the\n              rabbit.  The rabbit dodges them, and scurries away.\n \n              EXT. BACKYARD - EVENING\n \n              The sunlight is almost gone, stretching the shadows even\n              more.  In her nightgown, Edna pushed open the creaky screen\n              door and steps out into the backyard.\n \n              Shooting towards her through the laundry flapping on the\n              clothesline.  As she touches a set of pajamas and finds out\n              that they are still wet.\n \n              A shoulder suddenly enters the flame, and someone's\n              silhouette blocks the screen just for a couple of seconds,\n              before the intruder slips behind another curtain of drying\n              clothes, revealing Edna again:  she's still checking the\n              clothes and hasn't noticed anything.\n \n              She comes to where the trousers and workshirt were, and no\n              longer.",
  "5": "---END OF PREVIOUS SECTION---\nAs she touches a set of pajamas and finds out\n              that they are still wet. A shoulder suddenly enters the flame, and someone's\n              silhouette blocks the screen just for a couple of seconds,\n              before the intruder slips behind another curtain of drying\n              clothes, revealing Edna again:  she's still checking the\n              clothes and hasn't noticed anything. She comes to where the trousers and workshirt were, and no\n              longer. \n---TARGET SECTION TO BE ANNOTATED---\n  That's a shock, but she's not quite sure that they\n              were here in the first place, so she goes on, and starts\n              talking to herself to fortify her ailing courage.\n \n                                  EDNA\n                        Christ All Mighty, Harold, you\n                        just take what's yours and leave\n                        the rest for me to do.  Very\n                        considerate!\n                               (collecting the dry\n                                laundry and putting\n                                it in a basket)\n                        You could at least finished the\n                        job.  Do I have to do everything\n                        around here?\n \n              Edna hears a noise and whips around.  Her imagination is\n              working overtime.\n\n              A bedsheet is swelling slowly in the breeze, taking the shape\n              of a human body.  Is anyone behind it?  Ominous music...\n \n                                  EDNA\n                               (swallowing hard)\n                        Harold... I swear, sometimes\n                        you're such a child...\n \n              She charges forward.  She rips the sheet off the line and\n              falls in a heap with it.  There is no one behind it.\n \n              She turns over and lays on her back.  Above her, there's only\n              the dark evening sky and the branches of a tree, rustling\n              back and forth.\n \n              Edna gets up and quickly pulls the remaining laundry off the\n              lines, tossing it into the basket.  As she does, she passes\n              near the wooden shed at the back of the store.\n \n              EXT. YARD\n \n              The shed door creak open.  Edna turns around.  Suddenly,\n              there's a crashing noise from inside.  That's enough for\n              Edna... she hauls up the basket and rushes back inside the\n              store.\n \n                                                       CUT TO:\n \n              INT. MARKET - NIGHT\n \n              The white rabbit that gave Edna such a scare is now hopping\n              across a row of canned goods.  A man's hand enters frame and\n              grabs the rabbit by the nape of its neck and lifts it off the\n              shelf, into his arms.\n \n              It's Harold.  He places the rabbit on his shoulder and grabs\n              a jar of peanuts from the shelf.  He twists open the vacuum-\n              sealed jar and wolfs down a handful of its contents.",
  "6": "---END OF PREVIOUS SECTION---\nIt's Harold. He places the rabbit on his shoulder and grabs\n              a jar of peanuts from the shelf. He twists open the vacuum-\n              sealed jar and wolfs down a handful of its contents. \n---TARGET SECTION TO BE ANNOTATED---\n  With\n              another handful, he feeds the rabbit, who sniffs and partakes.\n \n              Harold rescrews the lid and places it back on the shelf.  He\n              turns on the radio in his breast pocket.  Music blares.\n \n              He grabs his broom and starts sweeping down the aisle, the\n              rabbit remaining contentedly on his shoulder.\n \n              Harold stops at the dairy case and grabs a half-gallon jug of\n              milk.  He breaks the seal and pulls off the cap.  He first\n              offers the rabbit a taste, then gulps down a swig himself.\n\n              IN THE BACKGROUND\n \n              An unidentified face, in soft focus, peers in through the\n              storefront window then disappears almost as quickly.  Harold\n              is unaware.\n \n              HAROLD\n \n              screws the cap back on and replaces the jug in the case.\n \n              The sound of crunching and munching.\n \n              Harold turns around.  The the produce section, the cellophane\n              packages of carrots on display are moving slightly.\n \n              He reaches in and pushes off the top few packages to reveal,\n              underneath, another rabbit, a grey one this time, nibbling on\n              a carrot.\n \n              He lifts the rabbit out of the case and places it on his\n              opposite shoulder.\n \n                                  HAROLD\n                               (looking from one\n                                rabbit to the other)\n                        Sorry guys, it's back to the\n                        slammer before Edna make a fur\n                        coat out of ya.\n \n              On his way to the back door, Harold passes a rack of cakes\n              and pies.  He stops long enough to open a box of six\n              chocolate-covered donuts.  He takes one out and shoves it\n              into his mouth.\n \n              Unbeknownst to Harold, a human form in shadow appears at the\n              back door.  The door is quietly pushed open.  Someone is\n              watching him.\n \n              The camera as stalker enters the store and moves slowly\n              towards Harold, his back to us.  Ominous music accompanies\n              the approach.\n \n              Checks filled to capacity.  Harold closes the package and\n              puts it back in place on the rack, hiding it under several\n              unopened packages.\n \n              Harold turns.",
  "7": "---END OF PREVIOUS SECTION---\nChecks filled to capacity. Harold closes the package and\n              puts it back in place on the rack, hiding it under several\n              unopened packages. Harold turns. \n---TARGET SECTION TO BE ANNOTATED---\n  The stalker is right behind him, completely\n              startled, he jumps back and chokes on the doughnuts.  The\n              rabbits hop off his shoulders.\n \n              Unexpectedly, Harold find himself face to face... with his\n              wife, Edna.\n\n                                  EDNA\n                        Didn't I feed you enough for\n                        breakfast?\n \n              Harold doesn't answer.\n \n                                  EDNA\n                               (continuing)\n                        The doctor said you had to lose\n                        weight, didn't he?  I try to help\n                        you but you sneak food behind my\n                        back.  What am I gonna do with you?\n \n              Without a word, Harold bends down to retrieve the rabbits.\n              He scoops them up in his arms.\n \n                                  EDNA\n                               (continuing)\n                        And put those filthy animals back\n                        where they belong, please!\n \n              Harold exits by way of the back door.\n \n                                                       CUT TO:\n \n              EXT. BACKYARD - NIGHT\n \n              Harold puts the grey rabbit on his shoulder, the white rabbit\n              remains wrapped in his arms.  He swallows the rest of the\n              doughnut in his mouth as he flips a flashlight out of his\n              back pocket and ambles across the yard.\n \n                                                       CUT TO:\n \n              INT. SHED - NIGHT\n \n              Light filters through the cracked walls partially\n              illuminating a variety of tools, old barrels, various odds &\n              ends - and a rabbit hutch.\n \n              Harold flicks on the flashlight as he enters.  The rabbit\n              atop his shoulder jumps off and scurries away.  The rabbit in\n              his arms squirms and squeals.  The animals sense that\n              something is wrong.\n \n                                  HAROLD\n                               (stroking the white\n                                rabbit)\n                        What're you little guys so nervous\n                        about?\n \n              He scans the shed with the flashlight to locate the runaway\n              as he tries to contain the jittery ball of fur in his arms.\n\n              The flashlight searches each corner, until the beam finally\n              stops on:\n \n              THE RABBIT HUTCH\n \n              Music pounds hard on the soundtrack, as through the hutch\n              grillwork we can see a mass of dead rabbits, lying one next\n              to the other, staring up with glinting, glass eyes.",
  "8": "---END OF PREVIOUS SECTION---\nHAROLD\n                               (stroking the white\n                                rabbit)\n                        What're you little guys so nervous\n                        about? He scans the shed with the flashlight to locate the runaway\n              as he tries to contain the jittery ball of fur in his arms. The flashlight searches each corner, until the beam finally\n              stops on:\n \n              THE RABBIT HUTCH\n \n              Music pounds hard on the soundtrack, as through the hutch\n              grillwork we can see a mass of dead rabbits, lying one next\n              to the other, staring up with glinting, glass eyes. \n---TARGET SECTION TO BE ANNOTATED---\n \n              Harold stands immobilized, in a state of shock.  He looks\n              down upon the limp bodies of his beloved pets, his face\n              turned into a sad mask of outrage.  He holds onto the white\n              rabbit even tighter.\n \n                                  HAROLD\n                        Who would do this...?\n \n              Trembling, Harold reaches to lift the lid of the hutch.  The\n              music throbs...\n \n              A big timber rattlesnake springs out of the hutch, mouth wide\n              and open, twin poisonous fangs shining in the beam of the\n              flashlight.\n \n              The music drops out as the snake's loud kiss dominates.  The\n              muscles of its dark, lean body push the deadly mouth ahead,\n              into the lens of the camera.\n \n              Instinctively, Harold slams the hutch down, dropping his\n              flashlight and the white rabbit.  The snake hisses and spits\n              at the camera through the wife mesh.\n \n              Literally scared shitless, Harold races out of the shed,\n              holding his stomach with both hands.\n \n                                                       CUT TO:\n \n              INT. STAIRWELL - NIGHT\n \n              Harold dashes through the back door, and up the stairs like\n              a charging bull.\n \n                                                       CUT TO:\n \n              INT. UPSTAIRS LIVING QUARTERS - NIGHT\n \n              Harold bursts through the door, crashing into his\n              unsuspecting wife.  Edna is knocked off balance and tries to\n              hold onto him.\n \n                                  EDNA\n                        What happened?  What's the matter?\n\n              Harold can't talk.  He rubs his stomach and heads straight\n              for the bathroom, vanishing inside.\n \n                                  EDNA\n                               (continuing)\n                        It's all the crap you've been\n                        stuffing yourself with.\n \n              Edna turns up the volume on the TV and plunks herself down on\n              the couch.\n \n              She reaches for her knitting bag and empties its contents.\n              One of her two, long, thin knitting needles is missing.\n \n                                  EDNA\n                               (rummaging all around\n                                her)\n                        Now where could that other needle\n                        have gone?\n \n                                                       CUT TO:\n \n              INT.",
  "9": "---END OF PREVIOUS SECTION---\nOne of her two, long, thin knitting needles is missing. EDNA\n                               (rummaging all around\n                                her)\n                        Now where could that other needle\n                        have gone? CUT TO:\n \n              INT. \n---TARGET SECTION TO BE ANNOTATED---\n STOREROOM / BATHROOM - NIGHT\n \n              The room is a combination:  storing place mostly, there are\n              two ample cupboards facing each other, each leaning against\n              a wall, a mess of crates and boxes lying on top of each other\n              behind a dusty curtain... and a toilet bowl, left from the\n              days when this was just an oversized bathroom.  The toilet\n              bowl is against the fourth wall, at an angle behind the door.\n \n              The sound of the TV filters through the door as Harold,\n              trousers down to his knees, sits on the toilet, sighing with\n              relief as the first bout of diarrhea is over.\n \n              He loosens his collar, wipes some sweat from his brow,\n              reaches behind the toilet tank, and produces a hidden bottle\n              of Whiskey.\n \n              He unscrews the cap and takes a hardy swig.  He leans back\n              and shut his eyes.\n \n                                  HAROLD\n                               (to himself)\n                        Those poor little creatures...\n \n              Another swig.  Some of the liquor spills over his chin and he\n              wipes it with his sleeve.  His eyes wander around aimlessly,\n              then focus on...\n\n              THE DUSTY CURTAIN\n \n              partially masking the mess of boxes and crates.  It seems to\n              ripple subtly, moved by an ever so slight movement of air,\n              perhaps someone's breath?\n \n              Harold waits.  The curtains seem still.  Harold is about to\n              relax when a brief, hollow noise is heard.\n \n              Harold tries to locate the noise, but it's over before he can\n              tell its source.  Pants around his ankles, he rises, shuffles\n              to one of the closets.  It takes some courage to yank the\n              door open, and the camera moves fast into a...\n \n              FLAT CLOSEUP of empty shelves - nothing has touched them in\n              a long time, except dust.\n \n              Breathing relief, Harold pulls up his pants again, just\n              enough to be able to hobble grotesquely to the dusty curtain.\n              He rips it apart, stares at the odd assortment of boxes and\n              crates - empty, lifeless, and uncannily menacing because of\n              their lifelessness.",
  "10": "---END OF PREVIOUS SECTION---\nFLAT CLOSEUP of empty shelves - nothing has touched them in\n              a long time, except dust. Breathing relief, Harold pulls up his pants again, just\n              enough to be able to hobble grotesquely to the dusty curtain. He rips it apart, stares at the odd assortment of boxes and\n              crates - empty, lifeless, and uncannily menacing because of\n              their lifelessness. \n---TARGET SECTION TO BE ANNOTATED---\n \n              Reassured, Harold gives the other closet a glance, almost\n              decides against checking it - and then changes his mind, and\n              stumbles, pants still around his ankles, towards it.\n \n              Looks like this one hasn't been opened at all for a long\n              time.  Harold tugs at the door - a creak, followed instantly\n              by a musical stinger as a huge hand holding a meat cleaver\n              rips into the shot, strikes Harold, imbedding the cleaver in\n              his chest.\n \n              Harold manages a half-scream that mixes incongruously with\n              the laughter from the TV in the living room.  As the hand\n              twists the cleaver, the scream becomes a raspy cough.\n \n              Harold stumbles backwards and crashes to the floor.\n \n                                                       CUT TO:\n \n              INT. LIVING ROOM - NIGHT\n \n              Edna hears the crash.  She turns off the television.\n \n                                  EDNA\n                        Harold?\n \n              No answer.  She gets up from the couch and goes to the\n              bathroom door.  She listens and hears the noise of the toilet\n              flushing and flushing, as if someone's hand never released\n              the lever.\n\n                                  EDNA\n                               (rattling the door\n                                knob)\n                        Harold... what's taking you so\n                        long in there?  You all right?\n \n              She pushes against the door.  It doesn't budge.  She looks\n              down and notices some kind of liquid seeping out from\n              underneath the bathroom door.  She dips her fingers in it and\n              sniffs.\n \n                                  EDNA\n                               (continuing)\n                        Whiskey, I thought so.\n \n              She goes over to a desk, opens a small drawer and finds a\n              skeleton key.\n \n              She hurries back to the bathroom/storeroom door, ready to\n              insert the key.  To her shock, the door is now open a crack!\n \n              For a moment, Edna is nonplussed.\n \n                                  EDNA\n                               (continuing)\n                        Harold!\n \n              She pushes the door - it swings open, revealing the open\n              closets, the boxes and crates...\n \n              INT. BATHROOM - NIGHT\n \n              Edna steps inside and inadvertently kicks the half-empty\n              bottle of Whiskey.",
  "11": "---END OF PREVIOUS SECTION---\nShe pushes the door - it swings open, revealing the open\n              closets, the boxes and crates... INT. BATHROOM - NIGHT\n \n              Edna steps inside and inadvertently kicks the half-empty\n              bottle of Whiskey. \n---TARGET SECTION TO BE ANNOTATED---\n  She picks up the bottle while the\n              flushing noise persists maddeningly.\n \n              She turns toward the toilet, which is behind the door and\n              screams at the sight of Harold sitting there.\n \n              HAROLD\n \n              pants down, like a grotesque dummy, blood drooling out of the\n              corners of his mouth, the meat cleaver sticking out of his\n              chest and one elbow stuck against the flushing handle.\n \n              The Whiskey bottle falls from Edna's hand, hits the floor and\n              shatters.\n \n              Edna screams uncontrollably.\n \n              From behind her a huge hand enters the flame and pierces the\n              back of her head with the previously missing knitting needle.\n              The needle is pushed out through her mouth, right at the\n              camera.\n\n              she gags on her own blood and slums out of frame.\n \n                                                       CUT TO:\n \n              EXT. WORKING CLASS NEIGHBORHOOD - MORNING\n \n              A group ethnic children are playing stickball in the street,\n              weatherworn two and three-family houses on either side of\n              them.\n \n              A red passenger van screeches around the corner and heads\n              down the block, slowing down as it advances on the oblivious\n              children.  The driver sounds the horn, warning of the van's\n              approach.  Most of the children scatter, but a few don't,\n              yelling and banging on the sides of the van as it passes.\n \n              The van continues for a few yards then parallel parks in the\n              first available space.\n \n              The driver Chris...19, blond, attractive but intense...steps\n              down and circles around to the passenger side where two\n              others jump out.  They are Debbie...19, brown-haired,\n              vivacious and healthy, the all-american cheerleader\n              type...and Andy...slims, athletic and ruggedly handsome.\n \n                                  DEBBIE\n                        Which one is it?\n \n                                  CHRIS\n                               (pointing)\n                        It's the last house on the left.\n                        She lives downstairs.\n \n              Chris turns back to the van.\n \n                                  CHRIS\n                               (calling through\n                                window)\n                        Hey Shelly!  Come on out and meet\n                        your date.",
  "12": "---END OF PREVIOUS SECTION---\nChris turns back to the van. CHRIS\n                               (calling through\n                                window)\n                        Hey Shelly! Come on out and meet\n                        your date. \n---TARGET SECTION TO BE ANNOTATED---\n \n                                  SHELLY'S VOICE\n                               (from inside van)\n                        Bring her to me!\n \n              Chris looks back at Andy and Debbie for advice.\n \n                                  ANDY\n                               (shrugging his\n                                shoulder)\n                        What're you gonna do?\n \n                                  DEBBIE\n                        Maybe this wasn't such a good idea.\n\n              Chris calls into the van once again.\n \n                                  CHRIS\n                        How about you two?  You coming?\n \n              Two other voices shout back:\n \n                                  VOICES\n                               (in unison)\n                        No!\n \n              Chris throws up her hands in frustration, joining Andy and\n              Debbie.  They cross the street abreast.\n \n              CAMERA TRACKS in front of the three friends.  A rotund,\n              ominous-looking figure in a hideous, ghostly white mask\n              springs out from around the hidden side of the van.  The\n              figure follows a safe distance behind the unsuspecting\n              threesome, brandishing a knife.\n \n              As they walk, Andy and Debbie are locked in each other's arms\n              and they begin to kiss.  Chris looks at them and shakes her\n              head.\n \n                                  CHRIS\n                        Sex, sex, sex.  You guys are\n                        getting boring, you know that?\n \n              Debbie breaks the kiss, feeling a little embarrassed.\n \n                                  ANDY\n                        So what would a weekend in the\n                        country be without sex?\n \n                                  DEBBIE\n                               (stern)\n                        Cool it, Andy.\n \n                                  ANDY\n                               (apologetic)\n                        I didn't mean it the way it\n                        sounded...\n \n                                  CHRIS\n                        I know you didn't...\n \n              Little by little, the masked figure advances from behind.\n \n                                  CHRIS\n                               (to Andy and Debbie)\n                        Look guys, I don't want to ruin\n                        your weekend.  What happened to me\n                        at the cottage happened a long time\n                        ago and I think I've worked that out.\n                        I'm all right now.\n \n              The figure draws even closer raising the knife above his head.\n \n                                  CHRIS\n                               (continuing)\n                        I appreciate the fact that you\n                        worry about me, but don't.\n \n                                  DEBBIE\n                        Okay, we won't.",
  "13": "---END OF PREVIOUS SECTION---\nThe figure draws even closer raising the knife above his head. CHRIS\n                               (continuing)\n                        I appreciate the fact that you\n                        worry about me, but don't. DEBBIE\n                        Okay, we won't. \n---TARGET SECTION TO BE ANNOTATED---\n  We'll just have\n                        fun, all agreed?\n \n              The masked figure rears back and plunges the knife into\n              Andy's back.\n \n                                  ANDY\n                        Aaahhh!\n \n              The rubber knife bends in half.  Andy, Debbie and Chris whirl\n              around to face the assailant.\n \n                                  ANDY\n                               (continuing)\n                        Dammit Shelly!  Why do you always\n                        have to be such an asshole!\n \n                                  SHELLY\n                               (still wearing the\n                                mask)\n                        I beg your pardon, I'm not an\n                        asshole.  I'm an actor.\n \n                                  ANDY\n                        Same thing.\n \n              Chris and Debbie, in disgust, turn away and walk off.  Andy\n              drops back to walk with Shelly.\n \n                                  ANDY\n                               (paternal)\n                        Look Shelly, you're my roommate\n                        and I like you... most of the\n                        time.  But you gotta stop doing\n                        these things.  Now, I set this\n                        date up for you, didn't I?  So\n                        don't embarrass me.  When you meet\n                        this woman, just relax and be\n                        yourself.\n\n                                  SHELLY\n                        Would you be yourself...\n                               (ripping off mask)\n                        ...if you looked this this?\n \n              Shelly puts on a pair of unflattering prescription glasses.\n              Although he has a pleasant face, Shelly is overweight, greasy-\n              haired and unkempt.\n \n              Chris and Debbie lead the way for Andy and Shelly up the\n              porch steps, to the front door of a shabby, two-family house.\n \n              Chris rings the bell.  Shelly takes a few steps back.  He\n              mats down his unruly hair, tucks in his shirt and takes off\n              his glasses.  He's ready.\n \n              The door opens and a middle-aged Hispanic woman stands behind\n              the outer screen door.\n \n                                  MOTHER\n                               (Spanish accent)\n                        Yes?\n \n                                  CHRIS\n                               (friendly)\n                        Hi, Mrs. Sanchez.  I'm Chris.\n                        We've come to pick up Vera.\n \n                                  MOTHER\n                               (bruskly)\n                        She's not going.\n \n              She shuts the door in Chris' face.",
  "14": "---END OF PREVIOUS SECTION---\nWe've come to pick up Vera. MOTHER\n                               (bruskly)\n                        She's not going. She shuts the door in Chris' face. \n---TARGET SECTION TO BE ANNOTATED---\n  The group stands there\n              not knowing what to do next.  V.O.'s from inside the house\n              they can hear Vera and her mother arguing in Spanish.\n \n                                  CHRIS\n                        What are they saying?\n \n                                  DEBBIE\n                        I don't know.  I flunked Spanish.\n \n              They all turn to leave when suddenly the front door swings\n              open.  This time Vera, knapsack over her shoulder, ready to\n              go, comes out onto the porch.  She's a knockout...20, exotic,\n              raven-haired beauty...in tight jeans.  They turn and stare at\n              her.\n \n                                  VERA\n                               (forcing a smile)\n                        Hi everybody, what're you looking\n                        at.  Let's go.\n\n              Shelly, intimidated by Vera's sexy good looks, steps behind\n              Andy and slips the mask back over his face.\n \n                                  CHRIS\n                               (to Vera)\n                        Is everything okay?\n \n                                  VERA\n                        You know, just your basic old\n                        fashioned mother problems.\n                               (changing the subject)\n                        So, where's my date?\n \n              Shelly comes out from behind Andy.\n \n                                  SHELLY\n                               (sheepishly)\n                        Hi.\n \n                                  VERA\n                               (letting her\n                                disappointment show)\n                        You're Shelly?\n \n                                  SHELLY\n                        I'm sorry.\n \n              Andy angrily rips the mask off Shelly's face.\n \n                                  DEBBIE\n                               (looking across the\n                                street)\n                        Hey!  The van's on fire!\n \n              EXT. VAN\n \n              White smoke billows out of the van windows, engulfing the\n              vehicle and the luggage tied to the top.\n \n              The whole group rushes off the porch and races to the van.\n              The first one there, Andy, opens the passenger side door and\n              jumps in.  Chris runs around to the driver's side and does\n              the same.\n \n              INT. VAN\n \n              Through thick, acrid smoke, Chili and her boyfriend, Chuck...\n              Cheech and Chong lookalies...can be seen sitting in the back\n              on the floor, each puffing away like crazy on a bong filled\n              with Marijuana.  Each wears a stereo headset that is plugged\n              into their own Sony Walkman portable cassette players.",
  "15": "---END OF PREVIOUS SECTION---\nVAN\n \n              Through thick, acrid smoke, Chili and her boyfriend, Chuck... Cheech and Chong lookalies...can be seen sitting in the back\n              on the floor, each puffing away like crazy on a bong filled\n              with Marijuana. Each wears a stereo headset that is plugged\n              into their own Sony Walkman portable cassette players. \n---TARGET SECTION TO BE ANNOTATED---\n \n              Andy and Chris looks at each other as if to say \"I should\n              have known.\"\n\n                                                       CUT TO:\n \n              EXT. HIGHWAY - MORNING\n \n              Chris' red van speeds along the empty rural highway through\n              the lush New England countryside.\n \n                                                       CUT TO:\n \n              INT. VAN - MORNING\n \n              Through the driver's side window, the wind blows in on Chris\n              and tosses her flaxen hair as she drives.  Debbie sits on\n              Andy's lap in the passenger seat - the only other seat in the\n              van.\n \n                                  ANDY\n                        How much farther to the cottage?\n \n                                  CHRIS\n                        We could've been there already...\n                               (looking at Debbie)\n                        ...if some people didn't have to\n                        go to the bathroom every five\n                        minutes.\n \n                                  DEBBIE\n                               (defensive)\n                        Oh yeah...well just hope that you\n                        never get pregnant, 'cause all you\n                        do all the time is piss!\n \n              REAR OF THE VAN\n \n              Chili and Chuck are sprawled out on the floor, taking\n              inventory of their numerous joints and bags of Marijuana.\n \n              Shelly sits cross-legged near the very back of the van,\n              opposite Vera, who sits with her legs open.  Daydreaming, she\n              gazes upward at the sky and treetops through the back window.\n \n              Shelly can't stop staring at Vera, admiring her sexy body.\n              Vera senses that Shelly is undressing her with his eyes and\n              quickly turns her head around and catches him looking at her\n              breasts.  Shelly averts his eyes in embarrassment and looks\n              over at Chuck who lights up a joint, inhales and hands it\n              Chili.\n \n                                  SHELLY\n                        Is that all you two are gonna do\n                        this weekend...smoke dope?\n\n                                  CHUCK\n                        Why not, man?  Is there a law\n                        against it?\n \n                                  SHELLY\n                               (persisting)\n                        There's better things to do with\n                        your life.\n \n                                  CHUCK\n                               (confused)\n                        Like what?\n \n                                  CHILI\n                               (inhaling)\n                        I can't think of anything.\n \n              She offers the joint to Shelly.  He declines.  Chili offers\n              it to Vera.",
  "16": "---END OF PREVIOUS SECTION---\nShe offers the joint to Shelly. He declines. Chili offers\n              it to Vera. \n---TARGET SECTION TO BE ANNOTATED---\n \n                                  VERA\n                        Sure, why not.\n \n              Vera comes forward on her hands and knees, reaching out for\n              the joint.  As she does, she inadvertently thrusts her\n              shapely rear end almost into Shelly's face.  Shelly makes no\n              attempt to retreat from it.  Actually he rather enjoys it.\n \n                                  VERA\n                               (as she draws on the\n                                joint)\n                        Is this stuff any good?\n \n                                  CHUCK\n                        Home grown, man!  Of course it's\n                        good!\n \n                                  CHILI\n                        And it's good for you, too.\n                        Strictly organic.  No\n                        preservatives, man.\n \n              Andy sniffs at the air around him filled with the aroma of\n              good grass.\n \n                                  ANDY\n                        Hey, let's share the wealth with\n                        those less fortunate up front here.\n \n              Vera passes the joint to him and sits back down across from\n              Shelly.\n \n              Shelly is rummaging through a small black suitcase. It's\n              contents are concealed from Vera's view.\n\n                                  VERA\n                               (curious)\n                        What d'ya got in there?\n \n                                  SHELLY\n                               (very secretive)\n                        My whole world.\n \n                                  VERA\n                        In that little thing?\n \n                                  SHELLY\n                        Stick around and you'll see.\n \n              Vera turns away and looks out the back window.\n \n              We can hear the faint sounds of sirens.\n \n              EXT. HIGHWAY - DAY\n \n              In the distance, two police cruisers, with lights flashing,\n              in hot pursuit.\n \n              INT. VAN\n \n                                  VERA\n                               (to the others)\n                        Better hide that grass.  It's the\n                        cops.\n \n                                  CHRIS\n                               (looking out her\n                                sideview mirror)\n                        Oh, no.\n \n                                  SHELLY\n                               (looking out the back\n                                window)\n                        What are we gonna do?\n \n                                  VERA\n                        Destroy the evidence, Pronto!\n \n                                  CHUCK\n                        Destroy the evidence?  No, man!\n \n                                  CHILI\n                               (looking right at\n                                Chuck)\n                        Yes, man!\n \n              They all look at one another, perplexed.  Vera is amused.",
  "17": "---END OF PREVIOUS SECTION---\nCHILI\n                               (looking right at\n                                Chuck)\n                        Yes, man! They all look at one another, perplexed. Vera is amused. \n---TARGET SECTION TO BE ANNOTATED---\n              Without a word and simultaneously, Chili and Chuck begin to\n              stuff loose grass and joints into their mouths.\n\n                                  CHUCK\n                               (mouth full)\n                        Come on, dig in!\n \n                                  ANDY\n                               (grabbing a bag)\n                        Aw shit!\n \n              He starts to eat.  Vera joins in, too.  The police sirens\n              grow louder.\n \n              EXT. HIGHWAY - DAY\n \n              The cruisers advance.\n \n              INT. VAN\n \n              Andy grabs another bag and hands it to Chris.\n \n                                  ANDY\n                        Here...eat.\n \n                                  CHRIS\n                        Try me some other time.  I'm\n                        driving.\n \n              Andy turns to Debbie and offers up the cellophane bag.\n \n                                  ANDY\n                        Breakfast?\n \n                                  DEBBIE\n                        No way.  We're pregnant.  Remember?\n \n              The sirens seem to be getting closer.  Chili leans in behind\n              Chris.\n \n                                  CHILI\n                        You better step on it!\n \n                                                       CUT TO:\n \n              EXT. HIGHWAY - MORNING\n \n              The van speeds up, but so do the police cruisers, even\n              narrowing the gap.\n \n                                                       CUT TO:\n \n              EXT. VAN - MORNING\n \n              Chili, Chuck, Andy and Vera's cheeks are filled to capacity\n              with dope.  Their faces are turning green.  Still they\n              continue to stuff in more at a frantic pace.\n\n              Shelly holds his black suitcase tightly to his chest as he\n              watches out the back window with concern.\n \n                                  SHELLY\n                        Faster!  Eat faster!\n \n                                  VERA\n                               (handing Shelly a\n                                fistful of grass)\n                        Why don't you help us?\n \n                                  SHELLY\n                               (reluctant)\n                        Uh... I guess I'm just not hungry.\n \n                                  ANDY\n                               (mouth full)\n                        You're always hungry!\n \n              To appease everybody, Shelly begins to nibble ever so\n              slightly on the marijuana out of Vera's hand.\n \n                                  CHRIS\n                        They're too close.  I gotta pull\n                        the van over.  Hurry up and\n                        swallow!  Everybody just be cool.\n \n                                                       CUT TO:\n \n              EXT. HIGHWAY - MORNING\n \n              Chris pulls the van to the side of the road.",
  "18": "---END OF PREVIOUS SECTION---\nEverybody just be cool. CUT TO:\n \n              EXT. HIGHWAY - MORNING\n \n              Chris pulls the van to the side of the road. \n---TARGET SECTION TO BE ANNOTATED---\n  She sticks her\n              head out to watch for the approaching cruisers.  Much to her\n              surprise and everyone else's, both police cars zoom by the\n              van without stopping.\n \n                                                       CUT TO:\n \n              INT. VAN - MORNING\n \n              A collective sigh of relief, followed by groans of regret for\n              what they've just done.\n \n                                  ANDY\n                               (belching)\n                        I think I'm gonna be sick.\n \n                                  VERA\n                               (holding her stomach)\n                        The line forms at the rear.\n\n                                  CHUCK\n                        I'm gonna be sicker than all of\n                        you, man.  Now I gotta spend the\n                        whole weekend totally straight...\n                               (buries his head in\n                                his hands)\n                        I don't think I can make it, man!\n \n                                  CHILI\n                        Chuck... look.\n \n              She slowly unbuttons her blouse.  Everyone looks at her,\n              puzzled.  Chuck raises his head.\n \n                                  CHUCK\n                               (mistaking Chili's\n                                intentions)\n                        Not now, man!\n \n              Her fingers reach inside her bra -- but instead of freeing\n              her breasts, she pulls out a good size plastic bag of\n              marijuana.  Chuck's mouth drops open.\n \n                                  CHILI\n                        I'm a slow eater.\n \n                                  CHUCK\n                               (throwing his arms\n                                around Chili)\n                        I love you, man!\n \n              He attacks her with kisses.  The others laugh.\n \n                                                       CUT TO:\n \n              EXT. ROADSIDE MARKET - MORNING\n \n              The two police cruisers make a sharp right into the small Mom\n              'n Pop store parking lot and SCREECH to a halt.\n \n              A small group of curious onlookers congregate at the front\n              entrance of the store.\n \n              The cruiser lights continue to flash red and blue as the\n              Police Officers step out of their vehicles.\n \n              The Officers order the onlookers to \"go home\" then enter the\n              store.\n \n              Chris' red van approaches down the highway.\n \n                                                       CUT TO:\n\n              INT. VAN - MORNING\n \n              Chris slows down the vehicle as she sees the flashing police\n              lights and ambulances.  She rubber-necks to see what's\n              happening.",
  "19": "---END OF PREVIOUS SECTION---\nCUT TO:\n\n              INT. VAN - MORNING\n \n              Chris slows down the vehicle as she sees the flashing police\n              lights and ambulances. She rubber-necks to see what's\n              happening. \n---TARGET SECTION TO BE ANNOTATED---\n \n              CHRIS' MOVING POV\n \n              A team of Medics carry out two heavy body bags from the store.\n \n              Chris watches with morbid fascination, fueling her anxieties.\n \n              Debbie is also looking out the window at this unpleasant\n              scene.  She turns to see Chris and reads the concern on her\n              face.\n \n                                  DEBBIE\n                        Hey, kiddo... don't let your\n                        imagination run away with you.\n \n              Chris turns her attention back to the highway and drives on.\n \n                                                       CUT TO:\n \n              EXT. HIGHWAY - MORNING\n \n              CLOSE SHOT on a PAIR of Scraggly Men's boots as they walk\n              along the edge of the highway.  CAMERA TILTS UP to reveal\n              ABEL... 72, long stringy white hair and whiskered, skinny in\n              baggy clothes, weathered stern face.  Like a lone star, he\n              ambles down the lonely highway, dragging a duffle bag.\n \n              The SOUND of a vehicle approaching in the distance...\n \n              Abel sticks out his right thumb in a hitchhiking stance.  He\n              affects a smile and looks toward the vehicle down the road.\n \n                                                       CUT TO:\n \n              INT. VAN - MORNING\n \n              The sun pours in through the windshield.  Debbie shades her\n              eyes to get a better look at the figure up ahead.\n \n                                  DEBBIE\n                        Would you look at that!  I've\n                        never seen a senior citizen\n                        hitchhiker before.\n \n              The others in the back come forward to look.\n \n                                  ANDY\n                        Let's give the poor old guy a\n                        break.  Pick 'im up.\n\n              Shelly reacts very emotionally to the suggestion.\n \n                                  SHELLY\n                        That scarecrow?  Can't you tell\n                        how weird his is just by looking\n                        at him.\n \n                                  VERA\n                        Come on, Shelly.  Who else is\n                        gonna give him a lift?\n \n                                  SHELLY\n                        Not us!  He's really creepy.\n \n              The van is now upon the aged hitchhiker.  He flashes a smile\n              at them:  plaintive, shy, and yet somehow ominous.\n \n                                  CHUCK\n                               (reassuring)\n                        He looks just like my grandfather,\n                        man.",
  "20": "---END OF PREVIOUS SECTION---\nThe van is now upon the aged hitchhiker. He flashes a smile\n              at them:  plaintive, shy, and yet somehow ominous. CHUCK\n                               (reassuring)\n                        He looks just like my grandfather,\n                        man. \n---TARGET SECTION TO BE ANNOTATED---\n  Let's give him a ride.\n \n              EXT. HIGHWAY - MORNING\n \n              The van screeches to a halt and backs up to Abel.  The side\n              door slides open and Abel is lifted into the back.\n \n              The van pulls away.\n \n                                                       CUT TO:\n \n              INT. VAN - MORNING\n \n              Abel settles into the back next to Shelly who studies the old\n              traveller with both curiosity and trepidation.\n \n              Chris adjusts her rearview mirror to include Abel.\n \n              Abel nods \"hello\" to one and all.  They nod back.\n \n                                  ABEL\n                               (in an eloquent\n                                soothing voice)\n                        You are, all of you, very kind and\n                        generous young people to lend a\n                        helping hand to a tired, old man.\n                        Thank you very much.  Perhaps I\n                        can repay the kindness.\n \n              The civilized speaking-manner of the shabby-looking stranger\n              calms the layer of fear that any might have had.\n\n                                  ABEL\n                               (continuing)\n                        My name is Abel.  And I am my\n                        brother's keeper.\n \n                                  SHELLY\n                        Where are you going?\n \n                                  ABEL\n                        Going?  How do you mean?\n \n                                  SHELLY\n                        I mean, is there any place in\n                        particular where we can drop you\n                        off?\n \n                                  ABEL\n                        Drop me off?  How do you mean?\n \n              Shelly's suspicions return and he glances from Vera to Debbie\n              and Andy.  Andy shrugs his shoulders.\n \n              Abel reaches into his dusty dufflebag and pulls out a very\n              small bundle wrapped in a scrap of cloth.\n \n              Chris watches via the rearview mirror.  Her expression is\n              wary.\n \n              Abel unwraps the object and places it in front of Shelly's\n              face.\n \n                                  ABEL\n                               (continuing)\n                        Look what His Grace has brought me.\n \n              Shelly looks down at a the small, slimy, white oblong thing.\n \n                                  SHELLY\n                               (wincing)\n                        What is that?\n \n                                  ABEL\n                        I found this today.  There were\n                        other pieces of the body lying\n                        there, but I believe \"he\" wanted\n                        me to have this...",
  "21": "---END OF PREVIOUS SECTION---\nSHELLY\n                               (wincing)\n                        What is that? ABEL\n                        I found this today. There were\n                        other pieces of the body lying\n                        there, but I believe \"he\" wanted\n                        me to have this... \n---TARGET SECTION TO BE ANNOTATED---\n \n                                  SHELLY\n                               (gasping)\n                        That's an eyeball!  Oh, God!\n\n                                  ABEL\n                        \"He\" wanted me to warn you.\n                               (evangelical)\n                        Look at this, all of you!\n \n              He holds the eyeball out for each to view.  They shrink back\n              away from him, cringing at the sight.\n \n              The eyeball is reflected in the rearview mirror.  Chris is\n              becoming quite upset.\n \n                                  ABEL\n                               (continuing)\n                        See with your own eyes what I have\n                        seen.  Runaway!  Go back to where\n                        you came from... Now!!!\n \n                                                       CUT TO:\n \n              EXT. HIGHWAY - MORNING\n \n              The van comes to an abrupt stop.  The side door opens and the\n              old man is practically tossed out.\n \n              On the ground, Abel yells after the van as it speeds away.\n \n                                  ABEL\n                        I warned you!\n \n                                                       CUT TO:\n \n              EXT. ROADSIDE - MORNING\n \n              The van is parked on the shoulder of the highway.\n \n              Chris leans against a tree, her arms crossed over her chest.\n              She looks towards the woods, waiting.\n \n              In front of her face, two sneakered feet pass by.  It's Andy,\n              walking on his hands.\n \n              Vera stretches her arms over her head then drops her torso\n              and arms to the ground, bent over.\n \n                                  VERA\n                        Some people stretch their legs....\n                               (looking at Andy)\n                        Some their arms....\n                               (looking at Shelly\n                                eating a candy bar)\n                        And some nothing at all.\n\n              From out of the woods, Debbie appears.  She zips up the front\n              of her jeans and approaches the others.  Chris and Vera\n              applaud.\n \n                                  DEBBIE\n                        I can't help it.\n \n              Smiling, Chris puts her arms around Debbie's shoulder and the\n              two walk toward the van.\n \n              From seemingly out of nowhere, the ROAR of MOTORCYCLES is\n              suddenly upon them.\n \n              The group whisks around to find three souped-up motorcycles\n              bearing down on them, navigated by a manacing-looking TRIO.\n \n              The motorcycles head straight for them.",
  "22": "---END OF PREVIOUS SECTION---\nFrom seemingly out of nowhere, the ROAR of MOTORCYCLES is\n              suddenly upon them. The group whisks around to find three souped-up motorcycles\n              bearing down on them, navigated by a manacing-looking TRIO. The motorcycles head straight for them. \n---TARGET SECTION TO BE ANNOTATED---\n  In a panic, the\n              group scatters.  Dust swirls as the Motorcyclists veer away\n              from the group and the van just in time to avert a collision.\n \n              As the dust settles, the group picks themselves off the\n              ground.\n \n                                  CHRIS\n                               (brushing herself off)\n                        How come there's never a cop\n                        around when you really need one.\n \n                                                       CUT TO:\n \n              INT. VAN - MORNING\n \n              Chris is still driving.\n \n              The others have assumed their respective positions.  However,\n              the jovial atmosphere has degenerated due to the unsettling\n              series of incidents.\n \n              Long faces and silence prevails.\n \n              Then, up ahead just off the road, a pleasant surprise, for\n              them all.\n \n                                  CHRIS\n                        Wake up, everybody.  Revenge is\n                        ours.\n                               (pointing out the\n                                front window)\n                        Look!\n \n              Chris slows down the van.  The group quickly moves forward\n              and peers out the front windshield.  One by one, a smile\n              crosses each dour face.\n\n              THEIR POV - EXT. HIGHWAY - DAY\n \n              The Three Motorcyclists have been pulled over by a State\n              Trooper and are being ticketed.\n \n              INT. VAN\n \n              The van erupts into laughter and cheers.\n \n              EXT. HIGHWAY - DAY\n \n              As the van passes the powerless Cyclists, the side door\n              swings open and the passenger window rolls down.  The group\n              sticks their heads out and jeers and applauds.\n \n              INT. VAN - DAY\n \n              Chris turns on the radio -- Rock 'n Roll MUSIC blares as the\n              lighthearted atmosphere returns.\n \n              EXT. HIGHWAY\n \n              Jauntily, the van zips down the highway.\n \n                                                       CUT TO:\n \n              EXT. COUNTRY HIGHWAY / DIRT ROAD - DAY\n \n              CLOSE SHOT on a half-eaten dead rabbit lying to one side of\n              the dirt road.  CAMERA DEEP-RACK-FOCUSES to the red van\n              coming up over the hilly highway.\n \n              The van turns off onto the dirt road and makes its way\n              through a wooded landscape along a winding trail.  Sun\n              dapples through the trees.",
  "23": "---END OF PREVIOUS SECTION---\nCAMERA DEEP-RACK-FOCUSES to the red van\n              coming up over the hilly highway. The van turns off onto the dirt road and makes its way\n              through a wooded landscape along a winding trail. Sun\n              dapples through the trees. \n---TARGET SECTION TO BE ANNOTATED---\n \n                                                       CUT TO:\n \n              EXT. LAKESIDE COTTAGE - DAY\n \n              An overgrown driveway meanders among oak trees towards a\n              rustic two-story house.  The oak trees have been there long\n              before the house was built -- their heavy branches hang low,\n              like tired arms, almost blocking the driveway.\n \n              The house has an elevated porch and curtained windows.  It is\n              in relatively decent condition though weatherbeaten and\n              creates from the start an impression of family history.\n \n              There is ample parking space before the house. On the left\n              side of the driveway as one approaches, some thirty yards\n              diagonally across from the house, there is a tall red barn\n              with a hayloft equipped with a block and tackle (to bring up\n              the bales of hay into the loft's square window).\n\n              To the right of the house is an outhouse with a heartshaped\n              venthole in its wooden door.\n \n              To the left of the house is a large lake with a knotty old\n              dock and a small tree-covered island in the middle.  The\n              whole area is surrounded by a lush landscape.\n \n              The SOUND of a VEHICLE approaching...\n \n              The CAMERA reveals this serene, idyllic panorama and PICKS UP\n              Chris' van as it bumps along the dirt road and slows down to\n              a crawl to pass over a creaky, dilapidated wooden bridge that\n              runs over a dried-up stream.\n \n              INT. HOUSE\n \n              The CAMERA peers OVER-THE-SHOULDER of an UNIDENTIFIABLE\n              FIGURE as he moves from one living room window to the other,\n              watching the van as it sweeps under the low branches towards\n              the house.\n \n              EXT. HOUSE\n \n              The van comes to a stop.  Chris jumps out and looks towards\n              the house.  A collection of memories posses her for a moment\n              before she reaches for the knotted rope and unties the tarp\n              covering the bulk of the baggage on top.\n \n                                  CHRIS\n                               (loud so the others\n                                can hear)\n                        Let's bring in the luggage first,\n                        then I'll give you a tour of the\n                        house and the barn and then we can\n                        hang out at the lake...",
  "24": "---END OF PREVIOUS SECTION---\nChris jumps out and looks towards\n              the house. A collection of memories posses her for a moment\n              before she reaches for the knotted rope and unties the tarp\n              covering the bulk of the baggage on top. CHRIS\n                               (loud so the others\n                                can hear)\n                        Let's bring in the luggage first,\n                        then I'll give you a tour of the\n                        house and the barn and then we can\n                        hang out at the lake... \n---TARGET SECTION TO BE ANNOTATED---\n All right?\n \n              No response.  Just the distant SOUND of FEET RUNNING and\n              LAUGHTER.\n \n              Chris walks around to the other side of the van and finds the\n              doors left wide open and no one about.  She turns to see her\n              friends running towards the lake, unable to resist the\n              splendor of the shimmering water and sun dappled landscape.\n \n              Debbie turns back and gestures for Chris to join them.\n \n                                  DEBBIE\n                        Come on down!\n \n                                  CHRIS\n                               (shaking her head)\n                        You go ahead...\n\n              In the background, behind Chris, the Shadowy Figure, OUT OF\n              FOCUS, appears behind a curtain in the living room.\n \n                                  CHRIS\n                               (to Debbie)\n                        I'm gonna take my bags into the\n                        house first and look around.\n \n              Chris turns toward the house.  The Figure disappears from\n              view.  Chris grabs a piece of baggage in each hand and\n              innocently strides up the path and porch steps to the front\n              door.\n \n              It has been a while since she has last visited the family\n              country home and she is actually pleased to have this moment\n              to herself.\n \n              She rifles through her handbag, comes up with the keys and\n              reaches for the doorknob to find that the door is already\n              open, ever so slightly.  A look of concern flashes across\n              Chris' face.\n \n                                  CHRIS\n                               (continuing)\n                        Hello?\n \n              Only the distant SOUNDS of her friends by the lake can be\n              heard.\n \n              Cautiously, Chris pushes the door.  Creaking, it opens wide.\n              She hesitates a moment then takes a step inside.\n \n                                  CHRIS\n                               (hearing a noise)\n                        Who's there?\n \n              From out of nowhere, a hand grabs Chris by the neck and pulls\n              her OUT OF FRAME.  She SCREAMS!\n \n              Then the SOUNDTRACK becomes coldly SILENT...\n \n                                                       CUT TO:\n \n              INT. LIVING ROOM / COTTAGE - DAY\n \n              Pinned up against the wall, Chris is being embraced and\n              kissed passionately by a MAN whose face is not yet visible.\n \n              Resisting, Chris pushes him off.\n \n                                  CHRIS\n                        Derek... stop.",
  "25": "---END OF PREVIOUS SECTION---\nLIVING ROOM / COTTAGE - DAY\n \n              Pinned up against the wall, Chris is being embraced and\n              kissed passionately by a MAN whose face is not yet visible. Resisting, Chris pushes him off. CHRIS\n                        Derek... stop. \n---TARGET SECTION TO BE ANNOTATED---\n                                  DEREK\n                        Why?\n \n              DEREK is 23, tall, dark and virile.\n \n                                  CHRIS\n                        You know what I've been through.\n                        Don't ever scare me like that.\n \n                                  DEREK\n                        I'm sorry.  I just wanted to\n                        surprise you.  What can I say?\n \n                                  CHRIS\n                               (with a smile)\n                        You can say... \"Hello, how are\n                        you?\"... for starters.\n \n                                  DEREK\n                               (genuinely)\n                        Hello.  How are you?\n \n              He pulls her towards him to kiss her again.\n \n                                  CHRIS\n                               (moving away)\n                        You haven't changed a bit.  Always\n                        so sure of yourself.  Even when we\n                        were kids, when you wanted\n                        something, nothing could stop you.\n \n                                  DEREK\n                        Is that so bad?\n \n                                  CHRIS\n                        I don't know.\n \n                                  DEREK\n                        You're irresistible.  I lose\n                        control.\n \n                                  CHRIS\n                        Just slow down.  Let me get to\n                        know you again.  Let me get to\n                        know this place again.\n \n                                  DEREK\n                        Okay.  There's a whole weekend\n                        ahead of us.  There's time.\n \n              Chris embraces Derek.  Behind them, passing the porch\n              windows, OUT OF FOCUS, is the shadowy figure of JASON.\n              Neither Chris nor Derek is aware of the presence.\n\n                                  CHRIS\n                               (breaking the embrace)\n                        Come outside and help me with the\n                        bags.\n \n              The turn and head for the front door.  Jason's figure moves\n              away from the windows, out of sight.\n \n                                                       CUT TO:\n \n              EXT. COTTAGE - DAY\n \n              Chris and Derek bound down the porch steps to the van.\n \n                                  DEREK\n                        I'll get the bags off the top.\n                        You get the ones inside.\n \n              Chris moves around to the opposite side.  The sliding door\n              which was previously wide open is now closed.\n \n                                  CHRIS\n                               (unsure, talking out\n                                loud)\n                        This door was open just a minute\n                        ago, wasn't it?\n \n                                  DEREK (O.S.",
  "26": "---END OF PREVIOUS SECTION---\nCHRIS\n                               (unsure, talking out\n                                loud)\n                        This door was open just a minute\n                        ago, wasn't it? DEREK (O. S. \n---TARGET SECTION TO BE ANNOTATED---\n                               (from the other side\n                                of the van)\n                        What?\n \n                                  CHRIS\n                        Nothing.\n \n              The SOUND of the others thrashing about in the lake can be\n              heard as Chris reaches for the handle and whisks the door\n              aside.  Instinctively, she braces herself, but nothing jumps\n              out at her.  Annoyed with herself for being so suspicious and\n              jumpy, Chris just leans in and grabs for the first bag she\n              sees.\n \n              A HAND springs INTO FRAME and wraps around Chris' wrist.  She\n              gasps and jumps back.\n \n              Shelly sticks his head out the side of the van.\n \n                                  SHELLY\n                        That's my bag.  I'll take care of\n                        it.\n\n                                  CHRIS\n                        What're you doing in there?  Why\n                        aren't you down at the lake with\n                        the others.\n \n                                  SHELLY\n                        'Cause they're skinny-dipping and\n                        I'm not skinny enough.\n \n              Chris looks toward the lake.\n \n              CHRIS' POV\n \n              Andy, Debbie and Vera frolic about naked in the water.  Chili\n              and Chuck dive off the dock, fully clothed.\n \n                                                       CUT TO:\n \n              INT. CELLAR - DAY\n \n              Pitch black save for a slice of sunlight from an elevated\n              basement window.  The door swings open.  Silhouetted in the\n              doorway are Chili and Chuck just come from the lake, drenched\n              and dripping in their wet clothing.\n \n                                  CHUCK\n                               (uneasy)\n                        It's dark down there.\n \n                                  CHILI\n                        That's the way it is, man.\n                        Cellars are dark.\n \n                                  CHUCK\n                        And Hell is hot, but I ain't goin'\n                        down there either.\n \n              Chili flicks a wall switch next to her.  A naked light bulb\n              springs to life, glowing dimly.\n \n                                  CHILI\n                        There's nothin' to be afraid of.\n \n              She takes Chuck by the hand and leads him down the stairs.\n              Their sneakers, sodden with water, squeak and squish as they\n              go.  Water drips from their hair and clothes, forming little\n              puddles that follow their every step.",
  "27": "---END OF PREVIOUS SECTION---\nShe takes Chuck by the hand and leads him down the stairs. Their sneakers, sodden with water, squeak and squish as they\n              go. Water drips from their hair and clothes, forming little\n              puddles that follow their every step. \n---TARGET SECTION TO BE ANNOTATED---\n \n              The basement is overrun with cobwebs and spiderwebs.  Rusted\n              gardening tools, broken bicycle parts and boxes of old toys\n              are strewn helter-skelter.  An old washer and dryer sit just\n              to the left of the electrical fusebox.\n\n                                  CHILI\n                               (continuing)\n                        Gimme your threads, man.\n \n              Chuck pulls off his shirt and hands it to Chili.  She rings\n              it out onto the floor creating a pool of water under the\n              fusebox.\n \n              As Chuck zips down his pants, Chili turns on the dryer.\n              Annoyingly, the dryer RATTLES and SHAKES.\n \n              Suddenly the light bulb goes off, plunging the twosome into\n              near darkness.\n \n              FOREBODING MUSIC enters the SOUNDTRACK...\n \n                                  CHUCK\n                        You broke the electricity, man!\n \n              But yet, the dryer CLATTERS on.\n \n              From over by the stairs, the SOUND of a METAL OBJECT being\n              kicked against the door.\n \n              Chili and Chuck whirl around to look.\n \n              A rusty old roller skate bounces down the stairs and hits\n              bottom with a CLUNK.\n \n                                  CHUCK\n                               (on edge)\n                        Who's there?!\n \n              The door slams shut.\n \n                                                       CUT TO:\n \n              INT. LIVING ROOM / STAIRCASE - DAY\n \n              Laden with his and Debbie's baggage, Andy enters the front\n              door, trudges to the base of the spiral staircase and looks\n              up.\n \n                                  ANDY\n                        Whatever happened to equal rights\n                        for men?\n \n              Chris and Debbie, unburdened by luggage, reach the second\n              floor landing.\n\n                                  DEBBIE\n                               (to Andy)\n                        Stop bitching.  You can't expect\n                        me to carry heavy things in my\n                        condition.\n \n              Andy grumbles and starts up the stairs.\n \n                                                       CUT TO:\n \n              INT. BEDROOM - DAY\n \n              Chris throws open the door and allows Debbie to enter first.\n \n                                  CHRIS\n                        This was my bedroom.  It's yours\n                        for the weekend.\n \n              Chris walks over to the windows and separates the curtains,\n              flooding the room with light.  She opens the windows -- a\n              cool breeze blows in.",
  "28": "---END OF PREVIOUS SECTION---\nIt's yours\n                        for the weekend. Chris walks over to the windows and separates the curtains,\n              flooding the room with light. She opens the windows -- a\n              cool breeze blows in. \n---TARGET SECTION TO BE ANNOTATED---\n \n              Debbie surveys the cheerful room with antique furniture that\n              includes a folding.  Japanese-style dressing curtain.  But\n              there is one important element missing in this bedroom...\n              there's no bed.\n \n                                  DEBBIE\n                        Uh, Chris... I don't mean to be\n                        picky, but... where do we sleep?\n \n              With an impish smile, Chris goes over to the closet and pulls\n              out a crumpled mass of netting.  She hands it to Debbie.\n \n                                  DEBBIE\n                               (perplexed)\n                        What's this?\n \n                                  CHRIS\n                        Your bed.\n \n                                  DEBBIE\n                        A hammock?\n \n                                  CHRIS\n                        Have you ever made love in a\n                        hammock?\n \n              Chris exits, closing the door behind her.\n\n                                  DEBBIE\n                               (envisioning the\n                                pleasant\n                                possibilities)\n                        Hmmm... why not?\n \n              Debbie begins to unravel the nylon mesh when suddenly, a gust\n              of wind topples over the Japanese dressing curtain.  It hits\n              the floor with a sharp SLAP.  At the same exact moment, the\n              door is kicked open with a BANG, SLAMMING against the\n              opposite wall.\n \n              Debbie jumps.  It's Andy.  He squeezes through the door with\n              the bulky baggage.\n \n                                  ANDY\n                               (looking around)\n                        Where's the bed?\n \n              With the back of his foot, Andy kicks the door to close it.\n              An instant before the door slams shut, we SEE a fleeting yet\n              ominous, glimpse of Jason behind Andy in the hallway.\n \n                                                       CUT TO:\n \n              INT. MASTER BEDROOM - DAY\n \n              Chris in CLOSE SHOT, looks around the room, concerned about\n              what she sees.\n \n                                  CHRIS\n                               (calling out)\n                        Derek, come in here!\n \n              WIDER SHOT\n \n              including the whole room.  The bed is a mess as if someone\n              had slept in it recently, the closets are open -- hangers on\n              the floor, some linen strewn about, the dresser drawers are\n              pulled out and left hanging.\n \n              Derek comes into the room carrying a box full of wooden\n              paddles with little rubber balls attached by a long elastic\n              thread.",
  "29": "---END OF PREVIOUS SECTION---\nWIDER SHOT\n \n              including the whole room. The bed is a mess as if someone\n              had slept in it recently, the closets are open -- hangers on\n              the floor, some linen strewn about, the dresser drawers are\n              pulled out and left hanging. Derek comes into the room carrying a box full of wooden\n              paddles with little rubber balls attached by a long elastic\n              thread. \n---TARGET SECTION TO BE ANNOTATED---\n \n                                  DEREK\n                        Look what I found.  Remember these?\n \n                                  CHRIS\n                               (her attention\n                                focused elsewhere)\n                        Did you stay here last night?\n\n                                  DEREK\n                               (looking around)\n                        No.  I got here just before you\n                        did.\n \n                                  CHRIS\n                        Somebody was in here.\n \n                                  DEREK\n                        Goldilocks and the Three Bears?\n \n                                  CHRIS\n                        I'm serious.  Doesn't this look a\n                        little strange to you?\n \n              Chris begins straightening up the room, pushing in the\n              drawers, etc.\n \n                                  DEREK\n                        Don't get paranoid.  I'm sure your\n                        parents left it this way last time\n                        they were here.  You know how\n                        messy your father is.  If there\n                        was a phone here, I'd call them up\n                        right now.\n \n              Derek moves over to help Chris make the bed.\n \n                                  CHRIS\n                        You have an answer for everything,\n                        don't you?\n \n              Derek shrugs his shoulders.\n \n                                  DEREK\n                               (gentle but firm)\n                        I just think that it's about time\n                        you stopped looking over your\n                        shoulder, always expecting there's\n                        someone coming after you.  That's\n                        no way to live.\n \n              Chris looks at Derek thoughtfully, but unconvinced.  They\n              finish making the bed in silence.\n \n                                                       CUT TO:\n \n              EXT. LAKE / COTTAGE - DAY\n \n              Several six packs of empty beer bottles line a picnic table\n              which is further cluttered with half-eaten sandwiches and the\n              usual array of picnic goodies.\n\n              Shelly and Vera sits across from each other, in the midst of\n              a beer chugging contest.  Derek, Andy and Chuck sit on either\n              side Shelly, encouraging him to victory.  Chris, Chili and\n              Debbie, on either side of Vera, do likewise.\n \n              Vera downs her next bottle with apparent ease.  Shelly balks\n              as another beer is thrust in front of him.\n \n                                  SHELLY\n                               (nauseous)\n                        No more... I can't!\n \n                                  ANDY\n                        Yes, you can.",
  "30": "---END OF PREVIOUS SECTION---\nSHELLY\n                               (nauseous)\n                        No more... I can't! ANDY\n                        Yes, you can. \n---TARGET SECTION TO BE ANNOTATED---\n  Come on, Shelly!\n \n              Shelly relents and suffers the beer as it goes down.  The\n              accomplishment is met with a pat on the back.\n \n              Vera, too, hesitates for a moment then chugs her beer, this\n              time more slowly and with a degree of difficulty.\n \n              Tipsy, Shelly rises to his feet.\n \n                                  SHELLY\n                               (as if in control)\n                        If you'll all please excuse me...\n \n              Shelly picks up his small black suitcase and walks off on\n              wobbly legs.\n \n                                  ANDY\n                               (yelling after him)\n                        How could you let her beat you?\n \n              SHELLY\n \n              grabs his mouth and runs past the house into the outhouse,\n              slamming the door behind him.\n \n              The SOUNDS of Shelly vomiting can be heard.\n \n              INT. OUTHOUSE\n \n              Leaning over the hole, Shelly wipes his mouth with his\n              sleeve.  Weakened and defeated, he sits down and leans his\n              head back against the wall, closing his eyes.\n \n              An OMINOUS TONE enters the SOUNDTRACK...\n \n              From behind Shelly, the CAMERA MOVES past him and LOOKS OUT\n              from the heart-shaped venthole carved in the door.\n\n              From this distant vantage point, WE CAN SEE up to a second-\n              floor window where a shadowy figure (Jason) looks down from\n              behind a sheer curtain.\n \n              SHELLY\n \n              opens his eyes and listens to the others by the lake, having\n              fun without him.  He stands up and OUT OF FRAME.\n \n              EXT. OUTHOUSE\n \n              Shelly comes out of the outhouse.  Alone with his black\n              suitcase, he starts for the front door of the house.\n \n              The OMINOUS TONE returns to the SOUNDTRACK...\n \n              The CAMERA CRANES UP to the second-floor bedroom window where\n              moments before the shadowy figure stood watching.  The figure\n              is now gone from the window.  Only the curtains rustle in the\n              breeze.\n \n              The SOUND of the front door SLAMMING.  Shelly is inside.\n \n                                                       CUT TO:\n \n              INT. HOUSE - DAY\n \n              CAMERA is behind Shelly as he ascends the spiral staircase.",
  "31": "---END OF PREVIOUS SECTION---\nShelly is inside. CUT TO:\n \n              INT. HOUSE - DAY\n \n              CAMERA is behind Shelly as he ascends the spiral staircase. \n---TARGET SECTION TO BE ANNOTATED---\n              Halfway up, he HEARS a LOUD THUD.  Pausing to listen, he\n              turns his face around, right into CAMERA.  He hears nothing\n              further and continues up the stairs.\n \n              When he reaches the landing, he HEARS SCREAMING coming from\n              the lake.  He rushes into the bedroom which faces the water.\n \n              INT. BEDROOM - DAY\n \n              It's Andy and Debbie's bedroom where the hammock is now set\n              up, draped with a bedspread.  Shelly looks out on the lake.\n \n              SHELLY'S POV\n \n              The SCREAMING is nothing more than playful activity.\n \n              Suddenly, the SOUND of a window in the room SLAMMING shut.\n              Startled, Shelly whips around to see the window beside the\n              Japanese dressing curtain now closed.  Dust around the window\n              has been unsettled.  The Japanese curtain wavers.  Shelly\n              cannot see behind it.\n \n              He edges over to the curtain and flings it aside.  There's\n              nothing there.  He exits.\n\n              INT. HALLWAY - DAY\n \n              He walks to his room at the far end of the corridor and\n              pushes on the door to open it.  It doesn't budge.  Leading\n              with his shoulder, he bashes into the door.  This time it\n              gives.  Shelly stumbles off-balance into the room (this is\n              the same room which looks directly down on the outhouse)!\n \n              A HIGH-PITCHED FOREBODING NOTE enters the SOUNDTRACK...\n \n              Shelly takes a long look back down the hallway as he closes\n              the door.\n \n              CAMERA HOLDS for a moment on the closed door as the MUSICAL\n              NOTE INTENSIFIES...\n \n                                                       CUT TO:\n \n              EXT. LAKE / COTTAGE - DAY\n \n              A chilling, bloodcurdling SCREAM, from inside the house,\n              shatters the calm by the lake.\n \n                                  DEBBIE\n                        What was that?\n \n                                  ANDY\n                               (looking around at\n                                the others)\n                        Where's Shelly?\n \n                                  VERA\n                        I haven't seen him.\n \n                                  DEREK\n                               (taking control)\n                        Come on!...",
  "32": "---END OF PREVIOUS SECTION---\nANDY\n                               (looking around at\n                                the others)\n                        Where's Shelly? VERA\n                        I haven't seen him. DEREK\n                               (taking control)\n                        Come on!... \n---TARGET SECTION TO BE ANNOTATED---\n \n              He leads the others in a race towards the house and up the\n              porch steps.\n \n                                                       CUT TO:\n \n              INT. HOUSE - DAY\n \n              The group barrels into the house and assembles in the living\n              room at the base of the stairs.\n \n                                  DEREK\n                               (calling out)\n                        Shelly!  Where are you?!\n\n                                  CHRIS\n                               (shouting up the\n                                stairs)\n                        Are you all right, Shelly?\n \n              Silence.\n \n                                  DEREK\n                        Let's spread out and check all the\n                        rooms.  Outside, too.\n                               (to Chris)\n                        You stay with me.\n \n                                  CHRIS\n                        No.  I can look around by myself.\n                        I'll take the upstairs.\n \n              The group disperses.  The CAMERA STAYS with Chris.  She heads\n              up the spiral staircase to the second-floor landing.\n \n              INT. SECOND FLOOR HALLWAY\n \n              She looks both ways down the corridor and sees Shelly's\n              closed bedroom door at the end of the hall.  She approaches,\n              tries the knob and pushes.  The door is stuck.  She kicks it\n              open with her foot.  The door slams against the wall of the\n              room.\n \n                                  CHRIS\n                               (before going in)\n                        Shelly...?\n \n              The room is in order.  Chris takes a few hesitant steps\n              inside, looking all around.  There's no trace of him.\n \n              There are two closets in the room.  Chris reaches out for the\n              nearest one and pulls open the door.\n \n              MUSICAL STINGER...\n \n              SHELLY\n \n              An axe imbedded in his head, and bleeding profusely, falls\n              forward into Chris' arms.  She SHRIEKS as Shelly's lifeless\n              body slides down her arm and slumps to the floor.  Chris\n              recoils, SCREAMING in horror.\n \n              DEREK AND VERA\n \n              burst into the room.\n \n                                  CHRIS\n                               (sobbing)\n                        He's dead... he's dead...",
  "33": "---END OF PREVIOUS SECTION---\nChris\n              recoils, SCREAMING in horror. DEREK AND VERA\n \n              burst into the room. CHRIS\n                               (sobbing)\n                        He's dead... he's dead... \n---TARGET SECTION TO BE ANNOTATED---\n                                  VERA\n                        Oh, my God!\n \n                                  DEREK\n                               (grabbing Chris and\n                                turning her away)\n                        Don't look!  Let's just get the\n                        hell out of here.\n \n              Andy and Debbie, followed by Chili and Chuck, rush into the\n              room.  They react accordingly, except Andy.  He is curiously\n              unaffected by the gruesome sight.  He bends down over Shelly.\n \n                                  DEBBIE\n                        Don't touch him!\n \n              Undaunted, Andy places his hand on Shelly's stomach... and\n              tickles him.  Shelly springs to life, giggling uncontrollably.\n              The others gasp incredulously.\n \n                                  ANDY\n                        Get up, you creep.\n \n              Shelly looks up at the angry mob.\n \n                                  SHELLY\n                               (a little worried)\n                        I guess I fooled you, huh?\n \n                                  CHRIS\n                               (enraged)\n                        Why you little bastard!  I'll kill\n                        you!\n \n              Chris jumps Shelly and pummels him with punches.  The fake\n              axe falls from his head as Shelly fends off Chris.  Derek\n              grabs her and pulls her off.\n \n                                  DEREK\n                        Leave him alone.  He doesn't know\n                        any better.\n \n                                  SHELLY\n                        It was a joke... just a joke... I\n                        didn't mean to...\n \n                                  ANDY\n                               (interrupting)\n                        You never mean to.\n \n              Vera glares disdainfully at Shelly.  She finds him pitiful.\n\n                                  VERA\n                        I gotta get out of here.  I'll go\n                        get some more booze.\n \n                                  DEREK\n                               (throwing her his\n                                keys)\n                        Here, take my VW.\n \n                                                       CUT TO:\n \n              EXT. COTTAGE / BARN - DAY\n \n              The barn doors are wide open.\n \n              The SOUND of an ENGINE CHOKING and SPUTTERING to life.  A\n              rusted-out, old Volkswagen Beetle CHUGS out of the barn.\n              Vera is driving.\n \n              Cleaned all of his makeup and blood, Shelly races out of the\n              house and runs alongside the VW, peering in at Vera.",
  "34": "---END OF PREVIOUS SECTION---\nA\n              rusted-out, old Volkswagen Beetle CHUGS out of the barn. Vera is driving. Cleaned all of his makeup and blood, Shelly races out of the\n              house and runs alongside the VW, peering in at Vera. \n---TARGET SECTION TO BE ANNOTATED---\n \n                                  SHELLY\n                        Let me go with you!  I gotta get\n                        away from here, too.\n \n              Without a word, Vera zooms off, abandoning Shelly.  But when\n              she reaches the bridge, she brakes and opens the passenger\n              door.  Elated, Shelly bolts to the car and jumps in.\n \n              The VW takes off...\n \n                                                       CUT TO:\n \n              INT. PACKAGE STORE - DAY\n \n              A CASHIER rings up the total as a CO-WORKER bags several six-\n              packs of beer, bottles of cheap champagne and assorted\n              munchies.  Vera stands at the cash register, searching her\n              pockets for money.\n \n                                  CASHIER\n                        That'll be $23.50... and we don't\n                        accept no food stamps.\n \n              Vera sneers at the woman and looks down the aisles for\n              Shelly.  She finds him leafing through a magazine rack.\n \n                                  VERA\n                        Shelly... I need some money.\n                        Throw me your wallet.\n \n              Shelly digs into his pocket, comes up with the wallet and\n              tosses it over to Vera.\n\n              She reaches up to catch it, but it hits the side of her hand\n              and drops to the floor.\n \n              Vera bends down to pick it up, but someone beats her to it.\n              A black hand with rings on each finger scoops the wallet up\n              first.\n \n              FOX... a Black woman outfitted in skin-tight black leather...\n              holds the wallet.  Vera and she have an immediate and mutual\n              dislike for each other.\n \n              Flanking Fox, on either side, is ALI... a strapping Black man\n              with a full set of gold teeth... and LOCO... sporting a\n              bandana, gold earrings and leather jacket.\n \n              There are the three motorcyclists that our group had the run\n              in with on the road earlier.\n \n              As Fox and Vera stare at each other, Shelly comes up behind\n              Vera.\n \n                                  SHELLY\n                        Is... is everything all right?\n \n                                  VERA\n                               (looking at Fox)\n                        Everything's gonna be fine.\n \n                                  SHELLY\n                               (spying Fox with his\n                                wallet)\n                        Excuse me, but I believe that's\n                        mine...",
  "35": "---END OF PREVIOUS SECTION---\nSHELLY\n                        Is... is everything all right? VERA\n                               (looking at Fox)\n                        Everything's gonna be fine. SHELLY\n                               (spying Fox with his\n                                wallet)\n                        Excuse me, but I believe that's\n                        mine... \n---TARGET SECTION TO BE ANNOTATED---\n \n              Ali and Loco leer at Shelly and surround him.  They lift him\n              off the ground, each grabbing an arm.\n \n                                  ALI\n                               (to Loco)\n                        Make a wish.\n \n                                  SHELLY\n                               (frightened)\n                        Uh... could I buy you two a beet\n                        or something?\n \n              Fox leafs through the wallet.  Vera holds out her hand.\n \n                                  VERA\n                        I'll take that, now.\n \n              Fox continues rummaging through the wallet.  She pulls out a\n              prophylactic packet.\n\n                                  FOX\n                               (reading off the foil\n                                cover)\n                        \"A True Trojan... thin as a\n                        shadow, strong as a horse.\"\n \n              Ali and Loco laugh and drop Shelly to the ground.  He quickly\n              regains his feet.\n \n                                  VERA\n                               (grabbing the packet\n                                from Fox)\n                        That's mine.\n \n              She grabs for the wallet.  Fox is quick to react, pulling it\n              away from Vera's reach.\n \n                                  FOX\n                        Didn't your mama teach you\n                        manners? If you want somethin',\n                        you ask nice!\n \n              Vera's jaw tightens with restraint.\n \n                                  SHELLY\n                               (to Vera)\n                        Please... be cool.\n \n                                  VERA\n                               (to Fox, teeth\n                                clenched)\n                        May be please have the wallet.\n \n                                  FOX\n                        You mean, \"May we please have the\n                        wallet... ma'am.\"\n \n                                  VERA\n                               (holding back with\n                                difficulty)\n                        May we please have the wallet...\n                               (pauses)\n                        .... ma'am.\n \n                                  FOX\n                        That's good.  That's real nice.\n \n              She tosses the wallet to Vera.  Ali, Loco, and Fox share a\n              good laugh.\n \n              Vera and Shelly pay for the booze, grab their packages and\n              exit the store.\n \n              The three cyclists follow after them.\n\n                                                       CUT TO:\n \n              EXT. PACKAGE STORE - DAY\n \n              CAMERA TRACKS with Vera and Shelly as they head for the car.\n \n              In the background, Ali, Fox and Loco come out of the store.",
  "36": "---END OF PREVIOUS SECTION---\nCUT TO:\n \n              EXT. PACKAGE STORE - DAY\n \n              CAMERA TRACKS with Vera and Shelly as they head for the car. In the background, Ali, Fox and Loco come out of the store. \n---TARGET SECTION TO BE ANNOTATED---\n \n                                  SHELLY\n                        Are they following us?\n \n                                  VERA\n                               (looking back over\n                                her shoulder)\n                        Yes.\n \n                                  SHELLY\n                        Gulp!\n \n              Vera and Shelly quickly stuff the back seat of the VW with\n              their packages.  The fact that three motorcycles are parked\n              directly behind their car is not lost on Vera.\n \n              Shelly is already in the car when Vera jumps into the\n              driver's seat and starts the ignition.  Side by side, Ali,\n              Fox and Loco strut deliberately towards the VW.\n \n              Vera throws the car into gear and hits the gas pedal.  The\n              car lurches in reverse...\n \n              We HEAR the sound of metal crashing.\n \n              VERA\n \n              has deliberately back up into one of the cycles, starting a\n              chain reaction.  The first one collides with a second.  The\n              second collides with a third.  The three motorcycles lie in\n              a heap.\n \n                                  SHELLY\n                               (looking out the back\n                                window)\n                        Aw, shit!\n \n              Enraged, Alice, Fox and Loco race towards the VW and their\n              injured motorcycles.\n \n                                  ALI\n                        Get 'em.\n \n              Vera quickly shifts gears.  The car CHUGS forward and takes\n              off.\n\n              CAMERA PANS with the car as it rips past the onrushing gang,\n              knocking them aside, and zooms out of the parking lot.\n \n                                                       CUT TO:\n \n              EXT. COUNTRY HIGHWAY - DAY\n \n              The Volkswagen Beetle rattles as it speeds past CAMERA.\n \n                                                       CUT TO:\n \n              INT. VOLKSWAGEN - DAY\n \n              Shelly stretches his neck and looks out the back window.\n \n                                  VERA\n                        See anything?\n \n                                  SHELLY\n                        Just a dirty window.\n                               (settles down in his\n                                seat)\n                        Next time, I'll know how to handle\n                        a situation like that.  Let's just\n                        hope that \"next time\" isn't too\n                        soon.\n \n                                  VERA\n                        Stop worrying.  I don't think\n                        they'll bother to come after us.\n \n              The RUMBLING of motorcycles can be heard in the distance.\n              They both hear it.  Shelly looks at Vera apprehensively.",
  "37": "---END OF PREVIOUS SECTION---\nThe RUMBLING of motorcycles can be heard in the distance. They both hear it. Shelly looks at Vera apprehensively. \n---TARGET SECTION TO BE ANNOTATED---\n \n                                  VERA\n                               (continuing)\n                        So, I was wrong.\n \n              Shelly turns to look out the back window.\n \n                                  SHELLY\n                        I don't see anything.\n \n                                  VERA\n                        Keep looking.\n \n              The ROAR of motorcycles grows LOUDER as Vera floors the\n              accelerator.\n \n                                                       CUT TO:\n\n              EXT. HALLWAY - DAY\n \n              Standing just off the road, Abel, the old doom-sayer that the\n              group picked up earlier, has his thumb out for a ride.\n \n              As the VW flies by him without stopping, Abel looks after it\n              with eyes that seem to know something is about to happen.\n \n                                                       CUT TO:\n \n              INT. VW - DAY\n \n                                  VERA\n                               (looking in her\n                                rearview mirror at\n                                Abel)\n                        Not this time, old man.\n \n              The SOUND of approaching motorcycles grows LOUDER... closer.\n \n                                  SHELLY\n                               (looking everywhere)\n                        Where the hell are they?  I don't\n                        see them anywhere!\n \n              CLOSE UP - VERA\n \n              looking out the front window.\n \n                                  VERA\n                        Holy shit!!!\n \n              VERA'S POV\n \n              Swooping over a hill, in unison, three motorcycles head\n              straight for them at top speed. It's Ali, Fox and Loco in\n              black helmets.\n \n              VERA AND SHELLY\n \n              mouths open, eyes wide with disbelief.\n \n              EXT. VOLKSWAGEN\n \n              Vera slams on the brakes.  The car skids to a stop.  At the\n              last possible moment, Fox steers her cycle deftly to the\n              right of the VW.  Loco steers left. And, Ali jumps the car,\n              flying over the top.\n \n              As Ali lands on the highway, the three skid into a U-turn.\n\n              VERA AND SHELLY\n \n              open their eyes and look behind them.  Shelly braces himself\n              as Vera guns the motor.\n \n              EXT. CAR\n \n              The car takes off.  The motorcycles are in pursuit.\n \n              Ali easily catches up with the car and pulls up alongside the\n              driver's window.  Loco creeps up on the passenger's side.\n              Fox moves in behind the vehicle.",
  "38": "---END OF PREVIOUS SECTION---\nAli easily catches up with the car and pulls up alongside the\n              driver's window. Loco creeps up on the passenger's side. Fox moves in behind the vehicle. \n---TARGET SECTION TO BE ANNOTATED---\n \n              ALI\n \n              smiles at Vera.  The sun glints off his gold teeth.\n \n              VERA\n \n              smiles back.\n \n              ALI\n \n              whips out a heavy metal chain and smashes it through the\n              windshield, right at CAMERA.  The windshield shatters.\n \n              The car swerves out of control to the right, knocking into\n              Loco, sending him and his cycle flying off the road.\n \n              As Vera regains control of the VW, Ali drops back next to Fox\n              behind the car.\n \n              Ali hands Fox the chain and signals for her to move up the\n              passenger side.\n \n              INT. VW\n \n              Shelly watches as Fox moves up alongside.\n \n                                  VERA\n                        Got any good ideas?\n \n                                  SHELLY\n                        Maybe.\n \n              He reaches into the back seat and pulls out a bottle of\n              champagne.\n \n                                  VERA\n                        This is no time to celebrate!\n \n                                  SHELLY\n                        Just keep your eyes on the road.\n\n              Waving the chain menacingly, Fox pulls up alongside Shelly's\n              window.\n \n              Quickly, Shelly unravels the seal and shakes up the champagne\n              bottle.\n \n                                  VERA\n                        What're you doing?\n \n                                  SHELLY\n                        No time to explain.  Just listen.\n                        When I yell \"stop,\" you jam on the\n                        brakes as hard as you can.  Okay?\n \n                                  VERA\n                               (pleased with\n                                Shelly's initiative)\n                        You're the boss.\n \n              FOX\n \n              hauls back with the chain and rams it through Shelly's\n              window, barely missing her mark.\n \n              SHELLY\n \n              shakes the bottle as he pries up the plastic cork.\n \n              FOX\n \n              rears back with the chain and readies herself to strike a\n              second time.\n \n              Shelly aims the champagne bottle out the window.  With a\n              final flick of his thumb the cork flies out and strikes Fox\n              in the face -- a direct hit!\n \n              Fox reaches for her face and falls backwards off her cycle.\n \n                                  VERA\n                        Bullseye!\n \n                                  SHELLY\n                               (shouting)\n                        Stop the car!  Now!!\n \n              Vera jams on the brakes.\n \n              EXT.",
  "39": "---END OF PREVIOUS SECTION---\nNow!! Vera jams on the brakes. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n VW\n \n              The car comes to a screeching halt.\n\n              ANGLE ON ALI\n \n              shocked!  Unable to stop in time or swerve out of the way,\n              his cycle runs right up the back of the car and flips over on\n              top of him.\n \n              The VW shifts into first gear and proceeds unimpeded.  Left\n              in its wake are three motorcyclists sprawled out on the\n              highway.\n \n              INT. VW\n \n                                  VERA\n                        This has been on helluva beginning\n                        to a quiet weekend in the country.\n \n                                  SHELLY\n                        Look at it this way... things can\n                        only get better... Right?\n \n                                                       CUT TO:\n \n              EXT. COTTAGE / BARN - DAY\n \n              The sun casts an orange glow over the landscape as it slowly\n              sinks in the West.\n \n              Andy is at one end of the porch working out -- strenuous\n              calisthenics.  Chili and Chuck sit together on the porch\n              swing, opposite Andy, sharing a joint.  They watch Andy's awe-\n              inspiring performance as they rock back and forth.\n \n                                  CHUCK\n                        Maybe we should do some exercise.\n \n                                  CHILI\n                        This is all the exercise I need...\n \n              She raises the joint to her mouth and tokes on it.\n \n              In the background, Debbie comes jogging out of the woods,\n              over to the small bridge and towards the house.  Behind her,\n              the war-torn Volkswagen Beetle winds its way down the dirt\n              road.  Debbie turns and jogs backwards as the car approaches.\n \n              Chili, Chuck and Andy see the car coming. The damage is\n              evident even from a distance.  They run from the porch as the\n              VW passes Debbie and comes to a halt just in front of the\n              barn.\n \n              Chili, Chuck, Andy and Debbie surround the car.  Chuck puts\n              his hand through the frame of the windshield and touches\n              Vera's face.\n\n                                  CHUCK\n                        Where's your windshield, man?\n \n                                  DEBBIE\n                        What happened to you guys?  Are\n                        you all right?\n \n                                  ANDY\n                        The question is... is the beer all\n                        right?\n \n              Shelly and Vera grab the bags and get out of the car.",
  "40": "---END OF PREVIOUS SECTION---\nAre\n                        you all right? ANDY\n                        The question is... is the beer all\n                        right? Shelly and Vera grab the bags and get out of the car. \n---TARGET SECTION TO BE ANNOTATED---\n  They\n              hand the packages to Chili and Chuck.\n \n                                  VERA\n                        We had a slight misunderstanding\n                        with that motorcycle gang...\n                               (she puts her arm\n                                around Shelly)\n                        ... but Shelly made them see the\n                        error of their ways.\n \n                                  SHELLY\n                               (heroically)\n                        It was nothing.\n \n              Together, Shelly and Vera head for the house.  Andy and\n              Debbie linger by the car.\n \n              BARN\n \n              Through the musty darkness, a HULKING HAND reaches out and\n              stealthily pushes open the creaky barn door.  It's Jason.  He\n              peeks through the crack and watches the group.\n \n              DEREK AND CHRIS\n \n              come running out of the house.  Derek is dumbfounded at the\n              sight of his abused and battered car.\n \n                                  DEREK\n                        My beautiful car!  What'd you do\n                        to it?!\n \n              Vera and Shelly pass him on their way to the porch.\n \n                                  VERA\n                               (hanging Derek the\n                                keys)\n                        We're really sorry, but it wasn't\n                        our fault.\n\n                                  SHELLY\n                        A few minor repairs and it'll be\n                        as good as new.\n \n              Derek runs up to his car.  Chris follows.  Shelly and Vera go\n              inside the house.  Chili and Chuck follow behind, carrying\n              the packages in.\n \n              The barn door slowly closes, unseen by anyone.\n \n              DEREK\n \n              examines the injuries sustained by his car.\n \n                                  DEREK\n                        This is too painful to look at.\n \n                                  CHRIS\n                        Why don't we drive over to the\n                        cove and watch the sunset.  It'll\n                        mellow you out.\n \n              Derek considers it for a moment.\n \n                                  DEREK\n                        Might be nice to get away from\n                        these crazy friends of yours.\n \n              They jump into the car.  The CAMERA PANS with the VW as it\n              drives off, revealing Andy and Debbie leaning against a tree,\n              kissing.\n \n                                  DEBBIE\n                        Why don't we go take a swim?\n \n                                  ANDY\n                        I don't know...\n \n                                  DEBBIE\n                               (seductively)\n                        We'd be all alone.",
  "41": "---END OF PREVIOUS SECTION---\nDEBBIE\n                        Why don't we go take a swim? ANDY\n                        I don't know... DEBBIE\n                               (seductively)\n                        We'd be all alone. \n---TARGET SECTION TO BE ANNOTATED---\n  We could do\n                        anything we wanted and nobody\n                        would see.\n \n                                  ANDY\n                        Sounds disgusting.  Let's go.\n \n              He grabs Debbie by the hand and runs with her towards the\n              lake.  As they run past the van, Debbie breaks away from Andy.\n \n                                  DEBBIE\n                        You go ahead.  I'm gonna get a\n                        blanket.\n\n              Andy continues to the lake, walking on his hands when he\n              reaches the dock.\n \n              VAN\n \n              Debbie slides open the side door and crawls inside.\n \n              OMINOUS MUSIC invades the SOUNDTRACK...\n \n              A pair of DARK BOOTED FEET approach furtively.\n \n              Debbie's rear end is practically sticking out as the boots\n              sneak around the back of the van and edge their way towards\n              her.\n \n              Abruptly, Debbie backs down out of the vehicle, blanket in\n              hand, and scampers away without seeing the prowler.\n \n              PROWLER\n \n              CAMERA TILTS UP from the boots to reveal... Ali, the Black\n              motorcyclist.  He's carrying an empty gas can and a siphon.\n              His eyes scan the area.  There's no one on sight -- Debbie is\n              already down by the lake.\n \n              He signals with his hands and out from the bushes come Loco\n              and Fox.  They scurry over to the van and duck down next to\n              Ali who is unscrewing the van's gas cap.\n \n                                  FOX\n                        Maybe we shouldn't do this, Ali.\n \n                                  LOCO\n                        We gotta even the score, don't we?\n \n                                  ALI\n                               (to Fox)\n                        Nobody's gonna get hurt, baby.\n \n              Ali sticks the siphon down into the fuel tank and lays the\n              gas can on the ground below it.  Loco tries to grab the\n              siphon from Ali.\n \n                                  LOCO\n                               (over anxious)\n                        Let me do it.\n \n                                  ALI\n                               (authoritative)\n                        I know what I'm doing.\n \n              Fox's attention is drawn to the barn as her cohorts continue\n              with the task at hand.\n\n              BARN\n \n              Fox cautiously pulls open one of the two doors.  It CREAKS\n              loudly.",
  "42": "---END OF PREVIOUS SECTION---\nFox's attention is drawn to the barn as her cohorts continue\n              with the task at hand. BARN\n \n              Fox cautiously pulls open one of the two doors. It CREAKS\n              loudly. \n---TARGET SECTION TO BE ANNOTATED---\n  She stops and looks around to see if anyone has\n              heard -- the coast is clear.  She slips into the barn and\n              pulls the door closed behind her.\n \n                                                       CUT TO:\n \n              INT. BARN - DUSK\n \n              Spears of fading sunlight, thick with dust, cut across the\n              musty interior.\n \n              Fox scans the premises.  Her face lights up with the smile of\n              a child in a toy store trying to decide which area to explore\n              first.\n \n              This is your typical barn with a variety of heavy duty tools,\n              some rusting; saw horses; wooden benches and ladders; a horse\n              stall; haybins, haystacks and a second floor hayloft; and,\n              several storage rooms.\n \n              With the fascination of a street kid who has probably never\n              seen the inside of a barn, Fox wanders through the rustic\n              interior.  In her high-heeled boots, she has trouble\n              maneuvering around on the muddy, hay covered floor.\n \n              As she approaches the toolshed, one of her heels sticks deep\n              into a sticky patch of mud and she falls forward off-balance.\n              To stop her fall, Fox reaches out for the toolshed handle.\n              She grabs it but the rotting old door tears off its hinges\n              and she topples to the ground -- her face landing inches away\n              from a pitchfork's prongs aiming upwards at her.\n \n              Her eyes focus on the sharp teeth of the pitchfork.  Alarmed\n              by the close call, Fox tosses the implement away, gets up and\n              dusts herself off.\n \n              Looking skyward to the loft area, Fox moves over to its\n              ladder and starts up.  The ladder quivers as she ascends,\n              apparently dislodging a bale of hay at the top and sending it\n              crashing towards her.  (Or, was it Jason?)  Fox swings her\n              body out of the way just in time.  The bale whizzes by her\n              and hits the barn floor with a THUD.\n \n              She continues up the ladder and disappears through the loft\n              flooring.\n \n                                                       CUT TO:\n\n              EXT. BARN - DUSK\n \n              Ali and Loco have just completed filling up one gas can and\n              are starting to fill the second one.",
  "43": "---END OF PREVIOUS SECTION---\nShe continues up the ladder and disappears through the loft\n              flooring. CUT TO:\n\n              EXT. BARN - DUSK\n \n              Ali and Loco have just completed filling up one gas can and\n              are starting to fill the second one. \n---TARGET SECTION TO BE ANNOTATED---\n  Ali sticks the siphon\n              in his mouth and draws on it.  The gas begins to flow as Loco\n              shoves the container into place to catch all the fluid.\n \n              The SOUND of Fox wailing like a wounded animal...\n \n              Ali and Loco spin around and look up.\n \n              POV OF BARN\n \n              Fox comes swinging out, Tarzan-like, from the hayloft on the\n              rope attached to the block and tackle.  She's having a hell\n              of a good time.\n \n                                  FOX\n                               (shouting)\n                        Whoaaa....!\n \n              ALI AND LOCO\n \n              watch her incredulously.\n \n                                  ALI\n                               (shouting in a loud\n                                whisper)\n                        Quiet, woman!  Get off that thing!\n \n              FOX\n \n              disappears from view through the square opening in the loft.\n              A second later, she reappears, swinging out on the rope again.\n \n                                  FOX\n                        But it feels so goooooood...!\n \n              She swings back and disappears from view once more.\n \n              ALI\n \n              is not pleased.\n \n                                  ALI\n                        You're getting me pissed-off, Fox.\n                        We got work to do.\n \n              BARN\n \n              This time the rope swings out from the loft... without Fox\n              attached.  There's a dead silence.  The rope dangles.\n\n                                  ALI\n                               (to Loco)\n                        Go get her out of there.\n \n              Loco hunches over, keeping his body low to the ground as he\n              high-tails it to the barn and zips inside.\n \n                                                       CUT TO:\n \n              INT. BARN - DUSK\n \n              Loco advances deeper into the barn, his eyes looking\n              everywhere.\n \n              It's getting darker, minute by minute.\n \n                                  LOCO\n                               (agitated)\n                        Fox... where are ya!?\n \n              No response.\n \n                                  LOCO\n                               (continuing)\n                        Stop foolin' around.  You're\n                        screwin' up everything.\n \n              Still no response.\n \n                                  LOCO\n                               (continuing)\n                        Shit!\n \n              He hears the SOUND of banging against the wall of the loft\n              above him.  He starts up the ladder.",
  "44": "---END OF PREVIOUS SECTION---\nLOCO\n                               (continuing)\n                        Shit! He hears the SOUND of banging against the wall of the loft\n              above him. He starts up the ladder. \n---TARGET SECTION TO BE ANNOTATED---\n \n                                  LOCO\n                               (continuing)\n                        You've had it now, woman!  I'm mad!\n \n              LOFT\n \n              Loco comes through the opening and steps onto the floorboard.\n              The deep shadows hide the corners of the loft and Loco has to\n              squint his eyes to see.\n \n              Right behind him, he hears the SOUND of the banging again.  He\n              whips around...\n \n              MUSICAL STINGER...\n \n              In front of him, Fox's body, raised off the ground and\n              impaled with a pitchfork through her and into the wall.\n\n              Her eyes are open wide with a deathly stare while her feet\n              kick against the wall with final spasms of life.  Blood flows\n              from the penetrations in her torso.\n \n              The horrific sight is even too much for Loco.  He gags and\n              grasps his mouth with his hand, choking back a scream.\n \n              He turns to run...\n \n              Another MUSICAL STINGER!\n \n              Loco's face registers shock and horror as he runs smack into\n              the teeth of an onrushing pitchfork being thrust at him.\n \n              He cringes and gurgles up blood as the prongs are jammed\n              through his stomach and out his back.\n \n              He staggers, the pitchfork handle sticking straight out of\n              his gut.\n \n                                                       CUT TO:\n \n              EXT. BARN - DUSK\n \n              Carrying the two jugs of gasoline, one in each hand, Ali is\n              just outside the barn doors.  To gain entrance, he kicks on\n              the doors and looks around to see if anyone has heard him.\n              He waits for one of the two to let him in.\n \n              POV OF LAKE\n \n              Andy and Debbie frolic by the waterfall, oblivious to the\n              murderous goings-on.\n \n              ALI\n \n              still waiting to be let in.  He kicks on the door again.\n \n                                  ALI\n                               (loud whisper)\n                        Loco... Fox... Open this damn door.\n \n              Frustrated by the lack of response from inside, Ali puts one\n              can down and pries open the door for himself.  He fumbles his\n              way inside.\n \n                                                       CUT TO:\n \n              INT.",
  "45": "---END OF PREVIOUS SECTION---\nFrustrated by the lack of response from inside, Ali puts one\n              can down and pries open the door for himself. He fumbles his\n              way inside. CUT TO:\n \n              INT. \n---TARGET SECTION TO BE ANNOTATED---\n BARN - DUSK\n \n              Ali closes the door behind him and immediately hears\n              FOOTSTEPS CLOMPING around above him in the hayloft.\n\n                                  ALI\n                        What the hell are you two doin' up\n                        there?\n \n              He rages over to the ladder and looks up.  His eyes widen and\n              mouth drops open.  Directly above him, Loco, the pitchfork\n              still protruding from his stomach, falls through the opening\n              in the loft floor, right at Ali.\n \n              The two crash to the barn floor, together.  Ali throws Loco's\n              body off of him and struggles to his feet.  He backs away,\n              fixated on Loco's engorged corpse and cries out for Fox -- a\n              deep, moanful bellow.\n \n              The CAMERA DOLLIES quickly into a CLOSE SHOT on his face.\n              His eyes focus directly in front of him as he SCREAMS right\n              into CAMERA.  It's Jason!\n \n                                  ALI\n                               (trembling)\n                        Noooo!\n \n              Ali turns and makes a mad dash for the door.  In his panic,\n              he trips over one of the gas cans.  Frantically, he crawls on\n              his hands and knees to the door.\n \n              He reaches to pull himself up by the door and a large monkey\n              wrench comes smashing down on the side of his face, bashing\n              in his skill.  He slumps to the floor.\n \n              In the distance, Andy and Debbie's voices can be heard\n              approaching.\n \n              From behind Jason, the CAMERA MOVES with him to a side window\n              and peers out.\n \n              Through the window, we SEE Andy and Debbie, wrapped in the\n              blanket, coming up from the lake.  They're wet and dripping.\n              Andy pulls Debbie along with him, towards the barn.\n \n                                  DEBBIE\n                        What're you doing?\n \n                                  ANDY\n                        We haven't looked in the barn,\n                        yet.  Let's take a look.\n \n                                  DEBBIE\n                               (stopping)\n                        Not now.  I'm cold.\n \n              Andy moves right up to the grimy window.  Shading his eyes,\n              he peeks inside.",
  "46": "---END OF PREVIOUS SECTION---\nI'm cold. Andy moves right up to the grimy window. Shading his eyes,\n              he peeks inside. \n---TARGET SECTION TO BE ANNOTATED---\n  He seems to be looking right at Jason (and\n              CAMERA), but he apparently doesn't see him.\n\n                                  ANDY\n                               (to Debbie)\n                        How about a roll in the hay?\n \n                                  DEBBIE\n                        You can play with yourself, 'cause\n                        I'm going in the house.\n \n              She turns back towards the house.  Andy lingers for a moment\n              then catches up with Debbie.\n \n                                                       CUT TO:\n \n              INT. LIVING ROOM / HOUSE - NIGHT\n \n              The front door swings open, Debbie and Andy take one step\n              in... and duck!\n \n              ANDY AND DEBBIE'S POV\n \n              A couple of little, red rubberballs spring straight at them\n              (and CAMERA), retract quickly and pulsate at them again.\n \n              It's SHELLY, a paddleball in each hand.\n \n                                  DEBBIE\n                        Cut it out!\n \n                                  SHELLY\n                        Can't stop now.\n \n              Andy looks into the living room.  Vera, Chili and Chuck are\n              engaged in the same child's play.  Each wallops a little\n              rubberball in their own inimitable style.\n \n                                  VERA\n                               (adept)\n                        Ninety six... ninety seven...\n                        ninety eight... ninety nine... one\n                        hundred...\n \n              She continues without faltering.\n \n                                  CHUCK\n                               (fumbling)\n                        One hundred... ninety nine...\n                        ninety eight...\n \n              He misses and tries again.  Chili is hitting the ball as if\n              she were serving in a tennis match.  It's a veritable were\n              ring circus.\n \n                                  ANDY\n                        Who brought up this bright idea?\n\n                                  SHELLY\n                               (concentrating on the\n                                game)\n                        We were looking for something to\n                        keep our hands busy.  It was\n                        either this or an orgy.  Vera\n                        chose this.\n                               (resigned)\n                        What're ya gonna do?\n \n              The fireplace is raging with a full-bodied, crackling flame.\n              Debbie drags Andy over to the box of paddle rackets in front\n              of the fireplace and hands one to him.\n \n                                  DEBBIE\n                        How about you and I whacking a\n                        couple of balls around?\n \n                                  ANDY\n                        If you insist.\n \n              They join the others.",
  "47": "---END OF PREVIOUS SECTION---\nDEBBIE\n                        How about you and I whacking a\n                        couple of balls around? ANDY\n                        If you insist. They join the others. \n---TARGET SECTION TO BE ANNOTATED---\n  Rubberballs are flying from all\n              directions (at CAMERA).\n \n                                                       CUT TO:\n \n              EXT. COVE / LAKE - NIGHT\n \n              Derek's VW is parked just off the road overlooking the cove\n              not far from the water.\n \n              Derek flicks on the car's headlights.  They gleam right into\n              CAMERA.\n \n              CHRIS\n \n              is standing at the water's edge, backlit by the headlight\n              beams.\n \n                                  DEREK\n                               (approaching)\n                        Is that better?\n \n              Chris nods and sits on the shore, looking out at water.  She\n              rubs the chill from her body.  Derek takes off his jean\n              jacket and puts it around Chris' shoulders.  He sits down\n              beside her.\n \n              Derek tosses pebbles across the shimmering water.  Moonlight\n              glints like little stars off the ripples.\n \n              After an uncomfortable silence, Derek looks over at Chris.\n              Silhouetted by the light, Chris' profile is accentuated in\n              all its vulnerability and sensuality.\n\n              He puts his arm around her.  She tenses up.  Derek wants to\n              kiss her, but doesn't.\n \n                                  DEREK\n                        You know, I'm not sure I could\n                        live anywhere else.  The nights\n                        are always so peaceful and quiet.\n \n                                  CHRIS\n                        It's deceiving.\n \n                                  DEREK\n                        What do you mean?\n \n                                  CHRIS\n                        The quiet can fool you.  It fooled\n                        me.  You can never be sure of\n                        what's out there.\n \n              Frustrated, Derek stands up and moves to the edge of the\n              water, picking up handfuls of pebbles and throwing them.\n \n                                  DEREK\n                               (without looking at\n                                Chris)\n                        Why did you come back here?\n \n                                  CHRIS\n                               (hesitating)\n                        ... To prove something to\n                        myself... to prove I'm stronger\n                        than I think I am.\n \n                                  DEREK\n                        And, what about us?\n \n                                  CHRIS\n                        I'm here with you.  Can't that be\n                        enough for now?\n \n                                  DEREK\n                        I don't know.",
  "48": "---END OF PREVIOUS SECTION---\nCHRIS\n                        I'm here with you. Can't that be\n                        enough for now? DEREK\n                        I don't know. \n---TARGET SECTION TO BE ANNOTATED---\n  I don't see you for\n                        months on end, and when I do, you\n                        put this wall between us.  How do\n                        I break through?\n \n                                  CHRIS\n                        I'm trying.  I'm really trying.\n \n              Derek sits down next to her, again.  There's momentary\n              silence.\n \n                                  DEREK\n                        What happened that night?\n\n                                  CHRIS\n                        You promised you'd never ask me.\n \n                                  DEREK\n                        After you left me that night, I\n                        didn't see you or talk to you\n                        again for a year.  No one would\n                        tell me anything.  All I know is\n                        what the police told me.\n                               (leaning in to her)\n                        We have nowhere to go unless you\n                        let me in.\n                               (pausing)\n                        What happened?\n \n              Chris looks into Derek's eyes.\n \n                                                       CUT TO:\n \n              INT. LIVING ROOM / HOUSE - NIGHT\n \n              The SOUND of a rubberball hitting the paddle racket with a\n              constant, even rhythm.\n \n              IN CLOSE-up, the CAMERA PANS the staring bored faces of\n              Chili, Chuck, Vera, Shelly and Debbie until it stop of the\n              intense, concentrating face of Andy -- the elastic and\n              rubberball pass his face again and again.\n \n                                  ANDY\n                        ... One thousand twelve... one\n                        thousand thirteen... one thousand\n                        fourteen... What's the World's\n                        Record for this?\n \n                                  SHELLY\n                        According to the Guinness Book,\n                        you passed the World's Record\n                        several whacks ago.\n \n                                  ANDY\n                               (genuinely excited)\n                        I did?!  I broke the world's\n                        record.\n \n                                  CHUCK\n                        Who cares, man?!\n \n                                  ANDY\n                        I do.\n \n              He stops whacking the ball.  The others sigh with relief.\n\n                                  ANDY\n                               (continuing)\n                        You're all just jealous.\n \n                                  SHELLY\n                        Actually, I have no idea what the\n                        World's Record is.  I was just\n                        kidding.\n \n              The others laugh.\n \n                                  ANDY\n                        Think you're funny?  Well, I'll\n                        just have to start all over again.",
  "49": "---END OF PREVIOUS SECTION---\nThe others laugh. ANDY\n                        Think you're funny? Well, I'll\n                        just have to start all over again. \n---TARGET SECTION TO BE ANNOTATED---\n \n              The whole group jumps Andy and wrestles the paddle away from\n              him.\n \n                                  SHELLY\n                        Well, what do we do now?\n \n                                  DEBBIE\n                               (taking Andy by the\n                                hand)\n                        Come on, Champ, I think you and I\n                        can find something to do.\n \n              Andy, dutifully and happily, follows Debbie up the winding\n              staircase.\n \n                                  CHILI\n                               (to Chuck)\n                        Remember that strange looking\n                        plant we saw outside.  Let's go\n                        smoke it.\n \n              Chuck follows Chili out the back door.\n \n              Shelly looks around.  Vera is the only other person in the\n              room.  They stare at each other, then look away.\n \n                                  SHELLY\n                        I guess that leaves you and me.\n \n              Awkward silence.  Shelly gets a very determined look on his\n              face like his is going to ask Vera something he has never\n              asked a woman before.\n \n                                  SHELLY\n                               (sincere)\n                        Vera... you and I have had a\n                        chance to really get to know one\n                        another today.  I like you... very\n                        much.  I was thinking that maybe.\n\n                                  VERA\n                               (quickly interrupting)\n                        Don't say any more.\n \n              Shelly drops his head, dejected.\n \n                                  VERA\n                               (continuing)\n                        I'm going outside for a few\n                        minutes.  We'll talk when I get\n                        back.\n \n              She turns away and goes out the front door.  Shelly moves\n              over to the living room window and watches her.\n \n              EXT. HOUSE - NIGHT\n \n              Vera ambles down the porch steps and when she reaches the\n              front walk, she surveys the surroundings and breathes deeply.\n \n              SHELLY - INT. LIVING ROOM\n \n              watches Vera stroll away.  His disappointment is sketched all\n              over his face.  He turns away from the window and moves over\n              to the fireplace, looking into the flame.\n \n              FOREBODING MUSIC...\n \n              Jason's dark, hulking frame moves into THE SHOT as he looks\n              through the window at Shelly.",
  "50": "---END OF PREVIOUS SECTION---\nHe turns away from the window and moves over\n              to the fireplace, looking into the flame. FOREBODING MUSIC... Jason's dark, hulking frame moves into THE SHOT as he looks\n              through the window at Shelly. \n---TARGET SECTION TO BE ANNOTATED---\n \n              Shelly pokes aimlessly at the hot ambers, his back to the\n              window, unaware of the lurking Jason.\n \n                                                       CUT TO:\n \n              INT. BEDROOM - NIGHT\n \n              Andy and Debbie are locked in each other's arms in front of\n              the hammock.\n \n                                  ANDY\n                        How do we do it?\n \n                                  DEBBIE\n                               (deadpan)\n                        First we take off our clothes,\n                        then you get on top of me or I get\n                        on top of you...\n \n                                  ANDY\n                        I know how to do it.  I mean, how\n                        do we do it in the hammock?\n\n              Without a word, Debbie removes her top garment.\n \n                                  DEBBIE\n                        Think you can figure it out?\n \n                                  ANDY\n                               (staring at her\n                                breasts)\n                        I'll think of something.\n \n              He wraps his arms around Debbie and fervently kisses her.\n \n                                                       CUT TO:\n \n              EXT. COVE / LAKE - NIGHT\n \n              CHRIS AND DEREK\n \n              sitting on shore, close together, somber.  The headlight\n              beams have dimmed.  The dark, desolate landscape looms around\n              them.\n \n                                  CHRIS\n                        I had never made love to anybody\n                        before that night. You made it so\n                        special, I hope it would always be\n                        like that for us.\n \n              The CAMERA begins to dolly slowly -- ever so slowly -- around\n              Derek and Chris.\n \n              **OPTIONAL:  The following dialogue may be used as a narration\n                           over a FLASHBACK SEQUENCE.\n \n                                  CHRIS\n                        When you dropped me off at the\n                        house, it was very late.  My\n                        parents were waiting up for me.\n                        As soon as I got in the door, they\n                        starting yelling and cursing at\n                        me.  I was so upset... I told them\n                        I slept with you.  My mothers\n                        slapped me.  That was the first\n                        time she'd ever hit me.  I\n                        couldn't believe it.  I ran out of\n                        the house and into the woods as\n                        fast and as far as I could run.\n                        I was crying.",
  "51": "---END OF PREVIOUS SECTION---\nI\n                        couldn't believe it. I ran out of\n                        the house and into the woods as\n                        fast and as far as I could run. I was crying. \n---TARGET SECTION TO BE ANNOTATED---\n  They had destroyed\n                        the most beautiful night of my\n                        life and I wanted to punish them\n                        for that.  I decided to hide out\n                        all night.  They'd be so worried \n                        that they'd be sorry for what they\n                        did to me.  The woods were cold and\n                        damp from the rain.  I found a dry\n                        spot under a rotted oak tree and I\n                        guess I fell asleep.\n                               (takes a deep breath)\n                        All I can remember next is being\n                        startled out of sleep by the sound\n                        of footsteps.  I thought it was my\n                        father so I hid behind the tree.\n                        But the footsteps just stopped.\n                        The woods were dark.  I couldn't\n                        see anything.\n                               (intensifying)\n                        I heard a cracking noise behind\n                        me.  I turned around and... and...\n                        oh, God... there was this hideous\n                        looking man.  So grotesque he was\n                        almost inhuman.  He had a knife\n                        and he started to slash away at\n                        me, again and again.  I was so\n                        hysterical and I don't know how I\n                        was able to get away.  I ran and\n                        ran, but he kept coming.  He was\n                        big but so fast.  He caught me and\n                        pulled me down to the ground and\n                        he... he... ripped my blouse off.\n                        I was screaming, but who could\n                        hear me?  Then... oh, God... he\n                        dragged me by the hair along the\n                        ground.  I was kicking and\n                        yelling.  He dragged me deeper and\n                        deeper into the woods.  Oh,\n                        please... please...\n \n                                  DEREK\n                               (stroking her)\n                        It's all right, you're all right.\n                        I'm with you.\n \n              *OPTIONAL:  End FLASHBACK SEQUENCE.\n \n              EXT. LAKE - NIGHT\n \n                                  CHRIS\n                        I... I don't know what happened\n                        after that.  I must have fainted\n                        because the next thing I knew I\n                        would talk about it.  And I never\n                        have.  Not until now.  I just\n                        wanted to forget.  But I can't.",
  "52": "---END OF PREVIOUS SECTION---\nNot until now. I just\n                        wanted to forget. But I can't. \n---TARGET SECTION TO BE ANNOTATED---\n                        I'll never forget that horrible\n                        face.  Never.\n \n              The car headlights suddenly snap off.\n \n                                  CHRIS\n                               (alarmed)\n                        Who's there?\n \n              They look around.  There's no one in sight.\n \n                                  DEREK\n                        It's the battery, damnit.\n \n              The two run up to the car.  Derek jumps in and tries to start\n              it.  The engine WHIRS but won't turn over.  Chris looks\n              apprehensively at Derek.  He grabs a flashlight from the\n              glove compartment, flicks it on and gets out of the car.\n \n                                  DEREK\n                               (taking Chris' hand)\n                        It's no problem.  We'll just walk\n                        back.\n \n              Hand-in-hand, the two start down the wooded path.\n \n                                                       CUT TO:\n \n              EXT. LAKE - NIGHT\n \n              CAMERA SHOOTS over the waterfall towards the dock.  Vera\n              strolls down the wooded platform -- the old boards CREAK\n              beneath her.\n \n              Only the flowing water can be heard as a darkened,\n              indistinguishable FIGURE ENTERS FRAME -- directly in front of\n              CAMERA -- and lowers himself all the way into the lake by the\n              waterfall.\n \n              Vera rolls her pant legs up to her knees.  She dangles her\n              long legs over the dock.  Her toes break the surface of the\n              water, SWOOSHING it back and forth.\n \n              LAKE\n \n              Air bubbles rise to the top.  Vera does not see the darkened\n              figure as he swims beneath the surface of the water.\n \n              The night is a symphony of sounds:  crickets SCRATCHING en\n              masse, branches and leaves FLUTTERING in the evening breeze,\n              water LAPPING at the shore.\n\n              UNDERWATER POV\n \n              of Vera.  She leans back, her arms bent behind her, her face\n              arched upwards.\n \n              VERA'S FEET\n \n              kick back and forth SPLASHING the water.  Air bubbles mark\n              the trail of the approaching underwater figure.\n \n              Vera breathes in.  The sensuous serenity deeply relaxes her.\n              She begins to softly sing a song form her childhood in\n              Spanish.",
  "53": "---END OF PREVIOUS SECTION---\nVera breathes in. The sensuous serenity deeply relaxes her. She begins to softly sing a song form her childhood in\n              Spanish. \n---TARGET SECTION TO BE ANNOTATED---\n \n              UNDERWATER POV\n \n              Vera's feet are an arms length away, kicking towards the\n              CAMERA LENS.  She finishes her song and lays back...\n \n              MUSICAL STINGER!\n \n              The figure jumps out of the water and grabs Vera's leg and\n              pulls her.  Vera SCREAMS and lurches forward, almost sliding\n              off the dock.  She reaches out and clings to the side.\n \n              The figure holds her calves and tugs harder.  Vera's grasp is\n              slipping.  She tries to kick him off.\n \n              Suddenly, the figure releases her limbs and submerges\n              underwater.\n \n              Vera pulls herself back up onto the dock.\n \n              Clad in a black scuba suit and white faceless mask, the\n              rotund figure rises out of the water onto the shore.  In one\n              hand he holds a small spear-gun.  With the other, he removes\n              his mask.  It's Shelly!\n \n              Vera glares at him.\n \n                                  SHELLY\n                        You've just learned a valuable\n                        lesson.  A beautiful girl like you\n                        should never go out in the dark\n                        alone.\n \n                                  VERA\n                        Damn you, Shelly!\n \n              Vera stomps off the dock towards him.  Shelly retracts.\n \n                                  VERA\n                               (continuing)\n                        Why do you do these stupid things?!\n\n                                  SHELLY\n                               (looking away)\n                        I have to.\n \n                                  VERA\n                        You don't \"have to.\"\n \n                                  SHELLY\n                        I just want you to like me.\n \n                                  VERA\n                        I do like you.  But not when you\n                        act like a jerk.\n \n                                  SHELLY\n                        Being a jerk is better than being\n                        nothing.\n \n                                  VERA\n                        I never said you were \"nothing\".\n \n                                  SHELLY\n                        You don't to say it.  I can tell.\n \n                                  VERA\n                        You're wrong.\n \n              Shelly hangs his head and says nothing further.  He just\n              walks off towards the house.\n \n                                  VERA\n                               (sympathetic)\n                        Hey... I'll be in, in a little\n                        while.  We can talk some more.\n \n              EXT.",
  "54": "---END OF PREVIOUS SECTION---\nI'll be in, in a little\n                        while. We can talk some more. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n COTTAGE - NIGHT\n \n              Shelly trudges up the front walk to the porch and plops\n              himself down on the porch swing, still clutching the mask and\n              spear-gun.\n \n              In a contemplative mood, he slowly swings back and forth.\n              The taut metal chains that support the swing, vibrate and\n              CREAK in a steady rhythm.\n \n              Shelly looks down at the lake.\n \n              SHELLY'S SWINGING POV\n \n              Vera sits back down on the dock, facing away from the house.\n\n              SHELLY\n \n              is alerted to what sounds like the cry of a wounded animal\n              emanating from the barn.  He looks over and sees a shadow\n              cross in front of one of the windows.  The cry continues.\n \n              Shelly jumps off the swing and heads for the barn with his\n              mask and spear-gun at his side.\n \n              EXT. BARN - NIGHT\n \n              Shelly comes up to the window and looks in.  It's too dark to\n              see anything.\n \n                                  SHELLY\n                               (rapping on the\n                                window)\n                        Chuck?  Chili?  What're you guys\n                        doing in there?\n \n              He hears RUMBLING inside, but no response.  He moves to the\n              front doors and pries them open.\n \n              INT. BARN - NIGHT\n \n              Shelly comes in and fumbles for the light switch.\n \n                                  SHELLY\n                        You guys doin' somethin' I\n                        shouldn't see?\n \n              He finds the switch and FLICKS on the light.  The very moment\n              the light goes on, an OWL swoops down and aims straight for\n              his head (and CAMERA).  Shelly drops the spear-gun and the\n              mask to thwart off the bird with his hands.  The owl flies\n              out of the partially open barn doors.  Shelly quickly closes\n              them.\n \n                                                       CUT TO:\n \n              EXT. LAKE / DOCK - NIGHT\n \n              Vera is pacing, back and forth, on the dock.  She stops at\n              the far edge and peers into the water.\n \n              VERA'S POV\n \n              Floating by is a woman's bra (probably, Debbie's).",
  "55": "---END OF PREVIOUS SECTION---\nLAKE / DOCK - NIGHT\n \n              Vera is pacing, back and forth, on the dock. She stops at\n              the far edge and peers into the water. VERA'S POV\n \n              Floating by is a woman's bra (probably, Debbie's). \n---TARGET SECTION TO BE ANNOTATED---\n \n              Vera smirks as she lies prone on the boards and reaches with\n              her hand, grabbing the undergarment and rescuing it from the\n              lake.\n\n              She leans back into a kneeling position and rings out the\n              soggy bra.  Her heels dig into the rear pocket of her jeans,\n              pushing a wallet out of the pocket onto the dock.  Vera\n              reaches behind her and picks it up.  It's Shelly's wallet --\n              the one he gave her at the liquor store.\n \n              Leafing through the contents, Vera finds his driver's license\n              and a photograph of Shelly and his mother.\n \n              She looks around.  Shelly is nowhere in sight.  Assuming he\n              has returned to the house, she gets up to look for him -- as\n              she rises, her hand knocks against the dock.  The wallet\n              slips out her her grasp and bounces into the lake.\n \n                                  VERA\n                               (watching the wallet\n                                sink)\n                        That's just great!\n \n              After a moment of deliberation, she takes off her shoe and\n              plunges into the water, diving after the billfold.\n \n              She swims around underneath the surface, searching with her\n              hands.  She rises for air periodically.\n \n              She submerges deeper than the previous attempts.  Air bubbles\n              rising to the surface, establish her whereabouts -- a good\n              distance from the shore.\n \n              She comes up for air once more, empty-handed.\n \n              VERA'S POV\n \n              the dock.  A dark figure, wearing Shelly's white mask and\n              holding the spear-gun, kneels at the edge of the pier.\n \n              From the water, at this distance, Vera easily mistakes the\n              figure (Jason) for Shelly.\n \n                                  VERA\n                               (waving to the\n                                figure, shouting)\n                        Hey... I dropped your wallet!  I'm\n                        sorry!\n \n              She starts to breast stroke toward him.\n \n              OMINOUS MUSIC throbs on the SOUNDTRACK...\n \n              Jason raises the spear-gun to eye level.\n \n              Vera swims unknowingly toward her demise.  A few yards from\n              the dock, she glides right into Shelly's floating wallet.\n\n              Jason aims the spear-gun.",
  "56": "---END OF PREVIOUS SECTION---\nVera swims unknowingly toward her demise. A few yards from\n              the dock, she glides right into Shelly's floating wallet. Jason aims the spear-gun. \n---TARGET SECTION TO BE ANNOTATED---\n \n              Vera, grabbing the wallet, she treads water and raises it\n              triumphantly over her head for \"Shelly\" to see.\n \n                                  VERA\n                               (continuing)\n                        I found it!\n \n              She looks up to see the spear-gun pointed right at her head\n              (and CAMERA).\n \n                                  VERA\n                               (panicked)\n                        What're you doing?  Who are you?!\n \n              MUSICAL STINGER!\n \n              Jason pulls the trigger, releasing the spear.  With a WHOOSH,\n              the arrow penetrates Vera's skull.  A look of unmitigated\n              disbelief on Vera's face as she sinks into the water.  Blood\n              seeps to the surface.\n \n              LONG SHOT\n \n              of lake and dock.  Jason, in the distance, his back to\n              CAMERA, just stands at the edge of the pier looking down into\n              the bloody water.\n \n              CAMERA PANS over to the house and CRANES UP to a second floor\n              bedroom window, glowing from candlelight, and peers in.\n \n                                                       CUT TO:\n \n              INT. BEDROOM - NIGHT\n \n              The room is darkened save for pools of light emanating from\n              several candles -- one in each window, the others on the\n              opposite side of the room -- lending an atmosphere of warmth\n              and intimacy.\n \n              CAMERA DOLLIES IN towards the hammock which wildly rocks bath\n              and forth accompanied by the sounds of lovemaking.\n \n              Debbie and Andy are not visible in full -- only glimpses of\n              their naked limbs and torsos can be seen above the curved\n              side of the hammock.  Blankets and sheets hang sloppily over\n              the edges to the floor.\n \n              CAMERA continues to DOLLY IN as the SOUNDS grow more heated\n              until Debbie and Andy are FRAMED in a TWO SHOT as they climax.\n \n              The thrashing about stops and the hammock slows down to a\n              gentle swaying.\n\n                                  DEBBIE\n                        That was the best yet.  Was it\n                        you... me... or the hammock?\n \n                                  ANDY\n                        I vote for me.\n \n                                  DEBBIE\n                        I vote for the hammock.\n \n              Debbie attempts to get out of the hammock.",
  "57": "---END OF PREVIOUS SECTION---\nANDY\n                        I vote for me. DEBBIE\n                        I vote for the hammock. Debbie attempts to get out of the hammock. \n---TARGET SECTION TO BE ANNOTATED---\n  It's not a simple\n              move -- she nearly falls to the floor taking Andy with it.\n \n                                  ANDY\n                        I'm seasick.  Get in or get out of\n                        the boat.\n \n              Debbie gets out.  She heads into the bathroom and flicks on\n              the light -- bright and a strain to the eyes.  She turns on\n              the shower.\n \n                                  ANDY\n                               (loud)\n                        What're you doin'?\n \n                                  DEBBIE\n                               (poking her head back\n                                in)\n                        I think it's called \"a shower\".\n                        You might try it sometime.\n \n                                  ANDY\n                        You're too clean for me.\n \n              Debbie responds by closing the door.\n \n              INT. STAIRCASE / HALLWAY\n \n              FOREBODING MUSIC pierces the SOUNDTRACK...\n \n              Displaying a thick-bladed machete, Jason ascends the spiral\n              stairs.  Andy can be heard off-screen calling loudly to\n              Debbie in the shower.\n \n                                  ANDY (O.S.)\n                        Hey Deb... can you hear me?\n \n                                  DEBBIE (O.S.)\n                               (from bathroom)\n                        Barely.\n\n                                  ANDY (O.S.)\n                               (louder)\n                        I'm going downstairs to get a\n                        beer. You want one?\n \n                                  DEBBIE (O.S.)\n                        What?\n \n              Jason reaches the landing at the top of the stairs and\n              disappears into the shadows.\n \n              INT. BATHROOM\n \n              Behind the sheer curtain, Debbie's naked silhouette can be\n              seen lathering herself in the shower.\n \n              SHOWER\n \n              Debbie luxuriates in the soap and hot water.\n \n              Distorted through the plastic curtain, the door opens.\n \n              Debbie remains blissfully unaware as she soaps her face.  She\n              hears a BANGING NOISE.  Her eyes are closed due to the soap\n              and shower spray.\n \n                                  DEBBIE\n                        Andy?\n \n              No response.  Concerned, Debbie turns off the water and wipes\n              the soap from her eyes.\n \n              Looking up, she sees a shadowy figure poised in front of the\n              curtain.  Quickly, she reaches out and rips the curtain\n              aside...",
  "58": "---END OF PREVIOUS SECTION---\nConcerned, Debbie turns off the water and wipes\n              the soap from her eyes. Looking up, she sees a shadowy figure poised in front of the\n              curtain. Quickly, she reaches out and rips the curtain\n              aside... \n---TARGET SECTION TO BE ANNOTATED---\n \n              Staring her in the face is a pair of men's feet and jean-\n              covered legs.  It's Andy, walking on his hands.\n \n                                  ANDY\n                               (upside-down)\n                        Do you want a beer or not?\n \n                                  DEBBIE\n                               (relieved)\n                        Sure.\n \n              Andy turns himself around and handwalks out of the bathroom.\n \n                                  ANDY\n                        I'll be back in a minute.\n \n              Debbie jumps out of the tub and shuts the door.  She returns\n              to the shower and turns the water back on.\n\n                                                       CUT TO:\n \n              INT. BEDROOM / HALLWAY - NIGHT\n \n              CLOSE SHOT on Andy upside-down.  CAMERA MOVES with him as he\n              hand-steps out of the bedroom.  He WHISTLES an upbeat tune as\n              he goes.\n \n              An OMINOUS TONE enters the SOUNDTRACK, a haunting counterpoint\n              to Andy's WHISTLING.\n \n              Jason's hulking frame is braced up against the wall in the\n              hallway corridor at the entrance to the bedroom.  Andy is\n              unaware of Jason's presence as he hand-walks right past his\n              boots towards the staircase.\n \n              Off-screen, Debbie calls out to Andy over the SOUND of the\n              shower.\n \n                                  DEBBIE (O.S.)\n                        Andy... Are you still out there?\n \n              At the head of the stairs, Andy stops and pivots around 180\n              degrees, turning head-on into Jason's boots.  Surprised, he\n              looks up.\n \n              ANDY'S UPSIDE-DOWN POV\n \n              of Jason in Shelly's white mask.  A machete is poised above\n              his head.\n \n              MUSICAL STINGER!\n \n              Before Andy can react, the machete is thrust down between his\n              legs, slicing through his upside-down body.  Andy's ghastly\n              SCREAM reverberates as he topples backwards down the spiral\n              stairs.\n \n              Jason retrieves his body.  He drags Andy's halved corpse up\n              the stairs and back into the bedroom, closing the door behind\n              him.\n \n                                                       CUT TO:\n \n              INT.",
  "59": "---END OF PREVIOUS SECTION---\nJason retrieves his body. He drags Andy's halved corpse up\n              the stairs and back into the bedroom, closing the door behind\n              him. CUT TO:\n \n              INT. \n---TARGET SECTION TO BE ANNOTATED---\n BATHROOM - NIGHT\n \n              With the shower running full blast, the door closed, and\n              HUMMING to herself, Debbie remains oblivious to the sounds of\n              the murderous activities.  She rinses her hair and turns off\n              the faucet.\n \n              The CAMERA MOVES slowly IN CLOSE on Debbie as she steps but\n              of the tub and dries herself off.\n\n              She hears a CRASHING SOUND that seems to have come from the\n              bedroom.  She stands still and listens.\n \n                                  DEBBIE\n                        Andy?  You can have my beer.  I\n                        don't want it.\n \n              Humming again, she wraps herself in her robe and swings the\n              bathroom door open.\n \n              INT. BEDROOM\n \n              The room is quiet, untouched.  Andy is nowhere in sight.\n              Debbie shrugs it off, moves to the bedroom door, opens it and\n              sticks her head out.\n \n                                  DEBBIE\n                               (calling downstairs)\n                        Andy, don't bring me a beer.  Do\n                        you hear me?\n \n              She stays at the door for a moment listening for Andy.  Behind\n              her, in the bedroom, Jason creeps across room.  Debbie is\n              unaware.\n \n                                  DEBBIE\n                               (continuing)\n                        Andy!  Answer me!  I hate when you\n                        do that.\n \n              She SLAMS the door shut!  Peeved at Andy, she picks up a book\n              (Stephen King's newest novel) from a table and rolls into the\n              hammock top of the covers which hang all the way to the floor.\n \n              She settles in.  The hammock sways slightly.  She finds her\n              place in the book and playing with her damp hair, she starts\n              to read.\n \n              Quite unexpectedly from above her, a large drop of blood\n              falls and splatters all over the white pages of her book.\n              Alarmed, she touches the fluid with her finger tips,\n              examining it.\n \n                                  DEBBIE\n                               (incredulous, to\n                                herself)\n                        Blood...?\n \n              She looks up at the ceiling...\n \n              DEBBIE'S POV\n \n              Wrapped around the rafters is Andy's mangled, bloodied corpse.\n\n              Before Debbie can SCREAM...",
  "60": "---END OF PREVIOUS SECTION---\nShe looks up at the ceiling... DEBBIE'S POV\n \n              Wrapped around the rafters is Andy's mangled, bloodied corpse. Before Debbie can SCREAM... \n---TARGET SECTION TO BE ANNOTATED---\n \n              MUSICAL STINGER!\n \n              From beneath the hammock, hidden by the covers, Jason's hand\n              reaches up and around and snaps her head back down, pinning\n              her to the pillow.\n \n              The carving knife is driven through the back of her neck and\n              pops out the front, right at CAMERA.  Blood spurts all over\n              Debbie's horrified face.\n \n                                                       CUT TO:\n \n              EXT. WOODS - NIGHT\n \n              A flashlight beam sprays directly into the CAMERA LENS\n              bleaching out the FRAME.\n \n              Derek and Chris silently walk along the dirt road leading\n              back to the house.  Derek holds the flashlight.\n \n              Their footsteps add to the cacophony of night sounds.  Chris'\n              eyes dart about; she's becoming quite uneasy.\n \n                                  CHRIS\n                        Could we move a little faster?\n \n                                  DEREK\n                        Sure, just watch where you're\n                        going.\n \n              They start to job.  The beam from their flashlight bounces\n              all over the road as they run.\n \n              Suddenly and unwittingly, Derek strides into a pothole, twist\n              his ankle and falls forward.  The flashlight falls from his\n              hand.  Derek lands in the arms of a dark figure standing on\n              the side of the road.  Derek gasps as the man clutches him.\n \n              Chris grabs the flashlight from the ground and shines the\n              light into the man's face...\n \n              It's Abel, the aged hitchhiker.\n \n                                  CHRIS\n                        What're you doing out here?\n \n              Derek gets back on his feet.  The ankle is tender.\n \n                                  DEREK\n                        You know him?\n\n                                  CHRIS\n                        Sort of.\n \n                                  ABEL\n                        I'm one of the Flock as are you my\n                        Brother and Sister.\n \n                                  DEREK\n                               (looking askance)\n                        Yeah... sure...\n                               (to Chris)\n                        I think we should be going.\n \n              They start to leave, but Abel blocks their path.\n \n                                  ABEL\n                        I can't let you go.\n \n                                  DEREK\n                        Look old man, we don't want any\n                        trouble.\n \n                                  ABEL\n                        Then turn around and walk away\n                        from trouble.",
  "61": "---END OF PREVIOUS SECTION---\nABEL\n                        I can't let you go. DEREK\n                        Look old man, we don't want any\n                        trouble. ABEL\n                        Then turn around and walk away\n                        from trouble. \n---TARGET SECTION TO BE ANNOTATED---\n \n                                  DEREK\n                        Come on, Chris...\n \n              Derek hobbles past Abel.  Chris follows a moment later.  Abel\n              looks after them as they go then up at the sky.\n \n                                  ABEL\n                        I have done by best.  I can do no\n                        more.\n \n              Chris looks back at Abel as she and Derek continue down the\n              road.\n \n                                                       CUT TO:\n \n              INT. KITCHEN - NIGHT\n \n              Chuck stands at the stove, shaking a pot of popcorn over a\n              lit burner.  The corn kernels are actively popping as Chuck\n              lifts the cover off the pot, revealing the white fluffy\n              morsels as they fly up and out (at CAMERA).  Chuck leans in\n              to catch them with his mouth.  He captures a few though more\n              land on the floor.  He quickly replaces the lid.\n \n              Chili comes in from outside with a flashlight in hand.\n\n                                  CHILI\n                        I can't find the bong anywhere.\n                        Can't you remember where you\n                        dropped it?\n \n                                  CHUCK\n                        I can't even remember what day it\n                        is, man.\n \n                                  CHILI\n                        It's Friday the 13th.\n \n              All the lights go out -- complete darkness except for the\n              blue fire of the lit burner.  Chili SCREAMS over the sound of\n              the popping corn.\n \n                                  CHUCK\n                               (alarmed)\n                        What's the matter?!\n \n                                  CHILI\n                        Nothin'.  I was just foolin'\n                        around.\n \n                                  CHUCK\n                        Don't do that to me!\n \n              Chili flicks on the flashlight and hands it to Chuck.\n \n                                  CHILI\n                        Here.  Go down the cellar and\n                        check the fusebox.\n \n                                  CHUCK\n                        Will you come with me?\n \n                                  CHILI\n                        Be a man, man.\n \n              Chili takes a kerosene lamp down from the window sill as\n              Chuck reluctantly opens the cellar door and starts down the\n              stairs.\n \n              Chili ignites the lamp's wick, illuminating the kitchen with\n              a yellow glow.\n \n              She carries the lamp over to the stove and sets it down.\n \n                                                       CUT TO:\n\n              INT.",
  "62": "---END OF PREVIOUS SECTION---\nChili ignites the lamp's wick, illuminating the kitchen with\n              a yellow glow. She carries the lamp over to the stove and sets it down. CUT TO:\n\n              INT. \n---TARGET SECTION TO BE ANNOTATED---\n CELLAR - NIGHT\n \n              Barefoot, Chuck tiptoes down into the dark, musty basement.\n              The flashlight beam preceeds his every step as he slowly\n              advances.\n \n              To calm his anxieties, he talks to himself, outloud.\n \n                                  CHUCK\n                               (his eyes roving all\n                                around)\n                        There's nothin' to be scared of,\n                        man.  Just go over to the fusebox\n                        and check it out.  You can do\n                        that.  Yeah, sure.\n \n              His bare feet SLOSH in the line of the water puddles on the\n              cellar floor as he nears the fusebox.  He raises the\n              flashlight at the open box -- the fuses and electrical wiring\n              exposed.  The main switch is in the \"OFF\" position.\n \n              Chuck lifts the switch into the \"ON\" position.  The naked\n              basement bulb glimmers.\n \n                                  CHUCK\n                               (turning to go)\n                        Whew... that's better.\n \n              MUSICAL STINGER!\n \n              Backlit and silhouetted by the bulb is Jason -- a threatening\n              sight.\n \n              Chuck is startled and scared.  Before he can speak, Jason\n              grabs his face with both hands, lifts him off the ground and\n              throws him into the open fusebox.\n \n              Chuck's feet land in a pool of water as his hands make\n              contact with the exposed electrical wires.  Electricity zaps\n              through his entire body, electrocuting him.  The lights blink\n              on and off.\n \n                                                       CUT TO:\n \n              INT. KITCHEN - NIGHT\n \n              Chili is standing at the stove shaking a second pot of\n              popcorn kernels.  The blinking lights are an annoyance,\n              causing her to squint.  Then, the blinking stops and the\n              lights go completely dead.  The lantern remains the only\n              light source.\n\n                                  CHILI\n                               (calling out)\n                        What's goin' on, Chuck?!\n \n              There's no answer.  Then abruptly, something heavy bashes\n              against the kitchen door.\n \n                                  CHILI\n                               (continuing)\n                        What's goin' on around here?\n                        Who's there?\n \n              She picks up the lantern and goes to the door.",
  "63": "---END OF PREVIOUS SECTION---\nCHILI\n                               (continuing)\n                        What's goin' on around here? Who's there? She picks up the lantern and goes to the door. \n---TARGET SECTION TO BE ANNOTATED---\n  She hesitates\n              then pulls it open.\n \n              MUSICAL STINGER!\n \n              Shelly's corpse -- his skull split open, his face and chest\n              bloodied -- falls into the kitchen at Chili's feet.\n \n                                  CHILI\n                               (nonchalant)\n                        Get up, Shelly.  Stop foolin'\n                        around.\n \n              She believes this to be another of Shelly's ruses.  Stepping\n              over his body, she goes to the basement stairs and calls down\n              to Chuck.\n \n                                  CHILI\n                               (continuing)\n                        What're you doin' down there, man?\n \n              INT. BASEMENT\n \n              Holding the kerosene lamp in front of her, Chili starts down\n              the stairs.  FOREBODING MUSIC drones on the SOUNDTRACK,\n              accompanying her.\n \n                                  CHILI\n                        Chuck?\n \n              No answer.  She stops at the bottom of the stairs and pans\n              the lamp from side to side.\n \n              MUSICAL STINGER!\n \n              Suddenly, as though suspended from the ceiling, Chuck's head\n              and shoulders flop down in front of her, his arms outstretched\n              and his face stark white.\n\n                                  CHILI\n                               (trembling)\n                        Oh, my God...\n                               (shouting)\n                        Help!!!\n \n              She turns and runs up the stairs, the kerosene lamp shaking\n              wildly in her hand.\n \n              INT. KITCHEN\n \n              She bolts out of the basement and stumbles over Shelly's\n              body, falling to the floor.  She looks back at Shelly and\n              realizes that this is not a joke and that he is, indeed, dead.\n \n              She gags and, SCREAMING, grabs the still lit kerosene lamp\n              and scrambles to her feet.  She runs into the living room.\n \n                                                       CUT TO:\n \n              INT. LIVING ROOM - NIGHT\n \n              The fireplace is burning bright as Chili dashes to the base\n              of the spiral staircase.\n \n                                  CHILI\n                               (looking up)\n                        Andy!  Debbie!  Somebody help me!\n \n              Of course, no answer.\n \n              FIREPLACE\n \n              Unseen by Chili, Jason's hand reaches for a sizzling poker\n              left in the fire and pulls out the red-hot iron.",
  "64": "---END OF PREVIOUS SECTION---\nSomebody help me! Of course, no answer. FIREPLACE\n \n              Unseen by Chili, Jason's hand reaches for a sizzling poker\n              left in the fire and pulls out the red-hot iron. \n---TARGET SECTION TO BE ANNOTATED---\n \n              Chili swings open the front door.  The CAMERA MOVES in on her\n              from behind.  Crying, she SCREAMS out into the darkness.\n \n                                  CHILI\n                        Vera!  Chris!  Where is\n                        everybody?!!?\n \n              She steps out onto the --\n \n              EXT. PORCH - NIGHT\n \n              The CAMERA continues towards her from behind.\n \n                                  CHILI\n                               (at the edge of the\n                                steps)\n                        Oh please, is anybody here?!\n\n              She looks all around.  It's deathly quiet.  She whips around\n              and runs back into the --\n \n              LIVING ROOM\n \n              right at Jason and into the scorching poker.  It burns\n              through her blouse and fries the skin around where it\n              penetrates.\n \n                                                       DISSOLVE TO:"
}