{
  "1": "FURY\n\nWritten by\n\nDavid Ayer\n\fOVER A BLACK SCREEN:\n\nApril 1945 -- The Allied Armies strike at the heart of\nGermany. In four weeks the Third Reich will be no more...\n\nEXT. FARMER'S FIELD - PREDAWN\n\nThick morning fog blankets all. A faint glow in the East.\nIt’s quiet save for the DISTANT RUMBLE of artillery.\n\nSuper title: Somewhere in Nazi Germany...\n\nA Spanish Arabian STALLION emerges from the fog. A wasp\nwaisted German Army LIEUTENANT erect in its saddle. His\ndisciplined horse elegantly picks its way over the furrowed\nsoil. A dark hulk looms in the mist -- Horse and rider\napproach...\n\nIT’S A BURNED OUT TANK -- An American Sherman. Still\nsmoldering. Steel armor ripped open like tin foil.\n\nThe Lieutenant moves on. Encounters another charred tank. Its\nentire turret blown off. A small fire still burns inside.\nAround it are the blackened twisted shapes of burnt shrunken\nmen.\n\nHe moves on. Another hulk emerges from the mist -- This tank\nlooks like a scrap heap -- Sandbags, railroad ties, sloppy\nsteel plate, cases of wine, rations and ammunition. Battered,\nscarred and seemingly abandoned.\n\nThe Lieutenant guides his horse in a slow circle around the\narmored vehicle. He HEARS a faint CLINK -- And draws his\nLuger from its shiny black holster -- THEN:\n\nAn AMERICAN SOLDIER hiding BEHIND THE TURRET leaps on him...\n\nTearing the German from his horse. The two men CRASH to the\nground. The American stabs the Lieutenant in the face --\nTHWICK-THWICK-THWICK! Fast, violent, shocking...\n\nThe American then carefully slides the knife blade behind the\nGerman’s eye - Piercing his brainpan with a CRACK. The German\nconvulses for a moment. And dies...\n\nThe American retrieves his knife. Wipes it clean on the\nGerman’s uniform and scans the area with burning primal eyes.\n\nThis is DON “WARDADDY” COLLIER. Late twenties he looks middle\n\naged. A light beard and hollow cheeks. Years of combat have\nground him into something hard and sharp.\n\n(CONTINUED)\n\f2.",
  "2": "---END OF PREVIOUS SECTION---\nA light beard and hollow cheeks. Years of combat have\nground him into something hard and sharp. (CONTINUED)\n\f2. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED:\n\nWith the mechanical clumsiness of exhaustion, Wardaddy cuts\nthe map case from the German’s belt. Then rips the large\nKnight’s Cross medal from the dead man’s neck.\n\nWardaddy stands to his full impressive height in his oil\nblackened overalls. He crosses to the horse. He grabs the\nbeautiful animal’s bridal and looks at it for a moment...\n\nEye to eye. Connection with the animal. With incredible\ngentleness he rubs its muzzle. And kisses it...\n\nThen he pulls his knife -- The horse jerks back, but Wardaddy\nholds it firm. He knows horses...\n\nTHWICK! - He cuts off the bridle, slips the bit from its\nmouth. He unbuckles the saddle and drops it to the soil.\nWardaddy looking at the horse. Then it heads back the way it\ncame - Now without ride and tack.\n\nWardaddy climbs aboard his tank -- Her name is “FURY” -- It’s\npainted on her cannon.\n\nINT. FURY - PREDAWN\n\nDark. Cramped. Crowded. A filthy machine with filthy men.\nThere’s two main areas - THE TURRET BASKET -- A big\ncylindrical cage that spins with the turret.\n\nAnd the BOW -- The front of the tank where the driver and a\nmachine gunner sit. The sound of piss hitting tin...\n\nBOYD “BIBLE” SWAN is draped casually across the cannon\nbreech. A pastor’s kid from Des Moines, he’s serious, calm,\ncentered. You’d never guess he’s killed a thousand men. He\nfinishes urinating into an ammo can.\n\nTRINI “GORDO” GARCIA sits in the driver’s seat sipping wine\nfrom a bottle. A Mexican butcher from Chicago. He’s been\ndrunk since 1942. He once went into combat sober - And vowed\nnever to do it again.\n\nNext to Gordo, the transmission housing between them, is the\nbody of RED. A blood soaked jacket pulled over his head. His\nblood spattered inside the tank.\n\nGRADY “COON-ASS” TRAVIS, a good-old-boy from Arkansas, is\nwedged into the battery compartment fixing a short. He’s\ncunning, viscous and World wise.\n\nWardaddy drops down into the Commander’s hatch.",
  "3": "---END OF PREVIOUS SECTION---\nGRADY “COON-ASS” TRAVIS, a good-old-boy from Arkansas, is\nwedged into the battery compartment fixing a short. He’s\ncunning, viscous and World wise. Wardaddy drops down into the Commander’s hatch. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\fCONTINUED:\n\nCOON-ASS\nGet that fucker?\n\nWARDADDY\nI knocked him off.\n\nGordo offers Red a drink, pushes the bottle into his\nshoulder. Whispers to him...\n\nBIBLE\n\nGordo. Stop. Leave him rest.\nWARDADDY\n\nHe’s dead. Or did you forget? Drunk\n\ndamn fool.\n\nGordo shoots them a dirty look. Keeps whispering to his dead\nfriend. Wardaddy watches Coon-Ass work.\n\nWARDADDY (CONT'D)\nGoddammit. Ain’t you done?\n\nCOON-ASS\nKeep ridin’ me.\n\nWARDADDY\nI’m not riding you. If I was, you’d\nknow it. More where he came from.\n\nWardaddy tosses Bible the Knight’s Cross - Bible hangs it in\nthe turret - Where more German combat decorations hang like\nChristmas ornaments.\n\nWARDADDY (CONT'D)\nYou get some canned bacon for this?\n\nHe tosses Gordo the dead Officer’s Luger. He inspects it.\n\nGORDO\nFor this? Yeah. A case or two.\n\nWardaddy lights a cigarette. Then scratches another notch in\nhis knife with his GI can opener. It’s tense - They are\nbehind German lines and acutely aware of the danger they’re\nin. But danger becomes routine. After years of it...\n\nCoon-Ass smirks - KNOWING he’ll get a rise...\nCOON-ASS\nHow come you didn’t shoot that\n\nhorse? You love shooting horses so\nmuch.\n\n(CONTINUED)\n\fCONTINUED: (2)\n\nWardaddy darkens with outrage -- He works his way over to\nCoon-Ass and begins kicking the hell out of him.\n\nCOON-ASS (CONT’D)\nStop it! What’s that for?\n\nWARDADDY\nYou know what it’s for.\n\nCOON-ASS\nWhy you always whoopin’ on me?\n\nWARDADDY\nBecause you’re an animal. A dog.\nAll you understand is the fist and\nboot.\n\nCOON-ASS\nBull-sheeet. I understand me the\npussy and the gun. Killin’ and\nfuckin’.\n\nWARDADDY\nIn that order?\n\nCOON-ASS\nMaybe. Timing’s important. I like\nme warm pussy. Pipin’ hot.",
  "4": "---END OF PREVIOUS SECTION---\nTiming’s important. I like\nme warm pussy. Pipin’ hot. \n---TARGET SECTION TO BE ANNOTATED---\nGORDO\nYou still talking? Can we get out\nof here? Everyone shut up.\n\nWARDADDY\nYou shut up. You’re a goddamn\nbottle of wine. Stink like wine.\nThink like wine. Alcohol never\nsolved nothing.\n\nGORDO\nNeither did milk. Let’s go.\nVamanos. Vamanos ya.\n\nWARDADDY\nWanna talk Mexican? Find another\ntank. A Mexican tank. This is an\nAmerican tank. We talk American.\n\nGORDO\nWho put a nickel in you? You talk\nKraut. You can talk German and I\ncan’t talk Spanish?\n\n(CONTINUED)\n\fCONTINUED: (3)\n\nWARDADDY\nI use my German as a tool of war.\n\nCoon-Ass grabs his crotch...\n\nCOON-ASS\nHere’s my tool of war.\n\nBible realizes this isn’t about horses or Spanish. It’s about\nRed -- The man with his head blown off in the Bow Gunner's\nseat. Bible hands Wardaddy some coffee he warmed on a Coleman\nstove.\n\nWARDADDY\nThanks Boyd.\n\nBIBLE\nStop ragging on everyone. You\ndidn’t kill Red. The German's did.\n\nWARDADDY\nThat’s true. But I sure didn’t keep\nhim alive.\n\nBIBLE\nHis number came up. That’s all.\nWe've been lucky. Until now. Settle\ndown.\n\nWardaddy adds sugar to his coffee. Stirs it with a greasy\ncallused finger. He opens the German’s mapcase -- Discovers\nseveral maps...\n\nWARDADDY\nThank heavens. We got a map.\n\nWardaddy studies a German map...\n\nWARDADDY (CONT'D)\nWe're here. Battalion Area’s to the\nSouth. This hardball road here’11l\nget us back. Sound good?\n\nCOON-ASS\nYou got the stripes, Daddy. You\nfigure it out.\n\nWARDADDY\nI got more, boy. Need more?\n\nWardaddy pokes his head out of the Commander’s hatch and\nlistens carefully to the coming dawn.\n\n(CONTINUED)\n\fCONTINUED: (4)\n\nHis finely tuned instincts kick in. Wardaddy drops back\ninside - Pulls the hatch shut with a CLANK...",
  "5": "---END OF PREVIOUS SECTION---\nWardaddy pokes his head out of the Commander’s hatch and\nlistens carefully to the coming dawn. (CONTINUED)\n\fCONTINUED: (4)\n\nHis finely tuned instincts kick in. Wardaddy drops back\ninside - Pulls the hatch shut with a CLANK... \n---TARGET SECTION TO BE ANNOTATED---\nTHEN:\n\nThe sound of ROARING LOCOMOTIVES -- An Artillery barrage is\non the way...\n\nBOOM-BOOM-KABOOM! -- Shells explode around the tank. Rocking\nit. For the moment the men are safe in their steel cocoon.\n\nWARDADDY (CONT'D)\nCoon-Ass? Anytime, sweetheart.\n\nCoon-Ass turns a last bolt then extricates himself from the\nbatteries.\n\nCOON-ASS\n‘Kay. Crank her up, Gordo. Whip\nthis bitch like your donkey back in\nOld Mexico.\n\nGORDO\nI'll whip your Alabama ass with my\ndonkey cock.\n\nGordo pushes the starter button. Expectant faces. The engine\nRUMBLES but doesn’t catch.\n\nMORE EXPLODING SHELLS -- Incredibly loud. Shrapnel PINGS off\nthe hull. They endure it with their trademark stoicism.\nThey've been through it before - But a direct hit can kill\nthem...\n\nWARDADDY\nChoke’er up. She’s cold.\n\nGordo opens the choke. Tries again. The engine rumbling.\nDoesn’t start. Worried faces.\n\nGORDO\n\nThere’s condensation on the plugs.\nWARDADDY\n\nPlugs’re good. Don’t flood it.\nGORDO\n\nDrunk or not I can start a damn\n\ntank.\n\n(CONTINUED)\n\f7.\nCONTINUED: (5)\n\nVROOM! -- The engine ROARS to life. They are relieved. Low\nkey and businesslike, they don their headsets - It’s now\nunbelievably loud in the tank. Coon-Ass joins Wardaddy and\nBible in the turret basket.\n\nWARDADDY\nMove out!\n\nGordo double-clutches and shifts into first. The tank\nlurches. Bible presses his eye to the gunsight...\n\nWardaddy rotates the turret with his THUMBSWITCH, looking\noutside through a PERISCOPE.\n\nBEHIND GORDO -- We see the turret basket rotating, the legs\nof Wardaddy, Bible and Coon-Ass standing inside - It’s an\nimpressive sight...\n\nWARDADDY (CONT'D)\nForward! Pick it up! Forward!\n\nThe tank RATTLES. CLANKS and SHUDDERS. Ammo cases, weapons, C-\nrations vibrate.",
  "6": "---END OF PREVIOUS SECTION---\nThe tank RATTLES. CLANKS and SHUDDERS. Ammo cases, weapons, C-\nrations vibrate. \n---TARGET SECTION TO BE ANNOTATED---\n We are in the belly of the beast.\n\nKABOOM-BOOM-BOOM! -- Shells explode dangerously close. The\ntank shudders. Gordo clutches, shifts into second. Stomps the\ngas. The tank builds speed. Wardaddy SEES the road...\n\nWARDADDY (CONT'D)\nDrive! Left. Left. Left.\n\nON GORDO - Turning the tank with the two big steering levers.\nHe whips it onto the road, upshifts into third gear. The tank\nbuilds speed - Moving surprisingly fast.\n\nGordo can sure drive a tank. Eyes riveted to his periscope.\nGas, oil, blood and piss sloshing over his boots. Red’s body\nin the seat next to him.\n\nLeaving the CRASHING artillery behind...\n\nOut of immediate danger, Wardaddy opens his hatch and takes\nhis normal position - Exposed from the chest up in the\ncommander's hatch. He grips a captured German assault rifle,\ngrimly scanning for threats with his cold hard eyes.\n\nThe Fury has escaped. Her crew is neither grateful or\nrelieved. There is work to do. The war is not over...\n\fEXT. BATTALION AREA - DAY\n\nA farmer's field has been overrun by a travelling circus of\ndeath - An American Armored Battalion. A couple thousand men.\nA couple hundred vehicles. The TIRED MEN load TIRED VEHICLES\nfor another day on the attack. Months of spearheading into\nGermany have taken their toll.\n\nA BOOMING ARTILLERY BATTERY pumps rounds into German targets\nmiles away. The BLACK DRIVERS of the Redball Express Trucks\nunload heaps of supplies from their trucks.\n\nMECHANICS, CLERKS, COOKS and MPs move with purpose.\nINFANTRYMEN clean weapons. A CHAPLAIN gives last rites\noutside the surgery tent as MEDICS line up more litters of\nWOUNDED MEN.\n\nA hundred GERMAN PRISONERS sit listlessly behind barbed wire.\nA BULLDOZER plows a heap of dead Germans into a pit.\n\nA ROW OF FIFTEEN SHERMAN TANKS -- Their busy CREWS ready them\nfor another day’s push into Germany. The tankers stop working\nand stare in amazement.",
  "7": "---END OF PREVIOUS SECTION---\nA BULLDOZER plows a heap of dead Germans into a pit. A ROW OF FIFTEEN SHERMAN TANKS -- Their busy CREWS ready them\nfor another day’s push into Germany. The tankers stop working\nand stare in amazement. \n---TARGET SECTION TO BE ANNOTATED---\nHERE COMES THE FURY -- Driving up fast, it deftly spins and\nparks perfectly alongside the newer, cleaner tanks. SERGEANT\nDAVIS, commander of the Lucy Sue shakes his head.\n\nSGT. DAVIS\nThought you were dead Collier.\n\nWARDADDY\nThe Devil watches over his own.\n\nWardaddy jumps down. A pair of MEDICS approach the tank with\na litter. Wardaddy and Gordo haul Red’s corpse out of the\ntank and lay him onto the litter.\n\nWARDADDY (CONT'D)\nTake care of him. He was a good\nman.\n\nThe Medic SEES the top of Red’s head is gone.\nMEDIC\nYou said you had wounded. We’re not\ngraves registration.\nWARDADDY\n\nTake good care of him. Or I’1l take\ngood care of you.\n\n(CONTINUED)\n\f9.\nCONTINUED:\n\nWardaddy pats his assault rifle with menace. The Medics trade\nlooks and depart with the body. Gordo crawls under the tank\nand passes out in the mud.\n\nLIEUTENANT PARKER approaches Wardaddy. Young and fresh, he\nhas just a month with the outfit. He’s intimidated by\nWardaddy, this tough tanker hard tempered by war’s hammer.\n\nLT. PARKER\nSergeant I was afraid you were\ndead. I’m awful sorry about T-5\n\nConley.\nWARDADDY\nIt’s Red. We call him Red.\nLT. PARKER\nSure. Where’s the rest of Third\nPlatoon?\nWARDADDY\nWe're it.\nLT. PARKER\nWhat happened out there?\nWARDADDY\nAnother goddamned green Lieutenant\nhappened.\nLT. PARKER\n\nWhat do I tell the Captain?\n\nWARDADDY\nTell him we drove straight into a\nstrongpoint. Two Kraut tanks were\ndug in like pillboxes. I got ‘em\nboth. After they got everyone else.\n\nLT. PARKER\nWe’re moving again. Headquarters\nsection’s already folding. You’re\nin my Platoon now. We’re assigned\nto check out a town while main unit\nbypasses.\n\nWARDADDY\nA goddamned flank guard mission?\n\nWardaddy nods at the Fury. Looking even more ragged in the\ndaylight.\n\n(CONTINUED)\n\f10.",
  "8": "---END OF PREVIOUS SECTION---\nWardaddy nods at the Fury. Looking even more ragged in the\ndaylight. (CONTINUED)\n\f10. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: (2)\n\nWARDADDY (CONT'D)\nLieutenant, I gotta short in the\nmaster switch box. Steering linkage\nis rattling. Engine’s losing\ncompression. Oil’s in the radiator.\nBogies need rubber. There’s a 75\ngouge on the turret that’1ll take\ntwenty pounds of welding rod to\nfill in. She’s a mess. So’s my\ncrew.\n\nLT. PARKER\nMake ready to depart the company\narea on my order.\n\nWARDADDY\nYessir. Fuck my life.\n\nThe young officer spins on his heels and walks off. Wardaddy\nlooks at Bible and Coon-Ass, staring at him from atop the\ntank. Just crushed. Beaten, exhausted. Spent.\n\nCOON-ASS\nParker’s douchebag. We working for\nthat Yankee fool now?\n\nWARDADDY\nDon’t you worry about him. You work\nfor me. Restock ammo and rations.\nWake up Gordo. Have him top off the\nwater and gas. Do what you can\nabout the mechanical issues.\n\nWardaddy walking away.\n\nBIBLE\nWhere you going?\n\nWARDADDY\nThe latrine to take a shit. I ain’t\nshit in a week.\n\nNORMAN ELLISON a shiny new Private with a dufflebag\nintercepts Wardaddy.\n\nNORMAN\nSergeant Collier?\n\nWARDADDY\nMaybe. What the fuck are you?\n\n(CONTINUED)\n\fll.\nCONTINUED: (3)\n\nNORMAN\nPrivate Ellison. I was told to\nreport to you. I’m your new\nAssistant Driver.\n\nWARDADDY\nLookit you. Crisp and green like a\nnew dollar bill. Puppy breath and\nall.\n\nWardaddy lights a smoke. An outgoing volley from the nearby\nArtillery Company makes Norman flinch.\n\nWARDADDY (CONT'D)\nDon’t worry about outgoing.\nIncoming mail’s the issue. Nazis\ncan drop an 88 shell in your hip\npocket from two miles out.\n\nWardaddy directs him to the Fury.\n\nWARDADDY (CONT'D)\nThat’s home. Do what you’re told.\nAnd don’t get too close to no one.\n\nWardaddy walks off. Norman approaches the tank. Bible and\nCoon-Ass scrutinize the newcomer.",
  "9": "---END OF PREVIOUS SECTION---\nWardaddy walks off. Norman approaches the tank. Bible and\nCoon-Ass scrutinize the newcomer. \n---TARGET SECTION TO BE ANNOTATED---\n Gordo slides out from under\nthe hull, bathed in mud. The three feral tankers eye Norman.\nGordo grabs Norman's dufflebag and searches it. Norman afraid\nto stop him.\n\nNORMAN\nWhich way’s the front?\n\nBible gestures in a wide circle.\n\nBIBLE\nAll around us. Kid, this is\nGermany. We’re surrounded by\nKrauts.\n\nNorman sees a YOUNG TANKER running in circles holding an Ml\nrifle above his head. Yelling this:\n\nYOUNG TANKER\nI’m a shithead! I’m a shithead! I’m\na shithead! I’m a shithead!\n\nNORMAN\nWhat’s that about?\n\n(CONTINUED)\n\f12.\nCONTINUED: (4)\n\nBIBLE\nHe was cleaning a machine gun and\ndidn’t unload it. Nearly killed a\nSergeant. Lucky he didn’t get\nstomped into the mud.\n\nNorman swallows hard. Looks around. Gordo angrily looks up\nfrom Norman’s dufflebag.\n\nGORDO\nWhere’s your cigarettes?\n\nNORMAN\nI don’t smoke.\n\nGORDO\nWell then you’re a bastard.\n\nGordo tosses Norman’s dufflebag in the mud. Norman looks\nstricken.\n\nBIBLE\nYou go to tank school?\n\nNORMAN\nI’ve never seen inside a tank. I’m\na clerk typist. I was going to\nFifth Corps HQ. They pulled me off\nthe truck and sent me here. It’s\ngotta be a mistake.\n\nCOON-ASS\nAin’t a mistake. Army does what it\ndoes.\n\nBIBLE\n\nKid, you from Missouri?\nNorman shakes his head: “No”.\n\nGORDO\nChicago?\n\nNorman shakes his head: “No”.\n\nCOON-ASS\nArkansas?\n\nNORMAN\nNo, I’m from --\n\n(CONTINUED)\n\f13.\nCONTINUED: (5)\n\nCOON-ASS\n-- No one gives a damn where you're\nfrom.\n\nGordo offers him his canteen. Norman politely takes a swig.\nSpits it out.\n\nNORMAN\nIt tastes like hornet stings.\n\nGORDO\nYou don’t drink?\n\nNORMAN\nNuh-uh. Especially that.\n\nGordo snatches back his canteen.",
  "10": "---END OF PREVIOUS SECTION---\nNORMAN\nNuh-uh. Especially that. Gordo snatches back his canteen. \n---TARGET SECTION TO BE ANNOTATED---\nGORDO\nI hate you.\n\nBIBLE\nYou a praying man?\n\nNORMAN\nI go to church.\n\nBIBLE\nDo you subscribe? Are you saved?\n\nNORMAN\nI’m baptized.\n\nBIBLE\nThat’s not what I’m asking. And you\nknow it. Wait until you see it.\n\nNORMAN\nSee what?\n\nBIBLE\nWhat a man can do to another man.\n\nGORDO\nReverend-pastor-deacon Swan here\nwas in a preacher factory when he\ngot drafted.\n\nBIBLE\nIt’s called divinity college.\n\n(CONTINUED)\n\f14.\nCONTINUED: (6)\n\nCOON-ASS\nPraise Sweet Jesus. Thank you for\nthe war dear sweet, sweet Jesus.\nThank you for all the goddamned\nNazi’s to kill.\n\nBIBLE\nNorman. There two are wicked men.\nAlbeit amusing. You better grab\nhold of Jesus. He’s the one thing\nthat won’t rattle you loose.\n\nNORMAN\n«+. Sure...\n\nCoon-Ass pulls open the Bow Gunner’s hatch.\n\nCOON-ASS\nHere boy. Here’s your seat. Get a\nbucket of hot water from the\nkitchen and get it clean. Amish\nclean.\n\nNorman's face drops when he peers inside...\n\nINT. FURY - DAY\n\nMinutes later. Norman kneels awkwardly over the transmission\nas he scrubs off blood with a rag. He pauses to stare at the\nbig belt fed machine gun - Also spattered with blood. He\n\ncleans it gently. As if afraid of waking a dangerous animal.\n\nNorman removes blood spattered pin-up girls. And a photo of\nRed's wife - The tough cattle ranching woman who has no idea\nher man is dead. He reaches for a photo of Red in cowboy\nregalia astride a horse -- And freezes...\n\nWHAT HE SEES -- Blonde hair, an ear, a single blue eye. Half\nof Red’s face.\n\nEXT. ASSEMBLY POSITION - DAY\n\nLove Company’s tanks are being readied for combat. Gas tanks\nare filled. Equipment is oiled and clean. Ammo loaded. Busy\n\ngreen monkeys scrambling over big green turtles.\n\nON THE FURY: Coon-Ass and Bible load ammo into the turret.\nWardaddy and Gordo tighten track links with wrenches.\n\n(CONTINUED)\n\f15.",
  "11": "---END OF PREVIOUS SECTION---\nON THE FURY: Coon-Ass and Bible load ammo into the turret. Wardaddy and Gordo tighten track links with wrenches. (CONTINUED)\n\f15. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED:\n\nNorman scrambles out of the tank and tumbles over the side.\nLanding on his hands and knees, he vomits his ham and eggs\ninto the mud...\n\nCoughing and sputtering he looks up in time to see a 6x6\ntruck roll by, filled with a heap of corpses. German and\nAmerican. Legs and arms sticking out. It looks like they are\nwaving “Hi” to the young soldiers...\n\nNorman wants to cry. The Fury’s crew stares at him. Blank\nfaced. No sympathy.\n\nBIBLE\nGet back in there. It’s not going\nto clean itself.\n\nNorman stands, brushes off the mud. About to climb back in\nthe tank, he pauses and stares with his mouth agape.\n\nTwo TIRED GI’S escort and SS SERGEANT. His hands tied behind\nhis back with bailing wire. His head is SWOLLEN like a\nwatermelon. Puffy slits for eyes, blood slicked hair. He's\ntaken a serious beating.\n\nWARDADDY\nWhy ain’t he sleepin’?\n\nTIRED GI\nG-Two wants a prisoner to question.\n\nWARDADDY\nI‘1l question him.\n(in fluent German)\nWhat’s your favorite color? You\nlike chicken or beef? You a good\ndancer? You like fat girls?\n\nThe stoic prisoner blinks with confusion...\n\nTHWICK! -- Wardaddy buries his knife in the SS Sergeant’s\nchest. Smack in the heart. And works it side to side.\n\nThe GI’s shake their heads with weary dismay. Bible and Coon-\nAss pull Wardaddy away. Gordo cackles with delight.\n\nTIRED GI\nOkay, that kind of thing’s gonna\nget you in a lot of trouble.\n\nWARDADDY\n\nWe ain’t here to ask them\nquestions.\n\n(CONTINUED)\n\f16.\nCONTINUED: (2)\n\nThe Tired GI's drop their prisoner. They look at Wardaddy\nlike getting ready to do something about it. Coon-Ass aims\nhis Tommy gun at them...\n\nCOON-ASS\nIt’s a goddamned Kraut. Forget it.\n\nThe SS man dies in the mud gasping his last breath. The tired\nGI’s move along.\n\nTIRED GI\nI have to tell them what you did.\n\nWardaddy ignores him.",
  "12": "---END OF PREVIOUS SECTION---\nThe tired\nGI’s move along. TIRED GI\nI have to tell them what you did. Wardaddy ignores him. \n---TARGET SECTION TO BE ANNOTATED---\n Norman watches the men go, shocked.\nWardaddy spits. Wipes his knife clean.\n\nNORMAN\nYou killed a prisoner of war. In\ncold blood.\n\nWARDADDY\n\nI know what I did. He’s an SS.\nThey’re real assholes.\n\nWardaddy shakes a smoke from his pack. Scratches another\nnotch in his knife with his can opener.\n\nWARDADDY (CONT'D)\nI kill every SS I can. You’d seen\nwhat I seen you would too.\n\nCOON-ASS\nFuck every last one. They started\nit. We’re finishing it.\n\nBIBLE\nHeinies don’t know they’re beat.\nOur Generals smell blood.\n\nCOON-ASS\nYep. Ain’t nothing stopping the\nspear from sliding into the enemy’s\n\nbelly.\nWARDADDY\n\nWe're the spearhead. Done any\n\nkilling?\n\nNorman shakes his head: no.\n\nWARDADDY (CONT'D)\nYou will.\n\n(CONTINUED)\n\f17.\nCONTINUED: (3)\n\nWardaddy shoves an ugly stamped metal submachine-gun into\nNorman's hands. The GIs call it a “greasegun”. The Lieutenant\nreturns from the Company Command Post...\n\nLT. PARKER\nFirst Platoon TC’s! See me now.\n\nThe first Platoon TANK COMMANDERS wander over to the\nLieutenant. WARDADDY, SGT. BINKOWSKI, SGT. DAVIS and SGT.\nPETERSON, all rough men who can kick ass in a bar fight.\n\nSGT. BINKOWSKI\nI see you sir. I see you.\n\nLT. PARKER\nHere's the big picture. Main Unit's\ngoing East. We’re going North on a\nflank guard mission. We’ll tie up\nwith Baker Company from the 41st.\nSergeant Collier is with us now.\nHe'll be acting Platoon Sergeant.\n\nSGT. PETERSON\nThat’s fine with me. Glad to have\nyou Don.\n\nWARDADDY\nSir, saying you get picked off?\nMind showing me the overlay where\nwe're going?\n\nLT. PARKER\nSure, Collier. Kansas point Dog.\nAfter that we're working for\nCaptain Waggoner. Any questions?\n\nSGT. BINKOWSKI\nYou started shaving?\n\nLt. Parker disregards the dig...\n\nLT.",
  "13": "---END OF PREVIOUS SECTION---\nLt. Parker disregards the dig... LT. \n---TARGET SECTION TO BE ANNOTATED---\n PARKER\nFirst Platoon! Mount up and move\nout!\n\nThe five tank commanders cross to their waiting tanks.\nWardaddy makes the “crank it up” hand sign. Gordo slides in\nthe driver's hatch and starts the Fury.\n\nThe other four tanks start up - their ENGINES ROAR. The 25\nmen of 1st Platoon take their fighting positions in side the\nsteel beasts. Wardaddy mounts the Fury. Norman too. One man\nconfident and seasoned. The other clumsy and hesitant.\n\n(CONTINUED)\n\f18.\nCONTINUED: (4)\n\nCAMERA FINDS - A CORPORAL arguing with Sgt. Davis.\n\nCORPORAL\nI can’t go out! I can’t do it! And\nyou can’t make me!\n\nSgt. Davis punches the man. And shoves him into the Bow\nGunner’s hatch. It’s like stuffing a cat in a bathtub.\n\nWARDADDY\nBattle fatigue case. Good man. He’s\ngot his limit. We got ours.\n\nCOON-ASS\nOught’a be psycho’ed to the rear.\n\nThe Corporal extends his hand from the hatch, just his hand.\nHe’s hold a LIVE GRENADE.\n\nBOOM! -- It blows the Corporal’s hand clean off, shreds his\nforearm. Sgt. Davis is livid.\n\nSGT. DAVIS\nBless you heart. You done went and\ndid it. Get on, boy. Go suck your\nmama’s titty milk. Get on out of\nhere you yellow fuck.\n\nThe Corporal climbs out of the hatch, slides down the front\nof the tank and trudges toward an ambulance clutching his\nshattered arm. Norman saw everything. He looks at Wardaddy,\namazed and confused. Who just shrugs and locks and loads his\nbig .50 Cal machine gun.\n\nWARDADDY\nGuess he didn’t want to go. Drive!\nMove out.\n\nThe Fury falls in behind Lt. Parker’s tank. Then Sgt. Davis’\ntank. Then Peterson and Binkowski’s tanks.\n\nThe 5 tanks of lst PLATOON move out in a column. Each tank\nrunning over the dead SS Sergeant - Flattening him into the\nmud. No sentimentality here. It’s just business.\n\nEXT.",
  "14": "---END OF PREVIOUS SECTION---\nNo sentimentality here. It’s just business. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n TASK FORCE PERIMETER - DAY\n\nThe Five Sherman Tanks are on the road heading East. They\n\npass the OUTPOST TANK - Marking the scrimmage line between\nthe American Army and the Nazis.\n\n(CONTINUED)\n\f19.\nCONTINUED:\n\nOUTPOST SENTRY\nGo fuck yourself Wardaddy! You owe\nme forty bucks.\n\nWardaddy waves goodbye. The tank column passes a field where\ndozens of foxholes are filled with INFANTRYMEN. At the sound\nof a WHISTLE a hundred ragged green men emerge from the earth\nlike spawning locusts and shuffle towards waiting trucks.\n\nON NORMAN - Sitting in the Bow Gunner’s seat, his hatch open.\nThe ass of the Lieutenant’s Tank spewing exhaust and dust in\nhis face. The Lieutenant keeps glancing back at Gordo,\n\nsitting in the Driver’s hatch. Gordo takes quick sips from a\nwine bottle between the young officer’s disapproving glances.\n\nGORDO\nWe get hit, we’re gonna burn out.\nAnd we’re gonna burn out fast. Our\ntanks are shit boxes. German guns\npunch through them like butter. See\nthis...\n\nHe points at a hatch in the floor under his seat.\n\nGORDO (CONT'D)\n\nWe get hit. I’m gone. Right through\nhere. I ain’t waiting for you. I\nain't helping you. Got that?\n\nNORMAN\nOkay. Thank you.\n\nNorman looks up at Wardaddy in the Commander's hatch. He\nlooks like he was born like that - An iron centaur, half man\nhalf tank. Wardaddy speaks to him through the intercom...\n\nWARDADDY\nKid, you hear me, you plugged in?\n\nNorman fumbles with the intercom switch, replies:\n\nNORMAN\nI hear you, Sergeant.\n\nWARDADDY\nDon’t fire that bow gun until I\ntell you. Got that? Don’t want you\nplastering our guys.\n\nNORMAN\nOkay, Sarge.\n\n(CONTINUED)\n\fCONTINUED: (2)\n\n20.\n\nGordo kills off his bottle of wine, throws it at the back of\n\nthe Lieutenant’s tank, shattering it.\n\nGORDO\nKid, you play cards? Blackjack?\nPoker?\n\nNORMAN\n\nNo. I don’t play cards.",
  "15": "---END OF PREVIOUS SECTION---\nPoker? NORMAN\n\nNo. I don’t play cards. \n---TARGET SECTION TO BE ANNOTATED---\nGORDO\nYou motherfucker.\n\nEXT. DIRT ROAD - DAY\n\nFarmer's fields on either side. The tank column passes an OLD\nFARMER riding a hay wagon pulled by two old horses. Columns\nof black smoke rise in the distance. Wardaddy spreads his map\non the turret. Marks their destination. Coon-Ass opens his\n\nhatch, next to Wardaddy’s.\n\nWARDADDY\nWhat a chicken shit job. A\ngoddamned side mission while main\nunit leapfrogs us. We need any\nsupport we’re fucked.\n\nCOON-ASS\nAin’t this fucking war over yet?\n\nWARDADDY\nWe're two hundred miles from\nBerlin. Get there just over a week.\n\nCOON-ASS\nI’m in no hurry to get murdered in\nBerlin. Kids pouring bushels of\ngrenades in our hatches. Wine\nbottles full’a gasoline. No thank\nyou, ma’am.\n\nWARDADDY\nI don’t want it to end.\n\nCOON-ASS\nI’m ready to ship home. Work at the\nhog farm, marry me a little thing\nto make me pies and babies.\n\nWARDADDY\nI never planned on surviving this\nthing.\n\n(CONTINUED)\n\fCONTINUED:\n\n21.\n\nCOON-ASS\nA pretty little mama with a mess of\ncousins. Eat their pies too.\nWARDADDY\nI'll keep looking at poker until I\nget my head shot off. Die owing\nevery dripping dick in the\nbattalion a stack of money.\nCOON-ASS\nHurry up. You’re running out of\nwar.\nWARDADDY\n\nDon’t I know it.\n\nCOON-ASS\nYou just wanna keep killing people.\nYou need it like you need\nbreathing. Can’t do it back home.\nNot for long at least.\n\nWARDADDY\nI got no home.\n\nCOON-ASS\nIf I get it first, you gotta\npromise to bury me face down.\n\nWARDADDY\nSo you find your way to hell\nquicker?\n\nCOON-ASS\nSo the whole damn world can kiss my\nass.\n\nVROOM! - A P47 fighter flies over. So low that can count the\nrivets on the wings. It quickly vanishes over the horizon.\n\nON NORMAN - Watching with fascination.",
  "16": "---END OF PREVIOUS SECTION---\nSo low that can count the\nrivets on the wings. It quickly vanishes over the horizon. ON NORMAN - Watching with fascination. \n---TARGET SECTION TO BE ANNOTATED---\n He SEES another P47\nfast approaching.\n\nVROOM! - It passes directly overhead.\n\nPAK-PAK-PAK-PAK-PAK! - A German anti-aircraft gun opens up.\n600 yards away it’s well camouflaged in a group of trees.\n\nIt blows the wing off the low-flying fighter plane.\n\nThe aircraft corkscrews into a field and EXPLODES VIOLENTLY\nas its bomb load detonates. Sudden. Shocking.\n\n(CONTINUED)\n\f22.\nCONTINUED: (2)\n\nON WARDADDY - Spinning the turret with his thumb switch, he\nlines up a shot on the anti-aircraft gun’s position.\n\nWARDADDY\nAnti-aircraft! Two O'clock. Six\nhundred yards. HE! Fire when ready!\n\nINT. FURY (MOVING) - DAY\n\nBible presses his face against the gun’s telescopic sight. He\nmakes fine adjustments to the azimuth and elevation wheels of\nthe cannon. Then stomps the firing pedal...\n\nBIBLE\nOn the way!\n\nKABOOM! - The gun recoils violently several feet, rocking the\ntank. Coon-Ass immediately loads another shell into the\nbreech - It slams shut - KERCHACK!\n\nEXT. DIRT ROAD - DAY\n\nON NORMAN - Buffeted by the muzzle blast. He SEES the cannon\nshell - a glowing fireball - Arc into the German position.\n\nKABOOM! - A direct hit. The distant target explodes with a\nhigh order detonation - Burning and exploding ammunition\nrains down around it.\n\nWARDADDY\nLove One-Two for Love-One. Target\ndestroyed. We should head over\nthere. Might be more Krauts to bag.\n\nLT. PARKER\nNegative, Collier. We’re on a\ntimetable.\n\nThey continue on their way. Leaving the carnage behind them.\n\nNorman watches the greasy column of smoke from the crashed\nfighter and the destroyed German gun recede in the distance.\nIt all happened so fast. His first taste of combat and he\nnever saw an enemy soldier.\n\f23.\n\nEXT. INTERSECTION - DAY\n\nThe five tanks turn onto a paved road. It is crowded with\nREFUGEES - A long ragged column of German civilians fleeing\nthe bombings and marauding Russians to the East.",
  "17": "---END OF PREVIOUS SECTION---\nEXT. INTERSECTION - DAY\n\nThe five tanks turn onto a paved road. It is crowded with\nREFUGEES - A long ragged column of German civilians fleeing\nthe bombings and marauding Russians to the East. \n---TARGET SECTION TO BE ANNOTATED---\n OLD MEN,\nWOMEN, CHILDREN, once proud faces not dirty and scared.\n\nON WARDADDY - Warily eying the flood of refugees. There’s a\n19th Century carriage being pushed by women. A car is pulled\nby horses.\n\nWARDADDY\n\nOkay. Button up. There might be a\nwolf hiding in the sheep. Kid, cast\nan eyeball on ‘em. Anyone makes a\nmove you cut them right in half. Do\nwhat you need to do. If people are\nin the way, that’s their problem.\nYou copy?\n\nNORMAN\nI copy.\n\nINT. FURY (MOVING) - DAY\n\nGordo and Norman close their hatches. Norman looks at the\nmachine gun. Hesitant. Gordo reaches over and cocks it for\nhim - KERCHACK!\n\nGORDO\nGun’s ready. Just pull the trigger.\nEvery five rounds is a tracer. So\nyou can see what you’re hitting.\nRemember, short bursts. That way\nyou'll harvest more meat per\nbullet.\n\nNorman REACTS. Looks through his periscope.\n\nNORMAN’S PERISCOPE POV - The world as seen through a\nrectangular piece of glass. He just sees a tired mass of\npeople. Pathetic and harmless.\n\nEXT. PAVED ROAD - DAY\n\nThe Refugees move aside for the tanks. Among them are a dozen\nSOLDIERS - Schoolboy draftees - With no appetite for a fight.\nThey toss aside their weapons and raise white handkerchiefs.\nWardaddy, from his position high in the turret towers over\nthem, aims his assault rifle at them.\n\n(CONTINUED)\n\f24.\nCONTINUED:\n\nWARDADDY\n(in German)\nKeep walking. American lines are\nthat way. Keep going. Hands up\nhigh. There you go. Move.\n\nLt. Parker is 50 feet ahead in his tank, he handsignals for\nWardaddy to speed up. The tanks speed past the line of\nrefugees. Tanks don’t like people near them.\n\nI/E. FURY (MOVING) - DAY\n\nGordo opens his hatch. Norman does the same. Grateful he\ndidn’t have to shoot anyone. They pass a pretty girl ona\nbicycle. She smiles at Norman.\n\nGORDO\nThere you go, boy.",
  "18": "---END OF PREVIOUS SECTION---\nThey pass a pretty girl ona\nbicycle. She smiles at Norman. GORDO\nThere you go, boy. \n---TARGET SECTION TO BE ANNOTATED---\n She’ll let you\nfuck her for a chocolate bar.\n\nNORMAN\nThat’s not true.\n\nGORDO\nThat’s not true? Okay. It’s not\ntrue.\n\nCOON-ASS\nIt’s true. You can liberate her ass\nfor a D-Ration bar. Or some smokes.\nDon’t give her a whole pack. Four\nwill do it.\n\nBIBLE\nIgnore them. Don’t disappoint\nChrist. Don’t let them lead you\nastray.\n\nWARDADDY\nWe can kill ‘em but we can’t fuck\n‘em. Right? Cuz it’s in the bible.\n\nBIBLE\nI’m done trying to convert you\nheathens. Mind if I continue\ninvading Germany?\n\nWARDADDY\nYou think Jesus loves Hitler?\n\n(CONTINUED)\n\fCONTINUED:\n\n25.\n\nBIBLE\nI would assume so. And if Hitler\naccepted Jesus in his heart and got\nbaptized, he’d be saved. Won’t save\nhim from man’s justice.\n\nWARDADDY\nWhat about your regular issue Nazi\nline trooper? He going to heaven?\n\nBIBLE\nYou've been asking these same dumb\nquestions for three years. You know\nwhere I stand.\n\nCOON-ASS\nPlease save me. Sing me a hymn.\nSing me “The Old Rugged Cross”.\nSing it boy.\n\nCoon-Ass tickles Bible. For all their back and forth, they're\ncloser than brothers.\n\nBIBLE\nStop, fool. I’1l shoot you.\n\nWARDADDY\nKnock off the horseplay.\n(a beat, then)\nBoyd, you think Hitler would fuck\none of us for a chocolate bar?\n\nBIBLE\nI hope so. I’d give it to him good.\nSlide this cannon right up his\nbackside and punch out a\nSupercharge. Send the sonofabitch\nstraight to Hell.\n\nCOON-ASS\nThat's awful Christian of you.\n\nEXT. PAVED ROAD - DAY\n\nThe 5 tanks steadily approach their objective. Telegraph\npoles line the road. From those poles hang four YOUNG BOYS,\nabout 10 or 11 - Big signs around their necks.\n\nThe men in the Fury stare at the dead children. Wardaddy is\nface to face with them. He’s up so high.\n\n(CONTINUED)\n\f26.",
  "19": "---END OF PREVIOUS SECTION---\nWardaddy is\nface to face with them. He’s up so high. (CONTINUED)\n\f26. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED:\n\nBIBLE\nWhat do the signs say?\n\nWardaddy paraphrases the German scrawls on the signs.\n\nWARDADDY\n“I’m a coward and refused to fight\nfor the German people.”\n(sadly)\nKids. They're just kids.\n\nThen the body of a HOUSEWIFE.\n\nWARDADDY (CONT'D)\n“I helped traitors to Germany.”\n\nNorman gasps, looking at the bodies. Stunned by the senseless\ncruelty.\n\nGORDO\nThey did that shit in France and\nBelgium. Now they’re doing it to\ntheir own people. Let ‘em rip\nthemselves to pieces.\n\nThe tank column continues.\n\nINT. FURY (MOVING) - DAY\n\nNorman watches the world go by through his periscope block.\nSeeing Germany through the small glass prism...\n\nNorman's PERISCOPE POV - MOVEMENT in the ditch alongside Lt.\nParker’s tank - An 11 Y.0. HITLER YOUTH aims a Panzerfaust\nanti-tank rocket at the Lieutenant’s tank - He’s a scared\nchild, fear on his face, trembling.\n\nNorman can’t believe what he’s seeing - He hesitates.\n\nEXT. PAVED ROAD - DAY\n\nFWOOSH! - The Hitler Youth fires the rocket. It slams square\ninto the side of Lt. Parker’s tank...\n\nKABOOM! - A perfect hit on the ammunition storage. The result\nis instant and catastrophic as a jet of molten steel ignites\nthe cannon ammunition...\n\nA column of intense flame erupts from the commander's hatch\n\nlike a giant blow torch. Lt. Parker is immolated like a human\ncandle.\n\n(CONTINUED)\n\f27.\nCONTINUED:\n\nWARDADDY aims his assault rifle at the Hitler Youth...\n\nBRDDDDT! - Drops him with a burst. Two more HITLER YOUTH\ndecide they are done playing soldier and take off running...\n\nBRDDDDT!-BRDDDDT! - Wardaddy smokes the little fuckers too...\nThe four other tanks spread out into a cover formation...\n\nThe burning tank rolls to a stop. The Driver’s hatch opens.\nThe DRIVER crawls out - Flops on the ground, burning alive,\nhe pulls his pistol from his shoulder holster...\n\nBAM! - And shoots himself in the head.",
  "20": "---END OF PREVIOUS SECTION---\nThe Driver’s hatch opens. The DRIVER crawls out - Flops on the ground, burning alive,\nhe pulls his pistol from his shoulder holster... BAM! - And shoots himself in the head. \n---TARGET SECTION TO BE ANNOTATED---\nWardaddy and the other three tank commanders scanning for\nmore Germans. All clear. Into radio...\n\nWARDADDY\nKeep an eye out.\n\nWardaddy climbs out of his hatch. Coon-Ass covers him with a\nbig .50 Cal machine gun.\n\nWardaddy approaches the burning tank. AMMUNITION begins to\nEXPLODE. It is a total loss. No survivors.\n\nWait - The BOW GUNNER’S hatch opens. Belching fire and smoke.\nThe A-DRIVE flails in the open hatch. Roasting alive.\nTrapped. Hopeless.\n\nBRDDDDT! - Wardaddy finishes him off. Then, he crosses to the\nHitler Youth in the ditch - He’s still alive. Wardaddy kicks\nhim. Reloads his rifle.\n\nWARDADDY (CONT'D)\n(German)\n\nYou happy now you little shit? You\n\nshould be in school drinking milk.\n\nYou didn’t have to fight us you\n\nidiot.\nWardaddy aims his weapon - BRDDT! - Ends the boy’s short\nlived war. He returns to the Fury. BANGS on Norman’s hatch\nwith his gun butt.\n\nWARDADDY (CONT'D)\nNorman, open this goddamn hatch you\ncocksucker.\n\nNorman opens the hatch, scared of Wardaddy. Who wouldn’t be?\n\n(CONTINUED)\n\fCONTINUED:\n\n28.\n(2)\n\nWARDADDY (CONT'D)\nWhy did you shoot that shithead\nwhen you had the chance?\n\nNORMAN\nIt happened so fast. He was just a\nkid.\n\nWardaddy gestures at Lt. Parker’s burning tank.\n\nWARDADDY\n\nSee what a kid can do? That’s your\nfault. Next fucking German with a\nweapon you see, rake the dogshit\nout of him. I don’t care if it’s a\nbaby with a butter knife in one\nhand and mama’s left titty in the\nother. You chop him up.\n\nWardaddy walks away leaving Norman destroyed and guilt\nwracked. Gordo looks at him, SEES he’s falling apart.\n\nGORDO\nOkay, look. That stupid kid did\nthat not you. I froze up before\ntoo. That’s why I like driving. You\ngotta kill Krauts? It’s them or us.\nCan you do it?\n\nNORMAN\n---I can do it...",
  "21": "---END OF PREVIOUS SECTION---\nIt’s them or us. Can you do it? NORMAN\n---I can do it... \n---TARGET SECTION TO BE ANNOTATED---\nGORDO\nOkay. Then do it. This makes it\n\neasier.\n\nHe offers Norman a bottle of wine. Norman declines. Wardaddy\n\nshouts to\n\nSgt. Davis’ tank.\n\nWARDADDY\nAlight, Roy. Guess I’m it. I’1l\nlead the column. Let’s get where\nwe're going.\n\nSGT. DAVIS\nLead the way.\n\nWardaddy climbs into the Fury’s turret. Double checks his\n\nmap. Into\n\nhis mic:\n\nWARDADDY\nMove out, driver.\n\n(CONTINUED)\n\f29.\nCONTINUED: (3)\n\nGordo puts the tank in gear and leads the column forward.\n\nEXT. PAVED ROAD - INTERSECTION - DAY\n\nINFANTRYMEN dig foxholes. Eat chow. Clean weapons. Play\ncards. There are several HALF-TRACKS and TRUCKS. Two huge\ncolumns of thick black smoke rise from just over the next\nhill. The four tanks approach. An American INFANTRY SERGEANT\nflags them down.\n\nWARDADDY\nGordo, stop ‘er here.\n(to the Sergeant)\nBaker Company?\n\nINFANTRY SERGEANT\nYessir.\n\nWARDADDY\nI’m not a sir.\n\nINFANTRY SERGEANT\nWhere’s your boss?\n\nWARDADDY\nDead.\n\nINFANTRY SERGEANT\nWho’s in charge ‘a this column?\n\nWARDADDY\nI am.\n\nINFANTRY SERGEANT\nI'm talking to the right man. Park\nit. Old man’s waiting over there.\n\nEXT. FARMER’S FIELD - COMMAND HALF-TRACK - DAY\n\nThe Infantry Sergeant leads Wardaddy to a COMMAND HALF-TRACK\nfull of radios. A couple RADIOMEN monitor the CHATTER.\n\nIN B.G.: A MORTAR CREW fires rounds at distant German\npositions.\n\nINFANTRY SERGEANT\nSir, tankers are here.\n\nCAPTAIN WAGGONER turns toward Wardaddy. This is an Officer he\n\ncan respect. Rugged, solid. Big calloused hands. A confident\nveteran.\n\n(CONTINUED)\n\f30.\nCONTINUED:\n\nCAPTAIN WAGGONER\nHow many tanks you got?\n\nWARDADDY\nFour.\n\nCAPTAIN WAGGONER\nI asked for ten.",
  "22": "---END OF PREVIOUS SECTION---\nCONTINUED:\n\nCAPTAIN WAGGONER\nHow many tanks you got? WARDADDY\nFour. CAPTAIN WAGGONER\nI asked for ten. \n---TARGET SECTION TO BE ANNOTATED---\n Here’s the deal -\nI got a platoon pinned in a sugar\nbeet field by machine guns. I sent\nmy tracks in an they got knocked\nout. The Boche as a 75 dug in and I\nneed you to destroy it. They’re not\nold men and kids. It’s a regular\nWehrmacht outfit. Help me kill\nthem. Then we’ll push into town and\nkill the rest of the bastards. Main\nunit has Time on Target and\naviation priority. So we’re on our\nown. I know who you are and I know\nyou know what you’re doing. Let’s\nget it done.\n\nWardaddy likes this guy. He taps the Captain’s map.\n\nWARDADDY\nSeeing as they’re covering this\nroad. Mind if I come in this way?\nHit their flanks and roll ‘em up.\n\nCAPTAIN WAGGONER\nDo what you see fit. Just paste\nthem hard. They murdered some good\nboys today. Why don’t they just\nquit?\n\nWARDADDY\nWould you?\n\nPoint taken. Wardaddy walks away.\n\nEXT. BAKER COMPANY FORWARD LINE - DAY\n\nMinutes later. MEDICS tend to four wounded GIs. Two dead GIs\nare laid across the hood of a Jeep. Nearby a couple GUNNERS\nin HALF-TRACKS fire bursts from their .50 Cals into the\ndistant German positions.\n\nWardaddy’s four tanks are in a row. The tank crews prepare\nthem for combat. Weapons and ammo are double checked. Track\nlinks are tightened. Norman helps Gordo top off the gas tanks\nwith the help of a BLACK TRUCK DRIVER.\n\n(CONTINUED)\n\fCONTINUED:\n\n31.\n\nGORDO\nThis is it. We’re gonna see some\naction.\n\nNORMAN\n\nI’m scared shitless.\n\nGORDO\nYou'll be so fucking busy you won't\nhave time to be scared.\n\nTRUCK DRIVER\nA hero’s just as scared as a\ncoward. One quits. One don’t.\n\nGORDO\nDon’t give him no hero bullshit.\nIt’s a job. Everybody does their\njob, you win the game. Like a\nfootball team.\n\nTRUCK DRIVER\nAnd the fellow that charges into\ndanger to save his buddies? What is\n\nhe?\nGORDO\nA moron.",
  "23": "---END OF PREVIOUS SECTION---\nTRUCK DRIVER\nAnd the fellow that charges into\ndanger to save his buddies? What is\n\nhe? GORDO\nA moron. \n---TARGET SECTION TO BE ANNOTATED---\nNORMAN\nHow’s it feel to kill a man? Is it\nhard?\n\nTRUCK DRIVER\nEver killed a hog? Butchered a hog?\nIt’s just like that. Screaming and\nall.\n\nGORDO\nHow would you know? Get in a knife\nfight in the whorehouse shitter\nback home?\n\nTRUCK DRIVER\nThey put me on the line in the\nBulge. They don’t want us killing\nthe white man. Until it’s their\nnecks. I killed me a whole bunch.\nKrauts got real hot when they saw\nwho was doing it. It was just like\nkilling hogs.\n\n(CONTINUED)\n\fCONTINUED:\n\nINT. FURY\n\n32.\n(2)\n\nNORMAN\nI'm from the city. I’ve only seen a\ncat get hit by an ice wagon.\n\nGORDO\n\nI'm from the city too. Chicago. And\nI seen lots of animals die. Papa\nworked in a slaughterhouse cutting\nup steers with an electric saw.\nCame up from Mexico to work there.\nPapa would cut off a piece of meat,\nswipe some kidneys or a tongue and\nsneak ‘em home. We ate beef every\nday. I started me there when I was\nfourteen. On the kill line. Hitting\nbeef cows, old dairy cows,\nsometimes horses, between the eyes\nwith a twelve pound sledgehammer.\nRight here.\n\n(taps his forehead)\nI'd be head to toe in blood, brains\nand snot. Whackin’ beefs all day\nuntil I couldn’t move my arms.\n\nNORMAN\nI helped in my dad’s stationary\nstore. At the register. We sold\nsundries. Nothing that bled or\nscreamed.\n\nGORDO\nToo bad. It’s something. The kill\nline teaches you something.\n\nNORMAN\nThat it’s better to be the man with\nthe hammer?\n\nGORDO\nThat’s right.\n\n- DAY\n\nCoon-Ass and Wardaddy are alone in the turret. Coon-Ass is\ncrying. His nerves are getting the best of him.\n\nCOON-ASS\nDon, I can’t do it. I can’t take\nany more. I don’t want to die.\n(MORE )\n\n(CONTINUED)\n\fCONTINUED:\n\n33.",
  "24": "---END OF PREVIOUS SECTION---\nI can’t take\nany more. I don’t want to die. (MORE )\n\n(CONTINUED)\n\fCONTINUED:\n\n33. \n---TARGET SECTION TO BE ANNOTATED---\nCOON-ASS (CONT'D)\nI feel like I’m going to slide\nright out of my skin every time a\ngoddamn shell goes off. I can’t do\nthis. I don’t got the nerve.\n\nWARDADDY\nYou can do it. You get worked up.\nBefore an action. That’s all.\n\nCOON-ASS\nThis ain’t that. This is something\ndifferent.\n\nWARDADDY\n\nNo it’s your regular bullshit. You\nget the jitters. You bitch some and\nthen you're fine. Grady, it’s your\nway.\n\nCOON-ASS\nLookit the odds. We got four years\nof close calls. All the original\nboys are gone. Dead or mangled.\nWe're it. Me, you and the Mexican.\nOut of how many? Some guys have\nbeen replaced four or five times.\nReplacement shows up one day. He’s\ndead the next. Why not us?\n\nWARDADDY\nSbut up. Shut your mouth. Don’t you\nspook that kid any more than he’s\nalready spooked. We need him.\n\nCOON-ASS\nRemember that boy from Texas who\nwas running and got hit by a shell?\nListen to me. Don. Listen to me.\n\nWARDADDY\nI remember.\n\nCOON-ASS\nAnd his tank got hit by a Tiger and\nhe bailed out and was running and a\ncannon shell hit him square in the\nback and he disappeared but his\nhead flew straight up and landed in\na tree. You remember that?\n\nWARDADDY\nI said I remember.\n\n(CONTINUED)\n\f34.\nCONTINUED: (2)\n\nCOON-ASS\nEvery night I dream his head’s ina\ntree singing to me. Soft and sweet\nlike my mama’s songs when I was a\nbaby. If I close my eyes right now,\nI'll see him.\n\nWARDADDY\nRed's got us all a little sad right\nnow. Grady. Look at my eyes, I’m\ntalking. We gotta help this outfit.\nThen, you can get shit-yer-pants\ndrunk and fuck some girls or\nsomething. How’s that sound?\n\nCOON-ASS\nYou gonna drink with me?\n\nWARDADDY\nYou know I won’t do that.",
  "25": "---END OF PREVIOUS SECTION---\nHow’s that sound? COON-ASS\nYou gonna drink with me? WARDADDY\nYou know I won’t do that. \n---TARGET SECTION TO BE ANNOTATED---\n I’m the\nfoulest meanest damn drunk you can\nimagine. I’d stab you in the face\nand lick the blade clean.\n\nCOON-ASS\nFine. I’1l drink that nice Cognac\nwe found and roll around with some\nNazi split-tails. I’m an ass man\nyou know. Wish I had a stick of\nbutter.\n\nWardaddy smiles. Coon-Ass is ready to fight.\n\nEXT. BAKER COMPANY FORWARD LINE - DAY\n\nWardaddy does a final walk around his four tanks. He sees\nboth man and machine are ready for battle. He turns to the\ntwo waiting INFANTRY SQUADS - About 20 men.\n\nWARDADDY\nLet’s kill us some Germans. Mount\n\nup.\n\nThe tired dogfaces climb aboard the tanks. Wardaddy climbs\naboard the Fury. Plugs in his helmet.\n\nWARDADDY (CONT'D)\nStart ‘em up and move out.\n\nThe tanks start their engines and pull out. Each tank has at\nleast five soldiers riding on top.\n\f35.\n\nEXT. FARMER'S DIRT ROAD - DAY\n\nThe four tanks move in a column. Shielded from the enemy by a\nsmall low hill. Fury leads the way - An OLD SERGEANT standing\nbehind the turret mans the .50 Cal.\n\nWARDADDY\nYou know what’s waiting for us?\n\nOLD SERGEANT\nYeah, I know.\n\nWardaddy smiles at the old leathery bastard.\n\nWARDADDY\n(into radio)\n\nAll tanks this is Wardaddy. Form a\nshallow right echelon on me. When\nwe hit the flat ground spread out\nto a hundred yard interval. On my\nsignal we’ll drop the doughs and\nroll up that 75. Everyone copy?\n\nSGT. DAVIS\nLove One-Three copies. Wilco.\n\nSGT. PETERSON\nOne-Four. Roger all.\n\nSGT. BINKOWSKI\nThis is Five. We got you Daddy.\n\nThe column accelerates.\n\nEXT. FURY (MOVING) - DAY\n\nWardaddy grinds his teeth in anticipation. The column is now\ncoming around the low hill...\n\nWARDADDY\nAll thanks halt!\n\nThe tanks stop. To the Old Sergeant...\n\nWARDADDY (CONT'D)\nGet ‘em off.\n\nOLD SERGEANT\nYou heard the man.",
  "26": "---END OF PREVIOUS SECTION---\nTo the Old Sergeant... WARDADDY (CONT'D)\nGet ‘em off. OLD SERGEANT\nYou heard the man. \n---TARGET SECTION TO BE ANNOTATED---\n Everyone off!\n\n(CONTINUED)\n\f36.\nCONTINUED:\n\nSoldiers spill off the tanks and take a knee. Close to the\nfront line they stay low and wary. Some of the older salts\nimmediately start digging foxholes.\n\nWARDADDY\nAll tanks! Move out! Button up!\n\nThe column begins to roll again. Hatches are closed. Only the\nTANK COMMANDERS expose their heads.\n\nEXT. BATTLEFIELD\n\nThe tanks churn up dirt as they enter the field. Spread out\nin the field is a PLATOON OF AMERICAN INFANTRY, laying in\nshallow trenches they scraped into the dirt between the\nfurrows. They are pinned down by German machine guns. Several\nare wounded or dead.\n\nWARDADDY\nOkay! Fast left! Fast left! Let’s\ngo! Start squirting them trees and\nbushes.\n\nThe tanks fire their MACHINE GUNS - Streams of TRACERS from\nthe four tanks probe at any possible hiding place for German\nmen and armor. This is called recon by fire...\n\nINT. FURY (MOVING) - DAY\n\nNorman stares through his periscope. Trying to make sense of\nthe world outside the small glass rectangle.\n\nNORMAN\nDo I shoot?\n\nGORDO\nYes. Start shooting.\n\nNORMAN\nWhat do I shoot at?\n\nGORDO\nAnywhere Nazis might hide.\n\nNorman pulls the trigger. The machine gun jackhammers\nviolently. Adding to the deafening noise of the developing\nbattle. Once over the initial shock of firing the weapon, he\nsmiles, empowered, and hoses every tree and bush in sight.\n\n(CONTINUED)\n\f37.\nCONTINUED:\n\nGORDO (CONT'D)\nDon’t sit on the trigger! You’1l\nburn out the barrel!\n\nON BIBLE - His face pressed against his gunsight. He fires\nbursts from the coaxial machine gun using the foot switch.\n\nBIBLE’S GUNSIGHT POV - His tracers rake the distant ditches\nand bushes.\n\nSGT. BINKOWSKI\nOne-Five for Wardaddy. I see a\nbunch’ Krauts a hundred yards to my\n\nright.\n\nWARDADDY\nThat’s our troops. Do not shoot\nthem.\n\nSGT. BINKOWSKI\nYeah. Okay I copy.\nEXT.",
  "27": "---END OF PREVIOUS SECTION---\nBINKOWSKI\nYeah. Okay I copy. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BEET FIELD - DAY\n\nThe Fury and the other three tanks drive abreast through the\nfield toward a row of hedges and trees...\n\nThere are two BURNING HALF-TRACKS - The source of the black\nsmoke we saw earlier - Jagged holes in their armored sides.\nSurrounded by charred men and burning equipment.\nBRDDDDDDT! A GERMAN MACHINE GUN whips a long burst into the\nFury. It sounds like an evil chainsaw. Sandbags, cases of\nammo and Jerrycans of water are torn to shreds.\nWARDADDY\nGoddammit! Bible hit that machine\ngun position! Eight hundred! Fire!\n\nKABOOM! The Main gun fires. The cannon round crashes into the\nwell camouflaged machine gun position.\n\nBOOM! The high explosive round detonates.\n\nINT. FURY (MOVING)\n\nCoon-Ass jams a fresh round into the breech - KERCHACK! In\nhis lap and loose at his feet are more big rounds.\n\nCOON-ASS\nClear!\n\n(CONTINUED)\n\f38.\nCONTINUED:\n\nBible fires the instant he hears that. KABOOM! The cannon\nslams back in recoil, ejecting the spent shell. Coon-Ass rams\nanother shell into the breech, punching it in with fist -\nKERCHACK! - The breech block slams shut...\n\nCOON-ASS (CONT’D)\nClear.\n\nKABOOM! - The gun fires. Recoils and ejects. Coon-Ass\nreloads. This veteran crew works like a Swiss watch.\n\nEXT. BEET FIELD\n\nBOOM! The last round nails the gun - Cartwheeling a GERMAN\nSOLDIER through the air like a ragdoll.\n\nWARDADDY\nOkay! Cease fire. That’s target\ndestroyed.\n\nWardaddy sees a tank has turned the wrong way.\n\nWARDADDY (CONT'D)\nWardaddy for One-Five. Where are\nyou going? Head North.\n\nSGT. BINKOWSKI\nI’m heading North.\n\nWARDADDY\nDammit. Binkowski. No you are not.\nTurn right! Turn right! Head for\nthat stand of trees and check it\nout.\n\nSGT. BINKOWSKI\nOne-Five copies. Wilco.",
  "28": "---END OF PREVIOUS SECTION---\nSGT. BINKOWSKI\nOne-Five copies. Wilco. \n---TARGET SECTION TO BE ANNOTATED---\nWardaddy SEES another of his tanks about to run over American\nsoldiers.\n\nWARDADDY\nLove One-Three! Fox Romeo! Pull\nyour right brake! You got troops\nright in front of you! Get your\nhead out of your ass!\n\nLove 1-3 swerves at the last second, just avoiding crushing\nseveral men. Wardaddy is already looking for the next problem\nto solve. It’s like herding cats.\n\f39.\n\nINT. FURY (MOVING)\n\nThe tank is now a loud, smoky reverberating metal chamber of\nengine noise and gunfire. Norman is getting the hang of it.\n\nFiring the weapon into haystacks. Trees. Anywhere a German\nmay be hiding. Empty shells cover the floor at his feet...\n\nCLACK! - He runs out of ammunition. He grabs another box of\nammo. Reloads the hot gun.\n\nCRACK!-WHOOSH! - A hidden German cannon fires a high velocity\nround that rips right past Wardaddy’s head. It’s a tank\nkiller and a grave danger...\n\nWARDADDY\nFuck! Where’s that gun! Who sees\nit? Who sees the gun shooting us?\n\nSGT. PETERSON\nOne-Four for Wardaddy. It’s ours. I\nthink that’s a howitzer from the\ncompany area.\n\nWARDADDY\nBullshit! It’s not ours. It’s a\nKraut high velocity gun. I can hear\nit whistling. Where the fuck is\nit?!\n\nCRACK-WHOOSH-KTANG! The hidden German cannon fires again,\nhitting Love One-Four. Fortunately, the round glances off and\ncareens into the sky.\n\nWARDADDY (CONT'D)\nBelieve me now?!\n\nSGT. PETERSON\nAnti-tank! Right front! Right\nfront! Nine hundred!\n\nLove 1-4 fires its main gun at the hidden German cannon...\nKABOOM! VREEE! The tank round falls short, hit the ground and\nricochets sharply. All four tanks begin to fire at the\ncannon’s position.\n\nKABOOM-KABOOM-KABOOM! Round after round detonates in quick\nsuccession. Stripping the stand of trees bare. Splintering\ntheir trunks.",
  "29": "---END OF PREVIOUS SECTION---\nRound after round detonates in quick\nsuccession. Stripping the stand of trees bare. Splintering\ntheir trunks. \n---TARGET SECTION TO BE ANNOTATED---\nKAWOOP! Success! The cannon position detonates with a greasy\nblack explosion - THEN...\n\n(CONTINUED)\n\f40.\nCONTINUED:\n\nCRACK-WHOOSH! A second 75mm Anti-tank gun opens fire!\n\nKTANG! Love 1-4 is hit again. The German cannon round makes a\nmassive burst of sparks and ricochets away.\n\nSGT. PETERSON (CONT’D)\nI’m hit. Pulling back!\n\nWARDADDY\nThere’s another gun! Who sees it?\n\nINT. FURY (MOVING)\n\nNorman fires his machine gun at a more distant group of\ntrees.\n\nNORMAN'S PERISCOPE POV - His stream of tracers cuts into a\ngroup of trees and suddenly deflects upward - From the\ncamouflaged German ARMOR PLATE hidden there...\n\nNORMAN\nThere’s something there! At, uh,\nten O'clock.\n\nINT. BEET FIELD\nWardaddy SEES the stream of deflected tracer fire.\n\nWARDADDY\nGot him! Anti-tank! Left front! One\ntwo hundred. HE. Superquick. Gordo,\nhead right at him. Gunner! Traverse\nleft! Steady... On it! Fire!\n\nKABOOM! The Fury’s main gun fires - BOOM! - The shell crashes\ninto the cannon position, igniting its stock of ammo.\n\nKABOOM! A massive secondary explosion obliterates the 75mm\ntank gun.\n\nWARDADDY (CONT'D)\n\nTarget destroyed! Okay, One-Four\nyou’re too damn close to me.\nMaintain your interval. All tanks,\nmove forward. Let’s go. Let’s clean\nit up.\n\nThe four tanks straighten up their line and drive for the\nGerman positions. They near twenty foxholes, each with two\nGERMAN SOLDIERS inside.\n\f41.\n\nINT. FURY (MOVING)\nNorman loading a fresh belt of ammo...\n\nGORDO’S PERISCOPE POV - A GERMAN SOLDIER stands up and aims a\nPanzerfaust at the Fury.\n\nGORDO\nGet him! Kill him!\n\nNorman finishes loading the belt. COCKS the gun. Looks\nthrough his periscope.\n\nNORMAN'S PERISCOPE POV - BRDDDDT! Bible shreds the German\nSoldier with the coaxial machine gun.",
  "30": "---END OF PREVIOUS SECTION---\nLooks\nthrough his periscope. NORMAN'S PERISCOPE POV - BRDDDDT! Bible shreds the German\nSoldier with the coaxial machine gun. \n---TARGET SECTION TO BE ANNOTATED---\nBeating Norman to the punch. Gordo glares at Norman.\n\nGORDO (CONT'D)\nDo your job. Do what you’re here\nfor. Do it now.\n\nNORMAN\nI was loading the gun.\n\nNorman grits his teeth and begins firing. Moving the gun from\nside to side. Utterly lacking in finesse.\n\nEXT. BEET FIELD - GERMAN FOXHOLES - DAY\n\nThe four tanks hose down the foxholes with their machine\nguns. Several Germans jump up and wave white handkerchiefs in\nsurrender. They are shot down.\n\nWardaddy SEES a machine gun position - Three GERMANS cower\nbehind their dug-in heavy machine gun.\n\nWARDADDY\nMachine gun, twelve o’clock. Gordo!\nRun them bastards over!\n\nGordo guns the engine. The Fury lurches forward. The three\nGermans try to flee from their foxhole.\n\nIt is too late - Two of them are crushed. The third man\ncringes at the bottom of the deep hole. Gordo stops over him.\nWorks the steering levers back and forth...\n\nThe tank turns from side to side, grinding apart the German\nposition, burying the last man alive. The four tanks continue\nfiring their machine guns into the foxholes. Chewing apart\nthe huddle GERMAN SOLDIERS.\n\f42.\n\nINT. FURY (MOVING)\nGordo turns to Norman.\nGORDO\nSquirt them Krauts there. On yer\nleft. See ‘em?\n\nNORMAN'S PERISCOPE POV - There is a cluster of dead German\nSoldiers, cut down when they tried to run for it.\n\nNORMAN\nThe dead bodies? They’re already\ndead.\n\nGORDO\n\nYou a doctor? How you know they’re\ndead? Hit ‘em. So they can’t jump\nup and shoot us in the ass.\n\nNorman looking at Gordo. He just can’t do it. Gordo shakes\nhis head in frustration. And turns the tank toward the bodies\nand runs them over.\n\nNorman begins to cry. Not simply a tear down the cheek but a\nroar of anguish, good honest pain...\n\nNORMAN\nI can’t be here. I can’t be here.",
  "31": "---END OF PREVIOUS SECTION---\nNot simply a tear down the cheek but a\nroar of anguish, good honest pain... NORMAN\nI can’t be here. I can’t be here. \n---TARGET SECTION TO BE ANNOTATED---\nWARDADDY\nTurn your goddamn intercom off it\nyou're gonna ball like that!\n\nEXT. BEET FIELD - GERMAN FOXHOLES\n\nThe Fury turns side to side grinding dead Germans into the\nmud. Wardaddy gets on to the big .50 Cal machine gun...\n\nRAT-AT-AT-AT-AT-AT! He fires into the foxholes, chewing up\ndirt, men, and equipment.\n\nSoon the German dead have all been adequately “double tapped”\nby the four tanks. An everyday procedure. The firing\nslackens. And stops. Just the occasional burst from a tank's\nBOW or COAX MACHINE GUN.\n\nWARDADDY\nAll tanks. Let’s hold here. One-\nFour. You better take care of that\nfire.\n\n(CONTINUED)\n\f43.\nCONTINUED:\n\nThe packs on Love 1-4 are still burning. Wardaddy looks\nbehind them and SEES the pinned Platoon from Baker Company\nrise to their feet. These are the men the tanks have just\nrescued. There is no celebration. No back slapping.\n\nThe Infantry Soldiers know that only more hard fighting\nawaits them. The men they dropped off have moved up. The two\nplatoons of soldiers inspect the Kraut foxholes...\n\nA couple CREWMAN in Love 1-4 douse their burning packs with\nfire extinguishers. Then cut them off.\n\nWARDADDY (CONT'D)\nWardaddy for Love-Four and Five.\nPull up there fifty yards and cover\nthat road.\n\nSGT. PETERSON (V.0O.)\nLove one-four wilco.\n\nWARDADDY\nLove One-Six for Baker Six. We\ncleared out the machine guns and\nthe anti-tank. You’re fine to roll\nup your vehicles.\n\nCAPTAIN WAGGONER (V.0O.)\nBaker Six copies. We’re gonna catch\nup and then we’ll push into town.\n\nWARDADDY\nLove One-Six copies.\n\nWardaddy slides out of the turret. Encounters the Old\nSergeant waving his men forward...\n\nOLD SERGEANT\nFirst Platoon get up here and get\nthis trash policed up! Second\nPlatoon pass through and dig in\nalong that ditch. I want an outpost\non that hill.\n\nThe Old Sergeant gives Wardaddy a grateful nod.",
  "32": "---END OF PREVIOUS SECTION---\nSecond\nPlatoon pass through and dig in\nalong that ditch. I want an outpost\non that hill. The Old Sergeant gives Wardaddy a grateful nod. \n---TARGET SECTION TO BE ANNOTATED---\nThe 1st Platoon Soldiers search the dead. Taking watches and\nrings. Anything of value. 2nd Platoon (the soldiers that\nWardaddy just rescued) stand and move forward to establish a\nnew defensive line. Some don’t get up. The MEDICS search for\ninjured among the dead.\n\n(CONTINUED)\n\f44,\nCONTINUED: (2)\n\nPOW! A Soldier finishes off a wounded German - The German's\nbody is missing from the waist down. Wardaddy bangs on\nNorman’s hatch. Norman opens it with trepidation.\n\nWARDADDY\nI had the best Assistant Driver in\nthe entire Ninth Army in that seat.\nNow I got you. I promised my crew a\nlong time ago I'd keep them alive.\nYou're getting in the way of that.\nIt ain’t like the newsreels up\nfront.\n\nNORMAN\n\nI’m sorry. Okay? I’m trained to\ntype 60 words a minute, not machine\ngun dead bodies. I’m trying my\nbest. Maybe you’ve never been\nscared, but I’m so damn scared I\ncan’t breathe. I got three hours in\na tank. Three. How many do you got?\n\nBacktalk?! From this peachfuzzy teenager? Wardaddy is\nincredulous.\n\nREDNECK SOLDIER\nHey lookit here we got a live one.\nGet the fuck outta there boy.\n\nA feral, dirt-shiny REDNECK SOLDIER drags a middle-aged\nGERMAN CORPORAL out of a foxhole. The man is terrified.\nTrembling. He’s the last German alive - now surrounded by\ndozens of pissed off American troops. Dark unshaven faces.\nEyes burning with fever and exhaustion.\n\nThe Old Sergeant makes a throat cutting motion. The Platoon\nSoldier is about to shoot the German Corporal...\n\nWARDADDY\nHang on.\n\nWardaddy yanks Norman out of his hatch. Holds him by the\nneck, he frogmarches him over to the German Corporal. Who has\npictures of his wife and kids in his hand.\n\nGERMAN CORPORAL\nMeine kinder! Meine frau!\n\nWARDADDY\nHalt die Fresse!\n\nWardaddy slaps the pictures from the man’s hands. He pulls\nthe .45 From his shoulder holster and hands it to Norman.",
  "33": "---END OF PREVIOUS SECTION---\nWARDADDY\nHalt die Fresse! Wardaddy slaps the pictures from the man’s hands. He pulls\nthe .45 From his shoulder holster and hands it to Norman. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f45.\nCONTINUED: (3)\n\nWardaddy spins the prisoner and kicks him to the dirt. Norman\nlooking at the big pistol.\n\nBible watching this unfold from the Fury’s turret. Gordo\nwatches from the driver’s hatch. Coon-Ass stops tossing out\nfired cannon shells to watch too.\n\nWARDADDY (CONT’D)\nYou're no goddamned good to me if\nyou can’t kill Krauts. Put a big\nfat hole in his back.\n\nSome of the Platoon soldiers pause and watch the show. Others\ndrift away and continue searching dead Germans. There is\nsimply no way Norman can shoot this sobbing father in the\nback. He looks at Wardaddy with defiance.\n\nNORMAN\nNo. I’m not doing it.\n\nWARDADDY\nWhy the hell not?\n\nNORMAN\nIt’s not right.\n\nHe hands the pistol back. Wardaddy looks like he’s going to\nhit Norman with it. Instead he holsters it. And walks away.\n\nThen Wardaddy pauses. Thinks to himself: “Fuck this, I’1l win\nthis round.” He strides back over to Norman. Grabs him by the\nthroat and shoves him to his knees. He holds his .45 To\nNorman’s head.\n\nWARDADDY\nWe ain’t here for right and wrong.\nWe're here to kill these people.\n\nPlatoon Soldiers gather to watch - this is getting\ninteresting. Wardaddy cocks the hammer.\n\nWARDADDY (CONT'D)\nYou or him. Your pick. You or him.\n\nNORMAN\nDo it. Kill me.\n\nNorman has called his bluff. Enraged, Wardaddy forces the gun\n\ninto Norman’s - then wrestles the pistol against the back of\nthe German Corporal’s neck, who is falling apart sobbing.\n\n(CONTINUED)\n\f46.\nCONTINUED: (4)\n\nGERMAN CORPORAL\nNicht shiesen! Bitte! Nich\nshiessen!\n\nWardaddy crams Norman’s finger onto the trigger guard and\nmashes it against the trigger.\n\nBAM! The pistol fires. Into the German’s brain stem. Killing\nhim instantly. Norman sags in defeated horror. Wardaddy\nholsters his pistol and walks away. Leaving Norman on his\nknees in the mud.",
  "34": "---END OF PREVIOUS SECTION---\nNorman sags in defeated horror. Wardaddy\nholsters his pistol and walks away. Leaving Norman on his\nknees in the mud. \n---TARGET SECTION TO BE ANNOTATED---\nA HUGE DIRTY SOLDIER steps in and rolls the dead German\nCorporal over - He takes his watch and wedding ring. Bible\nwalks over to Norman. He helps the kid up.\n\nBIBLE\nC’mon.\n\nLeads back to the Fury. Where Coon-Ass hands Norman a hot cup\nof coffee. Norman accepts it gratefully. Wardaddy is by\nhimself smoking a cigarette, maybe feeling a little guilty.\n\nNORMAN\nThat was a shit show. Was that\nsupposed to make a man out of me?\nMy conscience is clean. I’m keeping\nit that way.\n\nThe Fury crews trade looks. They’ve all been there. Gordo\nputs a brotherly arm around Norman.\n\nGORDO\nDon's crazy as a shithouse rat. But\nhe’s solid. We’ve been together\nsince before Africa. I won’t fight\nwith nobody else.\n\nNORMAN\nHe’s the biggest asshole I ever\nmet, and I’ve met a couple.\n\nBIBLE\nAin’t no crew stayed together like\nwe have. And it’s because of him.\nLook, you did alright. You spotted\nthat 75 when no one else did.\n\nA kind word. Norman needed it. The crew is starting to accept\nhim.\n\n(CONTINUED)\n\f47.\nCONTINUED: (5)\n\nCOON-ASS\nFirst time we got shot at in North\nAfrica, Don shit his drawers. Stunk\nthe tank up real good.\n\nNorman looks at Wardaddy. Unable to imagine him ever afraid.\n\nEXT. ROAD INTO TOWN - DAY\n\nWardaddy’s four tanks lead the men and vehicles of Baker\nCompany to their next objective. Infantry Soldiers ride on\nthe tanks, ten or more on each. They are followed by several\nHALF-TRACKS.\n\nNorman's hatch is open. He looks across at Gordo - who gives\nhim a reassuring nod.\n\nUP IN THE SKY - Flying at 30,000 feet is a massive formation\nof nearly a 1000 B-17 bombers! A white band of contrails\ncovers the sky. The formation is several miles long. An\nastounding vision. Around the bomber formation are the\ncorkscrewing contrails of fighters engaged in dogfights.\n\nNorman watching this entranced. The other tankers and\nsoldiers are enthralled by the spectacle.",
  "35": "---END OF PREVIOUS SECTION---\nAround the bomber formation are the\ncorkscrewing contrails of fighters engaged in dogfights. Norman watching this entranced. The other tankers and\nsoldiers are enthralled by the spectacle. \n---TARGET SECTION TO BE ANNOTATED---\n Wardaddy watches\nthe bombers with admiration...\n\nWARDADDY\nThere you go, boys. Keep pounding\nthem.\n\nThere is a bright flash and a bomber falls out of the sky.\n\nThe tankers and soldiers watch the distant bomber spin slowly\ntowards the ground like a giant falling maple seed.\n\nThe column of men and machines continues up the road. They\npass two mangled German Army Horse-drawn Wagons. Shattered by\nfighter plane rockets, a twisted tangle of dead German\nsoldiers and horses. An OLD WOMAN is hacking off hunks of\nhorseflesh. She glares at the Americans with pure hate.\n\nGORDO\nThere you go, kid. She’s sure as\nshit fuck you for a chocolate bar.\n\nNorman looking at Gordo. Scandalized by that. Then, he cracks\na smile at the sheer absurdity - Norman is starting to become\na frontline soldier.\n\f48.\n\nEXT. OUTSIDE A GERMAN TOWN - DAY\n\nThe column has halted. The four tanks are spread out abreast.\nThe Infantry Soldiers have dismounted from the tanks and take\nshelter behind them.\n\nWardaddy scans the town with German binoculars. His jaw\nmuscles ripple as he grinds his teeth.\n\nWHAT HE SEES - A typical small North German village. Houses\nand shops clustered around a couple intersections. He gets on\nthe company net...\n\nWARDADDY\nBaker Six from Love One-Six. I\ndon’t see white sheets. And\nnobody's out. I think we’re looking\nat a fight. Over.\n\nCAPTAIN WAGGONER (V.0O.)\nBaker Six copies. Higher wants this\nplace secured by fifteen hundred\nGerman O'clock. Go ahead and get in\nthere. Mortar section’s standing\nby. They’re all we got so don’t get\nin trouble.\n\nWARDADDY\nBaker Six from Love One-Six. Wilco.\nCommencing assault from LOD now.\nOver.\n\nWardaddy grabs the mike for the Platoon net.\n\nWARDADDY (CONT'D)\n\nAll tank. Listen up, we’re going\nin. Move out. And let’s button up\nuntil we know what’s in there. Love\nOne-Three, take the right, outside\nthat line of buildings.",
  "36": "---END OF PREVIOUS SECTION---\nMove out. And let’s button up\nuntil we know what’s in there. Love\nOne-Three, take the right, outside\nthat line of buildings. \n---TARGET SECTION TO BE ANNOTATED---\n One Four,\nyou take the left, I’1l take point\non the wedge. Binkowski, you’re on\nme. Stay twenty yards off my ass.\n\nThe four tanks move forward toward the town. Love 1-3 and\nLove 1-4 leave the road and split off around either side of\nthe village. The tanks move slow - so the Platoon Soldiers on\nfoot can keep up.\n\f49,\n\nEXT. GERMAN TOWN - DAY\n\nThe Fury enters the sleepy rural village. Nobody is in sight.\nExcept for a bent OLD MAN in a doorway.\n\nWARDADDY\n(German)\nGrandpa. Where are the German\n\nsoldiers?\nThe Old Man points at a HOTEL down the road.\nPOW! A single rifle shot his the Old Man, dropping him\ninstantly. Wardaddy grabs the hands of his .50 Cal and lets\nit rip on the Hotel building.\n\nRAT-AT-AT-AT-AT-AT-AT! Thumbsized armor piercing bullets\nsmash into the Hotel. Blasting off chunks of masonry.\n\nWARDADDY (CONT'D)\nBible, follow my burst. Throw a\nround of HE into that open second\nstory window.\n\nBIBLE\nOn the way -\n\nKABOOM! The cannon fire, the round impacts the building.\n\nBOOM! The round EXPLODES dropping most of the second story\nfacade - exposing 6 GERMAN SOLDIERS, stunned by the blast.\n\nPOW-POW-POW-POW-POW! The Platoon Soldiers crouched behind the\nFury eagerly light them up with their rifles.\n\nINT. FURY (MOVING)\n\nNorman's face is pressed against his periscope.\n\nNORMAN'S PERISCOPE POV - A GERMAN SOLDIER runs right in front\nof the tank. Without thinking Norman opens fire.\n\nBRDDDDDDDT! Dropping the German to the street. His rifle\nCLATTERS across the cobblestones.\n\nNorman realizes what he did. He leans back and takes a deep\nbreath. Gordo pats his shoulder.\n\nGORDO\nThat’s all it is. Keep going.\n\n(CONTINUED)\n\f50.\nCONTINUED:\n\nWARDADDY\nGood one, kid. Keep stacking ‘em\nup.\n\nNorman wipes the sweat from his brow.",
  "37": "---END OF PREVIOUS SECTION---\nCONTINUED:\n\nWARDADDY\nGood one, kid. Keep stacking ‘em\nup. Norman wipes the sweat from his brow. \n---TARGET SECTION TO BE ANNOTATED---\n Settles in behind the\nperiscope. Hunting for more targets.\n\nEXT. GERMAN TOWN\n\nPlatoon Soldiers take cover in doorways. Staying close to\nwalls. They kick in doors and methodically clear each\nbuilding. The Fury and Love 1-5 slowly advance. Wardaddy is\n\ntwo stories high in his turret...\n\nON HIS LEFT - A GERMAN SOLDIER in a second story window aims\na submachine gun at him...\n\nWardaddy - Almost face to face with the German - Grabs his\nassault rifle and aims.\n\nBRDDT - Killing the soldier.\n\nWardaddy scans the upper stories around him for more threats.\nBRDDDDT! A German heavy machine gun opens up. It is cleverly\ndug into a cellar in the base of a building. Its chainsaw\nroar echoes off the buildings. Its deadly tracers rake the\nstreet...\n\nTwo Platoon Soldiers are hit and drop - The Machine gun is\ntoo close to the Fury for the tank to get a good shot.\n\nWARDADDY\nBinkowski, see that Kraut stinger\nin the cellar there? Mind giving\nhim what for?\n\nSGT. BINKOWSKI\nSure, Daddy. I’1l1 slap him around.\nYou better button up.\n\nWardaddy gets inside the turret. Closes his hatch.\n\nINT. FURY (MOVING)\nWardaddy watches through his periscope...\n\nKAPOW! 1-5 fires a High Explosive shell right next to Fury...\n\n(CONTINUED)\n\f51.\nCONTINUED:\n\nBOOM! The shell blasts a hole in the building’s exterior\nwall. Silencing the machine gun. Falling brickwork lands on\nthe Fury...\n\nEXT. GERMAN TOWN\n\nWardaddy opens his hatch, bricks cover the tank. A German\nSoldier staggers out of the exposed building. Bleeding from\nthe ears and disorientated...\n\nWardaddy pulls his .45 And takes careful aim - POP! Drops him\nwith one shot - Then out of nowhere:\n\nBOOM-KTANG! A German anti-tank shell glances off the turret\nwith a SHOWER OF SPARKS and smashes into the building.\n\nWardaddy is stunned by the close call. Wiping his eyes,\nchoking on brick dust...",
  "38": "---END OF PREVIOUS SECTION---\nA German anti-tank shell glances off the turret\nwith a SHOWER OF SPARKS and smashes into the building. Wardaddy is stunned by the close call. Wiping his eyes,\nchoking on brick dust... \n---TARGET SECTION TO BE ANNOTATED---\nNEW ANGLE - A Small German antitank gun is hidden inside a\ntailor shop. The crew frantically reloading.\n\nWARDADDY\nAntitank! Left! Fox Love!\nPhosphorous! Five zero! Fire when\nready!\n\nINT. FURY (MOVING)\n\nWe see the amazing skill of an experienced tank crew. Coon-\nAss unloads the High Explosive shell in the breech and shoves\nin a SMOKE ROUND - Bible traverses the turret on the target.\nGordo works the steering levers bringing the thick armor of\nthe tank’s front to face the enemy gun...\n\nNorman joins in - Firing a long burst into the Tailor shop.\nHis tracer rounds bouncing off the guns armor shield...\nEXT. GERMAN TOWN\n\nThe Fury and her turret spin quickly - Lining up on the\ntailor shop.\n\nKABOOM-POW! - The white phosphorous shell detonates inside.\nExplodes with a white burst of noxious smoke - Spraying\nburning phosphorous everywhere...\n\nThe four man GUN CREW flees into the street. Trailing white\nsmoke - Phosphorous burning deep into their flesh.\n\n(CONTINUED)\n\f52.\nCONTINUED:\n\nBRDDDDDDDDT! Norman mows them all down. All four men. Ending\ntheir misery.\n\nCLOSE ON NORMAN'S PERISCOPE - We can see his eyes through the\nglass prism.\n\nINT. FURY (MOVING)\n\nNorman gawks through the periscope at their smoking corpses.\nIt sinks in what he’s done. He doesn’t like it.\n\nWARDADDY\nGunner, put an HE in there. Smash\nthat gun.\n\nKABOOM-BOOM! The Fury fires a High Explosive shell into the\ntailor shop. Not taking any chances. The Fury continues\nforward. Its steel tracks CLANKING on the cobblestones of the\ntiny farming village. Love 1-5 follows close behind FIRING\nBURST OF TRACERS into upper story windows.\n\nThe Platoon Soldiers filter through the buildings behind\nthem. Checking for enemy soldiers. Small teams of soldiers\nleapfrogging up the street. All business. Unhurried and\ncautious.\n\nEXT. GERMAN TOWN - CENTRAL SQUARE - DAY\n\nThe Fury and Love 1-5 enter the square and spread out.",
  "39": "---END OF PREVIOUS SECTION---\nUnhurried and\ncautious. EXT. GERMAN TOWN - CENTRAL SQUARE - DAY\n\nThe Fury and Love 1-5 enter the square and spread out. \n---TARGET SECTION TO BE ANNOTATED---\n Each\ncovering their respective sides. A door opens...\n\nWardaddy swings his .50 Cal on an older man waving a white\npillowcase - He’s the town BURGERMEISTER. White sheets\nsuddenly appear from several windows. The Burgermeister\ncautiously approaches the Fury.\n\nBURGERMEISTER\n(in German)\nPlease. Stop shooting. The\nremaining soldiers wish to\nsurrender. I am trying to save my\nvillage. The people have suffered\nso much.\n\nWARDADDY\n(in German)\nThank your buddy Hitler for that.\nWhere are the German soldiers? How\nMany are there and what weapons do\nthey have?\n\n(CONTINUED)\n\f53.\nCONTINUED:\n\nBURGERMEISTER\n(in German)\nThey are in the bank. There are\nthirty. They are not soldiers. They\nare children. The SS made them\nfight.\n\nHe points at a DEAD TEENAGER hanging from a lamppost with\nanother of those damn signs “I am a coward”.\n\nWARDADDY\n\n(in German)\nYou tell them to come out with\ntheir hands held high and empty.\n\n(in Radio)\nAll tanks, hold your fire until I\nsay so. I got the mayor here and I\nthink they're surrendering.\nBinkowski load an HE and get ready\nto put it in that bank if these\npeople want to test us.\n\nWardaddy nods for the Burgermeister to go ahead. He crosses\nto the bank, under dozens of watchful American weapons.\nWardaddy scanning the area for threats. It’s tense.\n\nThe Burgermeister SHOUTS for the soldiers to come out.\n\nAT THE BANK - The front doors open. A line of dejected kids\nemerges in eclectic uniforms. BOYS and GIRLS. Their hands\nheld high, faces scared.\n\nThe Platoon Soldiers surge forward and search them. Among\nthem is an SS OFFICER, his arm in a sling. Wardaddy points\nhim out to the Burgermeister.\n\nWARDADDY (CONT'D)\n\n(in German)\nIs he the man who has been hanging\nthe children?\n\nThe Burgermeister looks nervous - The SS Officer is glaring\nright at him. Nevertheless, the Burgermeister nods: Yes.\n\nWARDADDY (CONT'D)\nHey! Shoot that guy! Yeah, him. The\nSS cocksucker with the busted wing.",
  "40": "---END OF PREVIOUS SECTION---\nShoot that guy! Yeah, him. The\nSS cocksucker with the busted wing. \n---TARGET SECTION TO BE ANNOTATED---\nWithout hesitation, a young SKINNY SOLDIER pulls the Ss\nOfficer from the line, aims his Tommy gun at him and...\n\nBRDDDDDT! Stitches the hardened Nazi from crotch to throat.\nThe Burgermeister gives Wardaddy a grateful nod.\n\f54.\n\nEXT. GERMAN TOWN - CENTRAL SQUARE\n\nLATER - The Company vehicles have joined the tanks. With the\nday’s work over for them. Baker Company’s SOLDIERS swarm over\nthe town, searching houses, collecting weapons.\n\nSOLDIERS stack the dead Germans. MEDICS treat the wounded. A\nSOLDIER drags a mattress down the street. Another sits ina\nbig stuffed chair on the sidewalk smoking a cigar.\n\nOLD SERGEANT\nDig in! We’re gonna be here a\nwhile!\n\nBible scoops helmet-fulls of empty machine gun brass out of\nthe turret. Gordo sleeps under the tank. Coon-Ass boils water\nin his helmet over a fire made of broken chair legs.\n\nNorman stands outside the Fury trying to comprehend what he\nhas seen. Wardaddy approaches him. Offers his hand. Norman\nshakes. Wary of this volatile veteran.\n\nWARDADDY\nIt wasn’t nothing right?\n\nNORMAN\nCome again, Sergeant?\n\nWARDADDY\nRubbing out them Heinies. You\nsplashed ‘em real good. Wasn’t\nnothing right?\n\nNorman looks at Wardaddy - realizes he NEEDS Norman to agree\nwith him - To agree it’s nothing to kill people. As if Norman\ncan give Wardaddy absolution for all the men he’s killed.\nNorman lies and tells him what he wants to hear.\n\nNORMAN\nSure, Sergeant. It wasn’t nothing.\nIn fact, I kinda liked it.\nNorman is a bad liar. Wardaddy thinks for a moment. Then:\n\nWARDADDY\nI want you to see something.\n\nWardaddy leads Norman down the street - to the front door of\nthe local NAZI PARTY HEADQUARTERS.\n\f55.\n\nINT. GERMAN TOWN - NAZI HEADQUARTERS - DAY\n\nWardaddy pushes the door open. He and Norman gaze upon a\nshocking sight...\n\nWHAT THEY SEE - There are several dead men and women. The men\nwear Nazi Party Uniforms, middle-aged fat bureaucrats. The\nwomen wear party dresses.",
  "41": "---END OF PREVIOUS SECTION---\nWHAT THEY SEE - There are several dead men and women. The men\nwear Nazi Party Uniforms, middle-aged fat bureaucrats. The\nwomen wear party dresses. \n---TARGET SECTION TO BE ANNOTATED---\n Presumably their wives. Empty booze\nbottles everywhere. Several of the men hold pistols.\n\nWARDADDY\nThey knew we were coming. So they\ngot drunk as Lords and shot\nthemselves at sun up.\n\nA beat as Norman stares at this man tableau...\n\nNORMAN\nWhy are you showing me this?\n\nWARDADDY\nYou know why.\n\nWardaddy walks away. Norman follows.\n\nEXT. GERMAN TOWN - CENTRAL SQUARE\n\nWardaddy and Norman head down the street. Two GIs pass them\nclutching wine bottles - both wear top hats and sunglasses.\n\nWARDADDY\nKeep doing what I say. You do that\nand you'll get through this thing.\n\nCRASH! - SOLDIERS searching a building heave a dumpster out\nthe window. It bursts open on the cobblestone street.\n\nWardaddy SEES a face in the window on the upper floor of a\nnearby apartment building. He quickly heads for it.\n\nWARDADDY (CONT'D)\nC’mon.\n\nNORMAN\nWhat’d you see?\n\nWARDADDY\nKrauts.\n\nWardaddy grabs Norman’s greasegun - cocks it and hands it\nback. He takes the safety off his assault rifle and boots the\nfront door.\n\f56.\n\nINT. GERMAN TOWN - APARTMENT BUILDING - DAY\nWardaddy quickly charges up the stairs...\n\nNorman follows. They reach an apartment door on the top\nstory. Wardaddy POUNDS it with the stock of his assault\nrifle. A WOMAN opens the door - Her name is IRMA - The fear\non her face is plain as day.\n\nWARDADDY\n(in German)\nWho's in here?\n\nIRMA\n(in German)\nJust me.\nWARDADDY\nBullshit.\n\nWardaddy forces his way inside.\n\nINT. GERMAN TOWN - WOMAN’S APARTMENT - DAY\n\nIt has surprisingly modern furniture and decor. Wardaddy\nquickly searches the place. Norman follows his around like a\npuppy. Wardaddy checks closets. Cupboards. Anywhere a human\nbeing can hide. He enters a bedroom and looks under the bed -\nSOMEONE is hiding underneath.\n\nWARDADDY\n(in German)\nGet out of there. Right now. Hurry\n\nup.\nNorman watches a gorgeous young lady slide out from under the\nbed.",
  "42": "---END OF PREVIOUS SECTION---\nRight now. Hurry\n\nup. Norman watches a gorgeous young lady slide out from under the\nbed. \n---TARGET SECTION TO BE ANNOTATED---\n This is EMMA - she’s 18 - Norman’s age. Wardaddy helps\nher up. Norman is transfixed by her.\n\nWardaddy drags Emma from the bedroom by her wrist. Wardaddy\nturns to Norman.\n\nWARDADDY (CONT'D)\nClose the door and lock it!\n\nNorman freezes - Things are going to a bad place.\n\nWARDADDY (CONT'D)\nLock the fucking door!\n\nNorman complies. Slowly closing and locking the front door.\nIrma is just sick with fear.\n\n(CONTINUED)\n\f57.\nCONTINUED:\n\nIRMA\n(in German)\nPlease, leave her alone.\n\nWARDADDY\n(in German)\nYou said nobody was in here. You\ncould have gotten her killed.\n\nIRMA\nShe's my cousin. I’m sorry. Please.\nI was afraid of --\n\nWARDADDY\n-- I know what you were afraid of.\n\nWardaddy pushes Emma onto the couch. Then sits down in a\nchair. He takes off his helmet. Leans his rifle against the\nwall. Suddenly looking very tired. He looks at Irma.\n\nWARDADDY (CONT'D)\nGet me some hot water. For shaving.\n(to Norman)\nSit the fuck down. Put the gun\naway. You make me nervous.\n\nNorman stiffly sits on the couch with Emma. It’s awkward.\nLike a bad blind date.\n\nWARDADDY (CONT'D)\nWhat’s your name young lady?\n\nEMMA\n(in German)\nEmma.\n\nWARDADDY\nEmma, you know how to cook?\n\nThe girl nods: yes. Wardaddy reaches in his musette bag. Digs\nout a soap dish. He opens it and carefully unwraps four eggs -—\n\nPrecious rare eggs.\n\nThen he takes out a can of coffee. And a can of bacon. He\noffers the rare treasures to Emma. Her eyes light up and she\njoyfully accepts them. As a bonus Wardaddy gives her two\npacks of smokes. She happily joins Irma in the kitchen.\n\nNorman relaxes. Wardaddy isn’t here to rape and kill them.\nNorman takes off his helmet. And takes off his jacket.\n\f58.\n\nINT. GERMAN TOWN - WOMAN’S APARTMENT\n\nIn the kitchen - Irma savouring an American cigarette as she\ncooks bacon and eggs. She sips from her cup of fresh coffee.\nThe first in years.",
  "43": "---END OF PREVIOUS SECTION---\nGERMAN TOWN - WOMAN’S APARTMENT\n\nIn the kitchen - Irma savouring an American cigarette as she\ncooks bacon and eggs. She sips from her cup of fresh coffee. The first in years. \n---TARGET SECTION TO BE ANNOTATED---\nNorman is asleep on the couch. Wardaddy stands before a pot\nof steaming hot water. He has peeled off his jacket, overalls\nand shirt - Hideous burn scars cover his back.\n\nEmma crosses to Norman and gently wakes him, offers hima\nsteaming cup of coffee. Norman smiles at her. He likes her.\nShe smiles back. She likes him. She sits next to him. Thigh\nto thigh.\n\nNorman SEES Wardaddy’s burns and REACTS - Embarrassed by\nthem, Wardaddy puts his shirt back on.\n\nEmma holds Norman’s hand. Then tries to pull him off the\ncouch. Norman realizes where this is going. And blushes. He\nshakes his head: no.\n\nWardaddy slides a fresh blade in his safety razor.\n\nWARDADDY\nShe's a good clean girl. You don’t\ntake her in that bedroom, I will.\n\nEmma intuits what Wardaddy has said and clings to Norman's\narm.\n\nNorman looks at Wardaddy. At the girl. Wardaddy doesn’t\nreally want her. But Norman doesn’t know that. Norman makes\nhis decision. He leads Emma into the bedroom. She shuts the\ndoor behind them.\n\nWardaddy smiles. Like a proud big brother. He works up a good\nlather with his shaving brush.\n\nNEW ANGLE - Irma steps out of the kitchen, arms crossed, with\na disapproving look.\n\nWARDADDY (CONT'D)\n(in German)\nThey're young. And they’re alive.\n\nHe carefully scrapes off the dirt and whiskers with the sharp\nrazor. Irma stands there smoking, watching him shave. It’s\nnice having a man in the house.\n\nIRMA\nYou speak good German.\n\n(CONTINUED)\n\f59.\nCONTINUED:\n\nWARDADDY\nI know.\n\nHe’s not interested in her. She was hoping he was. She\nreturns to the kitchen.\n\nEXT. GERMAN TOWN - CENTRAL SQUARE\n\nCoon-Ass has been waiting impatiently outside the Fury.\nFinally Gordo exits the tank turret, buttoning his trousers\nwith a satisfied look.\n\nGORDO\nBatter up.\n\nCoon-Ass climbs into the tank. Bible looks on disapprovingly.\n\nBIBLE\nI hope you get scabies.\n\nCOON-ASS\nBurnt motor oil kills the little\nfuckers right off.",
  "44": "---END OF PREVIOUS SECTION---\nBible looks on disapprovingly. BIBLE\nI hope you get scabies. COON-ASS\nBurnt motor oil kills the little\nfuckers right off. \n---TARGET SECTION TO BE ANNOTATED---\n I'll save a\nslice for you. You need to get your\ndick wet, sky pilot.\n\nGordo grabs a wine bottle. Takes a swig.\nGORDO\nWhere’s Wardaddy? Daddy? Where you\nhiding? Don’t leave your family on\nthe street? Daddy??\n\nBible nods toward the Apartment building.\n\nINT. GERMAN TOWN - WOMAN’S APARTMENT\n\nIN THE BEDROOM - Norman has her hand in his, he’s reading her\npalm.\n\nNORMAN\nThis is the ring of Solomon. You\nhelp people. And understand them.\nIt’s really rare. See mine? I got\nit too.\n\nHe shows her his hand. Then continues her reading...\n\n(CONTINUED)\n\f60.\nCONTINUED:\n\nNORMAN (CONT’D)\n\nThis is your heart line. You’re\ngoing to have one great love in\nyour life. My grandma taught me how\nto do this. People came from all\nover to see her. Okay, this is your\nlife line...\n\nNorman pauses. Looks at her. It’s not good news.\n\nShe sees the change in him. Decides to lighten the mood. Emma\npeels top off. Norman’s eyes lock on her breasts. She’s proud\nof them, as she should be. With the ice broken, Norman makes\nhis move and kisses her. She takes his pants off. He’s shy.\nShe likes that.\n\nEMMA\n(in German)\nDon’t be afraid. I’m not going to\nhurt you.\n\nNORMAN\nI don’t know what you’re saying.\n\nEmma shushes him with a finger. She rolls him on his back and\nmounts him.\n\nINT. FURY - DAY\n\nMINUTES LATER - Coon-Ass is screwing the very plump TOWN\nWHORE. Pig fucking is a better description. Pure mindless\ncarnality. How did she fit in the tank?\n\nINT. GERMAN TOWN - WOMAN’S APARTMENT\n\nIrma singing in German as she works in the kitchen. Norman\nexits the bedroom. Looking flushed and content. Wardaddy, now\ncleaned up, is a different man. Norman sits on the couch.\nGathering his thoughts.\n\nWARDADDY\nYou don’t need to say nothing.\n\nThey sit there in silence. Wardaddy sipping his coffee.",
  "45": "---END OF PREVIOUS SECTION---\nWARDADDY\nYou don’t need to say nothing. They sit there in silence. Wardaddy sipping his coffee. \n---TARGET SECTION TO BE ANNOTATED---\n Emma\nexits the bedroom. Glowing. She joins Irma in the kitchen who\nquietly scolds her.\n\nBANGING at the door. Wardaddy nods for Norman to get it. The\nwoman peer around the corner, frightened.\n\n(CONTINUED)\n\f61.\nCONTINUED:\n\nNorman opens the door - It’s Coon-Ass, Gordo and Bible. The\nthree men enter. Take off their helmets. Set down their\nweapons. Coon-Ass and Gordo are drunk.\n\nCOON-ASS\nBoy, it’s time for you to act the\nman. We got you fixed up good. A\nspecial gal’s down there waiting\nfor you.\n\nWARDADDY\nYou're too late.\n\nEmma brings the new arrivals glasses of beer. Coon-Ass drools\nover the beautiful young woman. She returns quickly to the\nkitchen.\n\nCOON-ASS\nBless you heart, boy. You took that\npretty thing for a roll?\n\nNorman won’t answer him. And that’s answer enough.\n\nCOON-ASS (CONT’D)\nWe're a team, right? Eat, shit,\nkill, fuck together. Right?\n\nGORDO\nThat's right. Pass the plate,\nNorman. Make a donation to the\ncause.\n\nWARDADDY\nY'all touch her and I’m kicking\nyour teeth down your throats.\nCoon-Ass smiles. Rubs Wardaddy’s smooth face.\n\nCOON-ASS\nYou're so pretty, can I fuck you?\n\nWARDADDY\nHave at it. There’s a jar of grease\nin the kitchen.\n\nCOON-ASS\nSissy bastard.\n\nCoon-Ass regards a photograph on the wall. A young man in\nArmy uniform. He takes it down, dismayed.\n\nCOON-ASS (CONT’D)\nWho’s the goddamn Nazi?\n\n(CONTINUED)\n\f62.\nCONTINUED: (2)\n\nCoon-Ass charges into the kitchen with it - Indignantly waves\nthe picture at Irma...\n\nCOON-ASS (CONT’D)\nWho's the fucking Nazi, lady?\n\nIRMA\n(in German)\nMy husband. He died in Russia.\n\nWardaddy appears behind Coon-Ass and takes the photo from\nhim. He gently hands it to Irma.\n\nWARDADDY\n(in German)\nI’m sorry for your loss.\n\nNorman is touched by this respectful side of Wardaddy.",
  "46": "---END OF PREVIOUS SECTION---\nHe gently hands it to Irma. WARDADDY\n(in German)\nI’m sorry for your loss. Norman is touched by this respectful side of Wardaddy. \n---TARGET SECTION TO BE ANNOTATED---\n Coon-\nAss sits down. Pulls a bottle from his jacket and takes a\nswig. Coon-Ass hands it to Norman. And stares at him with\nangry, bloodshot eyes...\n\nWARDADDY (CONT'D)\nYou best take a bite.\n\nNorman hesitates, then takes a swig. Winces from the burn.\n\nNORMAN\nSure that’s not gasoline?\n\nCOON-ASS\nPure white lightening. Some of the\nGeorgia boys cooked it up.\n\nSuddenly there’s a WOMAN’S SCREAM followed by a GUNSHOT from\noutside. Emma and Irma trade scared looks.\n\nNorman gets up and looks out the window...\n\nWHAT NORMAN SEES - A DRUNK SOLDIER exits the bank with an arm\nload of Reichsmarks and tosses them in the air.\n\nWARDADDY\nGet back from that window. Before\nthose drunk ass fools kill the hell\nout of you.\n\nNorman carefully backs away.\n\f63.\n\nINT. GERMAN TOWN - WOMAN’S APARTMENT - DAY (LATER)\n\nNorman, Wardaddy, Coon-Ass, and Bible sit at the table eating\nbacon and eggs. Emma toast thin slices of black bread. Irma\npours the men little glasses of Schnapps. She sets a glass in\nfront of Wardaddy. He pushes it away with his finger.\n\nWARDADDY\n(in German)\nNo thank you.\n\nGORDO\nYou like horses?\n\nNORMAN\nI told you, I’m a city kid.\n\nGORDO\nDon likes horses. Right, Don?\n\nWARDADDY\nI’m eating. We’re eating.\n\nGORDO\nIn France we hit the beach right\nafter D-Day and fought through all\nthose fucking hedgerows. We finally\nbroke out into open country. And\nbypassed all these Kraut divisions.\nWe linked up the Canadians and\nBritish and trapped an entire Kraut\nArmy pulling back to Germany. We\nfucked them up. With planes and\nartillery. Dead Krauts and horses\nand busted up tanks and cars for\nmiles. Miles. Your eyes see it but\nyour head can’t make no sense of\nit. We go in there. And for three\nwhole days we shot wounded horses.\nAll day long. Sun up to sundown.\nPutting down horses. Hot summer\ndays.",
  "47": "---END OF PREVIOUS SECTION---\nSun up to sundown. Putting down horses. Hot summer\ndays. \n---TARGET SECTION TO BE ANNOTATED---\n Ain’t smelled nothing like\nit. The sound of it. Those fucking\nhorses screaming. Black clouds of\nflies buzzing. Like being ina\ngiant bee hive.\n\nNorman's eyes bug. He’s lost his appetite.\nWARDADDY\n\nThat’s really a fine story.\nPleasant meal time talk. Thank you.\n\n(CONTINUED)\n\fCONTINUED:\n\n64.\n\nCOON-ASS\nIt’s what happened. And what\nhappened, happened. And what’s\ngonna happen is gonna happen. And\nplaying house with a couple bitch\nKrauts won't change much, will it?\n\nWARDADDY\nShut the fuck up.\n\nCOON-ASS\nThe seventh seal’s broken, buddy.\nYou can’t put the shit back in the\nhorse.\n\nWardaddy pulls his .45 And SLAMS it on the table. Coon-Ass\nbacks down. A painfully tense silence follows. Wardaddy’s\nfork scrapes against his plate as he shovels eggs and bacon\ninto his mouth. Finally he looks at Norman. Smiles warmly.\n\nWARDADDY\nYour mama a good cook?\n\nNORMAN\nShe’s a really good cook.\n\nWARDADDY\nHow’s her fried chicken?\n\nNORMAN\nShe doesn’t fry chicken. She roast\nit with stuffing. Or makes chicken\nand dumplings. That’s my favorite.\nShe bakes too. Pies and cakes and --\n\nA KNOCK at the door. Norman gets up and answers. It’s the\nCOMPANY MESSENGER.\n\nCOMPANY MESSENGER\nWhere’s Love One-Six?\n\nWARDADDY\nRight here.\n\nCOMPANY MESSENGER\nOld man wants you.\n\nWARDADDY\nHow come?\n\nCOMPANY MESSENGER\nYou got a mission.\n\n(CONTINUED)\n\f65.\nCONTINUED: (2)\n\nThe men look at each other. Their short respite is over.\nWardaddy finishes his coffee. Pushes his chair back and\nstands. His men stand too.\n\nWARDADDY\n(in German)\nIf you’ll excuse us, please.\n(to the guys)\nLet's go.\n\nHe crosses, grabs his helmet and weapon.\n\nIRMA\n(in German)\nWhere are you going?\n\nWARDADDY\nTo take the next town. And the next\none. And the next one. Until you\npeople quit.",
  "48": "---END OF PREVIOUS SECTION---\nAnd the next\none. And the next one. Until you\npeople quit. \n---TARGET SECTION TO BE ANNOTATED---\nIRMA\nWhat’s going to happen to us?\n\nWARDADDY\nI don’t know.\n\nIrma stands stoically. Hands folded in front of her. Lips\npursed. Norman grabs his greasegun. Slips on his helmet. It’s\nhateful to leave. Just hateful. Emma runs to him and holds on\nto him for dear life. Coon-Ass grabs the boy by the scruff\nand drags him away.\n\nCOON-ASS\nThere’s a lot more of them.\n\nTo the Company Messenger, on his way out - RE: the women...\nWARDADDY\nMake sure none of the boys give\nthem a hard time.\n\nINT. GERMAN TOWN - COMPANY COMMAND POST - DAY\n\nInside a nice house with antiques and Persian rugs. Captain\nWaggoner goes over a map with Wardaddy.\n\nCAPTAIN WAGGONER\nGrasshopper spotted a troop\nconcentration moving west.\n\n(MORE )\n\n(CONTINUED)\n\f66.\nCONTINUED:\nCAPTAIN WAGGONER (CONT'D)\nHigher wants your armor guarding\nthese crossroads in Ohio Queen on\nthe overlay.\n\nWARDADDY\nHow many troops he see?\n\nCAPTAIN WAGGONER\nEnough to spook the Colonel. Road\nmarch to the crossroads and secure\nthem. Don’t stop for anything. Take\nmy gas if you need it.\n\nWardaddy looks at the map, makes some notes in a notebook.\n\nWARDADDY\nAlright, sir. I’m on my way.\n\nSuddenly there is a loud WHISTLING of incoming German\nArtillery - Wardaddy, the Captain, the RADIOMEN and COMPANY\nCLERKS hit the deck...\n\nEXT. GERMAN TOWN - CENTRAL SQUARE - DAY\n\nA group of SOLDIERS plays blackjack on a blanket. Gambling\nfor piles of watches and jewelry. Norman and Gordo pouring\ngas into the Fury.\n\nBOOM-BOOM-BOOM-BOOM-KABOOM! - German artillery shells explode\nall around them. Bible drops into the turret, closes the\nhatch. Gordo slides off the tank and crawls underneath.\nNorman follows. Coon-Ass already there. A grinning fool.\n\nGORDO\nWhat?\n\nCOON-ASS\nI was ticked off we were leaving.\nDon’t seem so bad now.",
  "49": "---END OF PREVIOUS SECTION---\nGORDO\nWhat? COON-ASS\nI was ticked off we were leaving. Don’t seem so bad now. \n---TARGET SECTION TO BE ANNOTATED---\n Germans can\nflatten this town for all I care.\n\nBOOM! A large shell strikes Irma’s apartment building,\ncollapsing the front. Then everything is obscured by dust and\nsmoke...\n\nWHAT THEY SEE - Though brief, the shelling has transformed\nthe little village. Buildings burn. Others have collapses.\nTHE APARTMENT BUILDING is heavily damaged.\n\nA SOLDIER crawls along the street crying for his mama, his\nlegs are missing, just two stumps trailing blood.\n\n(CONTINUED)\n\f67.\nCONTINUED:\n\nNorman runs to the apartment building - At the smoking rubble\npile that was its facade moments before. He stops in his\ntracks and looks up...\n\nWHAT NORMAN SEES - Irma’s shattered body hanging from a\nsplintered mass of wood floorboards...\n\nNext Norman SEES Emma is crushed and mixed into the rubble.\nShe's gasping for her last breath...\n\nNorman shakes off the blow and starts to dig out Emma,\ndesperate, frantic - Coon-Ass grabs him and drags him away.\n\nCOON-ASS (CONT’D)\nYou think you’re Jesus Christ? You\ngonna raise her up? She’s done. She\nis done.\n\nNorman starts throwing punches. Coon-Ass lets him vent,\neasily blocking them.\n\nCOON-ASS (CONT’D)\nThere you go. Get mad. Get mad.\n\nNORMAN\nWhat the fuck is wrong with you?!\nWhat the fuck is wrong with\neveryone? Nobody cares about\nanything. What the fuck is\nhappening?\n\nBored with being punched, Coon-Ass throws Norman to the\nground. Kicks him in the ass.\n\nCOON-ASS\nIt’s called war. Quit your cussin’\nand fightin’ and get your spindly\nass in that tank, boy.\n\nEXT. GERMAN TOWN - CENTRAL SQUARE - DAY (LATER)\nThe four tank engines ROAR to life. Wardaddy does a quick\ncheck of the Fury’s tracks. Norman sits in the BOW seat.\n\nTears streak his dusty face. Gordo looks at him. Sympathetic.\n\nGORDO\nSorry about your lady friend.\n\nNorman ignores him. Here comes Sgt. Davis helping his\nASSISTANT-DRIVER to his tank, he can barely walk.\n\n(CONTINUED)\n\f68.",
  "50": "---END OF PREVIOUS SECTION---\nHere comes Sgt. Davis helping his\nASSISTANT-DRIVER to his tank, he can barely walk. (CONTINUED)\n\f68. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED:\n\nWARDADDY\nHe wounded?\n\nSGT. DAVIS\nNaw, drunk.\n\nSgt. Davis pours the man into the front hatch and mounts his\ntank. The Captain approaches Wardaddy.\n\nCAPTAIN WAGGONER\nWe'll hook up with you in the\nmorning. Good luck.\n\nWARDADDY\nThank you, sir.\n\nHe shakes the Captain’s hand. SCHWACK! A sniper’s bullet rips\nout the Captain’s throat, dropping him on the spot.\n\nSOLDIER VOICES\nSix is down! --\nSniper!\n-- They got the Old man! --\n\n \n\nWardaddy is up into the Fury like a shot.\n\nINT. FURY (MOVING) - DAY\nHe drops shut his hatch...\n\nWARDADDY\n\nMove out! Let’s go!\n\n(into Radio)\nAll tanks from One-Six. Sniper’s in\nthose goddamn buildings on the\nright! Make ‘em go away.\n\n(to Bible)\nWhat are you waiting for?\n\nKABOOM! - The main gun fires. Coon-Ass slams home a fresh\nshell.\n\nCOON-ASS\nClear!\n\nKABOOM! - Bible fires another. The Fury fires again and\nagain...\n\nON GORDO - Safe beneath his closed hatch, he sees Norman has\nhis head exposed - He grabs the kid and yanks him down...\n\n(CONTINUED)\n\f69.\nCONTINUED:\n\nGORDO\nStupid. You wanna die?\n\nNorman glares at him. With a new hardness that takes Gordo by\nsurprise.\n\nWARDADDY’S PERISCOPE POV - A row of four hundred year old\nbuildings is destroyed in just over a minute. Their roofs can\nbe seen collapsing through clouds of thick dust and\nshattering explosions as the tanks pump high explosive shells\ninto them. Into radio:\n\nWARDADDY\nAll tanks cease fire. If that\ndidn’t get him nothing will. Let’s\nget the fuck out of here.\n\nEXT. GERMAN TOWN - CENTRAL SQUARE - DAY\n\nThe four tanks of lst Platoon Love Company pull out for their\nnext mission. Wardaddy leads the way in the Fury.\n\nThey are the Four Horsemen of the Apocalypse - Leaving behind\na town transformed. Blood in the streets. Stacks of dead.\nBurning buildings. Piles of rubble.\n\nEXT.",
  "51": "---END OF PREVIOUS SECTION---\nBurning buildings. Piles of rubble. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n COUNTRY ROAD - DAY\n\nOpen flat farm country. The occasional farm building. The\ncolumn of four tanks moves fast. Wardaddy keys the intercom.\n\nWARDADDY\nNorman. Get your ass up here.\n\nNorman looks at Wardaddy. Who waves for him to join him.\nNorman carefully climbs out of his hatch. And picks his way\nacross the moving tank. Wardaddy pats the big .50 Cal machine\ngun.\n\nWARDADDY (CONT'D)\nWhy don’t you sit up here for a bit\nand run this baby.\n\nNorman grabs the spade grips and stands behind the turret.\nHis face is angry stone. Wardaddy seems relaxed. Almost\nenjoying the beautiful country. He looks at Norman.\n\nWARDADDY (CONT'D)\nI know how you feel.\n\n(CONTINUED)\n\fCONTINUED:\n\n70.\n\nNORMAN\nYou have no idea how I feel.\n\nWARDADDY\nToday... Look, what happened back\nthere. Is every day. It’s every\nday.\n\nNORMAN\nToday's the worst day of my life.\n\nWARDADDY\nLike I said, that’s every day. If\nyou think it can’t get worse, it\ncan. And it will. I started this\nwar killing Germans in Africa. Then\nFrance. Then Belgium. Now I’m\nkilling Germans in Germany. It will\nend. Soon too. But before it does a\nlot more people gotta die.\n\nWardaddy points out a massive column of black smoke in the\n\ndistance.\nIt is the\n\nThe herald of destruction on an unbelievable level.\ndeath of a city.\n\nWARDADDY (CONT'D)\nSee that? That’s a whole city on\nfire. I get that’s where those\nbombers were heading. The dying\nain’t done. The killing ain’t done.\n\nNorman tries to understand the enormity of what he is\nwitnessing. He can’t. They ride in silence for a beat.\n\nThen:\n\nWARDADDY (CONT'D)\nMy mother was born near here. I\nthink right there in that city\nburning to the ground. I got no\nproblem killing my kin.",
  "52": "---END OF PREVIOUS SECTION---\nThen:\n\nWARDADDY (CONT'D)\nMy mother was born near here. I\nthink right there in that city\nburning to the ground. I got no\nproblem killing my kin. \n---TARGET SECTION TO BE ANNOTATED---\nNORMAN\n\nHow’d you get all burnt up?\nWARDADDY\n\nMy back?\nNORMAN\n\nGermans did it? That why you hate\nthem so much?\n\n(CONTINUED)\n\fCONTINUED:\n\n71.\n(2)\n\nWARDADDY\nNo. I did it. Before the war.\nBefore the Army. I had a beautiful\ngirl I was gonna marry. Rose. She\nmade me feel like a fucking king.\nPretty like one of those old\npaintings. She was good. A good\nperson. She had a good heart.\n\nWardaddy looks at Norman. Not sure if he should continue. He\n\ndoes...\n\nWARDADDY (CONT'D)\nI drank then. I’d get asshole drunk\nand Rose hated it. There was a\ndance in town. With a band from\nWichita. I had her old man’s truck.\nMy little brother came with us. He\nwas sixteen. And looked just like\nyou. With the same “I’m smarter\nthan everyone else around me”\nexpression you got. And he was.\nBook smart and people smart. A good\nkid. Well I drank two bottles of\nnickel whisky and got in a punch-up\nat the dance with this big Indian.\nK.O.ed him with a bottle.\n\nNORMAN\nI’m not your bartender and I’m not\nyour pastor. You don’t need to tell\nme this.\n\nWARDADDY\nAnd I ain’t your friend. You’re\nlistening ‘cause someone has to\nhear. The sheriff got called so I\nshoved Rose and my brother in the\ntruck and drove off like my hair\nwas on fire. Yep, like a real\nshithead. Pedal to the mat. Hit an\nice patch and flipped it. I got\nthrown and ended up under it. The\nengine right on my back, cooked me\nlike Sunday’s beef roast. Rose and\nmy brother got their necks broken.\nWhole country hated me for it. I\ngot the chain gang. I laid\nroadbeds. Worked cotton. Mule\nteams. War started and the Judge\ntold me to dies for my country.\nBest advice I ever got.\n\n(CONTINUED)\n\f72.\nCONTINUED: (3)\n\nNorman looks out on the German countryside. Then at Wardaddy.\nDespite his age, Norman has a strong, quiet wisdom.",
  "53": "---END OF PREVIOUS SECTION---\nCONTINUED: (3)\n\nNorman looks out on the German countryside. Then at Wardaddy. Despite his age, Norman has a strong, quiet wisdom. \n---TARGET SECTION TO BE ANNOTATED---\nNORMAN\nDoes it matter now? Does it matter\nhere?\n\nWARDADDY\n\nDoes to me.\n\nNORMAN\nYou killed them.\n\nWARDADDY\nI know what I did.\n\nNORMAN\nYou're already dead.\n\nWARDADDY\nI don’t disagree. Been with these\nfine Gentlemen since nineteen forty\ntwo. And they don’t know none of\nthis. Not a word of it. Keep it\nthat way.\n\nNorman will keep his secret.\n\nNORMAN\nI was born in the caul.\n\nWARDADDY\nWhere’s that?\n\nNORMAN\nA caul. A birth shroud around my\nhead. So I see things. Sometimes I\nknow things are going to happen.\nAnd people tell me things. Since I\nwas little. Bad things.\nConfessions. I’m used to it. Don’t\nworry, you'll get your wish. When I\nsaid you were already dead it\ndidn’t mean anything but what it\nmeans. You’re going in the ground\nsoon.\n\nWardaddy likes hearing that. He looks at Norman.\nWARDADDY\nYou're a strange one, Norman.\n\n(then)\nMy brother’s name was Norman.\n\n(CONTINUED)\n\f73.\nCONTINUED: (4)\n\nNorman REACTS - Not to Wardaddy - But to the terribly thin\ncorpses filling the ditches on either side of the road. They\nwear the infamous striped pajamas of the camp system. They\nwere shot after collapsing during a forced march.\n\nNORMAN\nWhy are they so thin?\n\nWARDADDY\nThey're from the concentration\ncamps. They starve ‘em to death\nthere.\n\nNORMAN\nAre they criminals?\n\nWARDADDY\nNo. They’re just people. Regular\npeople. Germans are marching them\naround to keep them from us. Rather\nhave them dead than free.\n\nEXT. COUNTRY ROAD - DAY (LATER)\n\nA HUNDRED CIVILIANS dig a tank ditch through a couple\nfarmer's fields. They stop working and stare in awe as\nWardaddy’s four tanks race right past them on the unblocked\nroad.\n\nWardaddy FIRES a magazine from his assault rifle into the\nair. Civilians hit the dirt or drop their shovels and run.\nWardaddy laughs.\n\nEXT.",
  "54": "---END OF PREVIOUS SECTION---\nCivilians hit the dirt or drop their shovels and run. Wardaddy laughs. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n HILL NEAR CROSSROADS - DAY (LATER)\n\nThe four tanks have stopped by a low hill. Wardaddy and Sgt.\nDavis are on their bellies at the top of the hill studying\nthe shallow valley below with binoculars.\n\nA couple miles away is the CROSSROADS the tanks are to\nprotect. A few farm buildings dot the landscape. It is\ndeceptively calm and bucolic.\n\nSGT. DAVIS\nWhat are you thinking, Don?\n\nWARDADDY\nThere’s the crossroads. We’ll set\nour picket line along that\ndefiladed area to the right.\n(MORE )\n\n(CONTINUED)\n\f74.\nCONTINUED:\nWARDADDY (CONT'D)\nYou’1l be outpost tank by that\nlittle hill with the trees.\n\nSGT. DAVIS\nSounds copacetic.\n\nWARDADDY\nLet’s get in position before dark.\nGerman Army moves at night. I wanna\nbe ready for ‘em. Let’s go.\n\nWardaddy and Sgt. Davis crawl back towards their tanks.\n\nEXT. VALLEY - DAY\n\nThe tanks head for the crossroads. Norman is back in the\nfront right hatch.\n\nON LOVE 1-5 - The last in the tank column --\nTHWACK-KABOOM! - Is suddenly hit by a high velocity gun...\n\nIt’s turret is blown into the air - The tank instantly burns\na maelstrom of gasoline, explosives and gun propellant...\n\nWARDADDY\nFuck! Where the fuck did that come\nfrom? Driver! Reverse!\n(into Radio)\nAll tanks, back up! Get behind the\nrise on the right. Everyone button\nup.\n\nThe three remaining tanks quickly reverse and spread out.\nWardaddy scanning with binoculars. Looking very worried.\n\nBIBLE\nWhat the fuck was it?\n\nWARDADDY\nThat was an 88. It’s a goddamned\ntank.\n\nFSSSSS-WHAM! - A glowing high-velocity shell hits the ground\nand ricochets in front of the Fury.\n\nSGT. DAVIS\nTank! Three O'clock! Eight hundred\nyards!\n\nWardaddy whips his binoculars to 3 o'clock...\n\n(CONTINUED)\n\f75.\nCONTINUED:\n\nWHAT HE SEES - A GERMAN TIGER TANK near a barn in a hay\nfield. Tigers are the deadliest tank of the war.",
  "55": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\f75. CONTINUED:\n\nWHAT HE SEES - A GERMAN TIGER TANK near a barn in a hay\nfield. Tigers are the deadliest tank of the war. \n---TARGET SECTION TO BE ANNOTATED---\n Wardaddy’s\nthree Shermans are hopelessly outgunned, worse, a Tiger’s\narmor is nearly impervious to their cannons.\n\nWARDADDY\nI see it. It’s a goddamned Tiger.\nBible, get an eyeball on him and\nsend it.\n\nBIBLE\nI got him! On the way!\n\nKABOOM! - The Fury fires. Its glowing shell strikes the front\nof the distant Tiger and ricochets off harmlessly.\n\nSGT. DAVIS\nLet’s get the fuck out of here.\n\nWARDADDY\nUnless he drowns himself in a shit\nfilled ditch, it’s up to us to kill\nhim. C’mon, hit that sonofabitch!\n\nKABOOM-KABOOM-KABOOM! - All three tanks open fire on the\nTiger...\n\nWARDADDY (CONT'D)\nAll tanks! Fast right turn! Right\nat him. Let’s bumrush this\ncocksucker. Turn on your gyros!\nShoot and scoot!\n\nThe three tanks stop backing up - They quickly turn toward\nthe Tiger and accelerate right at him! Firing their cannons\nas fast as they can.\n\nThree little David's versus one Goliath - The Tiger aims at\nLove 1-4, the middle tank...\n\nKABOOM! - The 88 cannon shell misses the Sherman - But hits\nSgt. Peterson - Taking his head right off.\n\nKABOOM-KABOOM-KABOOM! - The Sherman’s keep firing. Quickly\nclosing the distance to the massive German tank...\nINT. FURY (MOVING) - DAY\n\nTense faces. Bible focuses on the target. Coon-Ass stands by\nwith a fresh shell - Bible fires...\n\nKABOOM-KERCHANG-CLANK! - Coon-Ass loads the cannon.\n\n(CONTINUED)\n\f76.\nCONTINUED:\n\nCOON-ASS\nClear --\n\nKABOOM-KERCHANG-CLANK! - They keep pumping rounds into the\nmassive German tank.\n\nON NORMAN - Staring at the Tiger through his periscope. He\nopens fire...\n\nBRDDDDDDT - .30 Cal spits empty brass as it jackhammers slugs\nat the armored enemy monster.\n\nNORMAN'S PERISCOPE POV - His tracer rounds splash harmlessly\nagainst the German tank.\n\nEXT.",
  "56": "---END OF PREVIOUS SECTION---\nBRDDDDDDT - .30 Cal spits empty brass as it jackhammers slugs\nat the armored enemy monster. NORMAN'S PERISCOPE POV - His tracer rounds splash harmlessly\nagainst the German tank. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n HAY FIELD - DAY\n\nKAPOW! - The Tiger again fires at the middle tank...\n\nTHWACK! - Its shell strikes the turret and goes right\nthrough. The fatally wounded Sherman rolls to a stop, gushing\nyellow smoke. The DRIVER and A-DRIVER bail out...\n\nThe Tiger opens fire with its machine gun - Splattering the\ntwo poor tankers...\n\nWARDADDY\nFucking animals! Load a white\nphosphorous. Blind the bastard!\nINT. FURY (MOVING) - DAY\n\nCoon-Ass loads a phosphorous shell.\n\nCOON-ASS\nClear!\n\nBible, ever cool under fire, takes careful aim and toes the\nfiring peddle - KABOOM!\n\nEXT. HAY FIELD - DAY\n\nPOW! The white phosphorous shell bursts with a large cloud of\ndense white smoke. Burning clumps of phosphorous cover the\n\nTiger...\n\nThe Fury and Sgt. Davis’ tank are damn close to the powerful\nTiger. They are now passing down its right side...\n\n(CONTINUED)\n\f77.\nCONTINUED:\n\nWARDADDY\nHere we go. Shoot at the back\nthird, under the track. AP. Fire\nwhen ready.\n\nBIBLE\nI know where to hit him.\n\nWARDADDY\nSo shoot the sumbitch!\n\nKABOOM! KTANG! -- The shot was high, it glances off the\nTiger...\n\nThe monster’s turret is turning toward the Fury...\n\nKABOOM! -- The Fury fires - KTANG! - Its round pierces the\nTiger's gas tank. Black smoke erupts from its engine deck...\n\nWARDADDY (CONT'D)\nHit ‘em again! In the sweet spot.\n\nKABOOM! KTANG! Another money shot into the Tiger’s engine\ncompartment.\n\nThe big tank grinds to a stop. The fiver TIGER CREWMEN\nabandon their tank - They wear sinister black uniforms...\n\nThe Fury charges the burning tank. Wardaddy shoulders his\nassault rifle - He’s about to light up the running German\ntankers when...\n\nBRDDDDDDDDDDDT! - The five Tiger Crewmen are shot to pieces.\n\nINT. FURY (MOVING) - DAY\n\nIt’s Norman doing the shooting. He’s becoming a real\nmotherfucker. He reloads his machine gun...\n\nGORDO\nThat’s it, kid.",
  "57": "---END OF PREVIOUS SECTION---\nHe’s becoming a real\nmotherfucker. He reloads his machine gun... GORDO\nThat’s it, kid. \n---TARGET SECTION TO BE ANNOTATED---\n Fuck those Krauts.\n\nWARDADDY\nHow'd that feel, Norm?\n\nNorman cocks his machine gun - KERCHACK!\n\nNORMAN\nLike nothing.\n\nThis time he means it.\n\n(CONTINUED)\n\f78.\nCONTINUED:\n\nIN THE TURRET - Bible wipes his face with a rag. Coon-Ass\nrefills the ready rack with ammo...\n\nCOON-ASS\nWhere'd a Tiger come from? German\narmy ain’t supposed to have no gas.\n\nEXT. HAY FIELD - DAY\n\nThe sun is low in the sky. Another bloody day is nearing its\nconclusion. Wardaddy sits in the Fury’s turret. He lost two\nmore tanks, now just burning wrecks. He watches the Tiger\nburn for a moment, his jaw grinding.\n\nSgt. Davis’ tank pulls alongside the Fury. He’s scared/\n\nSGT. DAVIS\nHoly shit, Don. Binkowski and\nPeterson are gone. Florida Mike.\nNicky Colletto. They got wives and\nkids. And Stan? Stan’s fucking\ndead. They’re all dead.\n\nWARDADDY\nI know who’s dead.\n\nSGT. DAVIS\nWhat do we do?\n\nWARDADDY\nWe have our job. Like we always do.\nI can’t have you all spooked. Can\nyou shake it off?\n\nSGT. DAVIS\nI’m not like you, Don. Nobody is.\n\nWARDADDY\nCheck out the barn. Make sure\nthere’s no Krauts in there.\n\nThe barn is a hundred yards away. Sgt. Davis heads to it in\nhis tank, Love 1-3. He stops outside the barn doors.\n\nWardaddy scans the area with his binoculars - Not a threat in\nsight...\n\nSgt. Davis’ ASSISTANT DRIVER gets out and pulls open the\nBarn’s big double doors...\n\nBRDDDDT! - He’s nearly cut in half with a long burst...\n\n(CONTINUED)\n\f79.\nCONTINUED:\n\nThe ROAR of a starting tank engine as ANOTHER FUCKING TIGER\nTANK emerges from the barn!\n\nBRDDDDDDDDT - The Tiger fires its coaxial machine gun,\nspattering Sgt. Davis across his turret.\n\nIts huge cannon lines up on Love 1-3 and fires...",
  "58": "---END OF PREVIOUS SECTION---\nBRDDDDDDDDT - The Tiger fires its coaxial machine gun,\nspattering Sgt. Davis across his turret. Its huge cannon lines up on Love 1-3 and fires... \n---TARGET SECTION TO BE ANNOTATED---\nKABOOM! - The point blank cannon shot tears through the\nSherman like butter. The ammunition inside EXPLODES.\n\nKA-WHAM! It is a violent and shattering detonation, the\nturret is thrown in the air, the side of the Sherman splits\nopen like tin foil - Another tank dies...\nON WARDADDY - He REACTS, gets low in the turret...\nWARDADDY (CONT'D)\n\nTank! Hit it! AP! Three rounds!\n\nGordo! Get right on his ass.\nThe Fury turns and lurches toward the big enemy tank...\nThe Tiger accelerates out of the barn, colliding with the\nburning wreckage of Davis’s tank, shoving it aside...\n\nINT. FURY (MOVING) - DAY\n\nBible traverses the turret. It feels like it’s taking forever\nto aim the main gun at the Tiger...\n\nGordo double clutches and puts the Fury in 3rd gear. He\nstomps the gas pedal, white knuckling the steering levers.\n\nKABOOM! - Bible fires. Missing the tank...\nGORDO’S PERISCOPE POV - The second Tiger is looming damn\n\nclose - Its turret traversing to line up a shot on the\nFury...\n\nGORDO\nOkay, here we go! You want me to\nhit him?\n\nWARDADDY\n\nDon’t hit him, you dumbass! Make a\ntight turn around him! Drive around\nhim and stay close as you can get!\nJust keep moving! Bible, keep\nhitting him!\n\nBOOM! - The Tiger fires...\n\n(CONTINUED)\n\f80.\nCONTINUED:\n\nKTANG! - It’s a glancing strike against the side of the Fury\ncauses a burst of SPARKS inside. The noise and shock of the\nimpact stun Gordo and Norman...\n\nHYDRAULIC OIL sprays everywhere...\n\nThere is a SMOKING WHITE HOT DENT where the round struck the\nhull. The Fury fills with smoke. Norman is bleeding from the\nscalp...\n\nNORMAN\nI’m hit! I’m hit!\n\nGordo ignores the chaos, keeps driving at the Tiger...\n\nWARDADDY\nGordo! Any damage?\n\nGORDO\nI dunno. She still drives.\n\nBible works the power traverse grip - Something’s wrong...",
  "59": "---END OF PREVIOUS SECTION---\nGORDO\nI dunno. She still drives. Bible works the power traverse grip - Something’s wrong... \n---TARGET SECTION TO BE ANNOTATED---\nTHE TURRET STOPS TURNING! - The shell damaged its mechanism.\n\nBIBLE\nI lost the power traverse!\n\nHe switches to the MANUAL TRAVERSE WHEEL - Turning it\nfrantically. The Fury’s turret now turning slower - This is\nvery bad...\n\nKABOOM! -- Bible fires again...\n\nBIBLE’S GUNSIGHT POV - The Armor Piercing shell bounces\nharmlessly off the Tiger’s turret...\n\nEXT. HAY FIELD - DAY\n\nIt’s a close range tank duel - the two tanks are now just\nyards apart. Smoke from the burning Sherman’s washes over the\nbattle-locked armored vehicles.\n\nWARDADDY\nThat’s it! Gordo, drive in a circle\naround him. We can move faster than\nhe can swing his gun.\n\nON THE TIGER - As its turret tries to catch up to the Fury.\n\nThe smaller, more agile American tank easily drives ina\ncircle around the Tiger...\n\n(CONTINUED)\n\f81.\nCONTINUED:\n\nBut the threatening of the Tiger’s cannon is starting to\ncatch up...\n\nINT. FURY (MOVING) - DAY\n\nBible swinging the turret - Cranking the wheel as fast as he\ncan. Sweat pours off his face as he hunts for the soft spot\nin the Tiger’s armor.\n\nKABOOM! - Bible fires. The round just misses, plows into the\nground...\n\nBIBLE\nIt’s not that easy. We’re moving\ntoo fast!\nNorman is scared shitless as he watches all this unfold\n\nthrough his periscope. He trades a worried, desperate look\nwith Gordo.\n\nEXT. HAY FIELD - DAY\nWardaddy, only his head exposed, watches the Tiger. Instead\nof just driving in a straight line - The Tiger now turns\n\ntoward the Fury - Its big cannon swinging faster...\n\nThe Tiger is maneuvering to line up a shot and broadside the\nAmerican Tank. Smart bastards...\n\nWith his tank damaged, Wardaddy knows he better make a move\nor they are all going to die...\n\nWARDADDY\nGordo, when I say back up, you back\nup! Bible stand by! I’1l call the\nshot!\n\nWardaddy waiting for just the moment - For the two moving\ntanks to align a certain way.",
  "60": "---END OF PREVIOUS SECTION---\nBible stand by! I’1l call the\nshot! Wardaddy waiting for just the moment - For the two moving\ntanks to align a certain way. \n---TARGET SECTION TO BE ANNOTATED---\nThe Tiger cannon is nearly in position to fire!\n\nWARDADDY (CONT'D)\nGordo! Now! Reverse! Reverse!\n\nThe Fury jolts to a stop - The same time as:\nKABOOM! - The Tiger fires...\n\nThe cannon rips the sandbags off the front of the Fury,\nmissing anything vital. The Fury is backing up...\n\n(CONTINUED)\n\f82.\nCONTINUED:\n\nThe Tiger realizes what is afoot - It starts turning in the\nother direction to protect its vulnerable engine compartment,\nits huge tracks chewing up the earth...\n\nWARDADDY (CONT'D)\nBible! Steady. Steady. Steady...\n\nWardaddy waiting for just the right moment. Excruciating\ntension as the two steel beasts dance around each other...\n\nWARDADDY (CONT’D)\nNow!\n\nKABOOM! - The Fury’s cannon fires into the Tiger’s ass...\n\nThe round rips through the engine and fuel tanks. There is a\nfireball of burning gasoline...\n\nWARDADDY (CONT'D)\nAgain!\n\nINT. FURY (MOVING) - DAY\n\nCoon-Ass feeds a fresh shell into the cannon breech...\n\nCOON-ASS\nClear!\n\nBible stomps the foot pedal...\n\nEXT. HAY FIELD - DAY\n\nKABOOM! - the round punches through the soft armor in the\nrear of the tank and penetrates the crew compartment...\n\nThe ammunition insides EXPLODES. The Tiger shudders to a\nstop. The Driver's hatch opens -- Belching a column of flame.\nThe DRIVER tries to escape. But the flames are too intense.\nHe’s incinerated right before Wardaddy’s eyes...\n\nINT. FURY (MOVING)\n\nBible breathes a sigh of relief.\n\nBIBLE\nTank destroyed.\n\nWardaddy puts an arm around Bible...\n\n(CONTINUED)\n\f83.\nCONTINUED:\n\nWARDADDY\nGood shooting.\n\nBIBLE\nI’m the instrument. Not the hand.\nGod didn’t want us today.\n\nNorman sags in his seat, exhausted by the tension. Wardaddy\ndrops inside the turret. Grabs the radio mic - Realizes the\nradios are trashed...\n\nWARDADDY\nRadio’s are eighty-sixed. We’re on\nour lonesome until Baker Company\nshows up.\n\nCoon-Ass lights a smoke with shaking hands.",
  "61": "---END OF PREVIOUS SECTION---\nWARDADDY\nRadio’s are eighty-sixed. We’re on\nour lonesome until Baker Company\nshows up. Coon-Ass lights a smoke with shaking hands. \n---TARGET SECTION TO BE ANNOTATED---\n Gordo wipes the\ngrit from face with a sleeve.\n\nGORDO\nI quit. Fuck the Army. You can put\nme in the stockade. Take away my\nname and birthday. Find another\ndriver.\n\nCOON-ASS\nQuit? Quit?! Boy, we get a dollar\nthirty five a day plus free chow\nand smokes. A goddamn paid European\nvacation. Best job I had.\n\nCoon-Ass wasn’t trying to be funny. He’s shaken to his core.\nWardaddy lets them vent. He passes Gordo a bottle of brandy.\nGordo takes it and downs a long swig.\n\nWardaddy SEES Norman sitting there quietly. Covered with\nhydraulic oil and blood. Staring into space.\n\nWARDADDY\nHaving a good time, kid?\n\nNorman looks at Wardaddy and shakes his head thinking “What\nthe fuck is wrong with these people.” Wardaddy smiles. He\nknows Norman will be okay.\n\nWARDADDY (CONT'D)\nWe’re still open for business.\nLet’s head to the crossroads and\nkeep ‘em out of Kraut hands like\nwe've been told.\n\n(CONTINUED)\n\f84.\nCONTINUED: (2)\n\nCOON-ASS\nWith one busted-ass tank? In case\nyou ain’t noticed, we're it.\nPlatoon’s gone. The entire Platoon.\n\nWARDADDY\nAre they? I’m sorry, I didn’t\nnotice.\n\nBIBLE\n\nDon, you can be a real callous\nbastard sometimes.\n\nWARDADDY\nWe got a job to do. We can sit here\nand bitch about it. Or we can go\ndown to those crossroads and bitch\nabout it there. I don’t see a hell\nof a lot of difference, do you?\n\nCOON-ASS\nThat's real inspiring. Shit, now I\nwanna storm the gates of Hell and\nsnatch Satan off his throne by his\nballs.\n\nNorman turns to Wardaddy and deadpans:\n\nNORMAN\nThat’s not really true. He just\nsaid it to be an asshole.\n\nNorman just took the sarcasm to another level. The veteran\ntankers stare at Norman -- He is becoming one of them...\n\nEXT. CROSSROADS - DUSK\n\nThe sun is setting.",
  "62": "---END OF PREVIOUS SECTION---\nThe veteran\ntankers stare at Norman -- He is becoming one of them... EXT. CROSSROADS - DUSK\n\nThe sun is setting. \n---TARGET SECTION TO BE ANNOTATED---\n The Fury moves up the road approaching\nthe rural tree lined intersection with an OLD HOUSE and a\nBEER HALL - There isn’t a soul in sight.\n\nWardaddy scans the terrain with his binoculars. He’s looking\nfor a good spot to park the Fury for the night. The tank is\nmoving through the intersection.\n\nBOOM! - The Fury runs over a mine - The explosion lifts the\ntank and drops it. The broken left track falls off the drive\nwheel...\n\f85.\n\nINT. FURY (MOVING)\n\nIt was a damn hard whack -- Dust and smoke fill the interior.\nRations and ammunition spill from its racks. SPARKING\nelectrical shorts.\n\nCOON-ASS\nFuck! Another Tiger!\n\nWARDADDY\nCalm down. It’s a mine. We hit a\nmine is all.\n\nGordo shakes it off. The engine stalls. He restarts it. Puts\nit in gear. Lets up the clutch. The tank starts turning in a\ncircle.\n\nGORDO\nWe threw a track.\n\nEXT. FURY - DUSK\nWardaddy aiming his .50 Cal at the nearby buildings. Coon-Ass\n\nexits the turret. Examines the broken track and the smoking\ncrater the mine made.\n\nCOON-ASS\nShe’s broke as fuck. Busted a shock\ntoo.\n\nWARDADDY\n\nYou fix it?\n\nCOON-ASS\nYeah. Why not?\n\nWARDADDY\nNorman! Get out here!\n\nNorman exits his hatch - He’s afraid to jump down to the\nroad...\n\nNORMAN\nWhat about mines?\n\nWARDADDY\nThey're for vehicles. You ain’t\nheavy enough to set one off. Go\nwith Coon-Ass and check out those\nbuildings. I’m covering you. Go on.\n\n(CONTINUED)\n\f86.\nCONTINUED:\n\nNorman looks at Coon-Ass, who shrugs. They approach the Old\nHouse just up the road...\n\nINT. OLD HOUSE - DUSK\n\nWHAM! - Coon-Ass kicks the door. Norman joins him inside.\nBoth men freeze...\n\nWHAT THEY SEE - The interior of the house is filled with\nmines. Big round anti-tank mines to be exact. Stacks of them.\nIt’s being used as a munitions depot.\n\nCoon-Ass slowly backs out of there...",
  "63": "---END OF PREVIOUS SECTION---\nStacks of them. It’s being used as a munitions depot. Coon-Ass slowly backs out of there... \n---TARGET SECTION TO BE ANNOTATED---\nCOON-ASS\nDon’t touch nothin’.\n\nNORMAN\nNot planning on it.\n\nEXT. CROSSROADS - DUSK\n\nGordo and Bible have started unbolting a section of track\nfrom Fury’s side. Coon-Ass shouts to Wardaddy:\n\nCOON-ASS\nWhole thing’s full of mines. Good\nthing you didn’t shoot the shit out\nof it or we'd be drinking whiskey\nwith Jesus.\n\nWARDADDY\nMaybe I will anyway. I could use a\ndrink. Keep going. What’s in the\nother house?\n\nINT. BEER HALL - DUSK\nWHAM! Coon-Ass kicks the door. Enters with Norman.\n\nThis place is disturbing in a different way. There is dried\nblood everywhere. Bandages. Medical supplies. Cut off bloody\nuniforms and boots. Amputated limbs. Flesh. Organs. And a\nhalf-dozen DEAD GERMAN SOLDIERS who succumbed to battle\nwounds. This was a temporary field hospital.\n\nCOON-ASS\n\nAt least there ain’t no live Krauts\nto worry about.\n\n(CONTINUED)\n\f87.\nCONTINUED:\n\nIt is beyond creepy in here...\n\nNORMAN\nCan we go now?\n\nEXT. CROSSROADS - DUSK\n\nCoon-Ass and Norman return to the Fury. Gordo uses a track\nbreaking tool to remove the damaged track links. Bible probes\nthe road around them for more mines.\n\nWARDADDY\nAnything?\n\nCOON-ASS\nNaw, nothing.\n\nWARDADDY\nKid, head up by those trees. You go\noutpost guard.\n\nNorman nods and heads up the road.\n\nEXT. ROAD SENTRY POSITION - NIGHT\n\nNorman sits in the roadside ditch. He checks his greasegun.\nIt’s loaded. He sets it in his lap.\n\nHe adds drink powder to his canteen. Shakes it. He opens a\ncan of crackers with his little GI can opener. He chews the\nhard crackers and washes them down with his canteen.\n\nHe yawns widely. He’s physically and emotionally drained from\nhis first day as a US Army tanker.\n\nAfter being in a tank he feels so alone and exposed out here.\nHe HEARS something. Scared, he raises his ugly black weapon.\n\nIt’s just an OWL in the trees. Norman relaxes.",
  "64": "---END OF PREVIOUS SECTION---\nScared, he raises his ugly black weapon. It’s just an OWL in the trees. Norman relaxes. \n---TARGET SECTION TO BE ANNOTATED---\n He can’t keep\nhis eyes open. His head falls toward his chest. His heavy\neyelids close. And he falls asleep.\n\nEXT. ROAD SENTRY POSITION - NIGHT\n\nLATER - Norman startles awake. Gasping for breath. Dreaming\nhe was shot. He checks himself for holes. And relaxes - It\n\nwas just a dream...\n\nHe berates himself for falling asleep. He gets on his knees.\nTo a less comfortable position.\n\n(CONTINUED)\n\f88.\nCONTINUED:\n\nThen he freezes. And his eyes grow wide.\n\nWHAT NORMAN SEES - Moving toward him along the dark road is a\nlong column of silhouettes.\n\nGERMAN SOLDIERS - Marching toward him. A lot of them. More\nthan he’s ever seen. There are several hundred. And there’s\nsomething about the way they move. Theses aren’t shuffling\ndemoralized conscripts. These are health, well equipped\ncombat troops - And they are heading his way...\n\nNorman thinks for a moment. He has to warn the others...\n\nHe gets low and slowly backs down the ditch...\n\nEXT. CROSSROADS - NIGHT\n\nGordo, Coon-Ass and Bible work on repairing the track.\nWardaddy sits in the turret, a deadly alert sentry with big\nmachine gun. He can’t see the approaching men.\n\nHere comes Norman at a full run...\nWARDADDY\n\nWhy good evening, Norman. Why\naren’t you at your post?\n\nNORMAN\nThey're coming.\n\nWARDADDY\nWho's coming?\n\nNORMAN\nThe Germans\n\nWARDADDY\nHow many?\n\nNORMAN\n\nMore than I can count.\nWardaddy climbs down from the turret.\n\nWARDADDY\nI’m sure it’s some bums looking for\nsomeone to surrender to.\n(to Coon-Ass)\nKeep working. I'll be right back.\n\nWardaddy and Norman head up the road...\n\f89.\n\nEXT. ROAD SENTRY POSITION - NIGHT\n\nWardaddy and Norman move low along the ditch. Wardaddy SEES\nthe approaching troops - Silhouettes in the darkness. He can\njust hear their hobnailed boots CRUNCHING the road.\n\nHe grabs Norman’s arm and drags him out of there.\n\nWARDADDY\n-+. C'mon...\n\nEXT. CROSSROADS - NIGHT\nWardaddy and Norman come running.",
  "65": "---END OF PREVIOUS SECTION---\nC'mon... EXT. CROSSROADS - NIGHT\nWardaddy and Norman come running. \n---TARGET SECTION TO BE ANNOTATED---\nWARDADDY\nThere’s a goddamned SS battalion\nheaded this way.\n\nGORDO\nBullshit.\n\nBible sees he’s dead serious...\n\nBIBLE\nWhere are they?\n\nWARDADDY\nMarching this way.\n\nWardaddy’s mind is racing - They face hopeless odds.\n\nCOON-ASS\nLet’s get out of here. They’1l\nnever see us in the dark. Let ‘em\npass through.\n\nWARDADDY\nWe’re not running. We’re fighting\nit out. We'll hold this damn\ncrossroad.\n\nHis men look at him like he’s insane. This is unlike anything\nthey have ever done.\n\nCOON-ASS\n\nYou wanna sit here in a busted tank\nand hold off an SS battalion?\n\n(CONTINUED)\n\f90.\nCONTINUED:\n\nWARDADDY\nNo I don’t want to. But it’s what\nwe're doing. Mount up. Take your\nfighting positions.\n\nWardaddy climbs aboard the Fury. His jaw tenses. It’s okay\nwith him. He double checks his .50 Cal.\n\nWARDADDY (CONT'D)\nGo on. Get outta here.\n\nNorman looks at the other guys. Then at Wardaddy. He crosses\nto the Fury and stands by it, looking at the others with\ncrossed arms.\n\nWith that show of bravery, Gordo, Coon-Ass and Bible have no\nchoice but to follow suit. The three men approach the Fury.\nNo one has any illusions - This somber, sober choice means\ntheir deaths.\n\nWardaddy smiles. As much of a smile as he can muster. Then\nhe’s all business.\n\nWARDADDY (CONT'D)\nWe’re gonna play dead, like we’ve\ndone before. Let ‘em march right\nup. Then open up with all we got\nand splatter the assholes all over\nthe road.\n(to Coon-Ass)\nGrab us one of them dead Krauts.\n\nCOON-ASS\nWe gonna have a pig roast?\n\nWARDADDY\nSomething like that.\n\nCoon-Ass rushes off toward the Old House...\n\nWardaddy grabs his knife and cuts several packs and\ndufflebags off the tank. He hands Norman a gas can...\n\nWARDADDY (CONT'D)\nGive ‘em a good soaking.\n\nNorman pours the gas on them.",
  "66": "---END OF PREVIOUS SECTION---\nHe hands Norman a gas can... WARDADDY (CONT'D)\nGive ‘em a good soaking. Norman pours the gas on them. \n---TARGET SECTION TO BE ANNOTATED---\n Gordo grabs extra boxes of ammo\nfrom the storage racks and shoves them into the tank.\n\nBible is in the turret singing a hymn. He resets the fuzes on\n\nthe cannon shells for close-in work. He wipes the main gun\nbreech down. Cleans his optics. Oils the machine gun.\n\n(CONTINUED)\n\f91.\nCONTINUED: (2)\n\nHere comes Coon-Ass dragging a body...\n\nWARDADDY (CONT'D)\nHurry up with that sack ‘a shit.\n\nWardaddy jumps down to help. He tosses the body on the front\nof the tank. Pulls off his jacket and puts it on the body.\n\nWARDADDY (CONT'D)\nToss me that helmet.\n\nNorman tosses him an American helmet. Wardaddy straps it on\nthe corpse’s head. He grabs the gas can from Norman. Splashes\nthe body with it. Wardaddy lights a smoke with a match. Then\ntosses the match on the body - FWOOMP!\n\nWardaddy lights another match and tosses it on the packs in\nthe road - FWOOMP! Satisfied, he surveys his work.\n\nWARDADDY (CONT'D)\nNow they ain’t gonna see nothing\nbut a shot-out tank with a blown\ntrack. Get it. Button up.\n\nThe men slip into the Fury and close the hatches. It looks\nlike a bigger shit pile than when we first saw it, bathed in\nthe firelight of the burning packs and the German corpse.\nDebris scattered around it, a broken track...\n\nINT. FURY - NIGHT\n\nNorman lines up boxes of ammunition for his machine gun. He\nwipes the gun with a rag. Gordo loads his submachine-gun.\nStacks up extra magazines.\n\nHe opens a case of grenades and removes their safety clips --\nPausing to swig from his bottle of brandy. Coon-Ass organizes\nthe main gun rounds.\n\nCOON-ASS\nWe got four rounds of cannister.\nFour Willy Petes. Twenty three\nSupercharges and thirty three solid\nshots.\n\nWARDADDY\nAlright. Load cannister. Have the\nother three in your lap.\n\nNORMAN\nWhat’s cannister?\n\n(CONTINUED)\n\f92.\nCONTINUED:\n\nWARDADDY\nTurns this cannon into a big\nfucking shotgun.",
  "67": "---END OF PREVIOUS SECTION---\nNORMAN\nWhat’s cannister? (CONTINUED)\n\f92. CONTINUED:\n\nWARDADDY\nTurns this cannon into a big\nfucking shotgun. \n---TARGET SECTION TO BE ANNOTATED---\nWardaddy pulls out a bottle of French Cognac. He opens it.\nStares at it like it’s the very gates of Hell. Bible is\nmortified Wardaddy is considering drinking it.\n\nBIBLE\nWhat are you doing?\n\nWARDADDY\nMight as well get a little tight.\nWon’t be around for the hangover.\n\nBIBLE\nDon. No.\n\nCOON-ASS\nLet the man have a taste.\n\nWardaddy pours the booze in his mouth, it splashes down his\ncheeks. Norman watching him - If he didn’t know they weren't\ngoing to live through this he does now.\n\nWARDADDY\nGod that’s better than good. Like\nwarm honey dripping on my heart.\n\nHe offers Bible the bottle. Bible takes it. He meditates on\nthe demon liquor a beat. Then:\n\nBIBLE\nI know you hate me preaching, but\nwhat we're doing is a righteous\nact. There’s a bible verse I think\nabout sometimes. Then I heard the\nvoice of the Lord saying, “Whom\nshall I send? And who will go for\nus?” And I said, “Here am I. Send\nme.”\n\nThat resonated. Bible sees it on the faces of the men.\n\nWARDADDY\nBook of Isaiah. Chapter six.\n\nBible is floored Wardaddy knew that...\n\nBIBLE\nYeah, Don. That’s exactly right.\n\n(CONTINUED)\n\f93.\nCONTINUED: (2)\n\nBible drinks from the bottle. Then hands it to Coon-Ass. Who\ntakes a long pull. He passes it to Gordo. He takes a swig and\npasses to Norman. Norman finishes the bottle.\n\nCOON-ASS\nDamn son, you’re a fighting,\nfucking, drinking machine.\n\nWARDADDY\nMachine. That’s it. That’s your war\nname. I christen thee “Machine”.\n\nGORDO/BIBLE\nMachine!\n\n“Machine” - Norman like the nickname. He smiles. This now\nmakes him a full fledged member of the Fury’s crew.\n\nBible looking through the periscope - REACTS...\n\nBIBLE\nThey're coming.\n\nThe mood instantly switches to one of wary fear. The men take\ntheir places behind their weapons. Wardaddy watches the enemy\ndraw closer through his periscope.\n\nWARDADDY\n.",
  "68": "---END OF PREVIOUS SECTION---\nThe men take\ntheir places behind their weapons. Wardaddy watches the enemy\ndraw closer through his periscope. WARDADDY\n. \n---TARGET SECTION TO BE ANNOTATED---\n+-Nobody does nothing until I\nsay...\n\nWARDADDY'S PERISCOPE POV - The column of SS TROOPERS is\nclose. Helmets, boots, weapons clearly visible. They look\nsurprisingly modern in their camouflage uniforms.\n\nNorman SEES the SS TROOPERS marching closer. It’s agonizing\nto wait and do nothing. His finger ready on the trigger of\nhis machine gun...\n\nEXT. CROSSROADS - NIGHT\n\nThe fast marching SS Troopers quickly approach the Fury.\nLooking like nothing more than a disabled tank. An SS\nLIEUTENANT barks crisp orders.\n\nSS LIEUTENANT\n(in German)\nReinhold, take your men and clear\nthose structures. Hoehner, ensure\nthe enemy tank is unoccupied.\n\n(CONTINUED)\n\f94,\nCONTINUED:\n\nThe SS TROOPERS split off and investigate the Old House and\nthe BEER HALL. Ten more rush ahead of the march column to\ninvestigate the Fury. They approach the tank. Unconcerned.\nSearching the various crates for rations and cigarettes like\nkids on Christmas morning. Two troopers climb aboard the\ntank.\n\nINT. FURY - NIGHT\n\nThe crew listens to the movement around the tank. The\nSCRAPING of metal hobnailed boots against the tank’s hull.\n\nIt is hateful to do nothing. Bible’s foot hovers above the\nfiring button on the turret floor. Eyes glued to his\nperiscope.\n\nWardaddy waiting. Watching. A grenade in each hand. Coon-Ass\nsweating bullets. Wondering why Wardaddy doesn’t give the\norder to shoot.\n\nNorman's face pressed against his scope. He licks his lips.\nHis mouth is bone dry.\n\nNORMAN'S PERISCOPE POV - He SEES a TROOPER reaching for his\nhatch...\n\nNorman aims his greasegun up at his hatch. Norman is scared\nshitless.\n\nHis hatch opens revealing an astonished SS Trooper.\nNorman squeezes the trigger of his greasegun...\nBRDDDDDDDT! - Blowing the Trooper off the tank.\n\nSS LIEUTENANT\nAlarm!\n\nWARDADDY\nHit ‘em!\n\nEverything happens at once...\n\nThe Troopers in the road dive for cover...\nBible stomps the foot switch...\n\nKABOOM! - The main gun fires...",
  "69": "---END OF PREVIOUS SECTION---\nThe Troopers in the road dive for cover... Bible stomps the foot switch... KABOOM! - The main gun fires... \n---TARGET SECTION TO BE ANNOTATED---\nNorman pulls the hatch shut - CLANG! - And opens up with the\nmachine gun...\n\n(CONTINUED)\n\f95.\nCONTINUED:\n\nWardaddy pulls the pins of his grenades. He opens the “pistol\ndoor” on the side of the turret. Drops the grenades outside.\nSlams the door shut...\n\nEXT. FURY - NIGHT\n\nUtter chaos - Cannon rounds tear into the column of men and\nEXPLODE - SS TROOPERS tumble like bowling pins...\n\nBRDDDDDDT! - Tracers from Fury’s two .30 Cal machine guns\nslice into SS Troopers as they scramble for cover. Mowing\nthem down...\n\nBOOM-BOOMM! Wardaddy’s grenades explode. Blowing the two SS\nTroopers off the top of the tank...\n\nKABOOM! The main gun fires again. More Troopers are killed...\nSeveral Troopers run into the buildings for shelter...\n\nSS OFFICERS and NCOs bark orders trying to create order from\nthe madness.\n\nINT. FURY - NIGHT\n\nBRDDDDDDDT! - Norman jackhammers long bursts into running SS\nTroops. Bible fires the coax machine gun in long burst...\n\nThe tank filling with smoke from the firing weapons. Norman\nreloads his machine gun. Wardaddy watching the Troopers\nscatter and run...\nWARDADDY\nKeep squirting that coax! Traverse\nright! Steady... On! Fire!\n\nKABOOM! - Bible fires. The gun spits out the smoking brass\nshell. Coon-Ass shoves a fresh shell into the breech.\n\nCOON-ASS\nClear!\n\nBOOM! - Wardaddy watching where it hits...\n\nWARDADDY\nUp fifteen! Right fifteen!\n\nBible makes adjustments to the gun’s hand wheels...\n\n(CONTINUED)\n\f96.\nCONTINUED:\n\nWARDADDY (CONT'D)\nBow gunner! Squirt those assholes\nrunning for the house.\n\nKABOOM! The gun fires. Norman shifts his fire...\nWARDADDY (CONT'D)\n\nOkay! Loader. Four rounds of Willy\n\nPete up. Bible put ‘em in those\n\nbuildings. Burn the fucking things\n\nto the ground, they’re full ‘a\n\nKrauts.\nWardaddy’s periscope spins 360-degrees as he turns to\ncontinually check the rear of the tank.",
  "70": "---END OF PREVIOUS SECTION---\nBible put ‘em in those\n\nbuildings. Burn the fucking things\n\nto the ground, they’re full ‘a\n\nKrauts. Wardaddy’s periscope spins 360-degrees as he turns to\ncontinually check the rear of the tank. \n---TARGET SECTION TO BE ANNOTATED---\n Bible works the hand\nwheel and aims at the building.\n\nBIBLE\nOn the way!\n\nKABOOM! - He fires the Willy Pete shell...\n\nEXT. CROSSROADS - OLD HOUSE - NIGHT\n\nBOOM! - The White Phosphorous shell hits the wood building\nand explodes with a spectacular burst of burning white hot\nstreamers - It’s like the 4th of July.\n\nThe tracers, the explosions, the fires. The SS Troopers\nreturning fire. What wildly beautiful chaos.\n\nBOOM-BOOM-BOOM! - The Fury pumps three more phosphorous\nshells into the two buildings. The buildings start to burn.\nBathing the area with a warm orange glow...\n\nBurning SS Troopers run out of the buildings...\n\nBRDDDDDDT! - They’re cut down by the tank’s machine guns.\nThe fire backlights the SS Troopers making them easier for\nthe Fury to spot.\n\nINT. FURY - NIGHT\n\nThe Fury is filled with acrid blinding smoke from the spent\ngunpowder. Wardaddy watching the destruction...\n\nWARDADDY\nIt’s a fucking turkey shoot.\n\n(CONTINUED)\n\f97.\nCONTINUED:\n\nHe takes a swig from a fresh bottle and lights a cigarette,\nhis face shiny with sweat, his eyes burning with madness.\n\nThe Coaxial machine gun is glowing RED HOT. So it Norman’s\nmachine gun.\n\nSuddenly Norman's gun “RUNS AWAY” - Cooking off rounds by\nitself, zipping through a fresh ammo belt...\n\nNORMAN\nMy gun’s going crazy!\n\nGordo twists the belt, stopping the runaway weapon...\n\nGORDO\nIt’s over heating! Don’t let it\nburn up.\n\nGordo puts on an asbestos glove and changes the red hot\nbarrel with a fresh one. Norman reloads and keeps firing...\n\nKABOOM! - Bible steadily firing the main gun...\n\nWARDADDY’S PERISCOPE POV - He SEES a cluster of SS Troops\nhiding in a ditch - They shoot at the Fury - THWACK! - A\nbullet strikes his periscope shattering it...\n\nWardaddy yanks out the broken periscope. Slaps a new one in\nits place. And continues his observation.\n\nWARDADDY\nTraverse right. Steady. Steady.\nRight there. Hit ‘em!\n\nKABOOM! - Bible fires...",
  "71": "---END OF PREVIOUS SECTION---\nRight there. Hit ‘em! KABOOM! - Bible fires... \n---TARGET SECTION TO BE ANNOTATED---\nWARDADDY'S PERISCOPE POV - BOOM! - The shell explodes in the\nditch launching several in the air.\n\nThen the coax machine gun jams - Red hot, hopelessly\noverheated.\n\nWardaddy puts on asbestos gloves and wrestles it from its\nmount. He opens the turret’s pistol door and tosses the red\nhot machine gun outside...\n\nHe grabs a fresh gun pilfered from another tank. Lock it into\nplace. Reloads it.\n\nWARDADDY (CONT'D)\n\nSlow it down. Don’t burn up the\nguns.\n\n(CONTINUED)\n\f98.\nCONTINUED: (2)\n\nBRDDDDDDDDT - The new coax gun starts firing. The floor of\nthe turret is covered with spent brass.\n\nWARDADDY (CONT'D)\n\nOkay! Okay! No targets! Cease fire!\nIf you don’t see ‘em, don’t shoot\n‘em. Can’t spare the ammo on\nguesswork.\n\nAll firing stops. A sudden deafening silence. Wardaddy\nturning his periscope looking for SS Troopers.\n\nWARDADDY (CONT'D)\n\nWe can be damn sure they’re working\ntheir way behind us. Anyone see\nanything?\n\nBIBLE\nNo nothing.\n\nNORMAN\nMe neither.\n\nGORDO\nNine O’clock! Bazooka!\n\nWARDADDY'S PERISCOPE POV - He whips the scope around and sees\nan SS Trooper aiming an anti-tank rocket at the tank!\n\nWARDADDY\nTraverse right! Traverse right!\nCocksucker’s got a Panzerfaust!\n\nBible turning the hand wheel as fast as he can. The turret\nsteadily moving - Sweat pours off his face...\n\nThe SS Trooper fires - FWOOSH! - The anti-tank rocket HISSES\nright past Wardaddy’s periscope, just missing the target.\n\nNORMAN'S PERISCOPE POV - Norman sees a couple of running\nshadows...\n\nBRDDDDDDT! - He cuts them down. He’s in the zone. Hunting for\ntargets and hitting them...\n\nThe turret lines up on the trees alongside the road.\n\nKABOOM-KABOOM-KABOOM! - Bible fires three cannon rounds into\nthe darkness.\n\nIt’s quiet again. Wardaddy looking for targets. He wipes the\nstinging sweat from his eyes with his sleeve. Then...\n\n(CONTINUED)\n\f99.",
  "72": "---END OF PREVIOUS SECTION---\nHe wipes the\nstinging sweat from his eyes with his sleeve. Then... (CONTINUED)\n\f99. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: (3)\n\nFWOOSH-BOOM! - An anti-tank rocket explodes against the\nturret with a burst of red sparks...\n\nA jet of molten steel plasma penetrates - Passing right\nthrough Coon-Ass and into the recoil tube of the cannon...\n\nThe crew is stunned by the impact. Coon-Ass absorbed the\nbrunt of the blast - A smoking baseball size hole burned\nthrough his torso. He’s dead.\n\nThe recoil tube of the cannon leaks hydraulic fluid. There is\na small fire.\n\nWardaddy grabs the extinguisher and puts out the fire. The\ntank is filled with smoke and the stench of charred flesh.\nBible embraces his dead comrade...\n\nBIBLE\nOh, Grady. Oh dear God. Please dear\nGod have mercy on this man’s soul.\n\nWARDADDY\nHe’s gone. We gotta fight.\n\nBible will. He’s furious. He mounts his seat - Then he\nrealizes the main gun is damaged. Oil everywhere.\n\nBIBLE\nRecoil assembly's shot. We can’t\nfire the 75.\n\nWARDADDY\nStay on the 30. Keep knocking ‘em\ndown.\nBible reloads the coaxial machine gun.\n\nBIBLE\nTwo boxes left. We need ammo.\n\nThey listen to the bullets hitting the tank - It sounds like\nrain on tin...\n\nWardaddy scans the area with the periscope. Doing a complete\ncircle...\n\nWARDADDY’S PERISCOPE POV - He sees muzzle flashes all around\nthem. In the firelight of the burning buildings, shadows\ndance and twist. It’s like being stalked by an army of black\ncats.\n\nBible SEES them too and opens fire...\n\n(CONTINUED)\n\f100.\nCONTINUED: (4)\n\nBRDDDDDDDDT-BRDDDDDDDDT - He fires several long bursts to\nkeep the German’s heads down...\n\nBIBLE (CONT'D)\nI’m almost out!\n\nNORMAN\nMe too! I got two boxes left!\n\nWARDADDY\nGordo, gimme one.\n\nGordo passes up the 250 round ammo box. Wardaddy opens it,\ngets the belt ready for Bible. Then Wardaddy grabs several\nsmoke grenades...\nWARDADDY (CONT'D)\n\nWe got ammo outside. I’m gonna drop\n\nsome smokes.",
  "73": "---END OF PREVIOUS SECTION---\nThen Wardaddy grabs several\nsmoke grenades... WARDADDY (CONT'D)\n\nWe got ammo outside. I’m gonna drop\n\nsome smokes. \n---TARGET SECTION TO BE ANNOTATED---\n Gordo, you pop your\n\nhatch and lay down some cover fire.\n\nBible and Machine, rip off what you\n\ngot left.\n\nWardaddy throws open his hatch - Pulls the smoke grenade\npins, tosses them in a ring around the tank...\n\nWARDADDY (CONT'D)\nOkay. I’m going! Hit it!\n\nWardaddy climbs up out of his hatch...\n\nEXT. CROSSROADS - FURY - NIGHT\nThe smoke grenades gush torrents of dense yellow smoke.\n\nGordo opens his hatch - Fires his Tommy-gun at anywhere he\nthinks a German is hiding...\n\nNext to him, the muzzle of Norman’s machine gun spits fire\nlead and tracers into the night...\n\nWardaddy scrambles over the turning turret. To the rack of\n-30 Cal ammo boxes.\n\nGordo firing and reloading his Tommy-gun...\n\nBRDDDDT! - Bible fires the last of his ammo. He climbs up\nthrough Wardaddy’s hatch and grabs the grips of the big .50\nheavy machine gun and lets it rip...\n\nRAT-AT-AT-AT-AT-AT-AT! - He’s chopping down a row of trees\nwhere at cluster of SS Troopers fire at the Fury.\n\n(CONTINUED)\n\f101.\nCONTINUED:\n\nIt is a scene of inexpressibly wicked beauty - The hot orange\nlight of the blazing buildings. Bright white and pink tracers\nslash the air. Bullets spark against tank steel. Dead and\ndying SS Troops in a haze of psychedelic yellow smoke.\nRunning shadows. The sharp bright FLASHES of German hand\ngrenades. And the noise! GUNFIRE, SCREAMING, SHOUTING.\n\nAt the centre of it all - Wardaddy pulls several boxes of\nammo from the turret’s external racks and pitches them into\nthe open hatch...\n\nHe HEARS A SCREAM - A FANATICAL SS TROOPER emerges from the\nwall of yellow smoke - Charging and firing his MP40 machine\ngun...\n\nWardaddy pulls the .45 From his shoulder holster...\n\nTHWICK! - Wardaddy is hit in the arm. Wardaddy aims, fires\nback...\n\nBAM-BAM-BAM-BAM! Dropping the SS bastard. Wardaddy grabs\nBible’s shoulder - Banging away with the .50 Cal - Shouts in\nhis ear...",
  "74": "---END OF PREVIOUS SECTION---\nBAM-BAM-BAM-BAM! Dropping the SS bastard. Wardaddy grabs\nBible’s shoulder - Banging away with the .50 Cal - Shouts in\nhis ear... \n---TARGET SECTION TO BE ANNOTATED---\nWARDADDY\nGet in! Get inside!\n\nBible dives through the hatch. With bullets hitting all\naround. Wardaddy climbs inside the Fury.\n\nGordo empties his magazine - BRDDDDT! - Drops inside the\ntank. CLANGING the hatch shut behind him.\n\nThe yellow smoke is clearing -- Several SS TROOPERS run PAST\nCAMERA...\n\nINT. CROSSROADS - FURY - NIGHT\nBible reloads his coax gun. Wardaddy passes boxes of ammo to\nGordo as Norman loads a fresh belt into his gun. Wardaddy\nback at his periscope looking for targets.\nWARDADDY\nWe got eight boxes of ammo. Four\nper gun. Make it last.\n\nBIBLE\nYou're hit.\n\nWardaddy looks at his arm and shrugs.\n\n(CONTINUED)\n\f102.\nCONTINUED:\n\nWARDADDY\nSo are you.\n\nThat’s when Bible realizes blood is running down his neck.\nHis scalp got nicked with a bullet.\n\nGordo pulls the pin out of a grenade. Quickly opens his hatch\nand tosses it outside.\n\nNorman concentrates on his periscope, walking his tracers\nonto the darting shadows outside - Gordo sees something...\n\nGORDO\nTen O'clock. Thirty yards. Squirt\nthose guys.\n\nNorman fires off a long burst. The last of the belt. He\ncracks open another box and reloads.\n\nGORDO (CONT'D)\nHurry up. I think they want to kill\nus.\n\nNORMAN\nI think you’re right. How long can\nwe keep this up?\n\nGORDO\nNot long.\n\nWardaddy HEARS hobnail boots on top of the tank - He pulls\nhis .45 And opens his hatch.\n\nAn SS TROOPER is right there! -- He kicks Wardaddy’s gun\nhand, the .45 Drops to the turret basket floor. Wardaddy\nreaches up and grabs the Trooper's legs, pulls him down into\nthe tank. Wardaddy pulls his knife...\n\nThe German soldier headbutts Wardaddy with his helmet,\nsplitting his nose. Wardaddy is not thwarted. He stabs the\nman in the chest. Bible freaking out.\n\nBIBLE\nOh dear God!\n\nWARDADDY\nIt’s alright. It’s alright. I got\nhim. Gimme a hand.",
  "75": "---END OF PREVIOUS SECTION---\nIt’s alright. I got\nhim. Gimme a hand. \n---TARGET SECTION TO BE ANNOTATED---\nWardaddy and Bible hoist the dying German and shove him out\nof the tank through Wardaddy’s hatch.\n\n(CONTINUED)\n\f103.\nCONTINUED: (2)\n\nWARDADDY (CONT'D)\nThey're getting cocky.\n\nWardaddy is in pain. Blood soaking his sleeve.\n\nBIBLE\nYou're not good leaking oil\neverywhere.\n\nWARDADDY\nSo patch me up. Gordo, get up here\nand work the thirty.\n\nGordo slips into the turret. Reloads the .30 Cal and starts\nshooting targets.\n\nON NORMAN - Still shooting. Empty brass is up to his ankles.\n\nBible cuts open Wardaddy’s sleeve. Pours sulfa powder on the\ngunshot wound and bandages it. As Bible tends his wound...\n\nWARDADDY (CONT'D)\nIf a man loves the world, the love\nof the Father ain’t in him. For all\nin the world, lust of the flesh,\nlust of the eyes, the pride of\nlife, is not of the Father. But of\nthe world.\n\nBIBLE\nThe world and its desires pass\naway. But he who does God’s will\nlives forever.\n\nOff Bible’s quizzical look...\nWARDADDY\nI once had a long spell with\nnothing but the good book and my\nconscience.\n\nWith his arm patched up, Wardaddy recovers his .45 Pistol.\nBible turns to Gordo.\n\nBIBLE\nI got it.\n\nGordo has a worried look...\n\nGORDO\nBrother it’s the last belt.\n\n(CONTINUED)\n\f104.\nCONTINUED: (3)\n\nBible replaces Gordo at the gunner’s position. Wardaddy is\n\nmulling their options. Bible turning the turret. Firing the\ncoax with its footswitch.\n\nON NORMAN - As the last few rounds feed through his gun...\n\nNORMAN\nI’m out! I need another can.\n\nBRDDDDT! CLICK! - That’s when Bible runs dry...\n\nBIBLE\nShe’s done.\n\nWARDADDY\nThat’s it then. There ain’t more.\n\nWorried looks are traded...\nWARDADDY (CONT'D)\nDon’t shit your panties. We still\ngot head weapons and the fifty.\nWardaddy opens his hatch and climbs out.\n\nWARDADDY (CONT'D)\nPass me a can of fifty.",
  "76": "---END OF PREVIOUS SECTION---\nWe still\ngot head weapons and the fifty. Wardaddy opens his hatch and climbs out. WARDADDY (CONT'D)\nPass me a can of fifty. \n---TARGET SECTION TO BE ANNOTATED---\nBible hands up a box of ammo.\n\nEXT. CROSSROADS - FURY - NIGHT\n\nWardaddy reloads the .50 Cal. He squints into the shadows.\nSEE a MAN RUNNING and fires...\n\nRAT-AT-AT-AT-AT! - The man bursts like a water balloon.\nBible opens the Gunner’s hatch and joins Wardaddy with his\nTommy-gun. Then Gordo and Norman open their hatches,\nsubmachine guns ready...\n\nIt's deathly quiet. Just the crackling of the burning\nbuildings. The moaning of the wounded Germans.\n\nNORMAN\n...Where are they?\n\nGORDO\nEverywhere.\n\nA GERMAN MACHINE GUN OPENS FIRE! - The big kind that sounds\nlike an evil chainsaw.\n\n(CONTINUED)\n\f105.\nCONTINUED:\n\nIt sprays bullets all over the Fury - Gordo pulls the pin on\na grenade, cocks his arm to throw it...\n\nTHWACK! - Gordo is hit through the chest and drops the\ngrenade inside the tank.\n\nNORMAN\nGrenade!\n\nWardaddy swings the big .50 On the German MG...\nRAT-AT-AT-AT-AT-AT! - His tracers find the source of the\nGerman tracers. The German MG fire stops.\n\nINT. CROSSROADS - FURY - NIGHT\n\nGordo is fatally wounded and bleeding out - He fumbles for\nthe HISSING grenade.\n\nNorman stares at him from across the transmission. He’s\nfucked - The grenade will kill them both!\n\nGordo smiles at Norman - Then with dying strength he holds\nthe grenade tight to his chest...\n\nWHOOMP! - Gordo’s body absorbs the blast, saving Norman.\n\nON NORMAN - He’s just sick. Terrified and horrified - And\nwildly grateful of Gordo’s final act.\n\nThe crew is down to three men. And a couple hundred Ss\nTroopers still lurk outside in the dark...\n\nWARDADDY\nNorman! Keep shooting, son!\n\nNorman grits his teeth. Loads a fresh man in his greasegun...\n\nEXT. CROSSROADS - OLD HOUSE - NIGHT\n\nNorman pops up and fires a long burst into the ditch\nalongside the tank...\n\nBible’s Tommy-gun jams - He fights to clear the malfunction.\nNo dice. He tosses away the weapon.",
  "77": "---END OF PREVIOUS SECTION---\nBible’s Tommy-gun jams - He fights to clear the malfunction. No dice. He tosses away the weapon. \n---TARGET SECTION TO BE ANNOTATED---\nHe jumps down from the tank and grabs a German assault rifle.\nHe pulls magazines from the pouches of dead Troopers.\n\n(CONTINUED)\n\f106.\nCONTINUED:\n\nA supposedly dead SS TROOPER jumps to his feet and rushes\nhim! - Bible grabs the assault rifle by the barrel and swings\nwith all his might...\n\nCRACK! - He catches the SS Trooper in the face with the\nbuttstock - Teeth go flying. Bible flips the gun around and\nsqueezes the trigger.\n\nBRDDDDT! - Finishing the job. Bible scrambles back to the\nFury.\n\nSeveral German smoke grenades are tossed at the Fury. They\ngush dense white smoke - Smoke washes over the tank -\nWardaddy, Norman and Bible can’t see a thing.\n\nWARDADDY\nGet ready. They’re gonna make a\nmove.\n\nWardaddy pulls a pin on a grenade. His instincts tell him\nwhere to throw it...\n\nBOOM! - The grenade explodes - Followed by the SCREAMING of\nthe soldiers it maimed...\n\nSS VOICE\n(in German)\nYou motherfuckers! We're going to\nskin you alive!\n\nWARDADDY\n(in German)\nYour mother’s in here. She can’t\ntalk now. Her mouth’s full.\n\nSS VOICE\nI'll cut off your fingertips and\nmake you eat them!\nWARDADDY\nShut up and send me more pigs to\nkill!\nSuddenly dozens of German weapons open up simultaneously.\n\nIt is an unbelievable volume of fire. Wardaddy fires back\nblindly into the smoke...\n\nRAT-AT-AT-AT-AT-AT-AT-AT-AT! - He runs out of ammo...\n\nWARDADDY (CONT'D)\nBible! Ammo!\n\n(CONTINUED)\n\f107.\nCONTINUED: (2)\n\nBible drops into the turret and grabs a box of ammo off the\nrack. He climbs up and hands it to Wardaddy.\n\nTHWACK! - Bible is hit in the head and instantly killed. He\nclatters back into the tank. Now it’s just Norman and\nWardaddy.\n\nON NORMAN - Helplessly cowering for his life as bullets\nricochet all around him...\n\nTHWACK-THWACK! - Wardaddy is hit twice...",
  "78": "---END OF PREVIOUS SECTION---\nNow it’s just Norman and\nWardaddy. ON NORMAN - Helplessly cowering for his life as bullets\nricochet all around him... THWACK-THWACK! - Wardaddy is hit twice... \n---TARGET SECTION TO BE ANNOTATED---\nWARDADDY (CONT’D)\nButton up!\n\nWardaddy drops inside the tank and closes the hatch. Norman\ncloses his hatch.\n\nINT. CROSSROADS - FURY - NIGHT\n\nThe bullets striking the tank sound like gravel hitting sheet\nmetal. Wardaddy holds Bible. He has a massive head wound.\nWardaddy is devastated. He gently wipes the blood from\nBible’s face.\n\nWARDADDY\nI’m sorry, Boyd. I did my best.\n\nNorman watching this - The SS Troopers are going to finish\nthem off at any moment. Norman SEES Wardaddy is bleeding\nheavily from gunshot wounds...\n\nNORMAN\nYou’re wounded.\n\nWardaddy notices his two new bullet holes for the first time.\n\nWARDADDY\nSure am.\n\nNORMAN\nSergeant Collier?\n\nWARDADDY\nMy name’s Don.\n\nNORMAN\nSorry. Don?\n\nWARDADDY\nYeah kid?\n\n(CONTINUED)\n\f108.\nCONTINUED:\n\nNORMAN\nI’m scared.\n\nWARDADDY\nI’m scared too.\n\nWardaddy lights a cigarette. Finds his bottle of Cognac and\ntakes a belt. Offers Norman the bottle, it’s covered with\nblood. Norman wipes the bottle. Takes a sip.\n\nWardaddy is fading fast. Norman will soon be alone...\n\nNORMAN\nI want to surrender.\n\nWARDADDY\nPlease don’t. They’1ll hurt you real\nbad. And kill you real bad.\n\nWardaddy takes a drag on his cigarette. The hatch above him\nis opening. With casual ease, Wardaddy pulls his .45 - Aims\nup at the hatch.\n\nBAM-BAM-BAM-BAM-BAM-BAM-BAM-BAM! - He empties the pistol and\nthe hatch drops shut. He ejects the mag. Moving slow from\nblood loss. The gun slick in his hands. He pats his pockets\nlooking for a fresh mag...\n\nThe hatch opens - THREE GRENADES ARE DROPPED INSIDE!\n\nSmoking, HISSING, deadly. Wardaddy looks at Norman who is\nfrozen with fear...\n\nWARDADDY (CONT'D)\nGo.\n\nNorman snaps into action. He dives into the driver's seat,\npushing Gordo’s body aside - He opens the EMERGENCY ESCAPE\nHATCH and dives through...\n\nEXT.",
  "79": "---END OF PREVIOUS SECTION---\nNorman snaps into action. He dives into the driver's seat,\npushing Gordo’s body aside - He opens the EMERGENCY ESCAPE\nHATCH and dives through... EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CROSSROADS - UNDERNEATH THE FURY - NIGHT\n\nNorman is under the tank. Without a weapon!\n\nBOOM-BOOM-BOOM! - The grenades explode inside the tank. With\nthat Norman knows Wardaddy is no more. Norman is all alone.\nAround him he hears angry cursing GERMAN VOICES...\n\nNorman crawls into the crater made by the land mine that\n\nbroke the track. He makes himself as small as possible, pulls\ndirt in over himself. Burying himself...\n\f109.\n\nEXT. CROSSROADS - NIGHT\n\nSS Troopers everywhere. Their medics attend to their wounded.\nThey swarm over the Fury. Open her hatches. Aim their weapons\ninside and...\n\nBRDDDT-BRDDDDT! - Make sure all the occupants are dead.\n\nEXT. CROSSROADS - UNDERNEATH THE FURY - NIGHT\n\nA YOUNG TROOPER looks beneath the tank with a flashlight.\nNorman, nearly entirely buried, follows the path of the light\nbeam with his one exposed eye...\n\nThe light plays across the undercarriage. Norman’s HEARTBEAT\nfeels excruciating loud. Blood pounding in his ears. An SS\nOFFICER SHOUTS...\n\nSS OFFICER\n(in German)\nLet’s go! We’re behind schedule!\nMove it! Hurry up! Let’s move!\n\nThe Young Trooper turns off the light. He stands and walks\naway. Iron boot heels crunching the road...\n\nNorman thanks his higher power. He may just survive this\nthing. Then the boots stop. And return...\n\nNorman tries to be one with the roadbed.\n\nThe Trooper lays down - CLICK - Shines the light directly in\nNorman’s face. He’s been discovered.\n\nON THE YOUNG TROOPER - Now we see his face. He’s a kid,\nyounger than Norman. A boy in uniform. He looks Norman in the\neye.\n\nNorman slowly lifts his hands in surrender. His oil and blood\nsoaked fingers emerging from the dirt and dust.\n\nThe Young Trooper smiles weakly - “I won’t hurt you.” Then\nturns off the light and walks away.\n\nNorman sags with anxious relief.\nShrill WHISTLES. SHOUTING as the Sergeants get their squads\n\non the march again.",
  "80": "---END OF PREVIOUS SECTION---\nNorman sags with anxious relief. Shrill WHISTLES. SHOUTING as the Sergeants get their squads\n\non the march again. \n---TARGET SECTION TO BE ANNOTATED---\n Jackboots CRUNCH the road as the SS\nformation continues down the road.\n\f110.\n\nEXT. CROSSROADS - UNDERNEATH THE FURY - NIGHT\n\nThe SS Troops are marching away in the distance. On a\npointless and doomed mission against overwhelming Allied\nArmies steamrolling across Germany.\n\nNow it’s quiet. Dead quiet. Norman, buried in his hole,\nfinally succumbs to exhaustion. His eyes close. He passes out\ncurled in his womb of dirt.\n\nEXT. CROSSROADS - FURY - DAWN\n\nDistant ROOSTERS CROW. The escape hatch slowly opens. It’s\nNorman - He slips inside the Fury. He forces his way past\nGordo’s body. Then covers Gordo with a jacket. He moves to\nCoon-Ass and covers him. Then Bible, he gently crosses his\narms over his chest.\n\nThere’s Wardaddy. Sitting there. The grenades have made a\nmess of him. Norman takes off his jacket and covers him up.\nHe pauses. Gently picks up Wardaddy’s big calloused hand. He\nlooks at his palm. Traces the line a moment. As if to confirm\nsomething he already knew. Then he sets it down.\n\nNorman finds Wardaddy’s knife on the floor of the turret\nbasket. He picks up the knife and runs his thumb along all\nthe notches. Norman HEARS something.\n\nMovement outside the tank. And VOICES!\n\nHe freezes. Unsure what to do. This kid is traumatized, he’s\nin no condition to fight Nazis...\n\nAlone and scared. Norman sits there trembling, holding\nWardaddy’s knife for protection...\n\nThe hatch opens - It’s a SOLDIER...\nAn American Soldier - One we recognize - The Huge Dirty\nSoldier from Baker Company - He looks at Norman with war\nweary eyes. Wipes his nose on his sleeve and shouts to his\nbuddies.\nHUGE DIRTY SOLDIER\nOne’s alive!\n\nEXT. CROSSROADS - DAY\n\nThe Fury is shot to hell, burnt and scarred. Baker Company\nsoldiers are gathered around her.\n\n(CONTINUED)\n\f111.\nCONTINUED:\n\nNorman is pulled out of the hatch and laid onto a stretcher.\nTwo MEDICS carry Norman to a waiting Half-Track.\n\nMEDIC\nYou're a hero.",
  "81": "---END OF PREVIOUS SECTION---\nCONTINUED:\n\nNorman is pulled out of the hatch and laid onto a stretcher. Two MEDICS carry Norman to a waiting Half-Track. MEDIC\nYou're a hero. \n---TARGET SECTION TO BE ANNOTATED---\n You know that?\n\nNorman doesn’t know what that means. Or really care. It is\nclear from the churning angst in his eyes he will never, ever\nbe the same.\n\nCRANE UP - Until we look straight down on the crossroads and\nsee the true scope of the fight, of the carnage...\n\nLaid out in a ring around the tank for fifty yards are a\ncouple hundred dead SS Troopers...\n\nNorman is loaded into the Half-Track. It slowly drives away.\n\n-- THE END --\n\f"
}