{
  "1": "GALAXY QUEST\nDavid Howard (Story)\n\nDavid Howard & Robert Gordon (Screenplay)\n\fEXT. OUTER SPACE '\n\nThe vastness of space. Suddenly a hole in the sky opens with a\nflash and a SPACESHIP rumbles into view. On its hull the letters\nUSEA PROTECTOR. Magnificent, though on closer inspection it\nshudders ever so slightly, denoting pre-CGI model work on a\nbudget. We're watching a TV show.\n\nVOICE (0.S.)\nWe're exiting the time knot now sir.\n\nINT. USEA PROTECTOR COMMAND DECK - SPACE\n\n5 Members of the crew of the USEA PROTECTOR sit in the large circa-\n1979-“high-tech” cabin. All of them human except for one, DR.\nLAZARUS, a cross between a human and a raptor. The crewmates\nexchange relieved smiles.\n\nTOMMY\nWe're alive.\n\nDUSTY\nWe made it. Captain, we made it!\n\nLAZARUS (THE ALIEN)\nBy Grabthar’s hammer, we live to tell the\ntale.\n\nCOMPUTER (0.S.)\nSystems register functional.\n\nGWEN\nAll systems are working, Captain. Captain?...\n\nThey all turn to look at THE CAPTAIN, who turns to reveal himself\ndramatically. Good looking. His acting is classic Charlton Heston\ntake-no-prisoners style. He looks around the command deck,\nworried, almost sniffing the air.\n\nCAPTAIN\nI don’t like it. It was too easy... Look for\nambient energy fields.\n\nTOMMY\nAll normal sir... The entire spectrum.\n\nCAPTAIN\n\nCheck again.\nTOMMY\n\nYes sir, I- Wait. My god.\n\nHis radar lights up with dots. First a few, then HUNDREDS.\n\nTOMMY\n\nThey're everywhere. There are time knots\n\nopening everywhere.\n\nLAZARUS\nIMPACT NOW CAPTAIN!\n\fSuddenly an EXPLOSION rocks the ship. The crew goes SCUTTLING to\none side of the ship then back in classic “the ship is rocking”\nfashion.\n\nGWEN\nA trap.\n\nLAZARUS\nWe’re surrounded Captain. The entire 5k Ranking\nis out there.\n\nCAPTAIN\nOur plasma armor?\n\nTOMMY\nGone sir.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe entire 5k Ranking\nis out there. CAPTAIN\nOur plasma armor? TOMMY\nGone sir. \n\nTARGET SECTION TO BE ANNOTATED:\nAnother BLAST rocks the room. (Close inspection reveals that some\nef the actors scuttle more than others.)\n\nCOMPUTER (0.S.)\nStructural damage at 68 percent.\n\nGWEN\nWe're getting major structural damage!\n\nDUSTY\nIt's a core meltdown sir. It can’t be stopped!\n\nThe Captain turns to his advisor, Lazarus.\n\nLAZARUS\n\nCaptain, surrender may be our only option.\nCAPTAIN\n\nNo, never give up... NEVER surrender!\nGWEN\n\nThe reactor has eaten through four levels...\nSix levels... The ship is disintegrating!\n\nTOMMY\nYour orders sir?\n\nAnother SIREN sounds. The Captain pauses, considering the\nsituation. His face a melodramatic collage of emotions.\n\nTOMMY\nSir. Your orders?\n\nHe walks into close up, steely determination on his face.\n\nCAPTAIN\nActivate the Omega 13.\n\nThe crewmates exchange expectant and terrified glances. CLOSE UP\nof a crewman’s hand as he pushes down a CRYSTALLIN ROD which in\nturn opens five layers of mechanical locks revealing a serious\nlooking lever. The Captain pulls that lever.\n\fA MACHINE is revealed, rising from the floor in the middle of the\nroom. It begins to GLOW. Cut to each actor in turn reacting\ndramatically. Then suddenly...\n\nTHE PICTURE GOES WHITE, LEADER NUMBERS APPEAR, with a STUDIO\nCOPYRIGHT notice.\n\nCUT TO:\n\nHUNDREDS OF FACES - ENTHRALLED LEGIONS of mostly spotty faced male\nadolescent FANS staring into camera. For a moment all is silent.\nA few are sobbing. Then a BURST OF THUNDEROUS APPLAUSE.... We're\nat a SCIENCE FICTION CONVENTION. The enthusiastic crowd of geeks,\nnerds, and complete geeks continue cheering as the master of\nceremonies GUY takes the stage.\n\nGUY\n\nWell, there you are! You are the first people\nto see the lost GALAXY QUEST episode 53 two\nparter since it was originally aired in ‘82!\n\n(the fans cheer)\nAs most of you know, no concluding episode was\nfilmed when the series was cancelled, so the\nepisode was never included in the syndication\nrun.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nGUY\n\nWell, there you are! You are the first people\nto see the lost GALAXY QUEST episode 53 two\nparter since it was originally aired in ‘82! (the fans cheer)\nAs most of you know, no concluding episode was\nfilmed when the series was cancelled, so the\nepisode was never included in the syndication\nrun. \n\nTARGET SECTION TO BE ANNOTATED:\n Let’s hear it for Travis Latke, who\nactually rescued the footage from the studio\ngarbage. They were going to throw it out! Can\nyou believe that?\n\n(Latke stands, fans cheer)\nNow for the moment you’ve all been waiting\nfor... The intrepid crew of the USEA PROTECTOR!\n\nThe audience cheers, but a STAGEHAND in the wings signals for Guy\nto “stretch.”\n\nGUY\nBut first... What is a “hero”? Let’s take a\nlook at a few more clips...\n\nThe audience groans, impatient.\n\nBACKSTAGE\n\nHere we meet the REAL LIFE ACTORS all dressed as their TV alter\negos... GWEN DEMARCO, beautiful, in a sexy and improbable body\nsuit. SIR ALEXANDER DANE, (DR. LAZARUS) irritable, wearing green\nalien prosthetic makeup. DUSTY KWAN, calm, sitting on an apple box\n\noff in a corner reading the paper. TOMMY WEBBER, the youngest of\nthe group.\n\nTOMMY\nWhere the hell is he?\n\nGWEN\nAn hour and a half late. I can’t believe he’d\ndo this to us again.\n\nTOMMY\nI believe it, the bastard. He doesn't care\nabout anybody but himself.\n\fDUSTY\nYou guys hear he scheduled a fan appearance\nwithout us?\n\nTOMMY\nYou’ re kidding. When for?\n\nDUSTY\nTomorrow morning, before the store opening. My\nagent told me.\n\nGWEN\nBut we made a pact. We said we'd stick\ntogether.\n\nTOMMY\n\nRight, like he’s got poyatty to anyone. This is\nthe guy who tried to kill off Alex's character\nwhen it became too popular... Am I right, Alex?\nAlex?...\n\nThey all turn to see Alexander staring into a makeup mirror, eyes\nroaming over his alien green makeup and scaly rubber features with\na mournful expression.\n\nGWEN\nUh oh... Alex, get away from that thing...\n\nALEXANDER\n(staring into mirror)\nDear god... How did I come to this?\n\nTOMMY\nDidn’t we specifically say NO MIRRORS?...\n\nALEXANDER\nI played Richard III at the Royal National\nTheater before her Majesty the Queen!..",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nHow did I come to this? TOMMY\nDidn’t we specifically say NO MIRRORS?... ALEXANDER\nI played Richard III at the Royal National\nTheater before her Majesty the Queen!.. \n\nTARGET SECTION TO BE ANNOTATED:\nDUSTY\n(quietly, as he flips a page)\n“Five curtain calls...”\n\nALEXANDER\n...Five curtain calls! I was an ACTOR once,\ndamn it. Now look at me. LOOK AT ME.\n\nTOMMY\nSettle down, Alex...\n\nALEXANDER\nNo. I can’t go out there! I won't say that\nridiculous catch phrase one more time. I won't.\nI can’t!\n\nGWEN\nAt least you had a PART. You had a character\npeople loved! My TV guide interview was six\nparagraphs about this body suit. About my legs.\n\n(MORE)\n\fGWEN (cont'd)\nHow did I perfect my trademark sidesaddle pose? ’\nNobody even bothered to ask what I DO on the\nship. Nobody knows. Do you? Does anybody?\n\nDUSTY\nYou were the, uh... Wait I’1ll think of it...\n\nGWEN\nI repeated the computer. Whatever it said, I\nturned and said to the rest of you. I spoke the\nobvious. Nothing I did ever affected the plot\nnot ONCE. Nothing I did was ever taken\nSERIOUSLY.\n\nTOMMY\nGuys. I’m an African American playing a\nMalaysian named “Laredo.” HELLO!\n\nSuddenly the rear stage doors open, bright light streams in and\nJASON NESMITH (\"The Captain”) appears, strolling in in his\nconfident exuberant charming way.\n\nJASON\nMy friends, your Captain has arrived!\n\nHe pats Tommy on the back.\n\nJASON\nAm I too late for Alexanders’s panic attack?\n(looks at him)\nApparently so.\n\nHe squeezes Alexander’s shoulder, leans in to inspect a giant\ngreen plastic mole on his neck.\n\nJASON\nThat's irregular, you should have it looked at.\n\nHe flicks Dusty’s newspaper, reads over his shoulder. Dusty holds\nout a hand for a mild five without looking up.\n\nJASON\nLakers are HOT.\n(kisses Gwen on the cheek)\nSpeaking of which... You look amazing.\n\nHe locks up to see the others glaring at him. A beat.\n\nJASON\nOkay, what did I do now?\n\nCONVENTION STAGE\nOn the stage, Guy continues to stall...\nGUY\n..",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nJASON\nOkay, what did I do now? CONVENTION STAGE\nOn the stage, Guy continues to stall... GUY\n.. \n\nTARGET SECTION TO BE ANNOTATED:\n-Sure, the rocks looked like paper mache, and\n\nthe sets moved when anyone bumped into them...\nBut we didn’t care...\n\fFILM CLIPS are projected behind him: On an alien planet THE\nCAPTAIN carries the LIMP BODY OF HIS ADVISOR, LAZARUS, ray guns\nerupting around him... On the command deck the crew fights a space\nbattle with crack precision TEAMWORK....\n\nGUY (CONTINUED)\n..-For those four seasons from ‘79 to ‘82 we\nthe viewers developed the same affection for\nthe crew of the USEA PROTECTOR that the crew\nhad for each other... These weren't just\nadventurers exploring space, these were\nfriends...\n\nBACKSTAGE\nThe others surround JASON, fighting.\n\nTOMMY\nYou said we do appearances together, or not at\nall!\n\nJASON\nI didn’t say that. I said “wouldn’t it be\ngreat if we could always work together.” That’s\nwhat I said.\n\nGWEN\nUnbelievable.\n\nTOMMY\nYou are so full of shit.\n\nJASON\nWhat's the big deal? A few fans built a little\nset in their garage. I come in for an hour at\nmost. It’s a nothing.\n\nGWEN\nHow much of.a nothing? Not enough to split five\nways kind of a nothing?\n\nJASON\nWhat do you want me to say, Gwen?... They\nwanted the Captain.\n\nSuddenly bright light streams in. They all turn to see ALEXANDER\nskulking out the exit. A beat, then they all run to catch\nAlexander, TACKLING HIM.\n\nONSTAGE\n\nGuy gets a thumbs up cue from a stagehand and begins to introduce\nthe cast, much to the delight of the applauding FANS.\n\nGuy\nOkay, here we go... Let’s hear a warm welcome\nfor crack Navigator and Gunner “Lt. Laredo”,\nTommy Webber!\n\f.\n\nTommy comes bounding out with a big smile, his hair mussed. On the\nscreen behind is a projected film clip of Tommy in action.\n\nTOMMY (FILM CLIP) AS LAREDO\n“If it’s got proton thrusters, I can fly it.”\nGUY\nShip's Tech Sergeant Chen...",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nTommy comes bounding out with a big smile, his hair mussed. On the\nscreen behind is a projected film clip of Tommy in action. TOMMY (FILM CLIP) AS LAREDO\n“If it’s got proton thrusters, I can fly it.”\nGUY\nShip's Tech Sergeant Chen... \n\nTARGET SECTION TO BE ANNOTATED:\n Dusty Kwan!\nDusty strolls out with a casual wave.\nDUSTY AS CHEN\n“I'll reverse the polarity. It’s our only\nhope.”\nBACKSTAGE\n\nGwen and Jason are wrestling on the ground with Alexander.\n\nGWEN\nAlex you can’t just leave.\n\nALEXANDER\nI was knighted by the queen!!!\n\nJASON\nCome on, old friend...\n\nALEXANDER\nFriend. You stole all my best lines. You cut\nme out of episode three entirely! One evil\ntwin wasn’t enough, no you had to have TWO evil\ntwins!..-\n\nGUY (0.S. FROM THE STAGE)\nThe beautiful shipmate Tawny Madison... GWEN\nDEMARCO!\n\nGwen hears her introduction and stands, leaving Jason to wrestle\nAlexander.\n\nGWEN\nHe’s all yours.\n\nONSTAGE\n\nGwen takes the stage. In the film clip, Tawny Madison looks\naround the cabin fearfully.\n\nSHIP’S COMPUTER\nOne hundred degrees and rising...\n\nGWEN AS TAWNY MADISON\n“It's... It’s getting hotter, Captain!”\n\nMany “appreciative” WHISTLES. Gwen forces a smile.\n\fGcuy\nAnd now... The Captain’s advisor and closest\nfriend. His peaceful nature ever at odds with\nthe savage warrior inside him, after witnessing\nthe massacre of his entire species as a boy...\n\nWe see a split screen shot of Alexander, one peaceful and monk-\n\nlike, the other a savage reptilian beast, tearing into a foe.\nBACKSTAGE\nJason is still in a wrestling match with Alexander.\n\nJASON\nYou WILL go out there.\n\nALEXANDER\nI won’t and nothing you say-\n\nJASON\n“The show must go on.”\n\nALEXANDER\n(a beat)\nDamn you! Damn you!\nGUY (cont'd) (0.S.)\n“pr. Lazarus of Tev’meck”... Sir Alexander\nDane!\n\nAlex bounds up on stage, bowing deep with grace and humility.\nstage trained British actor.\n\nALEX AS LAZARUS ONSCREEN\n“By Grabthar’s hammer, you shall be avenged!”\n\nAlex cringes, desperately unhappy.\n\nGUY\nAnd finally, my fellow Questarians, the brave\nCaptain of the USEA PROTECTOR... Peter Quincy\nTaggart ... JASON NESMITH.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nGUY\nAnd finally, my fellow Questarians, the brave\nCaptain of the USEA PROTECTOR... Peter Quincy\nTaggart ... JASON NESMITH. \n\nTARGET SECTION TO BE ANNOTATED:\nJason appears and a SPOTLIGHT follows him on.\n\nTOMMY\nUnbelievable. He rented a SPOT?\n\nThe\n\nJason raises his hands like a conductor, encouraging the FANS to\n\ncry out in unison...\nJASON/ JASON ON SCREEN/ EVERYONE\n“NEVER GIVE UP, NEVER SURRENDER... DAMN THE\nNEUTRINO CANNONS... FULL SPEED AHEAD!”\n\nThe fans go crazy. The actors exchange glances.\n\fGUY\nThe Captain and his crew will be signing\nautographs on imperial decks “b” and “ce” near\nthe coke machines.\n\nCONVENTION HALLWAY\n\nIt's quiet. We're on FOUR PAIRS OF BOOTS walking down the\nhallway. We PAN UP to reveal FIVE SERIOUS LOOKING YOUNG PEOPLE, 4\nmen and a woman, clean cut as Disneyland employees and impeccably\noutfitted in GALAXY QUEST style uniforms. There’s something odd\nabout their movements and be avior you can’t quite put your finger\non.. For now we'll refer to them as THE PECULIAR FANS. They don’t\nsay a word to each other as they walk down the hallway and into\nthe bustling\n\nCONVENTION HALL\n\nWe move with the PECULIAR FANS through the convention floor, past\nthe numerous FANS dressed as their favorite GALAXY QUEST\ncharacters... through the various booths selling GALAXY QUEST and\nother Sci-fi memorabilia, catching snippets of conversation along\nthe way:\n\n...They pass two ELABORATELY COSTUMED ALIEN FANS talking.\n\nALIEN\n...Yeah, I used to be Gark’nor of Ang but I got\na rash from the chest pads so now I’m Sacnod\nfrom episode 5, which is fine except the\ntransducer pinches when I sit down...\n\n...They pass a group of particularly EARNEST (geeky) FANS ata\nvendor’s booth, also costumed as the five GALAXY QUEST leads.\nTheir leader, BRANDON WHEEGER, inspects a seller’s model of the\nDEFENDER, contemptuously.\n\nBRANDON\nThe tail fin is concave, not convex. The proton\nreactor is where the influx thermistors should\nbe and.. my god...",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nTheir leader, BRANDON WHEEGER, inspects a seller’s model of the\nDEFENDER, contemptuously. BRANDON\nThe tail fin is concave, not convex. The proton\nreactor is where the influx thermistors should\nbe and.. my god... \n\nTARGET SECTION TO BE ANNOTATED:\n is this Testor’s blue green\nnumber six on the hull?\n(drops the model roughly)\nI... I... This is a complete abortion.\n\nWith curious glances to this similarly uniformed group, the\nPECULIAR FANS move past, then come to a halt as they spot...\n\nJASON, up on a raised platform at the front of the hall signing\nautographs for a long line of fans.\n\nThe peculiar fans stare at Jason as iff they were in the presence\nof God. They exchange astonished smiles and one of them even\ngrows misty. Then they start toward him...\n\nTHE CAST TABLE\n\nGwen, Tommy, Alexander and Dusty sign autographs at a row of\ntables near Jason, but significantly lower than his perch.\n\f10.\n\nTOMMY\nIs it me or does that sonofabitch’s table get\nhigher every convention?\n\nOne of many fans dressed as “Dr. Lazarus” steps up to Alexander\nand salutes him with crossed fists.\n\nFAN\n“By Grabthar’s hammer, by the suns of Warvan, I\nshall avenge you!”\n\nAlexander ignores this, grabs the photo from his hand, signs it,\nthrusts it back. The next fan steps up.\nFAN\n“By Grabthar’s hammer, by the-”\nHe signs and thrusts it back before he can even finish.\n\nALEXANDER\nNext!\n\nGuy (the MC) approaches the actors at their tables.\n\nGUY\nHi everybody.\n\nGWEN\nHey. Thanks for the great intro, uh...\n\nGUY\nGuy... You probably don’t remember me, do you?\n(they stare at him blankly)\nI was on the show in ‘79. Episode 12? Got\nkilled by the lava monster before the first\ncommercial? “Crewman #6?”\n\nThe actors pretend that they remember him. “oh, right! Guy!”\n\nGUY\nListen, I was wondering, would you guys mind if\nI sit in today? See if anybody’s interested in\nan autograph? I mean, who knows...\n\nT\nSure, Guy, if you can take the excitement.\n\nTwo more FANS dressed as Alexander’s character approach him,\nproudly CHATTERING at him in Lazarus’ “Mak’tar” language.\n\nALEXANDER\nDon’t make me get a restraining order.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nT\nSure, Guy, if you can take the excitement. Two more FANS dressed as Alexander’s character approach him,\nproudly CHATTERING at him in Lazarus’ “Mak’tar” language. ALEXANDER\nDon’t make me get a restraining order. \n\nTARGET SECTION TO BE ANNOTATED:\nACROSS THE ROOM\n\nTHE PECULIAR FANS are making their way through the crowd toward\nJason. They have to step aside as a procession of fans pass\nthrough on their way to the costume contest. As the peculiar fans\nstand there we suddenly notice something very strange;\n\fll.\n\nTHE LEFT HAND of the tallest one is flickering like bad veception\non a TV, buzzing between a normal hand and A HAND WITH FOUR LONG\nBLUE TENTACLES WHERE FINGERS SHOULD BE.\n\nThe LEADER notices the flickering and motions to the afflicted\nman. The tall man raps sharply against a metal blinking box on his\nbelt a few times -- like you might a broken radio -- and the hand\nbecomes normal again. He looks up, nods at the leader. From now on\nwe'll just refer to these 5 as THE ALIENS.\n\nAT THE CAST TABLE\n\nGuy now sits with the others, forlorn. No fans are in line for his\nautograph. He watches as Dusty fields questions from the group of\ndedicated fans led by the fastidious BRANDON.\n\nBRANDON\nMr. Kwan? In episode nineteen, when the\nreactor fused, you used an element from Leopold\nSix to fix the thrusters. What was that called?\n\nDUSTY\nBivrakium.\n\nBRANDON\nThe blue sheath it was encased in- ?\n\nDUSTY\nA bi-thermal krevlite housing.\n\nBrandon makes a note, thanks him and exits with his group.\n\nGuy\nHow do you remember this stuff?\nDUSTY\nOh I just make it up. Use lots of “k”s and\n\n“v\"s.\nA male FAN moves up to Gwen, hands her a picture to «ign.\n\nFAN\nI’m a big fan Ms. Demarco.\n\nGwen looks at the photo, nonplussed.\n\nGWEN\nYou really expect me to sign a naked picture of\nmyself? This isn’t even my body!\n\nFAN\nYeah, normally with fakes it’s like, recycle\nbin. But.. This one’s really good.\n(Gwen sighs, starts to sign)\nCould you not write over the... Thanks.\n\nA fan finally approaches Guy who looks up eagerly. The fan looks\nat him quizzically, trying to place him.\n\f— ————\n\n12.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nA fan finally approaches Guy who looks up eagerly. The fan looks\nat him quizzically, trying to place him. — ————\n\n12. \n\nTARGET SECTION TO BE ANNOTATED:\nGUY\nEpisode 12. (gets no reaction) Killed by the\nlava monster?..\n\nFAN\n(turns to Tommy)\nMr. Webber, could I get an autograph?\n\nGuy shrugs, disappointed. Gwen gives him a comforting look, then\nlooks across at\n\nJASON ON HIS PERCH\nTalking dramatically to a group of fans.\nJASON\n...on one hand, if I had moved an inch, the\n\nbeast would have killed me. On the other hand,\nmy crew was in danger...\n\nFAN\nHow did you know what to do?\n\nJASON\nWithout a crew, I’m not a Captain.\n(he smiles)\nAnd we all know what happened to that beast on\n\nEnok 7...\nThe fans make happy nerdy “we sure do” noises.\nCASTMEMBERS TABLE\n\nGwen shakes her head appreciatively.\n\nGWEN\nYou gotta admit, they do love him.\n\nTOMMY 7\nAlmost as much as he loves himself.\n\nThey watch as Jason fields another question from a fan.\n\nJASON\n...I'm glad you asked... To me the most\nimportant qualities of a Galaxy Explorer are\nloyalty...\n\nALEXANDER\n...to camera center no matter whose shot you're\nblocking...\n\nJASON\nLeadership....\n\nGWEN\n...to make sure craft service keeps those\nlittle butter cookies, and plenty of them...\n\f13.\n\nJASON\nAnd determination.\n\nTOMMY\n-..to playing scenes shirtless because the\nladies do love Captain Furry.\n\nGwen, Alex and the others try to contain their laughter as...\nCLOSER ANGLE - JASON’S TABLE\n\nBored with the constant queries of his fans, Jason glances over to\nsee Gwen smiling at him. He smiles back, unaware that her mirth\nis at his expense. She quickly looks away, self-conscious. Jason\ndoesn’t even take his eyes off Gwen as BRANDON steps forward, his\nbrow knit with serious matters.\n\nBRANDON\nCaptain, please settle a dispute that my crew\nand I are having. In “The Quasar Dilemma”, the\nSentient had taken control of the ship’s\nguidance systems, however-\n\nJason stands, his attention still on Gwen.\n\nJASON\nExcuse me guys.\n\nJason exits. Brandon turns to his friends, frustrated.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nJASON\nExcuse me guys. Jason exits. Brandon turns to his friends, frustrated. \n\nTARGET SECTION TO BE ANNOTATED:\nBRANDON\nI hadn’t even gotten to the relevant\nconundrum...\n\nTHE CAST TABLE\nGwen answers a question from a shy NERD GIRL.\nNERD GIRL\nMiss Demarco?... In episode 15, “Caverns of\nDelos 5?” I got the feeling you and the Captain\nkind of... had a thing... in the cave when you\nwere sealed off together... Did you?\n\nGWEN\nThe Captain and I NEVER had a thing.\n\nJason sidles up.\n\nJASON\nThat’s her story.\n\nThe nerd girl giggles and exits, leaving Jason and Gwen alone.\nGWEN\n\nSo decent of you to come mingle with the little\npeople.\n\f)\n\n14.\n\nJASON\nOkay, what’s up Gwen? I know you. It's not my\nlittle fan appearance tomorrow that’s got you\nso pissed off. What is it?\n\nGWEN\nWhere were you on Tuesday?\n\nJASON\nTuesday, Tuesday... Oh, Jake's birthday,\nright... Is that all you’re mad about?\n\nGWEN\nIs that all? He did your makeup every day, put\nup with all your crap, never complained once\nand you couldn’t take one stupid hour out of\nyour night to toast him at his birthday?\n\nJASON\nI meant to but I got busy. Hey, you know if\nJake ever really needed anything I'd be there\nfor him. I admit, I’m not great with the small\nstuff, but with the big stuff...\n\nGWEN\nHe died yesterday. Cardiac arrest.\n\nThis shuts Jason up. He looks a bit stunned.\n\nJASON\nShit. Old Jake? I was... I was going to-\n\nGWEN\nBut you didn’t. (beat) You have this image of\nyourself, Jason. Maybe it’s the show. Maybe\nit's the way you saw yourself as a kid. Well, I\nhate to break it to you, but you’re not that\nguy. You're not the guy you think you are.\n\nJASON\nI... I...\n\nJason looks stunned. He starts to say something, but seems\ngenuinely affected. He turns and walks away. Gwen feels bad.\n\nGWEN\nShit...\n\nCONVENTION FLOOR\n\nJason moves forward, introspective, amidst the enthusiastic fans.\nThey all shout out questions and comments to him...",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nGWEN\nShit... CONVENTION FLOOR\n\nJason moves forward, introspective, amidst the enthusiastic fans. They all shout out questions and comments to him... \n\nTARGET SECTION TO BE ANNOTATED:\n But Jason\npushes past without response and takes refuge in the-\n\nMEN’S ROOM\n\nJason enters to witness the incongruous sight of four MANK'NAR\nbeasts at the urinals taking a MANK’NAR piss.\n\f1s.\n\nHe enters a stall and sits on the lid, trying to get a mdément to\nthink. But two CYNICAL 20-SOMETHINGS enter, laughing their asses\noff.\n\nCYNICAL GUY 1\nYou're right. What a FREAK SHOW. This is\nfricking HILARIOUS.\n\nCYNICAL GUY 2\nYeah, what a bunch of losers. And those poor\nactors. They’ve done, like, WHAT for twenty\nyears? I think Dusty Kwan did a dog food\ncommercial... Sad.\n\nCYNICAL GUY 1\nDid you hear Nesmith up there? That’s the\nsaddest. I think he actually gets off on these\nnerds thinking he’s space captain. It’s\npathetic. And his friends...\n\nCYNICAL GUY 2\n...they HATE him. I know, did you hear them\nragging on him? “Loyalty...to center stage.”\n\nCYNICAL GUY 1\nHe has no idea that he’s a laughingstock...\nEven to his buddies.\n\nThey exit, their laughter ringing in Jason’s ears.\nCONVENTION FLOOR - JASON’S TABLE\n\nJason is back at his table signing autographs in a foul mood. He\nscribbles his name irritably, avoiding contact with the fans as\nBRANDON and his group of nerds approach hin.\n\nBRANDON\nCaptain, as I was saying... In “The Quasar\nDilemma”, the Sentient had taken control of\nyour ship’s systems, and you used the auxiliary\nof deck b to gain control. But the CD ROMS of\nthe ship guidance systems indicate that the\nauxiliary of deck b is not tied to the main\npower grid, so we were wondering then where the\nerror lies.\n\nJASON\n{he stares at them a beat)\nWhat’s wrong with you?\n\nBRANDON\nExcuse me?\n\nJASON\nIt’s a television show. Okay? That’s all.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nJASON\nIt’s a television show. Okay? That’s all. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s\njust a bunch of fake sets, and wooden props, do\nyou understand?\n\nBRANDON\nYes but, we were wondering-\n\f16.\n\nJASON\nThere IS no quantum flux and there is no\nauxiliary... There’s no goddamn ship! Do you\nget it? Do YOU?\n\nGwen and the others notice the commotion at the other table and\nexchange glances. Jason is now standing.\n\nJASON\n...Throwing away your time and energy on a TV\nshow that’s been off the air for twenty years!\nWhat the hell is wrong with you?\n\nJason notices that all eyes are turned on him. The hall has become\ndeathly quiet. Angry and ashamed, he rises and exits through the\nhall. Brandon and the fans do their best not to take this\npersonally. Tommy turns to Alex, stunned.\n\nTOMMY\nWow. What was that?\n\nALEXANDER\nI’ve said for years. He’s mentally deranged.\n\nCONVENTION HALLWAY\n\nJason strides down the hallway. As he turns the corner he runs\ninto the five ALIENS. Their leader, BETZALAR, pauses, bowing his\nhead respectfully before addressing Jason.\n\nBETZALAR\nCaptain, I must speak to you. I am Betzalar of\nthe Theramin Nebula. We have come on a matter\nof supreme importance...\n\nJASON\nNOT. NOW.\n\nHe pushes past them and continues away down the hallway.\nINT. JASON’S BEDROOM\n\nJason sits on the edge of the bed. Gulps down the last of a glass\nof scotch. He flips channels. We pan to\n\nTHE TELEVISION as the channels change; late night fare.. 900 chat\nnumbers... infomercial for a Flowbee.... He stops at the\nconclusion of an episode of GALAXY QUEST... Captain Taggart makes\na heroic speech. Jason begins to mouth the words along with his\nalterego.\n\nCAPTAIN TAGGART (ON TV)\nAs long as there is injustice, whenever a\nTargathian baby cries out, wherever a distress\nsignal sounds among the stars... We'll be\nthere. This fine ship, and this fine crew...\n\f17.\n\n’\n\nWe pan back to the bed... Jason has passed out, body twisted face\ndown in a pillow.\n\nFADE OUT.\nINT.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nJason has passed out, body twisted face\ndown in a pillow. FADE OUT. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n JASON'S BEDROOM - MORNING\nJason sleeps, hungover, dead to the world.\n\nHis DOORBELL RINGS. He barely moves. Every indication is that he’s\ndead. More ringing. He stirs enough to groan, and drags a pillow\never his head. The ringing continues....\n\nEXT. JASON'S HOUSE - MORNING\n\nJason opens the door in his robe, drooping bloodshot eyes, squint\nof a headache... There before him are\n\nTHE ALIENS\n\ndressed in their perfect GALAXY QUEST attire. Jason stares at\nthem, bleary eyed. With earnest respectful faces, the five salute\nhim inthe classic “GALAXY QUEST” style. Jason shuts the door in\ntheir face.\n\nCUT TO BLACK... DING DONG! The door opens again.\n\nJASON\nWHAT. DO. YOU. WANT?!\n\nThe leader, BETZALAR, steps forward. Speaks quickly.\n\nBETZALAR .\n\nSir, I understand this is a terrible breach of\nprotocol- But please, we've come on a long\njourney at great risk, and I beg you to hear\nour plea. We are Thermians from the Klatu\nNebula. Our people are being systematically\nhunted and slaughtered by Roth’h’ar Sarris of\nFatu-Krey. Out of self preservation we have\nconstructed a duplicate of your ship, The\nProtector, from your historical records, your\ncomputer databases... Sarris, our nemesis,\nwants the ship, he is particularly interested\nin the Omega 13. We are to meet in a\nnegotiation. However our past efforts in this\nregard have been nothing short of disastrous.\nThe flames, the death...\n\n(he quickly gathers himself)\nYou are our last hope. Your leadership, your\ncourage, your skills at negotiation and\ndiplomacy are our only bid for survival.\n\nJason scans his brain, then two synapses connect.\n\nJASON\nOh, right! The thing with the thing. My agent\ntold me. Sorry. Come on in, I’1ll get some pants\non.\n\f18.\n\nINT. JASON’S HOUSE\n\nThe four aliens stand on one side of the room. Jason, mostly\ndressed, hunts under his couch for something.\n\nBETZALAR\nCaptain, sir.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nJASON’S HOUSE\n\nThe four aliens stand on one side of the room. Jason, mostly\ndressed, hunts under his couch for something. BETZALAR\nCaptain, sir. \n\nTARGET SECTION TO BE ANNOTATED:\n I speak for all of us when I say\nthat standing here in your presence is the\ngreatest honor we could ever have hoped to\nachieve in our lifetimes.\n\nMostly all they can see of Jason at the moment is his butt.\n\nJASON\nThanks, appreciate it... Anybody seen my other\nshoe?\n\nThe others look around the room for the shoe.\nINT. LINCOLN LIMO - DAY\n\nJason enters and sits in the back with the aliens. Betzalar\nmotions the driver to go.\n\nNERO\nSir, I am Neru, senior requisition officer.\nBefore we travel to the ship, please let me\nknow if you have any requirements. Weapons,\ndocuments, personnel...\n\nJASON\n{half awake)\nI could use a Coke.\n\nOne of the aliens nods to the other who makes a note.\n\nTEB\nSir, I am Teb. I would like to explain the\nhistorical situation between our people and the -\nSarris Dominion in greater detail. In the 5\nmillion years following the great nebula burst\nour people were one...\n\nJASON\nHow about him? Doesn’t he talk?\n\nTEB\nHis translator is broken.\n\nThe fourth alien says something, but it comes out a weird mix of\nsounds. Like a screaming baby inside a bagpipe.\n\nJASON\nOkey doke... So, listen, I had a late night\nwith a Kreemorian Fangor Beast, so I’m going to\nshut my eyes for a bit. But keep going, I’m\nstill listening...\n\nJason is asleep before Teb gets the next sentence out.\n\f19.\n\nINT. RECEIVING QUARTERS ~ PROTECTOR IT\n\nJason is shaken softly by the shoulders. He opens his eyes to see\na young female CREWMAN in GALAXY QUEST uniform, LALIARI.\n\nLALIARI\nI am sorry to wake you, siz, but your presence\nis requested on the command deck.\n\nJason tries to reorient himself as she leads him forward.\nINT. HALLWAY - THE PROTECTOR II\n\nLaliari escorts Jason down the high tech hallway. Jason locks\naround, still holding his can of Coke.\n\nLALIARI\nSir, Sarris has moved the deadline. We are\napproaching his ship at the Ni-delta now. He\nwants an answer to his proposal.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nLALIARI\nSir, Sarris has moved the deadline. We are\napproaching his ship at the Ni-delta now. He\nwants an answer to his proposal. \n\nTARGET SECTION TO BE ANNOTATED:\n I understand\nyou have been briefed.\n\nJASON\nYeah, I got most of it in the car. He’s the bad\nguy, right?\n\nLALIARI\n\nYes sir he is a very bad man indeed. He has\ntortured our scientists, put us to work in the\ngallium arsenide mines, captured our females\nfor his own demented purposes...\n\nJASON .\nOkay I’ve got the picture. Let’s see what old\nSarris has to say for himself.\nBetzalar approaches with other CREWMEMBERS.\nBETZALAR -\n\nCaptain... Welcome to the Protector II. Would\nyou like to don your uniform?\n\nJASON\nMind if we skip that? I have to get back\npretty quick for this thing in Van Nuys.\n\nBETZALAR\nAs you wish.\n\nAnother ALIEN comes running up out of breath.\n\nEXCITED ALIEN\nSir... It’s Sarris. He's here.\n\nINT. COMMAND DECK\n\nA door slides OPEN and Jason and the others enter the COMMAND\nDECK.... It’s straight out of the TV show.\n\f20.\n\nBlinking lights, consoles, the cool old tech displays... ‘Jason\nlooks around, genuinely impressed.\n\nJASON\nNot bad. I was expecting some cardboard boxes\nin a garage.\n\nThey lead him to the Captain’s chair. He sits.\n\nJASON\nI mean, I’ve never even seen the real one all\nput together like this. They’d shoot the master\nthis way, then they’d pull the back walls for\nthe reverse angles and... This thing have a cup\n\nholder?\n\nNAVIGATOR\nWe're approaching in five ticks, sir. Command\nto slow?\n\nJason looks toward the front window/view screen. Stars move past\nin a familiar display.\n\nJASON\nSure, set the screen saver on two.\n\nThe NAVIGATOR looks at him, confused.\n\nJASON\nSorry. Sorry. Didn’t mean to break the mood.\nSlow to Mark 2, lieutenant.\n\nA SHIP appears on the screen, growing closer. It is a MENACING\ncraft, sharp and jagged, with a gargoyle shaped figurehead. The\nship slows to a stop, looking like the Cathedral of Notre Dame.\nThen the VIEWSCREEN fuzzes to life with an image of...\n\nSARRIS\n\nHe’s ugly and green hued. Black sharp teeth.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen the VIEWSCREEN fuzzes to life with an image of... SARRIS\n\nHe’s ugly and green hued. Black sharp teeth. \n\nTARGET SECTION TO BE ANNOTATED:\n A metal hand... He\nhisses... There is a beat as the aliens take in the sight, trying\nto well their courage.\n\nSARRIS\nI see fear. That is expected.\n\nThe whole room resonates with his voice.\n\nSARRIS\nAh, they bring a new Captain... Such a cowardly\nrace. Not even your own kind... No matter.\nHere are my demands, and I would suggest,\nCaptain, that you think well before speaking a\nword, because these negotiations are...\ntender... and if I do not like what I hear...\nThere will be blood and pain as you cannot\nimagine...\n\nJason takes a sip of coke and checks his watch.\n\f21.\n\nSARRIS\nFirst, I require the Omega 13... Second-\n\nJASON\n(blase, like a laundry list)\nOkey dokey, let's fire blue disrupters full.\nFire red disrupters full. Fire gannet magnets\nleft and right. Fire pulse catapults from all\nchutes. And throw this thing at him too,\nkiller.\n\nHe hands the GUNNER the empty coke can, then before even waiting\n\n-.-he exits!\nHALLWAY\n\nJason emerges and looks both ways trying to get his bearings.\nSeveral of the aliens chase after him as he enters the corridor,\nexchanging stunned glances, trying to absorb the magnitude of what\njust happened.\n\nBETZALAR\nCaptain?... Where are you... going?\nJASON\n(shrugs)\nHome.\nBETZALAR\nYou... You mean Earth?\nJASON\nYeah. “Earth.” Time to get back to “Earth,”\n\nkids.\n\nHe turns a corner. Jason is oblivious to the very soft muffled\nsounds of explosions, traces of the demolition going on outside.\n\nBETZALAR\nBut Captain... The negotiation... You...\nYou... You fired on him!\nJASON\nRight. Long live... What’s your planet?\nBETZALAR\nTheramin.\nJASON\n\nLong live Theramin! Take a left here?\n\nBETZALAR\nWhat if Sarris survives?\n\nJASON\nOh, I don’t think. so. I gave him both barrels.\n\fBETZALAR\nHe has a very powerful ship. Perhaps you would\nlike to... Wait to see the results of...",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nBETZALAR\nHe has a very powerful ship. Perhaps you would\nlike to... Wait to see the results of... \n\nTARGET SECTION TO BE ANNOTATED:\nJASON\nI would but I am REALLY running late and the\n134’s a parking lot after 2:00. But listen,\nthe guy gives you any more trouble, just give a\nca. see\n\nBetzalar produces a walkie talkie device for Jason.\n\nBETZALAR\nAn interstellar vox.\n\nJASON\nThanks.\n\nBetzalar looks him in the eye. A TEAR starts down his cheek. He\nHUGS Jason, then shakes his hand sincerely.\n\nBETZALAR\nHow can we thank you, Captain. You- You have\nsaved our people.\n\nJASON\nIt was a lot of fun. You kids are great.\n\nThe others shake his hand, thanking him as they enter the...\nDOCKING BAY\n\nA room with a very high circular ceiling. In the middle of the\nroom are a number of red lighted disks about the size of manhole\ncovers. The aliens thank Jason, leading him onto the disk. Then\nthey depart, everybody waving their good-byes.\n\nJason realizes he’s left all alone in this strange room with no\nvisible doors.\n\nJASON\nWait. Where’s the car?\n\nSuddenly a CLEAR CYLINDER rises from the circumference of the disk\nand deforms around him, ENCASING HIM IN A BULLET SHAPED CONTAINER.\nIt’s as if he’s sealed in a lucite paperweight. There is only an\ninstant to register surprise as...\n\nThe ceiling divides, opening like an iris. The ROAR of escaping\noxygen, and an AWE INDUCING ROTATING STARFIELD is revealed in the\nexpanding circle... The WALLS pull back around him. And Jason\nsuddenly finds himself surrounded by\n\nTHE INFINITE VASTNESS OF SPACE.\n\nAnd before he can fully register the HORROR of his situation,\nJason in his pod is ROCKETED FORWARD INTO SPACE.\n\f23.\n\nEXT. SPACE\n\nHe HURTLES FORWARD, the acceleration impossible, faster and\nfaster... It's the entire 30 minute ending of 2001 in 10 seconds.\nOverwhelming. A rollercoaster at light speed. The universe bends\nand snaps like a rubber band. Planets scatter in front of us like\nbowling pins and he quickly finds himself heading toward a PULSAR,\nan undulating BLACK HOLE...",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nA rollercoaster at light speed. The universe bends\nand snaps like a rubber band. Planets scatter in front of us like\nbowling pins and he quickly finds himself heading toward a PULSAR,\nan undulating BLACK HOLE... \n\nTARGET SECTION TO BE ANNOTATED:\n Toward the mass so dense it even\nabsorbs light and time... And on impact the screen is filled with\n\nBLACK\n\nWe pull back slowly from the iris of Jason's eye. He is now\nstanding on the black disk in the middle of his own back yard. He\nstands there in shock, SHIVERING IN WAVES AND WAVES from the\nincomprehension of what he’s just experienced, unable to move from\nthe spot.\n\nCUT TO:\nINT. BRANDON’S GARAGE - TARZANA - DUSK\n\nCrickets chirp. Inside the open garage of a suburban house sits\nBRANDON and his friends in their uniforms, surrounded by a\nhomemade space ship interior constructed of painted cardboard\nboxes and Christmas lights. Brandon and his friends look very\ndisappointed... The Captain never showed.\n\nFADE OUT AND IN:\nEXT. COMPUTER STORE PARKING LOT ~- MORNING\nGwen, Alexander, Tommy, Dusty and Guy are in their GALAXY QUEST\nuniforms, performing a lame routine for the computer store’s grand\n\nopening. A small crowd is gathered, including Brandon and his\ngang, inspecting a mock up of the PROTECTOR.\n\nGWEN\nTake it from us... We’ve been all over the\nuniverse...\n\nDUSTY\nBut we've never seen the space age values we've\nseen here at...\n\nTOMMY\nTechCo electronics superstore!\n\nAlexander pauses, deeply ashamed. Gwen nudges him.\nALEXANDER\n(mumbles)\nBy Grabthar‘s hammer, what a savings.\n\nA few balloons are released into the air.\n\f24.\n\nSTORE ENTRANCE - LATER\n\nThe actors hand out pamphlets and sign the occasional autograph.\nDusty pats Alexander's back, who stares ahead, morose. They look\nup to see JASON approaching. His demeanor a good deal more intense\nand less cavalier than usual.\n\nALEXANDER\nDo you know what time it is? Why did you even\npother to show up?\n\nJason opens his mouth, but he’s got so much to say he can’t get\nout a word. Gwen notices his wrinkled slept-in clothing, and wild\neyes.\n\nGWEN\nJason...",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nJason opens his mouth, but he’s got so much to say he can’t get\nout a word. Gwen notices his wrinkled slept-in clothing, and wild\neyes. GWEN\nJason... \n\nTARGET SECTION TO BE ANNOTATED:\n Are you all right?\n\nJason moves his lips a little more, then, unable to express\nhimself otherwise, POINTS to the sky, grasping for words.\n\nJASON\nIwas there. (a beat) Up. There.\n\nThe acters exchange glances as Jason sits and leans in\nconspiratorially. His voice is quiet but intense.\n\nJASON\nThey came to the convention. I thought they\nwere fans, but they're not. They’re from...\n\nTOMMY\nUp there?\n\nJason nods vigorously.\n\nJASON\nThey took me up to their ship. What they\npuilt... It’s incredible! I fought this man,\nthis... THING... called Sarris. I kicked his\nASS... They have these... pods. One took me\nTHROUGH a black hole. The pod generator is\nSITTING in my back yard!...\n\nHe smiles crazily. He senses their disbelief.\nJASON\nI know. I know what you're thinking. I'd think\nso too. But I can prove it. Look!\n\nHe searches his pockets frantically and produces the interstellar\nvox. The thing blinks its little red light. He motions victorious.\n\nJASON\nSee? Huh!\n\nThe others exchange glances, then produce their own interstellar\nvoxes, placing them on the table. They blink just like his.\n\fJASON\n...Yes, but have you been talking to people in\nouter space all morning on them? I have!\n\nGwen turns to Alexander.\nALEXANDER\nI don’t know. My therapist only does light\nneurosis.\nTOMMY\nI have a good Freudian I see sometimes...\n\nAs the others chime in with suggestions Jason picks up his VOX and\npushes a button. A VOICE EMITS FROM THE VOX.\n\nVOX VOICE (0.S.)\nYes Captain. Your orders?\n\nJASON\nStand by.\n\nThe others stare at the vox, silenced. Re has their attention.\nJASON\nI’m going pack up. I didn’t kill Sarris. He's\nstill alive. And upset I’m told. I want you ali\nto come with me. It’s the opportunity of a\nlifetime. The chance to explore the\ninfinite... We’ll save an entire civilization.\nYou’1] meet them, they’re very nice...\nGwen looks at Jason.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe’ll save an entire civilization. You’1] meet them, they’re very nice... Gwen looks at Jason. \n\nTARGET SECTION TO BE ANNOTATED:\n Be looks so sincere-\nJASON\nGwen, you know me. I’m a lot of things, but I’m\nnot crazy. I need you to believe me.\n\nGwen looks at his pleading expression. A beat. Then she picks up\nthe vox and hits the switch.\nGWEN\nHi! Anybody up there?\nVOICE (0.S.)\nWhere is the Captain?\nGWEN\nHe’s here. This is Gwen- uh, Lt. Tawny Madison.\n\nVOICE\nYes! Yes Lieutenant Madison, Ma‘ am!\n\nGwen raises an eyebrow, flattered by the enthusiasm.\n\nGWEN\nYou’ re on the ship? Right now? You have weapons\nand everythisg?\n\f26.\n\nVOICE\nYes.\n\nGWEN\nThen could you just, if it’s not a problem,\nblow something up? Not a planet or anything.\nJust maybe a moon or asteroid? Something small\nso we can see where you are.\n\nVOICE\n{a long beat)\nUh... Captain? Captain are you-\n\nJason, smiling at Gwen’s smarts, takes the vox.\n\nJASON\nThis is the Captain. Go ahead. Do it.\n\nVOICE\nYes sir. Right away sir.. Targeting the largest\nasteroid in the Andromeda chain. Detonation in\nFive seconds. Three.. two...\n\nThe others look at the sky, starting to get sucked in.\n\nVOICE\nAndromeda Nine has been obliterated.\n\nThey all look around. Nothing seems to have happened. They all\nfeel silly even for a moment believing something might have.\n\nJASON\n..-Right. Okay, thanks.\n(switches off the vox)\nThey're very far away.\n\nGWEN\nJason... You need help.\n\nJASON\n\nNo, I don’t. But they do. I know how this is\ngoing to sound, but I don’t care; Going up\nthere changed me. I know deep down that for\nonce in my life, I can do something really good\nand really meaningful - We all can do\nsomething... amazing!\n\n(he stands)\nLook, I realize I can’t convince you with\nwords. Just come to my house at eight. You’1l\nsee the transport pod. It looks like a manhole\ncover, but wait ‘till you see what happens...\nThen you can do whatever you want, okay?\n\nHe starts away.\n\nJason...\n\f27.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe starts away. Jason... 27. \n\nTARGET SECTION TO BE ANNOTATED:\nJASON\nEight o’clock. Just trust me. Please trust me,\njust this once.\n\nThe others exchange distrustful glances.\nPARKING LOT\n\nJason pulls his car keys out of his pocket as he turns a corner\nand runs smack into the group of NERDS led by Brandon. Brandon and\nJason go down, along with an armful of GALAXY QUEST collectables.\n\nJASON\nSorry...\n\nBRANDON\n(at attention)\nCaptain!... My apologies.\n\nBrandon is nudged by his friend KYLE.\n\nBRANDON\nCaptain... Evidently we had some\nmiscommunication regarding yesterday’s\nscheduled voyage, and-\n\nJASON\nSorry I'm in a real hurry.\n\nHe gathers his things and quickly walks to his car. The other\nnerds look at Brandon.\n\nKYLE\nHe dissed us AGAIN, Brandon!\n\nBRANDON\n(hiding his disappointment)\nHe probably... Has some very important business\nto attend to...\n\nThe others want to believe that too.\n\nOTHERS\nYeah... I guess so...\n\nThey shuffle off, despondent.\nJASON’S CAR\n\nJason drives. He reaches into his pocket for his Vox, and hits\nthe “talk” switch.\n\nJASON\nHello?\n(no response)\nProtector? Betzalar? Anybody there?\n\f28.\n\n'\n\nHe taps the vox, then notices a tag on the bottom that reads\n“PROPERTY OF BRANDON WHEEGER.” He thinks about driving back,\nchecks his watch, then shrugs and drives on.\n\nINT. JASON’S BEDROOM - NIGHT\n\nJason’s GALAXY QUEST uniform hangs neatly on a hanger. Jason\nlooks at it for a moment, then pulls it out of his closet. Ina\nseries of SHOTS Jason buttons the shirt, fastens the belt, pulls\non the boots, attaches the Captain’s stripes...\n\nHe looks at himself in the mirror for the moment. Picks a piece of\nlint from his shirt. He turns and looks at the clock. It's 8:30.\nHis friends haven't shown. A tinge of disappointment in his face.\nHe moves to the sliding glass doors and looks out to his\nbackyard...\n\nThe glowing TRANSPORT POD DISK still sits in the middle of the\nlawn. Jason’s eyes GLISTEN. He opens the door and moves FORWARD...\n\nINT.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nJason’s eyes GLISTEN. He opens the door and moves FORWARD... INT. \n\nTARGET SECTION TO BE ANNOTATED:\n GWEN'S HOUSE/ALEXANDER’S APARTMENT - NIGHT\n\nGwen paces in her kitchen, cooking dinner. She’s on the phone with\nALEXANDER. (INTERCUT WITH ALEXANDER at his apartment. He’s still\nin makeup, eating a sandwich.)\n\nGWEN\nGod, I don’t know, Alex. I should have gone\nover. He practically begged. I feel lousy.\n\nALEXANDER\nDon’t. He’s not crazy. It’s just a desperate\nbid for attention.\n\nGWEN\nDid you see the look in his eyes? He looked, I\ndon’t know... Like he was a kid again.\n\nALEXANDER -\nThat’s what he is, a big kid. Let me tell you\nsomething, Gwen, he needs to grow up.... And\n\nI’ll tell you something else...\n\n_..AS Alexander continues to rant on about Jason, Gwen’s attention\nis drawn to the TELEVISION.\n\nON THE TV\n\nA STARFIELD IMAGE... The TV SCIENCE REPORTER circles a brightly\ncolored area of light on the image. A NASA ANIMATION shows an\nasteroid exploding and disappearing.\n\nSCIENCE REPORTER\n...scientists are at a loss to explain this\nexplosion in space but as these Hubble\nphotographs show, it was spectacular...\n\f: 29.\n\nGWEN\n(intense)\nChannel four.\n\nALEXANDER\nWhat?\n\nGWEN\nTurn_on Channel four.\n\nREPORTER\n.--The asteroid, largest in a chain called\nAndromeda Nine, was completely vaporized in an\nexplosion so bright it could even be viewed by\nthe naked eye this evening, yet distant enough\nthat it took an estimated four hours for the\nlight from the phenomenon to reach the earth...\n\nGwen watches, jaw dropped to the floor.\n\nALEXANDER\nThere's a logical explanation.\n\nGWEN\nIt’s true... It happened, it really... Wait,\nthat was me! I blew up an asteroid, Alex!\n\nALEXANDER\nNow Gwen, get ahold of yourself... This sort of\nthing happens every day... Supernovas,\nplanetary anomalies...\n\nGWEN\n\nHe said the NAME.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis sort of\nthing happens every day... Supernovas,\nplanetary anomalies... GWEN\n\nHe said the NAME. \n\nTARGET SECTION TO BE ANNOTATED:\n Andromeda Nine! How many\nAndromeda Nines get blown up every-\n\nThen suddenly something that looks like a METEOR plunges out of\nthe sky and lands in Gwen’s back yard. It happened so fast that\nshe barely registered it. But sitting on her patio is a glowing\nDISK, like the one at Jason’s house.\n\nALEXANDER\nGwen?... Gwen?...\n\nHypnotized, Gwen walks toward the door and goes into her...\nBACKYARD\n\nShe moves toward the POD GENERATOR. It GLOWS more brightly as she\napproaches.\n\nALEXANDER (cont’d)\nThree’s a logical explanation, Gwen...\n\nALEXANDER’S APARTMENT\n\nAlexander sees an identical streak in the sky, and a glowing POD\nDISK appears right on his BALCONY.\n\fALEXANDER\nWhat the hell?-\nGWEN\nYou have one too. You do, don’t you?\nALEXANDER\nI... I... What is it? Where did it come from?..\nGWEN\nHe sent them down for us... What did he call\nit? A pod transport?...\n\nALEXANDER\nOh Gwen, you can’t be serious. Now-\n\nUnable to resist, she takes a step forward onto the disk... We see\nA BLINDING FLASH OF LIGHT. HER PHONE falls to the ground.\n\nALEXANDER’S APARTMENT\nAlexander stands next to the pod on his balcony...\nALEXANDER\nGwen? GWEN? Oh, I see. Just like the old days.\nYou and Jason pulling pranks on the humorless\nBrit.\nAlexander looks at the GLOWING, BECKONING disk...\nALEXANDER (cont’d)\nI suppose you have your camcorder hidden\nsomewhere. Fine, where is it? I‘ll play it to\ncamera...\nHe takes a step toward the disk.\nEXT. ALEX'S DRIVEWAY\nTOMMY and GUY walk up to the front door calling for Alex.\nTOMMY\nAlex? Are you here? We were over at Marlo’s\nand on TV we saw... Alex, where are you?\nThey open the door just as...",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe were over at Marlo’s\nand on TV we saw... Alex, where are you? They open the door just as... \n\nTARGET SECTION TO BE ANNOTATED:\n IN THE BACKGROUND ON THE BALCONY\nALEXANDER STEPS ONTO THE DISK and in a flash, the transparent POD\nforms around him sealing him in and EXPLODES AWAY at light speed.\nTommy and Guy close the door, completely unaware.\nTOMMY\nAlex? You here? Alex?..\nGUY\nWhat the hell is THAT thing?\n\nThe POD GENERATOR glows on the patio...\n\fINT. DUSTY’S APARTMENT\n\nPan up from BARE LEGS dripping WATER on the carpet to Dusty Kwan\nin a bathrobe straight from the shower. He gazes curiously at the\nGLOWING DISK sitting in the middle of his living room.... And\nthen looks up to see layers of perfectly round holes burned\nthrough five levels of his apartment building through to the\nsky... He scratches his chin, thoughtfully, in his calm\nunflappable way.\n\nSMASH CUT TO:\nINT. USEA PROTECTOR DOCKING STATION POD BAY- DEEP SPACE\n\nWe PAN from a blinking panel in a grey room of the spaceship...\nThe room LIGHTS BRILLIANTLY with a flash. Then ANOTHER FLASH... We\ncontinue PANNING to find...\n\nGWEN, ALEXANDER AND GUY STANDING ON THE SHIP'S POD PLATFORM, newly\narrived from their horrifying journey from Earth. They stand\nparalyzed, shivering, white as ghosts.\n\nSuddenly a streak of light appears through a hatch in the ceiling\n\nand a POD arrives right next to them, opening up to reveal TOMMY.\n\nHe stands, horrified and teeth chattering like the rest. They look\nlike a bunch of horrified bowling pins all facing toward...\n\nA METAL HATCH\n\nBeyond it they register the SOUND of WET FOOTSTEPS growing\ncloser... Their eyes widen as they see the far door open revealing\na group of S HORRIBLE TENTACLED ALIEN MONSTERS! The monsters come\ntoward them, the sound from their drooling mouths a horrible\nSCREAMING CACOPHONY. They surround our terrified visitors,\ntinkering with devices around them, their tentacles flying\neverywhere. Then one of the monsters looks down at a mechanism on\nhis belt and turns to the other monsters sheepishly.\n\nMONSTER #1\n\nOops.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey surround our terrified visitors,\ntinkering with devices around them, their tentacles flying\neverywhere. Then one of the monsters looks down at a mechanism on\nhis belt and turns to the other monsters sheepishly. MONSTER #1\n\nOops. \n\nTARGET SECTION TO BE ANNOTATED:\n Crewmen, your skins! Activate your E-\nskins!\n\nThe monsters all flip switches on their belts their forms become\nHUMAN, uniformed as ship's TECHNICIANS.\n\nTECHNICIAN #1\nOur most sincere apologies! We forgot about our\nappearance generators.\nThen JASON appears in the doorway, a big warm smile on his face.\n\nJASON\nGuys! You CAME!...\n\nThey stand there, still paralyzed and terrified.\n\nJASON\nOkay, who wants the grand tour?\n\fGuy is now relaxed enough to let out the loudest most genuine\nSCREAM you’ve ever heard in your life. A beat.\n\nJASON\nOkay, Guy... Anybody else?\n\nThen another streak of light, and Dusty appears alongside the\nothers in his bathrobe. As his pod retracts into the floor, he\nsteps off of the disk, unaffected, and walks past the others.\n\nDUSTY\nNow that was a hell of a thing.\n(to Jason, motioning to others)\nWhat's wrong with them?\n\nJason smiles. Nothing gets to Dusty.\nINT. PROTECTOR DOCKING STRUCTURE - HALLWAY\n\nJason leads Gwen, Alexander, Tommy, Guy and Dusty down the hall.\nThey shuffle forward like recent hospital releasees, looking\naround silent and dumbfounded at their surroundings (everyone but\nDusty, who takes everything in stride.) They shake their limbs a\nlittle as they walk.\n\nJASON\nThat's right... Just keep shaking it out...\nWeird feeling going through that black hole,\nisn’t it? Like somebody turned you inside out\nset the blender on puree and poured you into a\nwall socket, am I right?\n\nTOMMY\nWh... Where are we?\n\nJASON\nTwenty third quadrant of gamma sector. Don’t\nask me. I can show you on a map.\n\nThen BETZALAR appears coming down the hall with a small group of\nALIENS. He has a warm smile on his face.\n\nBETZALAR\nWelcome my friends! I am Betzalar. On behalf\nof my people I wish to thank you from the\ndeepest place in our hearts.\n\nRe reaches out to shake their hands, one at a time, with nods of\ndeep respect.\n\nBETZALAR\nDr. Lazarus... Lt. Madison. Tech Sgt. Chen...\nLt. Laredo...",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nChen... Lt. Laredo... \n\nTARGET SECTION TO BE ANNOTATED:\nHe looks at Guy quizzically, not sure who he is.\n\nGuy\n“Crewman #6”... Call me Guy.\n\f33.\n\nGWEN\nYou... know us?\n\nBETZALAR\n\n(soft laugh)\nI don’t believe there is a man, woman or child\non my planet who does not. In the years since\nwe first received your ship’s historical\ndocuments, we have studied, discussed and\ndebated every facet of your missions,\ntechnologies and strategies.\n\nALEXANDER\nHistorical documents?\n\nBETZALAR\nYes. Eighteen years ago we received\ntransmission of the first. It continued for\nfour years, and then stopped, as mysteriously\nas it came...\n\nTOMMY\nYou've been watching the sho-\n(he’s nudged by Jason)\nthe historical records... out HERE?\n\nBETZALAR\nYes, I am ashamed to say, but in the last\nhundred years our society had fallen into\ndisarray. Our goals, our values had become\nscattered. But since the transmission we have\nmodeled many aspects of our society from your\nexample, and it has saved us. Your courage,\nteamwork, optimism and resourcefulness. In\nfact, all you see around you now, comes from\nthe lessons laid out in the historical\ndocuments.\n\nGWEN\nTHAT'S why you built this ship?\n\nGUY\nIt’s... incredible.\n\nJASON\nOh this? No, this isn’t the ship. This is only\nthe star port for the ship.\n- {a twinkle in his eye)\nYou want to see the ship?\n\nHe leads them to a large square window, blocked by an opaque\nshield, and pushes a button. Slowly with a RUMBLE the shield\nslides aside way revealing...\n\nA MAGNIFICENT AND BREATHTAKING VIEW OF THE ENORMOUS SHIP, THE USEA\nPROTECTOR DOCKED IN FRONT OF THEM...\n\nThey all gawk at the amazing sight, their eyes wide like children.\n\f34.\n\nALEXANDER\nIt’s real. Oh my god, it’s real.\n\nGWEN\nAll this from watching the.. historical\nrecords?\n\nBETZALAR\nYes, and from your supplementary technical\ndocuments, of course...",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nOh my god, it’s real. GWEN\nAll this from watching the.. historical\nrecords? BETZALAR\nYes, and from your supplementary technical\ndocuments, of course... \n\nTARGET SECTION TO BE ANNOTATED:\nHe motions to another alien who withdraws a number of brightly\ncolored BOOKS and BOXES from a backpack, and passes them around.\n\nThe actors look through the materials... They are various FAN\nBOOKS and ENTERTAINMENT SOFTWARE bearing such titles as “THE\nOFFICIAL GALAXY QUEST BLUEPRINTS: USEA PROTECTOR” and “VIRTUAL\nGALAXY QUEST: THE CDROM EXPERIENCE.” The actors exchange glances\nand then...\n\n..-Tommy begins to giggle.\n\nAlex looks at him, at the fan stuff, then out at the ENORMOUS\nSHIP, and he begins to laugh too... The others join in... Gwen...\nGuy... Laughing like maniacs, hysterical, disbelieving laughter,\nthe GIANT SHIP hanging outside in infinite space in the\nbackground. The aliens join in too, out of joyfulness, and Jason\nstands there smiling, a proud papa, as the laughter ECHOES through\nthe cosmos.\n\nINT. DOCK TRANSPORT TUBE - LATER\n\nA CLEAR TRANSPORT tube runs from the docking structure to the\nship. Inside everyone can get a good look at the space panorama\nas they approach the ship. The view is breathtaking.\n\nGuy\nSo you people don’t actually... Look the way\nyou look... Right?\n\nBETZALAR\nNo. This device on our belts simulates an\nappearance more familiar to you, as well as\ntranslating our language to yours. We have\nfound from earlier visits to Earth, that our\ntrue appearance can be... distracting.\n\nThe actors wave this off... “No, you look great... Fabulous...”\nOne of the aliens, NEX, motions out the window to Tommy.\n\nNEX\nLt. Laredo. It may interest you to see that we\nhave mounted an additional Proton Afterburner\nover the aft proton vent. We felt it improved\nnavigational stability. We hope it doesn’t\noffend.\n\f35.\n\nTOMMY\nWell, I’1l have to try it out before I can\ncomment.\n\nNEX\nWe look forward to it. Your skills are\nlegendary.\n\nThe others turn to stare at Tommy. He just shrugs as the vehicle\ncomes to a stop, locking at the ship’s hatch.\n\nINT.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe others turn to stare at Tommy. He just shrugs as the vehicle\ncomes to a stop, locking at the ship’s hatch. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SHIP - CORRIDOR\n\nThe group walks down the corridor, peeking into various rooms,\nmore amazed every second.\n\nJASON\nThat’s the medical quarters to the left...\nWeapons storage... Maintenance facility...\n\nAs they pass each room, the CREWMEMBERS inside salute.\n\nJASON\nThe main barracks...\n\nTWO HUNDRED crewmen rise to attention. Jason salutes back.\n\nJASON\nAt ease men.\n\nGWEN\n(looks at Jason, shakes her head)\nLike throwing gasoline on a fire...\n\nINT. GENERATOR ROOM\n\nThe group enters. The centerpiece to the room is a large\npulsating ORB. When the orb dims, we see its surface has a rocky\ntexture, like a large boulder. Many CREWMEN scurry about tending\nto the surrounding measurement devices.\n\nBETZALAR\nThe generator room.... Our Carbonite Sphere, of\ncourse... I hope, Tech Sergeant Chen, that this\nmeets with your approval.\n\nDUSTY\nFine... Very nice and... tidy.\n\nThree YOUNGER CREWMEN approach and whisper to Betzalar. They argue\na bit, then Betzalar reticently approaches Dusty.\n\nBETZALAR\nI am sorry to ask this of you so shortly after\nyour arrival. But members of our reactor staff\nhave a question they find most pressing.\n\nDUSTY\nWell certainly... What is it, son?\n\f36.\n\nTECH #1\nSir, we have had unexplained proton surges in\nour delta core. They cannot be verified on the\nsub frequency spectrum, but they appear on the\nvalence detector when scanning the Carbonite\nSphere. We are unable to resolve this problem\nand were hoping you would be able to advise us.\n\nEveryone turns to Dusty who takes a deep breath.\n\nDUSTY\nUh huh... I see... Well, that’s a puzzler isn’t\nit?... A textbook puzzler...\n\nThe others watch, wondering what he’ll say. Then Dusty turns to\none of the Techs with an air of authority.\n\nDUSTY\n++. You.\n\nNERVOUS TECH\nYes sir?\n\nDUSTY\n(testy)\nI haven’t got all day. What might account for\nthis phenomenon?\n\nNERVOUS TECH\nPerhaps... The valence bonds have shifted?\n\nDUSTY\nYes... And therefore?...",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe valence bonds have shifted? DUSTY\nYes... And therefore?... \n\nTARGET SECTION TO BE ANNOTATED:\nNERVOUS TECH\nTherefore the bonding molecules have become\ncovalent?\n\nDUSTY 7\nAnd if this were the case, how would you remedy\nit?...\n\nNERVOUS TECH\n(smiling, figuring it out)\nIntroduce a bonding substrate! A two molecule\ncompound sharing a free electron apiece and\nbombard the ions with their reflective\nisotopes!\n\nDusty smiles, giving him a wink.\n\nDUSTY\nNow you’ve got it.\n\nThe other TECHS grin, astonished.\n\nTECH #1\nOf course! It’s so obvious!\n\f37,\n\nTECH #2\nSergeant Chen, you're... amazing!\n\nDusty waves off the praise modestly. Betzalar shoots a look to Nex\nas if to say “we're in good hands here.”\n\nBETZALAR\n\nNow I suggest that you go to your cabins and\nrest before we take the ship out of dock.\n\nHe claps his hands and a group of aliens arrive to meet them.\n\nBETZALAR\nThese crewmen will escort you to quarters.\n\nINT. HALLWAY\nAlex's young escort, QUELLEK, leads him down the hall.\n\nQUELLEK\nDr. Lazarus... I hope that I’m not breaching\nprotocol but.. I am so very humbled to stand in\nyour presence... I have studied your missions\nextensively... Though I am Thermian, I have\n\nlived my life by your philosophy, by the code\nof the Mak’tar.\n\nALEXANDER\nWell good, that’s very... nice.\nQUELLEK\n(emotional)\nBy Grabthar’s Hammer, Dr. Lazarus, I-\nALEXANDER\nDon’t do that. I’m not kidding.\nQUELLEK\n(bewildered) -\nI‘m sorry, sir, I was only-\nALEXANDER\nJust don’t.\nQUELLEK\n+-..Yes sir.\n\n(they come to a stop)\nYour quarters sir.\n\nINT. ALEX’S QUARTERS\n\nQuellek opens the door and they enter. The room is a grey square\ncompletely barren.\n\nALEXANDER\nThis is it?\n\f38.\n\nQUELLEK\nYes sir. Marvelous, isn’t it? Completely\ndistractionless.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nQUELLEK\nYes sir. Marvelous, isn’t it? Completely\ndistractionless. \n\nTARGET SECTION TO BE ANNOTATED:\nALEXANDER\n\nWhere's my bed?\nQuellek pushes a button and FIVE LARGE SPIKES rise from the floor.\n\nQUELLEK\nJust as on your home planet, sir. If I may\nsay, it took me three years to master the\nspikes, but now I sleep with a peace I never\nthought possible...\n\nAlexander points to a door.\n\nALEXANDER\nIs that the bathroom?\n\nQUELLEK\nYes sir...\n(Alex moves to the door)\nThe use of your waste facilities were strangely\nabsent from the historical records, so we had\nto extrapolate purely on the basis of your\nanatomy.\n\nINT. ALEX’S BATHROOM\n\nThey enter. Alex looks down at a thing that looks more like a\ntorture device than a toilet, with elaborate tubes and stirrups\nand plugs going everywhere.\n\nQUELLEK\nYou're quite complicated, sir.\n\nAlex stares at the thing, despairingly.\nINT. TOMMY’S QUARTERS\nTommy’s escort SED hands over various weapons to grinning Tommy.\n\nSED\nHere is your ion shield. Your vox. Your\nmolecular disrupter... We know you prefer a\nsensitive trigger. If there is anything else\nyou require?\n\nTOMMY\nUh, no, I’m good. Thanks.\n(Sed starts to exit)\nOh wait. Here you go.\n\nTommy stuffs a couple of bucks into Sed’s hand. Sed looks at the\ntip, perplexed, and exits.\n\f39.\n\nINT. GWEN’S CABIN\n\nAn exotic and beautiful room. Gwen is changing into her GALAXY\nQUEST uniform. There’s a knock on the door.\n\nJASON (0.S.)\nIt's Jason...\n\nGWEN\n\nOne minute, I’m -\n(he enters)\n\nHey, I’m dressing!\n\nJASON\nOh come on, it’s not like I haven’t-\n\nShe glares. He turns his back while she finishes dressing.\n\nGWEN\nOkay.\n\nShe turns. They just look at each other for a moment. Gwen breaks\nout into a smile, trying to find the words.\n\nJASON\nYeah, I know.\n\n- GWEN\n, I just can’t believe it. Any of it! Look at\non this room!.. They designed it based on the\nTauran Pleasure ship from “historical document”\nthirty seven.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nAny of it! Look at\non this room!.. They designed it based on the\nTauran Pleasure ship from “historical document”\nthirty seven. \n\nTARGET SECTION TO BE ANNOTATED:\n(looks at a mirror)\nOh and wait, wait, listen to this!\n(Looks up)\nComputer?\n\nCOMPUTER\n“Yes?\nGWEN\nWhat's the weather like outside?\n\nCOMPUTER\nThere is no weather in space.\n\nGWEN\nI never get tired of that joke.\n\nJASON\nLet me try. Computer? (no response)\nComputer?...\n\nGWEN\nOnly answers to me.\n\nJASON\nThat‘s ridiculous. I’m the Captain.\n\fJason\n\n40.\n\nGWEN\nOn the show I talk to the computer and repeat\nwhat it says. So that’s what they built.\n\nJASON\nComputer? COMPUTER?\n\nGWEN\nComputer?\n\nCOMPUTER\nYes?\n\nGWEN\n\n{singsong, teasing Jason)\nI can talk to the compuuuuter and youuuu\nCaaaan’t...\n\nsmiles.\n\nGWEN\nSo when are you going to tell them? The aliens.\n\nJASON\nTell them? About...\n\nGWEN\nWho we are. Don’t you think they’re going to be\nPISSED?\n\nJASON\nI’m net going to tell them.\n\nGWEN\nWell you have to tell them. What if something\nhappens? Something dangerous.\n\nJASON\nThen we'll take care of it.\n\nGWEN\n“We'll take care of it.” Listen to you. We’re\nactors. We’re not astronauts, we’re not\nadventurers... We pretend. We didn’t even write\nthe scripts!\n\nJASON\nLook, these people are depending on us. They’ve\nstructured their whole lives based on the show.\nI’m not going to be the one to bring their\nentire civilization crashing down just because\nof a little thing called the truth.\n\nGWEN\nYou want to play space man.\n\nJASON\nThey have a problem. We can help them.\n\f41.\n\nGWEN\nAre you nuts? We can’t do this stuff!\n\nJASON\nIt’s not the STUFF. The STUFF isn’t the\nthing... I mean, anybody can learn the STUFF...\n\nThe important thing is COMMITMENT. 99% of\nanything is just committing to it.\n\nGWEN\n99% of ACTING is commitment. ACTING. Stella\nAdler never manned a neutron cannon, she taught\nACTING...\n\nFASON\nSecretly you agree with me.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nACTING. Stella\nAdler never manned a neutron cannon, she taught\nACTING... FASON\nSecretly you agree with me. \n\nTARGET SECTION TO BE ANNOTATED:\nGWEN\nSecretly you know things about me is so smug I\njust wane to smack you right in your smug\nlittle-\n\nJASON\nDo we have to always fight on the spaceship?\n\nGWEN\nComputer do we always have to fight on the\nspaceship?\nCOMPUTER\nThis is not required.\nGWEN\nWell.\nJASON\nWell.\n\nThey smile at each other. Gwen looks around, giddy.\n\nGWEN\nWe're in space.\n\nA CREWMAN appears in the doorway.\n\nCREWMAN\nSir, Betzalar requests your presence on the\ncommand deck.\n\nINT. HALLWAY\n\nJason and Gwen turn a corner and join up with Tommy, Alexander and\nGuy. They keep walking toward the command deck.\n\nTOMMY\nWhat's going on?\n\nJASON\nI think we’re going to exit the space port.\n\f42.\n\nGUY\nThat should be something to see...\nINT. COMMAND DECK\n\nThey enter and gawk at the familiar hub, waiting for the show to\nstart... not realizing they ARE the show.\n\nBETZALAR\nIf you would all take your positions, we can\nexit the space port.\n\nTHE ACTORS\nOh, right... US! Yes, of course... US!\n\nThey take their positions, marveling at the familiar control\npanels in front of them. Tommy turns to Guy.\n\nTOMMY\nLook.. This thingy... I remember I had it all\nworked out... This was forward, this was\nback...\n\nBETZALAR\n\nCaptain, some of the crew has requested to be\npresent at this historic event.\n\nBetzalar motions and a few CREWMEN enter, followed by a dozen\nmore... followed by FIFTY more. They stand around the periphery\nof the room, watching eagerly.\n\nTOMMY\n{whispers to Guy)\nNo pressure, huh? Glad I’m not the Captain.\n\nCAPTAIN\nOkay, Laredo, take her out.\n\nEveryone in the room turns their attention to Tommy. His\nSarcastic smile drops. He looks mortified.\n\nTOMMY\nExcuse me?\n\nJASON\nThey designed the ship from watching you.\nSo... Take her out, Lieutenant...\n\nTommy stares down at his control panel. It’s pretty self\nexplanatory, a throttle and a circular dial for direction.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nTake her out, Lieutenant... Tommy stares down at his control panel. It’s pretty self\nexplanatory, a throttle and a circular dial for direction. \n\nTARGET SECTION TO BE ANNOTATED:\n But\ndaunting nonetheless,\n\nTOMMY\nRight. Okay, yeah, sure.\n\nEveryone’s eyes are glued to him as he moves the throttle forward\nslightly. The ENGINES COME TO LIFE, a massive exhilarating sound.\nTommy giggles nervously.\n\f43.\n\nHis hand trembles as he pushes the throttle further. The ship\nstart to move. Gwen and the others exchange worried glances.\n\nTOMMY\nOh god. Oh my god....\n\nEXT. SHIP\n\nYou can feel the WEIGHT of the giant craft as it eases forward,\nsliding through the sides of the dock.\n\nINT. COMMAND DECK\n\nEveryone watches the forward monitor. Tommy turns the NAVIGATION\nDIAL slowly. Guy whispers to him...\n\nGUY\nMore to the left... Stay parallel...\n\nTOMMY\nHey, YOU want to drive?\n\nEXT. STAR DOCK\n\nIndeed, the ship is slightly off course... It’s like trying to get\nout of a tight parking space with concrete walls to either side.\nAnd the ship is veering ever so slightly into one of the walls.\n\nINT. COMMAND DECK\n\nTommy turns the dial to correct... But it looks like the momentum\nmight carry the ship into the wall anyway... Tommy PEGS the dial\nto the left... The others hold their breath as the bow of the ship\nmoves closer and closer to the wall... Will it correct in time? It\nmoves a hair’s width next to the wall... Then...\n\nIt TOUCHES. The sound of a soft but high pitched SCRAAAAAAAAPE.\n\nTOMMY\nOh shit. 7\n\nEXT. STAR DOCK\nThe ship is stopped, just grazing the wall EVER SO SLIGHTLY.\nINT. COMMAND DECK\n\nAll eyes are on Tommy. He doesn’t know what to do... Should he\ncontinue forward, or back up, and scrape again for sure? The\nclassic parking lot dilemma, magnified by ten thousand. Tommy\ngrasps the throttle and moves it slightly forward... SCRAAAAAAAPE.\nHe keeps going, in too deep to back out now... And the ship\ncontinues to SCRAAAAAPE for a couple of horrible seconds as it\ncompletes the curve...\n\n.-.and then it is free. The beautiful craft glides slowly out to\nopen space... Jason and the others let out a sigh of relief.\n\nJASON\nVery good Lieutenant.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe beautiful craft glides slowly out to\nopen space... Jason and the others let out a sigh of relief. JASON\nVery good Lieutenant. \n\nTARGET SECTION TO BE ANNOTATED:\n Forward Mark two...\n\f44,\n\nTommy smiles, relieved. He pushes throttle to the *2”.\n\nTOMMY\nMark two, Captain.\n\nEXT. SHIP\n\nThe ship glides out to space, only a relatively minor scrape of\nthe paint job to show for the incident.\n\nINT. DINING HALL\n\nThe crew and various aliens sit around the large table, eating an\nextravagant meal. Betzalar makes a toast.\n\nBETZALAR\nTo our brave guests. Few in this universe have\nthe opportunity to meet their heroes. We are\nblessed to count ourselves among them.\n\nEveryone clinks glasses. Quellek clinks glasses with Alexander,\nbrimming with admiration. Tek turns to Tommy.\n\nTEK\nWe are sorry about the instrumentation, Lt.\nLaredo. Obviously there must have been an\nalignment problem in the steerage mechanism.\n\nTOMMY\nYes, well.. As long as it doesn’t happen again.\n\nTEK\nHow are you enjoying your food, Lt. Madison?\n\nGWEN\nOh it’s fantastic. French is my favorite.\n\nTEK\nYes, we programed the food sythesizer for each\nof you based on the regional menu of your\nbirthplace.\n(turns to Alexander)\nAre you enjoying your Kep-mok bloodticks Dr.\nLazarus?\n\nAlexander, miserable, toys with a bowl of living insects swimming\nin a disgustingly vomit-textured broth.\n\nALEXANDER\nJust like mother used to make.\n\nHe pushes the bowl away, nauseated.\n\nALEXANDER\nTell me, Betzalar, this character we're flying\nto meet... Sarris... What is it he wants\nexactly?\n\f45.\n\nBETZALAR\nFor years, Sarris has plundered the resources\nof our planet: Our people, our technologies. We\nbuilt this ship in order to find a new planet\nto settle. One far away from Sarris. We are not\na people accustomed to confrontation. We are\nscientists. This ship was our salvation.\n\nA tick jumps off of Alexander’ spoon back into the soup.\n\nBETZALAR\nBut Sarris found out about our plans just as we\nhad completed construction of the Protector II.\nHe heard about the device... The Omega 13.\n\nGUY\nThe Omega 13... Why does that sound so\nfamiliar?...",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Omega 13. GUY\nThe Omega 13... Why does that sound so\nfamiliar?... \n\nTARGET SECTION TO BE ANNOTATED:\nGWEN\nThe lest footage. At the convention. The\nmysterious device in our last episo--\nhistorical document.\n\nTOMMY\nWhat is it? What does it do?\n\nBETZALAR\nWe don’t know.\n\nGWEN\nBut... You built one, right?\n\nTEK\nWe built... something.. from the blueprints and\nwhat references we could find on your\ninternet... Our computer neural nets made\neducated guesses in areas we were uncertain.\nSo there is actually much about the device we\ndon’t even understand. We were hoping you\ncould enlighten us.\n\nJASON\nWell, it’s... This was a device we...\n\nHe looks around for someone to help him. Gwen just shrugs.\nJASON\n\n...discovered on an alien planet. We don’t\nknow what it does either.\n\nTOMMY\nWhy don’t you just turn it on, and see what it\ndoes?\n\nTEK\n\nIt has at its core a reactor capable of\ngenerating unthinkable energy.\n\n(MORE)\n\f46.\nTEK (cont’d) . '\nIf we were mistaken in our construction by even\nthe slightest calculation, the device would act\nas a molecular explosive, causing a chain\nreaction that would obliterate all matter in\nthe universe.\n\nTOMMY\nRight, maybe nix on the turn it on thing then.\nJASON\nBetzalar?... Has Sarris seen the... historical\nrecords?\nBETZALAR\n\nNo, Thank God he has not.\n\nJASON\nThen how did he find out about the device?\n\nBETZALAR\nOur former Captain was not... Strong.\n\nBetzalar looks down, somber.\n\nJASON\nFormer Captain?\n\nBETZALAR\nI’m sorry. You deserve to be shown.\n\nHe nods to a Crewman who pushes a button and a wall panel moves\naside to reveal a large viewscreen. An image appears on the\nscreen with a lot of static, and the sound cuts in and out..\n\nBETZALAR\nThe tape was partially demagnetized as it was\nsmuggled off of Sarris’ ship.\n\nBut through the static we can make out an image: The former\nCAPTAIN, im ALIEN form, is strapped to a metal board. Each of his\nwrists and ankles is secured with mechanical devices and twisted\nin different directions.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nBETZALAR\nThe tape was partially demagnetized as it was\nsmuggled off of Sarris’ ship. But through the static we can make out an image: The former\nCAPTAIN, im ALIEN form, is strapped to a metal board. Each of his\nwrists and ankles is secured with mechanical devices and twisted\nin different directions. \n\nTARGET SECTION TO BE ANNOTATED:\nBETZALAR\nQriginally, one of our own people tried to\nead...\n\nIn the IMAGE Sarris stands over the alien with a control panel.\n\nSARRIS (ON MONITOR)\nIs that all? You have no more to confess to\nme? No? After three days of this you still\nrequire incentive?\n\nSarris moves switches on the panel. The device pulls at the\nalien’s limbs, twisting them horribly. Bones crackle.\n\fa7.\n\nALIEN CAPTAIN (ON MONITOR)\nI say again... I have told you all I know! To\nmy shame, I have told you everything. You must\nbelieve me.\n\nSARRIS\nI do believe you.\n\nALIEN CAPTAIN\nThen if you have any mercy within you, please,\nlet me die.\n\nSARRIS\nOh I shall, I shall... When I grow weary of the\nnoises you make, my little plaything, he\nassured, you shall die...\n\nSarris toys with his control panel. Mercifully the screen fuzzes\nup with static and we can only HEAR the bone chilling SCREAMS...\n\nWe PAN around the table, past GWEN, ALEXANDER, TOMMY, GUY... Their\nmouths open in horror as they watch the screen. Camera stops on\nJASON. He stares, the blood draining from his face.\n\nINT. HALLWAY\nThe actors walk quickly down the hallway behind Jason, panicked.\n\nGWEN\nWe're leaving, Jason. We’re leaving NOW.\n\nJASON\nLet me think. I need time to think.\n\nTOMMY\nNo, Jason, that’s a wrap! There’s nothing to\nthink about!\n\nGUY\nListen, I’m not even supposed to BE here. I’m\njust Crewman #6. I’m expendable. I’m the guy in\nthe episode who dies to prove that the\nsituation is serious! I’m leaving NOW.\n\nJASON\nOkay... Okay...\n\nBetzalar comes running up, looking distressed.\n\nBETZALAR\nCaptain...\n\nJASON\n\nBetzalar, I need you to prepare pods for my\ncrew. They’re going to return to Earth.\n\nGWEN\nUs? What about you?\n\f48.\n\nJASON\nI’m staying.\n\nGWEN\nJason...",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\n48. JASON\nI’m staying. GWEN\nJason... \n\nTARGET SECTION TO BE ANNOTATED:\nBETZALAR\n\nBegging your Captain’s pardon, sir, but we\ncannot launch pods at the moment. Sarris will\ncertainly detonate any objects leaving the\nship.\n\n(beat)\nYes sir, he’s here now. Your presence is\nrequired on the command deck.\n\nEveryone reacts, alarmed, and we\n\ncot TO:\n\nINT. COMMAND DECK\nThe actors enter followed by Betzalar. The command deck is empty.\n\nGWEN\nThere’s nobody here.\n\nJASON\nBetzalar, maybe we should get some of your crew\nup here.\n\nBETZALAR\nI thank you for your consideration to our\npride, but while my people are talented\nscientists our attempts to operate our own\ntechnologies under simulation have been\ndisastrous...\n\nHe leans over to Gwen's computer station as she sits, and pushes a\nbutton.\n\nBETZALAR\nI have raised Sarris on zeta frequency.\nG\nGreat. Thanks.\nJASON\nStill, Betzalar, your crew may nonetheless be\nhelpful in certain-\nBut he is interrupted by the sight of SARRIS appearing on the\nlarge VIEWSCREEN. Sarris now wears a metal eyepatch, and has a\nioeng scar across his cheek.\n\nSARRIS\nWe meet again Captain.\n\nThe crew stares at Sarris. He’s a frightening thing to behold.\n\f49.\n\nJASON\nYes... Hi Sarris... How are you doing?\n\nSARRIS\nBetter than my Lieutenant. He failed to\nactivate ships’s neutron armor as quickly as\nI‘d hoped on our last encounter.\n\nHe brings into view a stake with the impaled head of his former\nLieutenant.\n\nJASON\n\nRight. Well... Listen, I’m (laughs) I’m sorry\nabout that whole... thing.. before. It was kind\nof a misunderstanding. I’m sure we can work\nthis out like reasonable people... How’s the\n\n{motions to his eyepatch)\n..-that going to heal up? God, I hope so, I\nfeel just awful about that.\n\nSARRIS\nDeliver the device now or I will destroy your\nship.\n\nJASON\n\nListen, I‘d like to, but frankly.. I’m not even\nsure where it is, or even...\n\nSARRIS\nYou have ten seconds.\n\nJASON\nAll right. You got it.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nSARRIS\nYou have ten seconds. JASON\nAll right. You got it. \n\nTARGET SECTION TO BE ANNOTATED:\n You win. I’1l deliver it\nnow. Just give me a moment to set it up.\n\nJason motions to Gwen for her to cut the transmission. Gwen nods.\n\nJASON\nAll right, now nobody panic, I’ve dealt with\nthis guy before and believe me, he’s as stupid\nas he is ugly.\n\nGWEN\nJason..\n\nJason\nWe're going to fire everything we’ve got at\nhim, all right?\n\nGWEN\nJASON...\n\nJason\nYou just keep pushing those buttons, those\nthere, send everything at him, okay?\n\nGuy looks at the buttons. They have icons of the armaments on\nthem.\n\f50.\n\nGUY\nOkay.\nJASON\nAll right. Put me back on with him.\nGWEN\nI’m trying to tell you. You ARE on with him.\nSARRIS\nPerhaps I am not as stupid as I am ugly,\n\nCaptain.\nJason turns to Gwen horrified.\n\nJASON\nI made the CUT THE LINE gesture. You nodded\nokay!\n\nGWEN\nI thought it was the “We’re dead” gesture! I\nwas agreeing! Like I know where the hold button\nis???\n\nJASON\n(nervous jovial)\nListen, Sarris, you can’t blame me for\ntrying...\n\nSARRIS\nOf course not...\n\nGUY\nGuys... Red thingy moving toward the green\nthingy. Red thingy moving toward the green\nthingy!\n\nJASON\nWhat? 7\n\nGuy motions to the radar screen. The red blip is about to impact.\n\nGUY\nI think we’re the green thingy.\n\nSARRIS\nA present for you, Captain.\n\nCAPTAIN\nShit. Turn. Gun it! Get out of-\n\nThe ship is POUNDED BY A TORPEDO BLAST. Now, unlike the “run back\nand forth” shake-the-camera explosions of the TV show, the result\nhere is jarringly BRUTAL, like side-slamming a Hummer at 70mpg.\nThe entire crew goes FLYING from their positions and into the\nwalls. The lights FLICKER.\n\nThey exchange glances, for the first time, bona fide FEAR in their\neyes. This is REAL.\n\fSl.\n\nThen ANOTHER blast sends them crumpled against walls and ‘ob: ects\nlike rag dolls.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis is REAL. Sl. Then ANOTHER blast sends them crumpled against walls and ‘ob: ects\nlike rag dolls. \n\nTARGET SECTION TO BE ANNOTATED:\n The pain is palpable as they try to get back to\ntheir stations.\n\nJASON\nWe've gotta get out of here!\n\nTommy looks at the sparkling map of lights on his dash.\n\nTOMMY\nWhere?\n\nALEXANDER\nAnywhere!\n\nJASON\n\nJust GO! GO! DAMMIT PUNCH GO!\nTommy punches the big red button. They all hold on for dear life\nas the ship roars forward, across the path of Sarris’ ship.\nGWEN\nThey’re turning. They’re COMING.\nAn explosion rocks the ship.\n\nCOMPUTER\nWe are sustaining structural damage.\n\nGWEN\nGuys, we're sustaining structural damage!...\n\nJASON\nFaster Tommy. Get us out of here.\n\nTommy pushes on the throttle as another explosion impacts.\nTOMMY\nIt’s as far as it goes.\nGuy\nThey're still behind us...\nAnother EXPLOSION.\nJASON\nWe should have a turbo. I'm always saying\n“activate turbo thrusters”, right?...\n\nTOMMY\nCould be this.\n\nJASON\nPush it. Hold it down.\n\nHe pushes the turbo. The ship ROARS forward and begins to VIBRATE.\n\nCOMPUTER\nThe enemy is matching velocity.\n\f$2.\n\nGWEN\nThe enemy is matching velocity.\n\nALEXANDER\nWe heard it the first time!\nGWEN\nShit! I’m doing it! I’m repeating the damn\n\ncomputer!\n\nSuddenly an image of Dusty down in the generator room appears on\nthe side viewscreen. He's taking it all in stride.\n\nDUSTY\nHi guys. Listen, they’re telling me that the\ngenerators won't take it, the ship’s breaking\napart and all that. Just FYI.\n\nThe viewscreen goes black.\n\nALEXANDER\nWe've got to stop!\n\nJASON\nWe stop we die. Keep holding the thruster down\nTommy.\n\nALEXANDER\nYou don’t hold a thruster down! It's for quick\nboosts!\n\nJASON\n\nLike YOU know?\n\nThe ship begins to GROAN and CREAK. Then a loud KLAXON goes off.\n\nGWEN\nI remember that sound! That’s a very bad sound!\nJason looks forward. In the distance is an amorphous hazy MASS...\n\nJASON\nMaybe we can lose them in that cloud.\n\nThey ROAR forward.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn the distance is an amorphous hazy MASS... JASON\nMaybe we can lose them in that cloud. They ROAR forward. \n\nTARGET SECTION TO BE ANNOTATED:\nGWEN\nI don’t think that’s a cloud...\n\nAs they approach, the “cloud” reveals itself to actually be\nthousands upon thousands of SLOWLY ROTATING CUBES.\n\nJASON\nBetzalar? What is that?\n\nBETZALAR\nIt’s the Tothian mine field left standing from\nthe Great War of 12185.\n\f$3.\nALEXANDER\nMines? Oh lovely!\n\nGWEN\nThe ships are gaining...\n\nJason turns to Tommy.\n\nJASON\nDo your best, Tommy...\n\nTommy grips his controls.\n\nTOMMY\nOh god...\n\nTHE FIRST MINE HITS, ROCKING THE SHIP... BOOM! Tommy SWERVES to\navoid it, running into another mine. Then another. Tommy\ncouldn't do worse if he were aiming for them.\n\nALEXANDER\nCould you possibly try (BOOM!) not to hit\n(BOOM!) every (BOOM!) single (BOOM!) one!\n\n(BOOM!)\nTOMMY\nThey're drifting toward me... I think they’re\nmagnetic!...\nEXT. SHIP\n\nThe ship HURTLES FORWARD through the mine field, taking\nconsiderable damage as the mines impact. PIECES of the ship fall\noff behind it...\n\nINT. COMMAND DECK\n\nJASON\nWe're almést through... Come on... Hold...\n\nThe ship is now VIBRATING HORRIBLY. It GROANS and CREAKS then...\nRIVETS start to POP! DEADLY PROJECTILES hurtling across the\ncommand deck like BULLETS.\nALEXANDER\nWE HAVE TO STOP!\nGWEN\nJUST SLOW IT DOWN A LITTLE!\n\nJASON\nNO! WE’RE ALMOST THROUGH!\n\nALEXANDER\nDON’T BE INSANE, STOP! FULL STOP!\n\nJASON\nKEEP GOING! KEEP GOING!\n\f54.\n\nTOMMY\nWHAT DO I DO? WHAT Do T po?\n\nAnd then suddenly, a horrible METAL GRINDING noise and..... the\nvibrating stops.\n\nALEXANDER\nWhat’s happened?\n\nTOMMY\nThere’s no power... The engines are dead. We're\ndrifting.\n\nThey exchange horrified glances.\n\nJASON\nAre they behind us?\n\nGwen checks the radar.\n\nGWEN\nNo, I don’t think so... Wait. They’re not\nbut...",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nGWEN\nNo, I don’t think so... Wait. They’re not\nbut... \n\nTARGET SECTION TO BE ANNOTATED:\n Something is.\n(beat)\nOh my god.\n\nThey look out the rear view screen to see... TWO DOZEN MAGNETIC\nMINES BEARING DOWN ON THEM IN A CLUSTER.\n\nJASON\nDOWN!\n\nThey barely have time to brace themselves as the ship is ROCKED by\nWAVES of explosions. They hit the floor and try to ride it out.\nIt’s brutal...\n\nEXT. SHIP\n\nThe last of the mines explodes and the ship is sent tumbling\nlifelessly end over end through space. The exterior lights are\ndark. The once shiny hull now blackened and ragged.\n\nINT. COMMAND DECK\n\nThe deck looks dead and empty. Smoke is in the air. The lights are\ndim. The sirens have stopped. It’s completely silent. The crew\nslowly emerges from behind panels and equipment, bruised and\nbloodied. Jason moves to Gwen.\n\nJASON\nAre you all right?\n\nShe nods, slowly rising. He turns to Betzalar.\n\nBETZALAR\nI’m fine.\n\nJASON\nTommy? Guy?\n\f55.\n\nThey hear a GROAN. Tommy is crumpled against the wall, his arm\ntwisted impossibly. Gwen and Jason move to him. He’s in agony.\n\nTOMMY\nIt’s broke... Oh God... Oh God...\nHe winces in pain as Betzalar helps him to his feet.\n\nBETZALAR\nI‘ll take him to medical quarters.\n\nThey exit, limping. Alexander rises, moves past Jason. Blood\ntrickles down his forehead.\n\nALEXANDER\n(mocking tone)\n“Go into the cloud!...”\n\nGWEN\nAlex? Where are you going?\n\nALEXANDER\nI'm going to try to find a drink.\n\nHe exits. The others turn to Jason, their faces sooty, their\nclothing torn and bloody.\n\nINT. SHIP STRATEGY ROOM\n\nThe crew sits around the room, licking their wounds. Alexander\nnurses a blue beverage. Tommy examines a high tech metallic cast\non his arm. The computer lists off an endless damage report.\n\nCOMPUTER\n..-Forward thruster shaft, 87% damage... Left\nvector guards, 96% damage... Level 5 structural\nbreaches in quadrants 32, 34, 40, 43, 58...",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nCOMPUTER\n..-Forward thruster shaft, 87% damage... Left\nvector guards, 96% damage... Level 5 structural\nbreaches in quadrants 32, 34, 40, 43, 58... \n\nTARGET SECTION TO BE ANNOTATED:\nJASON\nAnd the engines?\n\nGWEN\nComputer, what about our engines? Why don’t we\nhave power?\n\nCOMPUTER\nThe Carbonite Sphere has fractured under\nstress. Damage to carbonite sphere irreparable.\nNew source of carbonite must secured.\n\nTOMMY\nOh great. There’s no spare on the ship?\nGUY\nfe didn’t have one on the show, so they don’t\nere.\n\nTOMMY\n---Hell, even my Yugo came with a spare.\n\f56.\n\nALEXANDER\n(to Jason)\nYou broke the ship! You broke the bloody SHIP!\nI told you you don’t hold down a turbo. You\npush it once, maybe twice for a boost but you\nBon’ t HOLD it.\n\nSuddenly the door opens and seven Aliens enter, led by Betzalar.\nThey look VERY SERIOUS. Guy exchanges an “uh oh” glance with\nTommy... But the aliens fall to one knee, lowering their heads.\n\nBETZALAR\nA thousand apologies. We have failed you.\n\nThe actors exchanged surprised glances.\n\nJASON\nYou what?.. What are you talking about?\n\nBETZALAR\nWe have seen you victorious in much more\ndesperate situations. The fault must lie with\nus, with the ship, with our engineering...\n\nJASON\nNo, no... It was us, Betzalar. Listen...\nWe're... We're... We're not the people you\nthink we are.\n\nBETZALAR\nI don’t understand...\n\nGWEN\nBetzalar, don’t you have television on your\nplanet? Movies? Plays?\n\nBETZALAR\nThe historical documents of your culture...\nYes, in fact we have begun to document our own\nhistory, from your example..\n\nGWEN\nNo not historical documents... They’re not all\nhistorical documents... I mean... Surely you\ndon’t think Gilligan’s Island is a...\n\nBetzalar and the others exchange sad glances...\n\nBETZALAR\nThose poor people...\n\nTOMMY\n(rolls his eyes)\nHoo boy...\n\nGWEN\nYour culture doesn’t have any form of Drama?\nOf theater? Make believe?\n\fs7.\n\nBetzalar and the others exchange quizzical looks.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nMake believe? s7. Betzalar and the others exchange quizzical looks. \n\nTARGET SECTION TO BE ANNOTATED:\nGWEN\nDoes no one on your planet behave in a way that\nis contrary to what they are in reality?\n\nBETZALAR\nYou're speaking of the use of deception? Lies?\n\nGWEN\nWell, sort of, I suppose...\n\nBETZALAR\nWe have become aware of these concepts only\nrecently. In our dealings with Sarris. Often we\nhave found that Sarris will say one thing, and\ndo another. Promise us mercy and deliver\ndestruction. It perplexed us at first. Our\npeople are builders, designers, we work\ntogether to create, not to destroy. These\nconcepts of deception and lies have no worth in\nour society. But with Sarris, yes, we have\nbegun to learn their meaning... at some great\ncost. But if you are saying that any of you\ncould possibly have traits in common with\nSarris...\n\nHe starts to laugh, and the other aliens join in.\n\nBETZALAR\nYou are our protectors... Our heroes. You will\nsave us.\n\nJason opens his mouth, but isn’t sure what to say... Suddenly a\nVIEWSCREEN lights and we see Dusty on the monitor from down in the\ngenerator room.\n\nDUSTY (ON SCREEN}\nHey Captain. Listen, our detectors have picked -\nup a source of Carbonite on a nearby planet.\nWhat do you think about the idea of rigging the\naft solar distributors in a parallel matrix and\nconfigured for negative propulsion? It won't be\na rocket ride, but it should get us there.\n\nJASON\n(impressed)\nI... Well, uh... Yes, absolutely!\n\nDusty turns to two young TECHS next to him.\nDUSTY\nCorrect! Gold star for you and a gold star for\nyou...\n\nHe licks and sticks two sticky GOLD STARS on the wrists of two\nbeaming alien TECHS.\n\f58.\n\nEXT. SHIP\n\nThe ship lumbers slowly forward. In the distance we see the\nswirling globe of a colorful and mysterious PLANET.\n\nINT. SURFACE POD BAY - LATER\n\nJason, Gwen, Tommy and Guy enter the small surface pod. Quellek,\nAlexander's protege, steps forward, hands Alex a device.\n\nQUELLEK\nDr. Lazarus, here is your surface mapper.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nQuellek,\nAlexander's protege, steps forward, hands Alex a device. QUELLEK\nDr. Lazarus, here is your surface mapper. \n\nTARGET SECTION TO BE ANNOTATED:\n I\nhave programed it to the coordinates of a\nCarbonite Sphere of sufficient density.\n\nALEXANDER\nThanks.\n\nQUELLEK\n(emotional)\nGood luck on your mission, Sir. By Grabthar’s\nHammer, by the Suns of Warvan I wish you-\n\nALEXANDER\n(holds up a warning finger)\nUh uh! What did we talk about?\n\nQUELLEK\nRight... Sorry, sir.\n\nINT. SURFACE POD\n\nTommy pilots the craft. Out the window the pod approaches the\nplanet. It’s an amazing sight, a blue sky with red clouds. Three\nsuns hang in the horizon. Guy looks out the window nervously.\n\nGUY\nI changed my mind. I want to go back.\nALEXANDER\nAfter the big fuss you made about not getting\nleft behind on the ship?\n\nGuy\nYeah, but that’s when I thought maybe I was the\ncrewmember that stays on the ship and something\nis up there and it kills me, but now I’m\nthinking I’m the guy who gets killed by some\nmonster five minutes after we land on the\nplanet. It makes perfect sense...\n\nJASON\nGuy, you’re not going to get killed on the\nplanet, okay?\n\nGUY\nOh, I'm not? I’m not? Then what’s my last name?\n\f53.\n\nJASON\nYour last name?\n\nGuy\nYeah, what is it?\n\nJASON\nIt’s... I don’t know.\n\nGUY\nNo. Nobody does. Do you know WHY? Because my\ncharacter isn’t IMPORTANT enough for a last\nname. Because I’m going to DIE five minutes in,\nwhy bother to come up with a last name for me?\n\nGWEN\nGuy, you HAVE a last name. We just don’t KNOW\nt.\n\nGUY\nDe I? DOI? For all you know I’m just “CREWMAN\n6\"!\n(hysterical)\nOkay, it’s FLEEGMAN! Guy FLEEGMAN! There! Now\nI’m a whole person! I can’t die! FLEEGMAN! THEY\nCAN’T KILL ME NOW, CAN THEY? CAN THEY?\n\nJason slaps him.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHEY\nCAN’T KILL ME NOW, CAN THEY? CAN THEY? Jason slaps him. \n\nTARGET SECTION TO BE ANNOTATED:\nGuy\nSee? I’m the hysterical guy who needs to be\nslapped, and then I die!\nALEXANDER\n(looks around with a sigh)\nAre we there yet?\n\nEXT. SURFACE POD\n\nThe pod makes its way toward the surface, and lands softly.\n\nINT. POD\n\nEveryone applauds, complimenting Tommy on the landing. Tommy looks\naway, shamed.\n\nTOMMY\nAutopilot.\n\nEveryone looks away, disappointed.\nEXT. PLANET SURFACE - DAY\n\nHARD RAIN beats down on the pod. The five exit the craft and look\naround. Alexander checks his mapper.\n\f60.\n\nALEXANDER\nIt's this way...\n(they start forward)\nWait... No... That way.\n\nThey all turn and head the opposite direction.\n\nGUY\nYou had it upside-down, didn’t you?\n\nALEXANDER\nShut up.\n\nTOMMY\nYou know, with the makeup and everything, I\nactually believed he knew his ass from a gopher\nhole for a second...\n\nGWEN\nMe too!\n\nWe pull back to see the landscape around them. It’s a marvel, huge\ncrystal formations and gleaming mountains surround them.\n\nEXT. CRYSTAL PLANET - VALLEY - LATER\n\nThe RAIN pours mercilessly as they move through a valley.\nLightning flashes on the horizon. They continue forward.\n\nEXT. CRYSTAL PLANET - INCLINE - LATER\n\nThey move up a moderate grade as the rain abates. Soft earth\nsquishes under their boots. Guy locks down to see tiny BUDS\nbeginning to peek up through the dirt, growing like time lapse\nphotography. He bends over and reaches out to touch one bud as it\nopens its petals revealing... rows tiny little TEETH. And suddenly\nit THRUSTS forward and CHOMPS down on Guy’s finger. Guy YELPS,\ntrying to withdraw his finger, but it’s got a good grip.\n\nGUY\nSEE?! I TOLD YOU! FIVE MINUTES!\n\nAlexander crushes the plant underfoot, shaking his head. Guy\nsucks on his bleeding finger as they continue on.\n\nEXT. PLANET - VALLEY PASS\n\nThey continue up a grade, and CLOUDS pass over the suns in the\nsky, darkening the horizon.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nGuy\nsucks on his bleeding finger as they continue on. EXT. PLANET - VALLEY PASS\n\nThey continue up a grade, and CLOUDS pass over the suns in the\nsky, darkening the horizon. \n\nTARGET SECTION TO BE ANNOTATED:\nGWEN\nMore rain?\n\nTOMMY\nMore something...\n\nIndeed the clouds look peculiar... Like icy crystalline structures\nfloating in the sky. Suddenly there is a crash of THUNDER and it\nbegins to rain solid frozen PROJECTILES...\n\f61.\nHundreds of STALACTITES falling like knives from the sky. Jason\n\nTACKLES Tommy, pushing him aside just as one of the projectiles\nimpacts. It would have cut him in half.\n\nJASON\nTake cover! There!\n\nThey all run toward a cliff face dotted with caves and\noverhangs.... Everyone scatters to the cave closest to them.\n\nINT. CRYSTALLINE CAVE\n\nJason and Gwen enter from outside... The room glows with shiny\ngreen and pink crystals...\n\nJASON\nI guess we'll have to wait it out.\n\nThey sit and watch the frozen rain fall and melt into pools\noutside for a long moment... Then simultaneously they get the same\nthought. They turn to each other...\n\nJASON AND GWEN\nEpisode 23. “The Caverns of Delos 5.”\n\nJASON\n“It’s not us, Tawny... It's these caves, they\nhave some strange power over us...\"\n\nGWEN\n“Oh, Captain, I could never reveal my true\nfeelings until now...”\n\nJASON\n*Resist it, Tawny... Resist it! It’s just the\ncave talking! Be strong!”\n\nShe moves over to him melodramatically.\n\nGWEN\n“Kiss me Captain? Oh, please, kiss me...”\n\nThey laugh at the dumb dialogue. There's an awkward pause as Jason\nthinks about really kissing Gwen. But she moves away before it\nbecomes an issue.\n\nJASON\nWe always had fun, didn’t we?\n\nGWEN\nWell they did. I’m not so sure about us...\n\nJASON\nOh, come on. We had good times. Remember when\nwe mic’d Alex in his trailer? Remember the\nspace monkey in Tommy’s locker?\n(a beat)\nRemember up in the catwalks between lighting\nsetups?...\n\f62.\n\nGWEN\nSure, on the set we were great. But off the\nset...\nJASON\nWe had plenty of good times off the set...\nThere was the time I... There was that time\nwe... Remember at the beach house we...\nGWEN\nFought.\nJASON\nYeah.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nRemember at the beach house we... GWEN\nFought. JASON\nYeah. \n\nTARGET SECTION TO BE ANNOTATED:\n We fought a lot.\n\n(thinks)\nIt was me. It was my fault.\n\nGWEN\n{surprised at the admission)\nYeah? You never said that.\n\nJASON\nIt's strange, you know..? The way people treat\nyou like your character. Even the grips and\nteamsters who should know better...\n\nGWEN\n(motions to her outfit)\nTell me about it.\n\nJASON\nI know. You couldn’t wait to get out of there\nat wrap... But me, I would have slept in stage\nsix if they’d let me. It was the best time of\nmy life. The way people looked at me... Like I\ncould do anything... I could even get someone\nas amazing as you to think I was special.\n\nGWEN\nYou thought it was him I wanted?...\n\nJASON\nTruthfully... Wasn’t it? Just a little?\n\nGWEN\nMaybe... What girl didn’t want to be with\nCaptain Taggart?\n(a beat)\nBut Captain Taggart couldn’t make me laugh.\n\nThey exchange a long glance.\n\nJASON\nThat sounds like the cave talking.\n\nShe laughs, proving her own point as they look out the cave\nentrance... A long beat as they watch the rain...\n\f63.\n\nJASON\nI still think we had fun off the set ONCE...\n\nGWEN\nWell let me know if you think of it...\nDISSOLVE TO:\n\nEXT. PLANET\nThe rain has stopped... The five actors have regrouped, and are\ntrudging up a steep grade as the three suns in the sky boil away\nthe water on the ground.\nCARBONITE QUARRY - DUSK\nThey move to a cul-de-sac of large dusty boulders, exhausted and\n\nparched. Alexander's device BEEPS as he approaches one five feet\nin diameter.\n\nALEXANDER\n\nThis is it.\nTOMMY\n\nI thought it was going to be little.\nGUY\n\nYou never watched the show at all, did you?\nSuddenly they hear a sound from the darkness, a strange sound,\nhalf human, half animal.\nGUY\nThat’s it. That's what’s going to kill me.\nALEXANDER\nWill you shut up.\nGWEN\nLet’s get out of here before something kills\nGuy.\nThey surround the boulder and start to push it the way they came.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nALEXANDER\nWill you shut up. GWEN\nLet’s get out of here before something kills\nGuy. They surround the boulder and start to push it the way they came. \n\nTARGET SECTION TO BE ANNOTATED:\nCRYSTALLINE PASS\nThey push the Carbonite sphere forward as around them they hear\nmore SPOOKY VOICES whispering in an alien tongue. And the sound of\nrocks shifting; Critters climbing around the surrounding cliffs.\n\nGWEN\nI saw something move.\n\nJASON\nMe too. Let’s just keep going.\n\nThey push the Carbonite past a cliff revealing a POOL of\nglimmering liquid. At the pool are two SMALL BLUE beings that\nlook somewhat like human CHILDREN, drinking. Everyone stares.\n\f64.\n\nGUY\nC'mon, let's go...\n\nGWEN\nLook at them. They’re cute. They look like\nchildren...\n\nShe waves at one of them. It cocks its head and waves back.\n\nGUY\nOf course they’re cufe now. But in a second\nthey’re going get ugly and mean somehow and\nthen when we turn around there’s going to be a\nmillion more of them...\n\nGwen and Tommy make baby talk sounds to them. They make baby talk\nsounds back..\n\nGUY\nJesus, didn’t ANY of you guys watch the show?!\n\nGwen smiles. The aliens smile back, imitating her... But it’s a\nhideous sight: Their lips curl three times wider across their\nfaces than normal and their mouths reveal HUGE SHARP teeth. We\nthen notice that one of them is holding a RAGGED SEVERED LEG, and\nhas blood in his teeth. The actors hear more SKITTERING behind\nthem and turn slowly to see DOZENS of ALIEN DEMON CHILDREN\nappearing on the ridge.\n\nGUY\nI am so sick of being right!\n\nThe demon children begin coming down the hillside in WAVES.\n\nALEXANDER\nGod I hope they’re just coming for Guy.\n\nJASON\nC’MON. PUSH!\n\nThey push the Carbonite rock to the ridge as fast as they can.\nIt’s all downhill from there, luckily... The bad news is...\n\n..-Below they see the field of CARNIVOROUS FLOWERS now grown to\neight feet tall, and there are HUNDREDS of them, all snapping and\nbiting at each other.\n\n-.-Jagon turns to see the STAMPEDE of the demonic aliens coming at\nthem like a tidal wave. He makes a decision.\n\nJASON\nStay close behind it.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\n-.-Jagon turns to see the STAMPEDE of the demonic aliens coming at\nthem like a tidal wave. He makes a decision. JASON\nStay close behind it. \n\nTARGET SECTION TO BE ANNOTATED:\nHe gives the Carbonite boulder a shove and it begins rolling down\nthe hill, faster and faster. The actors follow in its path...\n\nDown the hill... straight into the FLOWER FIELD... The now\nMUSCULAR plants SNAP at them with powerful jaws, but the boulder\nmows down the ones in their path and they make it through...\n\f65.\n\nUp ahead the SURFACE POD is in sight. Jason looks back to see the\nDEMON ALIENS following through the field, some getting carried\ninto the air and eaten by the plants, but by sheer numbers, most\ngetting through and still in pursuit.\n\nThe group follows the boulder as it comes to rest at the pod. They\nroll the boulder onto the ramp as the DEMON ALIENS grow closer.\nBut the boulder now blocks the entrance. Gwen helps Guy inside,\nthen squeezes through herself, followed by Tommy. Alexander and\nJason both motion each other forward.\n\nALEXANDER\nGo ahead!\n\nJASON\nYou go first! There’s no time!\n\nALEXANDER\nOh, of course, I forgot! YOU have to be the\nhero... Heaven forbid I get the spotlight once!\nOh no, Jason Nesmith couldn’t possibly-\n\nJason cold cocks him unconscious and lifts him through, then\nsqueezes through himself as behind him\n\nTHE DEMON ALIENS DESCEND UPON THE POD\nINT. POD\nJason is almost through.\n\nJASON\nTommy, I’m in, push go now!\n\nTommy pushes the button when suddenly Jason is GRABBED BY THE\nANKLE by FIVE PAIRS OF DEMON HANDS and dragged back outside just\nas the door closes behind him.\n\nGWEN\nOh my ged! Tommy! Stop the pod! Stop the pod!\n\nTOMMY\nI can’t... It’s on autopilot!...\n\nAs they pod ascends they all move to the window to watch horrified\nas Jason disappears into the middle of the huge blue mob that\nsurrounds him. Alexander regains consciousness, looks around.\n\nALEXANDER\nRe knocked me out the sonofabitch. Where is he?\n\nGWEN\n(horrified)\nDown there.\n\nAlexander joins the others, looks down at the blue mob below.\n\f66.\n\nALEXANDER\nOh right, of course...",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlexander joins the others, looks down at the blue mob below. 66. ALEXANDER\nOh right, of course... \n\nTARGET SECTION TO BE ANNOTATED:\n It’s always about YOU,\nisn’t it?!\n\nThe view fades to white as we move up into clouds.\nEXT. PLANET SURFACE - DAWN\n\nOne of the SUNS rises on the horizon.\n\nINT. ALIEN SLAUGHTERHOUSE\n\nJason is tied to a slab, his shirt off. Around the room are hooks\nfrom which hang various severed parts of a variety of strange\nalien BODIES. He is surrounded by five of the DEMONS. One of them\nbrings forth a long carving knife.\n\nJASON\nWait. Just wait. You speak English?... Habla\nEspanol? Parle-\n\nWithout hesitation, the alien SLICES a thin slice of “meat” from\nJason’s shoulder, and eats it from a fork.\n\nJASON\nAGH! JESUS! What the hell are you DOING?\n\nThe demons confer in a strange SUBTITLED language.\n\nDEMON #1\nIt is suitable.\n\nDEMON #2\nI will try.\n\nHe slices off another bit of meat and chews. Jason yells.\n\nJASON .\nOWWWW! STOP! NO MORE! Not one more bite, do\nyou understand? Do not eat ONE MORE BITE OF-\nAAAAGH! SHIT!\n\nSuddenly we hear a RUMBLING from outside, like a volcano, and\nanother alien runs in.\n\nDEMON #3\nThe hill of fire.\n\nDEMON #1\nGorignak is displeased.\n\nDEMON #2\nIt has been too long since an offering.\n\nThey look down at Jason. He looks back, wary.\n\nDEMON #1\nYes. Unfortunate. It is flavorful.\n\f67.\n\nDEMON 2\nWhat do you suppose it is?\n\nDEMON #1\n{momentarily introspective)\nI don’t know. Strange, it looks like a child.\n\nDEMON #3\nWhat should I do?\n\nDEMON #1\nHit it with a rock,\n\nDemon three lifts a rock and Jason doesn’t have time to object\nbefore everything goes BLACK.\n\nINT. SHIP POD BAY\n\nThe pod door opens and Gwen, Alexander and the others exit, out of\nbreath. They’re greeted by Dusty and three of his Generator Room\nTechs.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. SHIP POD BAY\n\nThe pod door opens and Gwen, Alexander and the others exit, out of\nbreath. They’re greeted by Dusty and three of his Generator Room\nTechs. \n\nTARGET SECTION TO BE ANNOTATED:\nGWEN\nWe got the Carbonite, but the Captain’s down\nthere with a bunch of cannibals!\n\nDUSTY\nWe have to go back down in the pod then...\n\nGWEN\nThere’s no time. What about that dohicky...\nThat transports us back and forth? It’s your\nthing, Dusty, you know... “Molecularize me in,\nSergeant Chen...\" Do we have one of those?\n\nDUSTY\nThe molecular conveyor...\n\nTOMMY\nOf course, we could just zap him up with the\nmolecular conveyor! Teb?...\n\nTEB\nYes, we did build a conveyor, of course...\n\nGWEN\nWhat are we waiting for? You guys get the\nCarbonite Sphere up and running, okay? Teb,\ntake us to the conveyor station.\nThey exit running. Dusty looks a little unsure...\nINT. CORRIDOR\n\nGwen, Alexander, Dusty, Tommy, Guy and the technician Teb run down\nthe hallway. Buffing, Alexander turns to Gwen.\n\nALEXANDER\nYou said “the Captain.”\n\f68.\n\nGWEN\nWhat?\n\nALEXANDER\nBack there. You said “the Captain” is down\nthere with a bunch of cannibals.\n\nGWEN\nNo I didn’t.\n\nTOMMY\nI heard it too.\n\nGWEN\nIs this really the most important thing we\ncould be talking about right now?\n\nEXT. PLANET SURFACE - ROCKY TRENCH/EXHIBIT AREA\n\nJason opens his eyes to find himself outside in a rocky landscape.\nHe hears the sound of strange chattering and looks up to see a\nlarge group of DEMONS watching him through a window set in the\nrock wall high above. The entire effect is that of a zoo exhibit;\na rock valley with high walls, and a number of viewing areas.\nAbove, the aliens chant a single word over and over...\n\nDEMONS\nGorignak... Gorignak...\n\nNext to the Jason lies a wooden spear. Jason hears scratching\nfootsteps approaching around a corner. He rises quickly and grabs\nhis spear. The animal appears.. It looks about the size of a pot\nbellied pig, but somewhat reptilian.\n\nDEMONS\nGorignak... Gorignak...\n\nJason moves slowly toward the animal.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nDEMONS\nGorignak... Gorignak... Jason moves slowly toward the animal. \n\nTARGET SECTION TO BE ANNOTATED:\n It SNORTS at him, holding\nits territory, Suddenly we hear Gwen’s voice. -\n\nGWEN (0.S.)\nJason.. Can you hear me?\n\nJason pulls the vox from his belt.\n\nJASON\nYes. Yes, I’m here!\n\nINT. SHIP - MOLECULAR CONVEYER ROOM\n\nGwen, Alexander and the others watch Jason on a viewscreen.\n\nGWEN\nThank God. Are you okay?\n\nJASON\nYeah.. They want me to fight this thing,\nGorignak... I think I can take it though...\n\f69,\n\nGWEN\nJason, we're going to use the molecular\nconveyer to get you out of there.\n\nJason pokes at the pig-lizard. It HISSES at him petulantly.\n\nJASON\nThe molecular conveyer? Wait, that’s the thing\nthat pulls me apart into a zillion pieces zaps\nme up there, and reassembles me, right?\n\nDUSTY\nRight.\n\nJASON\nI’1l take my chances with Gorignak.\n\nThe pig lizard NIPS at Jason, getting a bite. Jason stabs back.\n\nGWEN\nJason, we’ve got to get you out of there...\nIt's perfectly safe, isn’t it, Teb?\n\nTEB\nIt has never been successfully tested.\n\nJASON\nWhat? What did he say?\n\nGWEN\nNothing. Hold please.\nShe switches off the vox, they turn to Teb.\n\nTEB\nTheoretically the mechanism is fully\noperational. However, it was built to\naccommodate your anatomy, not ours. Our actual\nhands are six fingered and jointed at ninety\ndegrees to yours. We are unable to operate the\ndevice with the required dexterity. But now\nthat Sergeant Chen is here he can operate it...\nIt was designed watching his motions from the\nhistorical records.\n\nEveryone turns to Dusty. For the first time, he looks a little\napprehensive. He laughs nervously.\n\nDUSTY\nWell I mean I can’t... I can supervise of\ncourse, but...\nAlexander turns the vox back on.\n\nALEXANDER\nJason, we’re going to test it.\n\nJASON\nOkay... On what?\n\f70,\n\nTOMMY\nHow about the pig lizard?\n\nJASON\nHey, I was doing okay with the pig lizard...",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nOn what? 70,\n\nTOMMY\nHow about the pig lizard? JASON\nHey, I was doing okay with the pig lizard... \n\nTARGET SECTION TO BE ANNOTATED:\nAlexander and the others move aside to let Dusty at the control\npanel. The controls are complicated, and fit Dusty’s hand like two\nmetal gloves. Teb GASPS as he grasps the controls.\n\nTEB\nI’m sorry. It is very exciting to see the\nmaster at the controls. The operation of the\nconveyer is more art than science.\n\nDusty moves his hands and the pig is TARGETED in crosshairs of the\ninstrument panel. He slowly twists his wrist as he Manipulates a\nlever cautiously and....\n\nON THE PLANET’S SURFACE\n\nThe pig lizard demolecularizes and disappears.\n\nCONVEYOR ROOM\n\nEveryone looks very impressed. Dusty starts to smile, “no sweat”\nas the pig rematerializes on the conveyer pad. As it forms,\n\nhowever, something is very wrong. We hear the pig lizard’s\nHORRIBLE SQUEALS over the disgusted reactions of the crew.\n\nJASON\nWhat? What?\nALEXANDER\n{singsong)\nNothing.\nJASON\n\nI heard something. A squeal.\n\nGWEN\nOh no. Everything’s fine.\n\nTEB\nBut... the animal is inside out.\n\nJASON\nI heard that! It’s INSIDE OUT!\n\nThen the monstrous remains of the pig lizard EXPLODES.\n\nTEB\n+.-And it exploded!\n\nJASON\nWhat? Did I just hear that it came back INSIDE\nOUT, and then it EXPLODED? Alex? Gwen? Hello?\n\f71.\n\nGWEN\nHold on. (to others) What are we going to do?\nPLANET SURFACE\n\nJason looks up at the viewing window where the Demons continue to\nchant.\n\nDEMONS\nGorignak!... Gorignak!...\n\nJASON\nWait, the pig lizard is gone. Why are they\nstill chanting for the pig lizard?\n\nGWEN\nTurn on the translation circuit.\nTeb flicks a switch and we hear the Demons in English.\n\nDEMONS\nROCK... ROCK... ROCK...\n\nSuddenly Gwen and the others notice that the entire ROCK FACE\nbehind Jason moves slightly, like a granite MUSCULATURE... Jason,\nfacing forward, doesn’t see it.\n\nGWEN\nJason? I don’t think the pig was Gorignak...",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nJason,\nfacing forward, doesn’t see it. GWEN\nJason? I don’t think the pig was Gorignak... \n\nTARGET SECTION TO BE ANNOTATED:\nJASON\nWhat the hell are you talking about?\n\nBehind Jason, the boulders in the wall begin moving forward,\nEMERGING from the rock face, and a GIANT emerges... A MONSTER made\nof granite... Jason turns slowly, with a feeling of dread, as he\nhears the rumbling SOUND of the monster’s body freeing itself from\nthe rock face around it.\n\nJASON\nOh darn.\n\nHe takes a step back, holding his puny wooden spear. The ROCK\nMONSTER steps forward, 20 feet tall. Its face mostly featureless\nyet ominous and determined and upset, and it heads straight for\nJASON.\n\nJASON\nGuys, molecularize me in...\n\nJason backs away slowly, around the corner, but the monster\nfollows CRUNCH CRUNCH forward...\n\nJASON\nGuys...7!!\n\nINT. SHIP - MOLECULAR CONVEYER ROOM\nDusty looks genuinely distressed.\n\n \n\f72.\n\nDUSTY\nI can’t. You saw what happened...\nGWEN\nYou have to. They based it on YOUR hand\nmovements.\nDusty backs away, terror in his face... He starts talking to\nhimself nervously...\nDUSTY\n\nAll my professional life they’d say “can you\nride a horse” Dusty? And I’d say “Of course,\nbeen riding since I was a boy.” “Can you fence\nDusty?” “Funny you should ask, I’ve won six\ninternational competitions.” I learned never to\nsay I can’t do something. You don’t get the\npart if you say “I can’t do this.” So I said\n“sure!” because after you're cast, a stuntman\ndoes the fall, somebody’s hands play the piano\nfor you... But this is life or death! There is\nno stuntman, there are no hands, so may God\nforgive me Jason... I can’t do this.\n\nDusty huddles in the corner, obviously no use to anybody.\nON THE PLANET\n\nJason is in a FULL OUT RUN being chased by the ROCK MONSTER which\nSTOMPS forward, DEMOLISHING everything in its path. The DEMONS\nmove from viewing window to viewing window excitedly, following\nthe pursuit. Finally Jason runs into a dead end.\n\nALEXANDER\nDusty’s no good, Jason.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe DEMONS\nmove from viewing window to viewing window excitedly, following\nthe pursuit. Finally Jason runs into a dead end. ALEXANDER\nDusty’s no good, Jason. \n\nTARGET SECTION TO BE ANNOTATED:\n You're going to have to\nkill it.\n\nThe monster CRUNCHES forward, distracted by a couple of Pig\nLizards which scurry across its path. He grabs them and puts them\nin his rock mouth, SQUASHING them. Then turns back to Jason...\n\nJASON\nKILL IT? Well I‘m open to ideas!...\n\nGUY\nGo for the eyes. Like in episode 22 with the\nVar-Dragon... Or episode 46 with the-\n\nJASON\nIt doesn’t have eyes.\n\nGUY\nThe throat, the mouth... Its vulnerable spots.\n\nJASON\nIt’s a ROCK. It doesn’t HAVE vulnerable spots!\n\f73.\n\nTOMMY\nI know... You construct a weapon. Look around,\ncan you form some sort of rudimentary lathe?...\nJASON\n\nA LATHE??? Get off the line, Guy! Gwen?\n\nGWEN\nIt’s REALLY big, Jason...\n\nJASON\nThanks. Helpful!\n\nThe monster takes a step forward, its shadow falling over Jason..\nJASON\nALEXANDER??? PLEASE? You're my advisor, advise\nme!\nAlexander strokes his chin, thinking...\nALEXANDER\n\nJason, you have to figure out what it wants...\nWhat’s its motivation?\n\nJASON\nIt’s a DAMN ROCK MONSTER!!! It doesn’t HAVE\nmotivation!\n\nALEXANDER\n\nThat’s your problem. You were never serious\nabout the craft...\n\n(closing his eyes)\n“I'm a rock... I just want to be a rock...\nStill. Peaceful.. Tranquil..*\n\nThe monster goes on a frenzy, crushing everything inbetween itself\nand Jason... Meanwhile, Alexander curls in a ball pretending to be\nthe rock monster...\n\nALEXANDER\n---;\"Oh, but what’s this? Something’s making\nnoise... No, not noise, no... MOVEMENT.\nVIBRATIONS. Make the vibrations stop, they go\nstraight into me like a knife!.. I must CRUSE\nthe thing that makes the vibrations...*\n\nJASON\nAm I crazy, or do you actually have something\nthere?\n\nJason reaches down and grabs a handful of small rocks. But at that\nmoment the rock monster reaches down and GRABS him in his fist.\nJason is carried into the air and dangled above the beast’s mouth.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nJason reaches down and grabs a handful of small rocks. But at that\nmoment the rock monster reaches down and GRABS him in his fist. Jason is carried into the air and dangled above the beast’s mouth. \n\nTARGET SECTION TO BE ANNOTATED:\nJason keeps his composure enough to toss one of the rocks at the\nDEMONS in the viewing window. The rock SMACKS the window with a\nBANG and bounces off.\n\f74,\n\nThe Demons turn to each other, smiling at this feeble effort to\nhurt them. That is until the monster WHEELS toward the window.\n\nJason throws another rock at the window. It hits with SOUND,\nVIBRATING the window. The monster drops Jason. Jason lands,\nthrows another rock. The monster CHARGES toward the vibrations,\nand before the demons can flee, SMASHES into the viewing area,\ncausing the entire wall, Demons and monster to collapse together\nin a mammoth landslide. All is still.\n\nIN THE SHIP\n\nThe actors CHEER, but their relief is short lived as...\n\nON THE PLANET\n\nThe rock monster EMERGES from the rubble, its jaws BLOODY from\nmunching a few of the flattened DEMONS in its mouth... It begins\nto make a beeline for Jason. Jason is perplexed.\n\nJASON\nBut I’m not moving, I... Oh no. My heartbeat.\n\nIN THE ROCK MONSTER’S POV we head toward Jason and hear Jason's\nadrenaline heartbeat magnified like a drum, THA-THUMP THA-THUMP.\n\nJASON\nDusty? Dusty, can you hear me?\n\nON THE SHIP\n\nDusty moves to the panel, shaking.\n\nDUSTY\nYes Jason?\nJASON\nYou've got to do this... It’s up to you.\n\nThe MONSTER picks up speed toward Jason.\n\nDUSTY\n(sweat pours down his temple)\nNo, I’1l kiil you...\n\nJASON\nListen Dusty. You did this for four years on\nthe show. You can do it now... Put your hands\n\non the controls..\nDusty puts his trembling hands on the controls...\n\nDUSTY\nI don’t know... I don’t know...\n\nThe monster picks up speed. STOMP STOMP STOMP.\n\f75.\n\nJASON\n\n(hiding his fear)\nDusty, I worked summer stock with Hopkins.\nRegional theater with Hoffman. But I swear to\nGod I have never met an actor who could hit his\nmark, or nail his lines with the professional\nconsistency of a Dustin Kwan. You're Mr.\nDependable...",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut I swear to\nGod I have never met an actor who could hit his\nmark, or nail his lines with the professional\nconsistency of a Dustin Kwan. You're Mr. Dependable... \n\nTARGET SECTION TO BE ANNOTATED:\n You can do this.\n\nDUSTY\nYou worked with Hopkins? I worship Hopkins.\n\nDusty draws confidence from these words. The monster is UPON\nJason... It raises its fist...\n\nCAPTAIN\n\nA moment of concentration - as everybody holds their breath - and\nthen Dusty works the controls. Jason is STILL THERE and..\n\nTHE MONSTER SMASHES DOWN HIS FIST RIGHT DOWN ONTO JASON....\n\n++-at the very moment he dematerializes. The fist goes right\nthrough the scattering molecules. Everybody on ship holds their\nbreath and watches the..\n\nREMATERIALIZING PLATFORM\n\nDusty twists and turns his controls with extreme concentration as\nJason appears, solidifying. His body instantly DUCKS and CONTORTS\nto avoid the ROCK FIST that moments ago descended upon him.\nEveryone runs up to him as he regains his composure, celebrating,\nhugging him and patting him on the back. Even Alexander looks\nrelieved, but won't admit it of course.\n\nALEXANDER\nI see you managed to take your shirt off.\n\nJason looks over and sees Dusty still at the controls, drenched\nwith sweat. He moves to Dusty and shakes his trembling hand.\n\nDUSTY\nAs good as Hopkins?\n\nJASON\nHopkins can't drink your bathwater, Dusty.\n\nDusty wells with pride. Jason turns to the others.\nJASON\nAll right folks, let’s get the hell out of\nhere...\nJason punches a communications button.\nJASON\n\nBetzalar, we’re back and we're on our way to\ncommand deck. (silence) Betzalar?\n\n(MORE)\n\f76.\n. JASON (cont'd). ,\nCome in Betzalar? Teb? Queelek? Generator\nroom?!.. What’s going on? Where is everybody?\n\nGwen pushes a button on the monitors to see... EIGHT GIANT SHIPS\nJUST LIKE SARRIS’ SURROUNDING THE PROTECTOR. The crew REACTS...\nGwen punches another button and a dozen video panels light up\nshowing... SARRIS’ MEN ALL OVER THE SHIP. IN THE GENERATOR ROOM,\nTHE HALLWAYS, THE COMMAND DECK... An INFESTATION.\n\nTOMMY\nNO NO NO.\n\nJASON\nWe've got to get out of here. C’mon, hurry!..",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nTOMMY\nNO NO NO. JASON\nWe've got to get out of here. C’mon, hurry!.. \n\nTARGET SECTION TO BE ANNOTATED:\nBut as they head toward the door, it OPENS, revealing SARRIS AND A\nDOZEN OF HIS MEN, guns drawn. The actors back away, except for\nJason who stands his ground as Sarris approaches. They stand face\nto face for a moment.\n\nJASON\nListen Sarris, just hold on a-\n\nBut Sarris BACKHANDS him brutally with his metal gloved fist.\nJason crashes to the floor. Gwen and the others move to help, but\nare restrained by the guards. Jason starts to stand, wiping blood\nfrom his mouth, but with a nod from Sarris, six of his men\nsurround Jason and begin to kick and beat him on the ground\nbrutally... Alexander and the others can only watch in horror.\n\nINT. BARRACKS/PRISON\n\nThe row of barracks down the long hallway have been converted to\nprison cells. From inside these the hundreds of captured ALIENS\nwatch in despair as JASON, BLOODY AND BEATEN, is led down the\ncorridor, his hands and feet shackled. Sarris, his guards and the\nother crewmembers follow behind.\n\nWeak and semi-conscious from the beating, Jason stumbles and\nfalls. Sarris produces a device that looks-like a cattle prod and\napplies it to Jason’s neck. Jason cries out, his entire body\nlights up with electricity. The aliens push against the cell doors\nto come to his aid, but the guards beat them back mercilessly\nthrough the bars.\n\nSARRIS\nIf you cannot walk, Captain, then I suggest you\ncrawl.\n\nJason hesitates. Sarris SHOCKS him again. Jason finally rises and\nslowly begins to CRAWL forward. Everyone is silent. Numb.\n\nINT. MEDICAL DECK\n\nThe area has been converted to an interrogation chamber. Jason is\nled in with the others. Sarris’ men are in the middle of an\ninterrogation on a man strapped to a table. They move aside to\nreveal BETZALAR, parely alive. But as he sees Jason, a ray of\nhope lights up behind his eyes. He smiles.\n\fBETZALAR\nCaptain. Thank God you're here.\n\nJason, despite his own pain, attempts an encouraging nod.\n\nBETZALAR (cont’d)\nNow you will face justice, Sarris.\n\nSarris laughs long and hard.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nJason, despite his own pain, attempts an encouraging nod. BETZALAR (cont’d)\nNow you will face justice, Sarris. Sarris laughs long and hard. \n\nTARGET SECTION TO BE ANNOTATED:\nSARRIS\n\nBrilliant. Absolutely brilliant. At every turn\nyou demonstrate the necessity for your\nextermination. The qualities of your race...\nRidiculous optimism, like that of little\nchildren. Loyalty without regard to purpose or\neffect. Building, always building. But what you\nspend years to build, I take from you in days.\nWhat you create in decades, I destroy in\nmoments... But you are stubborn, Betzalar, I'll\ngrant you that. Annoyingly stubborn.\n\n(to Jason)\nDo you want to save this man's life, Captain?\nAnd the life of your crew?\n\nJASON\nYes.\n\nSARRIS\nThen tell me one thing... What does it do, the\ndevice? The Omega 13.\n\nJASON\nI... I don’t know.\n\nSarris twists a dial. Betzalar writhes in pain on the table.\n\nSARRIS\nIs it a bomb? Is it a~booby trap? Tell me!\n\nJASON\nStop, please! I don’t know!\n\nSarris twists the dials even higher.\n\nSARRIS\nGuards! Prepare a tear harness for the\nfemale...\n\nJASON\nNo! I don’t know! I swear I don’t know! I can’t\ntell you!\n\nSARRIS\nDo you think I’m a fool? That the Captain does\nnot know every bolt, every weld of his ship?\n\nGwen fights the guards valiantly as they drag her to a table.\n\n77,\n\f78.\n\nJASON\nBut I’m not! I... I’m not the Captain!\nSarris turns, interested. He motions his guards to halt.\n\nSARRIS\nWait. What did you say?\n\nJASON\nPlease, don’t hurt them, it’s not their fault.\nI‘m not the Captain, I don’t know anything.\n\nBetzalar looks at him too, bewildered. Sarris looks intrigued.\n\nSARRIS\nExplain.\nJASON\nGwen. The show. There’s no choice... Do it.\nGWEN\n(a long beat)\n\n--.Computer, play the historical records of the\nGALAXY QUEST missions.\n\nA screen lights up with the opening of the first GALAXY QUEST\nepisode. We see the various actors in their roles, freeze framed\nin action poses, intercut with the ship speeding through space.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nComputer, play the historical records of the\nGALAXY QUEST missions. A screen lights up with the opening of the first GALAXY QUEST\nepisode. We see the various actors in their roles, freeze framed\nin action poses, intercut with the ship speeding through space. \n\nTARGET SECTION TO BE ANNOTATED:\nSarris watches, captivated. Realization dawns on his face. He\nbegins to laugh. Sarris turns to Betzalar, beaten and bleody, but\nhope lighting in his eyes as he watches the show. That tickles\nSarris even more, he ROARS with laughter.\n\nSARRIS\nOh, this is wonderful. Wonderful. I treated\nyou as a foe, but no... You have done much\n\ngreater damage to these poor fools than I ever\nhave..> Than I ever could.... Bravo!... Bravo!\n\nHe puts his arm around Jason and leads him to face Betzalar.\n\nSARRIS\nTell him. This is a moment I will treasure.\nExplain to him who you really are.\n\nJason looks up at Betzalar. A long pause.\n\nJASON\nMy name is Jason Nesmith. I’m an actor. We’re\nall actors.\n\nSARRIS\nOur dim witted friends don’t understand the\nconcept of acting. They have no theater, no\nimagination these scientists...\n\nJASON\nWe pretend...\n\f79,\n\nSARRIS\nSimpler.\n\nJASON\nWe.. We lie.\n\nSARRIS\n\nYes... You understand THAT, don’t you,\nBetzalar?...\n\nBetzalar looks up at Jason, bewildered.\n\nJASON\nI’m not a Captain, there is no United States\nExploration Administration. There is no ship.\n\nBETZALAR\n(perplexed, points to Tv)\nBut there it is!...\n\nJASON\nA model, only as big as this.\n(motions with his hands)\n\nBETZALAR\nBut... Inside, I have seen-\n\nJASON\nJust sections of rooms made of plywood. Our\nCarbonite Sphere was painted wire and plaster.\nThe molecular conveyor was Christmas lights...\nDecorations.\n\nBETZALAR\nBut... why?\n\nJASON\nIt’s difficult to... On our planet we pretend\nin order to... entertain.\n\nBetzalar just stares. Sarris watches, eyes twinkling.\n\nJASON\nThat’s how I make my living. Pretending to be\nsomebody else. Pretending to be Captain Peter\nQuincy Taggart...\n(beat)\nI’m... I’m so sorry Betzalar...\n\nBetzalar looks away, his eyes hollow, all hope gone.\n\nSARRIS\n(to Betzalar)\nNow you know.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m so sorry Betzalar... Betzalar looks away, his eyes hollow, all hope gone. SARRIS\n(to Betzalar)\nNow you know. \n\nTARGET SECTION TO BE ANNOTATED:\n This entire world you've\nconcected. Your miserable lives, all based on\nnothing. Your beliefs... your hopes... All a\ndream. A wisp of smoke. Now there is only pain.\n\nSarris moves to his Lieutenant, RAK LATHE.\n\f80.\n\nSARRIS\nLieutenant Lathe, I confess that I am beginning\nto feel a bit foolish myself. Chasing across\nthe universe to obtain what is, I am now\ncertain, a bauble of fiction. But just in\ncase... Tell me how best to obliterate this\nvessel? I would like nothing to remain.\n\nLATHE\nThe core could be hardwired to overload without\nmuch effort.\n\nBETZALAR\nSarris. What about my men?\n\nSARRIS\nYes, you're right. Much too easy a death for\nthe trouble you have caused me. Lieutenant,\nopen a vent on level “C” and let the outside in\na bit for our friends downstairs.\n\nA beat. Enraged, Jason LUNGES for Sarris, but his men quickly beat\nhim down brutally.\n\nSARRIS\n\nI guess an actor is not the same as a Captain\nafter all.\n\nHe turns to his guard, motioning to Jason and the others.\n\nSARRIS\nRelease them, Sergeant... Into space.\n\nThe Guard nods and escorts them out. Sarris turns to Betzalar and\nraises the torture control with a sick smile.\n\nINT. CARGO JETTISON CHAMBER\nA number of Sarris’ men jettison cargo through a hydraulic\nairlock. The crates floats into space, collected by a freighter\nship outside. They look up as the computer makes an announcement.\nCOMPUTER VOICE (0.S.)\n\nCore overload. Emergency shut down overridden.\n\nCore implosion estimated in nine minutes...\nJason and the others enter, escorted by the guards who motion for\nthe workers to leave them alone. Then Guard #1 pushes a button,\nopening the cargo hold. He motions to Alexander and Jason.\n\nGUARD #1\nLift out the crate and get in.\n\nJason and Alexander move to the cargo hold. Alex glares at Jason.\n\nALEXANDER\nWell, how does it feel, Jason? Was it worth it?\n\nThey lift the crate aside. Jason simply hangs his head.\n\f81.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey lift the crate aside. Jason simply hangs his head. 81. \n\nTARGET SECTION TO BE ANNOTATED:\nALEXANDER\nHundreds of innocents to die because of you...\nHow does it feel?\n\nJASON\nShut up. Just shut up.\n\nGUARD #1\nBe quiet, both of you. Get in.\n\nThe guard lifts his gun. Alexander and Jason slowly walk toward\nthe cargo jettison scoop.\n\nALEXANDER\nHundreds dead, all so you could play at being\nthe Captain!\n\nGUARD #1\nBe quiet.\n\nALEXANDER\nYou've murdered us all you egomaniacal\nsonofabitch!\n\nJASON\n\nShut up! Just shut up you green skinned freak!\n\nAlexander LUNGES at Jason, striking him in the face. They tumble\nto the ground, fighting. The guards smile, enjoying the fight.\nJason quickly overpowers Alexander and punches him repeatedly, his\nown anger taking hold. Finally, he lifts Alexander to his feet.\nAlexander’s eyes are rolled back in his head. Jason pulls back for\nthe crowning blow...\n\n.--and deals a punisher right past Alexander into the face of\nGuard #1! Alexander’s eyes snap open and he ELBOWS Guard #2 in\nthe face. The fight was an act. The second guard’s gun goes\nSKITTERING into the cargo scoop as he drops unconscious. Guard #1\ndives into the scoop to retrieve the gun, aims at Jason and pulls\nthe trigger at the instant the scoop hydraulics comes to life and\nhe is WHISKED THROUGH THE HOLD INTO SPACE, flailing silently into\nthe vacuum. Everyone turns to see Dusty taking his finger off the\ncargo button.\n\nDUSTY\nHmmm.. A bit sticky. 1’11 get one of my boys\nup here with a can of WD-40.\n\nAlexander turns to Jason, both out of breath.\n\nALEXANDER\n“Green skinned freak...?”\n\nJASON\nI was staying in character. “Egomaniacal\nsonofabitch?”\n\nALEXANDER\nNaturalism. I see you got to win the fight...\n\n‘\n\f|\n\n82.\n\nJASON\nI had the shot...\n\nGWEN\nGuys...\n\nShe motions to a row of security monitors...\n\nOne labeled “ENVIRONMENTAL SYSTEMS DECK - C LEVEL” shows FOUR OF\nSARRIS’ MEN straining at a large circular valve.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nGWEN\nGuys... She motions to a row of security monitors... One labeled “ENVIRONMENTAL SYSTEMS DECK - C LEVEL” shows FOUR OF\nSARRIS’ MEN straining at a large circular valve. \n\nTARGET SECTION TO BE ANNOTATED:\n On another\nMonitor we see DEBRIS rushing up to a vent in the BARRACKS area as\nAIR_IS SUCKED OUT OF THE ALIENS’ PRISON. Teb and the other aliens\npull on their prison bars in horror.\n\nJASON\nLet’s go.\n\nINT. CORRIDOR\n\nThe six of them run down the hallway. Jason stops them and they\nduck into an alcove as a unit of Sarris’ men jog past.\n\nCOMPUTER VOICE (0.S.)\nCore implosion in four minutes...\n\nJASON\nGo on, give it a try, Gwen.\n\nGWEN\nComputer, shut down the core.\n\nCOMPUTER VOICE\nUnable. Memory checksum for core operations\ninvalid. Systems hardware damaged.\n\nJASON\nAll right guys, listen up. Gwen and I are going\nto have to get to the core and shut it down\nmanually. Tommy, you and Dusty need to get that -\nair valve back on. Alex, see if you can get\nthe prison doors open downstairs in case Tommy\nand Dusty can’t get the oxygen back in time.\n\nTOMMY\nJason? What about me? What do I do?\nJason puts a hand on his shoulder.\n\nJASON\nPractice driving, Tommy.\n\nThey all split up, leaving Tommy standing there.\n\nTOMMY\nPractice driving?\n\f83.\n\nINT. HALLWAY\n\nGwen and Jason hurry down the hallway, keeping a look out for\nSarris’ guards.\n\nGWEN\nSo... We get to shut down the neutron reactor?\n\nJASON\nRight.\n\nGWEN\nUh... I hate to break it to you Jason, but I\ndon’t know how to shut down a neutron reactor,\nand unless you took a Learning Annex course I\ndon’t know about, I’m pretty sure you don’t\nknow how to shut down a neutron reactor either.\n\nJASON\nNo I don’t. But I know somebody who does.\n\nINT. BRANDON’S HOUSE - TARZANA - EARTH - DAY\nBirds chirp outside pleasantly.\nINT. BRANDON'S BEDROOM - EARTH - DAY\n\nThe room of our #1 GALAXY QUEST fan, BRANDON. The fourteen year\nold sits at his computer, in uniform, gluing a tiny piece of\nplastic to his model of the Protector. A knock on the door, and\nhis mother enters.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nBRANDON'S BEDROOM - EARTH - DAY\n\nThe room of our #1 GALAXY QUEST fan, BRANDON. The fourteen year\nold sits at his computer, in uniform, gluing a tiny piece of\nplastic to his model of the Protector. A knock on the door, and\nhis mother enters. \n\nTARGET SECTION TO BE ANNOTATED:\nBRANDON’S MOM\nBrandon?\n\nBRANDON\nMother, I’m quite busy as you can see. The “C”\nrings on my booster unit came broken _in the\nmail.\n\nBRANDON’S MOM\nI’m sorry. I made rice crispy squares.\n\nBRANDON ,\nMother, I'm very busy. Well, maybe one. Thank\nyou.\n\nShe exits. Brandon looks at his model with a sigh. Suddenly he\nhears a familiar TONE. He cocks his head and turns to...\n\nTHE INTERSTELLAR VOX sitting on his table. He starts to turn\naway, but it BEEPS again. Slowly he reaches out, takes it in his\nhand and flips the switch. We hear Jason's voice.\n\nJASON (0.S.)\nHello?... Hello is anyone there?...\n\nBrandon stares at the thing, then looks around his room for signs\nof a practical joke. He speaks into it quietly.\n\f84.\nBRANDON\n«+ -Hello?\nINT. USEA PROTECTOR - SPACE\nJason, holding his VOX, nods to Gwen... “Got him.”\nJASON\nThis is Jason Nesmith. I play Captain Peter\nQuincy Taggart of the USEA PROTECTOR.\nINT. BRANDON’S ROOM\n\nBrandon stares at the vox for a very long moment like those people\non the old Candid Camera show when the mailbox talks to them.\n\nBRANDON\n.--Yes?\n\nJASON\nWe accidently traded Vox units when we bumped\ninto each other on Saturday. You got mine.\n\nBRANDON\nOh... Oh, I see. Oh.\n\nJASON\nWhat's your name, son?\n\nBRANDON\nBrandon.\n\nJASON\n\nBrandon, I remember you from the convention,\nright?... You had a lot of little technical\nobservations about the ship, and I spoke\nsharply to you...\n\nBRANDON\nYes, I know, and I want you to know I thought\nabout what you said... I know you meant it\nconstructively but...\n\nJASON\nIt’s okay. Listen-\n\nBRANDON\n++-But I want you to know that I am not a\ncomplete braincase, okay? I understand\ncompletely that it’s just a TV show. There is\nno ship, there is no Carbonite Sphere, no\nmolecular conveyor...",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nListen-\n\nBRANDON\n++-But I want you to know that I am not a\ncomplete braincase, okay? I understand\ncompletely that it’s just a TV show. There is\nno ship, there is no Carbonite Sphere, no\nmolecular conveyor... \n\nTARGET SECTION TO BE ANNOTATED:\n I mean, obviously it’s\nall just a-\n\nJASON\nIt’s real, Brandon. All of it, it’s real.\n\f8S.\n\nBRANDON\n(no hesitation)\nI knew it!... I KNEW it!...\nJASON\nBrandon... The crew and I are in trouble and we\n\nneed your help.\n\nThe look on Brandon's face is indescribable. His entire life has\nbuilt to this moment. He straightens in his seat at attention, his\neyes glistening.\n\nBRANDON\nYes sir. How can I be of service, sir?\n\nINT. MEDICAL QUARTERS\nSarris’ first lieutenant LATHE enters.\n\nLATHE\nGeneral, your transport is ready for departure.\n\nSARRIS\nOne moment...\n\nSarris moves to turn on a viewscreen. Behind him, Betzalar lies on\nthe table, unconscious.\n\nSARRIS\nSomething to amuse him if he wakes.\n\nAs Sarris exits we see that the VIEWSCREEN IMAGE shows the aliens\nin their cells, pulling at the bars. Some are already unconscious\nfrom the lack of oxygen.\n\nINT. MEDIA ROOM\n\nTommy, all alone, peeks into the room to makes sure it is empty,\nthen enters “and moves to a high tech case. He pushes a button and\na panel moves aside revealing a complete library of the GALAXY\nQUEST episodes... Like a high-tech shrine. Tommy moves his finger\nacross the selections, picking one episode in particular with a\nsmile...\n\nINT. SHIP CORRIDOR\n\nAlexander makes his way down the hall stealthily, avoiding Sarris’\nguards. He stops as he hears a NOISE from a utility compartment to\nhis side. Steeling his nerve, he reaches out to turn the latch,\npreparing for whatever is inside...\n\nHe opens the door suddenly and a FIGURE jumps out. Both of them\nassume defensive stances, then Alexander recognizes him as\nQUELLEK, his young protégé. Quellek beams.\n\nQUELLEK\nSir, it’s you! Thank Ipthar!\n\f86.\nALEXANDER\nQuellek. What are you doing in there?\nQUELLEK\nI avoided capture using the Mak’tar stealth\nhaze. Where is everyone?\n\nALEXANDER\nCome with me. I’11 explain on the way.\n\nINT.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nALEXANDER\nCome with me. I’11 explain on the way. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SHIP STORAGE BAY\n\nGwen and Jason enter the dark room full of old esoteric machines\nin storage. Jason speaks to Brandon on his Vox.\n\n. JASON\nOkay, we're in the storage bay. What now?\n\nINT. BRANDON’S BEDROOM - CONCURRENT\nBrandon inserts a GALAXY QUEST CDROM labeled TECHNICAL SYSTEMS\ninto his computer. A couple of clicks later, a 3D wire frame\ndiagram of the ship appears.\nBRANDON\n\nOkay, there’s a hatch on the port wall. It\n\nleads to a system of utility corridors through\n\nthe bowels of the ship.\nINT. SHIP STORAGE BAY - CONCURRENT\n\nJason searches in vain for the hatch.\n\nJASON\nThere’s no hatch. (losing faith) There’s no\nhatch!\n\nGWEN\n\nWait... Jason, Here!...\n\nThe hatch is hidden by a large piece of scrap equipment. Gwen and\nJason push the metal out of the way leading to the hatch.\n\nJASON\nOkay, we got it.\n\nBRANDON (0.S.)\nOkay, you can go on in... I'm going to get\nKyle. He knows the utility tunnel system better\nthan anybody alive.\n\nINT. BRANDON’S BEDROOM - CONCURRENT\n\nBrandon punches some keys and Kyle pops up in a little CU-SEE ME\nwindow on the computer.\n\nKYLE (ON MONITOR)\nHi Brandon.\n\f87.\n\nBRANDON\nNo time for pleasantries, Kyle. We have a level\nfive emergency. The Captain needs us to get him\nto the core and shut it down before it\n\noverloads.\nKYLE\nOh, okay.\nBRANDON\nYou've got the utility systems walkthrough,\nright?\nKYLE\n\nI have sectors 1-28. I think Hector has the\nupper levels.\n\nBRANDON\nWe'd better get everybody online. And Kyle,\nStop downloading porn. Your frame rate is\nunacceptable.\n\nKYLE’S ROOM - CONCURRENT\n\nAn obviously faked nude picture of Gwen as Tawny Madison downloads\nslowly onto his screen.\n\nKYLE\nI’m not downloading porn!\n\nHe clicks <cancel> on the picture.\nINT. SHIP’S CORRIDOR SECTORS 30-50\n\nDusty and Guy make their way down the corridor, checking the\nnumbered sectors as they pass.\n\nDUSTY\nOkay, sector 38...",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. SHIP’S CORRIDOR SECTORS 30-50\n\nDusty and Guy make their way down the corridor, checking the\nnumbered sectors as they pass. DUSTY\nOkay, sector 38... \n\nTARGET SECTION TO BE ANNOTATED:\n 39... 40. This is it. The\nenvironmental systems are in here. Ali we have\nto do is shut off the valve to the barracks...\n\nThey look through the window into the room to see... A HUNDRED of\nSarris’ men sitting inside, surrounding the large circular wheel\nthat controls the valve. Dusty exchanges a look with Guy.\n\nGuy\nAll we have to do...\nINT. SHIP LIBRARY\n\nTommy sits at the desk watching an episode of GALAXY QUEST play on\nthe screen. The scene has Tommy piloting the ship, dodging and\nweaving through a very silly giant paper mache monster floating in\nspace.\n\f88.\n\n'\n\nBut Tommy is dead serious. He watches himself on the tape,\nmimicking his own piloting moves, pretending that the\nmiscellaneous objects on the table are his controls... And lip-\nsynching his lines as his character says them on TV...\n\nINT. UTILITY TUNNELS\n\nJason and Gwen run through the tunnel system, following Brandon's\ninstructions.\n\nBRANDON\nOkay, now left at the next turn... You should\nsee the crystalline oxygen units. Make a right\nthere. Then go through the antimatter vent...\n\nJASON\nOkay... Okay, now what?\n\nBRANDON\nNow make a right, you’1ll see a doorway that\nopens on the central manufacturing facility.\nThe bowels of the ship.\n\nGwen and Jason turn right and their eyes widen.\nINT. CENTRAL MANUFACTURING CAVERN (BOWELS)\n\nDante’s Inferno. Down below, a huge automated facility for ship\nconstruction and maintenance. Moving elevators and conveyor belts\nmove through a maze of scaffolding and overhangs. Glowing rivers\n\nof molten metal run past giant swinging hammers and pronged robot\narms and crushing machines.\n\nBRANDON\nCaptain, do you have a camera? I'd die to see\nthis in person... All they showed on TV was a\nmachine here, and a wall here... I don’t know\nwhy they didn’t show the whole thing.\n\nJASON\n(awed)\nWe'd never have the budget for this.\n\nBRANDON\nOkay, so do you see a door marked “CORE UNIT?”\nShould be down at the far end to your left.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nI don’t know\nwhy they didn’t show the whole thing. JASON\n(awed)\nWe'd never have the budget for this. BRANDON\nOkay, so do you see a door marked “CORE UNIT?”\nShould be down at the far end to your left. \n\nTARGET SECTION TO BE ANNOTATED:\nOn the other side of the room, down a circuitous path through a\ndangerous gauntlet of machinery and lava Jason spots such a door.\n\nJASON\nYes...?\n\nBRANDON\nOkay, that's where you want to be.\n\nGwen and Jason look at each other, then... Giggle nervously. It’s\njust so impossible.\n\f89.\n\nINT. CORRIDOR OUTSIDE PRISON/BARRACKS\n\nAlexander and Quellek arrive at the “prison area” hatch and look\nthrough the window... In their cells, many of the aliens are\nalready unconscious. Others valiantly attempt to open their cells\nwith crudely constructed levers and battering rams, to no avail.\n\nQUELLEK\nThey’re dying!\n\nAlexander inserts his hand into the ID pad.\n\nALEXANDER\nOpen. Open dammit.\n\nA light flashes. “Pressure lock override” Alexander turns to a\nwall console.\n\nALEXANDER\nHere. Help me tear this down, we can use it as\na battering ram.\n\nQuellek follows Alexander to the console, looking over his\nshoulder at the prison. Alexander puts his hand on his shoulder.\n\nALEXANDER\nDon’t worry, Quellek, it’1l be okay...\n\nQuellek seems comforted, but Alexander isn’t too sure himself.\nINT. SHIP ENVIRONMENTAL SYSTEMS ROOM\n\nDusty and Guy continue to watch Sarris’ men, still surrounding the\nmain valve.\n\nDUSTY\nWe've got to get that valve turned off. Their\noxygen is almost gone...\n\nGUY\nListen, I’1l go in, create a distraction. I\nhave this...\n(holds up the gun)\nI may be able to hold them back long enough for\nthe aliens to escape.\n\nDUSTY\nIt’s suicide.\n\nGUY\nI’m just a glorified extra, Dusty. I’m a dead\nman anyway. If I’m going to die, I’d rather go\nout a hero than a coward.\n\nDUSTY\nMaybe you’re the plucky comic relief, Guy. You\never think of that?\n\f90.\n\nGuy cocks his head. No, he hadn’t thought of that. Dusty pats his\nshoulder.\n\nDUSTY\nBesides, I just had a really interesting\nidea...\n\nINT.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nDusty pats his\nshoulder. DUSTY\nBesides, I just had a really interesting\nidea... INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SARRIS’ SHIP TO SHIP TRANSPORT\n\nSarris stands at the observation window as the transport makes it\nway toward his ship. All but one of the other ships have left the\narea, and that ship is turning and heading toward a black hele in\nthe distance...\n\nThe TRANSPORT CHIEF next to him gets a message on his earpiece.\n\nTRANSPORT CHIEF\nSir, the FALCON THREE is launched and away,\ncourse set for Xactor Minor. FALCON ONE dead\nahead. Four minutes to core overload.\n\nSARRIS\nGood... Good... All is in its place.\n\nTRANSPORT CHIEF\n..-General, I have just received word that the\nCaptain of the PROTECTOR and his command crew\nhave escaped custody. Their whereabouts are\nunknown,\n\nSARRIS\nWhat?\n\nSuddenly a LIFELESS BODY CRASHES against the windshield like a\nbug. It’s Sarris’ Guard, jettisoned earlier. Sarris’ eyes light.\n\nSARRIS\nFind them.\nLATHE\nBut sir, my MEN. The core explosion is not\nreversible...\nSARRIS\nFind then.\n\nINT. MANUFACTURING CAVERN (BOWELS)\n\nJason and Gwen make their way along a narrow catwalk above the\nmanufacturing floor. A row of ROBOT ARMS block their way, moving\nerratically. They have to dodge the arms to move forward.\n\nJASON\nOkay, we've cleared the robot arms. Now what?\n\nINT. BRANDON’S ROOM\n\nBrandon now has his whole CREW on separate windows of his computer\nscreen, including fan KATELYN, wearing a “Tawny Madison” outfit.\n\fgl.\n\nKATELYN\nOkay, Brandon, as I calculate it the shortest\nroute is down the ladder near the quark\naccelerators.\n\nOTHER NERDS\nI concur. She’s right. Very good.\n\nBRANDON\nHigh five, Katelyn.\n\nHe and the others hi-five, slapping their computer screens.\nINT. MANUFACTURING CAVERN (BOWELS)\n\nJason and Gwen make their way down the ladder, and across a narrow\nbeam over a LAVA POOL at a staggering height.\n\nJASON\nBrandon.. Just in case I die, there’s something\nI have to know...",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nMANUFACTURING CAVERN (BOWELS)\n\nJason and Gwen make their way down the ladder, and across a narrow\nbeam over a LAVA POOL at a staggering height. JASON\nBrandon.. Just in case I die, there’s something\nI have to know... \n\nTARGET SECTION TO BE ANNOTATED:\nBRANDON\nYes Captain?\n\nJASON\nWhat does the Omega 13 do?\n\nBRANDON\nWell, that’s the big the question, isn’t it?\n\nJASON\nWhat do you mean?\n\nBRANDON\nIt’s been the subject of an extremely heated\ndebate on the internet for years. Many believe\nthat is a matter collapser, a bomb capable of\ndestroying all mattér in the universe in a\nchain reaction lasting 13 seconds.\n\nJASON\nBut you don’t?\n\nBRANDON\nNo, I am of the firm belief that in reality it\nis not a matter killer, but a matter\nREARRANGER, converting all molecules to the\nexact state they existed thirteen seconds\nprevious to activation thus effecting a\nthirteen second time jump to the past.\n\nJASON\nHow did you come to that conclusion?\n\nBRANDON\nMy cousin's boyfriend’s sister went out with\nthe screenwriter. His favorite movie is The\nOmegaman. He’s seen it 13 times...\n\f92.\n\nKYLE\nAs you know I strenuously disagree with this\ntheory, Brandon. If all molecules were\nrearranged, then everyone would be back in time\n13 seconds rendering the device useless.\n\nSuddenly a BLAST erupts next to Jason’s head. He and Gwen turn to\nsee SARRIS’ MEN shooting at them from across the room at the\nentrance to the cavern.\n\nJASON\nOkay guys... Guys?\n\nBut the nerds are now caught up in the debate.\n\nKATELYN\nNo because the brain of the person who triggers\nthe Omega 13 is not affected, so THAT person\nstill has his memory after the time jump.\n\nBRANDON\nThank you, Katelyn. Excellent.\n\nKATELYN\n(flattered, shy)\nYou’ re welcome, Brandon.\n\nJason and Gwen RUN as Sarris men continue to shoot at them.\n\nJASON\nBRANDON!!! TIME TO GO!\n\nBRANDON\nYes Captain... All right, you’re almost there.\nJust go through the chompers and over the pit.\n\nGWEN\n“The chompers?”\n\nThey turn to see... THE CHOMPERS... An unavoidable gauntlet of\nHISSING HYDRAULIC SMASHING METAL HAMMERS AND BLADES jutting out\nfrom the sides, top, bottom and diagonally...",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nGWEN\n“The chompers?”\n\nThey turn to see... THE CHOMPERS... An unavoidable gauntlet of\nHISSING HYDRAULIC SMASHING METAL HAMMERS AND BLADES jutting out\nfrom the sides, top, bottom and diagonally... \n\nTARGET SECTION TO BE ANNOTATED:\nGWEN\nOh, screw THAT.\n\nMore GUNFIRE from Sarris’ men. Another BLAST melts a pole next to\nthem. Jason pulls his disrupter pistol and fires back at them.\nSarris’ men take cover.\n\nJASON\nBrandon, HOW?\n\nINT. BRANDON’S ROOM\nBrandon cradles a telephone on his shoulder.\n\nBRANDON\nHollister, do you have the sequence yet?\n\f93.\n\nINT. HOLLISTER’S ROOM\n\nAnother one of Brandon's pals, HOLLISTER, watches a tape of the\nshow, fast viewing one sequence backwards and forwards over and\nover;\n\nON THE TV, we see the cheap painted cardboard version of the\ncrushers. A cheap looking fish headed ALIEN MONSTER chases Jason\nthrough the crusher but is toppled by one of crushers and falls\ninto the fake looking lava pit.\n\nHollister times the pattern of the crushers with a stopwatch...\n\nHOLLISTER\nOkay, the pattern is two.. two... four... two.,\nthree... eight... two...\n\nBRANDON\nYou're sure they repeat like that? It’s sort of\nextremely important.\n\nCut from the cardboard props to the REAL THING.\nTHE MAMMOTH CRUSHERS\nGwen and Jason watch as they SMASH and GRIND back and forth...\nGWEN\nWhat IS that thing? It serves no useful purpose\nto have a bunch of CHOPPY CRUSHY things in the\nmiddle of a CATWALK!?!\nJASON\nGwen...\nGWEN\nWe shouldn’t have to DO this! It makes NO\nLOGICAL SENSE! Why is it HERE?\nJASON\nBecause it was on the show!\nGWEN\nWell forget it! I’m not going. This episode was\nbadly written!\nBRANDON\nCaptain, you and Lt. Madison will have to go\nthrough the crushers one at a time in three\nsecond intervals. Tell me when the first\ncrusher hits the bottom...\n\nJASON\nOkay, now. But-\n\nBRANDON\nWait two seconds then go.\n\nAnother BLAST from Sarris’ men weakens the catwalk behind them...\n\f94.\n\nJASON\nNo, wait, are you-\n\nBRANDON\nLt. Madison, GO.\n\nJASON\nShit! Go!\n\nBRANDON\nGO Captain.\n\nJason and Gwen run through the CHOMPERS.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nGo! BRANDON\nGO Captain. Jason and Gwen run through the CHOMPERS. \n\nTARGET SECTION TO BE ANNOTATED:\n It is a series of CLOSE\nESCAPES, timed just a FRACTION late, so at one point Gwen must use\nall her strength to pull a SLEEVE caught in the works before a\nsecond hammer comes down where her body was a moment before. Jason\nDIVES through a quickly diminishing hole, his DISRUPTER PISTOL\nfalling behind him, quickly SMASHED to oblivion by a closing slab.\n\nBRANDON\nStop.\n\nJason stops, catching Gwen’s leg just as... A HAMMER SMASHES right\nin front of her, barely missing her head.\n\nBRANDON\n\nGo.\nThey’re off again.\n\nBRANDON\nUp.\n\nJASON\nWhat? Up?\n\nBRANDON\n\nBerithium lava coming through. Use the\nhandholds above you.\n\nHere comes the lava down a chute ahead of them. Jason pulls Gwen\nup just as the lava comes through, sizzling the tips of her\nhanging hair.\n\nGWEN\nWhoever wrote this episode should DIE.\n\nThe lava passes, and they drop and continue on through the doorway\nas disrupter blasts erupt around them like fireworks...\n\nDARKNESS\nJason and Gwen run through pitch blackness.\n\nJASON (0.S.)\nWhat the hell?... Brandon, Where are we?\n\f9S.\n\nBRANDON (0.S.)\nI don’t know. This part of the ship is\ncompletely undocumented.\n\nGWEN (0.S)\nGreat... Just great!\n\nINT. MOLECULAR CONVEYER ROOM\n\nDusty and Guy are now in the Molecular Conveyor room. Very quiet\ncompared to the mayhem in the bowels of the ship... Guy looks down\nat the panel with great anticipation, then up at Dusty with a\nnervous smile. Dusty gingerly takes hold of the molecular conveyor\ncontrols.\n\nGUY\nThis should be interesting...\n\nON THE MOLECULAR CONVEYOR DISPLAY: We see crosshairs target an\nobject... The vague outline is that of a man, but blocky and\nmisshapen... We recognize it as THE ROCK MONSTER... Dusty SMILES.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe vague outline is that of a man, but blocky and\nmisshapen... We recognize it as THE ROCK MONSTER... Dusty SMILES. \n\nTARGET SECTION TO BE ANNOTATED:\nSHIP ENVIRONMENTAL SYSTEMS ROOM\n\nDOZENS OF SARRIS’ MEN continue to surround the oxygen valve when\nsuddenly THE ROCK MONSTER materializes right in the middle of the\nroom! They look up in horrified disbelief, a surreal silence until\none of Sarris’ stunned men CLICKS his transmitter button... The\nmonster WHEELS on him in an instant, picking him up and crushing\nhim flat between its jaws. Then MAYHEM as Sarris’ men TRAMPLE\neach other trying to escape from the room.\n\nMOLECULAR CONVEYOR ROOM\n\nDusty and Guy watch the mayhem on a monitor, admiringly.\n\nDUSTY\n(contemplative)\nIt’s the simple things in life you treasure.\nGuy nods.\nHALLWAY\n\nThe MONSTER chases a group of Sarris’ men down a dead-end hallway.\nSarris’ men have nowhere to go as the monster bears down on them,\nand CRASHES through the hull, taking himself and everyone else OUT\nINTO SPACE. Inside, the far doors shut automatically to contain\nthe vacuum.\n\nEXT. SPACE\n\nThe rock monster tumbles gently through the vacuum of space. The\nmonster’s jaws move in a roar, and though we hear nothing, the\nmonster’s silent roar is SUBTITLED into English:\n\nROCK MONSTER\nAh, sweet tranquility at last.\n\f96.\n\nINT. SHIP ENVIRONMENTAL SYSTEMS ROOM\n\nThe room is now emptied of Sarris’ men. Guy and Dusty enter and\nmove to the large valve, straining to turn it. Slowly, the\npressure normalizes.\n\nINT. OUTSIDE BARRACKS HALLWAY\n\nWorking together, Alexander and Quellek are now using a makeshift\nBATTERING RAM on the door as an adjacent readout begins to blink.\n\nQUELLEK\nSir! The pressure. It’s normalizing.\n\nALEXANDER\nOpen.\n\nThe door opens and Alexander enters. He runs to a Panel down the\nhall and turns the switch. All the cell doors open. He runs to\none of the cells and helps a few of the men to their feet and\nwalks them from their cells. They turn to Alexander, gratitude in\ntheir faces.\n\nALIEN #1\nWe are saved! He has saved us!..\n\nAlexander suppresses a smile, preparing to feign modesty...",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nALIEN #1\nWe are saved! He has saved us!.. Alexander suppresses a smile, preparing to feign modesty... \n\nTARGET SECTION TO BE ANNOTATED:\nALIEN #1\nCaptain Taggart has saved us!\n\nALIENS\nHooray for Captain Taggart! Long live Captain\nTaggart!\n\nALEXANDER\n(grumbling)\nIt’s just not fair.\n\nHe moves to Quellek at the doorway,\n\nALEXANDER\nOkay, Quellek, let’s get back to the command\ndeck and-\n\nSuddenly we hear a DISRUPTER BLAST and Quellek’s chest turns RED.\nAlexander and Quellek look down at the blood, startled and\nhorr ed...\n\nQUELLEK\nI’m... I’m shot.\n\nHe falls, CRUMPLED to the ground. We see one of Sarris’ GUARDS\ndown the hall. He shoots again. Alexander grabs Quellek’s limp\nbody and pulls him to out of the line of fire.\n\nALEXANDER\nQuellek... Quellek!\n\f97.\n\n‘\n\nQuellek opens his eyes weakly. Alexander pulls aside his uniform\nto see the wound. It’s a mortal injury. exander uses all of his\nacting skills to disguise his shock.\n\nALEXANDER\nNot so bad. We'll get you to medical quarters.\nYou're going to be fine.\n\nQUELLEK\nI... I don’t think I’m going to make it Sir...\n\nALEXANDER\nNo, don’t talk like that, son. We’re going to\nget you fixed up.\n\nQUELLEK\n-.-It has been my greatest honor to serve with\nyou. Living by your example these years, my\nlife has had meaning. I have been blessed. Sir,\nI... I...\n\nHe cringes in pain. Alexander looks at him, full of emotion.\n\nALEXANDER\nDon’t speak, Quellek.\n\nQUELLEK\nYou’1ll forgive my impertinence, sir, but even\nthough we had never before met, I always\nconsidered you as a father to me.\n\nBlood appears in the corner of Quellek’s mouth, his life fading\naway. Alexander strokes his head, devastated. He looks him right\nin the eyes, his eyes welling with tears. Then with intensity, and\nabsolute sincerity...\n\nALEXANDER\nQuellek... By Grabthar’s hammer, by the suns of\nWarvan... You shall be avenged.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nALEXANDER\nQuellek... By Grabthar’s hammer, by the suns of\nWarvan... You shall be avenged. \n\nTARGET SECTION TO BE ANNOTATED:\n ~~\n\nQuellek’s appreciation of this is indescribable. A tiny spark\nbehind his eyes light up, and he smiles, completely content as he\nsurrenders to death.\n\nTears fall down Alexander’s cheek as he holds Quellek’s limp body.\nThen a DISRUPTER blast hits a corner nearby. Alexander lays\nQuellek’s head to the ground softly, then rises. There is an\nintensity to him we haven’t seen before... His eyes BURN.\n\nAlexander moves into the hallway, fixing his attention on Sarris’\nman. The guard looks up, momentarily shaken; Alexander looks truly\nALIEN. His eyes afire with VENGEANCE. Nervous, the guard fires\ntwice, missing. Alexander begins to RUN toward the guard, picking\nup speed. The guard tries to reload his gun but his eyes are\nlocked on Alexander like a frightened animal and his cartridges\nclatter to the ground. Alexander ROARS like a creature, baring\nhis teeth in the final moments... The guard stands there as he\nmeets his death, so terrified he can only mutter a single word..\n\f98.\n\nGUARD\n~+-mother.\n\nas ALEXANDER envelopes him like a force of nature.\n\nINT. DARKNESS (UNDOCUMENTED AREA)\n\nJason and Gwen make their way forward in the darkness... They are\nstopped as they hit a pitch black wall.\nJASON (0.S.)\n\nBrandon, there’s a wall.\n\nBRANDON (0.S.)\nOh, good, you should be at the blast tunnel.\nUse the computer to open the blast sections in\nsequence.\n\nGWEN (0.S.)\nComputer, open the first blast section.\n\nWe see a shaft of LIGHT as a huge metal BLOCK rises, and they\nenter a tunnel] that dead ends about 6 feet in.\n\nGWEN\nComputer, open the second blast section.\n\nAnother 6x6 foot block slides up, the tunnel lengthens. They turn\nas they hear the sound of Sarris’ Men in the distance behind them.\n\nBLAST TUNNEL\n\nGwen and Jason run as fast as they can through the tunnel, the\nblocks rising one by one just in front of them.\n\nGWEN\nComputer, open blast sections 15,16,17,18,19...\n\nINT.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nBLAST TUNNEL\n\nGwen and Jason run as fast as they can through the tunnel, the\nblocks rising one by one just in front of them. GWEN\nComputer, open blast sections 15,16,17,18,19... INT. \n\nTARGET SECTION TO BE ANNOTATED:\n POWER CORE ROOM *\n\nA doorway appears and Jason and Gwen emerge from blast tunnel into\na large spherical room that glows with a pulsating light from a\ndomed console in the center.\n\nCOMPUTER VOICE (0.S.)\nDetonation in sixty seconds...\n\nJASON\nOkay Brandon, I think this is it.\n\nHe moves to the large nel near the dome. There is large blue\nbutton under a glass flap.\n\nJASON\nI’m at the control panel. What do I do?\n\nBRANDON\nOkay, raise the glass and push the blue button.\n\f99.\n\nJASON\nThat‘s it?\n\nBRANDON\nYeah. What's wrong?\n\nJASON\nNothing. I just thought it would be more\ncomplicated than that.\n\nHe reaches for the button when suddenly there are a volley of\nBLASTS around them and Sarris’ men appear in the doorway.\n\nSARRIS’ GUARD #1\nRaise your hands, NOW.\n\nJason and Gwen raise their hands.\n\nCOMPUTER VOICE (0.S.)\nDetonation in 45 seconds...\n\nThe computer starts counting down second by second in the\nbackground...\n\nJASON\nLook, I’m going to just push this button, then\nwe'll talk about whatever-\n\nThey fire a BLAST and he raises his arms again.\n\nGWEN\nYou don’t understand! This ship is going to\nexplode!\n\nSARRIS’ GUARD #1\nYes, the General warned us of your tricks.\n{looks at Gwen)\nYou know, this one is strangely attractive.\n\n(pissed)\nOh GREAT. PERFECT.\n\nGUARD #2\nGar, our orders are to kill them.\n\nSarris’ guard looks at Gwen, lustfully.\n\nGUARD #1\nI know, but I would first like to experience an\nEarthwoman.\n\nGUARD 2\nThat is sick. It is as if to seek pleasure with\nan animal...\n\nGUARD #1\n\n..-Yes, I know.\n\f100.\n\nGWEN\nThis is all very flattering but we are going to\nDIE!\n\nThey all laugh at her, and start forward as the computer counts\ndown “15 seconds to detonation...”\n\nGUARD #1\nSome of us sooner than others... Hold her down\nfor me, Kreeg.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nGWEN\nThis is all very flattering but we are going to\nDIE! They all laugh at her, and start forward as the computer counts\ndown “15 seconds to detonation...”\n\nGUARD #1\nSome of us sooner than others... Hold her down\nfor me, Kreeg. \n\nTARGET SECTION TO BE ANNOTATED:\nGWEN\n(intense)\n\nIf you come one step closer I will kill you\nall! I SWEAR I WILL!\n\nThey LAUGH heartily, and take a step forward. Jason rises, but\nGwen is already on the situation.\nGWEN\n\nComputer, close blast section 29.\nGuard #1's smile drops immediately and he doesn’t even have time\nto scream as THE SECTION BLOCK DROPS, crushing the whole lot of\nthem to petroleum in an instant. Green GOO oozes out from under\nthe block. Gwen shakes her head, her hands on her hips.\n\nGWEN\nWhy doesn’t ANYBODY EVER TAKE ME SERIOUSLY!?\n\nShe moves to the oozing GOO and SHOUTS down at it.\nGWEN\nNOW how are you feeling, HUH? Do you take me\nseriously NOW? DO YOU? DO YOU?!!!?\n\nJason flips up the glass case as the computer counts down to “1”\nand SMASHES the Blue Button. A beat of silence.\n\nCOMPUTER\nCore detonation... aborted.\n\nJason turns to Gwen and they look at each other appreciatively.\n\nJASON\nSee? We can have fun off the set.\n\nGwen smiles, exhales a laugh of relief.\n\nINT. SARRIS’ SHIP - COMMAND DECK\n\nSarris’ intelligence officer approaches Sarris.\nINTELLIGENCE OFFICER\n\nSir, the core detonation sequence on the\nProtector has been aborted.\n\f101,\n\nSARRIS\nImpossible... Impossible!\n(to munitions officer)\nLieutenant, lock a full complement of implosion\nmissiles onto the Protector. Tear her apart.\n\nMUNITIONS OFFICER\nYes sir.\n\nINT. PROTECTOR - SHIP’S CORRIDOR\n\nThe HUNDREDS of freed ALIENS sweep through the corridor,\novertaking the scattered remnants of Sarris’ guards. Alexander\nfights alongside them, dealing crushing blows to two Guards at a\ntime as the Aliens sweep around him. Alexander and his character\nare now indistinguishable. Jason and Gwen appear in the melee.\n\nJASON\nAlex! Alex, are you okay?\n\nAlexander nods, a faraway look in his eye.\n\nALEXANDER\nYes... It is a good day.\n\nJASON\n(hesitant)\nGood...",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nALEXANDER\nYes... It is a good day. JASON\n(hesitant)\nGood... \n\nTARGET SECTION TO BE ANNOTATED:\n Let’s go, buddy, they can take it from\nhere C’mon...\n\n \n\nAlexander has to be practically dragged away from fighting one of\nSarris’ men...\n\nCORRIDOR TO COMMAND DECK\n\nJason, Gwen and Alexander run up the hall. Dusty and Guy appear\nfrom around a corner and they all keep running.\n\nJASON\nAnybody seen Tommy?\n\nTOMMY (0.S.)\nRight here!\n\nTommy appears from the media room. They all run as a team toward\nthe command deck.\n\nJASON\nWe've got to get the plasma armor up before\nSarris finds out we’ve aborted the\ndetonation...\n\nCOMPUTER VOICE (0.S.)\nWarning. Enemy missiles launched.\n\nGUY\nI think he found out.\n\nAlexander signals the door up ahead to open and they run into the\n\f102,\n\nCOMMAND DECK\nThey quickly take their stations.\n\nJASON\nForward view.\n\nIn the central viewscreen we see SARRIS’S SHIP dead ahead, having\nalready launched a VOLLEY OF WEAPONS coming straight for them.\n\nJASON\nArmor up!\n\nGUY\nPlasma armor engaged.\n\nJust in time. The ship is rocked, but not destroyed.\n\nJASON\nFire blue and red gannet disrupters, full.\nGuY\nLaunched.\nALEXANDER\nHe's raising his armor.\nJASON\nPower to two.\nTOMMY\n\nWant me to turn it around?\n\nJASON\nNo, straight ahead Tommy.\n\nTOMMY\nYou got it.\n\nThe ship moves straight toward Sarris’ ship. A light blinks on\nGwen’s control panel...\nGWEN\nJason, it’s Sarris.\n\nJASON\nPut him on.\n\nAn image of SARRIS appears on the side monitor.\n\nSARRIS\nWell isn’t this adorable. The actors have\ndecided to play war with me...\n\nGWEN\nSarris’s ship is accelerating toward us at Mark\n\f103.\n\nJASON\nAccelerate to Mark 4, Tommy.\n\nSARRIS\nThis is embarrassing, really. I shan’t tell\nthis story when I return home.\n\nGWEN\nHe's accelerating to Mark 6.\n\nJASON\nMark 12.\n\nOUTSIDE\nThe two ships ROAR TOWARD EACH OTHER at terrifying speed.\nINT. COMMAND DECK\n\nSARRIS\nI will remind you, sonny. I am a General.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. COMMAND DECK\n\nSARRIS\nI will remind you, sonny. I am a General. \n\nTARGET SECTION TO BE ANNOTATED:\n I\nhave seen war and death as you cannot imagine.\nIf you are counting on me to blink, you are\nmaking a very deadly mistake.\n\nJASON\nLet me tell you something, Sarris. It doesn’t\ntake a great actor to recognize a bad one.\nYou’ re sweating.\n\nIndeed, a drop of sweat drips down Sarris’ brow.\n\nALEXANDER\nFive seconds to impact...\n\nTOMMY\nSir?\n\nJason fixes his gaze on Sarris and... smiles. -\nJASON\n(intense, joyful)\nDamn the neutrino cannons. Full speed ahead!\nSarris cracks.\n\nSARRIS\nTurn! Turn full to Port!\n\nThe viewscreen FILLS with Sarris’ ship as it turns, and misses\ncollision by INCHES. Gwen, Alexander and the others exchange\nrelieved looks.\n\nGWEN\nHe’s coming around... Accelerating... Locking\nradar. He’s gaining on us.\n\nTOMMY\nHeading Captain?\n\f104.\n\nJASON\nInto the mine field.\nTOMMY\n(nervous}\nSir?\nJASON\nTrust me.\n\nTommy and the others look at him. They really seem to believe in\nhim at this point. With a collective nod to Tommy...\n\nTOMMY\nYes sir.\n\nEXT. PROTECTOR\n\nSarris’ ship follows the Protector into the mine field. It begins\nFIRING MISSILES.\n\nINT. COMMAND DECK\n\nTommy avoids the mines, flying side to side, gracefully. But\nexplosions from Sarris’ missiles ROCK the ship, again and again.\n\nGWEN\nJason... The rear plasma armor is weakening. If\nit goes, he’1l tear the engines apart.\n\nJASON\nIt’s okay. Tommy, think you can get a little\ncloser to those mines?\n\nTOMMY\n?\n\n“(he smiles, realizes what Jason\nhas in mind)\nYes sir. I can try. 7\n\nGwen turns to Guy.\n\nGWEN\nWhat are you doing? What are they doing?!\n\nTommy steers the ship dangerously close to a mine... Then heads\ntoward another one, missing it by inches, then another... A BLAST\nrocks the ship.\n\nGWEN\nRear armor is GONE, Jason. It’s not that I\ndon’t trust you, Jason but-\n\nJASON\nLook out the back.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nA BLAST\nrocks the ship. GWEN\nRear armor is GONE, Jason. It’s not that I\ndon’t trust you, Jason but-\n\nJASON\nLook out the back. \n\nTARGET SECTION TO BE ANNOTATED:\nGwen and the others turn to the rear monitors to see..\n\f105.\n\n’\n\nTHE MAGNETIC MINES, all curving behind the ship like a wake,\nCONVERGING ON SARRIS’ SHIP. Gwen turns to Jason, astonished.\nGWEN\n\nI never doubted you for a second.\nINT. SARRIS’S SHIP\nSarris’ eyes open in terror as the mines CONVERGE in his path and\nthe ship is sent PLOWING THROUGH THEM, EXPLOSION AFTER EXPLOSION\nTEARING THROUGH ITS ARMOR. He and his crew are tossed around like\nrag dolls.\n\nINT. PROTECTOR\n\nGWEN\nHis armor is completely gone. He’s naked.\nJASON\nSwing her around, Tommy. Ready the gannet\ncannons, Guy.\n\nGUY AND TOMMY\nYes sir.\n\nINT. SARRIS’ SHIP - THE FALCON 1\n\nSarris sees the Protector swing on its axis, now flying backwards,\nand AIMING STRAIGHT TOWARD HIM. A horrifying sight. Sarris’s eyes\nwiden.\n\nSARRIS\nForward armor up!\n\nLATHE\nArmor is depleted.\n\nSARRIS\nNo. It can’t be..7 No.\n\nINT. PROTECTOR\nJason stands.\n\nJASON\nFIRE.\n\nEXT. PROTECTOR\n\nThe powerful GANNET CANNONS fire glowing projectiles.\nINT. THE FALCON 1\n\nSarris sees the Gannet projectiles coming toward them.\n\nSARRIS\nFULL TURN TO PORT!\n\f106.\n\nLATHE\nThere is no more time, General. We are\ndefeated.\n\nLathe stands starts, moves past Sarris.\n\nSARRIS\nWHERE ARE YOU GOING?!\n\nLathe SPITS on Sarris, contemptuously.\n\nLATHE\nBack to civilian life.\n\nLathe moves TOWARD THE APPROACHING PROJECTILES in the VIEWSCREEN,\nand closes his eyes, awaiting his death.\n\nSARRIS\nNo. NO!\n\nSarris RISES, TERROR ON HIS FACE as the GLOWING PROJECTILES fill\nthe viewscreen. He DIVES for a raised platform at the side of the\ncommand deck and FUMBLES with controls as...\n\nEXT. FALCON 1\n\nThe Gannet Projectiles TEAR INTO THE FALCON, burrowing deep inside\nthe ship.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe DIVES for a raised platform at the side of the\ncommand deck and FUMBLES with controls as... EXT. FALCON 1\n\nThe Gannet Projectiles TEAR INTO THE FALCON, burrowing deep inside\nthe ship. \n\nTARGET SECTION TO BE ANNOTATED:\n There is a momentary pause and then a tremendous\nEXPLOSION. The Falcon is RIPPED APART, millions of FRAGMENTS sent\nin all directions.\n\nINT. PROTECTOR - COMMAND DECK\nJason stands, a clenched fist. The others CHEER!\n\nGWEN\nYeah! YEAH!\n° TOMMY AND OTHERS\nWe did it! Damn! We DID IT!\n\nINT. PROTECTOR HALLWAYS AND VARIOUS ROOMS\n\nAll over the ship the ALIENS CHEER and CELEBRATE their victory.\n\nINT. COMMAND DECK\n\nJason and the others turn as the door opens and BETZALAR enters,\nhelped along by two alien CREWMEN. He is bandaged and has metal\ncasts on an arm and leg. Jason runs to him and helps him to the\n\nCaptain’s chair. They look at each other fondly.\n\nJASON\nBetzalar... You’re alive. Thank God.\n\nBetzalar looks at Jason, the old twinkle back in his eyes. Then a\nsmile breaks out on his face, and he begins to LAUGH... Jason\nstares at him with a bewildered smile.\n\f107.\n\nJASON\nWha- What are you laughing about?\n\nBETZALAR\nThe ship is a model... As big as this!...\n(holds his hands apart)\nA very clever deception indeed!\n\nHe can’t contain his laughter. Jason exchanges a glance with\nGwen. These guys are believers to the end...\n\nTOMMY\nSet a course for home, Captain?\n\nJason turns to Tommy, astonished.\n\nJASON\nYou can do that?\n\nTOMMY\nIt’s point and click. This thing practically\nflies itself. We will have to go through that\nblack hole though.\n\nHe motions out the viewscreen at the swirling green spiral of a\nBLACK HOLE...\n\nJASON\nAnybody have any objections?\n\nThe rest of the crew exchanges glances and shrugs. They're pretty\nbattle hardened by this point.\n\nJASON\nLet’s do it, Tommy.\n\nTOMMY\nCaptain?... Call me Laredo?\n\nJASON\nMark 20 into the black hole, Laredo.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nTOMMY\nCaptain?... Call me Laredo? JASON\nMark 20 into the black hole, Laredo. \n\nTARGET SECTION TO BE ANNOTATED:\nThey ROAR forward, picking up speed, shooting straight into the\ncenter of the black hole, the vibrations causing resonating\nimages, the hull CREAKING and GROANING under the strain and it\nseems as if the ship is about to rip apart, then...\n\nSILENCE... And everything turns REALLY strange. Bodies turn inside\nout, molecules are scattered, bodies melt to the ground into\npuddles, then resolve into their former selves... And then...\n\nA loud EXPLOSION like a sonic BOOM as they are rocketed out the\nother end. Planets roar past them like bullets.\n\nGWEN\nWe're out!\n\nThey all exchange relieved smiles.\n\f108.\n\nWe're alive!\n\nTOMMY\nWe made it. Captain, we made it!\n\nALEXANDER\n(solemn, too soft for anyone to\nhear)\nBy Grabthar’s hammer, we live to tell the tale.\n\nCOMPUTER (0.S.)\nSystems register functional.\n\n(gleeful)\nAll systems are working, Captain.\n\nJASON\nHow fast are we going, Tommy?\n\nTommy looks at his controls. Needles literally a blur.\n\nTOMMY\nPretty fast.\n\nJason turns to look at THE VIEWSCREEN - EARTH is visible now, and\nthey are HURTLING TOWARD IT FAST.\n\nALEXANDER\nJason, before we entered the black hole, my\ninstruments detected strange energy surge\nemanating from Sarris’ ship similar to...\n\nJASON\nNo time to worry about that, Alex. Tommy, let’s\nget this thing slowed down... Gwen, see if you\ncan calculate the impact point. Guy, get down\nto deck C and make sure the injured are\nsecured. Also let’s make sure-\n\nHe stops and turns as he notices the cabin door open... Standing\nin the doorway is DUSTY... He smiles and walks into the room. His\nmanner is strange, somehow sinister... We notice a limp.\n\nJASON\n\nDusty. what are you doing up here? You should\nget ck downstairs until we-\n\nBut Dusty suddenly dees a very peculiar thing... He withdraws a\nDISRUPTOR PISTOL from his belt, levels it at Jason. Jason smiles,\nbewildered. Is this a bizarre joke?\n\nJASON\nDusty?\n\nDUSTY FIRES THE GUN.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nIs this a bizarre joke? JASON\nDusty? DUSTY FIRES THE GUN. \n\nTARGET SECTION TO BE ANNOTATED:\n The blast hits Jason in the chest.\n\f109.\n\n.\n\nEveryone turns, they can’t believe their eyes. Jason looks at the\nblood spreading on his chest. He takes a step forward, then\nanother, stumbling weakly toward Dusty. He grabs his collar and\nlooks into his hollow eyes a moment before collapsing to the\nground.\n\n...and as he goes, his hand hits a switch on the familiar box on\nDusty’s belt... We recognize it as APPEARANCE GENERATOR.\n\nDusty’s form flickers momentarily, then he TRANSFORMS into his\ntrue identity... It’s SARRIS. Scarred, burned and bloody he looks\nlike the devil himself. He smiles, raising his gun again, and\nbegins FIRING...\n\nEverything turns to SLOW MOTION as...\n\nTommy is hit. His body goes slumping over his console, pushing the\nTHRUST control full FORWARD. The ENGINES roar like a wounded\nanimal. Betzalar rises and tries to grab the gun, but Sarris\nbackhands him, sending him flying across the room. Betzalar’s two\nCREWMEN wrestle with Sarris. One is shot, sent tumbling backwards.\nAlexander and Guy run, SLOW MOTION to help the other crewman as he\nstruggles with Sarris...\n\nOn the ground, Jason’s eyes flicker at the carnage around him.\nIt’s like a nightmare, but all too horribly REAL. He tries to\nrise, but he isn’t able...\n\nAround him the bloodbath continues... Sarris FIRES wildly,\nshooting Gwen as she tries to reach Jason. She falls, her body\nsliding next to Jason.\n\nJason looks into her eyes as they dull to lifelessness. He YELLS\ngrief stricken... Then lifts himself up with herculean effort and\nbegins to drag himself toward the front of the room as...\nAlexander, rushing Sarris, is HIT, clutching his neck... Guy\nManages to TACKLE Sarris, and he and the other alien wrestle with\nSarris, trying to get the gun away...\n\nAlexander, fallen and life drifting away, looks over to see...\n\nJason, with supreme effort, pulling himself up on a console at the\nfront of the room...\n\nThen Alex turns to see...\n---THE EARTH, HUGE, FILLING THE VIEWSCREEN and suddenly we're...",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nJason, with supreme effort, pulling himself up on a console at the\nfront of the room... Then Alex turns to see... ---THE EARTH, HUGE, FILLING THE VIEWSCREEN and suddenly we're... \n\nTARGET SECTION TO BE ANNOTATED:\nBACK IN REAL TIME\n\nAnd everyone is JOLTED as the ship hits the atmosphere heading\nSTRAIGHT DOWN toward Earth at 20,000 miles an hour.\n\nSuddenly Alexander, Guy, Betzalar and the remaining alien look up\nat the sound of a voice...\n\nJASON (0.S.)\nBetzalar...\n\f110,\n\nThey turn to see... JASON, swaying in the middle of the deck,\nbloody, weak, barely alive, but STANDING.\n\nJASON\n{about to pass out)\nActivate... The Omega 13.\n\nThe survivors exchange expectant and terrified glances. Betzalar\nquickly moves to a control panel and pushes down a familiar\ncrystalline ROD and...\n\nTHE ELABORATE MECHANISM, THE OMEGA 13, UNFOLDS IMPOSSIBLY FROM THE\nFLOOR IN FRONT OF JASON. Its center is a spinning cyclotron of\nenergy. In front of Jason is a prominent LEVER.\n\nJason turns to the others... nods a respectful goodbye... and they\nall watch in HORRIFIED ANTICIPATION as\n\nON THE VIEWSCREEN - the GROUND rushes toward us and just as we\nhurdle into city PAVEMENT...\n\nJason pulls the switch.\n\nBLINDING WHITE. And everything goes silent.\n\nSilent...\n\nSilent...\n\nSilent...\n\nThen, suddenly... A loud EXPLOSION like a sonic BOOM.\n\nCOMMAND DECK - 13 SECONDS EARLIER\n\nGwen, Alexander, Guy, and pommy are all alive - busy at their\n\nstations as the Protector hurtles out of the black hole. Planets\nroar past them like bullets. .\nGWEN\nWe're out!\n\nThey all exchange relieved smiles.\n\nGUY\nWe're alive!\n\nTOMMY\nWe made it. Captain, we made it!\n\nALEXANDER\n(solemn, too soft for anyone to\nhear)\nBy Grabthar’s hammer, we live to tell the tale.\n\nJason looks around, disoriented. It takes him a moment to\nregister what is happening. Everyone is alive. Everything is as\nit was 13 seconds ago. He looks down at his chest... No wounds...\nThe OMEGA 13 is REAL.\n\flll.\n\nCOMPUTER (0.S.)\nSystems register functional.\n\nGWEN\nAll systems are working, Captain.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nCOMPUTER (0. S.)\nSystems register functional. GWEN\nAll systems are working, Captain. \n\nTARGET SECTION TO BE ANNOTATED:\nThey look out to see ENTIRE GALAXIES whizzing by them at\nincredible speed. Planets speed by like BULLETS.\n\nTOMMY\nWe're going pretty fast, Captain. Should I-\nJason starts walking quickly across the room, ignoring him.\n\nGWEN\nJason?\n\nThe EARTH fills the viewscreen.\n\nTOMMY\nJason, we're going pretty damn fast!...\n\nGWEN\nJason?\n\nBut Jason just continues across the room, arriving at the entrance\nhatch just as it OPENS and we only get a GLIMPSE of Dusty’s\nsmiling face before Jason buries his FIST in it. Jason pulls him\nup and throws him across the room. As Dusty hits a control panel,\nhis appearance generator switch is triggered revealing him as\nSARRIS. He lays there, unconscious.\n\nAlexander, Gwen and the others stare, bewildered and amazed.\n\nJASON\nEverybody stay put. Tommy, slow this thing\ndown. Gwen-\n\nSuddenly Sarris rises and pulls his guf, but is SMASHED square in\nthe face by a METAL CRUTCH. WE PAN TO\n\nBETZALAR holding the crutch, with a supremely satisfied\nexpression. Jason moves past him with a nod... “I’1l take it from\nhere” and DIVES on Sarris... The two LOCK in combat...\n\nTOMMY\nOh my god. Jason!...\n\nOn the viewscreen they are HURTLING straight into EARTH'S\nATMOSPHERE.\n\nJASON\nFull reverse mark 10!\n\nWith Jason distracted, Sarris pulls his knife and is about to\nIMPALE Jason when suddenly they HIT THE ATMOSPHERE... Sarris and\nJason go flying...\n\f1l2.\n\nINT. BRANDON’S LIVING ROOM - DAY\n\nBrandon’s MOM AND DAD lounge on the couch reading the LA TIMES. A\nlazy Sunday afternoon. The TV is on in the background...\n\nON TV: Perky E! ENTERTAINMENT REPORTERS share the latest gossip.\nIn the corner of the screen, a particularly unflattering photo of\nJason as Captain Taggart.\n\nGOSSIP REPORTER\n\n..-Word has it that the actor who played 70’s\nCaptain Peter Quincy Taggart might be due for a\nreality check on Earth.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nENTERTAINMENT REPORTERS share the latest gossip. In the corner of the screen, a particularly unflattering photo of\nJason as Captain Taggart. GOSSIP REPORTER\n\n..-Word has it that the actor who played 70’s\nCaptain Peter Quincy Taggart might be due for a\nreality check on Earth. \n\nTARGET SECTION TO BE ANNOTATED:\n Sources report that\nJason Nesmith was rambling and incoherent when\nhe described a trip he'd made recently to outer\nspace. imploring his fellow actors to join\n\n!... Jim Dapperson reports from the Galaxy\nCon Science Fiction convention in Pasadena..\n\nCut to the REPORTER in front of the Convention center. A group of\nGALAXY QUEST fans wave at the camera in the background\n\nREPORTER\nHi Marsha, it is the third day of the Galaxy\nCon and maybe Jason Nesmith wasn't kidding\nabout his trip to space after all. He and the\nother actors who comprised the GALAXY QUEST .\nteam are all no shows to the event, much to the\ndisappointment of the fans of the old GALAXY\nQUEST show, known as QUESTOIDS.\n\nFANS BEHIND HIM\nQUESTARIANS!...\n\nHe raises his microphone to a disappointed FAN dressed in a tough\nwarrior alien outfit.\n\nWARRIOR ALIEN\nWe just really feel let down. I mean, part of\nthe show is about sticking with your friends no\nmatter what... And... We just feel abandoned.\n{wipes a tear from inside his\nmask)\nIt's hard.\n\nREPORTER\nDo you think maybe... He’s in space?\n\nWARRIOR ALIEN\nAre you mocking me?\n\nREPORTER\nHeh heh... Molecularize me in, Marsha!...\n\nAnchor Marsha does one of those entertainment anchor laugh/sighs.\nBrandon’s parents, turn pages of their paper, not even watching\nthe TV... Then BRANDON enters in a rush, two boxes of July 4th\nfireworks in his arms...\n\f113.\n\nBRANDON\nBye! Back soon!\n\nMOM\nWait, where are you going with those fireworks,\nBrandon?\n\nBRANDON\n(fast, in one breath)\n\nThe Protector got super accelerated coming out\nof the black hole and they’re trying to slow it\ndown but it just hit the atmosphere at Mark 15\nwhich is pretty unstable of course so we're\ngoing to ze down to 3rd street and help Laredo\nguide it in with roman candles...\n\nMOM\nOkay, Hon. Dinner at seven.\n\nBrandon exits. Brandon's Dad gives Mom a glance.\n\nMOM\nAt least it’s outside.\nOn the television in the background, a NEWS REPORTER appears.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nBrandon's Dad gives Mom a glance. MOM\nAt least it’s outside. On the television in the background, a NEWS REPORTER appears. \n\nTARGET SECTION TO BE ANNOTATED:\nREPORTER\nWe interrupt this broadcast to report that an\nunidentified object has broken through the\nEarth’s atmosphere... I repeat...\nMom and Dad flip pages, not aware of the TV at all.\nHOLLYWOOD HILLS\n\nTourists are dumbfounded as THE PROTECTOR comes burning through\nthe atmosphere and over the Hollywood sign.\n\nDOWNTOWN” LA\n\nHundreds of people watch frozen as THE PROTECTOR comes hurtling\nacross the sky, delicately taking off the flashing tip of the\nBonaventure’s light tower.\n\n134 FREEWAY\nTraffic Jam on the 134. A woman in a convertible Jeep listens to\n\nthe radio, when suddenly the reception goes to static and we hear\nthe broadcasted CHATTER from the PROTECTOR over the airwaves.\n\nJASON (0.S.)\nHold course, Laredo!\nTOMMY (0.S.)\nI’m trying Captain... Everything's a blur... 1\n\ncan’t see!\n\nGWEN (0.5.)\nTommy, look! Those lights... Like a runway!...\n\f114.\n\nTOMMY (0.S.)\nI see them! I see them!\n\n3RD STREET - PASADENA\n\nBRANDON and his TEAM, along with a number of other HEROIC NERDS,\nstand in their uniforms in a line on either side of 3rd street,\nblebs of fire shooting from their roman candles...\n\nWE PAN UP TO SEE...\n\nTHE PROTECTOR APPEARING over the horizon... And now we can see\nits awesome scale in context... Gigantic and breathtaking. It\ncomes HURTLING over the tree-lined blvd. Cars DODGE and REVERSE\nto get out of its way for blocks ahead.\n\nIt TOUCHES the ground right next to BRANDON -- who can actually\nlook in and SEE his heroes inside for an instant -- then skips\nlike a stone, sparks blazing...\n\nDown the street it goes, sliding two hundred yards straight toward\na large recognizable building... The site of the Galaxy Con.\n\n..-Right toward the banner which reads “WELCOME SPACE\nTRAVELLERS !”...\n\n...and CRASHES right into the side of the building.\nINT. CONVENTION HALL\n\nFANS RUN FOR THEIR LIVES as brick and plaster fly everywhere.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\n...and CRASHES right into the side of the building. INT. CONVENTION HALL\n\nFANS RUN FOR THEIR LIVES as brick and plaster fly everywhere. \n\nTARGET SECTION TO BE ANNOTATED:\n The\nship teeters in a cloud of dust as it finally comes to rest,\nhalfway in and halfway out of the building, having demolished the\nstage area...\n\nShocked silence. The fans... The sellers at their booths...\nEveryone is frozen. The ANNOUNCER slowly rises from under his card\ntable...\n\nThen we see the ship’s main hydraulic HATCH open... A RAMP lowers\nto the ground and... A figure emerges... It’s TOMMY, looking\nbruised and scarred and certainly the worse for wear.\n\nThe fans don’t know how to react.... In the silence Tommy looks\naround the hall... Hundreds of faces look back at him. Then they\nbegin to APPLAUD. Tommy looks around, flabbergasted. Then - what\nthe hell - he waves.\n\nSeeing this, the Announcer raises his microphone, hesitantly.\n\nANNOUNCER\n..-.\"Lt. Laredo”, Tommy Webber!\n\nThen Gwen appears, helping Dusty down the ramp. He's limping, both\nas beat up and war-torn as Tommy, the three stand together and\nlook out at the audience, shell-shocked.\n\fANNOUNCER\nThe beautiful Tawny Madison... GWEN DEMARCO\nwith Ship’s Tech Sergeant Chen, Dusty Kwan!\n\nThe fans applaud cheer and shout... Then Guy stumbles out, a cut\non his head, looking disoriented. He looks out at the cheering\nfans... The announcer isn’t sure who he is..\n\nANNOUNCER\nUh... Another shipmate...\n\nGuy stares out at the hundreds of faces, then a smile creeps\nslowly onto his face.\n\nGUY\nI‘m alive... I'm-... I’m the plucky comic\nrelief! I’m the plucky comic relief!\n\nHis maniacal laughter is drowned out by the applause. Then\neveryone's attention turns to...\n\nA FLICKERING CREATURE coming down the ramp with Alexander helping\nhim. It is BETZALAR, his “appearance generator” on the blink, and\nhis entire body alternating ‘tween his human and alien form.\n\nANNOUNCER\nDr. Lazarus of Tev’Mek, Sir Alexander Dane\nand... a friend!\n\nThe crowd continues to go nuts.\n\nDUSTY\nBetzalar...",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nLazarus of Tev’Mek, Sir Alexander Dane\nand... a friend! The crowd continues to go nuts. DUSTY\nBetzalar... \n\nTARGET SECTION TO BE ANNOTATED:\n Are you all right?\n\nBETZALAR\nWe'll be fine now, thanks to all of you...\n\nThe fans then look up, astonished to see glimpses of HUNDREDS more\nof the aliens in the ship's portholes... Everything grows SILENT.\nThey can’t believe their eyes.\n\nThen, suddenly as if all this weren't enough... There is a crash\nand...\n\nJASON EMERGES WITH SARRIS, THE TWO LOCKED IN MORTAL COMBAT. Sarris\nis bigger and meaner, but Jason has the advantage. He quickly\novercomes Sarris, punching him again and again and again until\nSarris collapses to the ground unconscious.\n\nANNOUNCER\nCaptain Peter Quincy Taggart... Jason Nesmith!\n\nJason, Gwen, Alexander, Dusty, Tommy and Guy stand there, shoulder\nto shoulder, as the audience goes into a frenzy of applause...\nWhether it’s real or not is no longer relevant to them. They're\njust JUBILANT.\n\nJason look out and spots Brandon and his friends in the back of\nthe room...\n\f116.\nWith a look of true gratitude, Jason crosses his fists in the\ntraditional GALAXY QUEST gesture of respect, and Brandon returns\nit, about to burst with pride...\n\nGwen turns to Alexander as the audience cheers...\nGWEN\nHe always has to make the big entrance.\n\nALEXANDER\nBy Grabthar’s Hammer, this is true.\nINT. LIVING ROOM - SOMEWHERE - NIGHT\n\nA cute little boy, no older than 6, lays on a carpet in front of\nhis television, swinging his legs and munching on a bowl of\n\npopcorn.\nOn TV we see the opening to GALAXY QUEST, but now the effects are\nmodern, TV quality CGI and Jason and the others are their current\nages. The title comes up reading...\n\nGALAXY QUEST, THE JOURNEY CONTINUES\nAnd as the ship whizzes past and out to space, the little boy\nraises his little fist in the air and shouts, a joyous sparkle in\nhis eyes...\n\nLITTLE BOY\nNever give up. Never surrender!.... .\n\nCUT TO BLACK:\nThe End.\n\f"
}