{
  "1": "Script provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\fEXT. CLEARING - DAY\n\nSnow drifts across the bodies of the fallen dead. Eight\ncorpses lie frozen on the ground-- men, women, and children,\nwearing heavy furs. The wind whips through their long hair.\n\nAt the edge of the clearing, WILL (20), a young ranger\ndressed all in black, surveys the grim scene from the back of\nhis gelding. He gathers his reins and guides his horse south.\n\nEXT. FOREST - DUSK\n\nWill rides hard between the towering pines, his horse’s\nhooves kicking up fresh-fallen snow.\n\nHe comes to a halt and dismounts beside two tethered horses.\nHis comrades, GARED (50) and SER WAYMAR ROYCE (18), crouch\nbeside a stream, filling their skins with cold water. They\nrise and look to the newcomer expectantly.\n\nSer Waymar is gray-eyed and graceful, with an aristocrat’s\nair of command despite his youth. He wears a supple coat of\ngleaming black ringmail and a lush sable cloak.\n\nWill and Gared also wear the black of the Night’s Watch, but\ntheir clothes are far less regal, their leather and fur\nbattered from hard usage. Gared wears a hood for warmth.\n\nWILL\nWe should start back. They’re all\ndead.\n\nGared offers Will his water skin and Will takes a drink.\n\nSER WAYMAR\n\nAny blood?\nWILL\n\nNot that I saw.\nSER WAYMAR\n\nHow close did you get?\nWILL\n\nClose enough to see they was dead.\nSER WAYMAR\n\n(skeptical)\n\nOr sleeping?\n\nGARED\nIf Will says they’re dead, they’re\ndead. We should head back to the\nWall.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\fSER WAYMAR\n(with the hint of a smile)\nDo the dead frighten you?\n\nGARED\nMormont said we should track ‘em.\nWe tracked ‘em. They won’t trouble\nus no more.\n\nSER WAYMAR\nYou don’t think Mormont will ask us\nhow they died?\n\nHe walks toward his horse. Gared and Will exchange a troubled\nglance.",
  "2": "---END OF PREVIOUS SECTION---\nSER WAYMAR\nYou don’t think Mormont will ask us\nhow they died? He walks toward his horse. Gared and Will exchange a troubled\nglance. \n---TARGET SECTION TO BE ANNOTATED---\nEXT. EMPTY CAMP - NIGHT\n\nMoonlight shines down on the clearing, the ashes of the\nfirepit, the snow-covered lean-to. If there were corpses on\nthe ground before, they’re gone now.\n\nThe three riders enter the camp. Their horses seem spooked,\nas if they smell a predator nearby.\n\nSER WAYMAR\nYour dead men seem to have moved\ncamp.\n\nWill looks around, confused. He knows what he saw.\n\nWILL\nThey were here...\n\nSpotting something shimmering on the ground near the firepit,\nhe walks his horse closer, dismounts and looks down.\n\nLying at his feet is the hilt of a steel longsword. The blade\nhas been shattered into a thousand shards.\n\nWill stares at the shattered sword. He knows what this means;\nthe dread on his face is unmistakable.\n\nFrom his horse, Gared looks at the ground. The indentations\nwhere the bodies once lay are still visible-- as are the\nfaint but unmistakable footprints leading away from them.\n\nGARED\nWe have to move. Now.\n\nHe is interrupted by a neigh. Will’s horse, riderless and\npanicked, bolts from the camp site.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\fSer Waymar’s horse rears back on its hind legs, throwing its\nrider to the ground before galloping after the first horse.\n\nGared struggles to keep his own horse under control. Ser\nWaymar stands unsteadily, brushing the snow from his cloak.\n\nWILL\n(terrified)\nGods...\n\nHe’s staring into the darkness at the edge of the clearing.\nSer Waymar turns to see what the young tracker sees: a shadow\nemerging from the forest.\n\nA figure steps into the moonlight, tall and gaunt, with flesh\npale as milk. It slides toward the rangers on silent feet.\n\nIts armor appears to be carved from ice. Its sword is\ntranslucent, a shard of crystal so thin it almost seems to\nvanish when seen edge-on.\n\nSer Waymar’s voice cracks like a boy’s:\n\nSER WAYMAR\nStay where you are!\n\nThe OTHER keeps coming. Ser Waymar draws his sword with\ntrembling hands. Will, standing near the fire pit, and Gared,\nstill on horseback, draw their own swords.",
  "3": "---END OF PREVIOUS SECTION---\nThe OTHER keeps coming. Ser Waymar draws his sword with\ntrembling hands. Will, standing near the fire pit, and Gared,\nstill on horseback, draw their own swords. \n---TARGET SECTION TO BE ANNOTATED---\nThe Other halts. For the first time we see its eyes, bluer\nthan any human eyes, a blue that burns like ice.\n\nThey emerge silently from the shadows, on all sides of the\nclearing. Five of them... six... seven... their strange\nswords shimmering in the moonlight.\n\nGared can no longer control his panicked horse; it bolts from\nthe clearing, ignoring its rider’s commands.\n\nThe Others watch Gared flee. They turn back to Ser Waymar and\nWill and begin to advance on the young men.\n\nAs the circle closes, the Others speak to each other in a\nlanguage we’ve never heard, with voices like cracking ice.\n\nWaymar and Will stand together, class distinctions forgotten,\ntwo boys about to die. They steady their sword hands and\nmutter quick prayers as the Others descend upon them.\n\nCREDIT SEQUENCE\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\fCLOSE on a pair of ancient, gnarled hands writing a message\non a small parchment scroll. The old man (we never see his\nface) tightly rolls the scroll, binds it with a black ribbon,\nand ties it with a leather strip to the leg of a BLACK RAVEN.\n\nThe old man lifts the raven off his desk; it flaps its dark\nwings and flies out of the open chamber window.\n\nThe raven flies away from Castle Black, a large and ancient\nfortress dwarfed by what lies behind it: the Wall. Older than\nhistory, this is the 800-foot-high barrier of ice and stone\nthat guards the northern edge of the Seven Kingdoms.\n\nAs the raven gains altitude, the landscape below it\nTRANSFORMS into a map of Westeros. The Wall is revealed to\ncross the entire continent, a boundary between the Haunted\nForest to the north and the civilized lands to the south.\n\nThe raven flies south over the map, on which the cities,\nregions and features of the land are named: Winterfell, the\nKingsroad, Moat Cailin, the Riverlands, the Vale of Arryn.\n\nOccasionally the bird dips down, and the map resolves back\ninto reality for just long enough to give us a view of some\npoints of interest: Winterfell’s old stone towers, full of\ncold beauty.",
  "4": "---END OF PREVIOUS SECTION---\nThe Wall is revealed to\ncross the entire continent, a boundary between the Haunted\nForest to the north and the civilized lands to the south. The raven flies south over the map, on which the cities,\nregions and features of the land are named: Winterfell, the\nKingsroad, Moat Cailin, the Riverlands, the Vale of Arryn. Occasionally the bird dips down, and the map resolves back\ninto reality for just long enough to give us a view of some\npoints of interest: Winterfell’s old stone towers, full of\ncold beauty. \n---TARGET SECTION TO BE ANNOTATED---\n The foreboding Eyrie castle high atop the Vale\nof Arryn, a feat of montane architecture that would have been\nimpossible for medieval engineers.\n\nWhen the raven reaches King’s Landing, the map resolves back\ninto reality as the bird drops down into the dirty sprawl of\nthe capital.\n\nThe raven flies through the open gates of the Red Keep, a\nmassive compound with red walls the color of blood. The bird\nflies through an open window into the throne room, to land on\nthe Iron Throne itself-- a throne built from the hammered\nswords of a thousand defeated enemies.\n\nThe raven pecks at its wings, cleaning itself after the long\njourney, alone in the empty throne room.\n\nEND CREDIT SEQUENCE\n\nEXT. HILLTOP - DAY\n\nLORD EDDARD “NED” STARK (40) sits on his motionless horse,\nhis long brown hair stirring in the wind. His closely-trimmed\nbeard is shot with white. He has spent half his life training\n\nfor war and the other half waging it, and his face conveys\nboth authority and a haunted sadness.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\fHe is accompanied by a dozen members of the HOUSEHOLD GUARD,\nall on horseback. Over their heads flaps the Stark banner: a\ngray direwolf racing across an ice-white field.\n\nSouth of the Wall the grass is still green and the sun is\nshining, but the air is cold enough to cloud the breath of\nfour guardsmen as they escort Gared toward the stump of a\nmassive oak tree.\n\nWeeks have passed since we saw the ranger but he seems to\nhave aged years, his eyes bloodshot and weary, his face\nhaggard, his clothes filthy and torn.\n\nNed’s sons, JON SNOW (17), ROBB STARK (17) and BRAN STARK (8)\nsit on their own horses (a small pony in Bran’s case).\n\nJon is slender, darker than his half-brothers, his eyes black\nand watchful.\n\nRobb is big and broad, with fair skin and reddish-brown hair.\n\nBran sits very still, watching the doomed man. He has never\nseen an execution before.",
  "5": "---END OF PREVIOUS SECTION---\nRobb is big and broad, with fair skin and reddish-brown hair. Bran sits very still, watching the doomed man. He has never\nseen an execution before. \n---TARGET SECTION TO BE ANNOTATED---\n The prospect of it terrifies him,\nbut he tries hard to imitate his father’s solemn expression.\n\nThe Guardsmen force Gared’s head onto the stump. Ned\ndismounts.\n\nHis ward, THEON GREYJOY (19), hands over Ned’s sword: Ice, a\nbeautiful weapon, centuries old. Theon is the only man in the\nparty wearing a kraken sigil instead of a dire wolf.\n\nNed peels off his gloves and hands them to JORY CASSEL (30s),\na bull-necked warrior with a heavy mustache.\n\nNed walks to the stump. He speaks in low tones to Gared, who\nresponds. We watch this exchange from the boys’ perspective.\n\nGared’s final words clearly trouble Ned, who studies the\ncondemned man’s face, judging his honesty.\n\nBran watches from afar, his head slightly cocked, trying to\nmake out what Gared is saying.\n\nThere is a great weariness in Ned’s eyes as he places both\nhands on the hilt of his greatsword.\n\nNED\nIn the name of Robert of the House\nBaratheon, the First of his Name--\n\nAs Ned delivers the formal sentence to the condemned man, Jon\nSnow moves closer to Bran.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\fJON SNOW NED (0.S.)\n(whisper) King of the Andals and the\nKeep the pony in hand. And First Men, Lord of the Seven\ndon’t look away. Father will Kingdoms and Protector of the\nknow if you do. Realm--\n\nBran keeps his pony well in hand and does not look away.\n\nNED\nI, Eddard of the House Stark, Lord\nof Winterfell and Warden of the\nNorth, sentence you to die.\n\nNed lifts Ice high above his head and brings it down.\nBlood sprays the swaying grass.\n\nGared’s head topples off the stump, bounces off a root, and\nrolls. When Ned’s back is turned, Theon put his boot on the\nhead, kicks it away and laughs.\n\nJon watches this with disgust but says nothing. He turns and\ngrips Bran’s shoulder.\n\nJON SNOW\nYou did well.",
  "6": "---END OF PREVIOUS SECTION---\nJon watches this with disgust but says nothing. He turns and\ngrips Bran’s shoulder. JON SNOW\nYou did well. \n---TARGET SECTION TO BE ANNOTATED---\nIt’s only three words, but compliments are hard to come by in\nthe Stark house. Bran is proud to be treated like a man, but\nhe cannot look away from the head lying in the tall grass.\n\nEXT. HILLSIDE - DAY\n\nBran rides with his brothers, his hard-working pony trying to\nkeep up with the bigger horses.\n\nJON SNOW\nI thought he was brave.\n\nROBB\nBrave? He was dead of fear. You\ncould see it in his eyes.\n\nJON SNOW\nWhat would be in your eyes with\nyour head on the stump? He died\nwell. Give him that much.\n\nRobb considers the point for a moment and shrugs, already\nlosing interest in the subject.\n\nROBB\nRace you to the bridge?\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\fJon rolls his eyes as if he’s beyond such juvenile games--\nthen, without warning, he spurs his horse and gains a good\nhead start. Robb curses and follows. They gallop off down the\ntrail, Robb laughing and hooting, Jon silent.\n\nBran’s pony can’t compete in that race, so he follows slowly\nbehind, craning his neck to see if he can spot the winner.\n\nNED\nYou understand why I did it?\n\nBran turns in his saddle, startled. On his great warhorse,\nNed looms above him like a giant. Bran nods to his father.\n\nBRAN\nJon said he was a deserter. He was\nin the Night’s Watch and he ran\naway.\n\nEven when speaking with his son, Ned constantly surveys his\nsurroundings, aware of his men’s positions, the possible\nsites for an ambush, the angle of the sun.\n\nNED\nTrue enough, but do you understand\nwhy I had to kill him?\nBran thinks about this for a few seconds, confused.\n\nBRAN\nKing Robert has a headsman.\n\nNED\nHe does. As did the Targaryen kings\nbefore him.\n\nNed reaches out to grab the pommel on Bran’s saddle. He\nforces the horse and pony to walk very close.\n\nNED\nOur way is the old way. The man who\npasses the sentence should swing\nthe sword.",
  "7": "---END OF PREVIOUS SECTION---\nHe\nforces the horse and pony to walk very close. NED\nOur way is the old way. The man who\npasses the sentence should swing\nthe sword. \n---TARGET SECTION TO BE ANNOTATED---\nBran stares at the massive sword sheathed at Ned’s hip.\n\nBRAN\nIs it true he saw the Others?\n\nNed stares at his son for a long beat.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\fNED\nYou heard that?\n(off Bran’s nod)\nThe Others have been gone for eight\nthousand years.\n\nBRAN\nSo he was lying?\n\nNED\nHe believed it. A madman sees what\nhe sees.\n\nThey’re interrupted by the sound of hooves; Jon reappears on\nthe crest of the hill before them, waving urgently.\n\nJON\nOver here!\n\nEXT. RIVERBANK - DAY\n\nNed’s party reaches the riverbank. Jon has dismounted beside\nRobb, who cradles something in his arm.\n\nBran and Ned stay back with the rest of their party as Jory\nand Theon approach the older boys.\n\nWhen he sees what lies on the ground beside Robb, Theon\ncurses and pulls his horse away. Jory does the same and yells\nto the boys:\n\nJORY\nGet away from it!\n\nROBB\nShe can’t hurt you. She’s dead.\n\nBurning with curiosity, Bran spurs his pony to keep up with\nNed as they approach the others, who are all dismounting.\n\nTHEON\nWhat in hell is it?\n\nBran finally gets close enough to see.\n\nROBB\nA wolf.\n\nThe dead wolf is impossibly huge, bigger than Bran’s pony.\nIts blind eyes crawl with maggots.\n\nTHEON\nIt’s a freak.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\fJON\nNo. That’s a direwolf.\n\nNed kneels beside the wolf. Groping under the beast’s head,\nhe gives a yank and comes up with a foot of shattered antler,\nslick with half-dried blood.\n\nTHEON\nThere hasn't been a direwolf south\nof the Wall for two hundred years.\n\nJon looks at the bundle beneath Robb’s arm and grins:\n\nJON\nWell... now there are five.\n\nWhen Bran sees what everyone is staring at his eyes widen.",
  "8": "---END OF PREVIOUS SECTION---\nTHEON\nThere hasn't been a direwolf south\nof the Wall for two hundred years. Jon looks at the bundle beneath Robb’s arm and grins:\n\nJON\nWell... now there are five. When Bran sees what everyone is staring at his eyes widen. \n---TARGET SECTION TO BE ANNOTATED---\n He\nmoves in to get a closer look at the direwolf pup-- a tiny\nball of gray-black fur, eyes still closed, nuzzling blindly\nagainst Robb’s chest, whimpering.\n\nJORY\n\nTough old beast, wasn’t she?\n\nBirthing a litter with an antler in\n\nher throat.\nROBB\n\n(to Bran)\nGo on. You can touch him.\nBran gives the pup a quick, nervous stroke. As he turns:\n\nJON\nHere you go.\n\nJon thrusts another pup into Bran’s arms. Overjoyed, Bran\nplops down in the snow and rubs the wolf pup’s soft fur\nagainst his cheek.\n\nNed picks up two more helpless pups, one in each hand. Jon\npicks up the fifth.\n\nHULLEN (40s), the horse master, frowns at this ill omen.\n\nHULLEN\nDirewolves loose in the realm.\n\nTHEON\nNot for long.\n\nTheon draws his sword and reaches for Bran’s pup.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f10.\n\nTHEON\nGive it here.\n\nBRAN\nNo! It’s mine!\n\nRobb speaks to Theon in a commanding tone.\nROBB\nPut your sword away. We’re keeping\nthem.\n\nTheon bristles at the command.\n\nTHEON\nI take orders from your father, not\nyou.\n\nHULLEN\n\nIt’'ll be a mercy to kill them.\n\nBRAN\nNo!\n\nBran looks to Ned for support, but finds none.\n\nNED\nBetter a quick death. They won’t\nlast without their mother.\n\nJON\n\nLord Stark... There are five pups.\nThree male, two female.\n\n(off Ned’s curiosity)\nYou have five trueborn children.\nThree sons, two daughters. The\ndirewolf is the sigil of your\nHouse.\n\nEveryone looks to the Stark banners, with their direwolf\ncrest-of-arms. We see their opinions about the pups change,\nas they come to understand the import of this omen.\n\nJON\nYour children were meant to have\nthese pups.\n\nNED\nAnd you?\n\nJON\nI am not a Stark, my Lord.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f11.",
  "9": "---END OF PREVIOUS SECTION---\nJON\nI am not a Stark, my Lord. Script provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f11. \n---TARGET SECTION TO BE ANNOTATED---\nNed weighs the situation for a moment in silence.\nNED\nYou will feed them yourselves. And\ntrain them yourselves.\n\nBran nods eagerly. Robb nods as well.\n\nNED\nThey may die anyway, despite all\nyou do.\n\nROBB\n\nThey won’t. We won’t let them.\nThe decision made, people start to remount their horses.\n\nBran tugs gratefully on Jon’s sleeve. Jon smiles at him, but\nbeneath his smile there is a trace of sadness.\n\nJon is about to climb onto his horse when he hears a distant\nwhimpering. Leaving the horse behind, he ranges into a snow\ndrift, and scans the ground until he finds the source:\n\nA sixth wolf pup, with white fur. Unlike the others, its eyes\nare blood-red and open, and it is completely silent. Jon\npicks it up.\n\nTheon scoffs.\n\nTHEON\nAn albino. It’1l die even faster\nthan the others.\n\nJon ignores Theon. He stares into the pup’s eyes and the pup\nstares back.\n\nJON\nThis one belongs to me.\n\nINT. DRESSING ROOM - SUNSET\n\nDAENERYS (15) stands by the window, staring out at the bay of\nPentos, where shirtless FISHERMEN haul nets full of wriggling\nfish from their boats onto the docks. The setting sun\nsilhouettes the brick towers of the Free City; intricate and\ncolorful geometric patterns decorate their bulbous domes.\n\nDaenerys is a beautiful girl but nobody has bothered to tell\n\nher. She is awkward in her own skin, unaware of how rare her\nviolet eyes and lush silver hair really are.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f12.\n\nVISERYS (0.S.)\nWhere’s my sweet sister?\n\nVISERYS (20) steps into the room, a gaunt young man with\nnervous hands and a feverish look in his pale eyes. He holds\na lilac gown in his hands.\n\nVISERYS\nA gift from Illyrio. Touch it. Go\non. Feel the fabric.\n\nDany lets the delicate silk run through her fingers. It is a\ngorgeous gown but the sight of it gives her no pleasure.",
  "10": "---END OF PREVIOUS SECTION---\nFeel the fabric. Dany lets the delicate silk run through her fingers. It is a\ngorgeous gown but the sight of it gives her no pleasure. \n---TARGET SECTION TO BE ANNOTATED---\nVISERYS\nTonight you must look like a\nprincess.\n\nDaenerys hands the gown back to her brother.\n\nDAENERYS\nHe gives us so much... we’ve been\nhis guests for a year and he’s\nnever asked for anything.\n\nVISERYS\nIllyrio’s no fool. He knows I won't\nforget my friends when I come into\nmy throne.\n\nHe hangs the gown from a hook beside the door.\nVISERYS\nI’ll send the slaves in to bathe\nyou. Be sure you wash off that\nstable stink.\nHe studies her critically.\n\nVISERYS\nYou still slouch.\n\nHe pushes back her shoulders.\nVISERYS\nLet them see you have a woman’s\nbody now.\n\nHis fingers brush lightly over her breasts, judging their\nshape beneath the rough fabric of her tunic.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f13.\n\nVISERYS\nDon’t fail me tonight. You don’t\nwant to wake the dragon, do you?\n\nHis fingers tighten over one of her nipples, pinching. He's\nhurting her but Daenerys does not resist or open her mouth.\n\nVISERYS\nDo you?\n\nDAENERYS\nNo.\n\nVISERYS\nGood.\n\nHe smiles, releasing her, brushing back her hair with\nsomething like affection.\n\nVISERYS\nWhen they write the history of my\nreign, they will say it began\ntonight.\n\nEXT. STREETS OF PENTOS - NIGHT\n\nA dozen STRONG MEN carry a palanquin through the pitch-black\nstreets of Pentos. Two SERVANTS walk in front, holding oil\nlanterns to light the way.\n\nINT. PALANQUIN - NIGHT\n\nInside the curtained litter, Daenerys, Viserys and MAGISTER\nILLYRIO recline on soft pillows. Daenerys wears the lilac\ngown. Her makeup has been artfully applied but somehow she\nlooks even younger than before. She seems terribly nervous.\n\nIllyrio (50) is tremendously fat, but he carries himself with\na certain elegance. He smiles at Daenerys, takes the girl’s\nhand and gives her a comforting squeeze.\n\nILLYRIO\n(to Viserys)\nShe is a vision, your Grace.",
  "11": "---END OF PREVIOUS SECTION---\nIllyrio (50) is tremendously fat, but he carries himself with\na certain elegance. He smiles at Daenerys, takes the girl’s\nhand and gives her a comforting squeeze. ILLYRIO\n(to Viserys)\nShe is a vision, your Grace. \n---TARGET SECTION TO BE ANNOTATED---\n Drogo\nwill be impressed.\n\nVISERYS\nShe’s too skinny. Are you sure he\nlikes his women this young?\n\nILLYRIO\nShe’s had her blood, she’s old\nenough. Look at her!\n\n(MORE )\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f14.\n\nILLYRIO (cont'd)\nHighest of the highborn, daughter\nof the past king, sister to the\nfuture king... he’1ll want her.\n\nVISERYS\nI suppose. The savages have queer\ntastes. Boys, horses, sheep...\n\nILLYRIO\nBest not suggest this to Khal\nDrogo.\n\nVISERYS\n\nDo you take me for a fool?\nMagister Illyrio gives a slight bow.\n\nILLYRIO\nI take you for a king. Kings lack\nthe caution of common men. My\napologies if I have given offense.\n\nHe claps his hands and a SLAVE BOY wearing a brass collar,\ncrouched in the corner of the litter, hurries over to refill\nIllyrio’s wine glass.\n\nVISERYS\nI know how to play a man like\nDrogo. I give him status--\n(modding at Dany)\n-- and he gives me an army.\n\nHis fingers toy with the hilt of his sheathed sword.\n\nVISERYS\nI could sweep the Seven Kingdoms\nwith ten thousand Dothraki\nscreamers behind me. The people\nwill be with us. They cry out for\ntheir true king.\n\nViserys pauses and gives Illyrio an anxious look.\n\nVISERYS\nThey do, don’t they?\n\nILLYRIO\n\n(an amiable salesman)\nAll across the Kingdoms, men lift\nsecret toasts to your health. Their\nwomen sew dragon banners in hope of\nyour return from across the water.\n\n(shrugs )\nOr so my agents tell me.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f15.\n\nDaenerys, who has watched Illyrio throughout his speech,\nturns away. She keeps her own counsel, but it’s clear the\nwords that so inspire Viserys do not impress her.\n\nEXT.",
  "12": "---END OF PREVIOUS SECTION---\nDaenerys, who has watched Illyrio throughout his speech,\nturns away. She keeps her own counsel, but it’s clear the\nwords that so inspire Viserys do not impress her. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n DOTHRAKI ENCAMPMENT - NIGHT\n\nA great field outside the city walls of Pentos, ringed by\nhundreds of the distinctive, round Dothraki tents.\n\nThe moon and burning torches light the milling guests. Many\nare DOTHRAKI HORSELORDS, big men, their black hair oiled and\nbraided and hung with silver bells. No women are present.\n\nA smooth-cheeked EUNUCH announces the newcomers:\n\nEUNUCH\nViserys of the House Targaryen, the\nThird of his Name. King of the\nAndals and the First Men, Lord of\nthe Seven Kingdoms and Protector of\nthe Realm. His sister Daenerys\nStormborn, Princess of Dragonstone.\nHis honorable host, Illyrio\nMopatis, Magister of the Free City\nof Pentos.\n\nThe three honored guests step into the clearing. Illyrio\nguides them, pointing out various luminaries.\n\nILLYRIO\nThose three are Drogo’s\nbloodriders.\n\nThe BLOODRIDERS, fearsome Dothraki warriors, stare back at\nDaenerys. She quickly averts her eyes.\n\nILLYRIO\nOver there is Ser Jorah Mormont.\n\nVISERYS\nA knight? What’s he doing here?\n\nSER JORAH is past forty and balding, but still strong and\nfit. When he sees the Targaryens staring at him he bows\ndeeply. Viserys gives a slight nod, pleased by the obeisance.\n\nILLYRIO\nKing Robert-\n(correcting himself)\n-the Usurper wanted his head. Some\ntrifling affront. Sold poachers to\na slaver.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f16.\n\nVISERYS\nHe could be useful.\n\nIllyrio places his hand on Daenerys’ bare shoulder.\n\nILLYRIO\nOver there, sweet princess. There\nis the Khal himself.\n\nKHAL DROGO (30) is the tallest man in the courtyard, but\ndespite his size and musculature, he has the grace of a\npanther. His black hair is woven into a single braid, hung\nwith silver bells, that swings below his belt.",
  "13": "---END OF PREVIOUS SECTION---\nThere\nis the Khal himself. KHAL DROGO (30) is the tallest man in the courtyard, but\ndespite his size and musculature, he has the grace of a\npanther. His black hair is woven into a single braid, hung\nwith silver bells, that swings below his belt. \n---TARGET SECTION TO BE ANNOTATED---\nIllyrio walks over to the Khal (a dozen yards away). Viserys\nleans closer to his sister, never taking his eyes off Drogo.\n\nVISERYS\nYou see how long his hair is? When\nDothraki are defeated in combat,\nthey cut off their braids in\ndisgrace, so the world will know\ntheir shame. Khal Drogo has never\nbeen defeated. A savage, of course,\nbut one of the finest killers\nalive. And you will be his queen.\n\nDaenerys stares at the Khal. The man’s face is hard and\ncruel, his eyes dark as onyx as he watches Illyrio perform\nhis submissions.\n\nDAENERYS\n(her voice small and thin)\nI don’t want to be his queen.\nPlease, please, I don’t want to, I\nwant to go home.\n\nViserys maintains a mask of politeness and keeps his voice\nlow, but there is fury behind his eyes.\n\nVISERYS\nHome? How do we go home? They took\nit from us.\n\nHe grabs her arm and drags her into the shadows, his\nfingernails digging into her.\n\nVISERYS\nHow do we go home?\n\nTears well in her eyes.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f17.\n\nDAENERYS\nI don’t know.\n\nVISERYS\nI do. We go home with an army. With\nKhal Drogo’s army.\n\nHe brushes her cheek with the back of his hand and speaks to\nher with real tenderness.\n\nVISERYS\nI’d let his whole khalasar fuck\nyou, all forty thousand men and\ntheir horses too, if that’s what it\ntook. Come, dry your eyes.\n\nDany wipes away the unfallen tears. Illyrio, all smiles and\nbows, escorts Khal Drogo toward them.\n\nVISERYS\n(nervous whisper)\nSmile. And stand up straight. Let\nhim see that you have breasts. Gods\nknow, they’re small enough as is.\n\nDany smiles and stands up straight.\n\nEXT. KING’S LANDING - DAY\n\nThe walled city of King’s Landing, capital of Westeros.",
  "14": "---END OF PREVIOUS SECTION---\nDany smiles and stands up straight. EXT. KING’S LANDING - DAY\n\nThe walled city of King’s Landing, capital of Westeros. \n---TARGET SECTION TO BE ANNOTATED---\n The\nroyal castle, the Red Keep, built of red sandstone, perches\non the cliffs above Blackwater Bay. The seven-towered Great\nSept of Baelor rises on the south edge of the city. In\nbetween sprawls the fetid slum called Flea Bottom.\n\nWe PULL IN closer to the Red Keep, to a window near the top\nof the Tower of the Hand.\n\nINT. BEDCHAMBER - DAY\nJON ARRYN (60s), cold and still, lies on his deathbed.\n\nTwo SILENT SISTERS, veiled adherents to the Faith of the\nSeven, fold his hands across his chest and close his eyelids.\n\nGRAND MAESTER PYCELLE (70s) stands beside them. He wears a\nheavy chain around his neck, each link forged with a\ndifferent metal.\n\nBeside him is QUEEN CERSEI (30s). Green-eyed and golden-\n\nhaired, the queen’s beauty has already become legend. Both\nlook down at Jon Arryn.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f18.\n\nPYCELLE\nI gave him milk of the poppy at the\nend. To ease his path.\n\nCersei touches the old Maester’s arm in thanks.\nCERSEI\nWe are blessed to have a man of\n\nyour wisdom caring for us.\n\nThe old Maester is not too old to appreciate a little\nflattery, or the touch of a beautiful woman.\n\nCERSEI\nHe was peaceful, in his final\nhours?\n\nPYCELLE\n\nMostly he slept, my Grace. Though\nhe had moments of clarity.\n\nCERSEI\nDid he? What did he say, in these\nmoments of clarity?\n\nPYCELLE\nHe asked to see the King--\n\nCERSEI\nRobert will never forgive himself\nfor not being here. These hunts of\nhis last longer and longer.\n\nPYCELLE\nAnd he asked to see Lord Stark.\n\nCERSEI\nA shame Lord Stark is a thousand\nleagues away. That was all?\n\nPYCELLE\nYes... No. There was a phrase, one\nphrase he kept repeating. “The seed\n\nis strong.”\nCersei focuses her green eyes on the Maester.",
  "15": "---END OF PREVIOUS SECTION---\nPYCELLE\nYes... No. There was a phrase, one\nphrase he kept repeating. “The seed\n\nis strong.”\nCersei focuses her green eyes on the Maester. \n---TARGET SECTION TO BE ANNOTATED---\nCERSEI\n\nThe seed is strong? What does that\nmean?\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f19.\n\nPYCELLE\n(shrugs )\nThe dying mind is a demented mind.\nFor all the weight they’re given,\nlast words usually have as much\nsignificance as first words.\n\nCERSEI\nWhere is the Hand’s wife?\n\nPYCELLE\nLady Arryn left the moment he\nbreathed his last.\n\nCersei turns and heads for the door.\n\nCERSEI\nSend a raven to Casterly Rock. My\nfather should know Jon Arryn is\ndead.\n\nPYCELLE\nAt once, my Grace.\n\nCersei exits the bedchamber. Pycelle watches the Sisters\nperform their ritual ablutions, imagining, perhaps, the not-\ntoo-distant day when they will minister to his own corpse.\n\nEXT. FLEA BOTTOM - NIGHT\n\nThe most dangerous neighborhood in the kingdom. DRUNKS spill\nout of doorways of taverns lit with oil lamps, singing:\n\nDRUNKS\nShe kicked and wailed, the maid so\nfair, but he licked the honey from\nher hair, her hair! Her hair!\n\nINT. BROTHEL - NIGHT\n\nOutside we hear the sounds of rough laughter and singing. The\nroom is expensively appointed in silks, damasks and gilded\nornaments, but its garishness betrays its true nature.\n\nThat, and the naked REDHEADED WHORE on her knees beside the\nbed. She bestows oral favors upon TYRION LANNISTER, a dwarf\nwith mismatched eyes: one green, one black.\n\nTyrion’s hands grip her hair as he shudders. Bells begin to\n\nring outside, thousands of them, great pealing bells from all\nacross the city.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f20.\n\nThe Redhead, finished with her work, wipes her mouth with the\nback of her hand.\n\nREDHEAD\nWho they ringing the bells for?\n\nTYRION\nThe King’s Hand died this morning.\n\nTyrion grabs a goblet of wine from the bedside table. He\nswigs and passes it to the whore.",
  "16": "---END OF PREVIOUS SECTION---\nTYRION\nThe King’s Hand died this morning. Tyrion grabs a goblet of wine from the bedside table. He\nswigs and passes it to the whore. \n---TARGET SECTION TO BE ANNOTATED---\n She raises it in toast.\n\nREDHEAD\nHere’s to Jon Arryn, then. He was\nthe only one of you lot who cared\nabout the smallfolk.\n\nShe drinks deeply, sloshing the wine around her mouth.\n\nTYRION\nI care about the smallfolk.\n\nREDHEAD\nOnly the ones with good tits. Who's\nRobert picking for a new Hand?\n\nTYRION\nIf he’s smart, my father.\n\nREDHEAD\nAnd if he’s not smart?\n\nTYRION\nIf the King is not smart? Milady,\nthese are treasonous words...\n\nHe clamps his palms on the back of her head and guides her\nback toward his crotch.\n\nThe Redhead laughs, disbelieving.\n\nREDHEAD\nNo chance you're ready again.\n\nHe takes the goblet from her, downs the remainder, and tosses\nit across the room.\n\nTYRION\nThe gods gave me one blessing.\n\nThe Redhead grins and pushes her hair away from her face as\nshe dips down for further service.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f21.\n\nJust as Tyrion closes his eyes the door swings open. SER\nJAIME LANNISTER (30s), the Queen’s twin brother, stands in\nthe doorway.\n\nConsidered by many the best-looking man in the Seven\nKingdoms, there is a hint of savagery behind his green eyes.\n\nHe smiles as the Redhead, flustered, covers her breasts.\n\nJAIME\nDon’t get up.\n\nREDHEAD\nForgive me, my lord...\n\nTYRION\nShould I explain to you, dear\nbrother, the meaning of a closed\ndoor in a whorehouse?\n\nJaime continues to favor the redhead with his lazy grin,\nfucking her with his eyes as he speaks with his brother.\n\nJAIME\nYou have much to teach me, no\ndoubt, but in this instance perhaps\nyou'll forgive the interruption.\nYou told me once that you wanted to\nsee the North. I didn’t want you to\nmiss your chance.\n\nTYRION\nWho’s going North?\n\nJAIME\nWe are. The royal “we.” The King.\nThe Queen. Me. You, if you can find\nyour pants.",
  "17": "---END OF PREVIOUS SECTION---\nThe Queen. Me. You, if you can find\nyour pants. \n---TARGET SECTION TO BE ANNOTATED---\nTYRION\nWhy?\n\nJAIME\nWell, I’m used to it, but the rest\nof the court might be frightened by\nthe sight of your wet little\ndagger.\n\nTYRION\n\n(annoyed)\nWhy are we going north?\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f22.\n\nJAIME\nThe King has chosen his Hand. And\nno one’s going to be happy about\nit.\n\nEXT. WINTERFELL GATES - LATE AFTERNOON\n\nWinterfell, the stronghold and ancestral home of House Stark,\nis an ancient and austere place. Many acres lie within its\ntwo concentric granite walls; its keeps and towers stretch\ntoward the gray skies above.\n\nA RAVEN flies into view, heading toward the stronghold with a\nsmall parchment scroll dangling from its leg.\n\nWe follow the black bird as it glides over the Winterfell\nwalls, banks over the main courtyard, and comes to rest on\nthe windowsill of\n\nINT. MAESTER LUWIN’S CHAMBER - CONTINUOUS\n\nThe raven jumps from its windowsill perch onto the arm of\nMAESTER LUWIN (75). He is a small, gray man: gray eyes, gray\nhair, gray wool robe. A heavy chain lies around his neck,\nmuch like Maester Pycelle’s.\n\nThe Maester removes the scroll from the raven’s leg and opens\nit. His face darkens as he reads.\n\nEXT. GODSWOOD - DUSK\n\nA thousand years of humus lie thick upon the forest floor,\nswallowing the sound of a woman’s feet as she walks.\n\nLADY CATELYN STARK (35), Ned’s auburn-haired, blue-eyed wife,\nmakes her way among the dark tree trunks, their twisted\nbranches weaving a dense canopy over her head. In her hand,\nshe holds the small parchment scroll from the above scene.\n\nShe reaches a small grove at the center of the wood, where an\nancient weirwood tree broods over a small, black pool.\n\nLooking like no tree on Earth, the weirwood’s bark is bone\nwhite, its leaves dark red. Long, long ago, a melancholy face\nwas carved into its trunk; its deep-cut eyes are red with\ndried sap.",
  "18": "---END OF PREVIOUS SECTION---\nShe reaches a small grove at the center of the wood, where an\nancient weirwood tree broods over a small, black pool. Looking like no tree on Earth, the weirwood’s bark is bone\nwhite, its leaves dark red. Long, long ago, a melancholy face\nwas carved into its trunk; its deep-cut eyes are red with\ndried sap. \n---TARGET SECTION TO BE ANNOTATED---\n They seem to follow her as she rounds the tree.\n\nSeated on a moss-covered stone on the other side of the tree,\nNed rests his sword, Ice, across his knees as he cleans it\nwith a cloth dipped in the black waters at his feet.\n\nCATELYN\nI knew I'd find you here.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f23.\n\nHe lifts his head to look at her. He sees her shivering and\nhands her his cloak, which she wraps around herself before\nsitting on the forest floor.\n\nHe registers her somber face, and the scroll in her hand. He\nstops cleaning his sword.\n\nNED\nTell me.\nCATELYN\nForgive me, my lord... there was a\n\nraven from King’s Landing. Jon\nArryn is dead.\n\nNed looks at the wet sword, lying flat across his lap.\n\nNED\nHow?\n\nCATELYN\nA fever took him. He was healthy at\nthe full moon and gone by the half.\n\nNED\nYour sister, the boy...?\n\nCATELYN\nThe letter said they’re well.\n\nNed looks more angry than grief-stricken. He dries his sword\nwith a swatch of oiled leather.\n\nCATELYN\nHe loved you very much.\n\nNED\nI haven’t seen him in how long,\nnine years?\n\nCATELYN\nYou couldn't have known--\n\nNED\nOf course I could have known. He\nwas an old man. Every year he asked\nme to visit and every year I told\nhim, “Next year.”\n\nHe sheathes the blade. Catelyn reaches for his hand. For a\nmoment they are silent.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f24.\n\nNED\nThe girls won’t remember him. Bran\nnever even met him.\n\nCATELYN\nYou’11 tell them the stories.\n\nNED\nOld Jon would have been proud of\nBran. He was a brave boy at the\nbeheading.\n\nCatelyn is troubled by the thought. She releases his hand.\n\nCATELYN\nEight is too young to see such\nthings.",
  "19": "---END OF PREVIOUS SECTION---\nCatelyn is troubled by the thought. She releases his hand. CATELYN\nEight is too young to see such\nthings. \n---TARGET SECTION TO BE ANNOTATED---\nNED\n\nShould I tell you about the things\nI saw before I was eight?\n\n(beat)\nHe won’t be a child forever. And\nwinter is coming.\n\nThe words disturb Catelyn but she keeps her silence.\n\nNED\nHis brothers helped him. Especially\nJon.\n\nCATELYN\nJon Snow is his half-brother. My\nlord.\n\nNed notes his wife’s tone but says nothing. This isn’t a\nfight he needs right now. Catelyn, realizing she has broached\nthe wrong topic at the wrong time, changes the subject.\n\nCATELYN\nThe raven brought more news. The\nking rides for Winterfell.\n(beat)\nAlong with the queen and her\nbrothers.\n\nNed considers this prospect for a moment. Clearly Catelyn\nalready has. They both know what it means.\n\nNED\nHe hates the cold. Always has. If\nhe comes this far north, it’s one\nthing he’s after.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f25.\n\nCATELYN\nYou can always say No.\n\nNed allows a grim smile, taking his wife’s hand and helping\nher to her feet.\n\nNED\nYou don’t know the king very well.\n\nEXT. WINTERFELL GATES - DAY\n\nFrom the stronghold’s gates, the King’s Road wends its way to\nthe horizon -- where tiny specks of red and gold appear,\nbarely visible. Very slowly, they grow larger.\n\nThe king’s party approaches.\nEXT. TOWER - DAY\n\nBran climbs down the side of the tower, his hands and feet\nfinding purchase on its jutting stones with a monkey’s\nunthinking agility.\n\nClimbing is as natural to him as studying is onerous. He\nsmiles as he makes his way toward the ground in record time,\nvery pleased with himself--\n\nUntil his mother yanks him off the stones. Catelyn lowers him\nto the ground and sternly waits for an explanation.\n\nBRAN\nI was... I was...\n\nCATELYN\nYou were bored with your lesson so\nyou decided to climb the castle\nwalls, even though I’ve forbidden\nit two hundred times.\n\nBRAN\nI--\nCATELYN\nBrandon...",
  "20": "---END OF PREVIOUS SECTION---\nI was... CATELYN\nYou were bored with your lesson so\nyou decided to climb the castle\nwalls, even though I’ve forbidden\nit two hundred times. BRAN\nI--\nCATELYN\nBrandon... \n---TARGET SECTION TO BE ANNOTATED---\n I want you to promise\n\nme: No more climbing. Promise.\nBran looks at his feet before gazing up at her solemnly.\n\nBRAN\nI promise.\n\nCatelyn leans over to look her son dead in the eye.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f26.\n\nCATELYN\nYou know what?\n\nBRAN\nWhat?\n\nCATELYN\nYou always look at your feet before\nyou lie.\n\nDespite Bran’s best efforts, his mouth stretches into a\nsmile, and a chuffing laugh escapes from behind it.\n\nCatelyn smiles, unable to help herself. She sees that his\nhands, clothes and bare feet are filthy from the climb down.\n\nCATELYN\nGo on, clean yourself up. The king\nwill be here soon.\nBran kisses his mother on the cheek and runs off.\n\nEXT. WINTERFELL GATES - DAY\n\nThe king’s party pours through the gates of Winterfell ina\nriver of gold, silver and steel, one hundred strong.\n\nOver their heads, a dozen golden banners whip in the wind,\nemblazoned with the crowned stag of the House Baratheon.\n\nINT. WINTERFELL - COURTYARD - DAY\n\nAt the far end of the yard, Ned’s face betrays nothing as he\nwatches the King’s party approach with his family beside him.\n\nCatelyn, Robb, Jon and Bran are here, as are SANSA (13),\ntraditionally beautiful, with high cheekbones and thick red\nhair; ARYA (11), a skinny tomboy; and their little brother\nRICKON (3).\n\nSer Jaime rides through the gate and into the courtyard.\nBRAN\n(whispering to Jon)\nIs that the king?\nJON\nThat’s Jaime Lannister. The\nKingslayer.\n\nBran can’t take his eyes off the man. He’s heard the stories.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f27.\n\nTyrion Lannister rides behind his brother Jaime, studying the\ncastle and its occupants, missing nothing.\n\nJOFFREY BARATHEON (13), the crown prince, tall for his age,\nand haughty.",
  "21": "---END OF PREVIOUS SECTION---\nMore scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f27. Tyrion Lannister rides behind his brother Jaime, studying the\ncastle and its occupants, missing nothing. JOFFREY BARATHEON (13), the crown prince, tall for his age,\nand haughty. \n---TARGET SECTION TO BE ANNOTATED---\n Beside him:\n\nSANDOR CLEGANE (35), “The Hound,” Joffrey’s bodyguard.\nTerrible burn scars cover half his face.\n\nA huge man approaches, flanked by knights in snow-white\ncloaks. A black beard covers his double chin, but nothing can\nhide the belly that threatens to burst his doublet’s buttons.\n\nThis is KING ROBERT BARATHEON (40s). He vaults from his\nwarhorse and gives Ned an imperious once-over.\n\nROBERT\nYou've gotten fat.\n\nNed tries to maintain his stony decorum, but it’s hopeless.\nFor the first time, we see him laugh -- and it becomes clear\nthat Ned and the King are actually old friends.\n\nRobert joins in, engulfing him in a bone-crunching hug. He\nfinally releases Ned, who takes a moment to catch his breath.\n\nROBERT\nNine years! Why haven’t I seen you?\nWhere the hell have you been?\n\nNED\nGuarding the north for you, your\nGrace. Winterfell is yours.\n\nAs the king’s party dismounts, an ornate wheelhouse pulls\ninto their midst. QUEEN CERSEI LANNISTER (32) emerges with\nher younger children, TOMMEN (7) and MYRCELLA (8).\n\nNed kneels to kiss her ring; her smile is pure formality.\n\nRobert, on the other hand, embraces Catelyn like a long lost\nsister. As the children on both sides are brought forward and\nintroduced, Robert steps back to Ned.\n\nROBERT\nTake me down to your crypt. I want\nto pay my respects.\n\nCERSEI\n\nWe've been riding since dawn.\nSurely, the dead will wait.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f28.\n\nRobert gives her a hard look. Cersei stares back at him,\nuncowed. Finally Robert turns and walks away. After an\nawkward glance at the Queen, Ned leads Robert toward one of\nWinterfell’s old towers.\n\nINT. WINTERFELL - CRYPT STAIRS - DAY\n\nNed holds a lantern as he leads Robert down the narrow,\nwinding stone steps.\n\nROBERT\nI thought we’d never get here. All\nthe talk about my Seven Kingdoms...",
  "22": "---END OF PREVIOUS SECTION---\nWINTERFELL - CRYPT STAIRS - DAY\n\nNed holds a lantern as he leads Robert down the narrow,\nwinding stone steps. ROBERT\nI thought we’d never get here. All\nthe talk about my Seven Kingdoms... \n---TARGET SECTION TO BE ANNOTATED---\naman forgets your part is as big\nas the other six combined.\n(disbelief)\nIt snowed on us! Snow!\n\nAs they descend, their breath becomes more and more visible\nfrom the cold, and Robert’s becomes more and more labored.\n\nROBERT\nHow will you stand it, man, when\nwinter finally comes? Your balls\nfrozen right up into your guts for\nthe next twenty, thirty years?\n\nNED\nThe Starks will endure. We always\nhave.\n\nROBERT\n\nYou need to come south, get a real\ntaste of summer before it’s gone.\nEveryone is fat, drunk and rich.\nAnd the girls, Ned! Women lose all\nmodesty in the heat. They swim\nnaked in the river, right beneath\nthe castle...\n\nThe king laughs happily, but his laughter trails off as the\nstaircase ends.\n\nINT. WINTERFELL - CRYPT - CONTINUOUS\n\nNed sweeps the lantern in a semicircle; shadows lurch along a\nprocession of granite pillars that recede into the dark.\n\nNED\nShe’s down at the end, your Grace.\n\nSide by side they proceed, their footsteps ringing off the\nstones as they walk among the dead of House Stark.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f29.\n\nBetween the pillars on either side: granite sculptures of the\ndeceased sitting on thrones, their backs against their own\nsepulchres. Great stone direwolves curl around their feet.\n\nNed stops at the last tomb and lifts the lantern. The crypt\ncontinues on into the darkness ahead of them, but beyond this\npoint the tombs are empty, waiting for him and his children.\n\nIn front of him, illuminated by the lantern, a beautiful\nyoung woman stares out at them with blind, granite eyes:\nLyanna Stark, Ned’s sister.\n\nROBERT\nShe was more beautiful than that.\n\nSilently, Robert kneels and bows his head. Ned joins him.\nRobert’s voice is hoarse with remembered grief.\n\nROBERT\nDid you have to bury her in a place\nlike this? She should be on a hill\nsomewhere, with the sun and the\nclouds above her.\n\nNED\nShe was a Stark. This is her place.",
  "23": "---END OF PREVIOUS SECTION---\nShe should be on a hill\nsomewhere, with the sun and the\nclouds above her. NED\nShe was a Stark. This is her place. \n---TARGET SECTION TO BE ANNOTATED---\nThe king rises to touch her cheek, his fingers brushing the\nrough stone as gently as if it were living flesh.\n\nROBERT\nIn my dreams, I kill him every\nnight.\n\nNED\n\nIt’s done. The Targaryens are gone.\nThe warrior Robert used to be surfaces in his face, pitiless.\n\nROBERT\nNot all of them.\n\nNED\nWe should return, your Grace. Your\nwife will be waiting.\n\nROBERT\nTo hell with my wife.\n\nThat said, he starts back the way they came. Ned follows.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f30.\n\nROBERT\nAnd if I hear “your Grace” one more\ntime, I'll have your fucking head\non a spike. We’re more to each\nother than that.\n\nNED\nI haven't forgotten.\n(beat)\nTell me about old Jon.\n\nROBERT\n(shakes his head)\nOne moment he was fine, and... It\nburned right through him, whatever\n\nit was.\n(stops walking)\nI loved that man.\n\nNED\nWe both did.\n\nROBERT\nHe never had to teach you much. But\nme? You remember me at sixteen? All\nI wanted to do was crack skulls and\nfuck girls. Old Jon showed me what\nwas what.\n\nNed gives the king a sidelong, skeptical look, barely\nsuppressing a smile.\n\nROBERT\nDon’t look at me like that. It’s\nnot his fault I didn’t listen.\n\nHe puts a massive arm around Ned’s shoulder and walks on.\nROBERT\n\nYou must wonder why I’ve finally\ncome north, after all these years.\n\nNED\nYour inspection of the Wall is long\noverdue.\n\nROBERT\n\nThe Wall’s stood for eight thousand\nyears. It can keep a while longer.\n\nRobert stops walking and turns to face Ned.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f31.\n\nROBERT\nThese are dangerous times... I need\ngood men around me, men like Jon\nArryn.\n(beat)\n\nMen like you. I want you down in\n\nKing’s Landing, not up here where\n\nyou’re no damn use to anybody.",
  "24": "---END OF PREVIOUS SECTION---\nI need\ngood men around me, men like Jon\nArryn. (beat)\n\nMen like you. I want you down in\n\nKing’s Landing, not up here where\n\nyou’re no damn use to anybody. \n---TARGET SECTION TO BE ANNOTATED---\n(stops walking)\n\nLord Eddard Stark, I would name you\n\nHand of the King.\n\nNed drops to one knee, not at all surprised.\n\nNED\nI’m not worthy of the honor.\n\nROBERT\nI’m not trying to honor you. I’m\ntrying to get you to run my kingdom\nwhile I eat, drink and whore my way\nto an early grave. You know the\nsaying...\n\nNED\nThe King shits, and the Hand wipes.\n\nRobert laughs. Still on one knee, Ned can’t help but join him.\n\nROBERT\nDamn it, Ned, stand up.\n(Ned does)\n\nYou helped me win the Iron Throne,\nnow help me keep the fucking thing.\nWe were meant to rule together.\n(beat)\nIf your sister had lived, we’d have\nbeen bound by blood. Well, it’s not\ntoo late. I have a son, you have a\ndaughter... my Joff and your Sansa\nwill join our houses.\n\nThis does surprise Ned. After a moment he shakes his head and\n\nsmiles.\nNED\nHow long have you been planning\nthis?\nROBERT\n\nHow old is your daughter?\n\nBoth men laugh. Robert's face grows serious.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f32.\n\nROBERT\nI never loved my brothers. A sad\nthing for a man to admit, but it’s\ntrue. You were the brother I chose.\nWe were meant to be family.\n\nNED\n(moved by these words)\nI don’t know what to say.\n\nROBERT\nSay “Yes”!\n\nNED\nIf I could have some time to\nconsider these honors...\n\nROBERT\nYes, of course, talk it over with\nCatelyn, sleep on it if you must.\n\nHe claps his hands roughly on Ned’s shoulders.\n\nROBERT\nJust don’t keep me waiting too\nlong. I’m not the most patient man.\n\nNed smiles-- but his glance drifts over Robert’s shoulder to\nthe dead of Winterfell, who watch with disapproving eyes.\n\nINT. GREAT HALL OF WINTERFELL - NIGHT\n\nThe feast for the king is in its fourth hour.",
  "25": "---END OF PREVIOUS SECTION---\nNed smiles-- but his glance drifts over Robert’s shoulder to\nthe dead of Winterfell, who watch with disapproving eyes. INT. GREAT HALL OF WINTERFELL - NIGHT\n\nThe feast for the king is in its fourth hour. \n---TARGET SECTION TO BE ANNOTATED---\n A SINGER plays\n\nthe harp at one end of the hall but no one can hear him above\nthe roar of the fire, the clangor of pewter plates and cups,\n\nand the din of a hundred conversations.\n\nThe long wooden tables are covered with steaming platters of\nroasted meats and baked breads.\n\nBanners hang from the stone walls: the dire wolf of Stark;\nBaratheon’s crowned stag; the lion of Lannister.\n\nNed and Catelyn host King Robert (already drunk), Queen\nCersei, Ser Jaime and Tyrion Lannister (the queen’s brothers)\nand a few other luminaries at a table on a raised platform.\n\nThe Stark and Baratheon trueborn children sit at a table\ndirectly below the guests of honor.\n\nOn the main floor, the SOLDIERS, SQUIRES and other COMMONERS\nsit on backless benches. Jon Snow sits with them.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f33.\n\nThe young men sitting around Jon are telling the usual\nstories about fighting and fucking. Jon seems comfortable in\ntheir midst, but he’s not paying attention to them; he’s\nstealing a glance at his siblings, at their table of honor.\n\nJon downs his wine, and signals a serving boy for a refill,\nand watches his father and the King and the high table.\n\nRobert and Ned toast with tankards full of ale. Ned takes a\nhealthy drink; Robert drinks the whole tankard.\n\nA few seats down, Catelyn notices Queen Cersei staring at her\ndrunk husband with plain disgust. A good hostess, Catelyn\ntries to distract Cersei.\n\nCATELYN\nYour children are quite beautiful,\nmy Queen. They have the gift of the\nLannister eyes.\n\nCersei, a little startled to be addressed, stares at Catelyn\nwith her vaguely reptilian green eyes.\n\nCERSEI\nI heard a rumor we might share a\ngrandchild someday.\n\nCATELYN\n(pleased)\nI heard the same rumor...\n\nCERSEI\nOf course, these decisions\nultimately fall to our husbands. As\nall important decisions must.",
  "26": "---END OF PREVIOUS SECTION---\nCATELYN\n(pleased)\nI heard the same rumor... CERSEI\nOf course, these decisions\nultimately fall to our husbands. As\nall important decisions must. \n---TARGET SECTION TO BE ANNOTATED---\nShe glances past Catelyn to Robert, as he gnaws on a rib and\nleers at the BUXOM SERVING GIRL refilling his tankard. Only\nher eyes reveal her anger, and they only do so briefly.\n\nJaime, sitting on the other side of Cersei, leans forward,\nhis forearms on the table, flashing his white teeth at\nCatelyn. Many women have waited their whole lives for that\nsmile, but it only serves to make her nervous.\n\nJAIME\nYou'd enjoy the capital, my lady.\nThe north must be hard for someone\nwho wasn’t born here.\n\nCATELYN\nI’m sure it seems very grim, after\nKing’s Landing.\n\n(MORE )\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f34.\n\nCATELYN (cont'd)\nI remember how scared I was when\nNed brought me up here the first\ntime.\n\nCERSEI\nYou were only a girl. I’m sure you\nwere scared of many things.\n\nCATELYN\nBut harsh as it is, I’ve come to\nlove it. The north gets in your\nblood.\n\nCersei seems skeptical, looking around the rough-hewn Great\nHall, which would fit in the kitchen of her own palace.\n\nCERSEI\nYour daughter will take to the\ncity. Such a beauty can’t stay\nhidden up here forever. It’s time\nwe introduce her to the court.\n\nCATELYN\nMm... of course, I have two\ndaughters.\n\nIf Cersei knew this at one point, she had forgotten. She sees\nCatelyn’s distressed look and follows her gaze to the\nchildren’s table, where Sansa looks as radiant as ever,\nchatting with young Princess Myrcella.\n\nArya, on the other hand, has already ruined her evening\ndress. She uses her spoon as a catapult to fling a wad of\npigeon pie at Bran, across the table. It hits him square in\nthe forehead.\n\nJAIME\nThe girl has talent.\n\nCatelyn, embarrassed, begins to stand so she can take matters\nin hand. But Ned, passing behind her, grips her shoulders,\nleans down and kisses the side of her neck.\n\nNED\nI’ll take care of it.",
  "27": "---END OF PREVIOUS SECTION---\nCatelyn, embarrassed, begins to stand so she can take matters\nin hand. But Ned, passing behind her, grips her shoulders,\nleans down and kisses the side of her neck. NED\nI’ll take care of it. \n---TARGET SECTION TO BE ANNOTATED---\nCersei smiles at Catelyn. To her credit, she has an excellent\nfake smile. The two women resume their conversation.\n\nAs Ned passes behind Jaime’s seat, Jaime pushes his chair\nback, momentarily blocking Ned’s path. Jaime stands.\n\nJAIME\nExcuse my clumsiness.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f35.\n\nHe smiles down at Ned. Jaime is taller and broader in the\nshoulders. They are considered two of the greatest warriors\nin the Seven Kingdoms, and there can be little doubt that\n\nright now each man wonders who would win a fight.\n\nNED\nNot a trait most people associate\nwith you. Your pardon--\n\nHe moves to step around Jaime, but Jaime puts his\nNed's shoulder.\n\nJAIME\nI hear we might be neighbors soon.\nI hope it’s true.\n\nNed would rather talk to any living man than this\nNED\nYes, the King has honored me with\nhis offer.\n\nAgain he tries to pass, and again Jaime sidesteps\nhim. Jaime smiles but his actions are just shy of\n\nJAIME\nThe King has promised a tournament\nto celebrate your new title... if\n\nyou accept. It would be good to\nhave you on the field. The\ncompetition has become a bit stale.\n\nNED\nI don’t fight in tournaments.\n\nJAIME\nNo? Getting a little old for it?\n\nhand on\n\none.\n\nto block\naggression.\n\nNed is tired of trying to get around Jaime. He stands very\nclose to the younger man and looks him dead in the eye.\n\nNED\nI don’t fight in tournaments\nbecause if I ever have to fight a\nman for real, I don’t want him to\nknow what I can do.\n\nThe comment pleases Jaime immensely, judging from his smile.\n\nJAIME\nWell said, well said! I do hope you\ntake the King’s offer.\n\n(MORE )\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f36.\n\nJAIME (cont'd)\nThough of course, we all know the\ncourt hasn’t been kind to Stark\nmen.\n\nNed stiffens at the comment. Nobody wears swords at the\nbanquet but his hand reflexively grips for the absent hilt.",
  "28": "---END OF PREVIOUS SECTION---\nJAIME (cont'd)\nThough of course, we all know the\ncourt hasn’t been kind to Stark\nmen. Ned stiffens at the comment. Nobody wears swords at the\nbanquet but his hand reflexively grips for the absent hilt. \n---TARGET SECTION TO BE ANNOTATED---\nJAIME\nYour father and brother. Yes, I was\na witness to that... tragedy.\n\nNED\nI know you were.\n\nJAIME\nI suppose it’s some consolation\nthat justice finally came to their\nkiller. No need to thank me-- oh,\nI’m sorry, you never did.\n\nNED\nWas it justice you were thinking of\nwhen you shoved your spear in the\nMad King’s back?\n\nJAIME\nIt was his kidneys I was thinking\nof. His liver and spleen. Was that\nterrible of me? After all the\nsuffering the man caused?\n\nNed has had enough. He pushes past Jaime. This time the\nKingslayer lets him go, but not before one final remark. For\nan instant Jaime’s air of perpetual amusement evaporates.\n\nJAIME\nThe worst king in a thousand\nyears... and people treat me like\n\nsome back-alley cutthroat.\n\nBut Ned is already gone, heading down the raised platform.\nJaime stands alone. The only one at the banquet table who has\noverheard the Jaime/Ned conversation is Tyrion, who grins at\nhis brother and raises his tankard in toast.\n\nTYRION\nIf it came down to it, big brother,\nI’d bet on you-- but I wouldn’t bet\nmuch.\n\nHe downs his tankard of ale with a single, heroic gulp and\nwipes the foam from his mouth, pleased with himself.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f37.\n\nA second later it hits him: he’s one tankard over the line.\nTyrion stands and staggers away from the royal table without\na goodbye.\n\nJaime retakes his seat beside his sister, who watches Tyrion\nstumble down the steps to the main floor.\n\nCERSEI\nHe is a vile little beast.\n\nJAIME\nHe plays the hand he was dealt.\n\nHis gaze floats over Cersei’s shoulder, to Robert.\n\nJAIME\nAs do we all.\n\nTyrion lurches past Ned on the main floor, nearly bumping\ninto him. Ned extends a hand to steady the little man but\nTyrion brushes past him, not wanting any help, heading for\nthe exit.",
  "29": "---END OF PREVIOUS SECTION---\nJAIME\nAs do we all. Tyrion lurches past Ned on the main floor, nearly bumping\ninto him. Ned extends a hand to steady the little man but\nTyrion brushes past him, not wanting any help, heading for\nthe exit. \n---TARGET SECTION TO BE ANNOTATED---\nNed turns; for a second, from where Jon Snow is sitting, it\nseems Ned is staring right at him.\n\nJon smiles at his father, eager for acknowledgement. A wink\nwould suffice.\n\nBut Ned wasn’t looking at him at all; his eyes are on the\ntable of trueborn children that lies between Jon and Ned. Ned\nheads over to break up the Arya/Bran foodfight.\n\nSlightly bitter, more than slightly drunk, Jon takes a large\nhunk of honeyed chicken from his trencher and chucks it under\nthe table to his dire wolf puppy, GHOST. The way Ghost\ndevours it in seconds is cute -- until we remember the size\nof his mother.\n\nOne of the boys at the table is filling wine cups from a\nflagon. Jon nods for another cup and gulps from it while\nwatching his pup lick the chicken bones clean.\n\nJON SNOW\nYou never stop eating, do you?\n\nBENJEN (0.S.)\nIs this one of the direwolves I’ve\nheard so much about?\n\nJon looks up happily as his uncle BENJEN STARK (40s) ruffles\nhis hair.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f38.\n\nBenjen is sharp-featured and gaunt, but there’s always a hint\nof laughter in his eyes. He wears the black garb of a sworn\nbrother of the Night’s Watch.\n\nJON\nHis name is Ghost.\n\nOne of the squires at the table makes room. Benjen straddles\nthe bench, takes the cup from Jon's hand and sips.\n\nBENJEN\nHow many cups have you had?\n(off Jon’s guilty smile)\nAs I feared. Well, I believe I was\nyounger than you the first time I\ngot truly and sincerely drunk.\n\nBenjen grabs a roasted onion from a nearby trencher and bites\ninto it. He watches Ghost as he chews.\n\nBENJEN\nDon’t you usually eat with your\nbrothers?\n\nJON\n(flat, sardonic)\nMost times. But Lady Stark thought\nit might insult the royal family to\nseat a bastard among them.\n\nBENJEN\nI see.",
  "30": "---END OF PREVIOUS SECTION---\nJON\n(flat, sardonic)\nMost times. But Lady Stark thought\nit might insult the royal family to\nseat a bastard among them. BENJEN\nI see. \n---TARGET SECTION TO BE ANNOTATED---\nBenjen glances over his shoulder at the elevated table, where\nNed returns to sit with Catelyn.\n\nBENJEN\nMy brother doesn’t seem so festive\ntonight.\n\nJON\n\nHe’s sad about Jon Arryn.\nJon's eyes go to the queen.\nJON\nThe queen is angry. Father took the\nking down to the crypts this\n\nafternoon. She didn’t want him to\ngo.\n\nBenjen gives Jon a careful, measuring look.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f39.\n\nBENJEN\nYou don’t miss much, do you?\n(beat)\nWe could use a man like you on the\nWall, someday.\n\nJON\n(a sudden rush)\nTake me with you when you go back.\nFather will let me go if you ask\nhim. I know he will.\n\nBENJEN\nThe Wall is a hard place for a boy.\n\nJON\nI turn seventeen on my next name\nday. And Maester Luwin says\nbastards grow up faster.\n\nBENJEN\n(frowning)\nThat’s true enough.\n\nBenjen fills the wine cup and takes a long swallow.\n\nJON\nI want to serve in the Night’s\nWatch. I’m ready to swear your\noath.\n\nBENJEN\nYou don’t understand what you’d be\ngiving up. We have no families.\nNone of us will ever father sons.\n\nJON\nI don’t care about that!\n\nBENJEN\nYou might, if you knew what it\nmeant. Come talk to me after you've\ndipped your wick a few times.\n\nHe stands, grips his nephew’s shoulder, and takes his leave.\nFrustrated, Jon drains his cup, slams it on the table and\nrises from the bench. Too late he realizes how drunk he\nreally is-- he lurches into a SERVING GIRL, sending a flagon\nof wine crashing to the floor.\n\nLaughter booms all around. Jon flushes and runs for the door.\nGhost follows at his heels.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f40.\n\nEXT. WINTERFELL - COURTYARD - NIGHT\n\nThe yard is quiet and empty.",
  "31": "---END OF PREVIOUS SECTION---\nMore scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f40. EXT. WINTERFELL - COURTYARD - NIGHT\n\nThe yard is quiet and empty. \n---TARGET SECTION TO BE ANNOTATED---\n High on the battlements of the\ninner wall, a lone SENTRY takes brief notice of Jon as he\nstorms from the banquet hall with Ghost close behind.\n\nThe music and song spilling through the hall’s open windows\nseem to taunt Jon as he walks away from the feast.\n\nTYRION (0.S.)\nBoy.\n\nJon turns to see Tyrion Lannister sitting like a gargoyle on\nthe ledge above the door to the great hall. Tyrion is drunk\nlike Jon, only more so.\n\nTYRION\nIs that animal a wolf?\nJON\nA direwolf. His name is Ghost.\n\n(beat)\nWhat are you doing up there? Why\naren’t you at the feast?\n\nTYRION\nI learned long ago that it’s\nconsidered rude to vomit on one’s\nbrother. Might I have a closer look\nat your wolf?\n\nJon hesitates, nods-- and gasps as Tyrion pushes himself off\nthe ledge, falls twelve feet to the ground and lands roughly.\nGhost flinches and backs away behind Jon's legs.\n\nTyrion stands and dusts himself off.\n\nTYRION\nI’ve frightened the beast. My\napologies.\n\nJON\nHe’s not afraid.\n\nTYRION\nHe is! I am terrifying!\n\nHe is not. Jon commands his wolf:\n\nJON\nGhost, come here. Come on, boy...\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f41.\n\nThe pup comes back around front, keeping a wary eye on\nTyrion. When Tyrion reaches out to pet him, Ghost bares his\nfangs in a silent snarl. Tyrion hesitates.\n\nJON\nSit, Ghost.\n(Ghost sits; to Ghost)\nHold.\n(to Tyrion)\nYou can touch him now. He won’t\nmove. I’ve been training him.\n\nTyrion kneels and ruffles the white fur between Ghost’s ears.\n\nTYRION\nNice wolf. Niiiiice wolf.\n\nJON\nHe’s not. If I wasn’t here, he’d\nhave your throat out.\n\nTyrion cocks his head and looks Jon over, possibly impressed\nby the boy’s bravado. Ghost is still far too small to tear\n\nout anyone’s throat.",
  "32": "---END OF PREVIOUS SECTION---\nIf I wasn’t here, he’d\nhave your throat out. Tyrion cocks his head and looks Jon over, possibly impressed\nby the boy’s bravado. Ghost is still far too small to tear\n\nout anyone’s throat. \n---TARGET SECTION TO BE ANNOTATED---\nTYRION\nIn that case, you'd best stay\nclose.\n\nHe stands and looks up at Jon.\n\nTYRION\nI am Tyrion Lannister.\nJON\nI know who you are.\nTYRION\nYou’re Ned Stark’s bastard, aren’t\n\nyou?\nJon presses his lips together and says nothing.\nTYRION\nDid I offend you? Sorry.\n(beat)\nYou are the bastard, though.\n\nJON\nLord Eddard Stark is my father.\n\nTyrion steps in closer and examines Jon’s face.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f42.\n\nTYRION\nYes... you have more of the north\nin you than your brothers.\n\nJon tries to hide his pleasure at this observation.\n\nJON\nHalf brothers.\n\nTyrion’s mouth is fixed in a sardonic grin, but his eyes burn\nwith intensity as he speaks.\n\nTYRION\nLet me give you some advice,\nbastard. Never forget what you are--\nthe rest of the world will not.\nMake it your strength, and it can\nnever be your weakness. Wear it\nlike armor, and it can never be\nused to hurt you.\n\nJon is in no mood for anyone’s advice.\n\nJON\nWhat do you know about being a\nbastard?\n\nTYRION\n\nAll dwarfs are bastards in their\nfather’s eyes.\n\nTyrion saunters back into the feast, whistling to himself.\nWhen he opens the door, the light from the hall throws\nTyrion’s shadow clear across the yard.\n\nINT. CATELYN’S BEDCHAMBER - NIGHT\nNed opens the room’s high narrow windows.\n\nA blast of cold night air blows into the chamber. On the bed,\nCatelyn pulls the furs up to her chin. Ned breathes deeply,\ntaking the cold into his lungs, staring out into the dark.\nThen he turns back to face her.\n\nNED\nI’ll refuse him.\n\nCATELYN\nYou cannot. You must not.\n\nNED\nYou said yourself I could tell him\nno. I’m a northman.\n\n(MORE )\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f43.",
  "33": "---END OF PREVIOUS SECTION---\nI’m a northman. (MORE )\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f43. \n---TARGET SECTION TO BE ANNOTATED---\nNED (cont'd)\nI belong here, not down south in\nthat rats’ nest they call a\ncapital.\n\nCATELYN\nHe would make our daughter Queen.\n\nNed turns away, facing the darkness again. She softens and is\nabout to go to him when a loud knock comes at the door.\n\nNED\nI gave orders not to be disturbed.\n\nFrom the other side of the door, a SENTRY answers.\n\nSENTRY (0.S.)\nIt’s Maester Luwin calling, my\nlord. He insists.\n\nNed slips on a heavy robe.\n\nNED\nSend him in.\n\nThe door opens and Maester Luwin enters. He waits until the\ndoor is shut behind him before speaking.\n\nMAESTER LUWIN\nMy lord, pardon for disturbing your\nrest. I have been left a message.\n\nNED\nBeen left? By whom?\n\nMAESTER LUWIN\nThere was no messenger, my lord.\nOnly a carved wooden box, left on a\ntable in my observatory while I\nslept. This was concealed in a\nfalse bottom.\n\nMaester Luwin draws a tightly rolled paper from his loose\nsleeves. Ned holds out his hand.\n\nNED\nLet me have it, then.\n\nMAESTER LUWIN\nA thousand pardons, my lord. The\nmessage is marked for the eyes of\nthe Lady Catelyn alone.\n\nNed isn’t used to being denied by anyone below the rank of\nking.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f44,\n\nHe considers the old man for a second and steps aside,\nallowing Maester Luwin to place the paper on the bedside\ntable. Luwin bows and begins to retreat.\n\nNED\nStay.\n\nCatelyn looks at the blue wax moon-and-falcon seal on the\npaper with foreboding.\n\nCATELYN\nIt’s from my sister. Something's\nwrong. Why would she hide the\nletter? They said she left the\ncapital right after he died...\n\nNED\nOpen it.\n\nCatelyn breaks the seal. Her eyes move over the words. For a\nmoment, she is confused-- then a smile flits across her lips.\n\nCATELYN\nShe took no chances. When we were\ngirls, we had a private language.",
  "34": "---END OF PREVIOUS SECTION---\nFor a\nmoment, she is confused-- then a smile flits across her lips. CATELYN\nShe took no chances. When we were\ngirls, we had a private language. \n---TARGET SECTION TO BE ANNOTATED---\nNED\nCan you still read it?\n\nCATELYN\nYes...\n\nHer smile disappears as she reads.\n\nCatelyn wraps herself in one of the bed furs and pads toward\nthe hearth. She tosses the paper in the fire and watches to\nmake sure it burns through.\n\nCATELYN\nShe says Jon Arryn was murdered.\n(beat)\nBy the Lannisters. By the Queen.\n\nThe accusation shocks Ned. He tries to rationalize it away:\nNED\nYour sister is sick with grief. She\ndoesn’t know what she’s saying.\nCATELYN\n\nLysa isn’t easy, but she’s never\nbeen a fool.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f45.\n\nNED\nThis is madness...\n\nCATELYN\nYou say you love Robert like a\nbrother. Would you leave your\nbrother surrounded by Lannisters?\n\nNed looks to Maester Luwin, hoping for a different opinion.\n\nMAESTER LUWIN\nThe Hand of the King has great\npower, my lord. Power to\ninvestigate. And to punish, if need\nbe.\n\nCATELYN\nYou must go south with him. Become\nhis Hand and learn the truth.\n\nNED\nI am not your dog to command, my\nlady.\n\nBut Ned’s words are belied by the resignation in his face.\nShe is right and he knows it. He sits heavily in a chair\nbeside the hearth.\nNED\nMy father went south once, to\nanswer the summons of a king. He\nnever came home again.\n\nMAESTER LUWIN\nA different time. A different king.\n\nNed says nothing, watching the flames devour the wood.\nINT. WINTERFELL - TOWER ROOM - DAY\n\nSansa and Princess Myrcella both knit, overseen by Myrcella’s\nladies-in-waiting, and Sansa’s tutor, SEPTA MORDANE (60s).\n\nArya sits near the door. Her needlework is as grim as Sansa’s\nis perfect, her face as plain as Sansa’s is beautiful.\n\nShe doesn’t want to be here. While the Septa fawns over the\nprincess, Arya quietly lays down her knitting and sneaks away.",
  "35": "---END OF PREVIOUS SECTION---\nHer needlework is as grim as Sansa’s\nis perfect, her face as plain as Sansa’s is beautiful. She doesn’t want to be here. While the Septa fawns over the\nprincess, Arya quietly lays down her knitting and sneaks away. \n---TARGET SECTION TO BE ANNOTATED---\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f46.\n\nEXT. WINTERFELL - COURTYARD - DAY\n\nBran and Prince Tommen drill in the yard with padded wooden\nswords. The children are so heavily padded themselves that\nthey look like they’ve been wrapped in featherbeds.\n\nHuffing and puffing, they thump each other under the watchful\neye of SER RODRIK CASSEL (60), the master-at-arms, a stout\nkeg of a man with thick white sideburns.\n\nA dozen (male) spectators call out encouragements, Robb the\nloudest among them. Theon Greyjoy watches with his\ncharacteristic wry contempt.\n\nTwenty yards from the others, Jon Snow watches as well,\nseated alone on a rough wooden bench. Absorbed in the action,\nhe is unaware of Arya’s approach until she jumps on his back.\n\nJON\nShouldn't you be working on your\nstitches?\n\nArya makes a face at him.\n\nARYA\nI wanted to see them fight. Why\naren’t you with them?\n\nJON\nBastards aren’t allowed to damage\nyoung princes.\n\nArya watches her little brother Bran whack at Tommen, almost\ntoppling over himself in the process.\n\nARYA\nI could do better than Bran. I'd\nknock the prince’s fat head off.\n\nJon looks at her with mock shock. Then he takes her arm and\nexamines it, feeling her muscle. He shakes his head.\n\nJON\nToo skinny.\n\nShe snatches back her arm and glares at him. He messes up her\nhair. A cheer goes up from the drilling field.\n\nBran has managed to knock Tommen over; the prince is rolling\nin the dust, trying to get up and failing, like a padded\nturtle. Bran stands at the ready with upraised wooden sword,\nready to whack him again once he regains his feet.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f47.\n\nThe spectators laugh until Ser Rodrik ends it. He yanks the\nprince to his feet.\n\nSER RODRIK\nWell fought.",
  "36": "---END OF PREVIOUS SECTION---\nThe spectators laugh until Ser Rodrik ends it. He yanks the\nprince to his feet. SER RODRIK\nWell fought. \n---TARGET SECTION TO BE ANNOTATED---\n Prince Joffrey, Robb,\nwill you go another round?\n\nROBB\nGladly.\n\nJoffrey, however, looks bored; he remains among his men.\n\nJOFFREY\nThis is a child’s game.\n\nTHEON\nThat’s because you’re children.\n\nJOFFREY\nRobb may be a child. I am a prince.\nAnd I'm tired of swatting at Starks\nwith a play sword.\n\nROBB\nYou got more swats than you gave.\nAfraid?\n\nJOFFREY\nOh, terrified. I might get a\nsplinter.\n\nThe Lannister men all laugh.\nJon and Arya watch with contempt.\n\nJON\nWhat a shit.\n\nSer Rodrik asks Joffrey:\n\nSER RODRIK\nWhat do you suggest?\n\nJOFFREY\nLive steel.\n\nROBB\nDone.\n\nSer Rodrik puts a hand on Robb’s shoulder.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f48.\n\nSER RODRIK\nToo dangerous. I’1l let you go with\ntourney swords with blunted edges.\n\nA muscled knight with black hair and terrible burn scars on\nhis face pushes forward: Sandor “The Hound” Clegane,\nJoffrey’s bodyguard.\n\nTHE HOUND\nThis is your prince. Who are you to\ntell him he can’t have an edge on\nhis sword?\n(to Robb)\nHow old are you, boy?\n\nROBB\nSixteen.\n\nTHE HOUND\nI killed a man at twelve. And not\nwith a blunt sword.\n\nArya watches with worry as Robb bristles, his pride wounded.\nROBB\n(to Ser Rodrik)\nLet me do it. I can beat him.\nSER RODRIK\nBeat him with a tourney blade,\nthen.\nJoffrey shrugs and starts to turn away.\nJOFFREY\nCome and see me, north boy, once\nyour balls thaw.\nLaughter from the Lannister men. Robb loses his temper.\nROBB\nI‘1l cut yours off, you little piss-—\nhaired-\n\nArya’s and Jon’s eyes widen in surprise.\n\nBut Theon seizes Robb’s arm to keep him away from the prince.",
  "37": "---END OF PREVIOUS SECTION---\nRobb loses his temper. ROBB\nI‘1l cut yours off, you little piss-—\nhaired-\n\nArya’s and Jon’s eyes widen in surprise. But Theon seizes Robb’s arm to keep him away from the prince. \n---TARGET SECTION TO BE ANNOTATED---\nJoffrey feigns a yawn and turns to his younger brother.\n\nJOFFREY\n\nCome, Tommen. Playtime is over.\nLeave the children to their games.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f49.\n\nMore laughter from the Lannisters, more curses from Robb.\nTheon continues to hold Robb back, now aided by Ser Rodrik,\nuntil the Lannister party is safely away.\n\nFar from being frightened, Arya is thrilled. This is where\nshe wants to be, among the rough and brawling boys.\n\nJON\n(to Arya)\nYou'd better get back.\n\nARYA\nI hate needlework! It’s not fair!\n\nJON\nNothing is fair.\n\nHe messes her hair again and walks away, Ghost following\nsilently. Reluctantly, Arya turns in the other direction.\n\nIn the distance, she sees Septa Mordane waiting for her\n- along with Lady Catelyn herself. Neither looks pleased.\n\nArya sighs and goes to take what she’s got coming.\nEXT. DOTHRAKI ENCAMPMENT - DAY\n\nOutside the city walls of Pentos, hordes of DOTHRAKI\nWARRIORS-- along with their WOMEN, CHILDREN, and SLAVES--\nhave gathered to celebrate their Khal’s wedding day.\n\nAn earthen ramp has been raised in the middle of a vast grass\nfield. Dany sits beside Khal Drogo. Beautiful as she is in\nher wedding silks, she looks as scared as a trapped animal.\n\nKhal Drogo does not seem to notice her. He shouts commands\nand jests in his own tongue to his bloodriders, who sit below\nhim on the second-highest level of the ramp.\n\nAlso seated on that level are Jorah Mormont, Magister\nIllyrio, and Viserys, who looks splendid in a new black wool\ntunic with a scarlet dragon on the chest. They are in the\nmidst of an urgent conversation, keeping their voices low.\n\nIllyrio waves languidly, rings glittering on his fingers.\nILLYRIO\nTrust me. The Khal has promised you\n\na crown and you shall have it.\n\nVISERYS\nWhen?\n\nScript provided for educational purposes.",
  "38": "---END OF PREVIOUS SECTION---\nThe Khal has promised you\n\na crown and you shall have it. VISERYS\nWhen? Script provided for educational purposes. \n---TARGET SECTION TO BE ANNOTATED---\n More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f50.\n\nILLYRIO\nWhen the Khal chooses. When the\nomens favor war.\n\nVISERYS\nI piss on Dothraki omens. I’ve\nwaited fifteen years to get my\nthrone back. I’m tired of this\ncountry, tired of living with\nsavages.\n\nAbove them on the ramp, Daenerys steals a glance at Khal\nDrogo. He seems unaware of her existence, staring at the\ngrass below with no expression on his face.\n\nDaenerys turns to see what he’s watching: Dothraki drummers\npound on their horseskin drums as a dozen young Dothraki\nwomen begin dancing for their Khal.\n\nThe Dothraki are not a repressed people. The dance is overtly\nsexual, so overt that a warrior soon steps into the circle,\ngrabs a dancer by the arm, pushes her to the ground and takes\nher right there in front of the cheering crowd.\n\nKhal Drogo grins and nods. Evidently this is appropriate\nwedding behavior. Daenerys watches with horror.\n\nSoon a second warrior has grabbed a dancer, and then a third.\nThe trouble begins when two warriors try to lay claim to the\nsame woman. Both men draw their scimitars and begin swinging\nat each other.\n\nThe combat is fast, brutal and efficient, the steel blades\nblurring in the sunlight. Finally one man misses a parry. An\ninstant later his entrails spill onto the dust and he falls.\n\nThe victor seizes a girl-- not even the original girl they\nwere fighting over-- and the crowd roars in approval.\n\nDaenerys struggles to keep from vomiting. The platter of\nblood sausages in front of her do not help.\n\nIllyrio claps politely and explains to Viserys:\nILLYRIO\nA Dothraki wedding without at least\nthree deaths is considered a dull\naffair.\n\nKhal Drogo stands and raises one hand. Instantly the horde\ngoes silent. The only noise is the bleating of a lost sheep.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f51.\n\nDrogo looks at Dany. There is no sign of mercy in his face.",
  "39": "---END OF PREVIOUS SECTION---\nMore scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f51. Drogo looks at Dany. There is no sign of mercy in his face. \n---TARGET SECTION TO BE ANNOTATED---\nShe realizes that everyone at the wedding is watching her.\nFinally she stands. He nods and leads her down the ramp, into\nthe center of the field.\n\nDany stands beside her new husband, encircled by her new\ntribe, looking very small and pale next to Drogo.\n\nILLYRIO\n(to Viserys)\nTime for the gifts.\n\nDothraki men surge forward, prostrating themselves before\ntheir Khal and laying down gifts in a growing pile: medallion\nbelts and painted vests, soft furs and silks, silver rings.\n\nViserys approaches with a thin smile on his face. He leads\nthree HANDMAIDS. Two are Dothraki girls with black hair and\nalmond-shaped eyes. The third is fair-haired and blue-eyed.\n\nVISERYS\n(to Dany)\nThese are not common servants. Irri\nwill teach you riding, Jaqui the\nDothraki tongue, and Doreah... the\nart of love.\n\nHe grins at Doreah, who lowers her eyes.\n\nVISERYS\nShe’s quite good. Illyrio and I can\nvouch for that.\n\nSer Jorah approaches next, laying a small stack of old books\nbefore Dany and bowing deeply.\n\nJORAH\nA small gift, my princess, but alla\npoor exile could afford. Songs and\nhistories of the Seven Kingdoms.\n\nThe gift touches Dany: she smiles, and speaks for the first\ntime at her own wedding.\n\nDAENARYS\nThank you, Ser.\n\nSer Jorah is pleased that his gift is pleasing. He glances at\nKhal Drogo, bows again, and steps back.\n\nIllyrio snaps his fingers. Four BURLY SLAVES hurry forward,\nbearing between them a great cedar chest bound in bronze.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f52.\n\nIllyrio bows low and gestures for Dany to open the chest.\nInside, resting on a pile of fine velvets and damasks, are\nthree large eggs: one green, one cream, one black.\n\nShe takes one into her hands. The egg shimmers like polished\nmetal. The surface of the shell is covered with tiny scales.\n\nILLYRIO\nDragon’s eggs, from the Shadow\nLands beyond Asshai.",
  "40": "---END OF PREVIOUS SECTION---\nThe egg shimmers like polished\nmetal. The surface of the shell is covered with tiny scales. ILLYRIO\nDragon’s eggs, from the Shadow\nLands beyond Asshai. \n---TARGET SECTION TO BE ANNOTATED---\n The ages have\nturned them to stone, but they will\nalways be beautiful.\n\nViserys, standing beside Ser Jorah, rolls his eyes.\n\nVISERYS\nFakes, of course.\n\nFake or real, the egg mesmerizes Dany. She rolls it in her\nhands, letting the light play off the shell.\n\nDAENARYS\nThank you, Magister. I owe you\neverything.\n\nKhal Drogo walks into the crowd. The Dothraki part for him.\n\nDaenerys, confused, tries to hide her anxiety. The Dothraki\nlook back at her. To her, they are an exotic people, but to\nthem she is like a visitor from another planet. They have\nnever seen a girl with silver hair and violet eyes before.\n\nDrogo reemerges from the crowd, leading a splendid young\nfilly, gray as the winter sea.\n\nEveryone waits to see how Dany will react. Hesitantly she\nreaches out to stroke the horse’s neck, running her fingers\nthrough its mane.\n\nDrogo says something in the Dothraki tongue and Illyrio\ntranslates.\n\nILLYRIO\nSilver for the silver of your hair,\nthe Khal says.\n\nDAENERYS\n(murmuring)\nShe’s beautiful.\n\nDrogo steps forward, puts his hands on Dany’s waist, lifts\n\nher as easily as if she were a child’s doll, and places her\non the filly’s thin saddle.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f53.\n\nThe Dothraki stare at their new queen.\n\nDAENERYS\n(to Illyrio)\nWhat should I do?\n\nSer Jorah answers for the Magister.\n\nJORAH\nTake the reins and ride. You don’t\nhave to go far.\n\nDany gathers the reins and slips her feet into the stirrups.\nShe squeezes gently with her knees and the filly breaks into\na trot. At first Dany seems frightened, but as the crowd\nparts for her and the speed increases, she smiles.\n\nShe sends the filly into a gallop through the campground, and\nnow the Dothraki are hooting and laughing and shouting at\nher, impressed by their new khaleesi’s spirit.",
  "41": "---END OF PREVIOUS SECTION---\nShe squeezes gently with her knees and the filly breaks into\na trot. At first Dany seems frightened, but as the crowd\nparts for her and the speed increases, she smiles. She sends the filly into a gallop through the campground, and\nnow the Dothraki are hooting and laughing and shouting at\nher, impressed by their new khaleesi’s spirit. \n---TARGET SECTION TO BE ANNOTATED---\nAt full speed Dany and the filly circle back, a little out of\ncontrol. A fire pit looms ahead, directly in their path. They\nare hemmed in on either side by hollering Dothraki. There is\nno way out but straight ahead.\nThe silver horse leaps the flames as if she had wings.\nThe crowd cheers. Dany pulls up beside Illyrio.\nDAENERYS\nTell Khal Drogo he has given me the\nwind.\n\nIllyrio translates the line. And for the first time that\nwe've seen, Khal Drogo smiles.\n\nThe bloodriders bring forth the Khal’s horse, a lean red\nstallion, and Drogo mounts.\n\nViserys approaches Daenerys on her filly. He looks very\npleasant as he grips his sister’s leg.\n\nVISERYS\nMake him happy.\n\nHis fingers dig into her thigh and Daenerys flinches.\n\nKhal Drogo trots off on his stallion and Dany follows behind,\nlooking back at Viserys and Illyrio and Ser Jorah.\n\nThe exhilaration that brightened her face a minute before is\ngone. The fear is back.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f54.\n\nEXT. MEADOW - DUSK\n\nDrogo drives his stallion at a hard trot, the tiny silver\nbells in his long braid ringing softly as he rides.\n\nDany follows behind. The sun is down and the darkening sky\nabove her head is vast and ominous.\n\nThey ride through a meadow of cattails and tall grass.\nEXT. STREAM - DUSK\n\nDrogo stops at a grassy spot beside a gently-flowing stream.\nHe swings off his horse and lifts Dany off hers.\n\nShe stands there, helpless and trembling in her wedding\nsilks, while Drogo secures the horses to a nearby tree.\n\nWhen he returns Dany starts to cry. Drogo stares at her, his\nface strangely empty of expression. He rubs away her tears\nwith a callused thumb.\n\nKHAL DROGO\nNo.\n\nDAENERYS\nYou know the Common Tongue?\n\nKHAL DROGO\nNo.\n\nHe touches her hair lightly, sliding the silver strands\nbetween his fingers and murmuring softly in Dothraki.",
  "42": "---END OF PREVIOUS SECTION---\nDAENERYS\nYou know the Common Tongue? KHAL DROGO\nNo. He touches her hair lightly, sliding the silver strands\nbetween his fingers and murmuring softly in Dothraki. \n---TARGET SECTION TO BE ANNOTATED---\nDany does not understand the words, but there is a warmth in\nhis tone, a tenderness she had not expected.\n\nHe puts his finger under her chin and lifts her head, so she\nis looking him in the eyes. Drogo towers over her the way he\ntowers over everyone.\n\nTaking her lightly under the arms he lifts her and seats her\non a rounded rock beside the stream. He sits on the ground\nfacing her, legs crossed beneath him. Finally their faces are\nat the same height.\n\nKHAL DROGO\nNo.\n\nDAENERYS\nIs that the only word you know?\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f55.\n\nHe doesn’t reply. His long heavy braid is coiled in the dirt\nbeside him. He begins to remove the rings and bells. After a\nmoment, Dany leans forward to help.\n\nWhen they are done, Drogo nods. Dany hesitates and then\nunderstands: she begins to undo his braid. He sits silently,\nwatching her. When she is done he shakes his head and the\nhair spreads out behind him like a river of darkness.\n\nNow it’s his turn. Drogo undresses her, his fingers deft and\nstrangely gentle. He removes her silks one by one while Dany\nsits unmoving, staring at his dark eyes.\n\nWhen he bares her small breasts, she averts her eyes and\ncovers herself with her hands.\n\nKHAL DROGO\nNo.\n\nHe pulls her hands away from her breasts, gentle but firm. He\nlifts her face again to make her look at him.\n\nKHAL DROGO\nNo.\n\nHe pulls off the last of her silks. She shivers in the\nevening wind. Khal Drogo, still sitting with his legs\ncrossed, looks at her, drinking in her body with his eyes.\n\nHe runs his hand gently down her leg. He strokes her face,\ntracing the curves of her ears, running a finger over her\nlips. He turns her around, kissing her from the nape of her\nneck to the small of her back.\n\nHe pulls her down into his lap. Dany is flushed and\nbreathless. He cups her face in his huge hands and she looks\ninto his eyes.",
  "43": "---END OF PREVIOUS SECTION---\nHe pulls her down into his lap. Dany is flushed and\nbreathless. He cups her face in his huge hands and she looks\ninto his eyes. \n---TARGET SECTION TO BE ANNOTATED---\nKHAL DROGO\nNo?\n\nShe takes his hand and moves it between her thighs.\n\nDAENERYS\nYes.\n\nEXT. WINTERFELL - COURTYARD - DAWN\nNear the main gate, the King’s hunting party is almost ready\n\nto leave. Hullen the horse master checks the saddles; other\nretainers sharpen spears and ready the hounds.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f56.\n\nJory, Theon, Ser Rodrik, Benjen and Tyrion outfit themselves.\nTyrion does so very, very slowly; badly hung-over, he looks\nlike day-old death as he turns to Benjen:\n\nTYRION\nIf I get through this without\nsquirting from one end or the\nother, it’ll be a miracle.\n\nA few yards deeper into the courtyard, Ned sits on a bench,\nstrapping a leather-and-steel vambrace to his forearm. He\nseems preoccupied and careworn as King Robert steps up behind\nhim and gives him a friendly shake of the shoulders.\n\nROBERT\nYou as good with a spear as you\nused to be?\n\nNed smiles, hiding his worries from the happy king.\n\nNED\nNo. But I’m still better than you.\n\nRobert laughs. As one of the king’s squires kneels beside\nRobert and begins lacing padded half-greaves onto the king’s\nlegs, Robert squeezes Ned’s shoulder.\n\nROBERT\nI know how much you love it up\nhere. Coming south with me, serving\nas my Hand-- I know it’s not what\nyou wanted. You’re a loyal friend.\nYou hear me? A loyal friend. The\nlast one I’ve got.\n\nNed stands. The two men clasp hands.\n\nNED\nI hope I’1l serve you well.\n\nROBERT\nYou will. And I‘’1l make sure you\ndon’t look so fucking grim all the\ntime.\n\nNed smiles and looks to the hunting party.\nNED\n\nI hear the southern boars are twice\nas nasty as the ones up here.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f57.\n\nROBERT\nOh, you won’t have time for\nhunting.",
  "44": "---END OF PREVIOUS SECTION---\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f57. ROBERT\nOh, you won’t have time for\nhunting. \n---TARGET SECTION TO BE ANNOTATED---\n You’1l be too busy\nwrangling the snakes that call\nthemselves my court.\n\nThe king laughs, throws his heavy arm across Ned’s shoulders,\nand leads him towards the horses.\n\nAt the other end of the courtyard, Bran watches the hunting\nparty mount their horses. He wants very badly to go with\nthem, but he’s too young.\n\nAbout fifty yards to his right, he sees Jon Snow sullenly\nwatching the hunting party as well. Jon has been left behind\nhimself, for different reasons.\n\nBran tries to wave to him, but Jon sulks off without seeing\nhim. Bran sighs, his mood sinking further.\n\nBut he hears a small growling at his feet. He looks down to\nsee his wolf pup-- as yet unnamed-- jerking his head back and\nforth, with Bran’s pant leg clamped between his jaws.\nFinally, Bran smiles.\n\nBRAN\nCome on, you.\n\nHe runs off. His wolf bounds after him.\nEXT. WINTERFELL - FIRST KEEP - MORNING\n\nWith his wolf at his heels, Bran runs toward the First Keep,\nthe oldest part of the castle.\n\nHe reaches the squat round tower and looks up. The Keep has\nbeen deserted for years; its crown has begun to crumble, and\nmoss grows between the stones. High above, it is festooned\nwith gargoyles leaning blindly over empty space.\n\nBran turns to the pup.\n\nBRAN\nLie down. Now stay.\n\nThe wolf does as he is told. Bran scratches him behind the\nears, then finds a handhold in the keep wall and begins to\nclimb, moving from stone to stone quickly and instinctively.\n\nWhen Bran is about ten feet up, his wolf rises to his feet\nand begins to howl. Bran looks down.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f58.\n\nHis wolf falls silent. There’s something eerily imploring\nabout the way the animal looks up at him through slitted\nyellow eyes. He doesn’t want Bran to keep climbing.\n\nBran starts climbing again. His wolf starts howling again.\nBran shouts down sternly:\n\nBRAN\nQuiet! Sit! Stay!\n\nThe wolf continues to howl, until Bran is far, far above him.",
  "45": "---END OF PREVIOUS SECTION---\nSit! Stay! The wolf continues to howl, until Bran is far, far above him. \n---TARGET SECTION TO BE ANNOTATED---\nThen he drops back down onto his stomach and whines.\n\nBran scrambles up the rough-cut stones of the ancient tower.\nHe climbs with no fear and no hesitation. When he gets high\nenough he begins swinging from gargoyle to gargoyle. He knows\nwhere to find every handhold and foothold.\n\nHe is near the top when a woman’s voice from inside the tower\nstartles him, nearly causing him to lose his grip.\n\nWOMAN’S VOICE\nI don’t like it. You should be the\nHand.\n\nMAN'S VOICE\nThere’s an honor I can do without.\nFar too much work involved.\n\nClinging to a gargoyle, Bran looks down, past his dangling\nfeet. The voices come from a row of glassless windows below.\n\nWOMAN’S VOICE\nDon’t you see how dangerous this\nis? Robert loves the man like a\nbrother. We’ll have to watch him...\n\nMAN'S VOICE\n(lazy; seductive)\nI’d rather watch you. Come back\nhere.\n\nBran reaches for the next gargoyle over. It seems too far, he\nwon’t make it...\n\nBut Bran has climbed this tower a hundred times. He swings\nover to the second gargoyle, straddles the stone monster's\nback, tightens his legs and turns himself upside down.\n\nPerched like a bat, Bran is able to look in through the\nwindow. From his vantage he cannot see the couple’s faces.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f59.\n\nA fur cloak has been laid on the stone floor of the unlit\nchamber. A naked woman lies belly down on the fur. A naked\nman lies on his side beside her, mostly hidden by the\nshadows. Their voices echo strangely off the ancient stones.\n\nWOMAN’S VOICE\nStark has never cared about the\nsouth. Never. He wants to move\nagainst us. Why else would he leave\nthis place? He’s like a king\nhimself up here.\n\nMAN'S VOICE\nMaybe he just wants to be warm for\nonce in his life.\n\nThe naked man grabs her by the hair and forces her to rise to\nall fours. She gasps with pain.\n\nWOMAN’S VOICE\nStop...",
  "46": "---END OF PREVIOUS SECTION---\nThe naked man grabs her by the hair and forces her to rise to\nall fours. She gasps with pain. WOMAN’S VOICE\nStop... \n---TARGET SECTION TO BE ANNOTATED---\nHe does not stop. Keeping one hand on her hair, he pushes\nhimself to his knees. He seizes her hip with his free hand\nand pulls her toward him, thrusting deep into her.\n\nWOMAN’S VOICE\n(moaning)\nStop it... stop it... please...\n\nHer voice is low and she does not push him away; the harder\nhe pulls her hair, the more she moans.\n\nBran has no idea what to make of all this. He tries to get a\nbetter view and in doing so his sleeve brushes against the\nstone edge of the empty window.\n\nThe woman turns and stares right at Bran.\nQueen Cersei screams.\n\nEverything happens at once. Cersei pushes the man away,\nshouting and pointing.\n\nBran tries to pull himself up, bending double as he reaches\nfor the gargoyle’s head. In his panic his hands scrape\nuselessly against smooth stone, his legs slip, and suddenly\nhe is falling.\n\nHe shoots out a hand and grabs the window ledge. His momentum\n\nforces him to swing against the wall, hard, knocking the wind\nout of him. He dangles one-handed, panting.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f60.\n\nFaces appear in the window above him: Cersei and her twin\nbrother, Jaime.\n\nCERSEI\nHe saw us.\n\nAs distraught as the queen looks, Jaime simply seems amused,\nwatching the terrified boy with a small smile.\n\nBran’s fingers start to slip. He grabs the ledge with his\nother hand. Fingernails dig into unyielding stone. Jaime\nreaches down.\n\nJAIME\nTake my hand.\n\nBran seizes Jaime’s arm and holds on with all his strength.\nJaime yanks him up to the ledge with no apparent effort and\nstands him on the window sill.\n\nCERSEI\nWhat are you doing?\n\nJAIME\n(ignoring her)\nHow old are you, boy?\n\nBRAN\nEight.\n\nNow that he’s safe, Bran trembles, realizing how close he\ncame to dying. He releases Jaime’s arm.\n\nJaime looks at his sister. There is loathing in his voice:\n\nJAIME\nThe things I do for love.\n\nHe shoves Bran.",
  "47": "---END OF PREVIOUS SECTION---\nJaime looks at his sister. There is loathing in his voice:\n\nJAIME\nThe things I do for love. He shoves Bran. \n---TARGET SECTION TO BE ANNOTATED---\n The boy falls backward out the window,\nscreaming, the courtyard rushing up to meet him.\n\nSomewhere in the distance, a wolf howls.\n\nCrows circle the broken tower.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f"
}