{
  "1": "GREEN LANTERN\n\nWRITTEN BY\nGREG BERLANTI\n&\nMICHAEL GREEN\n&\n\nMARC GUGGENHEIM\n\nFirst Draft\nJune 9, 2008\n\n \n\fWe begin...\n\nIN GREEN. Vibrant, verdant. The longest, fastest continuous\npullback ever begins. A steady VOICE accompanies us:\n\nA MALE VOICE\nWe are not alone in the universe.\n\nStill pulling back to reveal... an emerald LANTERN, sky-\nscraper tall and breathtaking. THE CENTRAL BATTERY. Then\nthe breathtaking liquid spires and towers of OA whip past...\n\nA MALE VOICE (CONT'D)\nFor years now, we’ve known of a group of\nextraterrestrials who patrol our universe\nand keep it safe.\n\nBreak orbit to reveal... HUNDREDS OF GREEN LANTERNS. Aliens\nin a universe’s worth of variety, each wielding POWER RINGS.\n\nA MALE VOICE (CONT'D)\nWe don’t know where they come from. Or\nwhere they get their power. But we know\nthis much... they’re good.\n\nThey spar, mastering ASSORTED WEAPONS of GREEN LIGHT. Fluid.\nBeautiful. A sci-fi martial art.\n\nA MALE VOICE (CONT’D)\nAnd they protect us. Just as they\nprotect all life in the universe.\n\nAnd we're off! Suddenly flying through space. Hyper-speed.\nZipping past planets, slaloming around suns and moons.\n\nA MALE VOICE (CONT'D)\nImpossible to imagine? No more\nimpossible than when Columbus suggested\nthe Earth was round or when Copernicus\nposited that it orbited the Sun.\n\nThen a familiar planet: Neptune, Then Uranus. Saturn.\nJupiter. All raging past us until we arrive at...\n\nA MALE VOICE (CONT’D)\nThere are heroes out there.\n\nEARTH. Tumbling down into the atmosphere... before landing:\nEXT. TIMES SQUARE - NEW YORK - DAY\n\nIt’s FULL. THOUSANDS OF PEOPLE stand in SHOCK and SILENCE,\nstaring up at the trademark GIANT ASTROVISION TV SCREEN.\n\nA MALE VOICE\nAnd now, one of our own has joined them.\nTaking up arms against the forces of\nevil. Here... and everywhere.\n\n \n\f2.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nTaking up arms against the forces of\nevil. Here... and everywhere. 2. \n\nTARGET SECTION TO BE ANNOTATED:\nON THE SCREEN: A weathered, GREYING MAN (60’s) whom we’1l\ncome to know as PIPE. He’s at the end of a press conference,\nthree seconds from changing the world:\n\nMALE VOICE / PIPE (ON SCREEN)\nOne of us. Now one of them.\n(then)\nA Green Lantern.\n\nSMASH TO BLACK.\nA LEGEND APPEARS: FIFTEEN YEARS AGO\n\nHAL (V.O.)\nJim says there’s gonna be thousands of\npeople here today.\n\nMARTIN JORDAN (V.O.)\nIt's an air show. Not the Superbowl.\n\nThe blackness parts, revealing DAYLIGHT. We're in:\nINT. AN AIRPLANE HANGAR - A PERFECT MORNING ON EARTH\n\nTwo massive doors split, pushed by MARTIN JORDAN and his son\nHAL (12). We’re immediately jealous of their connection.\n\nHAL\nDoes it completely freak you out? All\nthose people coming to watch you fly?\n\nMARTIN JORDAN\nNaah. It’s not me they’re coming to see.\nIt’s this...\n\nThe FLUORESCENTS FLICKER on, revealing a fourth generation-\nstyle JET, the RAMJET. Hal races toward it.\n\nHAL\nSweet. When can I take her up?\n\nMARTIN JORDAN\nWhen you’re big enough to get in the\ncockpit without my help.\n\nHAL\nMr. Ferris lets me use the simulator.\nI’m getting pretty killer.\n\nMARTIN JORDAN\nCarol lets you use the sim. If her pop\nknew he'd kill you both.\n\nMartin lifts Hal up onto the wing.\nHAL\n\nDoes it bother you that Mom doesn’t come\nwatch you fly?\n\n \n\n|\n|\n\fMARTIN JORDAN\nIt’s not me flying planes she has a\nproblem with. It’s me testing them.\n\nHAL\nSo... why do you?\n\nMARTIN JORDAN\nSomeone’s gotta be first, Hal.\n\nThe concern in Hal’s look draws Martin closer to his son.\n\nMARTIN JORDAN (CONT’D)\nSomeday, if your brothers let you live\nlong enough, you're gonna be an adult.\nAnd you’re gonna make a million choices.\nLike where to live. What kinda car to\ndrive. Who your friends are.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nLike where to live. What kinda car to\ndrive. Who your friends are. \n\nTARGET SECTION TO BE ANNOTATED:\n But every\nnow and then, if you’re really lucky,\nsomething chooses you. When that\nhappens, there’s no fighting it. Your\nmother might not agree with what I do,\nbut she understands that much.\n\nMartin watches the concept sink in with Hal. Then:\nMARTIN JORDAN (CONT'D)\nSo... Wanna checkout the cockpit?\n(Hal leaps up)\nWait. You’re gonna need this.\nMartin strips off his bomber jacket, places it on Hal. The\ncall sign “SABRE” on the chest. As Hal gets in:\nHAL\nYou think Mom will understand if I’m\nchosen to be a Samurai?\n\nMARTIN JORDAN\nShe’s handled worse.\n\nEXT. FERRIS FIELD - A GORGEOUS DAY\n\nWE'RE SOARING over open fields, CARS lined up eight rows\ndeep. LOCALS sit on hoods and roofs. A BANNER shouts: “THE\nFERRIS AIR SPECTACULAR - A 5-YEAR TRADITION!!!”\n\nA DEAFENING CHEER erupts as the RAMJET BUZZES the field.\n\nINT. CONTROL TOWER - SAME TIME\n\nHal (still in the bomber jacket) turns from the glass --\n\nHAL\nThat must’ve been Mach-Two!\n\nCAROL FERRIS (12), a few years and orthodontist visits away\nfrom growing into her looks, steps beside him. She does her\nbest to hide a blossoming crush.\n\n|\n\n \n\fCAROL\nMach-Three. When’re you gonna learn how\nto read a sonic boom?\n(then, notices)\nNice jacket. Does it come any bigger?\n\nHAL\nNice braces. Do they come any brighter?\n\nHal crosses to a BOTTLE of chilled DOM.\n\nHAL (CONT'D)\nMr. Ferris, can I crack her open?\n\nAmidst a half-DOZEN ADULTS stands an imposing CARL FERRIS\n(40's). He dons a rare smile. Into his headset:\n\nCARL FERRIS\nTower to Sabre. Your son wants to know\nif you’re done showing off and we can get\nthis party started.\n\nMARTIN JORDAN (OVER RADIO)\nRoger that, Tower. Tell my son I said\ntwo fingers worth for him and that’s it.\n\nCARL FERRIS\n(to Hal\nYou heard him, Hal. Knock it out.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nTell my son I said\ntwo fingers worth for him and that’s it. CARL FERRIS\n(to Hal\nYou heard him, Hal. Knock it out. \n\nTARGET SECTION TO BE ANNOTATED:\nHal’s about to do that when... BOOM! And not the sonic kind.\nAN_EXPLOSION. Hal races to the window. The RAMJET SPIRALS\nthrough the air, leaving a CORKSCREW of BLACK SMOKE.\n\nMARTIN JORDAN (OVER RADIO)\nTower, I got a flameout in the starboard\nengine. Over.\n\nCARL FERRIS\nShe can’t fly on one engine. Eject.\n\nMARTIN JORDAN (OVER RADIO)\nCan’t do it, Tower. The jet’ll go\nstraight into the crowd.\n\nCARL FERRIS\nSabre, get outta that plane! Now!\n\nMARTIN JORDAN (OVER RADIO)\nI’m pushing her to the runway first!\n\nCarol turns to Hal, but Hal is half-way out the room. We\nFOLLOW HAL DOWN THE STAIRS, bounding two at a time.\n\nCARL FERRIS (V.0.)\nIt’s too far away, Martin!\n\nMARTIN JORDAN (V.0.) CARL FERRIS (V.0.)\nI can do it! Sabre, I said EJECT!\n\f5.\n\nMARTIN JORDAN (V.O.) CARL FERRIS (V.0O.)\nI’m clear. Ejecting now -- Sabre, I’m ordering you to\neject now!\n\nAn EARTH SHATTERING CRASH as Hal flies out of the building.\nCarol is right after him, watching Hal frantically search the\nPLUME of BLACK SMOKE in the distance.\n\nHAL\nWhere is it? Where’s his ‘chute?\n\nCAROL\nHal...\n\nHAL\nWhere’s his ‘chute?!\nCarol looks at him, heartbroken. GO SLOW MO as Hal, losing\nit, tries to run toward the crash site but an OLDER BOY\n(JIM), grabs hold of him.\nWe gaze down at the DEVASTATION. Amongst the flames and\nmetal, the SHATTERED COCKPIT tells us everything we need to\nknow. We FOLLOW the rush of SMOKE into the blue sky. HIGHER\nand FASTER. MUSIC BUILDS. Then the pitch black of:\nEXT. INTERSTELLAR SPACE\nA LEGEND APPEARS: SPACE, SECTOR 2814\nIT FADES.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nMUSIC BUILDS. Then the pitch black of:\nEXT. INTERSTELLAR SPACE\nA LEGEND APPEARS: SPACE, SECTOR 2814\nIT FADES. \n\nTARGET SECTION TO BE ANNOTATED:\n THEN ANOTHER: TODAY\nA SHIP SHRIEKS BY -- a small, otherworldly SPACECRAFT.\nINT. ABIN SUR’S SPACECRAFT\nA complex NAVIGATION DISPLAY. Operating it is the craft’s\npilot: ABIN SUR. Noble features. Magenta skin. Abin’s\nRING FLICKERS and a HOLOGRAM in GREEN LIGHT appears. It’s a\nprissy fin-headed fishman, TOMAR-RE. VIA RING:\nTOMAR-RE\nYou could have been there and back by now\nif you’d gone by ring.\nABIN SUR\nMarkot deserves the proper return home.\nIt is not often a Lantern falls.\n\nIn a corner, a METALLIC COFFIN.\n\nTOMAR-RE\nWhat will you tell them about how he was\nlost?\n\nABIN SUR\n\nAll that we know. He was overpowered in\nthe service of protecting his sector.\n\n \n\n \n\fTOMAR-RE\nAnd that three Lanterns were slaughtered\nbefore him --\n\n \n\nABIN SUR\nThere’s no cause to spread fear.\n\nA BUMP makes his ship LURCH -- the nav system GOES OUT.\n\nTOMAR-RE\nIf you insist on traveling by ship, Abin,\nat least learn to operate one.\n\nABIN SUR\nWe've been friends a long time, Tomar-Re.\nPerhaps one day I’1l understand why.\n\nThe hologram shuts off. Abin’s RING PULSES. He is instantly\nenveloped in a BRILLIANT GREEN AURA.\n\nEXT. SPACE - MINUTES LATER\n\nAbin, protected by that aura, FLOATS OUTSIDE his ship. He\ntakes a moment to appreciate the view... a ballet of 63\nMOONS, rotating around... SATURN. Small universe.\n\nAbin surveys his ship’s hull. He floats toward a BROKEN\nDISH. As he does, a FLASH BEHIND HIM -- a GOLD BLUR. Abin\ndoesn’t see it. But we do.\n\nAbin’s Ring creates TOOLS to fix the dish (the Ring just gets\ncooler and cooler). The FLASH BEHIND HIM comes round again.\nThis time Abin sees its GOLD LIGHT. He turns to see --\n\nA MASSIVE CREATURE blocking out the Sun.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe FLASH BEHIND HIM comes round again. This time Abin sees its GOLD LIGHT. He turns to see --\n\nA MASSIVE CREATURE blocking out the Sun. \n\nTARGET SECTION TO BE ANNOTATED:\n The size of a WHALE\nwith tentacles of an OCTOPUS and a SHARK’S KILLER GRIN. This\nis LEGION. And we fear it.\n\nABIN SUR\n(holy fuckshit)\nGreat Krona --\n\nAbin FIRES A FULL FORCE RINGBLAST AT LEGION! Everything his\nring has, deployed in one massive, magnificent pulse.\n\nBut nothing happens! His ring didn’t work on Legion -- which\nfires forth A SERIES OF GOLD BLASTS. Abin’s ring calls up a\nGREEN SHIELD deflecting the incoming fire. Barely.\n\nLegion’s tentacles LASH OUT, grabbing Abin and curling him up\nto the YELLOW FANGS of its DRIPPING MAW.\n\nAbin summons a huge GREEN HAND, grabs a passing ASTEROID and\nsends it RAMMING -- SMASH -- INTO LEGION. Legion drops Abin,\nbuying him enough time to climb back into --\n\nINT. ABIN SUR’S SHIP - CONTINUOUS\n\nAbin slams down the controls so that the ship’s GUNS FIRE\nSIMULTANEOUSLY AT LEGION!\n\n \n\n \n\f7.\n\nThe force sends Legion flying back -- and propels Abin’s ship\nahead... BURSTING THROUGH ONE OF SATURN’S RINGS! Legion is\nlost in the distance.\n\nAbin looks to a GAPING WOUND in his side. A PURPLISH STAIN\ncolors his uniform, Struggling for consciousness, Abin’s\nRing generates a beam of light.\n\nABIN SUR\n\nThis is Abin Sur, chosen protector of\nSector 2814. I have seen what hunts\nus... Legion... it lives. The Ring holds\nno effect, no defense -- You must take\naction. Legion is real.\n\n(a raspy gasp, then)\nI have escaped... but not with my life.\nI shall proceed to the nearest sentient\nplanet for selection.\n\nEXT. SPACE - OUTSIDE THE SHIP\nREVEAL what he’s aiming for: Some 820 million miles away...\n\n. Our comforting, familiar blue home. As Abin’s ship\nstraightens to find its course we DISSOLVE TO...\n\nANOTHER SPACESHIP? No, it just looks like a spaceship. It’s\nactually the SABRE JET, the latest brainchild of Carl Ferris.\n\nCAROL (V.O.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s\nactually the SABRE JET, the latest brainchild of Carl Ferris. CAROL (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\nPilots are obsolete.\n\nWe're watching the Sabre as it’s put through its paces on a\nVIDEO playing on ALL FIVE FLATSCREEN DISPLAYS in:\n\nINT. FERRIS AIRCRAFT - DESIGN SHOWROOM - DAY\n\nSmart and modern. Models of the SABRE in various design\nstages. CAROL FERRIS, braces long gone and replaced with an\nMBA, mesmerizes A FEW SUITS and TWO GENERALS.\n\nCAROL\nI know conventional wisdom says planes\ncan’t think like people. And I know\nconventional wisdom says U-CAVs aren’t\nready for mass deployment. That the tech\nisn’t there yet.\n\n(beat)\n\nConventional wisdom is for followers.\nFerris Air is about to make all aerial\ncombat missions unmanned. Today.\n\nThe SUITS look intrigued -- except for one, who speaks with\nthe confidence of a former astronaut, current SENATOR.\n\nSENATOR\nAnd what do you expect all those pilots\nwe spent thirteen billion taxpayer\ndollars training to do?\n\n \n\n \n\fCAROL\nIf our skies are safer and their lives\nprotected... I expect them to thank me.\n\nSENATOR\nThen you don’t know pilots, Ms. Ferris.\n\nCAROL\nEnough to know pilots like you are few\nand far between, Senator. Most aren’t\nfour-star NASA icons. Most pilots are\nfar more human than that. There are\npilots who are cocky... Pilots who are\nirresponsible...\n\nCLOSE ON: A WELL-WORN BOMBER JACKET on a floor. If it looks\nfamiliar it should. It’s the one Hal’s father gave him.\n\nCAROL (V.0O.) (CONT'D)\nAnd pilots who are both.\n\nINT. OCEAN VIEW APARTMENT - COAST CITY - THAT MOMENT\n\nPAN to the bed and UP the INTERTWINED LEGS of JENNA, a yoga-\ntoned hottie, and... HAL JORDAN. 15 years older and not all\nthat much more mature.\n\nHAL\nNow I remember why yoga’s my second\nfavorite thing in life.\n\nJENNA\nYeah? What’s the first?\n\nHAL\nYoga instructors. It’s a photo finish\nwith flying.\n\nJENNA\n(they kiss, then)\n.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nHAL\nYoga instructors. It’s a photo finish\nwith flying. JENNA\n(they kiss, then)\n. \n\nTARGET SECTION TO BE ANNOTATED:\n And what was that little maneuver\ncalled again?\n\nHAL\nA Split-S. Also known as an Immelmann\nTurn. Dangerous stuff. It should only\nbe performed by a certified professional.\n\nThe sound of a CAR pulling in interrupts their good time.\nThen a DOORSLAM. Jenna sits up sharply. Not good.\n\nJENNA\n\nOh no -- he’s early.\nHAL\n\nWho's early?\n\nJenna starts throwing clothes at Hal, a mile a minute --\n\n/\n|\ni\n|\n\n \n\fJENNA\nOkay, so remember after we did those\nshots how I said how weird it was that\nTibet was your favorite place in the\nworld too and I broke up with my\nboyfriend because he wouldn’t ever go\nwith me and you were so my type --\n\nHAL\nYeah, I may have exaggerated my\nenthusiasm for Far East travel --\n\nJENNA\nThat's okay. I may have exaggerated how\nmuch I broke up with my boyfriend.\n\nHAL\nAnd he’s here?\n(she nods, he is)\nNow?\n\nYep. Hal takes a glance out the window -- and sees her\nMOTHERFUCKING HUGE BOYFRIEND walking towards the house.\n\nHAL (CONT'D)\nYou’re sure that’s just one guy...\n\nHal puts his pants on both legs at once, as --\n\nCAROL (V.0O.)\nIt comes down to fear...\n\nINT. FERRIS AIRCRAFT - DESIGN SHOWROOM - RESUMING\n\nCAROL\nAll pilots are susceptible. It’s a human\ninstinct. Train them for years, spend\nbillions, you can’t get rid of it. And\nit’s fear that causes mistakes.\n\nEXT. OCEAN VIEW APARTMENT - FIRE ESCAPE - MOMENTS LATER\nHal is out the window, pulling on his clothes, when he\nspots... HIS BOMBER JACKET. Still on the floor. Inside,\nJenna fends off her boyfriend’s suspicions.\nMOTHERFUCKING HUGE BOYFRIEND\nI texted you all night, babe. Where were\nyou?\nJENNA\nI taught a late Bikram class. The steam\nmade my phone all sweaty.\nHe’s about to believe the lie when he turns to find -- Hal\nreaching in to retrieve his bomber jacket. Busted.\nHAL\nForgot this. Don’t let me interrupt you.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nBusted. HAL\nForgot this. Don’t let me interrupt you. \n\nTARGET SECTION TO BE ANNOTATED:\nAnd Hal TAKES OFF -- up the fire escape -- as --\n\n \n\f10.\n\nCAROL (V.0.)\nEnd of the day, pilots are only human.\n\nEXT. FERRIS AIRCRAFT - HANGAR - RESUMING\n\nCarol leads the SUITS into the ultra-modern hangar where an\neven more ultra modern jet rests. A SABRE PROTOTYPE.\n\nCAROL\nWhereas the Sabres are more than human.\nEach has SAR/MTI and EO/IR sensors which\nfeed into a sub-symbolic neural net.\nThese aren’t drones. They’re the chess\nmachine that can beat the grandmaster.\n\nSENATOR\nOur pilots live for combat, Ms. Ferris.\nNo machine can compete with the fire we\nput in our boys.\n\nCAROL\nIn that case... maybe you’d be willing to\nsuit up and fly against them in our\ndemonstration.\n\nThe Senator decides to LAUGH it off. CARL FERRIS, himself\nolder and crankier, sidles up to Carol. Sotto:\n\nCARL FERRIS\nExplain how pissing off the guy with the\ngovernment checkbook gets us closer to\ncongressional funding.\n\nCAROL\nI can handle him Dad. You worry about\ngetting a backup pilot. You’re still\nmissing your third.\n\nCARL FERRIS\nHe'11 show.\n\nCAROL\nReally? Because I’m running out of\nshpiel and looking at an empty F-16.\n\nCARL FERRIS\nI’ve been preparing for this day for\nfifteen years, I know what I’m doing.\n\nCAROL\n\nThere are better pilots out there than\nHal Jordan. Who show up.\n\nCARL\nWe don’t need better pilots. We need the\nones who’1ll make the Sabre look good.\nCarol clocks her father’s savvy. Checks her watch.\n\nCAROL\nThree, two, one...\n\f11.\n\nAs they exit the hangar doors to the tarmac, on perfect cue,\nA SABRE BUZZES clean over all their heads!\n\nCAROL (CONT'D)\nGentlemen... the future of flying.\n\nEXT. BEACH COMMUNITY - ROOFTOPS - RESUMING\nHal FLIES across the rooftops, reminding himself:\n\nHAL\nNext time, down the fire escape.\n\nA glance backward. JENNA’S BOYFRIEND is gaining.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nBEACH COMMUNITY - ROOFTOPS - RESUMING\nHal FLIES across the rooftops, reminding himself:\n\nHAL\nNext time, down the fire escape. A glance backward. JENNA’S BOYFRIEND is gaining. \n\nTARGET SECTION TO BE ANNOTATED:\n And\nhomicidal. Hal whips out his cellphone as he runs.\n\nHAL (CONT'D)\n(into phone)\nHey. It’s me. I need a favor... I’m\nrunning a little late.\n\nWith that Hal LEAPS off the roof’s edge. As he’s mid-flight\nwe MATCH CUT TO:\n\nA 1967 MUSTANG CONVERTIBLE skidding to a dead stop.\n\nEXT. FERRIS AIRCRAFT - PARKING LOT - A LITTLE LATER\n\nHal gets out as his best friend TOM KALMAKU (late 20's) RUNS\nUP, carrying a flight suit. Tom’s part Eskimo, all dedicated\nnerdling. Hal snags the suit, putting it on as they walk.\n\nHAL\nThey didn’t start yet, did they?\n\nTOM\nNo. ‘Cause they’re waiting. For you.\n\nHAL\nNice how everything works out.\n\nEXT. ON THE TARMAC - MOMENTS LATER\n\nTom and Hal round the corner toward the JETS. Carol is\ncoming at them. Tom suddenly shifts course away.\n\n \n\nHAL\nWhere are you going?\n\nTOM\nTo the tower. She scares me.\n\nCAROL\nYou’re late.\n\nHAL\nAnd your candy machine’s out of those\npeanut butter crackers. A guy skips\nlunch because he makes certain\nassumptions about snack availability.\n\n \n\n|\n|\n|\n\f12.\n\nCAROL\nWe’re making history with the Sabre today\n-- not even you can ruin my mood.\n\nHAL\nNice name by the way. Sabre. I’m sure\nyour dad gave himself a good bonus pat on\nthe back for that one.\n\nCAROL\nIt’s in your father’s honor, Hal.\n\nHAL\nMy father would’ve hated it. It’s a\npiece of metal, with an X-Box for a\nbrain. It’ll never replace a pilot.\n\nCAROL\nIt’s beaten most of them already.\nHe climbs up and into his jet. As he does:\nHAL\nHasn’t beaten me. How about, if I win,\n\nwe go down to the riverbed and recreate a\nlittle night I like to call Junior Prom?\n\nCAROL\nIt wasn’t a night, more like three\nminutes.\n\nHAL\n\nThen make it dinner. You, me, lobster,\nyour company card.\n\nCAROL\nWe'll see how hungry you are after you\nget your ass kicked.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nHAL\n\nThen make it dinner. You, me, lobster,\nyour company card. CAROL\nWe'll see how hungry you are after you\nget your ass kicked. \n\nTARGET SECTION TO BE ANNOTATED:\n Fly safe.\n\nHAL\nNever learned how.\n\nHal watches her go. A sight he’ll never get over...\nINT. FERRIS AIRCRAFT - CONTROL TOWER - MINUTES LATER\n\nA 360 degree view of the sky. ON TOM at the CONTROL STATION,\nheadset on. Carol takes her place beside him. The Generals\nand Carl arc around. Into his headset:\n\nTOM\nGentlemen, you are about to engage the\nfearsome and mighty Sabre U-CAV. I wrote\nhalf the code on ‘em myself, so I should\nwarn you...\n\nEXT. FERRIS AIRCRAFT - TARMAC - SAME TIME\n\nThe THREE F-16s LINE UP. ACROSS FROM THEM on the other side\nof the runway, the THREE SABRES line up opposite.\n\n \n\n|\n|\n\n \n\f13.\n\nTOM (OVER RADIO)\nThis is gonna suck hard for you.\n\nMUSIC RISES, POUNDING LOUDER as the JET ENGINES flare...\nand... THE SIX PLANES take off! WE INTERCUT WITH:\n\nEXT. THE CRISP BLUE SKY\n\nA LIGHTING-FAST 3-ON-3 DOGFIGHT over the California\nFOOTHILLS. Hal breaks formation, going after one of the\nSabres. He’s more than a pilot, he’s a natural. A sharp\nleft and Hal’s got one CROSSHAIRED.\n\nHAL\nTower, this is Highball, I’d like to\nreport a yawn fast approaching.\n\nHal’s missile lock CHIMES, but the Sabre DIVES in a\nphenomenal, physics-shattering move. Dammit if the Sabre\nisn’t pursuing Hal now.\n\nHAL (CONT'D)\nYou didn’t mention they could teleport.\n\nCAROL\n(to the Suits)\nThe Sabres utilize the same targeting\nalgorithms as your current U-CAVs, but\nthe flying protocols are as close to\nhuman-grade as you can get...\n\nHal's F-16 TEARS down towards the other two -- which are\nstruggling in their own dogfight with Sabres 2 & 3. A LASER\nSPRAYS from Sabre 2, TARGET LOCKING right onto an F-16's\ntail.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAROL\n(to the Suits)\nThe Sabres utilize the same targeting\nalgorithms as your current U-CAVs, but\nthe flying protocols are as close to\nhuman-grade as you can get... Hal's F-16 TEARS down towards the other two -- which are\nstruggling in their own dogfight with Sabres 2 & 3. A LASER\nSPRAYS from Sabre 2, TARGET LOCKING right onto an F-16's\ntail. \n\nTARGET SECTION TO BE ANNOTATED:\n Sabre 2 births a MISSILE -- which EXPLODES out and --\n\nHAL\nIon! Break right!\n\nBut the missile CONNECTS, splattering the fuselage in YELLOW\nPAINT. Dead. Hal FIRES a MISSILE at the Sabre. But the\n\nSabre BANKS -- and SOMERSAULTS -- to come around, laser\ntarget and... NAILS the third jet. SPLAT!\n\nHAL (CONT'D)\nWhat are you feeding those things?\n\nTOM\nF-16s.\n\n. CAROL\nFor those keeping score, it’s now three\nagainst one.\n\nALL THREE SABRES target Hal now. Hal pulls every move he can\nthink of -- SKIMMING THE TREES -- HUGGING the GROUND -- but\nnothing works. They’re flies on shit.\n\n \n\n \n\fCAROL (CONT'D)\nThe Sabres are programmed to perform\nevery flight maneuver within known\nparameters.\n\nThe Sabres stream closer... TARGETING... he’s a split-second\nfrom toast when HAL SUDDENLY YANKS his throttle! His F-16\nCLIMBS MANIACALLY FAST. The THREE SABRES fly hard after him.\n\nTOM\nHighball, what’re you doing?\n\nHAL\nThese things are programmed within known\nparameters... thought I’d try out the\nother kind.\n\n \n\nTom reads the screen, so does Carol. JUh oh.\n\n|\n|\nTOM |\nHe’s taking them into -- i\n\nCAROL\nA coffin corner. Can they follow?\n\nTOM\nThey don’t know not to. We never\naccounted for self-destructive behavior. |\n\n \n\nOne of the suits speaks up, sending the concern --\n\nA suIT\nWhat's a coffin corner?\n\nSENATOR\nThe altitude where a plane’s stall speed\nequals its Mach.\n\nCARL FERRIS\nIf a plane hits it... it stalls out.\n\nCarol grabs Tom’s headset. Pissed and a little scared:\n\nCAROL\nHal, the F-16 you’re flying is a nineteen\nmillion dollar aircraft --\n\nHAL\nIt’s insured, right?\n\nCAROL\nYou're not. You won’t have enough oxygen\nup there! You’ll pass out!\n\nWARNING LIGHTS FLASH as the unimaginable G-FORCES overtake\nHal. The SABRES are still right up his ass.\n\nHAL\nI'll wake up. |\n\f15.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nWARNING LIGHTS FLASH as the unimaginable G-FORCES overtake\nHal. The SABRES are still right up his ass. HAL\nI'll wake up. |\n\f15. \n\nTARGET SECTION TO BE ANNOTATED:\nCAROL\nPull out! Now, dammit!\n\nHal’s F-16 is a SPACE SHUTTLE barrelling the UPPER\nATMOSPHERE. The Sabres start to SHUDDER -- but Hal has a\nharder time breathing. He RIPS off his MASK.\n\nTOM\nI’m losing Sabres Alpha and Beta. Make\nthat Alpha, Beta and Gamma!\n\nThe Sabres’ engines GO OUT. Another STALLS. As they all\nbecome $100 million ROCKS and PLUMMET to the Earth.\n\nSUIT\nWhat just happened?\n\nCARL FERRIS\nThe Sabres followed Hal into a stall but\nbecause they’re unmanned, they can’t\nrestart their own engines.\n\nSENATOR\nAlmost makes you wish you had a cocky\npilot flying them, Ms Ferris.\n\nCAROL\n(to Tom, defeated)\nTrigger a manual restart.\n\nThe Sabres RESTART to return safely. But Hal is STILL\nCLIMBING. He begins to lose consciousness.\n\nA QUICK SERIES of FLASH CUTS: Young Hal watching his\nfather’s plane tumbling from the sky... the BLAZE and HORROR\nof the WRECKAGE itself.\n\nCLOSE ON HAL -- HE BLACKS OUT as his own engines FLICKER OUT!\nTOM\n\nHal just lost his engines.\n\nCAROL\nHal! Wake up Hal!\n\nBut Hal is out. His plane begins to FREEFALL TO EARTH!\nSPINNING WILDLY -- end over end with the SUN FLASHING in our\neyes as we TUMBLE WITH HIM --\n\nCAROL (CONT'D)\nDammit Hal, wake up!\n\nCarol (and the rest of us) have almost lost all hope when...\nFOOM. The F-16’s engines COME TO LIFE, blossoming with\nlight. The plane FIRES AHEAD, PEALING RIGHT OVER THE GROUND.\nBACK INSIDE THE JET\n\nHal smiles, rubs his eyes like he never had a doubt.\n\fHAL\nWell... that was easy.\n\nEXT. AIRSTRIP - JUST AFTER\nCarol beelines for Hal, as he steps off his plane.\n\nCAROL\nHow stupid are you?!\n\nHAL\nUm, “Amazing moves there, Hal. You sure\nknow your way around a Thatch Weave...”\n\nHal spots Carl walking the Generals to their car.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAROL\nHow stupid are you?! HAL\nUm, “Amazing moves there, Hal. You sure\nknow your way around a Thatch Weave...”\n\nHal spots Carl walking the Generals to their car. \n\nTARGET SECTION TO BE ANNOTATED:\nafter them, a young man’s fury:\n\nHAL (CONT’D)\nIf you’re gonna take jobs away from\npilots, you better do it with something\nthat can pull out of a stall!\n\nCAROL\nYou almost got yourself killed!\nAnd for what? To spite my father?\n(then)\nAfter all the times I stood up for you,\nthe one day I needed you to come through.\n\nHAL\nI know why he wanted me here today. He\nthought I’d be an easy target. Sorry if\nI disappointed.\n\n16.\n\nHe shouts\n\nShe wishes she could fire him -- but she just can’t. There’s\n\ntoo much history there, too much... everything.\nCAROL\nYou’re grounded. Permanently. You want\nto see another jet, come to the air show.\nCarol goes to leave. Hal calls after her, payback:\n\nHAL\n\nSo I'm thinking like eight tomorrow. You\n\ncome by my place, we have a drink first.\n\nI’m going casual but you should wear that\n\nlittle blue cocktail dress --\n(Carol turns)\nThe bet. Remember?\n\nCAROL\n(you’re so fucked)\nIf you’ll excuse me, I have to go call\nyour mother.\n\nBack on Hal, the first sign of fear in his eyes...\n\n \n\f17.\n\nEXT. EARTH'S ORBIT - THAT MOMENT\n\nAbin’s ship shoots into Earth’s atmosphere at destructive\nspeeds -- a dead weight SPIRALLING -- FLARING UP with the\nimmense heat so hot, pieces of it MELT away --\n\nEXT. A PLAYGROUND - CONTINUOUS\n\nTWO KIDS play with their TOY SPACESHIPS -- SOMEHOW they don’t\nnotice THE REAL SPACESHIP STREAKING ACROSS THE SKY OVERHEAD.\n\nKID\nAlien attack! Ptchoo!\n\nEXT. A DESERT - DAY\n\nSeconds before the ship hits, the GREEN LIGHT surrounding it\nfocuses to the fore, as it CRASHES!\n\nDRIVING DEEP INTO THE GROUND! Dust flies... then settles.\nThen all goes quiet. No sign of life. The wind picks up.\n\nA THIN SNAKE OF SMOKE rises, set against the unkind sun.\nFOLLOW THE SMOKE DOWN TO... A FRESH CRATER IN THE EARTH.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nA THIN SNAKE OF SMOKE rises, set against the unkind sun. FOLLOW THE SMOKE DOWN TO... A FRESH CRATER IN THE EARTH. \n\nTARGET SECTION TO BE ANNOTATED:\nCLOSE ON: A CAPILLARY LINE of PURPLE BLOOD dripping between\nrocks. Follow the trickle to: A MAGENTA-HUED HAND. It’s\nABIN’S. The wreckage crushing him. He looks to his ring.\n\nABIN SUR\n(barely a whisper)\nSomeone honest, someone brave...\n\nAs if understanding, the RING GLIMMERS, then SPINS, becoming\na SPHERE OF GREEN LIGHT. Which RISES UP into the sky.\n\nEXT. AROUND THE EARTH - THAT MOMENT\n\nFOLLOW THE SPHERE as it FLIES AROUND THE PLANET at fantastic\nspeed. A streak of light. Seeking something... or SOMEONE.\n\nIt crosses the DESERT... over the SUNSET STRIP and all the\nCRUISING DRIVERS... Picking up speed as it DOES A COMPLETE\nCIRCUIT AROUND THE WORLD, buzzing (UNSEEN) past THOUSANDS OF\nPEOPLE... faces OLD and YOUNG... PAST SOLDIERS and FARMERS\nand BUSINESSMEN... bypassing CONGRESS entirely...\n\nPAST A GLASSES-WEARING REPORTER at THE DAILY PLANET...\nOVER A COLLEGE FOOTBALL FIELD and a COACH with the name\n\n“GARDNER” on his jersey (obscuring a hero we’ll meet in the\nsecond film), the GREEN LIGHT CIRCLES him TWICE, deciding --\n\nthen SUDDENLY SENSES SOMETHING ELSE... As it BOLTS OFF...\nDISSOLVE TO: A STREAK OF SPARKLERS, SPINNING --\n\nEXT. JIM JORDAN’S HOUSE - BACKYARD - NIGHT\n\nIt’s a summer BIRTHDAY PARTY. The Jordans are a large,\n\ngorgeous FAMILY. You won’t be able to distinguish between\nthem at first... that’s the point. There’s a lot of them.\n\f18.\n\nJIM (35) and JACK (25), Hal’s All-American BROTHERS are\nrestocking the cooler. They turn to see HAL approach.\n\nHAL\nwork.\nJACK\n\n|\n|\nSorry I’m late, wasn’t the best day at |\n|\ni\nNo kidding. A coffin corner, Hal? i\n(off Hal’s look) I\nYeah, we heard. Carol’s voice carries.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nJACK\n\n|\n|\nSorry I’m late, wasn’t the best day at |\n|\ni\nNo kidding. A coffin corner, Hal? i\n(off Hal’s look) I\nYeah, we heard. Carol’s voice carries. \n\nTARGET SECTION TO BE ANNOTATED:\n i\nHAL\nWhere’s Nathan?\n\nJIM\nWondering why his favorite uncle isn’t\nhere. He thought you forgot. Again.\n\nHAL\nI remember everything.\n\nJIM\nLike the way you remembered to pick me up\nfor my wedding --\n\nHAL '\nI came back for you. Listen. You don’t\nknow if Mom knows, too, do you?\n\nHal’s mother, HELEN JORDAN (50’s) heads over. Her natural\nbeauty almost covers the tragedy behind her eyes. Almost.\nThe smile converts into a death glare.\n\nJACK\n-- I’m gonna guess she does.\n\nHelen’s inches from Hal now. Quiet, stern:\n\n \n\nHELEN JORDAN\nRisking your life to prove a point.\n(her anguish showing)\nAfter what this family’s been through.\nYour father would be so disappointed.\n\nHAL 1\nYeah, well he’s dead so... |\n\nShe SMACKS him. Hal freezes, knows he deserved it. The rest |\nof the party notices. Tense, awkward silence. '\n\nHELEN JORDAN\nYou only think about yourself. How did I\nraise such a selfish child?\n\n\\\nHAL |\nYou didn’t. I did this all on my own. |\n\nNATHAN (0.S.)\nUncle Hal!\n\f19.\n\nHal’s nephew NATHAN (9) dives onto Hal. Breaks the tension.\n\nHAL\nHappy Birthday, Flyboy.\n\nAs Nathan laughs, Hal looks back to his mother. But she’s\nalready walking away.\n\nEXT. BACKYARD - SOMEWHERE PRIVATE - MOMENTS LATER\nThey walk toward a SWING SET where Nathan sits. Hal pushes.\n\nNATHAN\nIt’s okay if you didn’t get me a present.\n\nHAL\nWhat do you know? Maybe I did get you\nsomething. Look up there.\n(points to the stars)\nSee, when I was in the Air Force --\n\nNATHAN\nBefore you got thrown out?\n\nHAL\nStay with me, telling a story here...\nWhen I was still in the Air Force, I made\nsome friends in the... Galactic\nExploration Division. Top level\nresearch, secret space stuff. I asked if\nthere were any good stars up for grabs.\nAnd you see that one right there? No one\nelse claimed it so... it’s all yours.\nYou even get to name it.\n\nA moment of wonder. Unfortunately, Nathan’s a smart kid.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou even get to name it. A moment of wonder. Unfortunately, Nathan’s a smart kid. \n\nTARGET SECTION TO BE ANNOTATED:\nNATHAN\nYou mean Hadar?\n\n \n\nHAL\nIt’s already got a name?\n\nA STREAK OF GREEN LIGHT whizzes past, stopping suddenly. It\nHOVERS over HAL. Dancing around him like a bee.\n\nNATHAN\nA few. Also Agena or Beta Centauri,\n‘cause it’s so close to Alpha Centauri.\nIt’s the 11th brightest star in the sky.\n\nHAL\nYou know, maybe you shouldn’t read so\nmuch, get a video game or something.\n\nThe BALL OF LIGHT moves THROUGH HAL’S BODY, shooting out the\nother side and UP INTO THE SKY. Hal reacts.\n\nNATHAN\nUncle Hal... you okay?\n\n \n\n \n\n \n\f20.\n\nHal looks down at his chest. Unsure what just happened. Did\nI just see something? He shakes it off.\n\nHAL\nSure... Okay, Flyboy, you ready to loop\nthis sucker?\n\nNathan YELLS excitedly as we FOLLOW THE LIGHT farther and\nfarther AWAY from THEM and up into the NIGHT SKY! It HITS\nthe STRATOSPHERE and EXPLODES INTO...\n\nFOUR GLOWING GREEN SCIMITARS wielded simultaneously and\nexpertly. We’re in the middle of a nasty fight in...\n\nINT. CORPS TRAINING ROOM - THE PLANET OA - THAT MOMENT\n\nA HORNED ALIEN parries hopelessly against an as-yet unseen\nOPPONENT. The opponent works his weapons as though he were\nfour men, not one. Horned Alien HITS the MAT. Hard.\n\nHORNED ALIEN\nI yield.\nThe swords VANISH into the Ring of a CRIMSON ALIEN (40s in\nEarth Years). Jet black eyes to match his hair. THAAL\nSINESTRO.\n\nSINESTRO\nAnd who said you were anything but wise?\n\nHis session is interrupted when Tomar-Re enters, urgent.\n\nTOMAR-RE\nThaal --\n\nSINESTRO\n\nNot today, Tomar. I’m too tired to fight\n\nunderwater.\nBut Tomar’s look says he’s not here for fun. SMASH INTO:\nINT. A GREAT HALL - MOMENTS LATER\nAn intense Sinestro storms down the hall. As he does he\npasses an ARRAY of ALIEN LIFE. All wearing versions of the\nsame uniform.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nA GREAT HALL - MOMENTS LATER\nAn intense Sinestro storms down the hall. As he does he\npasses an ARRAY of ALIEN LIFE. All wearing versions of the\nsame uniform. \n\nTARGET SECTION TO BE ANNOTATED:\n He heads toward two ENORMOUS DOORS. FIRING a\nwild RING-BLAST that sends the great doors FLYING OPEN --\nINT. THE CITADEL - CONTINUOUS\n\nLike the Roman Senate set against the starry heavens. Above\nand looking down are --\n\nTHE GUARDIANS\n\nBLUE SKIN and ENLARGED HEADS. TWO ROWS of them, extending\ninto the distance. Their red and white robes billow to the\nground giving them impossible stature.\n\nThe Guardians communicate telepathically, projecting their\nthoughts as one, directly into Sinestro’s mind.\n\n \n\f21.\n\nSINESTRO\nAbin Sur is dead!\n\nGUARDIAN (V.O.)\nWe know --\n\nANOTHER GUARDIAN (V.O.)\n-- The Guardians mourn with you.\n\nBut there is no feeling to back the words.\n\nSINESTRO\nWhen the first Lantern fell I came to\nthis council and was told to do nothing.\nWill you ask that same mindless devotion\nof me now? Something is out there --\nstrong enough to kill three Lanterns, now\nfour. We must fight back! We must arm\nourselves!\n\nGUARDIAN (V.0.)\nYou already wield the greatest weapon the\nuniverse has ever known.\n\nANOTHER GUARDIAN (V.O.)\nWhat greater arms would you carry?\n\nSINESTRO\nYou know better than I that there is a\nlight more powerful than this.\n\nSinestro calls another GREEN BLAST, EXPLODING into the ground\nbelow, shattering the ancient marble. Gross insubordination.\n\nGUARDIAN (V.0.)\nThere was a time not so long ago that you\nstood before us and begged to be called\nRingbearer --\n\nANOTHER GUARDIAN (V.O.)\n-- Begged for the right to defend your\nsector with the very weapon you now deem\nlacking.\n\nSINESTRO\nMy friend dies and that’s your answer, to\nremind me of my obligations?\nGUARDIAN (V.O.)\nIf you so wish to honor Abin Sur... train\nhis replacement. He comes soon.\nOff Sinestro, sensing his defeat, and hating it...\nEXT. JIM JORDAN’S HOUSE - BACK ON EARTH - NIGHT\n\nJim walks Hal out. Hal’s got extra birthday cake for later.\n\f22.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM JORDAN’S HOUSE - BACK ON EARTH - NIGHT\n\nJim walks Hal out. Hal’s got extra birthday cake for later. 22. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\nWhere you headed? Please say it’s to see\nsome girl you barely know -- please say\n\nshe’s like 23 and vaguely ethnic. I love\nmy wife but I’ve been married 10 years\nand I live through you.\n\nHAL\nSorry, been a long day. I just wanna be\nalone with my cake. Will you...\n\nJIM\nI’'1l talk to Mom. But do anything that\nstupid again and you won't have to worry\nabout her killing you. There'll be a\nline. Got it?\n\nA hug goodnight. Jim goes inside. Hal slides into the\nMustang, starts it... only the damn thing WON’T turn over.\nHe tries again -- then it dies again. No dice.\n\nHAL\nCome on, not now. You start and I go\nhome and today can be over --\n\nHe turns the key again -- and for a second Hal notices in the\nrearview mirror a GLIMMER OF THAT SAME GREEN LIGHT he thought\nhe saw before... but it’s gone just as the car STARTS!\n\nJust then, the RADIO DIAL BEGINS TO GLOW -- and guess what\ncolor... That’s weird. Hal SMACKS the dash a couple of\ntimes. But the GLOW SPREADS, slowly ENVELOPING THE CAR...\nHal pulls his hands off the steering wheel,\n\nHAL (CONT'D)\n...the hell is that? Coolant?\n\nIn a moment the car is surrounded by a HONEYCOMB OF EMERALD\nLIGHT. But before he can properly lose his shit -- the CAR\nSUDDENLY JOLTS. Hal falls to the floor. He pulls himself up\njust in time to see --\n\nTHE CAR LIFT UP OFF THE GROUND! AND GODDAMMIT IF IT DOESN'T\nFLY! Taking out a POWER LINE as it RISES INTO THE NIGHT SKY!\n\nHAL (CONT'D)\nWhoawhoawhoa --\n\nVery reasonably, Hal freaks the fuck out --\n\nHAL (CONT'D)\nCar flying! Not cool!\n\nHe sees the ground diminishing as the car ROCKETS UP! He\ntries steering, realizes that’s stupid, so he buckles up.\n\nHal leans over the window and realizes he’s 2000 FEET UP!\nThrough the GREEN SHELL surrounding the Mustang, he can see a\nCESENA FLYING not a hundred feet off.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\ntries steering, realizes that’s stupid, so he buckles up. Hal leans over the window and realizes he’s 2000 FEET UP! Through the GREEN SHELL surrounding the Mustang, he can see a\nCESENA FLYING not a hundred feet off. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n \n\n \n\f23.\n\nREVERSE ANGLE: The CESNA PILOT looks in Hal’s direction --\nSEEING NOTHING. The car is CLOAKED.\n\nHal’s body is suddenly bathed in the most beautiful GREEN\nLIGHT he’s ever seen coming from the AC vents. It calms him\nas WE HEAR A RESONANT VOICE coming through the RADIO:\n\nABIN SUR’S VOICE\nListen well. For you have been chosen.\n\nA FOCUSED BEAM OF LIGHT from the AC vent projects INTO HAL’S\nEYES. A SHOTGUN BLAST of IMAGES and INFORMATION unfolds:\n\nABIN SUR’S VOICE (CONT'D)\nChosen by the Guardians of the\nUniverse...\n\nA SPIRAL into the Guardians’ CITADEL. The blue-skinned robed\ndemigods float in a ring, encircling the COSMOS.\n\nABIN SUR’S VOICE (CONT'D)\n«-.as the bravest of your world.\n\nIMAGES of wildly diverse ALIEN SPECIES assault Hal’s senses.\n\nABIN SUR’S VOICE (CONT'D)\nChosen to join the bravest of all\nworlds... The Green Lantern Corps.\n\nThe CORPS. Standing like an army on the foothills of TRINITY\nCANYON on OA. They raise their POWER RINGS in unison, a\nsalute, emitting a blinding GREEN GLOW.\n\nABIN SUR’S VOICE (CONT'D)\nCharged with maintaining peace...\n\nQUICK CUTS: All manner of GREEN LANTERNS performing acts of\nselfless heroism. Rescuing a crippled spaceship...\n\nABIN SUR’S VOICE (CONT'D)\nAcross all 3600 sectors of the universe.\n\nMORE CUTS: Evacuating a planet as a supernova blooms...\nBattling monsters...\n\nABIN SUR‘S VOICE (CONT'D)\nWithout the Corps there would be only\nfear and chaos.\n\nPUSH IN ON the Lanterns, their grace winning the day.\n\nABIN SUR’S VOICE (CONT'D)\nTo serve is the highest honor.\n\nAnd on “honor” the EMERALD LIGHT DISAPPEARS so that Hal is\nlooking out the windshield at the DESERT FIFTY FEET BELOW --\nand the car PLUMMETS TOWARD IT!\n\nPOOOOM! His car CRASHES into the SAND.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd on “honor” the EMERALD LIGHT DISAPPEARS so that Hal is\nlooking out the windshield at the DESERT FIFTY FEET BELOW --\nand the car PLUMMETS TOWARD IT! POOOOM! His car CRASHES into the SAND. \n\nTARGET SECTION TO BE ANNOTATED:\n As the dust settles,\nwe catch a familiar GREEN STREAK moving away, to...\n\f24.\n\nCLOSE UP: Of the RING, power depleted, falling into a\nMAGENTA HAND. The hand closes around it.\n\nBACK ON THE TOTALLED MUSTANG. The door POPS open. A shaky\nand freaked out Hal FALLS OUT. He looks back to the car.\n\nHAL\nThat was so wrong!\nHe backs away from the car like it was possessed... backing\ntowards the jutting TAIL END of --\nABIN’S SHIP!\nBONK. He whacks his head on the surface -- and turns to see:\n\nThe strange craft illuminated by the Mustang’s highbeams...\n\nHal stops. SOMETHING IS STIRRING inside the wreck -- Hal\ngoes straight in. WRENCHES a metal plate off the pilot.\n\nHAL (CONT'D)\nHang on, I‘ll get you outta there!\n\nOne last effort and CLANG -- he throws the heavy fragment\noff. And then... Hal sees ABIN SUR. Sees his strange alien\nfeatures. There’s no mistaking what he is. But Hal shows no\nfear -- he tries to help Abin.\n\nHAL (CONT'D)\nMan, I don’t know what you’re supposed to\nlook like, but you don’t look so hot.\n\nAbin Sur is beyond concern for his own life now.\nABIN SUR\nThere is no moment like the first. There\nis so much to envy in you.\nHAL\nThat was you... talking to me? You\nbrought me here?\n\nAbin’s breath is labored.\n\nABIN SUR\nTell me your name.\nHAL\nHal Jordan.\nABIN SUR\n\nHal Jordan. I am Abin Sur. Protector of\nthis sector. And today I must die.\n\nHAL\nHang on, we'll get you to a hospital.\n(notices)\nThat carries purple blood --\n\n|\n|\n|\n|\n|\n\n \n\f25.\n\nABIN SUR\n(points inside)\nIn there. The Lantern. Place the Ring,\nspeak the oath...\n\nHAL\nHold on. Save your strength.\n\nAnd with that Abin finally gives his RING to Hal. The\ngreatest gift in the universe.\n\nABIN SUR\nThis Ring will take you... to what you\ncannot yet dream.\n\nHal holds his thin alien frame as Abin draws his last breath.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\ngreatest gift in the universe. ABIN SUR\nThis Ring will take you... to what you\ncannot yet dream. Hal holds his thin alien frame as Abin draws his last breath. \n\nTARGET SECTION TO BE ANNOTATED:\nMoved, Hal looks at the Ring this strange stranger gave him.\nLooks to the wreckage of the ship.\n\nINSIDE THE CABIN, he sees it. An object of cold unburnished\nsteel covered in verdigris: THE LANTERN.\n\nHal moves towards it. Our expectation rises... when Hal’s\ncell phone CHIMES, “Theme from Magnum PI” RINGTONE.\n\nINT. TOM’S APARTMENT - SAME TIME - WE INTERCUT\n\nA geek paradise. Tom stands in front of a plasma, wireless\ncontroller in hand. He’s pumped:\n\nTOM\nMan, I just got past Cortana on Halo 3.\nOn “Legendary” difficulty. Legendary.\nYou gotta check out the insanity on that\nlevel. You’ve never seen such crazy-ass\nalien mayhem.\n\nHal glances down at Abin’s corpse.\n\nHAL\nYou'd be surprised... Listen, I need you\nto come pick me up.\n\nEXT. CRASH SITE - HOURS LATER - DAWN\n\nTIME PASSES as Hal finishes the work of burying the stranger\nfrom another world. The desert sun rises in the east. A\nHANDFUL of DIRT thrown TAKES HIM BACK TO:\n\nEXT. CEMETERY - 15 YEARS AGO - FLASHBACK\n\nA grey day. Mourners gathered around Martin Jordan’s grave.\nYOUNG HAL stares at the coffin. Carl Ferris stands at the\nfoot of the coffin. Opposite Hal, on the other side of the\ngrave sits YOUNG CAROL. An ocean of grief between them.\n\nCARL FERRIS\nExcept for his wife and boys, there’s\nnothing Martin Jordan loved more than\nflying. Now he can fly forever. The\nopen sky was where he was at home.\n\n \n\n \n\f26.\n\nHal’s VOICE fades in, overlapping with Carl’s --\n\nCARL FERRIS (CONT’D) HAL’S VOICE\nFly safe. Fly true. You’re Fly safe. Fly true. You’re\ngoing home at last. going home at last.\n\nEXT. CRASH SITE - RESUMING\nHal, reverent, is addressing the grave.\n\nHAL\nThe sky is waiting.\n\nEXT. DESERT ROAD - DAY - LATER\nTime has passed. Hal stands out on a road. Tom's pick-up\ntruck pulls up.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nDESERT ROAD - DAY - LATER\nTime has passed. Hal stands out on a road. Tom's pick-up\ntruck pulls up. \n\nTARGET SECTION TO BE ANNOTATED:\n As he gets out:\n\nTOM\nYou want to tell me why we’re a million\nmiles from nowhere when I’ve got a ton of\ncode to comb through and I’m sorry but I\ndidn’t pack a snack and I’m really low\nblood sugar cranky right now --\n\nThen he sees it. Abin’s ship. Too real to mistake for\nanything. He bolts out. No words.\n\nTOM (CONT’D) HAL\nHal is that a -- Yeah.\n\nTom sees the burial mound, understands instantly.\nTOM (CONT'D)\nThere was something in there?\nHAL\nThe pilot died. Gave me this.\nHe shows Tom the RING.\nTOM\nHe proposed?\nHAL\nHe told me to keep it.\nTom eyes the strange craft possessively. In love.\n\nTOM\nDid he say anything about his ship?\n\nHAL\nWe just found proof of extraterrestrial\nlife and you want to strip the guy’s car\nfor parts?\n\n|\n1\ni\n\n \n\f27.\n\nTOM\n(hitching it up)\nI’1l come back for your wreck tomorrow\nbut we can’t just leave this out here.\nWe’1ll take it to my place...\n\nHAL\nYour mom’s place?\n\n \n\nTOM\nI pay rent. It’s a quarter mine.\n\nAs Tom begins to cover up the ship we DISSOLVE TO:\nEXT. THE CRASH SITE - LATER\n\nDozens of MILITARY PERSONNEL in HAZMAT SUITS litter the\nterrain, probing. A BLACK SUV rolls up, a pair of shoes step\nout. The STRIKE of a MATCH. We follow it up to...\n\nA Briarwood pipe. REVEAL the GREYING MAN from our opening.\n\nHAZMAT SOLDIER\nSir, you really should be in Level A\nbunker gear, we’ve got a suit for you in\nthe trailer --\n\nPIPE\nWhere is he?\n\nHAZMAT SOLDIER\nThis way, sir. We’ve excavated the\ngrave, but can’t find any sign of a ship.\n\nThey arrive at ABIN'S MAKESHIFT GRAVE. Pipe stares into it.\n\nPIPE\nExcavate this. Leave the rest as it is.\nI want his body in D.C. by tonight.\n\nA look passes over Pipe’s face. Is it grief?\nEXT. J.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nIs it grief? EXT. J. \n\nTARGET SECTION TO BE ANNOTATED:\n EDGAR HOOVER BUILDING, WASHINGTON, D.C. - EVENING\nThe FBI’s HEADQUARTERS. Nothing good happens here.\n\nHECTOR HAMMOND (PRELAP)\nAt the frontoparietal area is a V-shaped\nincision.\n\nINT. FBI AUTOPSY THEATRE - NIGHT\n\nAustere and impersonal. Add “scummy” and you could be\ntalking about DR. HECTOR HAMMOND (30s), the bespectacled\npathologist hovering over the CORPSE of a LATINO MAN.\n\nHECTOR HAMMOND\n(dictating)\nThere are also five short, jab-type\nincisions at the lateral-most low left\nforehead.\n\n \n\f28.\n\nHector glances at his hot lab assistant, VANESSA (20s).\n\nHECTOR HAMMOND (CONT’D)\nCarpe diem, Vanessa.\n(off her blank look)\nLatin. Means “seize the day.” You never\nsaw Dead Poets Society?\n\nVANESSA |\n\nI don’t really like old movies. |\n\\\n\nHECTOR HAMMOND\n\nGreat flick. Point being, one second,\n\nyou're standing on a street corner,\n\nminding your own business -- or in this\n\ngentleman’s case, selling crystal meth --\n\nwhen somebody comes up from behind and i\n\nstabs you repeatedly in the cingulate\n\ngyrus. Who wants to die with\n\nrecriminations, things they wish they'd '\n\ndone... or people?\n\nVANESSA\n(ve: the corpse)\nI'd rather sleep with this guy.\n\nHector’s boss, JOHN BROOME enters. Broome just might be an\neven bigger asshole than Hector.\n\nBROOME\nHammond. Finish up. Someone at STRATCOM\nwants you to perform an autopsy.\n\n \n\nHECTOR HAMMOND\n(for Vanessa’s benefit)\nThey requested me by name?\n\nBROOME\nI offered to send them someone good, but\nthey insisted. They’ve got a chopper\npicking you up on the roof in five.\n\nEXT. TOM’S GARAGE - EVENING\n\n|\n|\n\nTom and Hal just finished wedging in ABIN’S SHIP. Its tail\nstuck out the door. From 0.S. comes A LOUD VOICE:\n\nTOM'S MOM (0.S.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nFrom 0. S. comes A LOUD VOICE:\n\nTOM'S MOM (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\nThomas! What you doing back there?\n\nTOM |\nIt’s nothing, Ma! We’re working! |\nHAL\n\n(suddenly five again)\nHi, Mrs. Kalmaku.\n\nTOM’S MOM\nHi, Harold! You want cake? I made cake.\n\f29.\n\nHAL\nNo thanks, Mrs. K.\n\nA DOOR SLAMS, signalling her departure.\n\nHAL (CONT’D)\nYou sure you’re gonna be okay with this?\n\nTOM\nYou just gave me a lifetime supply of\nporn, I’m going to be okay forever. Are\nyou gonna be okay?\n\nHAL\nSure. I’m cool.\n\nHal gives a trademark grin and heads off into the night.\nINT. A NONDESCRIPT ELEVATOR - NIGHT\n\nGoing down. HECTOR, blindfolded, stands next to an\nINFANTRYMAN wielding an M4 MACHINEGUN. A silent beat.\n\nHECTOR HAMMOND\nI’m not alone in here, am I?\n\nHector hears the Infantryman cock his MACHINE GUN.\n\nHECTOR HAMMOND (CONT’D)\nYeah. Didn’t think so.\n\nINT. AN UNDISCLOSED WHITE ROOM - A LITTLE LATER\nHector is seated, his blindfold removed.\n\nPIPE (0.S.)\nWhat you’re about to see, Dr. Hammond, is\npast classified, and above top secret.\n\nHector turns to see... PIPE approach.\n\nPIPE (CONT'D)\nNot to mention, highly... unusual.\n\nHECTOR HAMMOND\nI guess you read my paper on atypical\nphysiologic pathology. It was nominated\nfor a Palsberg Grant... Almost.\n\nPIPE\nYou're here because you’re the only\npathologist I could get clearance for on\nsuch short notice.\n\nHector goes dark as he realizes why he was picked.\n\nHECTOR HAMMOND\nOne day, I’d like to do something for the\ngovernment that has nothing to do with\nwho my father is.\n\n \n\n \n\f30.\n\nPIPE\nI‘1l see what I can do. Meantime, I need\nyou to perform an autopsy.\n\nPipe bends for a RETINAL SCAN. A CHIME and the WALL OPENS...\n\nHECTOR HAMMOND\nUnderground and in secret.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nPipe bends for a RETINAL SCAN. A CHIME and the WALL OPENS... HECTOR HAMMOND\nUnderground and in secret. \n\nTARGET SECTION TO BE ANNOTATED:\n Who am I\nautopsying? Bin Laden? The president’s\nclone? A Martian?\n\nPIPE\nI’m quite certain his planet of origin is\nnot Mars, but if you can demonstrate\notherwise, feel free.\n\nPipe leads Hector into a HUGE SPACE. In the center is a\nGLASS CASE. Inside it: he pale magenta corpse of ABIN SUR.\n\nHECTOR HAMMOND\nWhat the hell is that?\n\nPIPE\nHe was... a friend. And I want to know\nwhat killed him. You have three hours.\n\nAs he exits, Pipe stabs a button which retracts the glass\nwith a PNEUMATIC HISS. Hector faces the impossible corpse...\n\nINT. HAL’S LOFT APARTMENT - NIGHT\n\nTHE LANTERN now sits on Hal’s coffee table. Hal stares at\nit. FLASH CUT back to ABIN:\n\nABIN SUR\nPlace the ring, speak the oath.\n\nRESUME: HAL PUTS ON THE RING. Puts the ring into the\nLantern. Music SWELLS and... um, yeah, nothing.\n\nHECTOR HAMMOND (V.O.)\nSubject has generalized pallor...\n\nINT. UNDISCLOSED GOVERMENT FACILITY - THAT MOMENT\n\nHector, in a HazMat suit of his own, dictates as he\nautopsies. (We tastefully ANGLE HECTOR from the CORPSE.)\n\nHECTOR HAMMOND\n...which could be a tan on his planet.\nModerate emphysematous changes to lungs.\nCorrection: Lung. Subject has only one.\nProbably to make room in the chest cavity\nfor his three hearts.\n\n \n\nINT. HAL’S LOFT APARTMENT - THAT MOMENT\n\nHal plus Lantern equals awkwardness. He attempts:\n\n \n\f31.\n\nHAL\nI do solemnly swear to... pledge\nallegiance... to the Lantern. In\nsickness and in health.\n\nINT. UNDISCLOSED GOVERNMENT FACILITY - RESUMING\nHector’s forceps wrestle with something in Abin’s ribs.\n\nHECTOR HAMMOND\n“Ribcage” is actually a pliant\ncartilaginous membrane. A foreign object\nappears to have penetrated...\n\nHector removes a PIECE of SHRAPNEL. It glows A FAMILIAR\nYELLOW. It’s hypnotic. Seductive.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt glows A FAMILIAR\nYELLOW. It’s hypnotic. Seductive. \n\nTARGET SECTION TO BE ANNOTATED:\nHECTOR HAMMOND (CONT’D)\nWhat. Are. You?\n\nWe know it’s a friggin’ PIECE of LEGION. And a chunk of an\nALIEN BEAST is so not good. Hector crosses to a GUARD.\n\nHECTOR HAMMOND (CONT’D)\nThese HazMats don’t shield against\nradiation. You might want to get a\nGeiger counter in here.\n\nThe guard’s gone faster than you can say “sterility.” Alone,\nHector returns to the body, removes his facemask.\n\nINT. HAL’S LOFT APARTMENT - RESUMING\nHal, frustrated, turns away, annoyed with the Ring.\n\nHAL\nScrew this. I’m a pilot, not a Hobbit --\n\nHal makes his way to the kitchen for a much-needed beer. As\nhe opens the ‘fridge, he sees a STRANGE GREEN LIGHT reflected\nin the door. Hal turns around slowly to see...\n\nGREEN WORDS. Hovering in the air, emanati\nlantern. Cycling through dozens of alien alphabets ne fore\nsettling on ours. Hal reads, at first barely a whisper:\n\nHAL (CONT’D)\n“In Brightest Day. In Blackest Night.”\n\nA LINE of GREEN ENERGY SHOOTS from the LANTERN to Hal’s ring\nand UP HIS ARM. He reads, growing confident:\n\nHAL (CONT'D)\n“No Evil Shall Escape My Sight.”\n\nINT. UNDISCLOSED GOVERNMENT FACILITY - THAT MOMENT\n\nHector’s FACE SHINES in the YELLOW LIGHT. He reaches out to\nTOUCH the PIECE OF LEGION with his free hand.\n\n \n\f32.\n\nHAL (V.0.)\n“Let Those Who Worship Evil’s Might...”\n\nHector touches THE PIECE and IT EXPLODES in GOLDEN LIGHT,\npropelling Hector across the room and onto the floor.\n\nHAL (V.O.) (CONT'D)\n“Beware My Power...”\n\nINT. HAL’S LOFT APARTMENT - THAT MOMENT\n\nWhere Hal is NOW BATHED in WONDERFUL GREEN LIGHT. A SUDDEN,\nGORGEOUS EXPLOSION OF ENERGY PULSES OUT:\n\nHAL\n“GREEN LANTERN’S LIGHT!”\n\nThen... It’s gone. All is normal. Like nothing happened.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s gone. All is normal. Like nothing happened. \n\nTARGET SECTION TO BE ANNOTATED:\nHal looks around in stunned silence before being STARTLED by --\n\nKNOCKNOCKNOCK! Hal nearly hits the ceiling. Still ina\ndaze, he crosses to the door and opens it -- finding --\n\nCAROL. Not in the cocktail dress but nothing to sneeze at.\n\nCAROL\nLet’s get this over with.\n(off Hal, blank)\nThe bet..? Dinner? Look, if you don’t\nwant to do this --\n\nHAL\nNo. No, this is good. I don’t think I\nshould be alone right now.\n\nINT. UNDISCLOSED GOVERNMENT FACILITY - MOMENTS LATER\n\nThe Guard kneels at Hector’s unconscious body, checking for a\npulse. He looks up to Pipe, who peruses Hector’s notes.\n\nARMED GUARD\nHe’s alive, sir. What should we do?\n\nPIPE\nTake him home. We’re done with him.\n\nPipe gives a last look to Abin. We sense there’s a story\n(and perhaps even a prequel) there.\n\nINT. BEACHSIDE RESTAURANT - NIGHT\n\nBig open windows, bigger drinks. Think Gladstones on PCH.\nCarol’s with Hal, who seems a million miles away.\n\nCAROL\nSo how do we do this? Do I give you set\nup lines, or do you just start gloating\nwith the entrees?\n\nHAL\nI’m not really in the mood.\n\n \n\n|\n|\n|\n|\n\fThey’re at it now.\n\nA beat.\n\nCAROL\n\nYou should be. You always find a way to\n\nscrew up my life,\n\nbut sinking our\n\nbusiness... unhinging a revolution in\naviation... that was classic.\n\nHAL\nMaybe if your dad could build planes that\n\ndidn't crash --\n\nCAROL\nI’m curious, what’\n\nOld flames, same argument.\n\ns the statute of\n\nlimitations on blaming my father for\n\neverything bad that ever happened to you?\n\nHAL\n\nNot everything. Just one thing.\n\nCAROL\n\nWe all lost something that day. My\nfather lost his best friend. Not to\nmention your brothers, or your mom. But\n\nwe all moved on --\n\nHAL\nWhat did you lose?\n\nCAROL\nExcuse me?\n\nHAL\nYou said everyone\nwanna know: what\n\nlost something. I\ndid you lose?\n\nShe looks at him sadly.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nHAL\nYou said everyone\nwanna know: what\n\nlost something. I\ndid you lose? She looks at him sadly. \n\nTARGET SECTION TO BE ANNOTATED:\nCAROL\n\nWhat didn't I? After my dad’s breakdown,\n\nmy parents split up, the company nearly\n\nfolded. Which led to me not going away\nfor school. Which led to me missing out\n\non all the things\n\nI wanted to do with my\n\nlife. I wanted to see the world, not\n\njust the town I gr\n(finally)\nLife’s full of dis\nstill no excuse to\nand selfishness.\n\nHAL\nIf that’s how you\nbother with me --\n\nCAROL\nBecause... when I\nmatter what I do,\nsearching for his\n\new up in...\n\nappointment, Hal. It’s\n\nwallow in self-pity\n\nfeel why do you even\n\nlook at you -- no\nI still see that kid\nDad's parachute.\n\n33.\n\f34.\n\nThe mixture of regret and pity hanging in the air is too much\nfor either of them. They go back to their meal.\n\nCAROL (CONT'D)\nSince when did lobsters become impossible\nto open?\n\nHAL CAROL\nI’ll get it for you. It’s okay --\n\nShe turns away to grab a waiter.\n\nCAROL (CONT’D)\nWaiter -- can I get a cracker, please?\n\nHal reaches to help when FROM THE RING COMES A HUGE GREEN\nHAMMER which SMASHES HER LOBSTER! Splat! It tape measures\nback into the ring before she can see. Carol turns back:\n\nCAROL (CONT'D)\nOh, you got it. Thanks.\n\nHal stares, stunned. He looks over to an EQUALLY STUNNED\nLITTLE KID at the next table. Hal shoots a look -- Did you\nsee that too? The Kid NODS -- Uh-huh. Hal rises.\n\nHAL\nSorry, I need the... excuse me...\n\nOVER BY THE BAR\nHal paces by an alcove. On his cell:\n\nHAL (CONT’D)\nIf I was going insane, would I know it?\n\nINT. TOM’S GARAGE - WE INTERCUT\nTom's under the ship, staring into an open panel.\n\nTOM\nInsane is the tech on this thing!\n\nHAL\nDo you hear me, the Ring Made A Giant\nHammer! Either that alien’s from a\nplanet that hates lobsters, or this\nRing’s making me see things!\n\nJust then, SOMEONE BIG approaches Hal from behind.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nHAL\nDo you hear me, the Ring Made A Giant\nHammer! Either that alien’s from a\nplanet that hates lobsters, or this\nRing’s making me see things! Just then, SOMEONE BIG approaches Hal from behind. \n\nTARGET SECTION TO BE ANNOTATED:\nVOICE BEHIND HAL\nHang up the phone.\nHAL\n(not turning around)\n\nBusy here, bro.\n\nVOICE BEHIND HIM\nNot too busy to be banging my girlfriend.\nBro\n\f35.\n\nHal turns to face Jenna’s MOTHERFUCKING HUGE BOYFRIEND. And\nhe’s got THREE MOTHERFUCKING HUGE FRIENDS with him.\n\nHAL\nTom, I gotta go... get... killed.\n\nEXT. BEACH - SECONDS LATER\n\nCLOSE ON HAL as he’s shoved out the door -- M.H.B. peels off\nhis jacket. Hal knows he’s outnumbered and outsized but Hal\nnever backs down from a fight.\n\nHAL\nFine. You and me. Just tell your brain\ntrust there to back off.\n\nMOTHERFUCKING HUGE BOYFRIEND\nSure. I’ma fair guy. What do you say\nwe go punch for punch?\nHe looks -- his buddies GRAB HAL.\n\nHAL\nWhat happened to punch for punch?\n\nMOTHERFUCKING HUGE BOYFRIEND\nI get the first ten.\n\nA SERIES OF CUTS: As Hal takes one across the jaw. BAM! In\nthe gut. BAM! Uppercut. Cross. BAM! BAM! Hal slams down\non the sand. Spitting blood from his lip.\nAnd, God bless him, staggers back to his feet. My turn.\nMOTHERFUCKING HUGE BOYFRIEND (CONT’D)\n(smiling)\nOkay, give it your best shot.\n\nIt’s a sad sight as Hal winds up, then, something comes over\nhim. Pure will and determination. And from that will...\n\nOUT OF THE RING comes A TEN FOOT GLOWING GREEN FIST!\n\n \n\nIt FLIES AT THEM! -- PUNCHING the THREE MEN across their\nfaces. They FLY BACK. Out cold in the sand. And just as\n\nquickly the GIANT FIST zips back into the Ring.\n\nHal stares at the Ring. A thought passes through him and the\nRING BLOSSOMS with LIGHT and... suddenly...\n\nThe big GREEN HAND is back! Hal stares and... the GREEN HAND\nMOVES. WAVES. He’s controlling it. He thinks... it GROWS\nBIGGER! Hal’s eyes go wide.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe’s controlling it. He thinks... it GROWS\nBIGGER! Hal’s eyes go wide. \n\nTARGET SECTION TO BE ANNOTATED:\n What else can this thing do?\nON A NAVIGATIONAL BUOY\n\nAs it bobs two and fro on the sea. A beat. Then... wham!\nIt’s snatched in the grip of A GIANT GREEN HAND.\n\nRESUME HAL ON THE BEACH\n\n \n\f36.\n\nas a TENDRIL OF GREEN LIGHT arcs to the GREEN FIST which\ngrips the buoy far off in the distance. Hal pulls his fist\nback -- the tendril going taut like a fishing line...\ntighter... until it SLINGSHOTS HAL out towards the ocean!\n\nHAL\nNonononononononono!\n\nHal decelerates. Coming in for a soft stop. A few feet\nabove the water. Floating in a GREEN AURA.\n\nHAL (CONT'D)\nRing making me float! Floating!\n\nHe steadies himself, takes a wobbly spin left... right...\nHal looks up, smiles, and RIPS INTO THE NIGHT SKY!\n\nINT. BEACHSIDE RESTAURANT - THAT MOMENT\n\nTHE LITTLE KID from before stares, marveling at the site of\nGREEN HAL weaving between the tops of sailboats, masts\nbobbing to and fro... From him --\n\nPAN OVER TO CAROL. Who still sits. Waiting for Hal. Story\nof her life. She motions to a WAITRESS, sad.\n\nCAROL\nJust the check please.\n\nEXT. BACK OVER THE WATER - SAME TIME\n\nHal SHOOTS OFF towards COAST CITY. The AURA crackling off\nhis clothes as he soars -- a pilot flying without a jet.\n\nMARTIN JORDAN (V.O.)\nRemember, it’ll fly itself if you let it.\n\nINT. A CESSNA 172 - 15 YEARS AGO - FLASHBACK\nA twelve year old Hal gets his first flying lesson.\n\nMARTIN JORDAN\nJust coax it. Now pull back on the yoke.\nGet a little height...\n(then, smile)\nGuess what, kiddo? You’re flying.\n\nHAL\nI'm flying?\n(realizes, freaks)\nI’m flying! Whoooo...\n\nBACK IN THE PRESENT -- Hal FLIES ON. Just as thrilled.\n\nHAL (V.O.) (CONT'D)\n«+-hoooooo0o! 111!\n\nOver the beach town that raised him...",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nHAL (V. O.) (CONT'D)\n«+-hoooooo0o! 111! Over the beach town that raised him... \n\nTARGET SECTION TO BE ANNOTATED:\n Down a suburban\nstreet where he extends that GIANT HAND DOWN to WHACK ALL THE\nMAILBOXES as he rips by.\n\n \n\n \n\f37.\n\nHAL (CONT'D)\nTime to open her up.\n\nHal aims straight up. The Ring builds velocity.\nHAL (CONT'D)\nHighball to Tower. Commencing test\nflight. Altitude is Angels Five and\nclimbing...\n\nThe night sky roars past, breaking atmosphere as the stars\nstart to lose their focus --\n\nBOOM. The SONIC CLOUD fans out around him. But Hal’s speed\nONLY INCREASES! He realizes he’s not in charge anymore!\n\nHAL (CONT'D)\nStill climbing! Can’t abort! Angels\nEighteen!! APPROACHING extreme altitude\nand MACH... THREEEE!!!\nHAL'S POV explodes into A KALEIDOSCOPE OF COLOR AND LIGHT --\nthe UNIVERSE COMING AT HIM at speeds Einstein was sure were\nimpossible as we... WHITE OUT.\n\nTiny bumps FADE IN, breaking up the white. PAN DOWN, we\nrealize it’s only the cottage cheese CEILING of:\n\nINT. HECTOR’S APARTMENT - BEDROOM - MORNING\n\nWhere HECTOR lies on the bed nursing the world’s worst\nhangover. Rubs his temples. Was it all a dream?\n\nINT. HECTOR’S APARTMENT - LIVING ROOM - CONTINUOUS\n\nA bachelor pad on a federal salary and no taste. Hector\ngrabs his glasses off the end table.\n\nSOMEWHERE A MAN’S VOICE (0.S.)\nIt’s not my fault you’re an idiot.\n\nHector looks up. Who was that? Only NO ONE’S THERE.\nINT. HECTOR’S APARTMENT - THE BATHROOM - MOMENTS LATER\nHe splashes water on his face. Checks his eyes.\nSOMEWHERE A WOMAN’S VOICE (0.S.)\nGuess I don’t have to shave, not like\nanyone’s gonna see it...\n\nHECTOR HAMMOND\nHello?\n\n \n\nHector looks around. Goes to put on his glasses. But they\ndon’t fit. It’s as if the glasses have shrunk. Odd...\n\f38.\n\nINT. HECTOR’S APARTMENT - LOBBY - MINUTES LATER\n\nHector alights from the elevator -- he’s BENT THE GLASSES so\nthey fit. He passes his hefty DOORMAN.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. HECTOR’S APARTMENT - LOBBY - MINUTES LATER\n\nHector alights from the elevator -- he’s BENT THE GLASSES so\nthey fit. He passes his hefty DOORMAN. \n\nTARGET SECTION TO BE ANNOTATED:\nDOORMAN\n‘Mornin, Doc.\n(then)\n(Just keep walking, jerk.)\n\nHECTOR HAMMOND\n\nSorry?\nDOORMAN\nNothin’. Just a nice day.\n(then)\n\n(No Christmas bonus... Cheap bastard.)\n\nThe Doorman’s lips don’t move for the insults. Hector\nwonders if he’s going crazy. He exits to...\n\nEXT. A GEORGETOWN STREET - CONTINUOUS\nWhere he is ASSAULTED by a CACOPHONY OF VOICES. What a\n\ncocktail party in hell must sound like. (Note: From here on,\nall thoughts Hector hears will be italicized and marked V.O.)\n\nVOICE #1 (V.O.) VOICE #2 (V.0.)\nI wish this fat ass would I gotta hit the gym\nmove... tonight...\n\nVOICE #3 (V.O.) VOICE #4 (V.O.)\nNever should’ve given him my Why can’t my wife look like\nreal number. that?\n\nHector reels. All these INNER VOICES... it’s agony. The DIN\nBUILDS and BUILDS and we -- HARD CUT TO:\n\nINT. HOOVER BUILDING - FBI FORENSICS LAB - MORNING\n\nHector storms in, nerves run ragged from an unimaginably\ntorturous commute. He pushes his way through the lab...\n\nFEMALE LAB TECH (V.O.)\nFlirt with me and I'll kick you in the\nnuts, I swear. I am so not in the mood.\n\nINT. FBI TOXICOLOGY LAB - CONTINUOUS\n\nHector SLAMS the door shut. Merciful silence. QUICK CUTS,\nHector rolls up his sleeve, draws blood. Examines it under a\nmicroscope, dictating into his RECORDER ~-\n\nHECTOR HAMMOND\nSerology sample indicates some form of\ncontamination...\n\nUNDER THE MICROSCOPE, Hector’s RED BLOOD CELLS are stained\nwith that ethereal YELLOW GLIMMER.\n\n|\n|\n|\n\n \n\f39.\n\nHECTOR HAMMOND (CONT’D)\nErythrocytes are tinged with a yellow\ndiscoloration matching...\n\n(nickel drops)\n-..the color of P the fragment extracted\nfrom the deceased extraterrestrial.\n\nHe reaches over for a BOX OF SLIDES. Just a few inches past\nhis grasp, but...",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\n(nickel drops)\n-..the color of P the fragment extracted\nfrom the deceased extraterrestrial. He reaches over for a BOX OF SLIDES. Just a few inches past\nhis grasp, but... \n\nTARGET SECTION TO BE ANNOTATED:\n it flies into his hand! Hector looks\nshaken. Did that just happen\n\nHector considers, then... lets go of the box. Which FLOATS\nin place! Hector grins. What else can I do?\n\nCLOSE ON: A CORPSE. As --\n\nIt SITS UP! Zombie-like. REVEAL: Happy Hector. Lifting\nthe body off the slab with his mind -- until --\n\nVANESSA (0.S.)\nHey, Hector. Just came in to grab the\nGonzales toxicology report...\n\nThe CORPSE DROPS. Thud. Vanessa turns, sees Hector.\n\nVANESSA (CONT’D)\nEverything okay?\n\nHECTOR HAMMOND\nWonderful, actually.\n\nVanessa looks for the report, lost in her thoughts:\n\nVANESSA (V.O.)\nProbably looking at porn. Again. He’s\nso gross. Uck, I wish he’d just die.\n\nHECTOR HAMMOND (0.S.)\nCareful, Vanessa...\n\nStartled, Vanessa turns to see that Hector is standing right\nbehind her. Flirtation gone. Replaced by MENACE.\n\nHECTOR HAMMOND (CONT’D)\nYou might say some of that stuff out\nloud. By accident.\n\nVANESSA\nI didn’t say anything...\n\nHector PUSHES her against the wall with the force of his mind\n-- holds her in place. She’s terrified, but puts up a fight.\n\nVANESSA (CONT'D)\nStop it, Hector! Right now!\n\nHECTOR HAMMOND\n(hands in the air, “innocent”)\nStop what?\n\nHe advances on her, about to do... who knows what... until --\n\f40.\n\nMALE VOICE (0.S.)\nWhat the hell’s going on in here?!\n\nBROOME is at the door. Hector “releases” Vanessa.\n\nHECTOR HAMMOND\nDoesn’t anybody knock anymore?\n\nBROOME\nGet away from her, Hector! Vanessa, get\nout of here!\n\nVanessa hauls ass out of there, but is frozen in her tracks\nby A VOICE INSIDE HER HEAD:\n\nHECTOR HAMMOND (V.O.)\nLet’s keep this our secret, Vanessa.\nNobody likes a tattletale.\n\nDuly horrified, she races out.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\nLet’s keep this our secret, Vanessa. Nobody likes a tattletale. Duly horrified, she races out. \n\nTARGET SECTION TO BE ANNOTATED:\n Broome lays into Hector:\n\nBROOME\nI've laid awake nights dreaming of this\nmoment. Ever since your father forced us\nto hire you, you sniveling little turd.\nSexual assault. Not even Daddy can get\nyou out of this one. You're finished.\n\nBroome turns to leave... but the door LOCKS. Broome jiggles\nthe knob. Nothing. As he turns back:\n\nHECTOR HAMMOND\nActually John, I’m just getting started.\n\nHector moves toward Broome, WIPING FRAME, as we go to...\nEXT. THE PLANET OA\n\nAn immense LONG SHOT of a resplendent AQUAMARINE PLANET.\nThe tranquility is broken by HAL shooting out of a wormhole.\nHe skids along the atmosphere like a stone across a pond,\nuntil he’s FLOATING in the stratosphere.\n\nHe looks down at OA. Then up to see... SINESTRO. Hovering\nabove him. Backlit against the Oan suns.\n\nSINESTRO\nWelcome to Oa.\n\nAnd then Hal passes out.\n\nINT. A HOTEL-TYPE BEDROOM - LATER\n\nHal STARTLES awake. Startles further when he sees he wearing\nthe green and black LANTERN UNIFORM. He’s even wearing the\nfamous domino MASK (his pupils a gossamer white). Sinestro\nleans against a wall, amused.\n\nHAL\nAm I back home?\n\n|\n\n \n\n \n\f41.\n\nSINESTRO\nIn the grand sense, yes. First\nRingflight triggers a manual return here\nto Oa for training.\n\nHAL\nSo I’m still in...\n(looks around; beat)\nWhy does outer space look like a Hyatt?\n\nSinestro waves at a panel which makes the room WARP, to a\nstrange ALIEN DESIGN and back again. It’s a HOLOGRAM.\n\nSINESTRO\nI thought a familiar aesthetic might ease\nyour transition.\n\nHAL\nNot unless there’s a fully stocked mini-\nbar. Who are you?\n\nSINESTRO\nThaal Sinestro. Protector of Sector\nFourteen--\n\nHAL\n\n“Fourteen-Seventeen, home to 8012\n\ngalaxies, 40328 sentient species” --\n(stops, realizing)\n\nThat was not in elementary school.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nWho are you? SINESTRO\nThaal Sinestro. Protector of Sector\nFourteen--\n\nHAL\n\n“Fourteen-Seventeen, home to 8012\n\ngalaxies, 40328 sentient species” --\n(stops, realizing)\n\nThat was not in elementary school. \n\nTARGET SECTION TO BE ANNOTATED:\n Why\n\ndoes my brain know that?\n\nSINESTRO\nA maiden voyage to Oa is taxing. We took\nadvantage of your rest to accord you\ncertain benefits.\n\nINT. CORPS INDUCTION FACILITY - FLASHBACK\n\nHal floats naked in midair, his head bathed in a green GLOW.\nGreen LASERS beaming directly into Hal’s retinas.\n\nSINESTRO (V.0.)\nKnowledge of all Universal Sectors,\nincluding your own, Sector 2814, has been\nplaced in your cerebral cortex.\n\nJUMP CUT TO: Hal’s body, SPINS as thick swatches of green,\nblack and white fly on to suit his form.\n\nSINESTRO (V.O.) (CONT’D)\nYou've noticed your uniform, which\ndesignates you as one of our number.\n\nHal’s head. The green DOMINO MASK is CRYSTALLIZING right on\nhim, turning his eyes WHITE.\n\nSINESTRO (V.O.) (CONT’D)\nThe mask is protocol, required to be worn\nby all Lanterns from planets still\nignorant of life on other worlds...\n\n \n\f42.\nSINESTRO (V.0.) (CONT'D)\n\n(beat)\nFew Lanterns wear them.\n\nINT. FANCY HOTEL-TYPE BEDROOM - RESUMING\n\nSinestro moves towards the door, which EVAPORATES to allow\nhis passage. Even their “doors” blow Hal (and us) away.\n\nSINESTRO\nCome. Cadets arrive at Oa with much to\nlearn. You even more so. Being from\nGaia gives you certain disadvantages.\n\nHAL\nGaia? You mean... Earth?\n\n \n\nSINESTRO\nIs that what you call it now? Do you all\nstill believe the planet is flat?\n\nHAL\nWe've got that worked out now, thanks.\n\nSinestro’s gone. Unable to resist, Hal waves at the panel.\nThe hologram flutters in and out. Off Hal, just beginning to\ncomprehend this is actually happening...\n\nINT. THE GREAT HALL - OA - MOMENTS LATER\n\nA place for those who fly more than walk. GREEN LANTERNS of\nLIMITLESS VARIETY fly and shoot and joke around.\n\nThe BUILDINGS in the distance are tall as mountains. Liquid\ntowers of living silver.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nGREEN LANTERNS of\nLIMITLESS VARIETY fly and shoot and joke around. The BUILDINGS in the distance are tall as mountains. Liquid\ntowers of living silver. \n\nTARGET SECTION TO BE ANNOTATED:\n The Emerald City of Oz is a dump\nby comparison. Sinestro notices Hal’s awe:\n\nSINESTRO\nI have seen sights in this Universe to\nmake the blindest eye water, and I can\ntell you... there is nothing to compare\nwith Oa.\n\nHal is struck silent. Tomar-Re approaches.\n\nTOMAR-RE\nAh. Our newest recruit. He looks...\nwarm-blooded. I am Tomar-Re, chosen\nprotector of Sector 2813, sector nearest\nto your own.\n\nHal can’t get over the site of a fish-man talking.\n\nHAL\nPretty convenient you all speak English.\n\nTOMAR-RE\n(his top fin ruffles)\nI speak chkgqrvchk. The ring translates\n98 percent of the universe’s known\nlinguistic forms. Surprisingly, your\nEnglish is among them.\n\n \n\n1\n\n \n\f43.\n\nSINESTRO\nYour ring is the most powerful weapon in\nthe universe.\n\nINT. THE TRAINING ARENA - OA - MOMENTS LATER\n\nCorps members train. An elegant ballet as they conjure an\nendless variety of WEAPONS. Like Samurai running through\nmorning exercises. Hal watches, boyhood fantasy blown away.\n\nSINESTRO (V.0.)\nIts constructs are limited only by your\nimagination. Its strength limited only\nby your will.\n\nHal turns to what looks like a PILE of struggling GLs.\n\nHAL\nWhat are they fighting?\n\nSINESTRO\nYour instructor. Killowog.\n\nThe GLs suddenly go FLYING in all directions, having been\nthrown off by KILLOWOG, a gargantuan rhino-creature. He\nlumbers over. Looks down on Hal from ten feet high --\n\nKILLOWOG\nSo you're the Poozer from 2814.\n(sniffs)\nYou smell funny.\n(leans in close, heheheh)\nWe’re gonna have fun training you.\n\nWe're not sure if Hal will ever speak again.\n\nSINESTRO (V.O.)\nThe Ring’s power comes from the Central\nBattery.\n\nEXT. THE CENTRAL BATTERY - OA - MOMENTS LATER\n\nHigh atop an opaline plinth stands THE CENTRAL BATTERY (from\nour opening). Majestic. Enormous. CRACKLING with energy.\n\nSINESTRO (V.0.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nEnormous. CRACKLING with energy. SINESTRO (V.0. \n\nTARGET SECTION TO BE ANNOTATED:\nIt fuels every lantern, which in turn\nfuels every ring.\n\nLANTERNS fly around and up to it, charging their rings with\nthe formality of the righteous on pilgrimage to holy ground.\nFIND Hal and Sinestro below, minute in comparison.\n\nHAL\n\nSo this is what makes all that... green.\nSINESTRO\n\nGreen... the light you see, is only a\n\nmanifestation of what your mind cannot\ncomprehend.\n\n \n\n \n\f44,\n\nHAL\nYou lost me at “manifestation.”\n\nSINESTRO\n\nAll life is connected. By love, by hope,\nby all the noblest instincts of the soul.\nThis is the center of that connection.\nThe power drawn from that connection is\nwhat you see simply as “green.”\n\n(gestures to the Battery)\nAll that power... collected, channeled,\nhere delivered. Entrusted to us.\n\nWe can tell Hal is daunted by the grandeur of it all.\n\nSINESTRO (CONT'D)\nCome, let us pay our respects.\n\nSinestro motions toward a waiting LINE of LANTERNS. All\nmanner of CREATURES assembled before a MAGENTA-SKINNED WOMAN.\nAbin’s widow, LIANA. Regal in her sadness. She sees them\napproach. Breaking ceremony she goes straight to Hal.\n\nLIANA\nYou bear my husband's ring.\n\nHal doesn’t know how to answer.\n\nLIANA (CONT'D)\nYou saw him. You were with Abin Sur when\nhe died.\n\nHAL\nYes.\n\nLIANA\nA thousand years together and a thousand\nmore taken from us.\n\nHal can see the pain of loss. He knows it too well.\n\nHAL\nHe told me... to tell you he loved you.\nWith his last breath.\n\nThese words give her more comfort than the hundreds of well-\nwishers. She restrains a well-spring of emotion.\n\nLIANA\nYou wear the ring of a fine soldier.\nThere are many who will miss him. Even\nmore who owe him thanks. Do it justice.\n\nEXT. THE CENTRAL BATTERY - MOMENTS LATER\n\nAs Hal and Sinestro re-enter, Hal studies the Battery closer\nnow. A mixture of emotions cascading over him.\n\nSINESTRO\nYou lied to her and think it kind. You\nare human.\n\f45.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nSINESTRO\nYou lied to her and think it kind. You\nare human. 45. \n\nTARGET SECTION TO BE ANNOTATED:\nHal TOUCHES the base wall of the Battery, as he does his ring\nFLICKERS. A HOLOGRAM manifests, a rotating CORPS SYMBOL.\n\nHAL\nUm... is it supposed to do that?\n\nSINESTRO\nA fallen Lantern will sometimes dictate a\nfinal transmission, to reveal itself\nbefore the Central Battery --\n\nSinestro waits. The logo FLICKERS into the face of...\n\nLEGION! Ferociously ATTACKING ABIN! We’re re-watching\nAbin’s spacefight with Legion as a GIANT GREEN HOLOGRAM.\n\nABIN SUR’S VOICE\nThis is Abin Sur -- I have seen what\nhunts us -- Legion -- it lives --\nINT. THE CITADEL - OA\n\nSinestro stands beside Hal, projecting Abin’s message for the\nGUARDIANS to see. The horrible hologram REPLAYS on a loop.\n\nABIN SUR’S VOICE\nThe ring holds no effect, no defense --\nYou must take action. Legion is real.\nSINESTRO\n“Legion is real.” The dying words of our\nmost noble soldier.\nHe points to the image of the snarling hellbeast.\n\nSINESTRO (CONT'D)\n\nLegion -- taking its revenge for offenses\nlong forgotten to all but itself... And\n\nou, the Guardians of our Universe.\n\nA GUARDIAN (V.O.)\nWhat is it you desire, Thaal Sinestro?\n\nSINESTRO\nA Golden Light to match Legion’s. If our\nenemies command such power, we must too!\n\nA GUARDIAN (V.O.)\nIt is agreed action must be taken.\n\nANOTHER GUARDIAN (V.O.)\nGather your Lanterns. Seek the beast out\nand contain it.\n\nA GUARDIAN (V.0.)\nReturn with Legion defeated. And we will\nconsider your request.\n\nSinestro is far from sated with their answer.\n\n \n\n \n\n \n\f46.\n\nA GUARDIAN (V.O.) (CONT'D)\nWe have faith in you, Thaal Sinestro.\nAnd in the Lanterns at your side.\n\nHal takes one last look at Legion... which is currently\nROARING in his face, as we HARD CUT TO:\n\nINT. THE GREAT HALL - OA\nHal storms out, moving somewhere, anywhere --\nSINESTRO\nWe were given leave to find Legion.\nHAL\nYou were. I’m going home.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE GREAT HALL - OA\nHal storms out, moving somewhere, anywhere --\nSINESTRO\nWe were given leave to find Legion. HAL\nYou were. I’m going home. \n\nTARGET SECTION TO BE ANNOTATED:\n If you’re ever\nnear Gaia, pop over, we'll grab a drink.\nSINESTRO\nYou are a member of the Corps now.\nYou took an oath.\nHAL\n\nI recited a poem floating in my\napartment! It doesn’t make that giant\n\nSpacemonster my problem.\nSINESTRO\n\nThe Ring chose you, Hal.\n\nHAL\nThe Ring made a mistake!\n\nSINESTRO\nRings do not make mistakes. Lanterns do.\n\nHAL\n\nAnd I’d make a million of ‘em. Trust me.\n\n(then, re: his Ring)\nLook, I had a good life before this\nshowed up. Before rhino instructors and\npurple widows, who quite frankly made me\nfeel really guilty. This whole alien\narmy deal... it’s not my thing.\n\nSINESTRO\nLegion was in your sector, Hal. In your\nhome system. If any trace of that demon\nfell to your planet along with Abin... it\nwill ravage your homeworld like a cancer.\nA look crosses Hal’s face. Is it worry? He catches himself.\nHAL\nSee, the Ring did make a mistake.\nBecause another guy -- he would care.\nEXT. TRANSPORT BAY - OA\n\nHal’‘s on a PLATFORM. Tomar-Re and Sinestro instruct him.\n\n \n\f47.\n\nTOMAR-RE\nLeaving? Well, the Ring adheres to your\nwill. “Simply will yourself home.\n\nHAL\nWhere do I FedEx it when I’m done?\n\nSINESTRO\nThe Ring has selected you. It is yours\nuntil you fall in battle. Or elsewhere.\n(a little grim)\nWe await your return, Hal Jordan.\n\nHal gives a nervous look -- then LIGHTING UP IN HIS GREEN\nAURA... ROCKETS UP INTO THE OAN SKY!\n\nSINESTRO (CONT’D)\n(turns to go)\nGather our brethren, Tomar, strengthen\ntheir hearts. Battle awaits.\n\nEXT. A WEST VIRGINIA FARM - DAY\n\nA desolate stretch of West Virginia farmland. A CABIN next\nto a run-down BARN. A grey sky hangs overhead.\n\nHECTOR HAMMOND (V.0.)\n“Transcendental abilities testing. Day\n2, Hour 16.”\n\nINT.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nA grey sky hangs overhead. HECTOR HAMMOND (V.0.)\n“Transcendental abilities testing. Day\n2, Hour 16.”\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE HAMMOND BARN - DAY\n\nHector paces the barn surrounded by hay and empty stalls. He\ndocuments into a DIGITAL RECORDER, a scientist’s dispassion:\n\nHECTOR HAMMOND\n“Telekinetic manipulation shows no\nelemental limitation, including all\nobjects, both material...\n\nA bright red APPLE floats out of a BUSHEL full of them.\n\nHECTOR HAMMOND (CONT’D)\n“,..and organic. Weight or size don’t\nappear to be factors.”\n\nHe looks up to see Broome dangling in mid-air above him. The\napple floats onto a tattered and cut Broome’s head.\n\nBROOME\nPlease let me go, Hector! We can forget\nthis whole thing ever happened -- !!\n\nHECTOR HAMMOND\nShhhh. Working here, John. Science is\nour only refuge in the face of the\nincredible...\n\nHector lifts a pair of SHARP GARDEN SHEARS with his mind.\n\n \n\f48.\n\nBROOME\nDon’t kill me, please!\n\nHECTOR HAMMOND\nKill you? We're bestest buddies, John.\nWe just made one of the most profound\ndiscoveries in the history of pathology.\n\nAnd he PITCHES the shears -- they FLY -- Broome squints and --\nTHUNK! It lands in the apple! Phew.\n\nHECTOR HAMMOND (CONT’D)\n“Rim seems to be getting better.”\n\nHector thinks, Broome’s arm moves. A human marionette.\n\nHECTOR HAMMOND (CONT’D)\n“With minimal concentration, I can\nMaintain complete gross motor control.\n\nHector dictates as Broome RISES HIGHER to the rafters --\n\nHECTOR HAMMOND (CONT'D)\n“It's a bit like animating a puppet. A\nbig dumb puppet you’ve wanted to throttle\nevery day for years.”\n\nBroome tries to plead for his life. But all of a sudden\nfinds he can’t speak.\n\nHECTOR HAMMOND (CONT’D)\n“Although I can control the subject’s jaw\nand tongue, efforts at creating speech\nhave proven...”\n\nBROOME HECTOR HAMMOND\nGrorl. “,..Disappointing. ”\n\nBroome GURGLES his fears. Hector’s CELL PHONE RINGS.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nHECTOR HAMMOND (CONT’D)\n“Although I can control the subject’s jaw\nand tongue, efforts at creating speech\nhave proven...”\n\nBROOME HECTOR HAMMOND\nGrorl. “,.. Disappointing. ”\n\nBroome GURGLES his fears. Hector’s CELL PHONE RINGS. \n\nTARGET SECTION TO BE ANNOTATED:\n Enough\nto snap his concentration... Broome PLUMMETS to the ground.\n\nHECTOR HAMMOND (CONT’D)\n(into phone)\nHello? I can’t today. Tell him I’m in\nthe country... Fine. I’11 come in.\n\nHector snaps the phone off. He looks over to see... Broome.\nFloating an inch above the ground. Unharmed.\n\nHECTOR HAMMOND (CONT’D)\nWe’re going to have to cut this short.\nIt seems I have to pay my father a visit.\nGood work today, Buddy.\nAs he lets Broome drop the final inch, SMASH TO:\nINT. WASHINGTON, D.C. - CAPITOL BUILDING - DAY\n\nArchitecture that exudes the dependability our leaders don’t.\n\n \n\n|\n|\n|\n!\n\f49.\n\nAIDE (PRELAP)\nSign here, Senator.\n\nINT. SENATOR’S OFFICE - DAY\n\nCapacious, complete with an “ego wall.” We recognize the man\nbehind the battleship-sized desk as the SENATOR from our\nopening Sabre demo.\n\nAn AIDE waits as the Senator finishes signing some documents.\nHector waits nearby, less patient.\n\nAIDE\nThank you, Senator.\n\nThe Aide takes documents and exits --\n\nSENATOR HAMMOND\nSorry to make you wait.\n\nHECTOR HAMMOND\nNo problem, Dad. Not like I’ve got\nanything better to do.\n\nAnd we realize this is SENATOR HAMMOND. Hector’s father. He\nproduces a TICKET clipped to a FLIER.\n\nSENATOR HAMMOND\nHere. Ferris fields in Coast City. They\ninvited me to fly -- a slab of butter to\nget me to sign off on a huge\nappropriations request. But any chance\nto show I’ve still got some moves.\n\nHECTOR HAMMOND\n(off the flier)\nAn air show? I didn’t know they still\nhad these.\n\nSENATOR HAMMOND\n(getting to it)\nSo. Your lab called. You haven’t shown\nup for work in days.\n\nHECTOR HAMMOND\nJust taking some personal time. Trust\nme, my boss knows all about it.\n\nHector concentrates, reading his father’s thoughts:\n\nSENATOR HAMMOND (V.O.)\nAnother job you’ll be fired from.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nTrust\nme, my boss knows all about it. Hector concentrates, reading his father’s thoughts:\n\nSENATOR HAMMOND (V. O.)\nAnother job you’ll be fired from. \n\nTARGET SECTION TO BE ANNOTATED:\nHector tries to hide his pain -- the pain of confirming what\nhe’s always suspected his father thought about him.\n\nSENATOR HAMMOND (V.O.) (CONT’D)\nAll of life’s opportunities, and you’re\nsuch a disappointment.\n\n(the final knife)\nHow is it possible you’re my son?\n\n \n\n|\n\n \n\n \n\f50.\n\nHector turns away, trying to hide his torment. Spits out --\n\nHECTOR HAMMOND\nAir show and truancy. Did we cover\neverything?\n\nSENATOR HAMMOND\nSince you’re on vacation, maybe you can\nmake it tomorrow?\n\nThe Senator claps Hector on the shoulder, demonstrating the\nlimit of his affection.\n\nHECTOR HAMMOND\nWouldn’t miss it, Dad. You know how I\nlove to watch you fly.\nEXT. SPACE - A WIDE SHOT OF EARTH\n\nA KH-10 SATELLITE floats into view. WE HEAR A WARP SPEED\nWHOOSH accompanied by a GREEN FLASH as --\n\nHAL COMES OUT of warp speed, inelegantly SKIDDING to a stop\nlike it’s his first day on a snowboard.\n\nHe looks down to the vomit-inducing view of the Earth.\nHAL\n(to the Ring)\nGood... space-flying, Ring. But home is\na little further --\nAnd Hal bullets to Farth. The Satellite toddles in his wake.\n\nHAL (CONT’D)\n-- dooocowwwwwwwwnnnnnn...\n\nCAROL (PRELAP)\nWhere is he? It’s two in the afternoon.\n\nEXT. FERRIS AIRCRAFT - BY A HANGAR - DAY\nWhere Carol lays into Tom --\n\nCAROL\nThat’s late even by Hal standards.\n\nBehind Carol, HAL DESCENDS in full uniform. She misses it,\nbut Tom gets a full on holy shit view of Hal’s landing.\n\nTOM\nUm, I think he just pulled up.\n\nCarol turns to follow Tom’s gaze... but Hal’s uniform\nrecrystalizes back into his regular clothes.\n\nHAL\nHey, Carol. Sorry about last night. I\nkinda had to... take off --\n\n \n\n \n\f51.\n\nCAROL\nSave it. I’m sure wherever you had to go\nwas more interesting.\n\nCarol storms out. Hal shakes his head. Tom is slackjawed.\n\nTOM\nYou did not just fly here.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nHal shakes his head. Tom is slackjawed. TOM\nYou did not just fly here. \n\nTARGET SECTION TO BE ANNOTATED:\nEXT. FERRIS AIRCRAFT - TARMAC - CONTINUOUS\n\nA wide variety of VINTAGE AIRCRAFT are lined up. Delta\nWings, F-16Cs, Warbirds, etc. Carol marches past them, head\nstill full of steam, as Hal races to catch up --\n\nHAL\nCarol... How can you walk so fast in\nheels? Carol, I’d explain but --\n\nCAROL\nIt’s not hard to figure out. We had our\nfirst serious conversation in years and\nyour 12 year-old brain couldn’t take it\nso you bolted.\n\nBy this point, they've arrived at a trio of F-16C FIGHTING\nFALCONS. Three PILOTS descend, one from each cockpit.\nHAL\nWhat're the Three Douches doing here?\nCAROL\nThe air show’s tomorrow. They’re making\nsure the Senator’s F-16 is flight-ready.\nHAL\nYou're letting that geezer in a Falcon?\nCAROL\nWell, that wasn’t exactly Plan A, but it\nturns out one of my pilots screwed the\npooch on the flight demo.\n\nMeaning Hal. Who looks over the line of aircraft, eager.\n\nHAL\nSo which one of these bad boys is mine?\n\nCAROL\nWell, let’s see... Not this one. Or\nthis one. Not this one either... That’s\n\nthe thing about being grounded, you stay\non the ground. Gas ‘em up.\n\nShe walks off. The Douches CRACK UP. Hal shakes his head,\ncan’t win... then spots a way for his day to get worse:\n\nIN THE PARKING LOT\n\nhis beloved MUSTANG hangs from a tow truck. A corpse. Hal\nwalks to it. Tom approaches. He flips Hal the Mustang KEYS.\n\n|\ni\n|\n|\n|\nI\n\n \n\f52.\n\nTOM\nYou’re welcome by the way -- nine hour\ndrive to Arizona, no big deal. No reason\nto reward that kinda loyalty by maybe\ntelling me what the hell happened to you.\n\nHAL\nI went to their home planet. The less\nsaid about the whole thing the better.\n\nHal deposits the Ring in the beat-up GLOVE COMPARTMENT.\n\nTOM\n(as Hal walks off)\nThat’s fine. Keep it to yourself. I’m\nsure there’s absolutely nothing cool\nabout aliens in outer space.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nTOM\n(as Hal walks off)\nThat’s fine. Keep it to yourself. I’m\nsure there’s absolutely nothing cool\nabout aliens in outer space. \n\nTARGET SECTION TO BE ANNOTATED:\nSMASH TO: THOUSANDS of LANTERNS. Some big, some small, some\nfurry -- but you wouldn’t want to fuck with any of them.\n\nEXT. HALF-MOON COLISEUM - OA - NIGHT\n\nAn enormous COLISEUM under a star-flecked sky. The meeting\nhall of the Corps. Sinestro stands before THOUSANDS, his\nring conjures IMAGES of FOUR LANTERNS overhead.\n\nSINESTRO (0.S.)\n\nFellow Lanterns. Today we mourn the loss\nof our finest. Four of our brethren\nstruck down by a single terror: Legion.\n\nThe four images converge into ONE larger IMAGE OF LEGION.\n\nSINESTRO (CONT’D)\nDo not deny the truth of your own eyes.\nLegion is no myth. This image comes from\nthe ring of Abin Sur himself. Proof of\nthe unthinkable: The Lost Sector has\nbeen breached. Legion roams free. And\n\nit has a taste for your death. Alone we\ncannot defeat it. But we are not one\nLantern.\n\n(a warrior'’s cry)\nWe! Are! THE CORPS!\n\nCHEERS erupt. Sinestro ring conjures his trademark scimitar.\nOther Lanterns also conjure their own individual weaponry.\n\nSINESTRO (CONT'D)\nTogether... our light shines with the\nwill of all that lives. Together we will\nsearch every star in every sector of the\nUniverse until our enemy is within our\ngrasp! And together --\n\nEXT. A WIDE SHOT OF THE PLANET OA\n\nMore CHEERS as LANTERNS shoot off the planet and in the\ndirection of their 3600 sectors. Lighting up the night sky.\n\n|\n\n \n\n \n\n \n\f53.\n\nSINESTRO (V.0O.)\n-- We Will Be Victorious!\n\nAs SINESTRO himself shoots TOWARD CAMERA. KRAK-KOOM! A\nSONIC BOOM quakes. WIPING US TO --\n\nEXT. FERRIS AIRCRAFT - DUSK\n\nStadium-like BLEACHERS have replaced the homespun cars-in-\nfield arena from fifteen years ago. But the crowd is no less\nenthusiastic as a quartet of WARBIRDS PERFORM.\n\nON NATHAN, somehow bobbing head and shoulders ABOVE the thick\ncrowd.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nFERRIS AIRCRAFT - DUSK\n\nStadium-like BLEACHERS have replaced the homespun cars-in-\nfield arena from fifteen years ago. But the crowd is no less\nenthusiastic as a quartet of WARBIRDS PERFORM. ON NATHAN, somehow bobbing head and shoulders ABOVE the thick\ncrowd. \n\nTARGET SECTION TO BE ANNOTATED:\n He glances down, as if talking to someone below --\n\nNATHAN\nWhy aren’t you flying today, Uncle Hal?\n\nREVEAL Nathan is perched on Uncle Hal’s shoulders.\n\nHAL\nInner ear infection.\n\nThey WALK PAST the huge STAGE in front of the bleachers. The\naudience erupts with APPLAUSE as SENATOR HAMMOND strides up\nthe stairs and into one of the F-16C Falcons we saw earlier.\n\nANNOUNCER (OVER SPEAKERS)\n-- three-time winner of the Flying Cross\nand record-holder for most spacewalks,\nSenator Robert Hammond!\n\nAs he returns the applause with a conquering hero’s wave --\n\nHECTOR HAMMOND (V.O.)\nFly safe, Dad.\n\nThe Senator turns around. Who said that? He looks, only\nthere's no one there... But a hundred yards away...\n\nBY A CONCESSION STAND\n\nHECTOR WATCHES. A piece of popcorn floats neatly into his\nmouth. He smiles, taking his place in the stands...\n\nINT. CONTROL TOWER - FERRIS AIRCRAFT - DUSK\n\nWe see the SENATOR'S JET at the center and head of an\nelaborate formation. The man can fly.\n\nCarol, Carl, and Tom at the controls. Hal (miffed) and Nathan\n(transfixed) watch from the window. Carl keys his headset.\n\nCARL FERRIS\nHow's it feel to be back in the saddle,\nSenator?\n\nSENATOR HAMMOND (OVER RADIO)\nLike riding a bike. With 40,000 pounds\nof thrust strapped to it.\n\n|\ni\n|\n1\n|\n'\n|\n{\n|\n|\n\n \n\f54.\n\nCAROL\nYou boys ready for the Chandelle?\n\nPILOT #1 (OVER RADIO)\nRoger tower. Preparing Chandelle.\n\nHAL\nA Chandelle? You’d think a guy who’s\nlooped the space shuttle could fly\nwithout training wheels.\n\nCarol shoots Hal a daggers-stare. Back into her headset:\nCAROL\nAt least he’s flying. And setting up for\na knife-edge pass.\n\nHAL\nButter knife.\n\nNATHAN\n(quietly, to Hal)\n\nIf you treated her nicer, maybe she’d let\nyou fly.\n\nHAL\nYou just summed up women in general,\nlittle man.\nTHE THREE FALCONS\n\nsplit out of their three-man formation.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nNATHAN\n(quietly, to Hal)\n\nIf you treated her nicer, maybe she’d let\nyou fly. HAL\nYou just summed up women in general,\nlittle man. THE THREE FALCONS\n\nsplit out of their three-man formation. \n\nTARGET SECTION TO BE ANNOTATED:\n Hal shakes his head,\ndisapproving. Back to Nathan:\n\nHAL (CONT’D)\nSee that? They should’a been at ninety\ndegrees before coming out of formation.\nIN THE STANDS\nHECTOR furrows his brow. A grin spreads as he concentrates.\nIN THE SENATOR'S FALCON\n\nthe plane RATTLES slightly. The Senator grips the joystick\nwith two hands. It resists him... just a little...\n\nTHE THREE FALCONS\n\nbarrel roll around and speed towards each other. Hal sees\nsomething in the move that troubles him.\n\nHAL (CONT’D)\nCarol --\n\nCAROL\nYes, Hal, I know. You could’ve done it\nbetter.\n\f55.\n\nHAL\nWell, yeah, but look -- Falcon Three’s\nshimmying a bit.\n\nTHE SENATOR\nis fighting his controls now. They’ve jammed on him.\nHECTOR\n\ngrins, enjoying this. The first time in his life he’s\ncontrolled his father.\n\nTHE SENATOR'S FALCON\nSHUDDERS as it rockets towards the other two jets.\nHAL\n\nturns from the window, to Carol, as the three jets angle\ntheir wings, ready to pass each other dangerously close.\n\nHAL (CONT'D)\n(urgent)\nThe move’s not coming off right. Get ‘em\nto throttle down.\n\nBefore Carol can respond --\nSENATOR HAMMOND (OVER RADIO)\nSomething’s wrong, tower. Controls\naren’t responding. You seeing this?\n\nThey do now, as THE SENATOR’S FALCON CLIPS the wings of the\nother two jets, sending them SPINNING out of control!\n\nON HECTOR\n\nHECTOR HAMMOND\nOops.\n\nBACK IN THE TOWER\n\nPILOT #1 (OVER RADIO) PILOT #2 (OVER RADIO)\nMayday! Mayday! Holy hell!\n\nHal’s heart stops. He doesn’t hear the pilots but instead:\n\nMARTIN JORDAN (V.0.)\nTower, I got a flameout in the starboard\nengine! Over!\n\nNathan looks to his Uncle. But just like that fateful day,\nHal has already bolted -- out the door.\n\nMARTIN JORDAN (V.O.) (CONT’D)\nI’m pushing her to the runway. I can do\nit! I can do it!\n\f56.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nI can do\nit! I can do it! 56. \n\nTARGET SECTION TO BE ANNOTATED:\nSTAY WITH HAL as he POWERS DOWN THE STAIRS, taking them three\nat a time, just like he did at twelve. In fact --\n\nWith each footfall, we alternate FLASHCUTS TO Young Hal\nbounding down those same stairs, until he EXPLODES out to --\n\nEXT. FERRIS AIRCRAFT - TARMAC - CONTINUOUS\nHal SMASHES through the door, feet pounding straight past\n\nHECTOR -- who smiles, as -- THE THREE FALCONS corkscrew\nthrough the sky. Falcon 1 blazing DIRECTLY TOWARDS --\n\nTHE BLEACHERS\nTerror from the CROWD as the wayward jet MISSILES AT THEM!\n\nBACK WITH HAL -- his childhood trauma being relived. Only\n\nthis time he’s no helpless kid. He's a rocket on foot,\nPOUNDING to his busted Mustang. He reaches for the glove\ncompartment -- only the fucking thing is jammed shut!\n\nHAL\nC’moni!! C’mon!!! C’mon!!!\nFALCON 1\ngrows EVER LARGER in frame, casting a SHADOW over the CROWD!\n\nBACK WITH HAL -- as HE RIPS the compartment open! STAY ON\nHIS FACE to see it BATHED in that BRILLIANT GREEN LIGHT...\n\nIt’s time.\nBACK IN THE BLEACHERS\n\nWith the terrified audience as Falcon 1 grows even closer --\non top of us now, fiery death seconds away -- when --\n\nTHE JET FREEZES MID-FLIGHT!\n\nWrapped in a GREEN FORCE FIELD. Close enough to their heads\nto touch. One of them does. Poke. Stunned silence as they\nlook up, past the levitated jet to see him... World, meet:\nTHE GREE! f\n\nPeople go BALLISTIC! CHEERING WITH a welcome worthy of the\nLEGENDARY HERO HAL JUST BECAME!\n\nHECTOR goes slack-jawed at the incredible sight... The world\njust got a lot more interesting. He stares as --\n\nHAL’S RING -- sets Falcon 1 down on the tarmac. The CROWD’S\non its feet now, applauding. But it ain’t over yet, as --\n\nFALCON 2\n\nSPIRALS its way overhead.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe stares as --\n\nHAL’S RING -- sets Falcon 1 down on the tarmac. The CROWD’S\non its feet now, applauding. But it ain’t over yet, as --\n\nFALCON 2\n\nSPIRALS its way overhead. \n\nTARGET SECTION TO BE ANNOTATED:\n A GREEN BOLT OF LIGHT FLARES from\nwhere the Green Lantern just stood, as --\n\n|\n|\n|\n|\n|\n|\n\n \n\n \n\n \n\ni\nt\n|\ni\ni\ni\ni\n|\n|\ni\n\f57.\n\nINSIDE THE COCKPIT, the SENATOR SCREAMS. Unable to eject...\n\nTHE GREEN BOLT OF LIGHT races the runaway jet -- blindingly\nfast, outpacing it -- until the green blast MORPHS into --\n\nA HUGE NET. WHICH CATCHES THE FALCON! It pulls taut,\nstraining. THE SHOT RUNS THE LENGTH OF THE NET to its\nsource: THE GREEN LANTERN, pulling with all his strength.\nIt nearly yanks his shoulders from their sockets.\n\nBACK WITH HECTOR -- Concentrating on his father’s Falcon,\nfighting against Green Lantern’s amazing strength -- and\nlosing. PAIN surges through Hector’s body ~- as he “pushes”\nharder with his power -- but --\n\nGreen Lantern has the Falcon secure. The strain becomes too\nmuch for Hector -- and the buildup of his power is RELEASED!\nFIRING OUT in a WAVE -- which blindsides Falcon 3. The jet\nis suddenly PROPELLED with the full force of Hector’s mind.\n\nThe PILOT EJECTS -- but --FALCON 3 CRASHES INTO THE BASE OF\nTHE CONTROL TOWER!\n\nA massive EXPLOSION of jet fuel! A scream of tortured metal\nas THE TOWER LURCHES FORWARD!\n\nDefeated, Hector ducks into the crowd, instinctively grabbing\nhis head in pain to quell the mounting pain, as --\n\nINSIDE THE TOWER\n\nThe room PITCHES FORWARD. Nathan FLIES towards the\nobservation window -- now perpendicular to the ground --\nSMASH! The window FRACTURES... spider-webbing under his\nweight... but doesn’t break!\n\nON FALCON 2\n\nas it skids gently onto the tarmac. THE GREEN NET tape\nmeasures back into GL’s Ring. But there’s no time to\ncelebrate as he BLAZES towards the tower.\n\nINSIDE THE TOWER\n\nNathan keeps low, precarious, like crawling on thin ice.\n\nCAROL\nStay there, Nathan!\n\nNo thought to her own safety, Carol climbs onto the glass to\nget him! CRACKS spindle even further. She reaches out\nand...",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo thought to her own safety, Carol climbs onto the glass to\nget him! CRACKS spindle even further. She reaches out\nand... \n\nTARGET SECTION TO BE ANNOTATED:\n HEAVES Nathan up, OVER TO SAFETY -- but...\n\nThe momentum CATAPULTS her forward... further on to the\nsloooowly shattering window... and -- THROUGH IT!\n\nCAROL FALLS to the fiery ground below! Seconds become\nmilliseconds. Death’s arms opening wide, until --\n\nGREEN LANTERN catches her! Holding her close as he ZIPS her\naway from the rushing ground.\n\n \n\f58.\n\nGREEN LANTERN\n(pitching his voice)\nEasy, Miss.\n\nCAROL\nAm I dead?\n\nGREEN LANTERN\n(um, something a “hero” would\n\nsay)\nNot on my watch.\nShe clutches GL even tighter. Which he doesn’t mind one bit.\n\nCAROL\nWe're flying --\n\nGREEN LANTERN\nIt gets better.\n\nAnd in one fluid motion, GL whips around, ring blazing to\nproject a GIANT HAND that PUSHES the leaning tower upright!\nA SECOND BLAST fuses the metal at the base. The tower\nstabilizes.\n\nON CAROL -- who can’t believe it all. For the first time in\nHal's life, someone looks at him like a hero. It feels good.\n\nSo does the ROAR from the euphoric crowd below as the GREEN\nLANTERN flies off with Carol on his arm over their heads and\ninto the night sky. Brilliant green against midnight blue.\n\nINT. AIRFIELD BATHROOM - MOMENTS LATER\n\nSLAM! Hector stumbles to the sinks. His hands pressed to\nhis THROBBING forehead in electric pain. A gale-force\nmigraine burrowing into his brain.\n\nHe reaches to splash water on his face, but can’t make it,\nSLUMPING to the floor. Something is happening to him... his\nhead... He howls in pain as his glasses SNAP OFF HIS FACE!\n\nIt's too much -- he PASSES OUT. As we PUSH IN on Hector, the\nvein in his head PULSING sickeningly, CUT TO:\n\nEXT. THE SKY OVER THE BEACH - MOMENTS LATER\n\nGL flies into view. Carol in his arms. They glide towards\nthe coast. He lands softly on the sand beside her.\n\nCAROL\nWho... are you?\n\nGREEN LANTERN\nSorry. No names on the first flight.\nMaybe next time.\n\nThe emerald aura does a slow creep up his uniform.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo names on the first flight. Maybe next time. The emerald aura does a slow creep up his uniform. \n\nTARGET SECTION TO BE ANNOTATED:\n The Green\nLantern slowly floats upward. Carol calls after him:\n\f59.\n\nCAROL\nNext time?\n\n \n\n \n\nAs he disappears into the sky. A green rocket. And savior.\n\nCAROL (CONT'D)\n...Then I’11 see you again?\n\nEXT. FERRIS AIRCRAFT - TARMAC - LATER\n\nFire truck sirens illuminate the night and paramedics help\nshell-shocked patrons. Everyone too worked up to notice the\nWHISP of GREEN LIGHT zipping down behind a hangar.\n\nA beat later, Hal walks out, casual. Carl wheels around\ntowards him, a little accusatory...\n\nCARL FERRIS\nWhere were you, Jordan?\n\nHAL\nSorry. I had to get out of there. It\nwas a little too... familiar, y'know?\n\nTom comes over, Nathan in tow, buzzing with excitement.\n\nNATHAN\nUncle-Hal-oh-my-god-did-you-see-it-was-so\ncool-there-was-a-flying-guy-who-came- in--\nwhoosh--with-this-kickass-green-suit-and--\nptchoo-ptchoo--shot-laser-beams-out-of\nhis-fist --\n\nTOM\n(to Hal; sotto)\nDude, seriously, I’m running out of ways\nto be jealous of you.\n\nNATHAN\nAnd phshoo---he-saved-everyone-even-the\npilot-and-flew-off--shoom!\n\nHAL\n(to Nathan)\nCalm down, Flyboy. Catch your breath.\n\nA SERIES OF CUTS:\nAs Hal walks Nathan home...\n\nNATHAN\nDo you think he’s an alien or mutant or\nboth? Or maybe he’s a regular guy who\ngot his powers from a nuclear accident!\n\nAs Nathan brushes his teeth. Hal watches...\n\nNATHAN (CONT’D)\nWait then there'd be radiation from all\nhis laser beams and everybody he saved’'d\ngrow like extra arms or a third eye!\n\f60.\n\nAs Hal puts Nathan to bed...\n\nNATHAN (CONT'D)\nMaybe he gets his powers from his suit so\nanybody who wears it’d be able to fly\naround! What do you think, Uncle Hal?\n\nHAL\n(spitballing)\nMaybe he’s one of 3600 space police who\nwork for blue-skinned aliens and patrol\nthe universe using their power rings.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nNATHAN (CONT'D)\nMaybe he gets his powers from his suit so\nanybody who wears it’d be able to fly\naround! What do you think, Uncle Hal? HAL\n(spitballing)\nMaybe he’s one of 3600 space police who\nwork for blue-skinned aliens and patrol\nthe universe using their power rings. \n\nTARGET SECTION TO BE ANNOTATED:\nNathan looks at Hal like that’s the dumbest idea in history.\n\nHAL (CONT'D)\nYou're right, must be nuclear.\n\nINT. JIM JORDAN'S HOUSE - LIVING ROOM - A LITTLE LATER\n\nHal walks downstairs to find his mother, watching the news.\n\nHAL\nJim and Nancy aren’t back yet?\n\nHELEN JORDAN\nStuck in traffic. There’s still a lot of\nmedia at the air field and the looky-loos\nare clogging up the highway.\n\nON THE TV: Grainy footage of Green Lantern flying over the\ncrowd as captured by someone’s CELL PHONE CAMERA.\n\nHELEN JORDAN (CONT’D)\nIt has to be a stunt. Like how they made\nthe Statue of Liberty disappear.\n\nHAL\nYeah. Gotta be.\n\nHELEN JORDAN\n(but...)\nWhat if it’s not? What if -- what if\nhe’s some kind of, what did Nathan call\nit? Super-person?\n\nHAL\nSuper-hero, Mom.\n\nHELEN JORDAN\nCould you imagine? If it’s all real.\nThat someone like that is real.\n\nAs they watch the footage of Hal as GL, Helen wishes aloud:\nHELEN JORDAN (CONT'D)\nIt would’ve been nice if there had been\nsomeone like that around fifteen years\nago, wouldn't it?\n\nWe PUSH IN on Hal. The thought lands hard on him.\n\ni\n{\n\n \n\f61.\n\nBROADCASTER #1 (PRELAP)\nAnother tragedy today...\n\nINT. HAL’S LOFT APARTMENT - NIGHT\n\nHal lies in his couch, TV remote in hand. Channel surfing.\nTrying to let the growing thought pass without action.\n\nBROADCASTER (ON TV)\n...Shots exchanged over the tense border\nkilling 18 guardsman and wounding...\n\nThe channels JUMP THROUGH from one news network to the next --\neach one paining Hal more -- each one making him feel more\ndeeply the need to do something.\n\nVARIOUS BROADCASTERS (ON TV)\n\nEight Gotham teenagers arrested after\nfilming the beating of another teen...\n\n(jump to)\n«--Coast Guard at St. Roch say a father\nand son are presumed drowned after their\nfishing boat capsized...\n\n(jump to)\n...Fighting continues in Corto Maltese,\nwhere missiles...\n\nEach change of the channel brings more death, destruction...",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\n(jump to)\n... Fighting continues in Corto Maltese,\nwhere missiles... Each change of the channel brings more death, destruction... \n\nTARGET SECTION TO BE ANNOTATED:\nA LAST BROADCASTER (ON TV)\nAt least 48 people have been killed and\n176 wounded since Sunday...\n\nUntil he can take no more. Hal GRABS what he needs to make\nit all better. The Lantern.\n\nINT. FERRIS AIRCRAFT - HANGAR - NIGHT\n\nReminiscent of our opening because it’s exactly the same\nhangar. Now completely empty. Hal walks inside, the Lantern\ndangling from his fist.\n\nThe Ramjet dissolves into translucent view. And Martin\nJordan. And a young Hal. Ghosts from the past...\n\nMARTIN JORDAN\n-.-every now and then, if you’re really\nlucky, something chooses you. When that\nhappens, there’s no fighting it.\n\nThe memory fades -- and with it the doubt behind Hal’s eyes.\nINT. THE HAMMOND CABIN - SAME TIME\nThe SENATOR plays on the TV.\nSENATOR HAMMOND (ON TV)\nI spent my entire career being called a\nhero and thinking I deserved it. I’ve\n\nnever been so humbled as I am today,\nseeing what a real hero looks like.\n\n \n\n \n\f62.\n\nThe screen suddenly FRACTURES. As we watch the TV being\nsmashed apart, to bits, then to dust, as if by a ghost of\nsome powerful petulant child (or a more powerful Hector) --\n\nHECTOR HAMMOND (0.S.)\nOf course. Someone’s got to be more than\nhuman to finally impress you. Well, he’s\nnot the only one...\n\nREVEAL HECTOR. The proportions of HIS HEAD different than\nbefore. Bigger. Ever so slightly monstrous. He’s changed.\n\nINT. BARN - SECONDS LATER\nHector enters to find Broome bound to a nearby post.\n\nHECTOR HAMMOND\nGood news, John, you’ve been promoted.\nFrom lab rat to accomplice.\n\nBroome looks at his captor with renewed horror. As he’s\nRIPPED away from his post...\n\nINT. FERRIS AIRCRAFT - SUB-BASEMENT - DAY\nA HATCH OPENS, daylight reveals a subterranean space.\n\nTOM (0.S.)\nFallout shelter. Right below Runway 2\nactually. Was all full of canned food\nand bottled water... I ate the beef jerky\nand chucked the rest.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nRight below Runway 2\nactually. Was all full of canned food\nand bottled water... I ate the beef jerky\nand chucked the rest. \n\nTARGET SECTION TO BE ANNOTATED:\nHal and Tom descend the staircase to find... ABIN’S SHIP.\nTom’s made certain... modifications. Like an aeronautical\ncollage. Tom shows it off:\n\nTOM (CONT’D)\nThe combustion chamber was totally shot.\nThe jet vanes were torqued. Don’t even\nget me started on what thruster control\nlooked like...\n\nHAL\nSo you turned it into... Frankenship?\n\nTOM\nI tried to find replacement parts, but\nthe Apple Store was all out.\n(then, quieter)\nSo. You really want to do this?\n\n(beat)\nThis Ring chose me for a reason. Maybe\nif I do some good I’11 figure out what\nthat reason is.\n\nTom smiles. A little proud. Maybe more than a little.\n\ni\n{\n!\n|\n\n \n\n \n\n \n\f63.\n\nTOM\nSo what do we do first?\n\nHAL\nFirst, we charge.\n\nTOM\nCharge?\nHAL\n(holding up the lantern)\n“In Brightest Day...\"\n\nOn Tom, the BLAZE OF GREEN reflecting off his face and making\nhim cover his eyes. Our MUSIC SWELLS, and...\n\nHIGH IN THE SKY, the rising SUN flaring behind him, the GREEN\nLANTERN rockets towards camera, a new focus in his eyes...\n\nNEWS BROADCASTS (V.O.)\n\n(overlapping)\n-- reports are starting to come out of\nSan Francisco -- starting to come out of\nBoston --\n\nEXT. A LOS ANGELES FREEWAY - DAY\n\nA VAN in a high speed police chase. GL lands on the roof.\nGIANT GREEN HANDS reach inside, start tossing out bad guys...\n\nNEWS BROADCASTS (V.O.)\n-- Fawcett City -- Star City --\n\nEXT. A LOS ANGELES POLICE STATION - DAY\n\nThe CRIMINALS from the freeway chase, smushed together in a\nGREEN NET. GL takes off before the COPS can offer thanks.\n\nNEWS BROADCASTS (V.O.)\n-- reports of a flying man --\n\nEXT. SPACE ~ ANOTHER GALAXY\nSinestro WHIPS PAST frame. Followed by an ARMY of Lanterns.\n\nNEWS BROADCASTS (V.O.)\n-- some kind of hero, people are saying --\n\nThe phalanx of Lanterns move in unison into a DIVE,\nplummeting towards... Legion. The battle is joined!\n\nNEWS BROADCASTS (V.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nLegion. The battle is joined! NEWS BROADCASTS (V. \n\nTARGET SECTION TO BE ANNOTATED:\n0.) (CONT'D)\n-- saying they’ve never seen anything\nlike this before --\n\nEXT. CHICAGO - DAY\n\nA towering INFERNO. Smoke billows out from fifty-story\nwindows. GL swoops in, Ring blazing.\n\f64.\n\nNEWS BROADCASTS (V.O.)\n-- wild speculation about who he is --\n\nINT. FEDERATION BANK - DAY\n\nBroome enters, moving towards the teller window with fitful,\njagged steps as if under some external control. And he is.\n\nNEWS BROADCASTS (V.O.)\n-- some concern that he shouldn’t be\ntrusted --\n\nBroome passes SECURITY CAMERAS as they SHATTER in succession.\nUp to the window, where the TELLER smiles sweetly.\n\nBROOME\nIt’s not me. It’s him. He’s controlling\nme.\n\nBroome passes A NOTE. She reads it: “THIS IS A ROBBERY. DO\nWHAT THE VOICE SAYS.” She puts the note down. Frightened.\n\nBANK TELLER\nWho is? What voice, Sir?\n\nHECTOR HAMMOND (V.O.)\nThis one.\n\nOff the Teller, eyes wide with realization and terror...\nNEWS BROADCASTS (V.O.)\n-- authorities are worried that if he\nturned to crime --\nEXT. CHICAGO - RESUMING\n\nTHREE GREEN CHUTES spring from GL’s Ring, coiling around each\nother like DNA as people slide to safety.\n\nNEWS BROADCASTS (V.O.)\n-- there’s no telling what he could do.\n\nA gesture and a HUGE GREEN TUBE sucks the blaze out of the\nbuilding, cycloning it harmlessly into mid-air.\n\nHECTOR HAMMOND (PRELAP)\nLadies and gentlemen. Your attention\nplease.\nINT. FEDERATION BANK - RESUMING\n\nJUMP CUT AROUND the bank, HEARING HECTOR’S TELEPATHIC VOICE\nECHO HELLISHLY, like a P.A. system underwater --\n\nHECTOR HAMMOND (V.0.)\nThis is a bank robbery.\n\nGUNS fly from the holsters of the Bank’s two SECURITY GUARDS,\ninstantly KNEECAPPING them both. Instant PANIC.\n\n \n\f65.\n\nHECTOR HAMMOND (V.O.) (CONT'D)\nPlease stop screaming. I’m trying to\nconcentrate here.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nHECTOR HAMMOND (V. O.) (CONT'D)\nPlease stop screaming. I’m trying to\nconcentrate here. \n\nTARGET SECTION TO BE ANNOTATED:\nOnly one customer holds calm, casually filling out a deposit\nslip, smiling. Of course, it’s HECTOR.\n\nHECTOR HAMMOND (V.O.) (CONT'D)\nOn the floor. Everyone.\n\nONE OF THE GUNS spins in the air, covering the bank patrons.\nThe other ZIPS straight over to Broome at the teller window --\n\nBROOME\n(pleading, impotent)\nPlease. Empty the safe.\n\nNEWS BROADCASTS (V.0O.)\n-- the kind of power never before seen --\n\nEXT. OVER EARTH - DAY\n\nThe International Space Station. One of its modules has\nbroken off. It tumbles towards camera, dragging an ASTRONAUT\nby his tether. As the astronaut and module spin into\ninfinity... GL rockets out of the atmosphere. To the rescue.\n\nNEWS BROADCASTS (V.0O.)\n-- like some fantasy --\n\nA GREEN BEAM secures the wayward module, reeling it back in\ntowards the station, but... the beam starts to FLICKER.\nThen... cuts out as the Ring PULSES THREE TIMES.\nNEWS BROADCASTS (V.O.) (CONT’D)\n-- some are speculating if there’s any\nlimit to his power --\nGREEN LANTERN\n(to Astronaut)\nOne second, okay? I’1l be right back.\nEXT. FALLOUT SHELTER - MOMENTS LATER\nGreen Lantern swoops inside to find Tom. Holds up his Ring.\n\nGREEN LANTERN\nRunning low on gas.\n\nTom holds up the Lantern in response.\n\nEXT. INTERNATIONAL SPACE STATION - MOMENTS LATER\n\nGL, fully recharged, returns -- much to the Astronaut’s\nrelief. GREEN TENDRILS sprout from the ring, reining in the\nAstronaut and the loose Module.\n\nNEWS BROADCASTS (V.O.)\n-- right now, it seems infinite --\n\nGL shoots off, STAY WITH the curtain of stars and CUT TO:\n\n \n\n \n\n \n\f66.\n\nEXT. SPACE - RESUMING\nSinestro and the Corps in a pitched battle against Legion.\nAnd they are losing. Lanterns fall right and left, those\nalready dead tumble silently in the weightlessness of space.\nNEWS BROADCASTS (V.0.)\n-- it seems as if no one or no thing\ncould ever defeat him --\nINT.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd they are losing. Lanterns fall right and left, those\nalready dead tumble silently in the weightlessness of space. NEWS BROADCASTS (V.0.)\n-- it seems as if no one or no thing\ncould ever defeat him --\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n CAROL'S OFFICE - DAY\nCarol is watching a TV broadcast of GL, edge of her seat.\nNEWS BROADCASTS (V.O.)\n-- across the globe -- all around the\nworld, people are standing in silent\namazement -- el sorprender -- stupéfier --\nEXT. DARFUR, AFRICA - DAY\n\nGreen Lantern lowers two cargo holds’ worth of FOOD CRATES\nonto the sprawling desert using a MASSIVE GREEN FORKLIFT.\n\nNEWS BROADCASTS (V.O.)\n-- terrified -- estarrecido --\n\nINT. CAROL’S OFFICE - DAY\n\nCarol watches Green Lantern’s Darfur heroism on the TV,\nCHEERING like a sports fan.\n\nNEWS BROADCASTS (V.O.)\n-- amazing -- amazed --\n\nEXT. SKY - MAGIC\nA green flash streaks overhead, racing twilight.\nNEWS BROADCASTS (V.O.)\n-- and life on our little planet will\nnever be the same...\n\nEXT. FERRIS AIRCRAFT - EVENING\n\nGL glides down and over. It’s dark, save for a single light\nshining from one lone window. GL smiles. Who else?\n\nINT. CAROL’S OFFICE - SAME TIME\n\nCarol works late. A KNOCK interrupts her. Only it’s not the\ndoor. Carol pulls the shades to REVEAL:\n\nGREEN LANTERN\nRight outside her window. Odd when you consider her office\n\nis five stories up. He waves with the Giant Hand. Carol\nwaves back. The Giant Hand points UP. To...\n\f67.\n\nEXT. ROOFTOP - FERRIS AIRCRAFT - MINUTES LATER\n\nCarol steps out to the roof. Where Green Lantern hovers,\naura enclosed, a few feet above the roof.\n\nGREEN LANTERN\nI hope it’s okay. Coming back here.\nWhen there isn’t a disaster.\n\nCarol lights up like Christmas. It is.\n\nCAROL\nI’m glad. I wanted to see you, I didn’t\nknow how. You don’t have a signal to\nshoot in the sky? Maybe a phone number?\n\nGL just smiles. He’s trying hard not to say too much, or\ngive anything away.\n\nCAROL (CONT'D)\nNo, I guess guys who float all the time\ndon’t have cell phones.\n\nGREEN LANTERN\nI walk too.\n\nHis feet touch the ground. The aura around him fades.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nGREEN LANTERN\nI walk too. His feet touch the ground. The aura around him fades. \n\nTARGET SECTION TO BE ANNOTATED:\nCAROL\nSo you’re still... a person? But how to\nyou do... all that?\n\nShe mimes -- Giant Hand. GL raises his ring hand.\n\nGREEN LANTERN\nThis. It can make anything.\n(off her wonder)\nAnything I can imagine.\n\nGL demonstrates. Suddenly, hanging in the air in front of\nher, is a beautiful light-statue of CAROL. Spinning slowly\nin place. Lovely. How he sees her. Carol takes it in.\n\nCAROL\nLucky I look good in green.\n(then)\nThat must be nice. Anything you can\nimagine and it comes to life... Anywhere\nyou want to go and you can fly there.\n\nGREEN LANTERN\nYou’ve got a hangar full of planes with\nyour name on them. You can fly.\n\nCAROL\nNot like you. I have... responsibilities\nhere. I can’t just go jetting off to\nVenice for the first time right now.\n\nGREEN LANTERN\nSo you’ve never been?\n\n \n\f68.\n\nCAROL\nMe? Nope. For a girl who flies a lot\nI’ve never been anywhere.\n\nGREEN LANTERN\nTokyo?\n(shakes her head “no”)\nParis?\n\nCarol goes quiet. Sad.\n\nCAROL\nI always thought, you should never see\nParis alone... And I counted on the\nwrong people to take me.\n\nRegret on GL’s face. Another failure as Hal. One more thing\nhe can repair as the Lantern. He holds out a hand.\n\nGREEN LANTERN\nC'mon...\n\nHe leads her to the roof’s limit. Right up to the scary\nledge. Long way down.\n\nGREEN LANTERN (CONT’D)\nIt’s okay. Take my hand.\n(she steps forward)\nClose your eyes. Trust me.\n\nCarol does. Then is lit with GREEN LIGHT as GL uses his ring\nto lift her UP... then unexpectedly DOWN... to ground level --\n\nGREEN LANTERN (CONT’D)\nNow... open.\n\nShe does. Opening her eyes to see --\n\nPARIS -- A PERFECT REPLICA -- REMADE ON THE TARMAC! THE CITY\nOF LIGHTS, WROUGHT IN GREEN LIGHT. He’s made it all for her.\nThe Champs-Elysees... Notre Dame... the roiling Seine...",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe’s made it all for her. The Champs-Elysees... Notre Dame... the roiling Seine... \n\nTARGET SECTION TO BE ANNOTATED:\n the\nEiffel Tower towering over it all!\n\nThe Giant Hand gently LIFTS Carol... and sets her down atop\nthe glowing “Arc de Triomphe.” She has a perfect vista view\nof the sprawling unreal. CUT TO:\n\nA POLICE SKETCH of the lead suspect in the Federation Bank\nrobbery, looking a lot like Broome, resting on the desk in:\n\nINT. UNDISCLOSED FACILITY - PIPE’S OFFICE - NIGHT\n\nPipe picks up an FBI PERSONNEL FILE. A file photo of Broome.\nCompares it to the sketch. Yup, same guy. Not good...\n\nINT. UNDERGROUND LAB - MOMENTS LATER\n\nPipe enters. We hear a THUMP. And we see --\n\f69.\n\nA LARGE GLASS DOME. Another THUMP from inside. Something\nrattling around inside the DOME. PAN DOWN to REVEAL it’s\nfilled with:\n\nSMALL CAGES. Each cage housing a WHITE LAB MOUSE.\n\nTHUMP -- A CAGE FLIES UP. THUMP -- a piece of CHEESE FLINGS\nOUT. THE MICE ARE MAKING THINGS LEVITATE! Just like Hector.\n\nPipe looks to a SEALED CONTAINER INSIDE, FILLED WITH YELLOW\n\nLIGHT -- glowing with Legion’s bilious hue. We understand\nnow: They've been experimenting. Pipe picks up a phone --\nPIPE\n\nFind Senator Hammond.\n\nPAN OVER the mice to find a sedentary one. It’s not hard to\nsee why it doesn’t move: Its forehead is grotesquely HUGE.\nWithout moving, the mouse CRUSHES its steel bowl into a BALL.\n\nPIPE (CONT'D)\nTell him we have a situation.\n\nOff this glimpse of Hector’s future... FLASHES OF WHITE!\nEXT. SMITHSONIAN NATIONAL AIR & SPACE MUSEUM - NIGHT\n\nSNAP! SNAP! FLASHBULBS pop like fireworks as VIPs, FOPs,\nand plus-ones stride a RED CARPET in black ties and ball\ngowns. A fabulous Washingtonian event.\n\nA SLICK PORSCHE TEARS UP FRONT AND CENTER. Hector alights.\nLooking like the million bucks he stole. A SMOKING HOT DATE\non his arm. The best money can (and did) buy.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nLooking like the million bucks he stole. A SMOKING HOT DATE\non his arm. The best money can (and did) buy. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE ROW OF PHOTOGRAPHERS are suddenly compelled by his power\nto stop what they’re doing, turn, and come over to take his\npicture. Their arms and legs moving for them.\n\nHector poses, making his grand entrance. People are, as he\nhoped, impressed. The eat-your-heart-out moment he craved.\n\nCrossing the red carpet he overhears the CROWD’S reactions:\n\nVOICES (V.0.)\nWho is that? / Is that Hammond’s son? /\nI thought he worked for the Bureau. / I\nthought he was in jail.\n\nHector stops by a STUFFY CONGRESSMAN and his WIFE, friendly.\n\nHECTOR HAMMOND\n\nCongressman! Hey, I haven’t seen you\nsince you fired me from that internship.\nWhy was it again? Right! ‘Cuz I got\nyour lunch order wrong. This is Dawn.\n\n(off his date; hearing a\n\nthought)\nAh, I believe you two’ve already met.\nYou hired her before too, right?\n\f70.\n\nLoud enough for the wife to hear. He claps the mortified\nCongressman on the shoulder and moves on into...\n\nINT. NATIONAL AIR & SPACE MUSEUM - ATRIUM - CONTINUOUS\n\nA huge, glass walled, two-story open space. All manner of\nhistoric aeronautic and space vehicles hang from the ceiling.\n\nThe floor’s been cleared to make way for a HUGE MODEL of the\nINTERNATIONAL SPACE STATION (ISS). SIGNS and BANNERS inform\nus this shindig is to celebrate its completion.\n\nBut all attention turns when the DOORS FLING OPEN of their\nown accord and... Hector makes his entrance. He struts his\nstuff like a man without limits.\n\nACROSS THE ROOM\n\nSenator Hammond, glad-handing with A SENATOR, sees his son as\nthe center of attention. The desired effect. Hector spots\nhis father, approaches, snatching a drink as he walks.\n\nSENATOR HAMMOND\nHector. What a... surprise. You're\nlooking a little puffy. Are you okay?\n\nHe’s reacting to the odd bulge at Hector’s temples.\n\nHECTOR HAMMOND\nNever better. Lately I’ve been\ninterested in space exploration. I was\nthinking of making a major donation...\n\nSENATOR HAMMOND (V.O.)\nGood thinking.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nI was\nthinking of making a major donation... SENATOR HAMMOND (V. O.)\nGood thinking. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s a fine cause.\n(V.0.)\nOn my credit card, I’m sure.\n\nHECTOR HAMMOND\nI can afford it. I recently came into a\nfair amount of bank.\n\nSENATOR HAMMOND\nThat’s great, Son. I’m glad to hear it.\n(v.0.)\nWhat am I going to do with you?\n\nNot what Hector was hoping for. He tries, weakly --\nHECTOR HAMMOND\nIsn’t this what-- You always told me you\nwanted me to be more successful.\n\nSENATOR HAMMOND\nI told you I wanted you to find some\n\ndirection.\n\n(thinks )\nNow you’re just a well dressed\ndisappointment.\n\nTrying to blunt the pain, Hector knocks back his drink.\n\f71.\n\nHECTOR HAMMOND\nNothing’s ever gonna be enough, will it?\n\nSENATOR HAMMOND\nI've got a speech to give. Think about\nmaking it an early night, okay?\n(thinks )\nGo home before you embarrass us both.\n\nA knife-pierce of paternal disappointment. He claps Hector\non the shoulder. That familiar paternal gesture, insincere.\n\nFOLLOW SENATOR HAMMOND\n\nas he approaches the Dais. Until he’s buttonholed by Pipe,\nwho grips his arm. Urgent.\n\nPIPE\nSenator Hammond. I need to talk to you\nabout your son. We have a problem.\n\nSENATOR HAMMOND\nStory of my life. Talk to him yourself.\nHe’s here somewhere.\n\nNews to Pipe, whose eyes instantly memorize the terrain. The\nSenator breaks free of Pipe, heading up towards the stage.\nPipe speaks into his cuff --\n\nPIPE\nSet a perimeter. Subject’s inside.\n\nAs a STEALTHY TEAM OF PIPE’S MEN hone in on the exits --\nSENATOR HAMMOND\n\nclimbs the dais, commands the microphone. The crowd\ninstantly silences. He looks to the ISS, speaks genuinely.\n\nSENATOR HAMMOND\n\nFew things unite all people. For me,\nit’s the way we all look at the stars.\nFor answers. For inspiration. For hope.\nNo matter who I talk to, anywhere in the\nworld, we all share that. And now the\nstars have started giving us answers.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nFor hope. No matter who I talk to, anywhere in the\nworld, we all share that. And now the\nstars have started giving us answers. \n\nTARGET SECTION TO BE ANNOTATED:\nWho knows what else we'll find up there,\nso long as we’re brave enough to look --\n\nSuddenly, the Senator lifts from the podium! Floating, free\nof gravity, up and over the heads of the GUESTS.\n\nHECTOR HAMMOND (V.O.)\nJust out of curiosity, when exactly did\nyou decide I was such a disappointment?\nThe question drives painfully into his mind.\n\nSENATOR HAMMOND\nHector?!\n\n \n\n \n\n \n\f72.\n\nHECTOR HAMMOND (V.O.)\nYou think it’s easy having a living\nlegend for a father?\n\nThe giant windows EXPLODE OUT. Wind rushes in. PEOPLE\nSCREAM. The Senator struggles.\n\nSENATOR HAMMOND\nHector, if you’re doing this somehow --\n\nHECTOR HAMMOND (V.O.)\nWould that finally be enough to impress\nyou? Would it, Dad?!\n\nSIRENS and ALARMS WAIL as a mob rushes the exits. But one\nman surges upstream: Hector. Marching towards his father.\n\nHECTOR HAMMOND (V.O.) (CONT’D)\nWhat if I told you I could read your\nmind? That I could hear your shame! or\nthat I could rip you in half with a\nsingle thought!\n\n \n\nHector stands in front of him now. Out loud:\n\nHECTOR HAMMOND (CONT’D)\nMaybe now I’m the one who’s disappointed\n\nin you!\n\nVOICE BEHIND HECTOR (0.S.)\nPut him down, Hector.\n\nHector turns to see he’s surrounded by Pipe and his MEN. A\nDOZEN GUNS trained on him. He turns to Pipe, recognizing --\n\nHECTOR HAMMOND\nYou. You did this to me. You exposed\nme. Changed me... Into this.\n\nPIPE\nWe didn’t know-- We had no idea there\nwould be this kind of infection --\n\nHECTOR HAMMOND\nIt was an alien corpse! What could\n\npossibly go wrong?\n\n12 Berettas CHAMBER in unison as Pipe tries to hold his men\nback, reasoning with Hector, voice soothing --\n\nPIPE\nHector, we don’t want anyone to get hurt--\n\nHECTOR HAMMOND\nThen I’d suggest you put away your guns.\n\nPipe’s eyes go wide with realization.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat could\n\npossibly go wrong? 12 Berettas CHAMBER in unison as Pipe tries to hold his men\nback, reasoning with Hector, voice soothing --\n\nPIPE\nHector, we don’t want anyone to get hurt--\n\nHECTOR HAMMOND\nThen I’d suggest you put away your guns. Pipe’s eyes go wide with realization. \n\nTARGET SECTION TO BE ANNOTATED:\n Starts to bark an\norder -- STOP! -- but too late: The guns FIRE! -- only...\nthe bullets all WHIP UPWARDS! --\n\f73.\n\nRiddling Senator Hammond! CRIMSON blossoms on his chest,\neating up the white of his shirt. He drops to the ground.\n\nHECTOR HAMMOND (CONT'D)\n(dry) |\nYou guys killed my Dad.\n\nAnd in one insane fury -- FOOM! -- Hector launches the GUNMEN\nup and out and through the atrium glass walls! Hector\nadvances on Pipe.\n\nHECTOR HAMMOND (CONT'D)\nSo there are these headaches I’ve been\nmeaning to ask you about --\n\nHector’s about to tear into Pipe -- but is stopped by --\n\nSENATOR HAMMOND (0.S.)\n(a wheeze)\nHector --\n\nHector turns to discover his father is still alive. For now.\n\nSENATOR HAMMOND (CONT’D)\nI'm... sorry...\n\nHECTOR HAMMOND\nWhat?\n\nSENATOR HAMMOND\nYou... may’ve read my mind... But you\ncouldn't read my heart. I always\nloved...\n\nAnd he’s gone. Off Hector, trembling with grief and rage...\nINT. FALLOUT SHELTER - SAME TIME\n\nTom sits in front of his TELEVISION ARRAY. All tuned to the\nnews as usual. As Tom cracks open a fresh sleeve of\nPringles, one of the screens comes alive with “BREAKING NEWS”\nabout the Air & Space Museum. Pringled Tom doesn't notice.\n\nCAROL (PRELAP)\nDo you know what’s happening?\n\nEXT. FERRIS AIRCRAFT - RUNWAY - THAT MOMENT\nWalking through the “Paris” lights, wandering its amazing\nstreets, GL and Carol remain blissfully unaware of world\nevents. Carol marvels at the level of beauty and detail.\nCAROL\nDo you have any idea what you’ve done for\nthe world.\n\nGREEN LANTERN\nMe? I haven’t done that much.\n\nCarol stops, looking straight at him. Meaning it.\n\f74.\n\nCAROL\nWe stopped believing something amazing\nwas still possible. I’m not talking\nabout the flying or Paris. I mean...\nwhat you are. Normal people... they\ndisappoint.\n\n \n\nGREEN LANTERN\nNot everyone.\n\nCAROL\nMost.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nNormal people... they\ndisappoint. GREEN LANTERN\nNot everyone. CAROL\nMost. \n\nTARGET SECTION TO BE ANNOTATED:\n You’re someone they can count on.\nWhen there’s nothing else left. Now\neveryone knows... there’s a hero.\n\nGREEN LANTERN\nMaybe the world just hasn’t been paying\nattention. Maybe there’ve been heroes\nall along, right in front of you, but you\ndidn’t know it... Maybe he-- they...\ndidn’t even know it.\n\nCarol stops. Facing him.\n\nCAROL\nAll I know is who’s here for me now.\n\nGREEN LANTERN\nYou know you’re standing very close. I\ncould light up at any second.\n\nCAROL\nI know.\n\nHis GREEN AURA LIGHTS UP AROUND THEM BOTH, drawing them\ntogether -- lips atoms apart -- the fire of anticipation\nabout to meet with the jet fuel of imminence -- until --\n\nVOICE (0.S.)\nExcuse me! Hello!\n\nThe aura stands down. GL leans over Carol’s shoulder to find\n-- Tom. Running up to them, full bore.\n\nTOM\nHey. Uh, Mr. Lantern?\n\nGREEN LANTERN\n(“I’m deciding how to kill\nyou”)\nAnything I can help you with?\n\nTOM\nSorry! It’s just-- There’s something\ngoing down at the Smithsonian!\nGL looks to Carol -- Sorry. Carol understands --\n\nCAROL\nGo.\n\f75.\n\nWith a BLUR OF GREEN -- he’s gone. Paris fades around her...\nINT. NATIONAL AIR & SPACE MUSEUM - ATRIUM - NIGHT\n\nEerie stillness. Broken only by SOBS and helicopters circling\noverhead. The choppers shine spotlights below, illuminating --\n\nHECTOR, cradling his father, HOWLING, grief struck.\n\nPIPE\nIt’s alright, Hector. It’s gonna be\nalright. Just come with me.\n\nHector sees Pipe. A moment of childlike submission. Then\nthe grief darkens, instantly transmuting into RAGE.\n\nHector glares. Pipe drops to the floor, stricken with PAIN.\n\nHECTOR HAMMOND\nThat’s what it feels like in here. Like\nsomeone scraping the inside of your\nskull, right? Forks in your eyes. And\nit keeps getting worse. That’s my whole\nlife now. Thanks to you.\n\nPipe is writhing. Hector stands over him, ready to kill.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nThanks to you. Pipe is writhing. Hector stands over him, ready to kill. \n\nTARGET SECTION TO BE ANNOTATED:\nPipe is in agony, death fast approaching -- when --\n\nA GREEN ROPE\n\nentwines around Pipe’s ankle -- YANKING him to safety.\nSimilar GREEN LINES snake around anyone still in harm’s way,\npulling them all OUT, to safety. Hector turns to see --\n\nGREEN LANTERN\n\ndrop from the sky. GL lands in front of the fallen Senator.\nHis ring quickly wraps Hector in GIANT MANACLES.\n\nGREEN LANTERN\nNo one else needs to die today.\n\nHECTOR HAMMOND\nOh, I can think of at least one more\nperson.\n\nGL is suddenly seized -- as if hit with 1000 volts of\ncurrent. We experience it as he does -- as A VOICE INSIDE\nOUR HEADS. LOUD. PESTILENT. VILE. The manacles fade.\n\nHECTOR HAMMOND (V.O.) (CONT'D)\nYou think you can stop me? Because your\njewelry can lift things?\n\nGL's hand -- his ring hand -- extends. The Ring GLOWING.\nWith telltale spasticity, his fist jerks. The Ring SURGES --\nand -- the APOLLO LUNAR MODULE EXPLODES!\n\nHECTOR HAMMOND (CONT’D)\nThey think you’re a hero? Let’s see what\nthey think of you now!\n\n \n\ni\n|\nI\ni\n1\nI\n\f76.\n\nThe ring hand points at THE REMAINING PIPE’S MEN STUCK IN THE\nROOM! GL’s eyes widen, realizing what Hector intends to do.\n\nGREEN LANTERN\nNo!\n\nOh yes. The RING FIRES! The will of all that lives misused\nin a blast that SENDS INNOC: MEN FLYING! DEAD.\n\nGL CRIES OUT. But he’s powerless to stop the mayhem.\n\nGL struggles. FOCUSING HIS RAGE. Until -- with a PRIMAL\nSCREAM -- GL BREAKS FREE! Regaining control of his body --\nand the Ring -- and --\n\nHE SHOOTS towards Hector! A green bullet flying right at him.\n\nHECTOR doubles over, the exertion causing him a NEW level of\nagony.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nRegaining control of his body --\nand the Ring -- and --\n\nHE SHOOTS towards Hector! A green bullet flying right at him. HECTOR doubles over, the exertion causing him a NEW level of\nagony. \n\nTARGET SECTION TO BE ANNOTATED:\n But he raises his hand in defense, sending --\n\nTHE PIONEER 10 SATELLITE CRASHING INTO GL! Hector is\n\nliterally HURLING spaceships at GL! -- the BELL XP-59 -- the\nNORTH AMERICAN X-15 -- the MARINER PROBE -- each snapping off\n\nits cables and RAINING ON GL! Who flies and dodges, fluid\nand nimble, using his Ring against the onslaught, as --\n\nHECTOR presses his palms to the sides of his head -- the\ntorment culminating, as --\n\nHis scalp starts to split and crack! Blood trickles from\nfresh tears in his skin. He lets out an animal GROWL as HIS\nCRANIUM DOUBLES BEFORE OUR EYES. It’s GROWING.\n\nGREEN LANTERN\n\nDODGES Chuck Yeager’s BELL X-1, rocketing at Hector -- and --\nGRABBING HIM -- FLYING STRAIGHT UP -- to get him the hell out\nof there! Together, they --\n\nBURST THROUGH THE ROOF!\n\nEXT. ABOVE WASHINGTON, D.C.\n\nSTRUGGLING over the D.C. sky! GL holds fast to Hector as\nthey spiral over the monuments to freedom and democracy.\n\nHector’s head is GROTESQUELY LARGE. Like Pipe’s mouse.\nHECTOR HAMMOND\nThe pain... it’s exquisite...\n\nHector’s bloodshot eyes go wide, on fire with madness. He's\nmanifesting a new power commensurate with his transformation.\nHe focuses on GL and --\n\nWe FLASH CUT: A MEMORY HIT. From inside GL’s mind, as:\nAbin Sur breathes his last words to Hal.\n\nHECTOR HAMMOND (V.O.) (CONT'D)\nI can see in your mind... what you\nremember... Your memories.\n\n \n\n]\n\\\n|\n\n \n\f77.\n\nRESUME: Hector reacts with epiphany, understanding now.\n\nHECTOR HAMMOND (CONT'D)\nHe was one of you. The alien.\n\nANOTHER MEMORY: Abin hands Hal the Ring.\n\nHECTOR HAMMOND (V.O.) (CONT'D)\nYOU. You’re the reason this happened to\nme. It’s all your fault!\n\nOTHER FLASHES OF MEMORY COME, like a wave of intimate detail:\nCarol’s face against the “Paris” sky...",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou’re the reason this happened to\nme. It’s all your fault! OTHER FLASHES OF MEMORY COME, like a wave of intimate detail:\nCarol’s face against the “Paris” sky... \n\nTARGET SECTION TO BE ANNOTATED:\n Young Carol at his\nfather’s wake... His family... Jim... Nathan... Carol, as\nbefore, CALLING HIS NAME from that tarmac, VOICE ECHOING --\n\nHECTOR HAMMOND (V.O.) (CONT'D)\n(repeating what he hears)\n“Hal... Jordan.”\nRESUME: Green Lantern blanches. Hector knows his name.\nThis last taunt sends GL over the edge -- his AURA EXPLODES --\na BURST OF ENERGY that SEPARATES the two -- SHOOTING them\napart! Green Lantern ROCKETS backwards, CRASHING into --\nTHE JEFFERSON MONUMENT!\n\nHE BASHES into the base of Jefferson’s statue! Marble\nshatters! Then... Silence. No sign from GL.\n\nEXT. D.C. MALL - REFLECTING POOL - THAT MOMENT\n\nHector drops like a meteor, about to hit the shallow pool --\nuntil he FREEZES -- inches from the surface. Then rights\n\nhimself. And then walks (limping) across the water.\nTWO TOURISTS drop their cameras and their jaws -- stunned to\n\nsee the giant-headed man pull a Jesus. Remarks:\n\nHECTOR HAMMOND\nNot as hard as you’d think.\n\nHe steps off the water to solid ground.\n\nA speeding car suddenly STOPS. As if it hit an invisible\nwall. The door opens and the DRIVER is flung from inside.\n\nHector limps in. Hands shaking. Non-responsive. He throws\nthe car into gear with his mind.\n\nNEWS ANCHOR (PRELAP)\n..-at the Smithsonian this evening, 39\nare wounded and eight dead, including\nnational treasure Senator Robert Hammond.\nINT. FALLOUT SHELTER - NIGHT\n\nIn the dark, Hal and Tom, watch the coverage of GL’s defeat.\n\n \n\n \n\f78.\n\nTOM\nThis guy needs to go down -- now. So...\nhow do you nail him? What’s the plan?\n\nHal stares hard at the TV. The words, “Eight Dead.”\n\nHal looks\n\nTom goes.\n\nHAL\nThere is no plan. I’ve done enough.\n\nTOM\n(understanding)\nThat wasn’t you. You didn’t hurt\nanybody. He killed those people --\n\nHAL\nHe used me like a bazooka! If I go after\nhin again...",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou didn’t hurt\nanybody. He killed those people --\n\nHAL\nHe used me like a bazooka! If I go after\nhin again... \n\nTARGET SECTION TO BE ANNOTATED:\n who knows what he’ll make me\nlo?\n\nTOM\nYou can stop him --\n\nHAL\n-- Don’t you get it? I can’t stop him.\nI don’t know what I’m doing.\n(off the Ring)\nThey gave me this thing... but I’m not\ngood enough to do anything with it. I’m\njust... a guy with a gun.\n\nTOM\nYou spent your whole life screwing up and\nwalking away from the wreckage and I\nstood next to you watching the whole\ntime. But this... this isn’t school or\nthe Air Force... or Carol... If you walk\naway from this... I can’t stand next to\nyou any more.\n\n \n\nHAL\nWhat am I supposed to do?!\n\nTOM\nYou’re supposed to not give up! Or get\nhelp! Something!\n\naway. For the first time in his life... scared.\n\nTOM (CONT'D)\n\nI bet your father was just as scared that\nday. But it didn’t matter, because he\nknew that when a chance to save people\ncomes, you don’t think about yourself.\n\n(then)\nThat ring can give you powers... but it\ncan’t make you like him.\n\nLeaving Hal, alone. He looks to the TV, FOOTAGE\n\nof EIGHT BODIES carried out. He looks away -- and sees HIS\nFATHER’S BOMBER JACKET. rumpled on a couch. The MOTTO on\nthe shoulder patch: “FEARLESS IN FLIGHT”.\n\n \n\f79.\n\nOff Hal, finding his strength, reminded... Thanks Tom...\nEXT. EARTH’S ORBIT - THE STRATOSPHERE\n\nThat KH-10 satellite again. It bobs silently -- before\ngetting CUT IN HALF by a GREEN COMET shooting out of the\nEarth’s atmosphere. The Green Lantern is back!\n\nSTAY WITH HAL -- as he picks up speed -- SLINGSHOTTING AROUND\nMARS -- AROUND JUPITER -- around a star we've never seen,\nuntil he is moving at relativity-shattering speeds!\n\nEXT. THE PLANET OA\n\nThe luminous planet hangs against a sea of stars. A CUT\ntakes us over the GLEAMING SPIRES OF OA. ANOTHER CUT and\nwe're at glorious city-level. GREEN STREAKS WHIZ BY.\n\nSINESTRO (PRELAP)\nAnd so you return --\n\nEXT.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nANOTHER CUT and\nwe're at glorious city-level. GREEN STREAKS WHIZ BY. SINESTRO (PRELAP)\nAnd so you return --\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n OA - ABOVE A CITY\n\nHal trails Sinestro as they FLY over the city -- up and\nthrough the fantastical architecture.\n\nSINESTRO\nNext time when a friend gives you\nwarning, heed it.\n\nHAL\nI know. I screwed up. But I need your\nhelp now. How do I stop him?\n\nSINESTRO\nYou can’t. Not alone at least.\n\nHAL\nI thought this Ring was the most powerful\nweapon in the Universe.\n\nSINESTRO\nWould that it were...\n\nHAL\nI don’t get it... What is Legion anyway?\n\nSinestro STOPS. Landing atop the highest building. All of\nmarvelous Oa behind him. He faces Hal. Gravely serious.\n\nSINESTRO\nLegion is the Guardians’ shame.\n\nSinestro extends his ring up and FIRES. IMAGES UNFURL.\nBeginning with: A GIANT BOOK, pages fluttering open.\n\nSINESTRO (CONT'D)\nThere are teachings in the Book of Oa the\nGuardians would not have us know. But\nmoments we would prefer forgotten are\nstill moments in time.\n\n \n\n \n\n \n\f80.\n\nThe IMAGES OF HIS RING CONTINUE so we INTERCUT between the\npictographic storytelling and -- FLASHBACKS to:\n\nEXT. TRINITY CANYON - OA - FLASHBACK\nThe Guardians float in a ring over a continental crevasse.\n\nSINESTRO (V.0.)\n\nIn their efforts to protect the Universe,\nthe Guardians sought to harness the\nemanations of light. But they did not\nbegin with Will. They began with a force\nfar more potent... With Will’s opposite.\n\nTheir cumulative concentration culminates and... A Guardian\nswipes the air. A THIN YELLOW FLAME -- the color of Legion --\nappears in his palm.\n\nSINESTRO (V.0.) (CONT'D)\nFear.\n\nThe Guardian passes the meager flame to his neighbor. It\ngrows. Until the flame becomes a BLAZE, burning one of them.\nThe blaze widens, beyond their circle...\n\nSINESTRO (V.O.) (CONT'D)\nBut the light of Fear could not be\ncontrolled. Even by the Guardians.\n\nThe YELLOW BLAZE rips out of orbit towards the stars. A wash\nof toxic light spanning Creation.\n\nSINESTRO (V.O.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nA wash\nof toxic light spanning Creation. SINESTRO (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\n (CONT’D)\nIt spread. Throughout Creation. Taking\nwhat is good and polluting it with Fear.\nAnd all things changed.\n\nEXT. ROCKY PLANET - FLASHBACK\n\nCraggy, barren. Two LIZARD CREATURES share their scavengings\nas... THE YELLOW BLAZE passes over them like a tide.\n\nSINESTRO (V.O.)\nIn trying to bring order to the cosmos,\nthe Guardians unleashed chaos.\n\nThe lizards’ expressions turn malevolent. Distrusting their\nbrother. They ATTACK EACH OTHER with a new ferocity.\n\nSINESTRO (V.O.) (CONT’D)\nThe Guardians saw their mistake. And\nthey took action. They collected this\nlight of Fear...\n\nEXT. ABOVE OA - ORBIT - FLASHBACK\n\nThe Guardians, in a circle again. Only now FACING OUTWARD.\nWith their combined efforts the thin tendrils of Golden Light\nreturn to their circle from all directions in the Universe.\n\nThey collect the noxious Light, into A FORM above them.\n\n \n\n \n\f81.\n\nSINESTRO (V.O.)\n..-And, once gathered, they banished it.\n\nEXT. THE LOST SECTOR - FLASHBACK\n\nA starless space. Blacker and bleaker than the singularity\nat the center of a black hole.\n\nSINESTRO (V.0.)\nTo the Lost Sector. A place of\ncontainment. A place to keep safe the\nGuardians’ failures.\n\nThe yellow torrent is cast within. It spirals inside -- a\ncyclone of fear and rage. It twists and writhes, coalescing.\nNo longer merely a Light. But a Life. A nascent Beast lets\nout a wild, PRIMORDIAL HOWL.\n\nSINESTRO (V.O.) (CONT’D)\nBut in that dark place, the Fear grew\nstrength. And form. And shape.\n\nThe swirl of fire MORPHS into a very familiar shape: Legion.\n\nSINESTRO (V.O.) (CONT’D)\nAnd its rage was legion.\n\nThe HOLOGRAM FADES AWAY, as we TUMBLE down through --\nINT. SCIENCELLS - UNDERGROUND - OA - RESUMING\n\nSinestro leads Hal through an UNDERGROUND EDIFICE.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.) (CONT’D)\nAnd its rage was legion. The HOLOGRAM FADES AWAY, as we TUMBLE down through --\nINT. SCIENCELLS - UNDERGROUND - OA - RESUMING\n\nSinestro leads Hal through an UNDERGROUND EDIFICE. \n\nTARGET SECTION TO BE ANNOTATED:\n A\ncatacomb of CRYSTALLINE structure, repeated matrices of GREEN\nCELLS stretching on into fractal infinity.\n\nHAL\nThey made Legion?\n\nSINESTRO\nThat is why it hunts us. To take revenge\non its captors. And creators.\n\nIn answer, Sinestro SWOOPS down lower into the Sciencells.\n\nSINESTRO (CONT’D)\nWith the Guardians’ permission I led a\nphalanx of Lanterns to scour all sectors.\nEven with our combined efforts, our\ncombined will, it killed thirty-three of\nour number.\n\nHAL\nI’m sorry.\n\nFinally Sinestro LANDS at his destination.\nSINESTRO\n\nYes. Sometimes victory comes at too high\na price.\n\n \n\f82.\n\nHAL\nVictory?\n\nSINESTRO\nThe Lanterns do not leave evil unbridled.\n\nSinestro opens a CELL DOOR -- and he shows Hal why he’s\nbrought him here. Hal’s eyes go wide with surprise -- and\nhorror -- at the sight of --\n\nLEGION. Captured. Trapped by CHAINS OF GREEN ENERGY.\n\nA DOZEN LANTERNS (some wounded) keep a STEADY STREAM OF\nRINGFIRE trained on Legion. It thrashes and brays, straining\nwith effort to escape the pain and confinement. SHRIEKING\nwith a rage to make the Devil piss his pants.\n\nHAL\nYou didn’t kill it?\n\nSINESTRO\nThe Corps does not kill. Certainly not\nbefore Legion can repay its debt of\ndeath...\n\n(approaching Legion)\n\nThe Guardians have seen enough death to\npermit what true and final security\nrequires. The forming of a new ring. A\nmore powerful one.\n\nHAL\n(understanding)\nOf Fear.\n\nSinestro’s eyes flash. Oh, Yes... As if understanding,\nLegion BELLOWS. Hal may have his doubts on how right any of\nthis is -- but that’s not why he came back here.\n\nHAL (CONT'D)\nA piece of that is still on my planet.\nIf the Guardians let you go after the\nmotherload, they have to help me stop\nhis... spawnling back home.\n\nSINESTRO\nI pray they will. Or soon you will have\nno home left.\nAnd with that dark warning, and Legion's black ROAR...",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nSINESTRO\nI pray they will. Or soon you will have\nno home left. And with that dark warning, and Legion's black ROAR... \n\nTARGET SECTION TO BE ANNOTATED:\nGUARDIAN (PRELAP)\nWe will dispatch the Corps to your\nplanet’s aid, Hal Jordan of Gaia --\nINT. THE CITADEL - OA\n\nHal stands before the ringed assemblage of Guardians. They\nloom like planets set against the night sky above.\n\nHAL\nThank you --\n\n \n\n|\n|\ni\n|\n{\n|\n|\n\f83.\n\nA GUARDIAN (V.O.)\nOnce you complete your cadet training on\nOa. Not before.\n\nThey’re refusing? Hal can’t believe what he’s hearing.\n\nHAL\nBut... I don’t understand.\n\ni\n|\n|\n{\ni\ni\ni\n!\n4\n\nANOTHER GUARDIAN (V.O.)\nThe Corps defends its own --\n\nA GUARDIAN (V.O.)\n-- And you are not yet of the Corps.\n\nHAL\nI thought “the Corps” was supposed to\nprotect the universe -- Earth is in the\nuniverse! We need help. And you're\ngonna let people die because I didn’t go\nthrough your damn boot camp?!\n\n \n\nANOTHER GUARDIAN (V.O.) |\nSome measure of suffering is universal. |\nThere is always danger -- |\n\nHAL\nWell this danger is killing members of my\nspecies. You guys made that thing, you :\nhave to do something! '\n\nThe Guardians disapprove of his outburst, and respond with a\nthunderous SHOUT into his mind, laying down their law --\n\nA GUARDIAN (V.0.)\nThe counterweight to suffering is the\nLantern and his Ring --\n\nANOTHER GUARDIAN (V.0.)\n-- Gaia is in Sector 2814 --\n\nA GUARDIAN (V.0O.)\n-- If the Lantern assigned to its\nprotection is not able --\n\nANOTHER GUARDIAN (V.0.)\n-- If he does not yet know how to\nmanifest his ring’s potential --\n\nA GUARDIAN (V.O.) j\n-- The fault lies with him. Alone.\n\n \n\noff their harsh condemnation -- and refusal -- A SHRIEK\nrises, loud enough to match Hal’s anger right now, as --\n\nINT. SCIENCELLS - LEGION’S CELL - THAT MOMENT\n\n \n\nSinestro approaches Legion reverentially, like an apostle. :\nFOUR OTHER LANTERNS flank him as he nears the monster.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlone. off their harsh condemnation -- and refusal -- A SHRIEK\nrises, loud enough to match Hal’s anger right now, as --\n\nINT. SCIENCELLS - LEGION’S CELL - THAT MOMENT\n\n \n\nSinestro approaches Legion reverentially, like an apostle. :\nFOUR OTHER LANTERNS flank him as he nears the monster. \n\nTARGET SECTION TO BE ANNOTATED:\n His \\\nRing GLOWS, and cruelly BINDS LEGION’S LIMBS -- i\n\f84.\n\nA GUARDIAN (V.0.)\nThe Ring is the most powerful weapon in\nall creation. Used irresponsibly, it can\nproduce evil greater than anything the\nCorps was formed to oppose.\n\nSinestro conjures a row of SHARP PRECISION INSTRUMENTS.\n\nANOTHER GUARDIAN (V.O.)\nIt is why we have imparted rules\ngoverning its use. To prevent anarchy.\n\nSinestro uses a SCALPEL TO CUT INTO LEGION’S HIDE, Legion\nREELS! Straining against the green chains that bind him.\nThey grow TAUT...\n\nA GUARDIAN (V.O.)\nTo prevent catastrophe.\n\n..And SNAP! Sinestro reacts instantly, pointing -- FIRING --\n\nSINESTRO\nSecure it!\n\nINT. CITADEL ~ RESUMING\nHal is shaking his head, growing ever more frustrated.\n\nA GUARDIAN (V.O.)\nDo you understand, Hal Jordan of Gaia?\n\nHAL\nIf your training is just gonna teach me\nhow to let people down... I already know\nhow to do that.\n\nPlink. Hal has just set his Ring down on the marble pillar.\n\nHAL (CONT'D)\nEarth may be a primitive planet, but you\nguys, with your whole bureaucracy...\nyou'd fit in just great there.\n\nHal’s Uniform SHIMMERS off him, replaced by his clothes. All\nhis power gone, refused. The Guardians stare in disbelief.\n\nHAL (CONT’D)\nKeep your Ring. I might not have the\nwill of all that lives behind me... but I\nhave my will to do what I can. I’11 beat\nthis guy on my own.\n\nAnd Hal turns his back on the gods.\nINT. THE GREAT HALL - MOMENTS LATER\nHal exits, quickly met by TWO GREEN LANTERNS, a WING-EARED\nWOMAN and an ivory-colored FEATURELESS MAN. They flank him\nominously, leading him towards the landing/flight platform.\n\nWing-Ears says something in a SQUALKY ALIEN LANGUAGE.\n\n \n\n \n\n|\n|\n\f85.\n\nHAL\nSorry. No ring, no speaky alien.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\n|\n|\n\f85. HAL\nSorry. No ring, no speaky alien. \n\nTARGET SECTION TO BE ANNOTATED:\n So how\ndo we do this? You fly me home? Or do\nyou give me a loaner Ring --\n\nInstead of an answer -- Wing-Ears drops suddenly. Cut down\nby a YELLOW BLAST. Hal looks up to see it:\n\nLEGION\n\nis clawing its way out of the Sciencells! Featureless\nLantern shouts at Hal in alien before... Legion’s BLAST\nknocks him to the ground. Hal looks up. Lanterns mobilize\nfrom all directions, FLYING. Falling into --\n\nAN INSTANT FORMATION OF LANTERNS.\n\nHal ducks for cover as they whip overhead, calling up weapons\nand ATTACKING LEGION. But Legion lets loose with its hot\nhateful BLASTS -- the Lanterns are easily repelled.\n\nTWO MORE DIE in an instant. Hal looks down to the fallen\nLanterns at his feet... kneels down to them...\n\nThey might look different... but these are his brothers.\nPUSH IN ON HAL, as --\n\nHe takes off the fallen Lantern’s ring. And does the same\nthing with the others!\n\nEXT. OA - OUTSIDE THE SCIENCELLS\nGlass and metal rain down as LEGION’S CLAWS explode through\n\nthe outer wall! The monster wrenches its way out of\ncaptivity, like a demon hatching from a egg.\n\nEVERY AVAILABLE LANTERN mobilizes -- Kilowog and Tomar-Re and\nthe CADETS -- all swarming like hornets, conjuring all manner\nof weapons and blasts, all useless, as --\n\nLEGION FLIES UP!\n\nIn unison, the Lanterns CRISSCROSS the sky with weblike-\nBEAMS. Legion SWATS LANTERNS ASIDE, PULSES EXPLODING from\nits jaws! Lanterns fall and die, making a hole in the sky\ncover. Legion is about to escape through it -- when --\n\nA SCIMITAR SLICES OFF ONE OF ITS CLAWS.\n\nSINESTRO stands in its way. His four blades swinging.\nValiant, but no match for Legion. In an instant, Sinestro is\ngrabbed. Legion enjoys a moment of delight...",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nValiant, but no match for Legion. In an instant, Sinestro is\ngrabbed. Legion enjoys a moment of delight... \n\nTARGET SECTION TO BE ANNOTATED:\n about to take\nhis head off in its endless fangs when --\n\nA SHOCKINGLY POWERFUL RINGBLAST STRIKES LEGION!\n\nThe momentary distraction causes it to RELEASE Sinestro --\nturning its attention to its new attacker --\n\nIT’S HAL! BACK IN UNIFORM!\n\n \n\f86.\n\nWIELDING A POWER RING ON EACH FINGER! A master of ten Rings!\n\nHAL\nYeah. I really need more training.\n\nHal’s Rings conjure up an army of objects -- SAMURAI SWORDS,\nASSORTED WEAPONRY -- anything he can think of to distract\nLegion from the others. He succeeds -- Legion has a taste\nfor only his blood now... And RACES for Hal! Bait taken...\n\nTHE CHASE BEGINS!\nEXT. THE OAN SKIES\n\nHal flies fast, leading Legion away -- slaloms and twists,\nweaving around the towers that rocket past. Legion just\nSMASHES through them. Pursuing relentlessly.\n\nHal rockets HIGHER -- where SINESTRO flies to his side --\nmatching his speed. Hal couldn’t be happier for the help.\n\nHAL\nGlad you could make it.\n\nTogether they FIRE an arsenal of GREEN WEAPONS that work in\nelegant SEQUENCE to whittle away at Legion’s strength. We\nsee in these two the makings of a legendary team.\n\nBut Legion is only scuffed, not stopped. Sinestro and Hal\nbarely dodge an EXPLOSIVE PULSE that takes out a BUILDING.\n\nHAL (CONT'D)\n(yelling)\nAm I allowed to kill him yet?!\n\nSINESTRO\nNo number of rings will be enough to slay\nLegion.\n\nHAL\nI wasn’t gonna use the Rings!\n\nHal loops around a DOME. Legion SWIPES, CRACKING THE DOME\nWIDE OPEN -- REVEALING, inside --\n\nTHE CENTRAL BATTERY!\n\nCrackling with infinite power. He flies right for it --\nFIRING AHEAD! RIGHT INTO THE BATTERY! We start to get the\nidea that Hal has a plan. And it’s a dumb one.\n\nHe FIRES again -- right into the core -- which starts to\nGLOW, a nuclear bomb arming itself... Growing LOUDER and\nLOUDER until we feel its power surging...",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd it’s a dumb one. He FIRES again -- right into the core -- which starts to\nGLOW, a nuclear bomb arming itself... Growing LOUDER and\nLOUDER until we feel its power surging... \n\nTARGET SECTION TO BE ANNOTATED:\n OVERLOADING!\n\nLIGHTNING FIRES ALL AROUND! STRIKING HAL! But he holds his\nfire INTO the Battery.\n\nSINESTRO\nGet out now! You'll die.\n\n \n\n \n\f87.\n\nHAL\n(straining)\nJust promise you’ll help my people!\nSinestro nods. He will. Hal, made braver by that promise...\n\nFIRES ONE LAST TIME -- INTO THE BATTERY -- which PULSES --\nand ROILS -- until... it... finally gives out --\n\nEXPLODING WITH POWER!\n\nA GREEN DETONATION like the Big Bang itself, traveling...\nSTRAIGHT THROUGH HAL.\n\nCoursing through his body! It’s too much! Hal holds it\ntogether just long enough to bring his hands together --\nchannelling all that endless energy to --\n\nFIRE WITH EVERYTHING HE HAS AT LEGION!\n\nA RINGLBLAST THE LIKES OF WHICH GOD HAS NEVER SEEN! The\ncombined power of all life expended at once. So much energy\nthe RINGS ON HIS HAND DISINTEGRATE!\n\nIt is finally enough. Legion is stricken. And dies.\n\nThe Lanterns who have come to witness the unthinkable feat\nwatch as Legion drops. The nightmare ended. The Corps’\nsurprise only outdone by their shock when they see --\n\nHAL\n\nstill hanging in the sky... ile plummets. Lifelessly. He\nPOUNDS into the ground at then foot of the CRACKED and SPENT\nbattery.\n\nSinestro and Tomar-Re are the first to reach him. The smoke\nstarts to clear, REVEALING... Hal. Unmoving.\n\nHe is a hero today. And he is dead.\n\nAt least, that’s what we think. Until... Hal shudders and\ncoughs. Life returning. Beaten up... but still Hal.\n\nHAL (CONT'D)\n(weak; @ la post-dogfight)\nWell... that was easy.\n\nSinestro helps him to his feet. Hal’s temples are now GREY.\n(Fanboys orgasm appropriately.)\n\nTOMAR-RE\nYou should be dead.\nHAL\nDon’t sound so disappointed.\nSinestro turns to ALL THE LANTERNS who have assembled.\n\n \n\f88.\n\nSINESTRO\nHal Jordan of Gaia came here seeking our\nhelp and saved us instead.\n(then)\n\nToday we show him how the Corps defends\nits own.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\n88. SINESTRO\nHal Jordan of Gaia came here seeking our\nhelp and saved us instead. (then)\n\nToday we show him how the Corps defends\nits own. \n\nTARGET SECTION TO BE ANNOTATED:\n For he has proven he is one of\nus. If his planet needs help... it will\nfind us ready. It will see a storm!\n\nThe Lanterns CHEER! Raising their Rings in unison!\nEXT. SPACE\n\nMUSIC BUILDS as SINESTRO, TOMAR-RE and KILLOWOG and a HUNDRED\nOTHER LANTERNS rocket towards us, led by... GREEN LANTERN!\n\nINT. FERRIS AIR - SHOWROOM HANGAR - NIGHT\n\nCarol and Carl linger over the news reports of Senator\nHammond's death played on several plasma screens --\n\nNEWS ANCHOR (ON PLASMA)\n...Senator Robert H. Hammond, astronaut\nand American hero is dead at 72...\n\nCarl runs a hand over the Sabre floor model.\n\nCARL FERRIS\nHe was our last shot at getting these off\nthe ground. We could’ve saved lives...\n\nCAROL\nWe'll get the funding, Dad. Venture\ncapital maybe.\n\nBut Carl knows better. His dream... it’s over.\nCARL FERRIS\nNo. It’s time for me to get on with my\nlife. And for you to finally have one.\nA hug that says he understands the sacrifices she’s made.\nAppreciative, holding her father, Carol is distracted by\nsomething in the distance: TOM slinking down to the shelter.\n\nCAROL\nI thought Hangar 18 was closed?\n\nCARL FERRIS\nThe old fallout shelter? It is. Why?\n\nCarol’s not sure either. Curiosity piqued, she beelines to --\nEXT. FERRIS AIRCRAFT - LATER\nCarol is standing at the head of the metal staircase she\n\nspied Tom descending. She moves down it, through an old\nmetal door, and into:\n\f89.\n\nINT. FALLOUT SHELTER - CONTINUOUS\n\nTom faces his bank of monitors/displays, so he doesn’t see\nCAROL push through the metal doors and down the stairs. She\n\ntakes in the space and -- with an audible GASP --\nAbin’s alien ship. Tom turns. Sees her. Shits.\nCAROL\n\nTom... Anything you’d like to tell me?\nINT. SHOWROOM HANGAR - THAT MOMENT\n\nCarl moves through his workspace, flicking off the lights one\nby one. He lingers over a Sabre model.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. SHOWROOM HANGAR - THAT MOMENT\n\nCarl moves through his workspace, flicking off the lights one\nby one. He lingers over a Sabre model. \n\nTARGET SECTION TO BE ANNOTATED:\n Saying goodbye.\n\nCARL FERRIS\nSorry, Martin. Let you down again.\n\nA moment of regret. And Carl is suddenly SUCKED out of the\nshowroom -- CRASHING THROUGH a glass partition -- into --\n\nThe hangar. He hangs in mid-air, floating above one of the\nSABRE PROTOTYPES, terrified by the sight of...\n\nA GARGANTUAN HEAD. It lists to one side, neck no longer able\nto support it fully. We PAN DOWN over the cracked and\nmottled scalp to recognize --\nHECTOR. His body useless. He drools slightly. His hands\ntremble, curled into claws around the arm of a WHEELCHAIR,\npushed by haggard and disheveled BROOME, a hellish orderly.\nHECTOR HAMMOND\n\nExcuse me. I’m looking for a Mr. Hal\n\nJordan. You know where I can find him?\nCarl stares back, bloody and scared.\n\nCARL FERRIS\nWhat are you -- ?\n\nHector sighs, as if he’s being put out.\n\nHECTOR HAMMOND\nNot here?\n\nHector looks over to Sabre. An idea flashes.\n\nHECTOR HAMMOND (CONT'D)\nFine. How about we bring him to us?\n\nHis brow furrows and... the engine FOOMS to life.\nINT. FALLOUT SHELTER - RESUMING\n\nTom tap dances his way out of Carol’s question:\n\n \n\n \n\f90.\n\nTOM\nIt’s a... prototype I’m working on, a\ncross-model design sorta thing, took some\nfuselages and... probably won’t even fly,\nI thought of it when I was stoned --\n\nCAROL\nDo you honestly think I can’t recognize a\nSPACESHIP when I see one?!\n\nTOM\n(flinching)\nIt’s not my fault -- just don’t hit me --\n\nBefore Carol can press, the room is ROCKED by a THUNDERCLAP\nfrom outside. Carol BOLTS out, Tom trailing, as --\n\nEXT. FERRIS AIRCRAFT - TARMAC - SECONDS LATER\n\n-- THE ENTIRE FLEET OF SABRES pulls out of the hangar and...\nTAKES OFF, soaring into the horizon.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nCarol BOLTS out, Tom trailing, as --\n\nEXT. FERRIS AIRCRAFT - TARMAC - SECONDS LATER\n\n-- THE ENTIRE FLEET OF SABRES pulls out of the hangar and... TAKES OFF, soaring into the horizon. \n\nTARGET SECTION TO BE ANNOTATED:\nCAROL\nWe didn’t have a test flight scheduled\nfor tonight, did we?\n\nTOM\nNo!\n\nCarol and Tom race across the pavement back to:\nINT. SHOWROOM HANGAR - CONTINUOUS\n\nCarol runs in -- Tom behind her -- but the sight of her\nfather, writhing in mid-air, freezes them in their tracks.\n\nCAROL\nDad--!\n\nHer gasp snares Hector’s attention. A MEMORY HIT: Carol’s\nface from Hal’s minds eye. Hector grins, “recognizing” her.\n\nHECTOR HAMMOND\nI know you.\n\nFocusing on Carol, Hector’s brow furrows, using his new\npower. ANOTHER MEMORY: Carol in “Paris,” almost kissing GL.\n\nHECTOR HAMMOND (CONT’D)\nHal Jordan.\n(re: his “condition”)\nThis is his fault. It’s because of him\nI’m this... monster.\n\nEXT. COAST CITY - THAT MOMENT\n\nA pair of Sabres shoot over the coastline, BANKING towards\nhomes and buildings.\n\n \n\f91.\n\nHECTOR HAMMOND (V.O.)\nSo now I’m going to destroy every thing\nand everyone he’s ever loved...\n\n...The U-CAVs align for a STRAFING RUN, birthing MISSILES and\nSPITTING BULLETS! Architecture disintegrates.\n\nHECTOR HAMMOND (V.O.) (CONT’D)\nStarting with this crappy city...\n\nINT. SHOWROOM HANGAR - RESUMING\nHector is eye to eye with Carol now.\nHECTOR HAMMOND\n..-and ending with you. While he\nwatches.\n(off Carol’s terror)\nThat okay by you?\nEXT. COAST CITY PIER - THAT MOMENT\nLike the Santa Monica Pier of yesteryear. Boardwalk, Ferris\nWheel, a world of taffy. Full of oblivious INNOCENTS. Helen\nJordan laughs as Nathan pleads with his father:\nNATHAN\n(re: the Ferris Wheel)\nJust one more time.\n\nJIM JORDAN\nYou already had five ‘one more’ times.\n\nNATHAN\nThose didn’t count. Pleeeeeze?\n\nWho’s saying no to that kid?\n\nEXT.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nPleeeeeze? Who’s saying no to that kid? EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n COAST CITY HIGHWAY - THAT MOMENT\n\nGorgeous beach views, stuffed with traffic in front of a\nTUNNEL (like PCH). Drivers HONK as -- BOOOOM! -- a wild\nFIREBALL EXPLODES out of the tunnel!\n\nFOUR SABRES FLY OUT of the fire, spinning to take aim at the\nbridge. Cars EXPLODE and TUMBLE as the Overpass COLLAPSES.\n\nEXT. MAIN STREET - THAT MOMENT\n\nAnother Sabre DEPLOYS. The quaint city center is no more!\nCoast City is being destroyed!\n\nINT. SHOWROOM HANGAR - THAT MOMENT\n\nTIGHT ON HECTOR: Eyes rolling with the remote controlling of\nthe U-CAVs. Face exultant with the death he brings.\n\n \n\n \n\f92.\n\nINT./EXT. FERRIS WHEEL GONDOLA - THAT MOMENT\n\nAt the Ferris Wheel zenith. Jim’s bored out of his mind as\nNathan presses his face to the gondola window, entranced.\n\nNATHAN\nHey, Dad?\n(pointing)\nWhat're those?\nJim glances up to see two SABRES bearing down on them!\n\nNo time to panic or answer as -- the Sabres split, DIVING\ntowards the base of the ride -- GUNS BLAZING --\n\nThe wheelhouse CRUMPLES! Metal cries in protest and...\n\nThe entire structure starts to topple! Like a redwood felled\nand falling, casting its vast SHADOW on the ground... over...\n\nHELEN! Feet rooted by fear.\n\nNATHAN lets out a SHRIEK -- Jim pulls Nathan close as they\nfall -- it’s over --\n\nUntil the ENTIRE WHEEL is suddenly awash in GREEN LIGHT.\nNathan and Jim open their eyes to see...\n\nA RHINO-SHAPED LANTERN. KILLOWOG. A FORCEFIELD from his\nRing holding the wheel then setting it upright.\n\nKILLOWOG\n(to Nathan; a greeting)\nPoozer.\nNATHAN\n\nOHMYGODTHATISSOCOOOOOOL!\n\nAt which, the sky goes DARK. A SHADOW passes over Nathan's\nface, as he looks up to see...\n\nA SKY FULL OF GREEN LANTERNS! A storm to blot out the sun!\nINT.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nA SKY FULL OF GREEN LANTERNS! A storm to blot out the sun! INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SHOWROOM HANGAR - THAT MOMENT\nON HECTOR: Delighted. With a sick glance to Carol.\n\nHECTOR HAMMOND\nHe’s here. And he’s brought friends.\n\nEXT. COAST CITY PIER - SKY\n\nTHE LANTERNS split off like fireworks, streaks of emerald\nblazing in all directions to address Hector’s mayhem.\n\nA SERIES OF CUTS, AS:\n\nKillowog ring-welds the Ferris Wheel’s base secure.\n\n \n\n \n\f93.\n\nOne of the Sabres DECIMATES the rollercoaster’s TRACK. The\n‘coaster FLIES off the rails, about to CRUSH terrified\nbystanders before... being caught by a HUGE GREEN CLAW.\nManifested by TOMAR-RE’S Ring.\n\nThe Sabre comes around for another try... buzzing the\nboardwalk. The crowd FLEES, a TIDAL WAVE of people, but...\nSINESTRO stands his ground, awaiting the Sabre’s approach\nlike a gunfighter.\n\nTHE OTHER LANTERNS crisscross over the city. One stops a\nLANDSLIDE with a GIANT GREEN SHOVEL. Another rescues a\nfamily from a collapsing building. A SCHOOL BUS is set right\nafter teetering over an overpass.\n\nThe PEOPLE’S appreciation overwhelms their fear of the\nstrange creatures saving them...\n\nBACK ON THE BOARDWALK\n\nSinestro and Hal, side by side, manifest the weapons that\ndispatched Legion, Scimitar and Samurai sword, and SLICE\nthrough the horde of U-CAVs flying right at them!\n\nThrough the SMOKE they see two last Sabres coming at them.\nSinestro prepares, poising his scimitars.\n\nSINESTRO\nThe threat to your planet... surely it\nisn’t only these machines.\n\nHAL\nIt’s not these... it’s who sent them.\n(realizing)\nCarol --\nSINESTRO\n\nWe have this. Go!\n\nWith Sinestro to handle the Sabres, and the team of Lanterns\nto help those in need, Hal BARRELS at FULL SPEED to -- FERRIS\nAIRCRAFT.\n\nINT. SHOWROOM HANGAR - 1.8 SECONDS LATER\n\nA human-sized bullet hole RIPS open as GL bursts through. He\nsearches. No sign of Carol.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHOWROOM HANGAR - 1.8 SECONDS LATER\n\nA human-sized bullet hole RIPS open as GL bursts through. He\nsearches. No sign of Carol. \n\nTARGET SECTION TO BE ANNOTATED:\n But --\n\nTOM and CARL are held captive, lifted high above, a WHIRLWIND\nof TOOLS and HEAVY EQUIPMENT SWIRLING around them dangerously\nclose. All by HECTOR... who’s slavering for the fight. A\n\nmonster in a chair, his vile head housing his murderous mind.\n\nHECTOR HAMMOND\nYou‘re late. I almost had to kill\neveryone without you.\n\nHector tries to penetrate Hal’s mind with his own -- to\nCONTROL HIM -- but Hal’s aura shines brighter than ever.\n\n \n\f94.\n\nGREEN LANTERN\nLet them go.\n\nHECTOR HAMMOND\nSure.\n\nWith a raised brow... Carl and Tom go flying out the hangar.\nEXT. TARMAC - CONTINUOUS\n\nTHAT GREEN HAND catches Carl and Tom. Places them safely.\nINT. SHOWROOM HANGAR - RESUMING\n\nAnnoyed, Hector FIRES the maelstrom of metal at GL -- who\nconjures a SHIELD to deflect it (A PIECE KNOCKS BROOME back\nand unconscious). Hector’s chair wheels toward GL\nconfidently. He makes a rag rise to wipe his sticky chin.\n\nHECTOR HAMMOND\nNice. But not enough to save her...\nYour Carol.\n(knowingly)\nI could see you all over her mind...\nyears of disappointment. Only to\ndisappoint her now. One last time.\n\nHal turns to Hector, rage in his eyes --\n\nHECTOR HAMMOND (CONT'D)\n\nEvery memory she had of you is filled\nwith regret... the years wasted, waiting\nfor you. You never did a thing for her\nuntil someone gave you that ring.\n\n(eyes lighting up at the RING)\nYou don’t deserve all that power.\nWithout that ring, you’re not a hero.\nYou're barely even a man.\n\nGREEN LANTERN\n(through his teeth)\nWhere. Is. She?\n\nHECTOR HAMMOND\nRelax. She’s right here.\n\nHector glances over to that first Sabre prototype. GL’s eyes\ngo wide when he sees... Carol. In the translucent PAYLOAD of\nthe U-CAV. Trapped. Pounding on the soundproofed plexi.\n\nHector relishes the obvious pain on GL’s face.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nTrapped. Pounding on the soundproofed plexi. Hector relishes the obvious pain on GL’s face. \n\nTARGET SECTION TO BE ANNOTATED:\nHECTOR HAMMOND (CONT’D)\nNow from what I’ve seen of your\nchildhood, you don’t have such a good\nhistory with plane crashes.\nHector’s eyes close. The Sabre’s engines FIRE.\n\nNEARBY: The guidance computer LOCKS on a DESTINATION. A\nMOUNTAIN RANGE! The trajectory of Carol’s death plotted.\n\nt\n{\n|\n{\n|\n\n \n\f95.\n\nHECTOR HAMMOND (CONT’D)\nAll that power and you can’t do a thing.\nYou're paralyzed. Get it?\n\n(laughing, the point of it all)\nNow you know what it’s like to be me.\n\nThe Sabre’s engines ready for take-off. GL steals a look\nback at Carol. Their eyes lock. Sympathy. Regret.\n\nGL can’t let her down. Not again.\n\nGREEN LANTERN\nBut you don’t know what it’s like to be\nme. You want power? Real power? Just\nlet her go. And I’1l give you this.\n\nHe shows HIS RING. We fear for the choice he is making.\n\nGREEN LANTERN (CONT'D)\nThis Ring can give you more power than\nyou knew existed. Its only limit is what\nyou can hold in your mind. And your mind\nis a lot bigger than mine.\n\nHector’s eyes light up at the thought.\n\nGREEN LANTERN (CONT'D)\nWith this you can do anything. Be\nanything. You can kill me as many times\nas you want. You can rule the world.\n\n(a final bargain)\nAll you have to do is let her go.\n\nHector considers the shiny offer. The WHINE of the Sabre’s\nengines MOUNTS. And finally -- SLOWING. It’s a deal.\n\nHECTOR HAMMOND\nFine. Take her...\n\nIn response, GL... removes his Ring. He opens his palm and\nthe Ring FLOATS UPWARD. Pulled towards Hector by his mind.\n\nAs the ring leaves Hal, GL’s uniform dissolves. And...\n\nFOOM! THE SABRE TAKES OFF! With Carol still trapped inside!\n(And before she could see GL’s true face.)\n\nHECTOR HAMMOND (CONT'‘D)\nSorry. I lied.\n\nThe ring flies to Hector’s hand. And the second it does --\nCarol BLASTS into the sky.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nI lied. The ring flies to Hector’s hand. And the second it does --\nCarol BLASTS into the sky. \n\nTARGET SECTION TO BE ANNOTATED:\n Off to her death.\n\nHector EXPLODES the GUIDANCE COMPUTER with his mind. Fear\nfills Hal’s face as he watches his love recede into the sky --\nhe turns to see -- HECTOR -- as he --\n\nPUTS ON THE RING!\n\nThe Ring GLOWS instantly with the connection. ENERGY BEAMING\nall around. The LUCENT AURA LIGHTS AROUND HIM and...\n\n \n\n|\n|\ni\n|\n|\n|\n|\n|\n\f96.\n\nHe RISES from his wheelchair, the aura giving him the\nstrength his body lacks...\n\nHector’s eyes grow wide with rapture. His face ecstatic...\nHe knows now what true power is.\n\nA flick of his wrist and he makes the WALL EXPLODE with GREEN\nLIGHTNING. Another and CRAGGLY CLAWED FINGERS (his version\nof the Green Hand) RIP THE GROUND OPEN underfoot.\n\nSOMETHING GROWS out of the Ring. RIPPING THROUGH THE GROUND\n-- UP HIGHER -- THROUGH THE ROOF OF THE HANGAR -- A MASSIVE\nCONSTRUCT -- Hector has the exultant look of a man just\nnamed messiah.\n\nAs Hector’s mountainous creation grows... its spires begin to\nCHANGE, MORPHING into TENTACLES. The entire construct’s\nshape momentarily takes on the full form of\n\nLEGION!\n\nIT FLARES! Twisting and writhing. The Ring’s power is too\n\nmuch for Hector. There’s A FLASH OF WORRY on HECTOR’S FACE\nas the energy becomes TOO MUCH FOR HIM. Hal grins.\n\nHAL\nI lied, too. You weren’t chosen.\n\nHector gets it now. He doesn’t possess the will to control\nthe Ring -- until finally --\n\nThe ENERGY SURGES BACK DOWN! Hector WAILS as all that energy\nFIRES BACK AT HIM.\n\nAN EXPLOSION OF LIGHT AND HEAT -- SEARING HECTOR!\n\nAnd it’s all gone. Mangled, mutated Hector has fallen back\ninto his chair, twitching, cataplectic. And so he’ll stay.\nOf its own accord THE RING zips off Hector’s finger and...\n\nFlies right back into Hal’s hand.\n\nCLOCK! Broome gives Hector a WALLOP, straight to the jaw.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nFlies right back into Hal’s hand. CLOCK! Broome gives Hector a WALLOP, straight to the jaw. \n\nTARGET SECTION TO BE ANNOTATED:\nBROOME\nThat’s for making me rob a bank, asshole!\n\nBroome looks up to thank his savior... but Hal is already\nBOLTING OUT -- chasing after Carol in the Sabre.\n\nEXT. TARMAC - CONTINUOUS\n\nRunning, Hal fits on the Ring. He extends his hand, ready to\nfly -- BUT THE RING ONLY PULSES.\n\nIT HAS NO CHARGE LEFT. The Ring can’t help him anymore.\n\nHAL\nThe Lantern!\n\n \n\n \n\f97.\n\nHe looks. His underground lair is a half mile off! And the\nSabre is getting further away by the second... closer to the\nMOUNTAIN RANGE!\n\nHal looks around -- his eyes landing on something... and it\nfills him with courage:\n\nAN F-16\n\nwaiting on the tarmac! Without a second’s hesitation, HAL\nPOUNDS FOR IT. TOM approaches, catching up --\n\nTOM\nWhat are you doing? Use your ring!\n\nHAL\nThere isn’t enough time to charge it!\nShe’s heading for the Maker Cliffs. It’s\ngonna crash!\n\nTOM\nWhat are you gonna do?\nHAL\n(as he climbs in the jet)\nStop it.\nTOM\nHow?!\n\nHAL\nI got the ride to figure that out.\n\nBut he doesn’t need a ring. Just aman. Still a hero. As\nthe canopy SLAMS SHUT --\n\nEXT. SKY / INT. HAL’S F-16 - INTERCUT\n\nCarol’s flying prison sweeps into view, a runaway train. Her\nstruggle muffled. She sees the CLIFFS coming up ahead -- her\nfear doubles. She BASHES helplessly against the glass, as --\nHAL'S F-16\n\nswoops down in pursuit. He’s caught up to the Sabre -- just\na few feet behind Carol now. Hal swerves his F-16 ahead --\n\nTRYING TO CATCH IT IN HIS SLIPSTREAM AND FORCING A TURN --\nbut the Sabre presses on relentlessly, making its straight\nline for\n\nTHE MAKER CLIFFS!\n\nFrom back in the TOWER -- TOM comes on the HEADSET:\n\nTOM (FROM HEADSET)\nCan you see her?\n\nHAL (INTO HEADSET)\nI can’t move it. Shut it down!\n\n \n\f98.\n\nTOM (FROM HEADSET)\nThe system’s blown! It won’t respond.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\n98. TOM (FROM HEADSET)\nThe system’s blown! It won’t respond. \n\nTARGET SECTION TO BE ANNOTATED:\nHal tries again, BARRELLING over the U-CAV dangerously close,\ntrying to PHYSICALLY PUSH IT DOWN. But the Sabre is able to\nmaneuver out of every move Hal can think of. And the CLIFFS\nare DEAD AHEAD! How the hell is he going to stop that thing?\n\nTOM (FROM HEADSET) (CONT'D)\nThere’s nothing you can do.\n\nHAL (INTO HEADSET)\nI can’t let her die!\n\nHal fights panic. Ghosts of old deaths haunting him.\n\nMARTIN JORDAN (V.O.)\nI’m pushing her to the runway. I can do\nit!\n\nON HAL. Inspired by his father’s memory. There's still one\nthing left. He races his plane in front of the Sabre --\n\nHAL\nTom... What do you guess the blowback on\nan ejector is?!\n\nTOM\nA hundred feet easy at the speed you’re\nflying!\n\nPULLS a switch that ARMS A WARNING LIGHT. Tom reacts to what\nhe sees on his display. Hal's “plan.”\n\nTOM (INTO HEADSET) (CONT’D)\nHal? Nonono. You can’t do it! You’ll\nhit the jet, you'll both die!\n\nAnd without a single thought for himself, Hal YANKS a RED\nLEVER. Hard. In an instant --\n\nMARTIN JORDAN (V.O.) HAL\nI’m clear. Ejecting now -- I’m clear. Ejecting now --\n\nTHE COCKPIT CANOPY EXPLODES! HAL LURCHES UPWARD OUT OF THE\nPLANE AND INTO THE SKY. HE JUST HIT THE EJECTOR SEAT!\n\nIn an instant Hal’s PARACHUTE deploys and entangles onto the\nSABRE. He SLAMS PAINFULLY AGAINST THE SIDE OF THE SABRE.\nCONTACT! Like he just jumped from one train car to another\nonly at 10,000 feet and nearing the sound barrier!\n\nHal pulls against the crushing WINDSHEAR up the ‘chute --\ncloser... His fingers SNAG the wing of the U-CAV. With\nimpossible effort, he PULLS himself up to the nose.\n\nCAROL is POUNDING on the payload from the inside now.\nSCREAMING. And then she sees him. HAL JORDAN.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nSCREAMING. And then she sees him. HAL JORDAN. \n\nTARGET SECTION TO BE ANNOTATED:\n What the\nfuck is he doing on her plane?\n\n \n\n \n\n \n\f99.\n\nHal sees the CLIFFS AHEAD -- they are SECONDS away from\nimpact. He reaches for a PANEL on the top of the fuselage.\nDigs in and... RIPS it open -- exposing a BUTTON. Which he\n\nPUNCHES! THE PAYLOAD CANOPY goes FLYING! Hal reaches in and\npulls Carol up. Wind rips into them.\n\nCAROL\nHAL! WHAT ARE YOU DOING HERE?!\n\nHAL\nSAVING YOU!\n\nHe grabs her, FALLING BACKWARDS! And --\n\nTHEY FALL.\n\nAbove them the Sabre speeds off ahead -- and --\n\nEXPLODES INTO THE CLIFFS!\n\nThey may have been saved from that -- but they’re in FREE-\nFALL. No Ring. No chute. Just Hal and Carol clutching each\nother as they achieve bone pulverizing terminal velocity.\nTumbling in each other’s arms... The air ROARING... The\nGROUND COMING UP FAST... Death is seconds away.\n\nThey hold each other tight. The wind to painful too speak.\n\nBut they don’t have to -- they both know it. They have loved\neach other their whole lives. They love each other still.\n\nNothing left to do, they clutch each other even harder and...\n\nThey kiss. A lifetime's worth of love shared in the one\nmoment left before their deaths. The tenderest goodbye.\n\nSINESTRO (V.O.)\nAll life is connected. By love, by hope,\nby all the noblest instincts of the soul.\n\nIf ever a kiss embodied those noblest instincts... it is this\none. All that passion unbridled...\n\nSINESTRO (V.O.) (CONT’D)\nThe power drawn from that connection is\nwhat you see simply as “green.”\n\nThe Ring feels it first. It SHIMMERS -- DRAWING FROM ALL THE\nPOWER IN THAT KISS! The radiance spreads. Up his arm.\nBrightening... the AURA REKINDLING, enveloping them BOTH...\nhis clothes recrystallizing back into... the uniform of:\n\nTHE GREEN LANTERN!\n\nRecharged! Hal/GL and Carol are so lost in their embrace...\ntheir kiss so long awaited... they don’t even notice\n\nTHEY'VE STOPPED FALLING.\n\n \n\n \n\n \n\n \n\f100.\n\nHal/GL realizes.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\ntheir kiss so long awaited... they don’t even notice\n\nTHEY'VE STOPPED FALLING. 100. Hal/GL realizes. \n\nTARGET SECTION TO BE ANNOTATED:\n He looks to his Ring, which SHIMMERS.\n\nCarol opens her eyes. And looks. Exhilaration replacing\nterror as she sees it -- she’s being carried by the GREEN\nLANTERN. BY HAL. The pieces fall together. Life changes.\n\nCAROL\n(hits him)\nI_knew it was you!\n\nHAL/GREEN LANTERN\nYeah, right.\n\nHe smiles, taking soft hold of Carol, and... FLYING across\nthe sky...\n\nHAL/GREEN LANTERN (0.S.) (CONT’D)\nHow ‘bout we land in Paris?\n\nThe blue sky MATCH DISSOLVES into the blue curtain of:\nINT. WHITE HOUSE PRESS BRIEFING ROOM\n\nTHE PRESIDENT is at the podium, addressing a standing-room\nonly crowd of MEDIA:\n\nTHE PRESIDENT\nMy fellow Americans. The past days have\nseen events so miraculous, they shatter\nevery conception we have about\n\nourselves... our world... our place in\nCreation. We can look on these wonders\nwith fear... or we can find hope. A new\n\nbeginning. To provide answers and to\nquell anxieties, I’d like to turn this\nbriefing over to Special Counsel to the\nPresident... Mr. Alan Scott.\n\nA weathered older man steps to the podium. A familiar face.\nAnd, now, a NAME.\n\nPIPE / ALAN SCOTT\nThe President has given me the honor and\nsolemn responsibility of making this\nannouncement, one I suspect will be long\nremembered.\n(a beat, then)\nWe are not alone in the universe.\n\nEXT. COAST CITY PIER - DAY\n\nTHE LANTERNS use their Rings to repair the widespread damage.\nPEOPLE marvel at the sight of ALIENS on Earth. Tomar-Re\nbristles his top fin, slightly offended.\n\nPIPE / ALAN SCOTT (V.O.)\nFor years now, we’ve known of a group of\nextraterrestrials who patrol our universe\nand keep it safe.\n\n \n\n \n\n \n\f101.\n\nEXT. TIMES SQUARE - NEW YORK - DAY\nAnd we realize that we’ve caught up with our OPENING.\n\nALAN SCOTT (ON ASTROVISION)\nImpossible to imagine? No more\nimpossible than when Columbus suggested\nthe earth was round or when Copernicus\nposited that it orbited the sun.\n\nEXT/INT.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nALAN SCOTT (ON ASTROVISION)\nImpossible to imagine? No more\nimpossible than when Columbus suggested\nthe earth was round or when Copernicus\nposited that it orbited the sun. EXT/INT. \n\nTARGET SECTION TO BE ANNOTATED:\n OTHER CITIES ALL OVER THE WORLD - THAT MOMENT\nPeople stare at the impossible news projected there as well.\n\nALAN SCOTT (V.O.)\nThere are heroes out there. And now, one\nof our own has joined them. One of us.\nNow one of them.\n\nCLOSE ON: GREEN LANTERN.\n\nALAN SCOTT (V.O.) (CONT’D)\nA Green Lantern.\n\nWiden to REVEAL we're:\nINT. UNDERGROUND GOVERNMENT FACILITY - HALLWAY - DAY\nGreen Lantern walks with Scott down a long concrete hallway.\n\nGREEN LANTERN\nNice speech.\n\nALAN SCOTT\n\nI’ve known about the people you work for\nsince I was... younger than you. Ever\nsince, I’ve worked for the goverment.\nHelping them get ready for a day just\nlike this... when this planet finds out\nit’s just a tiny pebble on a very large\nbeach.\n\n(beat)\nAnd people need to know it’1l be okay\nwhen you’re gone.\n\nGREEN LANTERN\nI haven’t said I was going anywhere.\n\nScott nods. Eyeing the Ring with a bit of... nostalgia?\n\nALAN SCOTT\nThe Ring came to you, so that’s your\ndecision to make. But I’1l tell you\nthis: If I could do what you can do...\nI wouldn’t stay here. I’d fly around\nthis Universe, seeing things no human's\never seen... No one who wears one of\nthose belongs to any one planet. You\nbelong to the stars.\n\n \n\n \n\n \n\ni\n|\n|\n\n \n\f102.\n\nGREEN LANTERN\n(sensing, re: The Ring)\nYou've... worn it, haven’t you?\nA long silence. Then, through the haze of smoke and memory --\nALAN SCOTT\nOne like it, a lifetime ago...\n(a sad smile)\nBut it wasn’t mine to keep. I wasn’t\nchosen. Not like you.\nA story for another day/movie. The gruff returns.\n\nGREEN LANTERN\nWhat if there’s more trouble?\n\nALAN SCOTT\nI'll contact you. The same way I used to\ncontact your predecessor on occasion.\nA knowing wink. Man, this guy is cool as shit.\n\nGREEN LANTERN\nAnd Hammond?\n\nALAN SCOTT\nHammond? I wouldn’t worry about him...",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nGREEN LANTERN\nAnd Hammond? ALAN SCOTT\nHammond? I wouldn’t worry about him... \n\nTARGET SECTION TO BE ANNOTATED:\nPipe keys a pad to take them where they’re headed:\nINT. SECURE FACILITY - CONTINUOUS\n\nOn a catwalk, overlooking the centerpiece of the facility: A\nSTADIUM-SIZED CONCRETE-LINED LAB. Filled with --\n\nROW AFTER ROW of RATS and MICE in cages. As we saw before.\nExperiments. At the far end --\n\nIN A SEALED CELL\n\nHECTOR HAMMOND sits. Huge cranium, burned and shrivelled\nbody. Utterly grotesque. No sign of life behind his eyes.\nJust another rat.\n\nALAN SCOTT (0.S.)\nHe doesn’t do much anymore.\n\nBACK WITH GL AND PIPE\nPipe offers GL his hand. And his advice:\nALAN SCOTT (CONT’D)\nThe stars are waiting, Jordan. Don’t\nscrew it up.\nGL reacts. Scott knows his identity.\n\nTOM (PRELAP)\nIt’s not fair.\n\n \n\f103.\n\nEXT. FERRIS AIRCRAFT - TARMAC - MAGIC\n\nHal, in uniform, stands with Carol and Tom. This is goodbye.\nFloating a few thousand feet up are Sinestro, Tomar-Re and\nOTHER LANTERNS. Tom stares a little too much.\n\nTOM\nYou get to go off with them and I’m stuck\nhere. I can’t even play games with\naliens now, just seems like a rip off.\n\nGREEN LANTERN\nI got a surprise for you.\n\nGL FIRES his ring... into HANGAR 18. A RUMBLE and... ABIN’S\nSHIP RISES OUT! The ship HOVERS on its own. Fixed. The\nsingle greatest thing that ever happened to Tom.\n\nTOM\nIt's flying! I have a space ship! That\nflies! Oh my god, I can visit you --\n\nTom hugs GL hard enough to hurt. Then makes way for...\nCarol. Time for her goodbye. Not an easy thing.\nGREEN LANTERN\n(to Tom)\nCan I get a minute.\n\nTom moves to his hovering craft by the hangar. The Lanterns\nin the sky fly off even higher. Into the upper atmosphere.\n\nGL de-uniforms, suit shimmering back into clothes. Just Hal.\n\nHAL\nDo me a favor. Give my family a good\nexcuse why I left --\n\nCAROL\nI will.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust Hal. HAL\nDo me a favor. Give my family a good\nexcuse why I left --\n\nCAROL\nI will. \n\nTARGET SECTION TO BE ANNOTATED:\nHAL\n(missing her already)\nI could be gone awhile.\n\nCAROL\nIt’s okay. I’ll be here. Besides,\nyou're worth the wait.\n\nHAL\nSo are you.\n\nAnd her lips meet his in a kiss that shows an understanding\nwords can’t. His Ring SHIMMERS with it. The SHIMMERING\nBRIGHTENS, MERGING INTO... PURE SUNLIGHT...\n\nEXT. EARTH'S ORBIT\n\nThe Sun shines unobstructed. Surely The Brightest Day, as...\n\n \n\f104.\n\nGreen Lantern comes up through the stratosphere. Where\nSinestro alone waits for him. Hal takes a longing look down\nat the brilliant blue Earth. Sinestro senses Hal’s sadness.\n\nSINESTRO\nIt is a beautiful planet.\n\nHAL\nIt’s everything I love.\nSINESTRO\n(then)\nIf we train you well, there will be a\nthousand planets you will love just as\nmuch.\n\nThe promise of things to come. Of Adventure. Hal drinks in\nthe Earth. One last look.\n\nHAL\nThen let’s go see ‘em.\n\nAnd with a smile... and an explosion of LIGHT...\nTwo GREEN STREAKS PAINT The Blackest Night...\nAnd we end where we began.\n\nIN GREEN.\n\nEnd.\n\n \n\n \n\f"
}