{
  "1": "HACKSAW RIDGE\nBy\n\nROBERT SCHENKKAN\n\nRevisions by Randall Wallace\nMarch 12, 2013\n\nWALDEN MEDIA\n\n1888 Century Park E # 1400\nLos Angeles, CA 90067\n(310) 887-1000\n\fOUT OF BLACK, WE SUPERIMPOSE:\nThe following story is true.\n\nDISSOLVE TO:\n\nIN THE DARKNESS\n\nThe SOUND of distant EXPLOSIONS: mortars, howitzers, “Long\nTom” artillery, 16” Naval shells, rockets, and bombs. The\nsound grows louder. Nearer. Hungrier.\n\nOver black, we superimpose:\n\nOkinawa. May 2, 1945\n\nOPENING MONTAGE:\n\nWe INTERCUT as necessary quickly between shots, the fury and\nconfusion of true war playing out in front of us, all froma\nsingle soldier's POV. The sounds of war crash us between\nflashes of consciousness.\n\nEXT. HACKSAW RIDGE, OKINAWA - WOUNDED SOLDIER’S POV\n\n--BOOM!!! We’re lying on the ground. Under grey, weeping\nskies, a jagged, ancient coral outcropping abruptly rises\nabove us and dominates the countryside.\n\n--Looking around the landscape a blasted, hellish mix of\ncraters, shell-pocked boulders, and mud. Everything has a\nscorched and blackened appearance from two weeks of\ncontinuous, unrelenting bombardment.\n\n--A small group of AMERICAN SOLDIERS (307th Infantry, 77th\nArmy Division, lst Battalion, Company B) are fighting with\ndogged determination several feet away.\n\n--A few men run up to our POV\n\n--Looking down at our leg, a mess of blood, muscle, and\nexposed bone.\n\n--Looking at our side and rips, covered in blood.\n\nCAPTAIN\nKEEP PRESSURE ON THAT WOUND!\n\nThe soldiers tear out bandages from a half-burned Medic Kit\nand stuff them against the bleeding.\n\f3.4.13 2.\n\nA MORTAR ROUND lands nearby, showering them all with dirt and\ndebris. We black out.\n\n--Looking up at two men carrying our body...\n--Heading down a ladder\n\n--We’re loaded onto a stretcher and shoved into an ambulance.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe black out. --Looking up at two men carrying our body... --Heading down a ladder\n\n--We’re loaded onto a stretcher and shoved into an ambulance. \n\nTARGET SECTION TO BE ANNOTATED:\nAs the doors close, we briefly catch a glimpse of one of the\nmedics shaking his head at the captain.\n\nThe MONTAGE ENDS as we’re given a shot of morphine.\n\nFADE TO:\n\nEXT. BLUE RIDGE MOUNTAINS, VA - SPRING, 1927\n\nIn contrast, these mountains lush and green, thick with old\ngrowth timber and flowering shrubs. Titles:\n\nEIGHTEEN YEARS EARLIER...\n\nLynchburg, Virginia\n\nEXT. LYNCHBURG, VA - SAME\n\nNorman Rockwell come to life. Small wooden houses on the\nrolling hills of the Virginia Piedmont, more country than\ncity. Two boys are rolling a coaster wagon through their\nyard. DESMOND, the younger, 8 years old, pushes; his brother\nMARK, 10, holds the wagon tongue and steers.\n\nThe wagon contains a collection of rusty junk metal. The\nwagon is heavy and the boys small, but they’re tough and\ndetermined. They’re like Tom Sawyer and Huck Finn.\n\n(NOTE: The real Desmond Doss, throughout his life, spoke\nwith the distinct accent of the Virginia’s Blue Ridge\nMountains, a lilting and beautiful usage that persists in\nsome places to this day. We make no attempt to render that\naccent in these pages, but the presence of it in his speech\nbrought even more distinction and majesty to his real\ncharacter.)\n\nSitting on the front porch of their house is their father,\nTOM DOSS. Tom is a big man, sullen man, broken in his soul.\n\nTOM\nWhat you boys doin’?\n\nDESMOND\nWe're making money!\n\f3.4.13 3.\n\nMARK\nAt the filling station they’re\nbuying scrap metal! Any old junk\nwe haul in, they’1l give us cash\nmoney!\n\nDESMOND\nWe got lotsa junk in the back yard!\n\nTOM\nYou know why they want it?\n\nThe boys hadn’t even considered that.\n\nTOM (cont'd)\nThey sell it overseas. The Japs\nand Germans make weapons out of it.\n\nTom rubs his neck, where there’s a nasty scar from World War\nI. More than his neck is scarred--but his boys are\ninnocents.\n\nMARK\nCan we take it?\n\nTOM\nDo what you want.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nMore than his neck is scarred--but his boys are\ninnocents. MARK\nCan we take it? TOM\nDo what you want. \n\nTARGET SECTION TO BE ANNOTATED:\n But when those\nplow tips and lug nuts go whistling\nby your ears, you'll say your daddy\nwas right.\n\nThe boys head around behind the house, Mark whispering to\nDesmond--\n\nMARK\nCome on--he ain’t never right about\nnothin’.\n\nEXT. BEHIND THE DOSS GARAGE - DAY\n\nThe boys are digging through a trove of cast off parts from\nold farm equipment. Then young Desmond spots a coin, and\nlifts it, spitting on it to clean it. It’s a dime.\n\nDESMOND\nLook! I found a dime!\n\nMARK\n(jealous)\nThat’s mine.\n\nDESMOND\nIt ain’t yours.\n\f3.4.13 4.\n\nMARK\nI lost it, give it here.\n\nHe reaches for it--but Desmond snatches his hand away...and\nsuddenly the fight’s on. They’re real scrappers, rolling\naround on the ground, punching, kicking, scratching. This\nisn’t their first fight with each other.\n\nMark finally pins Desmond.\n\nMARK DOSS\nSay Uncle! SAY UNCLE!\n\nYOUNG DESMOND\nNo!\n\nDesmond may be younger and smaller but he’s every bit his\nbrother’s equal in grit and determination. He elbows Mark in\nthe face and shoves him off. In a blind fury, Desmond grabs\na good size rock and lifts it over his head with both hands,\nno thought for what he’s about to do but...\n\n...A LARGE HAND reaches into frame, grabs Desmond by his\nscrawny wrist, and yanks him off his brother.\n\nTOM DOSS (0.C.)\nWHAT THE HELL YOU THINK YOU'RE\nDOING, DESMOND!?!?\n\nTom stands over them, holding a kicking, struggling Desmond\nup in the air like a bug. Tom folds Desmond over one arm and\nbegins walloping him on the ass with the other - big, hard\nstrokes which echo like gunshots.\n\nBERTHA (0.C.)\nJack! That’s enough of that!\n\nBERTHA, Desmond’s mother, stands behind them. She’s a small\nwoman but fierce in her own way. Tom looks at her with\ndefiance but he lets Desmond go, and the boy falls to the\nground like a sack of potatoes.\n\nTOM DOSS\nHe was beating on his brother.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe’s a small\nwoman but fierce in her own way. Tom looks at her with\ndefiance but he lets Desmond go, and the boy falls to the\nground like a sack of potatoes. TOM DOSS\nHe was beating on his brother. \n\nTARGET SECTION TO BE ANNOTATED:\nBERTHA\nBeating on him doesn’t teach him\nany different.\nTom waves his hand in half-hearted acquiescence.\n\nTOM DOSS\nYou're gonna spoil him is all.\n\f3.4.13 5.\n\nINT. LIVING ROOM, DOSS HOUSE - MOMENTS LATER\n\nCLOSE ON AN ILLUSTRATION OF THE TEN COMMANDMENTS\n\nThe Doss house doesn’t contain much art work, and this\nwouldn't qualify as art to most people; it’s more like a\ncartoon, illustrating each of the ten commandments.\n\nDesmond’s eyes drift over the illustrations; but then they\nsettle on one that has particular relevance: THOU SHALT NOT\nKILL, depicted by Cain holding a bloody club, standing over\nthe prostrate body of his dead brother, Abel. There is a\nlook of utter horror on Cain’s face.\n\nBERTHA DOSS (0.C.)\nMurder is the worst sin of all.\nWe’re all brothers and to take\nanother man’s life is the most\ngrievous thing there is in the\nLord's sight. Nothing hurts His\nheart so much.\n\nINT. LIVING ROOM, DOSS HOUSE - CONTINUOUS\n\nBertha kneels on an old worn sofa with Desmond and Mark\nstanding beside her. They are both looking at a framed\nillustration of the Ten Commandments hanging on the wall.\nBertha turns and pulls Desmond down into her lap but his red-\nrimmed eyes never leave the print.\n\nDESMOND\nWhy did Cain kill Abel?\n\nBERTHA DOSS\nOh, he was mad, I suppose. Or he\nwanted what his brother had. It\ndoesn’t matter why - it’s always\nwrong.\n\nMark is silent, but Desmond is transfixed, unable to stop\nstaring at that gruesome primal scene of the first murder.\nEXT. DOSS HOUSE - FRONT PORCH - EVENING\n\nThe sun’s going down, and Tom Doss is sitting on his front\nporch, bored and sullen. He reaches to the firewood box\nbeside his chair, and from behind it he draws a Masan jar\n\nhalf full of clear liquid--moonshine. He takes a sip.\n\nFrom inside he hears Mark's voice.\n\f3.4.13 6.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe takes a sip. From inside he hears Mark's voice. 3.4.13 6. \n\nTARGET SECTION TO BE ANNOTATED:\nMARK DOSS\nDaddy?! Can we get down now?!\nHe tucks the jar away quickly and wipes his mouth.\nTOM DOSS\nAsk your Mama, she’s the one didn’t\nwant to whip you!\nINT. DOSS LIVING ROOM - EVENING\nMark hops off the chair, leaving Desmond still in the\nposition where their mother left them. Mark heads into the\nkitchen...\n\nINT. DOSS HOUSE - KITCHEN - EVENING\n\nMrs. Doss is cooking dinner as Mark comes in, wearing an\nexpression of exaggerated pennance.\n\nMARK\nMama, can we stop staring at the\nCommendments?\nBERTHA\nCommandments. Are you sorry?\nMARK\nYes’m.\nBERTHA\n\nTell Desmond.\n\nMARK\n(without moving)\nSORRY, DESMOND!\n\nBERTHA\nOkay, you can go.\n\nBertha stands for a moment wondering why she hasn’t heard a\nresponse from Desmond.\n\nBERTHA (cont'd)\nDesmond?\n\n(beat)\nDes?\n\nShe moves into the living room, and finds her youngest son\nnow standing, staring straight at the picture.\n\f3.4.13 7.\n\nBERTHA (cont'd)\nDesmond?...\n\nFROM THE POV OF THE PICTURE, we see Desmond’s stare, his\nentire soul fixed on it.\n\nHe’s staring at CAIN, A LOOK OF HORROR ON HIS FACE at what\nhe’s done.\n\nThere are tears in Desmond’s eyes.\n\nAnd BERTHA realizes with a certainty what she has always\nsuspected: Desmond feels things in a unique way.\n\nEXT. RAILROAD TRACKS, VA, SEPTEMBER, 1941 - DAY\nTitle: Fourteen years later.\n\nLynchburg has always been a railroad town; tracks cut through\nthe gorges and span ridges.\n\nTwenty-five year old Desmond now walks alongside the tracks.\nHe’s grown into a thin but wiry man with a pleasant but\ncrooked smile.\n\nHis senses are keen; he hears the chirp of a bird and his\nblue eyes catch sight of a bright red Cardinal high in a\nhickory tree. He’s a true country boy, at one with nature.\n\nINT. HOSPITAL ROOM - LATER\n\nDesmond waits his turn. Fascinated by all things medical, he\ncan’t help but poke around in the shelves and cabinets.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. HOSPITAL ROOM - LATER\n\nDesmond waits his turn. Fascinated by all things medical, he\ncan’t help but poke around in the shelves and cabinets. \n\nTARGET SECTION TO BE ANNOTATED:\n The\ndoor behind him opens and Desmond whirls around, embarrassed\nto be caught snooping.\n\nHe’s even more embarrassed as sees his attendant is an\nattractive nurse, DOROTHY SHUTTE, early 20's.\n\nDOROTHY\nAnything in particular you're\nlooking for?\n\nDESMOND\nNo, ma‘am. I’m just kind of\ninterested in medicine.\n\nHe stammers slightly, with nerves.\nDESMOND (cont'd)\n\nI used dream about being a doctor.\nBut I didn’t get much school.\n\f3.4.13 8.\n\nDOROTHY\nYou ever given blood before, Mr...?\n\nDorothy consults her clipboard.\n\nDESMOND\nDoss. But my friends call me\nDesmond. No, ma’am, this would be\nmy first time. When they made the\nannouncement in church about a big\ncar wreck and folks needing blood\nSO...\n\nDOROTHY\nJust lie back here.\n\nDesmond has no idea what to do--it’s his first time on a\nhospital table. Dorothy is patient and kind, sensing his\ncountry boy innocence.\n\nDesmond watches EVERY DETAIL as she rolls back his sleeve,\ndips a cotton ball in alcohol and wipes the crook of his\nelbow with it. For Desmond, it’s almost romantic.\n\nThen she wraps and elastic tourniquet around his bicep, and\nslips an IV needle into his vein.\n\nShe notices that it makes him a little pale and queasy; she\nsmiles gently.\n\nDOROTHY (cont'd)\nYou might be a little dizzy when\nwe're done. Is somebody picking\nyou up?\n\nDESMOND\nNo, ma’am, I walked from home.\n\nDorothy watches the RED BLOOD, FILLING THE COLLECTION BAG.\n\nDOROTHY\nWhere do you live?\n\nDESMOND\nFort Hill.\n\nDOROTHY\n\nThat’s a ways.\n\nDESMOND\nJust five or six miles. But I cut\nthrough the woods. It’s seven that\nway!\n\f3.4.13 9.\n\nHe laughs. She laughs too.\n\nDOROTHY\nYou must like the woods.\n\nDESMOND\nI always feel lost everywhere else.\nBut there I can find my way.\n\nDorothy takes this in; Desmond seems so simple, so boyish--\neven backward.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nDESMOND\nI always feel lost everywhere else. But there I can find my way. Dorothy takes this in; Desmond seems so simple, so boyish--\neven backward. \n\nTARGET SECTION TO BE ANNOTATED:\n But something about him is deep, and poetic.\nAnd unique. It brings out the sweetness in her.\n\nDOROTHY\nWell I have to tell you, Mr. Doss.\nFor somebody to walk ten or twelve\nmiles, to give blood to\nstrangers... I wish everybody was\nlike you.\n\nDESMOND\nThank you, ‘mam.\n\nDOROTHY\nYou don’t have to call me ‘mam.\nIt’s Dorothy.\n\nDESMOND\nDorothy. Yes ‘Mam!\n\nShe smiles; is he flirting? She gets up.\n\nDOROTHY\nYou’1l be done in a minute. We\nhave cookies and Kool-Aid. Help\nrestore your blood sugar.\n\nDESMOND\nGiving blood’s got all sorts of\nbenefits.\n\nINT. DOSS HOUSE - THAT EVENING\n\nDesmond enters, more exhilarated than tired despite his long\nwalk and the loss of blood but his face falls when he sees\nhis father sitting, slumped, in his rocker. He’s been\ndrinking and has fallen asleep clutching a pint of whiskey.\nNot an unfamiliar sight. Desmond considers him a moment and\nthen gently tries to extract the bottle from his grasp. Tom’s\neyes blink open.\n\nTOM DOSS\nExcuse you?!\n\f3.4.13 10.\n\nDESMOND\nYou need some help getting\nupstairs, sir?\n\nTom pushes Desmond away and rises unsteadily, still clutching\nhis bottle.\n\nTOM DOSS\nNot from you.\n\nBertha appears in the kitchen doorway, nervously holding a\ndish towel.\n\nBERTHA\nYou hungry, Tom?\n\nTom just glares at her and makes his way slowly toward the\nstairs.\n\nINT. DOSS HOUSE - KITCHEN - LATER\n\nDesmond and Bertha sit, eating a cold supper. She hasn’t\ntouched hers. Desmond silently reaches over and holds her\nhand.\n\nDesmond’s brother Mark strolls in the back door. He kisses\nhis mother and nudges Desmond's shoulder, sitting at the\ntable.\n\nBERTHA (cont'd)\nI was wondering if you were gonna\nmake it to dinner.\n\nMARK\nI went by to see the recruiters.\n\nBertha involuntarily glances upstairs, afraid her husband\nmight hear.\n\nBERTHA\nYour daddy won’t like that.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARK\nI went by to see the recruiters. Bertha involuntarily glances upstairs, afraid her husband\nmight hear. BERTHA\nYour daddy won’t like that. \n\nTARGET SECTION TO BE ANNOTATED:\nMARK\nDaddy ain’t payin’ my bills. If\nthere’s a war they’1l need men--and\nthe paper mill doesn’t need any.\n\nMark digs in and starts eating. Bertha is distressed at the\nnews; Desmond changes the subject.\n\f3.4.13 11.\n\nDESMOND\nMet somebody today, a nurse over at\nthe hospital. Her name’s Dorothy\nShutte and I’m gonna marry her.\n\nBertha blinks in surprise.\n\nBERTHA\nGoodness. Does she know?\n\nDESMOND\nI haven't gotten around to telling\nher just yet.\nMark grins, and punches Desmond again. Desmond smiles...then\npunches him back. The brothers laugh.\nINT. HOSPITAL - NEXT DAY\n\nDorothy is working at her station when she looks up to see\nDesmond standing there.\n\nDOROTHY\nDesmond?\n\nDESMOND\nHi, Dorothy. How'd the blood drive\ngo.\n\nDOROTHY\n\nThe church announcements worked\nreally well! We got more than\nenough.\n\nDESMOND\nWell, that’s good. Cause I need my\nblood back.\n\nDOROTHY\nYou what?\n\nDESMOND\nMy blood. I need it back.\n\nDOROTHY\nBut...we can’t just give it back to\nyou.\n\f3.4.13 12.\n\nDESMOND\nWell you got to, because ever since\nyou stuck me with that needle, my\nheart’s been beating fast, and\nevery time I think about you, it\nbeats faster still.\n\nDOROTHY\nIs that a pick up line?\n\nDESMOND\nIs it working?\n\nINT. LYNCHBURG MOVIE THEATER - NIGHT\n\nA movie plays on the screen as Desmond and Dorothy make their\nway to their seats, obviously late. As they sit, Dorothy\nstarts to watch the movie. Desmond can’t help but admire her\nbeauty. He sits awkwardly, trying to find a way to connect\nwith her.\n\nHe tries to stretch and put his arm around her, but when she\nlooks at him he fumbles a bit to try and recover. She simply\nsmiles and takes a sip of her cola. Desmond sits in silence\nagain and then tries to have his hand brush up against hers.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe tries to stretch and put his arm around her, but when she\nlooks at him he fumbles a bit to try and recover. She simply\nsmiles and takes a sip of her cola. Desmond sits in silence\nagain and then tries to have his hand brush up against hers. \n\nTARGET SECTION TO BE ANNOTATED:\nAs he does this, Dorothy preempts him and holds his hand.\n\nFor that moment, neither of them are watching the movie.\nInstead they are both looking into each other's eyes.\n\nDesmond slowly leans in and they share their first kiss.\n\nOur music rises into a MONTAGE of Desmond and Dorothy’s\ngrowing love:\n\nEXT. PEAKS OF OTTER - DAY\n\nDesmond and Dorothy hike through the park and look out across\nthe landscape.\n\nEXT. PARK - DAY\n\nDesmond gets onto an old rope swing just after Dorothy gets\noff. As Dorothy begins swinging him; she sees Desmond notice\na pretty girl walking past. Frustrated, she tugs the rope\nsideways and Desmond swings into the tree...\n\nDorothy stalks away after Desmond’s crash, but he gets up and\n\ncatches her and explains something we don't hear but\nunderstand. Dorothy softens and smiles...\n\f3.4.13 13.\n\nINT. COFFEE SHOP - NIGHT\n\nDesmond and Dorothy chat furiously across the table, barely\nhaving time to take bites of their food. Something Desmond\nsays cracks Dorothy up.\n\nINT. HOSPITAL - LOCKER ROOM - DAY\n\nDorothy opens her locker to find an orange and a note from\nDesmond. Her look of confusion on finding the orange turns\nto a smile as she reads the note.\n\nEXT. LYNCHBURG FOREST - DAY\n\nThe leaves are falling from the tress as Desmond and Dorothy\nwalk through the woods, talking. The MONTAGE ENDS as Dorothy\nputs her head on Desmond’s shoulder.\n\nEXT. NATURAL BRIDGE, VA - WEEKS LATER - AFTERNOON\n\nA glorious late Fall day with just a bit of color lingering\non the trees. Desmond and Dorothy are walking with other\ntourists, gazing up at Natural Bridge.\n\nDESMOND\nThey say George Washington threw a\nsilver dollar over it.\n\nDOROTHY\nSeems like a waste of a dollar to\nme.\n\nDESMOND\n\nI doubt anybody's throwing money at\nit these days!\n\n(more seriously)\nThe plant foreman told me the other\nday that I’m doing such a good job,\nthey might raise me up a notch.\nSalary too. Hope that doesn’t sound\ntoo much like bragging.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\n(more seriously)\nThe plant foreman told me the other\nday that I’m doing such a good job,\nthey might raise me up a notch. Salary too. Hope that doesn’t sound\ntoo much like bragging. \n\nTARGET SECTION TO BE ANNOTATED:\nDOROTHY\nSo, you’re gonna be a man of means,\nMr. Doss?\n\nDESMOND\n\nI’m a man who means to be one.\n\nShe looks at him, realizing he’s planning a future, one\nthat’s built around her. Slowly, happily, they kiss.\n\f3.4.13 14.\n\nEXT./INT. COUNTRY ROAD / DESMOND’S CAR - AFTERNOON\n\nDesmond and Dorothy drive back to town - they are both aglow\nwith their love.\n\nAs they pull into town, Dorothy notices several cars pulled\nover to the side of the road and people crowded around the\ndoorway to a coffee shop.\n\nDOROTHY\nDesmond...\n\nShe doesn’t even need to finish her thought; Desmond has\nalready started to pull over.\n\nEXT./INT. LYNCHBURG DOWNTOWN COFFEE SHOP - CONTINUOUS\n\nDesmond and Dorothy join the crowd that has gathered at the\ncoffee shop, just within earshot of the door. Everyone looks\nnervously at the radio inside, listening to President\nRoosevelt.\n\nPRESIDENT ROOSEVELT (ON RADIO)\n...the United States of America was\nsuddenly and deliberately attacked\nby the naval and air forces of the\nEmpire of Japan!\n\nRoosevelt's speech continues as we CUT TO:\n\nEXT. ARMED FORCES RECRUITING STATION - DAY\n\nA long line of men are already waiting their turn to sign up.\nWe move through the line of faces, some older, some younger,\neveryone wanting to do their part as Roosevelt’s speech plays\nover. Men continue to join the line, some obviously have\ncome from work, both in suits and in uniforms.\n\nPRESIDENT ROOSEVELT (V.O.)\n...-As commander in chief of the\nArmy and Navy, I have directed that\nall measures be taken for our\ndefense. But always will our whole\nnation remember the character of\nthe onslaught against us.\nNo matter how long it may take us\nto overcome this premeditated\ninvasion, the American people in\ntheir righteous might will win\nthrough to absolute victory.\n\nCEMETERY SEQUENCE...\n\f3.4.13 15.\n\nWe see various CLOSE SHOTS OF GRAVESTONES, from a low angle,\njabbing up into the sky...",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nCEMETERY SEQUENCE... 3.4.13 15. We see various CLOSE SHOTS OF GRAVESTONES, from a low angle,\njabbing up into the sky... \n\nTARGET SECTION TO BE ANNOTATED:\nWe PAN ACROSS them, a whole forest of stones, like a whole\narmy of soldiers who have become stone slabs as they died in\nbattle. We are...\n\nEXT. LYNCHBURG CITY GRAVEYARD - DAY\n\nThe cemetery is in the very heart of the town, on a hill top,\nsurrounded by brick walls. And Desmond Doss’s father, Tom,\nis standing among the grave stones.\n\nIt’s an old and seemingly haunted place where few people\nvisit; for awhile he seems all alone, until he hears--\n\nDESMOND (0.S.)\nDaddy?...\n\nTom turns around and stands silently as Desmond approaches.\n\nDESMOND (cont'd)\nMama told me you wanted to see me.\nHere?\n\nTOM\nHere. Yeah.\n\nHe walks away slowly and Desmond follows, completely in the\ndark about why his father has made such a strange demand.\n\nThey reach a section of low stones, their perfect lines now\ntwisted by tree roots and time, their once-smooth surfaces\npitted by weather and pocked by moss.\n\nDESMOND\nConfederates.\n\nTOM\nSoldiers. Boys from World War One\nare over yonder. Even got some\nfrom the Revolutionary War on the\nhill someplace.\n\nDesmond's eyes lift toward his father, starting to understand\nwhy his father wanted him to come here.\n\nTOM (cont'd)\n\nLook at ‘em. All of ‘em soldiers.\nAll of ‘em boys. And all of ‘em\ndead.\n\f3.4.13 16.\n\nTom sounds angry, and bitter, as he always has to Desmond;\nbut for the first time in his life Desmond hears an emotion\nin his father’s voice too.\n\nTOM (cont'd)\nI don’t want my boys here. I don’t\nwant you here.\n\nDesmond’s eyes meet Tom’s; there are tears in Tom’s eyes.\nDesmond is transfixed.\n\nDESMOND\nMark’s already joined up. The\nMarine Corps--\n\nTOM\nI KNOW THAT!\n(trying to regain control)\nI know that...\n\nTom coughs--a wet, smoker’s cough that makes Desmond want to\ngo try to comfort him, but from force of habit he holds back.\nTom sags, supporting himself against one of the gravestones.\n\nTOM (cont'd)\nI don’t want you in this graveyard.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nTom coughs--a wet, smoker’s cough that makes Desmond want to\ngo try to comfort him, but from force of habit he holds back. Tom sags, supporting himself against one of the gravestones. TOM (cont'd)\nI don’t want you in this graveyard. \n\nTARGET SECTION TO BE ANNOTATED:\nI don’t want you to go to war.\n\nDESMOND\nDaddy...\n\nTOM\n\nI know they’re drafting! But I\nstill got a friend or two! One of\n‘em works at the Foundry, making\nsteel they use for ships and tanks\nand such as that. They call it an\n“essential defense industry,” and\nthey’1l leave you alone if you work\nthere. I can get you on. They--\n\nDESMOND\nDaddy. I already signed up.\nTOM\nWhat?\nDESMOND\nI talked to them at the draft board\ntoday.\n\nDesmond watches his father. He approaches him tenderly.\n\f3.4.13 17.\n\nDESMOND (cont'd)\nDaddy, I--\n\nTOM\nGet your hand off me! YOU ARE\nSTUPID! DAMN YOU!! First time in\nyour life I give you the chance to\ndo something smart, and you do\nthis?!\n\nDESMOND\nEverybody else is--\n\nTOM\nYou ain’t everybody else!\nEverybody else jumps in and does\nthings quick, without thinking!\nAnd soldiers who live, they live\nbecause they can do that! You\ncan’t! You gotta sit and think and\npray about everything!\n\nDesmond stands there trying to find words, trying to find\nsolid ground in this sudden sea of emotion.\n\nTOM (cont'd)\nYou're doing it right now.\n\n(beat)\nYou're a terrible son. I hope they\nkill ya.\n\nTom staggers off, through the old headstones of the dead\nsoldiers.\n\nINT. LIVING ROOM, DOSS HOUSE - DAY\nBertha sits crying, alone in the living room. She’s holding\nsomething in her hands: pictures of her sons, Mark and\n\nDesmond. Her tears fall on the glass of the frames.\n\nThrough the front windows she sees the back of her husband as\nhe sits on the porch, sullen, drinking.\n\nShe’s all alone.\n\nEXT. TRAIN STATION PLATFORM, LYNCHBURG - DAY\n\nThe platform is crowded with young men - recruits - being\nsent off by family, friends, wives, and girlfriends. Desmond\nand Dorothy are embracing. The waiting train sounds a shrill\nwhistle - time to get aboard.\n\f3.4.13 18.\n\nDOROTHY\nAre you sure...",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe waiting train sounds a shrill\nwhistle - time to get aboard. 3.4.13 18. DOROTHY\nAre you sure... \n\nTARGET SECTION TO BE ANNOTATED:\nthis is right? It’s\nwhat you’re really meant to do?\n\nDESMOND\nI’m just sure I can’t sit back and\ndo nothing.\nDOROTHY\n(trying not to cry)\nI know.\nDESMOND\n\nI am sure of something, though. I\ndon’t really have the right to be\nasking you, and we haven’t known\neach other for very long, but I\ncan’t imagine...\n\nDOROTHY\nYes.\n\nDESMOND\nYou don’t know what I’m about to\nask.\n\nDOROTHY\nYes, I do, and the answer is, yes.\nI do.\n\nThey kiss. Dot pulls out a small pocket NEW TESTAMENT and\nhands it to Desmond.\n\nDOROTHY (cont'd)\nYou keep this with you, all the\ntime. Promise?\n\nDesmond nods and tucks it away carefully in his shirt pocket.\nThe train blows a second, final whistle and starts to slowly\npull out.\n\nDESMOND\nWhen?\n\nDOROTHY\nSoon as you get leave. Let me\nknow.\n\nDesmond jumps onto the steps of the moving train. Dorothy\nwalks alongside, reluctant to let go of his hand.\n\nDESMOND\nI love you!\n\f3.4.13 19.\n\nThe train is picking up speed. Dorothy has to let go.\n\nINT. MOVING TRAIN - DAY\n\nDesmond sits with the other young men as the train moves\nslowly along the rails, past the hickory and oak trees that\nline the tracks. They rumble over a trestle, and Desmond\nrealizes--\n\nDESMOND\n(to himself)\nWe're going by my house!\n\nA thought strikes him; he looks around at the other young\nguys.\n\nDESMOND (cont'd)\nAnybody got some paper? Anything?\nAnything I could write on?\n\nRECRUIT\nI got some writing paper.\nDESMOND\nCan you loan me a sheet, I’1l pay\n\nyou back!\nThe guy gives Desmond a cheap tablet; Desmond tears off a\nsheet and hurriedly pulls a pencil from his pocket to write.\nHe’s rushing--but he takes the time to write, with feeling--\nCLOSE, THE PAPER:\n\n“DADDY...I LOVE YOU.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe guy gives Desmond a cheap tablet; Desmond tears off a\nsheet and hurriedly pulls a pencil from his pocket to write. He’s rushing--but he takes the time to write, with feeling--\nCLOSE, THE PAPER:\n\n“DADDY... I LOVE YOU. \n\nTARGET SECTION TO BE ANNOTATED:\n DESMOND”\nCLOSE: THE STEPS OF THE TRAIN CAR AS IT RUMBLES ALONG\nDesmond opens the door, braces his foot on the step, and\nreaches down to the track bed; he deftly scoops up a large\nrock, and wraps the paper around it.\nEXT. LYNCHBURG RAILROAD TRACKS - IVY CREEK TRESTLE - DAY\nThe train chugs slowly over the trestle; Desmond, leaning out\nfrom the train car, sees his house far below. With all his\n\nmight he throws the rock. It arcs through the air...\n\nDESMOND\nDADDY!...\n\nBut the train’s WHISTLE drowns out his scream...\n\f3.4.13 20.\n\nAnd the rock falls to the ground, just shy of the Doss’s\nyard. Unseen.\n\nDesmond sees that his message didn’t make it. He sees his\nfather sitting sullenly on the front porch, a disappearing\nspeck in the distance.\n\nINT. ARMY BUS, DAYS LATER - MORNING\n\nDesmond sits in an old green Army bus jammed with young\nrecruits, full of nervous energy and excitement. He runs his\nfingers over the pocket New Testament Dot gave him as the bus\nenters the gates of...\n\nEXT. FT. JACKSON, S. CAROLINA, U.S. ARMY HQ 307TH INFANTRY\n\nA sign boasts: Proud Home of the “Statue of Liberty”\nBrigade!\n\nGroups of sweaty soldiers run past, harassed by their\nperpetually dissatisfied Drill Instructors. Desmond’s bus\nstops and the recruits file out. Immediately, SGT. HOWELL, a\nno-nonsense NCO from Alabama, is screaming at them.\n\nSGT. HOWELL\nWHAT’RE YOU DOIN’ STANDIN’ THERE?!\nGET THE LEAD OUT! MOVE IT MOVE IT\nMOVE IT!\n\nINT. INDUCTION CENTER - DAY\n\nDesmond and the new recruits are pushed and herded quickly\nthrough a series of stations where they are thrown uniforms,\nduffel bags, boots, kits. Throughout, Howell is continuously\nyelling and berating the recruits.\n\nDesmond is both excited and anxious - he’s never been away\nfrom home before and never been around such a group.\n\nINT.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nThroughout, Howell is continuously\nyelling and berating the recruits. Desmond is both excited and anxious - he’s never been away\nfrom home before and never been around such a group. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n COMPANY B BARRACKS - DAY\n\nDesmond enters his new housing. The barracks are stifling,\neven with all the windows open. There are a dozen other\nRECRUITS here, all men older then you might expect - the\naverage age is close to 32. Most of Desmond's platoon have\nbeen here for days already and the men glance at their new\ncomrade with casual interest.\n\f3.4.13 21.\n\nSMITTY, a burly dockworker, is playing a knife game -\n“stretch” - against “GREASE” NOLAN, another Brooklyn native\nand auto mechanic. Smitty balances the knife with an ease\nsuggesting intimate familiarity and expertly throws it into\nthe floor, 30 inches from Grease’s right foot. Grease\ngroans. He has to spread his legs even wider to try and\nreach the knife.\n\nTry as he might, Grease just can’t make it.\n\nGREASE\nShoot! You’re up, Kirzinski.\n\nGrease moves over and another man, KIRZINKSI, takes his\nplace. Grease sidles up to Desmond and extends his hand.\n\nGREASE (cont'd)\nGrease Nolan outta Red Hook. Where\nyou from?\n\nDESMOND\nVirginia. Desmond, Desmond Doss.\n\nGREASE\nHillbilly, huh? That’s Smitty\nthere, whipping Kirzinski’s ass.\n\nKIRZINKSI\nLike you were doing better.\n\nSmitty says nothing but as the Alpha Dog in the bunch he\ngives Desmond a very thorough if silent scrutiny.\n\n“TEACH” EPSTEIN, a High School math teacher from Hartford,\nglances up from his pulp magazine and smiles.\n\nTEACH\nZeke Epstein. Most guys call me\n“Teach.”\n\nGrease steers Doss towards the back of the barracks.\n\nGREASE\nThink we got an empty bunk back\nhere.\n\nGrease pauses near the corner where a group of men are\nintently playing craps. MILT “HOLLYWOOD” ZANE, a\nprofessional gambler from Los Angeles, rolls the dice -\nsevens - and scoops up the pot.\n\f3.4.13 22.\n\nHOLLYWOOD\nSeven is heaven! Come to daddy!\n(glancing at Desmond)\nFresh blood! Care to sit in?\n\nDESMOND\nNo, thanks.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\n(glancing at Desmond)\nFresh blood! Care to sit in? DESMOND\nNo, thanks. \n\nTARGET SECTION TO BE ANNOTATED:\nGREASE\nNot as dumb as you look! That’s\nHollywood Zane. Scott Drucker\nthere’s a genuine Mohawk from\nupstate New York. Say something in\nIndian, Chief.\n\n“CHIEF” Drucker looks at Grease with undisguised contempt.\n\nCHIEF\nUgh.\n\nMazilli, a big burly redhead with a thick Boston accent\nreaches over and shakes Desmond’s hand.\n\nBRUNO “B” MAZILLI\nBruno Mazilli. Beantown. Guys\ncall me B.\n\nGrease gestures to the far corner where TEX ROYAL, a ranch-\nhand from Abilene, is showing off rope tricks to VITO\nRINNELLI.\n\nGREASE\nThat’s Tex over there and Vito\nRinnelli. Here, I don’t think\nanybody's using this bunk.\n\nThe barracks’ door opens and Sgt. Howell bursts in. Smitty\nleaps to attention and yells out.\n\nSMITTY\n‘TENTION!\n\nEveryone immediately drops what they are doing and stands up.\nSGT. HOWELL\nCOMPANY B ON THE ROPES COURSE. FIVE\nMINUTES. LET'S GO!\n\nEXT. ROPES COURSE - DAY\n\nThe men are marched over to a climbing station where they are\neach handed a rope.\n\f3.4.13 23.\n\nSGT. HOWELL\n(yelling)\n\nI am going to teach you how to tie\na bowline knot so you can get your\nsorry asses down from a height so I\ncan kick it! Pay attention! Make\na loop. Run the tail end thru the\nloop and around the rope. Run it\nback through the loop and pull it\ntight! Alright, let’s go!!\n\nThe men struggle to follow Howell’s instructions. Tex, of\ncourse, is perfect but many are flummoxed. Howell walks down\nthe line, testing each knot. He tugs Grease’s clumsy\ncreation and it comes apart in his big meaty hands.\n\nSGT. HOWELL (cont'd)\nCongratulations, Dumb-ass, you just\nfell fifty feet and broke your\nneck!\n\nHowell grabs Zane’s rope and the knot actually slips, closing\nthe loop.\n\nSGT.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOWELL (cont'd)\nCongratulations, Dumb-ass, you just\nfell fifty feet and broke your\nneck! Howell grabs Zane’s rope and the knot actually slips, closing\nthe loop. SGT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOWELL (cont'd)\nBrilliant, Private Zane--you just\nstrangled yourself, numb nuts!\n\nHowell gets to Desmond who, to his embarrassment, has\ninadvertently doubled his rope and actually tied not one, but\ntwo loops.\nSGT. HOWELL (cont'd)\nWhat’ve you got here, Doss, one for\neach titty? You’re tying a\nbowline, boy, not building a bra!\n\nDesmond blushes and laughs at himself. There’s a good\nfeeling in the group, bonded by their mutual clumsiness.\n\nSGT. HOWELL (cont'd)\nYou GRINNIN’ at me, boy?!\n\nDESMOND\nNo Sir!\n\nBut he still grins.\n\nEXT. PARADE GROUND - DAY\n\nHowell double-time marches the men over to a rack of rifles.\n\f3.4.13 24.\nSGT. HOWELL\nGrab a gun and fall in!\n\nEverybody around him is grabbing a gun but Desmond just\nstares at the rack, some powerful emotion working on him.\n\nIrritated, Howell storms up behind Desmond.\n\nSGT. HOWELL (cont'd)\nDo we not have one in your size,\n\nsoldier?!\nDESMOND\n(quietly)\nNo, Sergeant. I can’t...won’t touch\na gun.\n\nEverybody gets very quiet. Howell stares at Desmond in\ncomplete and utter disbelief.\n\nINT. CAPTAIN JACK GLOVER’S OFFICE - DAY\n\nGlover, a tough, no-nonsense former Detroit policeman, is\nCompany B’s Commanding Officer, tasked with the almost\nimpossible mission of creating an entirely new unit from\nscratch. His desk is piled high with reports, manuals, and\ndocuments and the office walls are patchwork of overdue work\norders and tasks. At the moment, all of that is forgotten as\nhe tries to figure out the enigma that is Private Doss.\n\nCAPTAIN GLOVER\nWhat exactly is the problem?\n\nDesmond responds respectfully, but we can sense he’s\nrepeating himself.\n\nDESMOND\nThe Army’s made a mistake. I told\nthem when I signed up that...\n\nSGT. HOWELL\n(sharply)\n“Sir.”\n\nDesmond nods, flustered.\nDESMOND\n\n(to Glover)\nYes Sir. Sorry, Sir.\n\f3.4.13 25.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nDESMOND\n\n(to Glover)\nYes Sir. Sorry, Sir. 3.4.13 25. \n\nTARGET SECTION TO BE ANNOTATED:\nCAPTAIN GLOVER\nWhat you’re saying’s not possible,\nPrivate. Do you know why that is\nnot possible?\n\nDESMOND\nNo, Sir.\n\nCAPTAIN GLOVER\nBecause the United States Army does\nnot make mistakes. Therefore, if\nthere is a problem here, you must\nbe that problem and I don’t want\nany damn problems in my Company.\n\nDESMOND\nSir, I was supposed to be sent to a\nmedical unit, not a rifle company,\nso I could--\n\nSGT. HOWELL\n--He’s a C.O.\n\nHowell hands Doss’s papers to Glover who glances at them with\nsuspicion.\n\nCAPTAIN GLOVER\nYou're a “Conscientious Objector?”\n\nDESMOND\nNo, sir, I am a conscientious\ncooperator. I volunteered for\nactive duty and signed on to be a\nmedic.\n\nCAPTAIN GLOVER\nAre you screwing with me, Doss?\n\nDESMOND\nNo, sir. I don’t have a problem\nwearing a uniform or saluting the\nflag or doing my duty; only with\nthe taking of human life.\n\nGlover can't believe what he’s hearing.\n\nCAPTAIN GLOVER\nYou don’t kill, is all. Any other\nrequirements? Anything else we can\ndo to ensure that you have a\ncomfortable stay here in the Army?\n\f3.4.13\n\nDESMOND\nI’m a Seventh Day Adventist so\nSaturdays are my Sabbath. And like\nI was trying to explain to the\nSergeant here, I won’t touch a gun.\nSir.\n\nGlover and Howell exchange looks.\n\nCAPTAIN GLOVER\nWell, just so we’re clear, Doss,\nlet me tell you my requirements.\nThey're not as complicated as\nyours, in fact, they’re really very\nsimple. As long as you’re part of\nthis Company, you will obey my\norders. Period. If you won’t do\nit here, I can’t trust you’1l do it\nin battle. I’m putting you in for\na Section Eight, Psychiatric\nDischarge. Dismissed!\n\nEXT. PARADE GROUND - MOMENTS LATER\n\n26.\n\nSgt.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. PARADE GROUND - MOMENTS LATER\n\n26. Sgt. \n\nTARGET SECTION TO BE ANNOTATED:\n Howell escorts Desmond back to the line, where the rest\n\nof B Company are finishing calisthenics drills.\n\nSGT. HOWELL\nThink you're pretty smart, don’t\nyou? Come in here, make a bunch of\nridiculous demands, and think we’1l\nwash your ass outta the service, is\nthat the plan?\n\nDESMOND\nThere is no plan. I just want to\nserve my country.\n\nHowell studies Desmond skeptically, completely unconvinced.\n\nSGT. HOWELL\nUh-huh. Well whatever your plan\nis, princess, but you’re not gonna\nget away with it. I guaran-damn-\ntee you that.\n\nHowell approaches the men with Desmond. Everyone comes to\n\nattention.\n\nSGT. HOWELL (cont'd)\n(addressing the men)\nGentlemen! I want you to meet\nPrivate Desmond Doss.\n(MORE )\n\f3.4.13 27.\n\nSGT. HOWELL (cont'd)\nApparently, Private Doss does not\nbelieve in violence. He does not\npractice violence. He will not\neven touch a gun. Private Doss is\na “Conscientious Objector.” Do not\nlook to Private Doss to save your\nass on the battlefield because he\nwill undoubtedly be too busy with\nhis conscience to help you!\n\nBy this time, everyone is staring at Doss with undisguised\nsuspicion, and open loathing.\n\nSGT. HOWELL (cont'd)\n\nI realize some of you may have\nstrong feelings about this but the\nGovernment says we have to respect\nDoss’ rights. It’s what we men\nfight for: to protect our women\nand children and those less able.\nI will expect every man in this\nCompany to give Private Doss the\nfull measure of respect he’s due\nfor the short time he will be with\nus. AM I CLEAR! ?\n\nALL THE MEN\nYES, SERGEANT!\n\nEXT. OBSTACLE COURSE - AFTERNOON\n\nThe men run the course, ducking under barbed wire, climbing\nwooden walls, splashing through water pits, etc. Desmond may\nbe skinny but he’s all muscle and has no trouble keeping pace\nwith the front of the pack - a fact not lost on Smitty.\n\nSGT.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nOBSTACLE COURSE - AFTERNOON\n\nThe men run the course, ducking under barbed wire, climbing\nwooden walls, splashing through water pits, etc. Desmond may\nbe skinny but he’s all muscle and has no trouble keeping pace\nwith the front of the pack - a fact not lost on Smitty. SGT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOWELL\nCOME ON YOU MAGGOTS, PICK IT UP!\n\nEXT. OBSTACLE COURSE - CLIMBING WALL - SAME\n\nThe men reach a sheer vertical wall with four knotted ropes\nhanging from the top. Each soldier grabs a line and hauls\nhimself up, hand over hand. Desmond finds himself right\nbehind Smitty.\n\nAs Smitty nears the top he glances behind at Desmond,\nclimbing with surprising ease up the same rope just beneath\nhim. Smitty hesitates a fraction and then lets himself slip\ndown the rope eighteen inches, his feet catching Desmond in\nthe face and chest and knocking him off the rope and onto the\nground. Smitty grins and easily pulls himself over the top.\n\f3.4.13 28.\n\nDesmond pulls himself up off the ground, a look of\nhardscrabble hillbilly determination on his face. He snatches\nthe rope, and quickly hoists himself up again.\n\nEXT. OBSTACLE COURSE - FINAL TRACK - SAME\n\nSmitty cruises up ahead on the final portion of the course,\nvictory assured. Desmond bears down and sprints full out\nuntil he catches up to a very surprised Smitty; Desmond gives\nhim a sideways glance, and pulls ahead to finish first in the\nCompany.\n\nSmitty is furious as Desmond leaves him in the dust.\n\nINT. DINING HALL - EVENING\n\nA cavernous, drab, pinewood room with long tables seating\nfourteen men.\n\nSmitty sits at the head; Desmond is at the foot. Platters of\nPork Chops, peas, mashed potatoes and corn are passed down.\nBy the time it reaches Desmond, there are only a handful of\npeas and corn left. Uncomplainingly, Desmond fills his plate\nwith what’s left.\n\nWaving one pork chop on his fork over the two other chops on\nhis plate, Smitty yells down the table at Desmond.\n\nSMITTY\nHey, Doss! Sorry we ran out!\n\nDesmond smiles back politely.\n\nDESMOND\nThat's alright, Smitty. I don’t eat\nmeat.\n\nSMITTY\nWhat?\n\nSmitty pretends he can’t hear Doss. Yells out to Teach,\nsitting next to Doss at the end.\n\nSMITTY (cont'd)\nWhat’d the C.0O.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nSmitty pretends he can’t hear Doss. Yells out to Teach,\nsitting next to Doss at the end. SMITTY (cont'd)\nWhat’d the C.0O. \n\nTARGET SECTION TO BE ANNOTATED:\n say?\n\nTEX\nSays he don’t eat meat!\n\nRINNELLI\nDon’t eat meat!\n\f3.4.13 29.\n\nHOLLYWOOD\nNot a meat eater!\n\nFrom one man to the next, the word gets passed until it\nreaches Smitty. Smitty looks at Desmond, at a complete loss\nfor words. Desmond smiles.\n\nDESMOND\nI like vegetables, though, plenty\nfine. Thanks.\n\nSmitty burns, feeling somehow that he’s been had.\n\nINT. COMPANY B BARRACKS - NIGHT\n\nIn the precious half-hour to themselves before Lights Out,\nthe men play cards, read, chew the fat, or write letters.\n\nDesmond reaches into his shirt pocket and retrieves his New\nTestament. He runs his hands lightly over its cheap leather\ncover; he’s in sore need of comfort.\n\nA HAND reaches in and snatches the Bible away. Desmond jumps\nup to see...\n\nSmitty standing there, grinning, holding his Bible.\n\nSMITTY\nWhat’cha got there, Dessie?\n\nDESMOND\nThat’s my Bible.\n\nSMITTY\nSeems kinda small.\n\nDESMOND\nIt's just the New Testament.\n\nSMITTY\nHalf a Bible for half a man?\n\nTEACH\nFor Pete’s sake, Smitty, give him\nback his Bible.\n\nSMITTY\nShut up, Teach.\n(back to Desmond)\nSo how come you don’t fight? You\nthink you're better than us?\n\f3.4.13 30.\n\nDESMOND\nNo.\n\nSMITTY\nWhat if you were attacked?\n\nSmitty suddenly BACKHANDS Desmond across the face, staggering\nhim, and nearly knocking him down. Desmond touches his face;\nhis lip is bleeding.\n\nThe Barracks grows very quiet. Everybody stops what they're\ndoing and watches. A few more men gather behind Smitty.\n\nDESMOND\nThe Bible says to turn the other\ncheek.\n\nSMITTY\nLike this?\n\nSmitty SLAPS him again, this time in the other direction.\nMore men gather. There is the smell of blood in the water.\n\nSMITTY (cont'd)\nSee, I don’t think this is a\nquestion of religion, fellas, I\nthink this is just cowardice, plain\nand simple.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nMore men gather. There is the smell of blood in the water. SMITTY (cont'd)\nSee, I don’t think this is a\nquestion of religion, fellas, I\nthink this is just cowardice, plain\nand simple. \n\nTARGET SECTION TO BE ANNOTATED:\n Is that right, Doss?\nAre you chicken-shit, is that it?\n\nDesmond’s hands clench. It takes everything Desmond has not\nto leap at Smitty and tear his throat out.\n\nGREASE\nLook out, Smitty! He’s getting hot!\n\nSMITTY\nAre you getting mad, Doss? Well,\ngo on, take a poke! Tell you what,\nI'll give you a free shot. Go on.\nNo?\n\nSmitty waves the Bible; Dorothy’s picture falls out. Desmond\nreaches for it but Smitty is faster.\n\nSMITTY (cont'd)\nHold on here! What's this?\n\nDESMOND\nThat’s mine. Give it here!\n\nSMITTY\n\nFinder's keepers.\n(examining picture)\n\n(MORE )\n\f3.4.13 31.\nSMITTY (cont'd)\nHey now, this is a fine looking\nwoman. Kind of woman who deserves\na real man!\n\nThe men whistle and catcall.\n\nDESMOND\nGive it back.\n\nDesmond has grown quiet...still...dangerous.\n\nSMITTY\nPlease.\n\nDesmond’s eyes are hard as mountain granite.\n\nDESMOND\nPlease.\n\nSMITTY\n“Please give it back, Smitty.”\n\nDESMOND\nPlease give it back, Smitty.\n\nSmitty smiles slowly.\n\nSMITTY\nNah, I‘1ll just keep it.\n\nSmitty tucks the picture into his pocket. Desmond's eyes\ndart up, full of fire--\n\nAnd he sees Smitty smiling, waiting for him to strike back,\nand abandon everything that makes him who he is.\n\nDesmond lowers his arms.\n\nSmitty smirks, tosses Desmond’s Bible to Desmond and leaves,\ntaking the crowd with him.\n\nDesmond, left alone, shunned as a coward, picks up his Bible\nand straightens the crooked pages out. A drop of blood from\nhis lip falls on the cover. Desmond wipes it off with his\nsleeve.\n\nCOLONEL STELZER (V.O.)\nDo you hear voices, Desmond?\n\f3.4.13 32.\n\nINT. ARMY PSYCHIATRIST OFFICE - NEXT DAY\n\nCOLONEL STELZER is a pinched face Psychiatrist with a\nreceding hairline and a piercing gaze.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\n3.4.13 32. INT. ARMY PSYCHIATRIST OFFICE - NEXT DAY\n\nCOLONEL STELZER is a pinched face Psychiatrist with a\nreceding hairline and a piercing gaze. \n\nTARGET SECTION TO BE ANNOTATED:\n Desmond sits in front\nof him: nervous, angry, and defiant.\n\nDESMOND\nNo, sir.\n\nCOLONEL STELZER\nBut I understand that God talks to\nyou. Is that right?\n\nDESMOND\nLook, sir, I’m not some drooling\nbackwoods idiot.\n\nCOLONEL STELZER\nIs that how you think most people\nregard you? “A drooling idiot”?\n\nDESMOND\nI'm different. I know that. I\ndon’t pretend to be something I’m\nnot. I am what I am.\n\nCOLONEL STELZER\nSounds lonely.\n\nDesmond says nothing.\n\nCOLONEL STELZER (cont’d)\nSo you don’t hear voices.\n\nDESMOND\nI pray to God and I like to think\nHe hears me but - it’s not a\nconversation, like we’re having.\n\nCOLONEL STELZER\nSo, God didn’t tell you not to\ntouch a gun?\n\nDESMOND\nGod says not to kill. That’s the\nSixth Commandment.\n\nCOLONEL STELZER\nI’m quite familiar with the\nscriptures, Private. And most\npeople take that commandment to\nmean, “Don’t commit murder.” War,\nof course, is a completely\ndifferent set of circumstances...\n\f3.4.13 33.\n\nDESMOND\nI don’t see it that way...\n\nCOLONEL STELZER\n..-King David was a “Warrior King,”\nand much loved by God.\n\nDESMOND\nAnd that’s the Old Testament! Jesus\nsaid, “A new commandment I give\nunto you, that you love one another\nand--\"\n\nCOLONEL STELZER\nJesus didn’t say anything about not\ncarrying a weapon! Did he?\n\nDESMOND\nNo, sir.\n\nCOLONEL STELZER\nThen why won’t you?\n\nDesmond hesitates - then sets his jaw.\n\nDESMOND\nBecause I won’t. Sir.\n\nINT. COMPANY B BARRACKS - DAY\n\nDesmond returns to his cot and finds his pillow soaking wet.\nHe can feel the men looking at him. Desmond wrings out the\npillow as best he can.\n\nINT.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe can feel the men looking at him. Desmond wrings out the\npillow as best he can. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ARMY PSYCHIATRIST OFFICE - DAY\n\nColonel Stelzer is now seated behind his desk. Captain\nGlover stands at attention.\n\nCOLONEL STELZER\nIt is my opinion that Private Doss\nis not insane or a malingerer. His\nreligious views are certainly...\nunique, but they do not constitute\ngrounds for a Section Eight\nDischarge. He is a legitimate\nConscientious Objector and he must\nbe allowed to work as a Combat\nMedic provided he qualifies in all\nother areas of his training.\n\nGlover is dumbfounded - and furious.\n\f3.4.13 34.\n\nCAPTAIN GLOVER\nAnd if I choose to appeal your\ndecision, sir?\n\nCOLONEL STELZER\n(with an edge)\nThat would be unwise, Captain.\n\nEXT. PARADE GROUND - DAY\nGlover strides furiously across the yard, Howell beside him.\n\nCAPTAIN GLOVER\nWe're stuck with Doss...unless he\nrequests a transfer. From now on\nhe’s restricted to Barracks and KP.\nNo leave.\n\nINT. COMPANY B BARRACKS - BATHROOM - DAYS LATER\n\nDesmond is on his hands and knees, scrubbing the filthy\ntoilets with a toothbrush.\n\nINT. MESSHALL KITCHEN - FORT JACKSON - NIGHT\n\nDesmond stands in the crowded, smoky kitchen, washing an\nendless stack of dirty dishes. His hands are raw from the\nhot water and bleach.\n\nThrough the window, he can see Smitty, Grease, Chief, and B\nlaughing and rough-housing with one another as they head out\nof camp on a 24 hour pass.\n\nSmitty and Grease glance back at Doss, silhouetted in the\nmess hall window.\n\nGREASE\nWhat a weirdo, huh? Complete\nfruitcake!\n\nSMITTY\nShut up, Grease.\n\nINT. COMPANY B BARRACKS - DAY\n\nSomebody in the back yells, “Attention!” as Sgt. Howell\nenters in a surprise inspection. Everyone leaps to their\nfeet. Howell prowls around silently, examining the barracks.\nHe stops in front of Doss’ bunk. Tugs on a corner.\n\f3.4.13 35.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe stops in front of Doss’ bunk. Tugs on a corner. 3.4.13 35. \n\nTARGET SECTION TO BE ANNOTATED:\nDissatisfied, Howell yanks the entire bedding off the cot and\nthrows it onto the floor.\n\nSGT. HOWELL\nDoss, your area is a disgrace! A\npig stye!\n\nSmitty grins. Howell turns to him.\n\nSGT. HOWELL (cont'd)\nSomething funny, Ryker?\n\nSMITTY\nNo, sergeant.\n\nSGT. HOWELL\nWhat you men fail to recognize is\nthat a unit is no better then its\nweakest member. To help you learn\nthat lesson, there will be no\npasses for anyone this weekend and\nyou will all be on KP! Right now,\nI want you in full gear for a\ntwenty mile hike. LET’S GO!\n\nHowell exits. Everyone stares at Doss with utter contempt.\n\nEXT. SOUTH CAROLINA COUNTRYSIDE - DAY\n\nCompany B is in full combat uniforms carrying heavy backpacks\nand weapons - except Doss, who is unarmed and unburdened. The\nheat is stifling and the men are sweating heavily as they\nslog through bogs and thick shrubs.\n\nEXT. SOUTH CAROLINA COUNTRYSIDE - HOURS LATER\n\nThe men are in a state of collapse.\n\nSGT. HOWELL\nTake five!\n\nThe Company falls to the ground where they are; some are too\ntired to even move into the shade.\n\nTEX\nSomething’s wrong with Teach.\n\nDoss moves to Teach - he’s hunched over, his face bone white,\nhis skin dry and hot to the touch.\n\nTEACH\nHeadache is all.\n\f3.4.13 36.\n\nTeach collapses.\n\nINT. COMPANY B BARRACKS - EVENING\n\nThe men wait, their mood sour. Nobody will look at Doss.\nHowell enters and the men rise to attention.\n\nSGT. HOWELL\nPrivate Epstein is recovering but\nhe will not be returning to his\nunit; he’ll be discharged. We lost\na good man today, through no fault\nof his own, because this Unit does\nnot pull together; because this\nUnit is weak!\n\nHowell leaves. Slowly, every man in the unit looks at Doss.\n\nINT. COMPANY B BARRACKS - SHOWERS - THAT NIGHT\n\nDesmond is showering, as he does all things now, alone.\nSmitty, Grease, and Chief enter.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. COMPANY B BARRACKS - SHOWERS - THAT NIGHT\n\nDesmond is showering, as he does all things now, alone. Smitty, Grease, and Chief enter. \n\nTARGET SECTION TO BE ANNOTATED:\n Just as Desmond turns to\nface them, Smitty punches Desmond in the face, knocking him\nto the floor. The other men close in around him and begin\nkicking and punching. Desmond curls up and tries to protect\nhimself but he doesn’t fight back.\n\nINT. COMPANY B BARRACKS - NIGHT\n\nAll the other members of the company sit on their bunks, not\nlooking at one another. The only SOUND is that of Desmond’s\nbeating in the next room. Tex curls up in bed and slowly\npulls his pillow over his ears to block out the noise.\n\nINT. COMPANY B BARRACKS - NEXT MORNING\n\nThe entire company stands at attention. The door opens and\nSgt. Howell leads Desmond in. Desmond's face looks like\nchopped steak: bruised and swollen, his eyes bloodshot. His\nribs obviously ache but he struggles to ignore his pain.\n\nSGT. HOWELL\nLast night, Private Doss was\nassaulted in these barracks. I\nwant those men who took part to\nstep forward.\n\nNo one moves. Grease sneaks a nervous glance at Smitty.\n\f3.4.13\n\nSGT. HOWELL (cont'd)\nReese? Something you’d like to\nshare?\n\nGrease shakes his head.\n\nGREASE\nNo, sir.\n\nSGT. HOWELL\nPrivate Doss. Identify the men who\n\nbeat you.\nDESMOND\n(quietly)\nNo, sir.\n\nSGT. HOWELL\nYou mean you don’t know who\nattacked you?\n\nDESMOND\nNo, sir.\n\nEverybody is staring at Desmond.\n\nDESMOND (cont'd)\nI never said I was assaulted.\n\nHowell is stunned; he doesn’t know how to play this one.\n\nSGT. HOWELL\nWhat the hell are you saying, Doss?\n\nDESMOND\nI just - fell, is all.\n\nINT. GLOVER’S OFFICE - DAY\n\nCAPTAIN GLOVER\nI can hardly leave you in the\nbarracks; you might have another\nattack of falling sickness.\n\nDESMOND\nI'm willing to take that chance,\nsir.\n\nCAPTAIN GLOVER\nThe men don’t want you, Doss, they\nhate your guts!\n\n37.\n\f3.4.13 38.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAPTAIN GLOVER\nThe men don’t want you, Doss, they\nhate your guts! 37. 3.4.13 38. \n\nTARGET SECTION TO BE ANNOTATED:\nDESMOND\nSir, they see me as responsible for\ntheir loss of leave, their extra\nduties, and what happened to Teach.\nThey’re angry about that - as they\nwere intended to be.\n\nGlover and Howell exchange looks.\n\nCAPTAIN GLOVER\nIf you’re accusing your Drill\nInstructor of...\n\nDesmond considers them coolly.\n\nDESMOND\nI’m not...sir.\n\nINT. FORT JACKSON OFFICER’S CLUB - EVENING\n\nCaptain Glover shares a drink with his immediate superior,\nCOLONEL CUNNINGHAM.\n\nCOLONEL CUNNINGHAM\nHe’s an embarrassment! We’1ll be\nthe laughingstock of the Regiment.\n\nCAPTAIN GLOVER\nHe passed his Section 8; I’ve\nbrought every pressure to bear that\nI can and he just won't quit.\n\nCOLONEL CUNNINGHAM\nYou should court-martial him.\n\nCAPTAIN GLOVER\nFor what? Doss is a pain in the\nass but he always toes the line.\n\nCOLONEL CUNNINGHAM\nThen find a way to move the line.\n\nGlover throws down his drink--and a thought hits him.\nCAPTAIN GLOVER\nHe told one of the guys he’s\ngetting married this weekend, when\nhe’s on furlough.\n\nCunningham sees where this is going--and likes it.\n\f3.4.13 39.\n\nINT. COLONEL CUNNINGHAM’S OFFICE - DAY - ONE WEEK LATER\n\nCunningham sits at his desk, Sgt. Howell standing beside him.\nA line of men stretches through the office as each member of\nCompany B applies for, and gets, his long awaited “Two Week\nFurlough.” Bored, Cunningham glances at each man’s papers\nand routinely stamps them. Until Desmond reaches the desk.\n\nCOLONEL CUNNINGHAM\nPrivate Doss. I can’t authorize\nyour pass.\n\nDESMOND\nRespectfully, sir, I’m long\noverdue. And I'm getting married\nthis afternoon...\n\nCOLONEL CUNNINGHAM\n...-I’m not interested in your sob\nstory. You’re not rifle qualified.\n\nCunningham smiles, enjoying this.\n\nDESMOND\nI’m not required to carry a gun,\nsir. Colonel Stelzer...",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nCunningham smiles, enjoying this. DESMOND\nI’m not required to carry a gun,\nsir. Colonel Stelzer... \n\nTARGET SECTION TO BE ANNOTATED:\nCOLONEL CUNNINGHAM\n\nColonel Stelzer’s determination\nwas...\n\n(reading from report)\n“Doss must be allowed to work as a\nCombat Medic provided he qualifies\nin all other areas of his\ntraining.”\n\n(closes file)\nYou have not qualified on the rifle\nrange, Private.\n\nSilence. Everybody in line - Smitty and the rest of Company\nB - knows that Cunningham has put Desmond in a box.\n\nCOLONEL CUNNINGHAM (cont’d)\nShow me you know how to handle a\nrifle and I’1l sign your furlough.\nSergeant? Hand Private Doss your\nfirearm.\n\nSgt. Howell offers Doss his rifle.\n\nDESMOND\nSir. I will not touch a gun, sir.\n\f3.4.13 40.\n\nCOLONEL CUNNINGHAM\nI am not asking you, Private. That\nis a Direct Order.\n\nAnd there it is.\nDesmond doesn’t move.\n\nCOLONEL CUNNINGHAM (cont’d)\n\nPick up the rifle.\n\n(Doss remains still)\nI want you to think very carefully\nhere, Doss. Pick up the gun; get\nyour furlough and have a happy\nhoneymoon. Refuse to pick up the\ngun and I will court martial you,\nand you will spend the next five\nyears in the stockade.\n\nDesmond is tempted but...\n\nDESMOND\nNo, sir.\n\nCOLONEL CUNNINGHAM\nSergeant, you will note that\nPrivate Desmond Doss has disobeyed\na direct order from his superior\nofficer. Arrest him!\n\nSgt. Howell leads Desmond out, past the other men of Company\nB. Desmond neither seeks their pity nor their help.\n\nSmitty watches Desmond as he is led out. Disbelief. Anger.\nConfusion. What the hell is it about this guy?\n\nEXT. STOCKADE - DAY\n\nAs the GUARD leads Desmond in, Desmond pleads--\n\nDESMOND\nI’ve got to make a phone call.\nPlease.\n\nGUARD\n\nNo prisoner who’s been\ninsubordinate gets phone calls.\nThe Army lawyers will come to you.\n\f3.4.13 4l.\n\nINT. STOCKADE CELL - EVENING\n\nA bare cell - a cot, a sink, a toilet. Desmond sits on the\ncot, reading the Bible Dorothy gave him.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. STOCKADE CELL - EVENING\n\nA bare cell - a cot, a sink, a toilet. Desmond sits on the\ncot, reading the Bible Dorothy gave him. \n\nTARGET SECTION TO BE ANNOTATED:\n Desmond looks at\nhis wrist watch: five minutes past six.\n\nINT. 7TH DAY ADVENTIST CHURCH - LYNCHBURG, VA - SAME\n\nDorothy stands at the altar in her wedding gown, her parents\nbeside her. Next to them are Desmond’s parents. A tableau of\nembarrassment and concern.\n\nMINISTER\n(quietly)\nHow much longer would you like to\nwait, Dorothy?\n\nDorothy speaks without a hint of doubt in her voice.\n\nDOROTHY\nI think this is long enough.\n\nThe Minister whispers to Dorothy.\n\nMINISTER\nI'm so very sorry...\n\nDOROTHY\nI’m sure there’s a reason he’s not\nhere. We’ll call you on Monday to\nreschedule.\n\nINT. STOCKADE CELL - NIGHT\n\nDesmond paces in his cell, his knuckles clenched white with\nbarely contained fury. Suddenly, the dam bursts with a SCREAM\n- a wrenching roar of frustration and pent-up anger. He\ngrabs his cot and smashes it against the floor. He rips the\nsink off the wall. He smashes his hands against his steel\ndoor until his knuckles are bloody. Exhausted, he slumps\ndown to the floor.\n\nINT. STOCKADE CONFERENCE ROOM - NEXT DAY\n\nDesmond’s lawyer, CAPTAIN DANIELS, is a nervous young man\nwith a mustache so meagre it seems painted on.\n\nCAPTAIN DANIELS\nPrivate, outbursts like last night\ndon’t help.\n\f3.4.13 42.\n\nDesmond shrugs, sunk in misery.\n\nCAPTAIN DANIELS (cont’d)\nThere is some good news. They’ve\nindicated if you plead guilty, the\nArmy will give you a dishonorable\ndischarge, and you can go home.\nHow’s that sound?\n\nDESMOND\nIf that’s the good news, I sure\ndon’t want to hear the bad.\n\nCAPTAIN DANIELS\nLook, Doss, Military Justice is a\nwhole different animal. We’re at\nwar! The needs of a Conscientious\nObjector are hardly a priority.\nTake the deal and be grateful.\n\nINT. DESMOND’S CELL - DAY\n\nDesmond sits on his cot, reading Dorothy’s Bible.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nTake the deal and be grateful. INT. DESMOND’S CELL - DAY\n\nDesmond sits on his cot, reading Dorothy’s Bible. \n\nTARGET SECTION TO BE ANNOTATED:\n The door\nopens and to Desmond’s surprise, Captain Glover enters.\nDesmond stands and salutes. Glover ignores his salute.\n\nCAPTAIN GLOVER\nSit down.\n\nDesmond sits, uncertain. Glover looks out the window at the\nparade ground, at the men training outside. He sees\nDesmond's Bible; picks it up.\n\nCAPTAIN GLOVER (cont’d)\nThis your Bible?\n\nDESMOND\nNew Testament. My fiance gave it\nto me when I joined up.\n\nGlover shakes his head and puts the Bible back down on the\nbunk.\n\nCAPTAIN GLOVER\nYou probably think I’m a real son\nof a bitch who cares more about\nregulations then he does about his\nmen.\n\nDESMOND\nNo, sir.\n\f3.4.13\n\nCAPTAIN GLOVER\n\nDid I give you permission to speak?\n\n(beat)\nThe U.S. Army didn’t always arm its\nmedics. Did you know that? The\nGeneva Convention expressly allows\nMedics to be armed and to use their\nweapons in defense but some nice\nfellow at the Pentagon decided,\nlike you, that he knew better. But\nafter we invaded Attu last year, a\nthousand Japs armed with rifles and\nhome-made spears launched a banzai\nattack in the middle of the night\ndirectly on the hospital tents\nwhere the medics and their wounded\nlay sleeping. Our boys fought back\nas best they could with whatever\nthey could find but hundreds died.\n\nCaptain Glover looks at Doss.\n\nCAPTAIN GLOVER (cont’d)\nI don’t give a rat’s ass about your\nprincipals because the Japs don’t.\nOne of them comes at you and some\nwounded soldier what are you gonna\nfight him with, Doss? Your New\nTestament?\n\nDESMOND\nWith everything I have, sir. I'm\nprepared to give my life for my\nmen.\n\nCAPTAIN GLOVER\n\nYou don’t win wars, Doss, by giving\nup your life! You win wars by\ntaking them.\n\n(beat)\nPlead guilty and I will see that\nyou receive an Honorable Discharge.\nThere’s no shame in that. Go home\nand pray, and let the soldiers go\nover there and fight.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\n(beat)\nPlead guilty and I will see that\nyou receive an Honorable Discharge. There’s no shame in that. Go home\nand pray, and let the soldiers go\nover there and fight. \n\nTARGET SECTION TO BE ANNOTATED:\nDESMOND\nI can’t do that, sir.\n\nThe two men stare at one another.\n\nCAPTAIN GLOVER\nGuard!\n\n43.\n\f3.4.13 44,\n\nA GUARD unlocks the door.\n\nCAPTAIN GLOVER (cont’d)\nYour hearing is tomorrow morning.\nIf I can’t change your mind, maybe\nshe can.\n\nGlover leaves. Desmond rises, afraid to hope, but it’s true -\nDorothy enters the cell. Desmond and Dorothy eye each other,\nunsure of how the other will react. Dorothy moves into his\narms.\n\nDESMOND\nI...you know I would’ve been there\nif there'd been any way...\n\nDOROTHY\nWhat’d they do to you?\n\nDorothy sits on the cot; Desmond sits close beside her,\ntaking his swollen hands in hers.\n\nDESMOND\nI went a couple of rounds with the\nwall and lost. Pretty much the\nstory of me and the army.\n\nDOROTHY\nThey say you could go to prison,\nDesmond. Leavenworth. For a long,\nlong time.\n\nDesmond is nervous but tries not to show it.\n\nDESMOND\nI don’t think that’1l happen.\n\nDOROTHY\nBut you don’t know it, do you?\n\nDESMOND\nI've come too far. I won’t quit.\n\nDOROTHY\nYou tried, Desmond; nobody can say\nyou didn’t. Just say whatever they\nwant you to say and come home!\nThere’s plenty of things you can do\nfor the war effort at home.\n\nDESMOND\nI believe in my heart that being a\nmedic is what I’m supposed to do!\n\f3.4.13 45.\n\nDesmond realizes he’s raised his voice more than he meant to.\nDorothy is starting to seethe.\n\nDOROTHY\nThis is just pride, Desmond! Pride\nand stubbornness! Don’t confuse\nyour will with the Lord’s!\n\nDESMOND\n(reserved)\nI could say the same thing to you.\n\nSilence. Both are miserable.\n\nDESMOND (cont'd)\nI want to do right in God’s eyes\nand - yeah, I may be - like you say\n- prideful. If I am, it’s because I\nwant so badly to be the kind of man\nyou could be proud of.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nBoth are miserable. DESMOND (cont'd)\nI want to do right in God’s eyes\nand - yeah, I may be - like you say\n- prideful. If I am, it’s because I\nwant so badly to be the kind of man\nyou could be proud of. \n\nTARGET SECTION TO BE ANNOTATED:\n And I’m\nscared of failing.\n\nDorothy looks at him - a mixture of love and pity. And then\nshe puts her arms around him and holds him close.\n\nINT. STOCKADE CELL - EVENING\n\nDesmond sits on the floor of his cell, alone, lost in\nthought. He makes a decision, one that leaves him feeling\ndefeated. He rises and bangs on the door.\n\nDESMOND\nGuard! I want to see my lawyer.\n\nEXT. PARADE GROUND - MORNING\nSgt. Howell leads Desmond to the courtroom.\n\nSGT. HOWELL\n\nYou're quitting just in time, Doss.\nRegiment's finally shipping out;\nwe're going to get us a real piece\nof this war.\n\n(confiding)\nYou know, some of us had a pool\ngoing on you. Hollywood was giving\n20 to one odds.\n\nDESMOND\nWhere’d you put your money?\n\f3.4.13 46.\n\nSGT. HOWELL\nLet’s just say, you had me a little\nworried there for awhile.\n\nThey pass soldiers practicing BAYONET DRILL, lunging at and\nclubbing padded wooden stanchions with their rifles while\ntheir Drill Instructor urges them on. Desmond stops to watch.\n\nDRILL INSTRUCTOR\nKill!\n\nSOLDIERS\nKill!\n\nDRILL INSTRUCTOR\nI CAN’T HEAR YOU!\n\nSOLDIERS\nKill!\n\nDRILL INSTRUCTOR\nIS THAT THE BEST YOU CAN DO?!\n\nSOLDIERS\nKILL! KILL! KILL!\n\nDesmond regards all these young men, so confident of their\npower, acting invulnerable--as if none of them will be\nwounded, or killed.\n\nSgt. Howell tugs at Desmond's sleeve pulling him back to\nreality. He follows but there’s a different look in his eyes\nnow.\n\nEXT. DOSS HOUSE - DAY\n\nTom Doss drives his car up to the house like a madman,\nleaving deep ruts in the muddy front yard. He leaps out of\nthe car leaving the door open behind him and the engine still\nrunning. He hurries up the steps to the front porch where\nDot and Bess have been anxiously waiting for him.\n\nDOROTHY\nDid you get it?!\n\nTom hands her an envelope.\n\nTOM DOSS\nRight there.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nDOROTHY\nDid you get it?! Tom hands her an envelope. TOM DOSS\nRight there. \n\nTARGET SECTION TO BE ANNOTATED:\n Go on!\n\nDorothy starts down the steps. Stops and looks back\n\f3.4.13 47.\n\nDOROTHY\nYou're coming aren’t you?\n\nA flash of pain crosses Tom’s eyes.\n\nTOM DOSS\nNo. You go. I...Tell him this was\nyour doing.\n\nDOROTHY\nBut it wasn’t.\n\nTOM DOSS\nIn a way it was. Go on...you’re\ngonna be late if you don’t get\nstarted.\n\nDorothy starts to turn away, but then stops again. There is\na gentle strength in her face, the kind particular to\nSouthern women.\n\nDOROTHY\nMr. Doss... When Desmond and I\nMarry, you’ll be my father too.\nAnd I'm telling you: he’d want to\nknow this...from you.\n\nA flash of pain shoots across Tom's face.\n\nTOM DOSS\nI’m no good at this stuff. You go.\n\nWith one last look and the hint of a nod, Dorothy turns back\ntoward the car and heads off.\n\nINT. MAKESHIFT COURTROOM - DAY\n\nA conference room has been hastily transformed into a\ncourtroom. The JUDGE, a JAG Officer, sits at the far end\nbehind a table on a raised dais. Desmond sits at a table\nwith his lawyer, Captain Daniels. The Prosecutor sits at a\nnearby table next to Colonel Cunningham and Captain Glover.\nCunningham looks very pleased. Glover, on the other hand, is\noddly subdued. MP’s flank the doors. There are a handful of\nchairs in the back - empty. Desmond looks around in vain for\nDorothy, but she is not there. Nobody is there for him.\n\nJUDGE\nThis is a hearing into the matter\nof Private Desmond Doss. The\ncharge is Disobeying a Direct Order\nfrom his Commanding Officer. How\nsays the Defendant?\n\f3.4.13\n\nCaptain Daniels rises.\n\nCAPTAIN DANIELS\nMay it please the court, Private\nDoss is prepared to enter a Guilty\nplea.\n\nJUDGE\nIs that so, Private?\n\nA moment. Desmond rises slowly.\n\nDESMOND\nNo, sir. I’ve changed my mind.\n\nThere is an unpleasant stir in the courtroom.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nDESMOND\nNo, sir. I’ve changed my mind. There is an unpleasant stir in the courtroom. \n\nTARGET SECTION TO BE ANNOTATED:\nJUDGE\n\nYou wish to proceed with a Court\nMartial?\n\nDesmond’s lawyer, Captain Daniels, whispers to him--\n\nCAPTAIN DANIELS\nDoss, what the hell are you--\n\nDESMOND\n(ignoring Daniels; to the\nJudge)\nIf you say so.\n\nJUDGE\nThis is not a game, Private. Your\nlawyer has acquainted you with all\nof the possible consequences?\n\nDESMOND\nYes, sir.\n\nJUDGE\nVery well. Do you deny disobeying\nColonel Cunningham’s order?\n\nDESMOND\nNo, sir.\n\nJUDGE\nIt would seem you leave the court\nwith very limited options.\n(a moment)\nWhy is it so important to you,\ngiven your refusal to even touch a\ngun, to serve in a combat unit?\n\n48.\n\f3.4.13 49,\n\nDesmond takes a breath and wipes his sweaty hands on his\npants. He’s working this out on his feet; trying to give\nform to his feelings.\n\nDESMOND\nWhen the Japs attacked Pearl\nHarbor, I took it personally.\nEveryone I knew was on fire to join\nup. Two men in my home town who\nwere declared 4-F killed themselves\nbecause they couldn’t serve. I had\na job in a defense plant and\ncould've taken a deferment but it\ndidn’t seem right.\n\nIt didn’t seem right to me that\nother folks should fight and die\nfor my rights, including my right\nto believe what I believe. Being a\nmedic seems perfect. I'’11 be right\nin the middle with the other guys,\nno less danger, but instead of\ntaking life, I’1l be saving it.\nWith the world so set on tearing\nitself apart, it doesn’t seem such\na bad thing to me to want to put a\nlittle bit of it back together.\n\nThe men in the court can’t embrace Desmond’s position, but\nthey can’t deny his sincerity.\n\nDESMOND (cont'd)\nAll I’ve ever wanted was a chance\nto serve my country and to protect\nmy fellow soldiers.\n\nThe Judge frowns.\n\nJUDGE\nWhile the sentiments expressed are\nlaudable, the facts of the case\nseem incontestable. I have no\nchoice but to recommend we go\nforward...\n\nThe door opens and Dorothy enters.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nJUDGE\nWhile the sentiments expressed are\nlaudable, the facts of the case\nseem incontestable. I have no\nchoice but to recommend we go\nforward... The door opens and Dorothy enters. \n\nTARGET SECTION TO BE ANNOTATED:\n She spots Desmond and\nrushes past the startled guards to him and his lawyer. She\nhands the envelope to Captain Daniels.\n\nJUDGE (cont'd)\nHow did this woman get in here?\nGuards!\n\f3.4.13 50.\n\nThe MPs close in. Daniels rises, Dorothy's open envelope in\nhis hand.\n\nCAPTAIN DANIELS\nYour Honor! I have a letter here!\nFrom Washington!\n\nThe Judge beckons and Daniels hands him the letter. The\nJudge reads it. He glances up at Desmond.\n\nJUDGE\n(reading aloud)\n\n“The defendant’s rights as a\nConscientious Objector are\nprotected by an Act of Congress and\nhe cannot be compelled to waive\nthose rights. That includes his\nrefusal to bear arms of any kind.”\nSigned by the War Services\nCommander, Washington, D.C.\n\nA stake through the heart of the charges against Desmopnd.\nThe Judge looks over at Cunningham and Glover.\n\nJUDGE (cont'd)\nWe could proceed, of course, should\nthe Colonel insist...?\n\nColonel Cunningham rises stiffly.\n\nCOLONEL CUNNINGHAM\nI withdraw the charges, sir.\n\nJUDGE\nThen this case is dismissed.\nPrivate Doss, you may resume your\nduties and begin training as a\ncombat medic.\n\nAs the courtroom clears, Desmond hugs Dorothy.\n\nDESMOND\nHow did you do this?!\n\nOver her shoulder, Desmond catches a glance from Glover -\nthere is no look of forgiveness on his face, nor any signs of\nforgetting this defeat.\n\nINT. HOTEL ROOM - NIGHT\n\nDesmond lies in bed, absently toying with the WEDDING RING\nthat now graces his left hand.\n\f3.4.13 51.\n\nDorothy turns off the light in the bathroom and climbs into\nbed, wearing a nightgown and her own ring. They hold each\nother a moment and savor the look in each other’s eyes.\n\nDOROTHY\nNow, I haven't changed my mind\nabout what you’re doing and I don’t\nwant you to go. But I love you and\nif you really think this is what\nyou’re meant to do, then that’s the\nway it is. Only...",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nDOROTHY\nNow, I haven't changed my mind\nabout what you’re doing and I don’t\nwant you to go. But I love you and\nif you really think this is what\nyou’re meant to do, then that’s the\nway it is. Only... \n\nTARGET SECTION TO BE ANNOTATED:\nDESMOND\nWhat?\n\nDOROTHY\nYou don’t come home to me and I’11\nmake you sorry you were ever born.\n\nDorothy tries to smile but her tears betray her and then\nDesmond’s mouth is kissing her and they are lost in each\nother.\n\nDISSOLVE TO:\n\nEXT. A ROAD - OKINAWA - MORNING\nTitles: OKINAWA. APRIL, 1945\n\nThe Liberty Division has finally made it into combat, but\ntheir war shows little excitement and even less glory. A\ncold, heavy rain dampens spirits and turns the primitive road\ninto a morass of mud. Company B slogs through the mire as\nthey try to get up to the front line.\n\nDesmond walks in the rear - alone - the Red Cross insignia on\nhis arm and his helmet evidence that he is now, finally, a\nMedic. He carries a full field backpack plus three plasma\nsets, a surgical kit, and two canteens, one full of water and\none full of rubbing alcohol.\n\nDesmond’s training hasn’t brought him any closer to the men,\nwho still noticeably shun him. And he remains the only man\namong them, indeed the only man in the entire US army, who is\nunarmed.\n\nBruno shifts the heavy Flamethrower equipment on his back.\nBRUNO “B” MAZILLI\n\nThought the Pacific was supposed to\nbe warm.\n\f3.4.13 52.\n\nRENNELLI\nThat's what that zippo on your back\nis for.\n\nOn either side of the road, the soil is deep red. Rice\npaddies and cornfields alternate between low pine-covered\nlimestone and ancient coral ridges.\n\nSMITTY\nDoesn’t look a whole lot different\nthan South Carolina.\n\nChief points at an elaborate womb-shaped rock structure on\none hill.\n\nCHIEF\nWon't see that in South Carolina -\nthat’s an Okinawan tomb.\n\nKIRZINKSI\nHow come they don’t bury their dead\nlike decent people?\n\nChief shrugs. A sudden DISTANT RUMBLE of artillery pierces\nthe air and every man perks up.\n\nJON KIRZINKSI\n(nervously)\nOurs or theirs?\n\nThe men up ahead in the line are stepping over to the side of\nthe road.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nA sudden DISTANT RUMBLE of artillery pierces\nthe air and every man perks up. JON KIRZINKSI\n(nervously)\nOurs or theirs? The men up ahead in the line are stepping over to the side of\nthe road. \n\nTARGET SECTION TO BE ANNOTATED:\n Horns of approaching trucks are heard honking\nloudly.\n\nCAPTAIN GLOVER\nGive’em room! Make way!\n\nCompany B huddles miserably off the road as a convoy of ARMY\nTRUCKS rumbles past them in the opposite direction.\n\nThe first trucks are loaded with AMERICAN SOLDIERS, gaunt,\nand haunted-looking. Their clothes are tattered and filthy\nbut much worse is the vacant look of misery in their eyes.\n\nHOLLYWOOD\nWho’s that?\n\nCAPTAIN GLOVER\nThe 96th; what’s left of them. The\nguys we're replacing.\n\nThe trucks keep coming by, one after another, full of silent\nmen with ghostly pallor and dazed faces.\n\f3.4.13 53.\n\nGREASE\n\nHow long were they on the line?\nSMITTY\n\nTwo weeks.\nJON KIRZINKSI\n\nJesus.\n\nAnd then the last five trucks pass by - full of DEAD\nSOLDIERS, each man draped in his own damp poncho and then\nstacked like wood, four feet high.\n\nThe men get very quiet. Desmond takes off his helmet and the\nothers follow suit. The rain beats down on their bare heads\nand runs off their ponchos. The last truck rumbles past.\nThere is only the SOUND of the wind and the rain.\n\nCaptain Glover steps back into the road.\n\nCAPTAIN GLOVER\n(very subdued)\nLet's go.\n\nEXT. OKINAWA FARMHOUSE - THAT EVENING\n\nCompany B enters a typical Okinawan farmstead: low stone wall\nsurrounding a central building with a heavy tile roof and\nupswept eaves. It appears abandoned, pock marked by mortar\nrounds and machine gun fire, but nobody is taking any\nchances.\n\nThe men move cautiously, guns ready. SERGEANT JONES hurries\nup alongside Glover.\n\nSGT. JONES\nSir, we got three Nips coming in,\nwant to surrender. One of ‘em looks\nlike he might be an officer.\n\nGlover, Doss, Smitty and several others follow Sgt. Jones out\nthe rear entrance of the compound to the edge of...\n\nEXT.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nGlover, Doss, Smitty and several others follow Sgt. Jones out\nthe rear entrance of the compound to the edge of... EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HALF-PLOWED FIELD - EVENING\n\nA group of soldiers stand watching in amusement as three\nJAPANESE SOLDIERS approach - one riding a bicycle, one\nsitting on the handlebars, and the third running alongside\nholding a large WHITE FLAG.\n\nCAPTAIN GLOVER\nHold your fire!\n\f3.4.13 54.\n\nSeveral of the US soldiers look back to Glover in confusion.\nA few wave their arms at the Japanese to halt. As the\nJapanese get within fifteen yards they abruptly stop and\nabandon the bicycle. All of them pull out GRENADES and throw\nthem at the Americans! The grenades explode and\nsimultaneously the Americans open up. In the brief fire-\nfight, five American soldiers are wounded and all three\nJapanese go down.\n\nCAPTAIN GLOVER (cont’d)\nCease Fire! Medic!\n\nIt was all so fast; Desmond can hardly believe it.\n\nCAPTAIN GLOVER (0.C.) (cont'd)\nMEDIC!\n\nDesmond grabs his kit and hurries towards the closest wounded\nAmerican.\n\nIt’s not until he’s almost on him that he can see it’s\nactually two men - Bruno, with a gaping stomach wound, and\nlying beside him, Kirzinski, dead, his sightless eyes staring\nup at the sky. His first combat casualties.\n\nThe classroom can’t prepare you for this: the smell of\nburning flesh; the sight of arterial blood seeping into the\nground; the pitiful SOUND of men whimpering with pain.\nDesmond takes a hurried breath and checks the Bruno’s pulse.\n\nDESMOND\nB?\n\nBRUNO “B” MAZILLI\nIs that you, Doss?\n\nDESMOND\nDon’t speak. Save your breath.\n\nDesmond starts to cut away Bruno’s clothes to get at his\nwound. Bruno is badly rattled, shaking with pain and terror;\nthe look on Desmond’s face isn’t comforting.\n\nBRUNO “B” MAZILLI\n\n(whispering)\nIt wasn’t - like - they said it -\nwould be.\n\nDesmond stops, confused, for only a moment as Bruno’s eyes\nroll back in his head.\n\nDESMOND\nHe’s going into shock!\n\f3.4.13 55.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nDesmond stops, confused, for only a moment as Bruno’s eyes\nroll back in his head. DESMOND\nHe’s going into shock! 3.4.13 55. \n\nTARGET SECTION TO BE ANNOTATED:\nDesmond quickly injects Bruno with morphine and then wraps a\ntourniquet around his upper arm. He pulls out a plasma unit -\na box with two bottles and a two way needle - and connects\n\nthe bottles with the needle. While the liquid is filling the\ndried plasma, Desmond pulls out a sterile IV kit and sets it\nup. He inserts one end into the now liquid plasma and the\nother into Bruno’s arm. Desmond releases the tourniquet and\nthe plasma begins to flow into the patient.\n\nDesmond waits an anxious moment and then, as the color\nreturns to Bruno’s face, he breathes a sigh of relief.\n\nDESMOND (cont'd)\nSTRETCHER TEAM!\n\nA Two Man stretcher team runs up. Desmond watches them load\nhis patient and carry him away. Only then does Desmond\nrealize how much his hands are shaking.\n\nEXT. OKINAWA FARMHOUSE - NIGHT\n\nAs the last of the American wounded are evacuated, Desmond\nmoves to the Japanese bodies. To his surprise, one of them\nis still alive.\n\nIt is Desmond's first glimpse of the enemy and despite the\ntreachery of their assault, this soldier does not appear\nformidable. The Japanese Soldier looks young, barely out of\nhis teens, and so malnourished he’s more skin and bones than\nanything else. Blood bubbles at the corners of his mouth.\nHe looks at Desmond with absolute terror in his eyes.\n\nDesmond doesn’t hesitate, he squats down beside the wounded\nsoldier and starts to treat his wounds.\n\nSMITTY (0.C.)\nLeave him be.\n\nDesmond looks up in surprise at Smitty standing over him,\nservice revolver drawn, glowering at the wounded Japanese\nsoldier. Glover strides over.\n\nCAPTAIN GLOVER\n\nSons of bitches came in under a\nwhite flag.\n\n(to everyone)\nNo more prisoners! Ever. You get\na clean shot on one of them, you\ntake it!\n\n(to Desmond)\nLeave him alone.\n\f3.4.13 56.\n\nDESMOND\n(quietly)\nIt’s my job, sir; take care of the\nwounded.\n\nCAPTAIN GLOVER\nNot these wounded.\n\nBOOM! Smitty shoots the wounded Japanese soldier at such\nclose range that flecks of blood spatter Desmond.\n\nGlover has already begun to walk off.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOOM! Smitty shoots the wounded Japanese soldier at such\nclose range that flecks of blood spatter Desmond. Glover has already begun to walk off. \n\nTARGET SECTION TO BE ANNOTATED:\n Smitty looks at\nDesmond.\n\nSMITTY\nHe’s all yours now.\n\nEXT. OKINAWA FARMHOUSE - NIGHT\n\nNervous sentries guard the farmhouse perimeter in two man\nfoxholes. It’s pitch black out and the night is foggy, even\nfurther obscuring vision.\n\nINT. OKINAWA FARMHOUSE - SAME\n\nThose men not on duty - including Smitty - sit together and\neat dinner or smoke.\n\nDesmond sits by himself, ignored by the rest of the company,\neating cold K rations.\n\nThe door opens and another soldier, Schecter, enters.\nSchecter is clearly a veteran; he looks ragged and beat but\nhe has a warm, engaging manner. He carries the equipment of\na medic but wears none of the identifying insignia. Irv\nglances around until he spots Desmond and then comes over to\nhim, hand extended.\n\nSCHECTER\nYou Doss? Irv Schecter out of the\n96th. You and me are the only\nmedics they got now in this area so\nit looks like we’re gonna be\nworking together.\n\nSMITTY\nThe 96th? You just come off the\nline?\n\nSchecter barely nods, ignoring Smitty, and hands Desmond a\nmedical supply package which Desmond starts to open.\n\f3.4.13 57.\n\nSMITTY (cont'd)\nWhat’s it like up there?\n\nSchecter finally turns to face Smitty. He considers hima\nminute, something flinty in his gaze that makes even Smitty\nuncomfortable.\n\nSCHECTER\n“Hacksaw Ridge.” That’s where it’s\nall happening right now. They\nthrew us off it six times and after\nthe last time there wasn’t anything\nleft of the 96th.\n\nSmitty and the rest of the men are silent. Desmond now has\nthe package open to reveal bandages and surgical dressings -\nwhich are all brown instead of white.\n\nDESMOND\nAre these bandages OK?\n\nIrv turns back to Desmond.\n\nSCHECTER\nThey're sterile, if that’s what you\nmean. We started out using regular\nwhite bandages but they show up too\neasy and the Japs deliberately\ntarget the wounded.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nIrv turns back to Desmond. SCHECTER\nThey're sterile, if that’s what you\nmean. We started out using regular\nwhite bandages but they show up too\neasy and the Japs deliberately\ntarget the wounded. \n\nTARGET SECTION TO BE ANNOTATED:\n And take off\nall your Red Cross markings and put\nsome tape over your helmet. Japs\nput a premium on shooting medics.\nThey’11l let a whole squad go by\njust to get a clean shot at one of\nus.\n\nDESMOND\nHow come?\n\nSCHECTER\n‘Cause they’re animals. I’ve seen\nthem fake being wounded, calling\nout “Medic!” just to lure you in.\nThen...\n\nSchecter makes a slashing motion across his throat.\n\nSCHECTER (cont'd)\nThere isn’t any Geneva convention\nout there. There aren’t any rules\nat all.\n\nThe men all look at one another. Schecter hands Desmond a\nroll of black tape.\n\f3.4.13 58.\n\nEXT. ROAD HEADING SOUTH - DAY\n\nIt's a very different Company on the march today. Several\nmen have been killed or wounded and the true nature of the\nabyss which yawns before them has been glimpsed. Desmond\nglances up at the terrain around them.\n\nThey are crossing an open valley, half a mile wide. A series\nof gradual slopes lead to their ultimate objective up ahead:\na long, high rocky escarpment:\n\nHACKSAW RIDGE\n\nThe jagged Ridge runs west, to their right, all the way to\nthe sea. The top of the ridge is protected by a SHEER CLIFF\nwhich is 70 feet high.\n\nAt the eastern end of the ridge, to the Company’s left, is a\nseries of sharp ROCK PINNACLES, 480-500 feet tall, which\ndominate the entire formation.\n\nWith the sun behind it, throwing its enormous shadow out\ntowards the men, the entire structure feels oppressive and\nmalevolent.\n\nThe Company has stopped - every man in it absorbing their\nfirst glance of the obstacle ahead.\n\nCAPTAIN GLOVER\nLet's go!\n\nThe Company reluctantly begins to move forward.\n\nThey come upon the first of several unburied JAPANESE CORPSES-\n-bloated, decomposing bodies drawing clouds of flies. Their\nfaces are stretched tight, jaws open, as if the dead are\nstill screaming.\n\nA cloud-like dread begins to descend on the men.\n\nDesmond notices the FOOTPRINTS of Rennelli in front of him.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nTheir\nfaces are stretched tight, jaws open, as if the dead are\nstill screaming. A cloud-like dread begins to descend on the men. Desmond notices the FOOTPRINTS of Rennelli in front of him. \n\nTARGET SECTION TO BE ANNOTATED:\nThe stream trickling down the middle of the road is changing\ncolor, getting redder. Blood red.\n\nAnd then it dawns on Desmond that the ground is so SATURATED\nWITH BLOOD that they are literally walking through a stream\nof it.\n\nAs every man comes to the same shocking realization.\nHOLLYWOOD\n\nIs that...? It’s not a stream,\nit’s blood!\n\f3.4.13 59.\n\nRENNELLI\n(crossing himself)\nLord have mercy.\n\nEXT. 1ST BATTALION LINES - DAY\nTitles: April 24, 1945. First Assault.\n\nThe First Battalion’s lines are 50 yards from the northern\nedge of the Ridge, running from the Pinnacle rocks on the\nleft, to about 500 yards to the right.\n\nUp close, the Ridge is an even more rugged barrier, actually\nan ancient coral reef. Rain and wind erosion have carved\ninnumerable gullies, caves, and holes in the cliff face. Two\nweeks of combat have left their mark as well. Whatever trees\nor shrubbery once existed here, all that remains now are\nblasted, charred stumps and blackened craters.\n\nThe men of the Company B have found shelter wherever they can\n- some in natural defensive positions among the rocks, others\nin foxholes they have scraped out themselves, or that were\nleft by the 96th.\n\nEXT. 1ST PLATOON COMMAND POST/AID STATION - SAME\n\nCaptain Glover has set up his Command Post with the platoon’s\ncritical communication gear in a hole between two huge rocks\non the lower side of the hill. In front, charred logs have\nbeen piled up and covered with dirt for extra protection.\nTwenty yards behind the CP and dug in behind another pile of\nrocks is the MEDICAL RECEIVING STATION, the first stop in the\nchain of medical care for evacuated casualties.\n\nINT. COMPANY COMMAND POST - SAME\n\nCaptain Glover has the NCOs, Squad Leaders, and Medics\ngathered around while he goes over the plan of battle.\n\nCAPTAIN GLOVER\nThe enemy will be softened up by a\nmortar and artillery barrage. At\n1700 hours, when those shadows give\nus some cover on the face,\nCompanies B and A will assault the\nridge.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nCOMPANY COMMAND POST - SAME\n\nCaptain Glover has the NCOs, Squad Leaders, and Medics\ngathered around while he goes over the plan of battle. CAPTAIN GLOVER\nThe enemy will be softened up by a\nmortar and artillery barrage. At\n1700 hours, when those shadows give\nus some cover on the face,\nCompanies B and A will assault the\nridge. \n\nTARGET SECTION TO BE ANNOTATED:\n A will take the pinnacles on\nour left, while we seize the\nsection of the ridge directly in\nfront of us.\n\n(MORE )\n\f3.4.13 60.\n\nCAPTAIN GLOVER (cont'd)\nThe two companies will then link up\non top and establish a new\ndefensive perimeter which we will\nhold at all costs.\n\nGlover hesitates.\n\nCAPTAIN GLOVER (cont’d)\nWe need Okinawa as a staging area\nfor the invasion of Japan but the\nentire movement of the Army has\nbeen held up, right here. Our Navy\nis stuck off the coast getting hit\nby Kamikaze attacks and losing a\nship and a half a day. Hacksaw\nRidge is the key to their defences.\nWe take Hacksaw, we get Okinawa.\nWe get Okinawa, we take Japan. So\nthe sooner we get this done, the\nsooner we can all go home.\nQuestions?\n\nThe men are silent.\n\nCAPTAIN GLOVER (cont’d)\nOK. See you on top.\n\nEveryone start to leave.\n\nCAPTAIN GLOVER (cont’d)\nDoss.\n\nDesmond returns. Glover waits until they are alone.\n\nCAPTAIN GLOVER (cont’d)\nThat damn ridge has cost us so many\nAmericans we don’t even have an\naccurate count yet. When we\nattack, the only hope any man has\nof surviving is to kill every Jap\nhe sees without hesitation.\nWhatever nonsense you believe, you\nkeep it to yourself--and do your\njob. You understand me?\n\nDESMOND\nYes, sir.\nEXT. COMPANY B LINES - 1700 HOURS\nThe men wait nervously in their positions, checking their\n\nweapons and ammunitions. Some men have short six foot\nLADDERS and heavy CLIMBING ROPES with GRAPPLING HOOKS.\n\f3.4.13 61.\n\nOver their heads, U.S. mortars and artillery shells arc in\nand explode on top of the Ridge.\n\nAs medics, Desmond and Schecter wait the standard 10-15 feet\nbehind the men. They will follow the attack from this\nposition so they can better see when someone goes down.\nSchecter goes over his supplies obsessively.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs medics, Desmond and Schecter wait the standard 10-15 feet\nbehind the men. They will follow the attack from this\nposition so they can better see when someone goes down. Schecter goes over his supplies obsessively. \n\nTARGET SECTION TO BE ANNOTATED:\nDesmond closes his eyes and says a silent prayer. Several of\nthe other men notice. Desmond whispers “Amen” and takes his\nNew Testament from his pocket, running his fingers over its\ncover.\n\nSuddenly, the artillery barrage stops. Desmond opens his\neyes and nervously tucks his Bible away in his breast pocket.\n\nCaptain Glover looks at his watch. It’s time. He hand\nsignals the “go ahead” to his squad leaders.\n\nEXT. CLIFF FACE - SAME\n\nWith the SCOUTS, including Chief, leading the way, the men\nmove as fast and as silently as they can, scrambling over the\nrubble at the base of the Ridge, hand over hand. This is not\nthe Charge of the Light Brigade. Every man is utterly\nterrified and is forcing himself to move forward by a sheer\nact of will.\n\nTWO TEAMS set up ladders against the cliff face.\nImmediately, two men with ropes climb to the top of the\nladders and toss their grappling hooks onto the lip of the\nRidge, trying to grab a secure hold.\n\nSurprisingly there is little enemy resistance--only some\nsniping and a few knee mortar rounds. One soldier goes down.\n\nDesmond hurries towards the wounded soldier when a mortar\nround lands nearby on the rocks. A handful of razor-sharp\nshards of limestone smack Desmond in the right side, spinning\nhim around, and knocking him down to the ground!\n\nDesmond’s hand and face are bleeding. He looks in wonder at\nhis own blood - half terrified at how close the shell was and\nhalf delighted at the modest nature of his injury.\n\nDesmond wipes the blood off on his own shirt, and plunges\nback towards the line.\n\nThe soldiers swarm up the cliff face and finally onto the top\nof the Ridge which is revealed to be a small plateau.\n\f3.4.13 62.\n\nEXT. CLIFF FACE - TEN MINUTES LATER\n\nDesmond hauls himself up the last few feet of rope and\nonto...\n\nEXT. HACKSAW RIDGE - PLATEAU LIP - CONTINUOUS\n\nThe edge here is maybe fifteen feet wide and two to six feet\ndeep. Dotted with boulders and stumps of shattered trees, it\nrises up towards the plateau in a small BERM. This tiny\nprotected area is all the shelter the plateau offers.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nHACKSAW RIDGE - PLATEAU LIP - CONTINUOUS\n\nThe edge here is maybe fifteen feet wide and two to six feet\ndeep. Dotted with boulders and stumps of shattered trees, it\nrises up towards the plateau in a small BERM. This tiny\nprotected area is all the shelter the plateau offers. \n\nTARGET SECTION TO BE ANNOTATED:\nCaptain Glover and the rest of the men are huddled behind the\nberm, peering cautiously over the edge.\n\nDesmond reaches them just as Glover gives the signal to move\nforward across the berm and onto...\n\nEXT. OPEN PLATEAU - CONTINUOUS\n\nThe plateau, seemingly open, is actually crisscrossed by\nnumerous cunningly hidden small RAVINES and GULLIES, and\nstill smoking from the pre-assault bombardment. There are no\nJapanese forces or defensive structures visible. That\ndoesn’t mean they aren’t there. As Glover and his men move\nout into the open, all hell breaks loose.\n\nHEAVY MACHINE GUN FIRE from three cleverly camouflaged\npositions rakes the top of the plateau.\n\nSimultaneously, there is a shower of HAND GRENADES from\nindividual Japanese Soldiers hidden in natural folds and man-\nmade trenches in the ground, or popping out of camouflaged\n“Spider Holes.”\n\nJapanese KNEE MORTARS, 81 MM MORTARS, and even 47 MM guns\nlaunched from positions hidden in the rear of the Ridge - the\n“Reverse Slope” - fall among the Americans with devastating\nresults.\n\nThe Company responds with their own grenades, carbines, and\nBAR but the enemy is so well hidden it’s hard to find a\ntarget. Immediately, the Company starts taking casualties.\nIn front of Desmond, a SOLDIER takes the full blast from a\nJapanese mortar shell and is tossed up into the air and\nbackwards, slamming into the ground.\n\nDesmond launches himself over the berm and runs to the downed\nman, ignoring the firing and explosions all around him. The\nman has lost both his legs from the knees down.\n\f3.4.13 63.\n\nSchecter runs past Desmond and glances down at the wounded\nsoldier. He shakes his head.\n\nSCHECTER\nWaste of time! Come on!\n\nThe wounded soldier grabs Desmond's arm.\n\nWOUNDED SOLDIER\nDon’t leave me! Please, God, don’t\nleave me!\n\nDesmond leans close to the soldier - he can’t be more than\nnineteen.\n\nDESMOND\nI’m not going anywhere! What’s\nyour name?\n\nDesmond quickly injects the soldier with morphine and ties a\ntourniquet around the stumps of his legs.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nDESMOND\nI’m not going anywhere! What’s\nyour name? Desmond quickly injects the soldier with morphine and ties a\ntourniquet around the stumps of his legs. \n\nTARGET SECTION TO BE ANNOTATED:\nWOUNDED SOLDIER\nS.s..s..Stevens. Private J.\nStevens.\n\nDESMOND\nWhere you from, Private Stevens?\n\nWOUNDED SOLDIER\nBuffalo.\n\nDESMOND\nThat's near Niagara Falls, right?\nAlways wanted to see that. OK,\nI’ve got to get you off of here.\nArms around my neck; hold on now!\n\nDesmond picks up the Wounded Soldier and carries him to the\ncliff edge. Desmond looks down.\n\nIt’s seventy feet straight down. It didn’t seem so far\nclimbing up but it looks like the bottom of the Grand Canyon\nfrom here.\n\nDesmond wraps a bandage around his right hand and grabs one\nof the climbing ropes, while he simultaneously tries to\nsecure the soldier with his left hand.\n\nSuddenly, there is an ear-splitting ROAR, like a freight\ntrain approaching, moving down towards him. Desmond looks up\nto see...\n\f3.4.13 64.\n\nA huge JAPANESE SPIGOT MORTAR SHELL, the size of a garbage\ncan, stuffed with twenty pounds of high explosives, arcing\ndown directly towards him.\n\nDesmond looks around in terror. To jump from the cliff would\nkill both him and his patient. Desmond pushes the Wounded\nSoldier down and covers him with his own body...\n\nThe shell passes within six inches of Desmond and lands at\nthe base of the cliff - and fails to go off!\n\nDesmond shudders with relief.\n\nShakily, Desmond secures the wounded Soldier, grabs the rope\nwith his one free hand, and using his feet to slow his\ndescent, jumps off the cliff and slides down the rope.\n\nDesmond can’t control their motion very well and the rope\nbegins to swing, throwing them into the cliff face. Desmond\ntries to put himself between the rock and the wounded\nSoldier.\n\nEXT. HACKSAW RIDGE - BASE OF CLIFF - CONTINUOUS\n\nBruised and battered, Desmond reaches the bottom; terra firma\nnever felt so good. The Spigot Mortar Shell that missed them\nis sticking out of the mud - somehow it had landed on its\nback and thus failed to explode.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. HACKSAW RIDGE - BASE OF CLIFF - CONTINUOUS\n\nBruised and battered, Desmond reaches the bottom; terra firma\nnever felt so good. The Spigot Mortar Shell that missed them\nis sticking out of the mud - somehow it had landed on its\nback and thus failed to explode. \n\nTARGET SECTION TO BE ANNOTATED:\n Desmond has to steady\nhimself at the thought of how close he came to dying but he\nhas a job to do:\n\nDESMOND (cont'd)\nSTRETCHER!\n\nA FOUR MAN STRETCHER team races out from their position\nhidden in the rocks and grabs the wounded soldier.\n\nDesmond runs alongside as the Stretcher Bearers carry the\nsoldier back through their own lines towards the...\nEXT. COMPANY AID STATION - CONTINUOUS\n\n.+-where a DOCTOR is already treating incoming casualties.\nHe glances at the wounded Soldier with a critical eye.\n\nDOCTOR\nPlasma!\n\nDesmond watches while the Doctor goes to work. He glances up\nat Desmond, gesturing furiously at the soldier’s mangled\nlegs.\n\f3.4.13 65.\n\nDOCTOR (cont'd)\nYou ever hear of triage? He won't\nlast a day! And if he does, he\nwon’t thank you!\n\n(to an assistant)\nGET ME SOME PLASMA OVER HERE!\n\nDesmond stumbles out of the aid station and back towards the\nEscarpment. He stops in shock as he sees the rest of Company\nB scrambling down off Hacksaw Ridge in a frantic, helpless\nretreat. It is utter chaos.\n\nEXT. FOXHOLE BELOW THE RIDGE - NIGHT\n\nAs Japanese mortars sporadically lay down harassment fire\nDesmond crouches in his foxhole looking through his K Ration\npackages for his dinner options: “Ham and Egg”, “Beef”, “Ham\nand Cheese.” All meat. Resigned to going hungry, he pulls\nthe single hardtack cracker out of his kit and munches on it\nslowly, washing it down with water from his canteen.\n\nSmitty comes sprinting over and jumps into Desmond’s foxhole.\nDesmond is surprised, but pleased at his company. For his\npart, Smitty is trying to put on a good face but clearly,\nhe’s unnerved by their first combat experience.\n\nDESMOND\nHey.\n\nSMITTY\nNot here to be sociable. Captain\nwants all the medics to have a\nrifleman with them at night, in\ncase one of those Jap infiltration\nteams gets through. I drew the\nshort straw.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nSMITTY\nNot here to be sociable. Captain\nwants all the medics to have a\nrifleman with them at night, in\ncase one of those Jap infiltration\nteams gets through. I drew the\nshort straw. \n\nTARGET SECTION TO BE ANNOTATED:\nAs Smitty talks, he nervously lays out his weapons: he jabs\nhis K-bar knife into the ground for quick access alongside\nhis pistol, his carbine, an extra magazine, and two grenades.\n\nSMITTY (cont'd)\n\nI couldn't see them up there! It\nwas like they were invisible or\nsomething. You knew they were\nthere because they were tearing us\nup, but you couldn’t see them.\n\nDESMOND\nCamouflage, I guess.\n\nSMITTY\nLike ghosts. You gonna eat that?\n\f3.4.13 66.\n\nDesmond shakes his head and Smitty snatches the Beef package,\nrips it open, and stuffs it in his mouth.\n\nSMITTY (cont'd)\nMortars are the worst. I hate the\nway they sound coming in on you but\nJones told me that it’s the one you\ndon’t hear that kills you. I think\nGrease wet himself. He wasn’t the\nonly one.\n\n(slight hesitation)\nNoticed you were talking to\nyourself plenty, going up.\n\nDESMOND\nPraying.\n\nSMITTY\nNever been too big on church and\nstuff like that.\n\nDESMOND\nDon’t need church to pray. Don’t\nneed anything. It’s just...you\ntalking to God.\n\nSMITTY\nUh-huh. He ever talk back?\n\nDESMOND\nNot like this. More just a feeling\nof being heard. Safe.\n\nSMITTY\nSafe?\n\nSmitty looks around at the desolate landscape.\n\nSMITTY (cont'd)\nThat'd be a good trick.\n\nSmitty clearly seems to be struggling with something. After\na moment of hesitation he reaches into his pocket and hands\nsomething to Desmond.\n\nSMITTY (cont'd)\nHere.\n\nDesmond looks down to find the photo of Dorothy that Smitty\nhad stolen from him earlier in his hands. It’s torn in some\nplaces and dirty in others, but the sight of Dorothy brings\nan almost forgotten comfort to Desmond in that dark place.\n\f3.4.13 67.\n\nSMITTY (cont'd)\nI never felt good about taking it.\nAnd never could throw it away.\n\nDESMOND\nsmitty...\n\nSMITTY\nDon’t think this means we’re square\nor nothing. You’re still weird to\nme. But... you did good today.\n\nINT.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou’re still weird to\nme. But... you did good today. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n COMPANY COMMAND POST - DAWN\nGlover addresses the Squad Leaders and Medics.\n\nCAPTAIN GLOVER\nOK, I know we got our asses handed\nto us but at least we’ve got a\nbetter sense of what’s on top. The\nJaps have built a three Bunker\nsystem in a triangle formation\ntowards the southeast corner. We\nneutralize those bunkers and we\nshould be able to roll over the\nridge.\n\nSGT. JONES\nWe're too slow putting men and\nsupplies up there the way we did it\nyesterday. Not to mention getting\nour casualties down.\n\nCAPTAIN GLOVER\nYeah. I asked the Navy for some\nheavy cargo nets. I figure we can\nattach them to those tree stumps up\non the lip and move our men up a\nheck of a lot faster. Gonna need\nvolunteers to tie those nets up.\n\nThere is silence. The men avoid looking at one another.\nFinally, Desmond raises his hand.\n\nDESMOND\nI’1l go.\n\nA moment, as the men take this in. Then Smitty raises his\nhand, followed by Sgt. Jones.\n\f3.4.13 68.\n\nEXT. BASE OF THE RIDGE - DAWN\n\nDesmond, Smitty, and Jones wait in the relative security of\nthe foot of the cliff. Each man ties a rope to his waist,\nthe end of which is secured to one end of two cargo nets\nlashed together. Finished, the men pick up their climbing\nropes with the grappling hooks. They’re ready.\n\nGlover notices a COMBAT PRESS team approaching.\n\nCAPTAIN GLOVER\n(incredulously)\nWhat do you want?\n\nCOMBAT PHOTOGRAPHER\nFor the folks back home.\n\nGlover shakes his head and nods at his three rope men.\n\nCAPTAIN GLOVER\nSmile pretty for the camera,\nfellas.\n\nDesmond, Smitty and Jones force themselves to smile for the\nphotographer.\n\nGlover signals and his men prop three makeshift ladders up\nagainst the cliff face. Desmond and the two others begin to\nclimb as fast as they can while the ropes attached to them\nare carefully played out.\n\nThe other soldiers in the unit watch in surprise and even\nadmiration as Desmond scoots up the ladder, all the while\nmumbling a prayer.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nGlover signals and his men prop three makeshift ladders up\nagainst the cliff face. Desmond and the two others begin to\nclimb as fast as they can while the ropes attached to them\nare carefully played out. The other soldiers in the unit watch in surprise and even\nadmiration as Desmond scoots up the ladder, all the while\nmumbling a prayer. \n\nTARGET SECTION TO BE ANNOTATED:\n He leaves Smitty and Jones struggling\nslowly behind.\n\nNear the top, Desmond throws his grappling hook up and\nsecures a hold, then hoists himself, hand by hand, up over\nthe...\n\nEXT. HACKSAW RIDGE - PLATEAU LIP - CONTINUOUS\n\nBeing sure to keep his head down beneath the height of the\nberm, Desmond quickly removes the rope from his waist and\nloops it around a thick tree stump.\n\nLying back on the ground, feet braced against the stump,\nDesmond pulls with all his might to hoist the cargo net up\nthe cliff face. By this time, both Smitty and Jones are on\neither side of him, pulling up their loads. From below,\nDesmond can hear Glover call:\n\f3.4.13 69.\n\nCAPTAIN GLOVER\nTie it off!\n\nDesmond wraps the line around the tree trunk one last turn\nfor extra measure and then secures it with a knot. He moves\nto the edge of the cliff and looks down.\n\nHe is fearless.\n\nBelow him the Photographer is clicking away. Smitty joins\nDesmond, grinning and posing for the camera.\n\nSMITTY\nLike frickin’ Iwo Jima!\n\nCAPTAIN GLOVER\nAlright, ladies, get down offa\nthere before you get your movie\nstar asses shot to pieces.\n\nEXT. COMPANY COMMAND POST - DAY\n\nGlover lays out the refined attack plan for the squad\nleaders, medics, and the Combat Press Team. On the ground in\nfront of him, Glover has constructed a crude diagram of the\nplateau using twigs and stones.\n\nCAPTAIN GLOVER\nCompany A will start the assault on\nthe pinnacles to draw their focus\nand then we head up under covering\nmortar fire to keep the Japs pinned\ndown. Soon as we’re in position,\nwe pour in small arms fire while\nthe Demo Squad gets close enough to\ntoss in a satchel charge on the\nmain bunker. Bunker blows, we move\nin fast on the other two, just like\nwe trained it. Questions? All\nright, lets--\n\nTex raises his hand.\nTEX\nSir... I'd like Doss to pray for us\nbefore we go up.\n\nGlover is stunned, but no more surprised then Desmond.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nTEX\nSir... I'd like Doss to pray for us\nbefore we go up. Glover is stunned, but no more surprised then Desmond. \n\nTARGET SECTION TO BE ANNOTATED:\nCAPTAIN GLOVER\n“Pray for us?”\n\f3.4.13 70.\n\nTEX\nThe Company.\n\nCAPTAIN GLOVER\nYou gotta problem with that, Doss?\n\nDESMOND\n(uncomfortable)\nNo, sir.\n\nCAPTAIN GLOVER\nWell - I guess it can’t hurt.\n\nEXT. BASE OF THE RIDGE - DAY\n\nBeneath the overhang, every man in Company B has assembled\nfor the assault. Above them, Army mortars are continuously\nblasting the top of the ridge.\n\nTitles: Second Assault on Hacksaw Ridge.\n\nGlover gestures unenthusiastically to Desmond who removes his\nhelmet and kneels, as do Tex and some of the other men.\nSmitty hangs back but he watches everything closely.\n\nDesmond himself is nervous; this is not something he wants to\ndo, or is comfortable with.\n\nDESMOND\nLord. We pray - that you give our\nofficers here, especially Captain\nGlover, wisdom in knowing how to\ngive his orders because our lives\nare in his charge. Give us wisdom\nand the...the help we need in\ntaking all the precautions we can,\nand if it be Your Will, we all come\nback alive. Amen.\n\nDesmond looks around. To his surprise, all the men seem\nfocused in their prayers. Several of them echo his “Amen”\nwith unusual conviction. Glover looks around at his Company\nand nods. For better or worse - it’s time.\n\nCAPTAIN GLOVER\nOK. Let's go.\n\nThe men of Company B begin rapidly climbing up the cargo nets\nand scale the cliff. Reaching...\n\f3.4.13 71.\n\nEXT. HACKSAW RIDGE - PLATEAU LIP - DAY\n\nCareful to stay below the berm, they crawl on their hands and\nknees and spread out along the edge of the cliff in good\norder.\n\nDesmond watches as Captain Glover quietly signals over the\nradio to the mortar teams below. Almost immediately, the\nMortar barrage stops.\n\nThat’s the signal for Company B to attack. As one, the men\nthrow grenades over the berm and then rise up and begin a\nconcentrated FIRE across the plateau.\n\nSmitty focuses his BAR on the MAIN BUNKER while...",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat’s the signal for Company B to attack. As one, the men\nthrow grenades over the berm and then rise up and begin a\nconcentrated FIRE across the plateau. Smitty focuses his BAR on the MAIN BUNKER while... \n\nTARGET SECTION TO BE ANNOTATED:\nThe DEMO MAN crawls out onto the plateau, beneath the bullets\nof his own men, carrying a twenty pound satchel charge of\ndynamite. When he is within ten feet of the Main Bunker, he\npulls the fuse and throws his satchel on top of the bunker.\n\nThere is a tremendous EXPLOSION, blowing a hole in the Bunker\nroof.\n\nAs the men are waiting for the dust to clear--\n\nA SNIPER SHOT hits Schecter in the leg. He yells once and\nfalls. Immediately, Desmond kneels beside him.\n\nSCHECTER\nOh, man, that hurts! How bad?\n\nDesmond looks down at Irv’s leg and sees a severe, but\nsurvivable entrance wound. The exit wound, however, is much\nworse.\n\nDESMOND\nMillion dollar wound, Irv. You're\ngoing home.\n\nDesmond starts to give Schecter a morphine injection.\n\nSCHECTER\nNo--No morphine. I’m good! Save\nit for somebody who needs it.\n\nDesmond hesitates a moment, considering how tightly to wrap\nthe tourniquet. He glances at the wound once more and wraps\na loose tourniquet around Schecter’s leg as a Stretcher Team\nhurries up alongside. They pick up Schecter and carry him\noff; Schecter gives Desmond the thumbs up as he goes.\n\f3.4.13 72.\n\nGlover gestures and then leads a charge of the entire\nCompany, yelling and screaming... Desmond hurries after his\nCompany as they race--\n\nACROSS THE PLATEAU\n...towards the now vulnerable bunker.\n\nSeveral men toss grenades into the hole. Within the bunker,\nexplosions shudder the ground in rapid succession. SCREAMS\necho up from inside.\n\nA soldier releases a searing blast of LIQUID FIRE from his\nflame-thrower into the Bunker’s gun port and the screams\ninside intensify.\n\nHaving demolished the Main Bunker, the Company splits into\nTWO PRE-ASSIGNED TEAMS and each team attacks one of the two\nremaining bunkers with grenades, satchel charges, and\nflamethrowers. The Company sweeps the Ridge - victorious.\n\nEXT.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nHaving demolished the Main Bunker, the Company splits into\nTWO PRE-ASSIGNED TEAMS and each team attacks one of the two\nremaining bunkers with grenades, satchel charges, and\nflamethrowers. The Company sweeps the Ridge - victorious. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n BASE OF THE RIDGE - DAY\n\nDesmond climbs down the cargo net to find a group of his\nfellow soldiers waiting for him. The men smile at him and\npat and touch his shoulder affectionately.\n\nSOLDIERS\nHeya, Doss!/Thanks, buddy!/ Way to\npray./Bless you, man./You saved us!\n\nDesmond smiles tightly and nods--uncomfortable with their\npraise.\n\nINT. MEDIC STATION - AFTERNOON\n\nThe usual chaos as overworked doctors and nurses tend to the\nnewly wounded. Desmond glances around and grabs a passing\nsurgeon.\n\nDESMOND\nWhat happened to Schecter--medic in\ncompany B? He came in just as we\nstarted the assault.\n\nThe Surgeon looks at Desmond and shakes his head.\nDESMOND (cont'd)\n\n(stunned)\nHe wasn’t hurt that bad!\n\f3.4.13 73.\n\nSURGEON\nThe tourniquet must’ve come loose,\nhe was bleeding profusely, went\ninto shock. At least you gave him\nmorphine.\n\nDesmond's face drains.\n\nDESMOND\nHe didn’t want any.\n\nThe surgeon moves on, hurried. Desmond is devastated, guilt-\nridden for letting his friend die in pain.\n\nINT. COMPANY B COMMAND POST - EVENING\n\nCaptain Glover is on the radio with his superior officer,\nLt. Colonel Cooney, at First Battalion HQ.\n\nCAPTAIN GLOVER\nCompany B accomplished its\nobjective today and we have secured\na foothold on the plateau.\n\nINTERCUT AS NECESSARY--\n\nINT. FIRST BATTALION HQ - LT. COONEY’S TENT - EVENING\n\nLT. COONEY, an overweight but powerful man sits uncomfortably\nin his tent, a map engulfing the table in front of him. As\nhe hears this news, he relaxes slightly.\n\nLT. COLONEL COONEY\n(surprised)\nWell done, Captain. Casualties?\n\nCAPTAIN GLOVER\nJust one, sir.\n\nLT. COLONEL COONEY\nRepeat please.\n\nCAPTAIN GLOVER\nWe had one casualty, sir.\n\nLT. COLONEL COONEY\nCompany A on your left was\ndecimated and you had only one\ncasualty? Are you sure you\nattacked the right ridge?\n\f3.4.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nCOLONEL COONEY\nCompany A on your left was\ndecimated and you had only one\ncasualty? Are you sure you\nattacked the right ridge? 3.4. \n\nTARGET SECTION TO BE ANNOTATED:\n13\n\nCAPTAIN GLOVER\nYes, sir.\n\nLT. COLONEL COONEY\n\nWell, what the heck did you boys do\ndifferently out there today?\n\nEXT. DOSS/SMITTY FOXHOLE, THE PLATEAU - NIGHT\n\n74.\n\nDesmond and Smitty are carefully heating a cup of coffee over\n\nthe flame of their burning K-ration wrappers. Smitty is\n\nstarting to relax around Desmond.\n\nSMITTY\nSo what’s next? I’ve got a canteen\nof water here you could turn to\nwine if you want.\n\nDESMOND\nIt wasn’t me; I didn’t do anything.\n\nSMITTY\nYeah. It was God or whatever, but\nyou prayed him down.\n\nDESMOND\nHe’s not a-- a faucet you turn off\nand on. He doesn’t come running\nwhen I whistle, it doesn’t work\nthat way.\n\nSMITTY\nYou know what? You’re a real pain\nin the ass! You’re all Holy Joe\nwhen we're stomping you but then\nwhen we’re on your side that\ndoesn’t make you feel good either!\n\nDESMOND\n(very quietly)\nIrv died.\nSMITTY\n\nSchecter? What happened?\n\nDESMOND\nI screwed up.\n\f3.4.13 75.\n\nEXT. BEHIND THE COMMAND POST - NIGHT\n\nEngineers are cutting SHEETS OF TIN with metal snips and\nbending them around empty artillery shells to make long U-\nSHAPED SECTIONS. Other Engineers connect the sections into\nsix-foot-long units using a hand punch and metal brads for\nfasteners. There’s something medieval about the image, like\nblacksmiths preparing strange Gothic siege equipment.\n\nINT. COMPANY COMMAND POST - SAME\n\nCaptain Glover’s primitive map diagram reflects the day’s\nsuccess and tomorrow’s objective.\n\nCAPTAIN GLOVER\nEvery man should take pride in what\nwe did today. Company B achieved\nsomething that no other unit in the\n381st or the 307th has managed in\nthe last four weeks.\n\nThere are murmurs of satisfaction among the men. Some\nwhistle quietly, or nudge each other in approval. Only\nDesmond is quiet.\n\nCAPTAIN GLOVER (cont’d)\nIt looks like we broke the back of\nHacksaw’s defensive line.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nSome\nwhistle quietly, or nudge each other in approval. Only\nDesmond is quiet. CAPTAIN GLOVER (cont’d)\nIt looks like we broke the back of\nHacksaw’s defensive line. \n\nTARGET SECTION TO BE ANNOTATED:\n However,\nChief noticed a cave opening hidden\nbehind those three pillboxes.\nThere’s some speculation that this\nmay lead to the heart of the\nJapanese fortifications.\n\nSGT. JONES\nIt’s too big for satchel charges.\n\nCAPTAIN GLOVER\nExactly. So I’ve got Engineering\nbuilding us a metal trough we can\ncarry up in sections and assemble\non top. I figure we poke the end\nof the trough into that cave and\npour a dozen Jerry cans of gasoline\nand diesel fuel down their throats--\nand then throw in a phosphorus\ngrenade or two.\n\nSGT. JONES\nFry the sumbitches.\n\nThe men nod, spoiling for revenge.\n\f3.4.13 76.\n\nCAPTAIN GLOVER\nAny luck, we'll be done with\nHacksaw Ridge by tomorrow afternoon\nand headed to the coast.\n\nEXT. THE PLATEAU - DESMOND & SMITTY’S FOXHOLE - NIGHT\n\nBoth men are crouched in their foxhole, waiting for first\nlight. Desmond whispers...\n\nDESMOND\nYou hear something?\n\nSmitty shakes his head but he lifts his gun. Both men lean\nforward but the darkness is impenetrable.\n\nSMITTY\nMay be just a rat.\n\nThere is another SOUND now, clear to both men, off to their\nleft. Smitty slides a round into the chamber of his rifle.\nSuddenly, they are swarmed by JAPANESE SOLDIERS! Smitty\nshoots one but the second soldier bayonets him in the gut.\n\nDesmond ducks a savage thrust from a third soldier and\nclobbers him in the side of the head with his metal helmet.\n\nDesmond tries to get to Smitty but another soldier steps\nbetween them and fires his gun so close that the heat of the\nblast scorches the side of Desmond's face. Desmond grabs the\nbarrel and pulls the Jap soldier forward, swinging his elbow\nwildly into the man’s face and shattering his nose.\n\nDesmond gets hit in the back and knocked to the ground. His\nfingers search blindly for any kind of weapon and he finds a\nbroken rifle in the mud.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nDesmond grabs the\nbarrel and pulls the Jap soldier forward, swinging his elbow\nwildly into the man’s face and shattering his nose. Desmond gets hit in the back and knocked to the ground. His\nfingers search blindly for any kind of weapon and he finds a\nbroken rifle in the mud. \n\nTARGET SECTION TO BE ANNOTATED:\n He staggers to his feet, swinging\nthe rifle like a bat but a JAPANESE OFFICER steps forward,\npistol extended, pointed at Desmond’s heart.\n\nWithout thinking, Desmond raises his rifle but a FLARE goes\n\noff overhead, bathing the battlefield in a eerie green light\nand in that split-second Desmond realizes that the Japanese\n\nOfficer looks weirdly familiar...\n\nHe looks like - no, he is - Desmond’s Father! Tom Doss smiles\nat Desmond as he pulls the trigger and the bullet tears into\nDesmond’s chest and...\n\nSMASH CUT TO:\n\f3.4.13 77.\n\nEXT. HACKSAW RIDGE - PLATEAU FOXHOLE - NIGHT\n\nDesmond wakes up in a cold sweat; his heart pounding. He is\nback in his foxhole on top of the Ridge at night. Smitty\nsits across from him, smoking a cigarette and carefully\ncupping the burning ember so as not to give away their\nposition. Desmond breathes deeply. Shudders.\n\nSMITTY\nHell of a dream.\n\nDesmond nods. Drinks some water from his canteen. Rubs his\nstiff neck. Smitty’s rifle is propped up within easy reach\nand Desmond finds he can’t take his eyes off it. Smitty\nnotices; picks the rifle up.\n\nSMITTY (cont'd)\nIt won’t bite, you know.\n\nDESMOND\nYes, it will.\n\nDesmond takes a breath.\n\nDESMOND (cont'd)\nMy dad was a drunk. He fought it\nfor years but it got ahold of him\nhard. Made him mean.\n\nDesmond pauses. And Smitty knows he’s hearing a raw story.\n\nSMITTY\nHow mean?\n\nDESMOND\nHe use to beat me and my brother\njust because the sun rose and about\nas often. I could take that. But\nwhen he laid his hand on my\nmomma...\n\nFADE TO:\n\nEXT. DOSS HOUSE - FRONT PORCH - EVENING\n\nBertha sits on the front step, SOBBING, one hand to her\nbloodied face. Eight year old Desmond huddles beside her,\nprotectively, one arm around her shoulder.\n\nIn the yard, Tom argues violently with Bertha’s brother,\nUNCLE ARTHUR. Both men are drunk and angry.\n\f3.4.13 78.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn the yard, Tom argues violently with Bertha’s brother,\nUNCLE ARTHUR. Both men are drunk and angry. 3.4.13 78. \n\nTARGET SECTION TO BE ANNOTATED:\nTOM\nGet your damn nose out of my\nbusiness! You hear me?\n\nARTHUR\nTouch my sister again, and see what\nhappens.\n\nTOM\n\nGET OUTTA HERE!\n\nTom swings at Arthur, catching him off-guard, but Arthur\ncomes roaring back with a flurry of punches which drive Tom\nstumbling backwards. Tom trips and falls.\n\nArthur kicks at him but Tom grabs Arthur’s foot and brings\nthe bigger man down. They roll over and over across the\nyard, punching and gouging.\n\nTom staggers to his feet and pulls a PISTOL out of his jacket\npocket! Bertha leaps up.\n\nBERTHA\nTOM! DON’T!\n\nWith no thought for her own safety, Bertha throws herself\nbetween the two men.\n\nDesmond watches from the porch, an eight-year-old boy, frozen\nwith fear.\n\nDESMOND\nMomma !\n\nTom’s hand is shaking but he continues to hold the gun out in\nfront of him - now pointed directly at Bertha. She moves\ntowards Tom, her eyes never leaving his face.\n\nBERTHA\nGive me that gun, Tom. Please.\nGive it here, before somebody gets\nhurt.\n\nTom hesitates. In the distance, there is the SOUND of an\napproaching Police Siren.\n\nBERTHA (cont'd)\nYou kill him, and they’1l hang you\nfor sure. You know they will.\n\nTom’s courage deserts him and he hands the gun over to\nBertha.\n\f3.4.13 79.\n\nBERTHA (cont'd)\nDesmond! You take this and get rid\nof it somewhere. Throw it in the\nriver!\n\nDesmond runs over and takes the gun from Bertha.\nBERTHA (cont'd)\nGo on, now! Hurry before the\npolice get here!\n\nDesmond takes off running.\n\nEXT. PLATEAU FOXHOLE - RETURN TO PRESENT\n\nSMITTY\nYou throw it away?\n\nThis is very hard for Desmond; he’s never told anybody this\nbefore. Ever.\n\nDESMOND\nThat’s what I told my momma.\n\nSMITTY\nWhat’d you really do?\n\nDESMOND\nHid it. In the woods.\n\nSMITTY\nHow come?\n\nEXT.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn the woods. SMITTY\nHow come? EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n DOSS HOUSE - FRONT YARD - THE PAST\n\nDesmond returns back to the house just as the POLICE load his\nhandcuffed father into a police car in front of gawking\nneighbors.\n\nBertha is weeping, hugging Tom, but he ignores her. Over her\nshoulder, Tom can see Desmond, watching his father’s public\nshame - and he glares maliciously at his son.\n\nDESMOND (V.O.)\nBecause I was going to need it to\nkill my daddy.\n\nINT. DOSS HOUSE - HALLWAY - DAY\n\nBertha stands outside the bathroom door. From inside, there\nare the SOUNDS of sharp blows.\n\f3.4.13 80.\n\nBERTHA\nTom! Please. Stop it!\n\nINT. DOSS HOUSE - BATHROOM - SAME\n\nInside the bathroom, Tom brutally whips Desmond with his\nrazor strop.\n\nBERTHA (0.C.)\nTom, you’re gonna kill the boy!\nTOM!\n\nDesmond grits his teeth - he won’t give his father the\nsatisfaction of crying out - but he can’t stop the tears that\nare running down his face.\n\nEXT. THE WOODS - DAY\n\nFinally released, Desmond runs through the woods, the tears\ndrying on his fierce face, his eyes blazing.\n\nHe reaches an old gnarled Oak Tree and falls to his knees.\nHe digs inside a hollow in the roots and extracts a weathered\ncigar box and reaches inside to pull out - his father’s gun.\n\nDesmond examines the gun in the fading light. The weight of\nit feels good in his hands. The intricacies of the mechanism\nitself are appealing. And in its power to distribute\nJustice, in its God-like power of life and death - it is a\nbeautiful thing.\n\nINT. DOSS HOUSE - EVENING\n\nDesmond enters his house and moves up the stairs. He stops\non the landing. From his parents’ room he can hear their\nvoices. Desmond pushes open the door to...\n\nINT. DOSS HOUSE - PARENTS’ BEDROOM - CONTINUOUS\n\nHis mother sits at her vanity table, brushing her hair. Tom\npaces back and forth behind Bertha, berating her.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. DOSS HOUSE - PARENTS’ BEDROOM - CONTINUOUS\n\nHis mother sits at her vanity table, brushing her hair. Tom\npaces back and forth behind Bertha, berating her. \n\nTARGET SECTION TO BE ANNOTATED:\nTOM DOSS\nSpare the rod and spoil the child!\nIsn’t that what that church of\nyours preaches?! Well that boy’s\nspoiled rotten and it’s about time--\n\nHe stops when Desmond enters.\n\f3.4.13 81.\n\nTOM\nWhat do you want?\n\nDesmond raises the gun. Tom’s eyes widen in fear. The gun\nwavers in Desmond’s trembling hand.\n\nJUMP CUT TO:\n\nEXT. PLATEAU FOXHOLE - RETURN TO PRESENT - NIGHT\nSmitty leans forward in disbelief.\n\nSMITTY\nYou killed him?\n\nINT. DOSS HOUSE - PARENTS’ BEDROOM - EVENING - THE PAST\n\nDesmond stands there pointing the gun at his father while his\nmother looks on in horror.\n\nDESMOND (V.O.)\nI could’ve. God knows I wanted to.\nI wanted to kill him for everything\nhe ever did my momma, and my\nbrother, and to me!\n\nThen, although it takes everything Desmond has, he turns\naround and walks away.\n\nEXT. BY THE JAMES RIVER - NIGHT\n\nDesmond stares at the dark waters rolling past. He throws\nthe gun into the river as far as he can.\n\nDESMOND (V.O.)\nBut I didn’t. And that’s when I\nmade a promise to God I’d never\ntouch a gun again.\n\nEXT. PLATEAU FOXHOLE - NIGHT - RETURN TO PRESENT\n\nDESMOND\nIt isn’t because I’m more holy than\nthe next guy. It isn’t because I\nI’m any better. Just the opposite.\n\f3.4.13 82.\n\nSMITTY\n(quietly)\nYou think--looking at all the\nkilling everywhere around us--you\nreally think there’s a God that\ngives a damn about us?\n\nDesmond looks at him. Smitty is serious. Desmond nods.\n\nSMITTY (cont'd)\nThat'd really be something if it\nwas true. Wouldn’t it?\n\nA Japanese mortar round lands ten yards away, scattering\ndebris and shrapnel over both men. As other mortar shells\nbegin to fall, a JAPANESE HAND GRENADE lands close to them.\n\nSmitty pushes Desmond down, grabs his B.A.R. and begins\nspraying the field in front of them.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nSmitty pushes Desmond down, grabs his B. A. R. and begins\nspraying the field in front of them. \n\nTARGET SECTION TO BE ANNOTATED:\n Simultaneously, JAPANESE\nSOLDIERS appear out of hidden spider holes and trenches not\nonly in front of, but within the American lines. It’s as if\nthey materialized out of the mud by magic.\n\nA chaotic fire-fight breaks out all around Desmond and Smitty\nas the terrified American soldiers of Company B discover that\nthe enemy is all around them. Cross fire from both sides\nkills indiscriminately.\n\nA Japanese Soldier bursts out of the darkness behind Smitty\nand bayonets him in the back. Smitty screams. Desmond jumps\nup and punches the Japanese soldier in the face, knocking him\nto the ground.\n\nThe Japanese soldier pulls out a knife and Desmond launches\nhimself on top of the man, trying to wrestle the knife away.\n\nThe two roll over and over across the muddy ground. Desmond\nmanages to break the other man’s grip on the knife but the\nsoldier grabs Desmond by the throat and begins choking him.\n\nDesmond is close to blacking out. He reaches out\ndesperately, trying to find something, anything. His hands\ntouch a ROCK and he manages a glancing blow on the shoulder\nof the Japanese soldier. It’s enough to break his hold on\nDesmond’s throat. Desmond pushes the soldier away and rolls\nover on top of him.\n\nDesmond raises the rock above his head in both hands,\nprepared to bring it down on his enemy’s skull in a crushing\nblow. He screams as he begins to bring the rock down but is\nknocked off course by a nearby explosion.\n\nDesmond is momentarily stunned but almost immediately picks\nup the rock again and turns back to the Japanese soldier.\n\f3.4.13 83.\n\nHe is weeping with fury and frustration. In that one brief\nmoment, the Japanese Soldier rolls away narrowly escaping\nDesmond's blow, staggers to his feet and runs off.\n\nDesmond crawls over to Smitty but he’s too late. Smitty is\ndead.\n\nDesmond is utterly distraught.\n\nEXT. HACKSAW RIDGE - PLATEAU - EARLY MORNING\n\nThe entire area is engulfed in flame and weapons fire. All\nover the killing field, individual fights and deaths are\nplaying out as the sun begins to peek over the horizon,\ncasting a dull red glow over ground running with blood.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. HACKSAW RIDGE - PLATEAU - EARLY MORNING\n\nThe entire area is engulfed in flame and weapons fire. All\nover the killing field, individual fights and deaths are\nplaying out as the sun begins to peek over the horizon,\ncasting a dull red glow over ground running with blood. \n\nTARGET SECTION TO BE ANNOTATED:\nAmong it all, we find Captain Glover and his RADIO OPERATOR.\nGlover tries to assert command and save what’s left of his\nrapidly collapsing company.\n\nCAPTAIN GLOVER\nFALL BACK! FALL BACK!\n\nGlover throws a smoke grenade to try and mask his troops’\nwithdrawal to the cliff’s edge. His men fire frantically at\nan enemy who seems to be everywhere, sometimes hitting their\nown men. Glover yells at his RADIO OPERATOR.\n\nCAPTAIN GLOVER (cont’d)\nMORTARS ON TOP! EVERYTHING WE GOT!\n\nAs the Radio Operator picks up his headset, a Japanese Sniper\nbullet catches him squarely in the forehead.\n\nA Second American Soldier grabs the headset and is also hit.\n\nGlover reaches for the headset and a burst of machine gun\nfire destroys the equipment and sprays shrapnel in his face\nand chest.\n\nDesmond grabs Smitty’s body by the collar of his shirt and\ndrags him back towards the safety of the cliff, some fifty\nyards away.\n\nEXT. HACKSAW RIDGE - CLIFF EDGE - CONTINUOUS\n\nDespite the horror and chaos, those American Soldiers who\nmake it back to the cliff try to set up a perimeter behind\nthe berm and return fire so that the rest of their comrades\ncan get off of Hacksaw.\n\f3.4.13 84.\n\nAs Desmond approaches the cliff edge, Grease frantically\nwaves him to drop down.\n\nGREASE\nGet down! DOWN!\n\nDesmond glances over his shoulder to see THREE JAPANESE\nSOLDIERS, bayonets fixed on their rifles, racing towards him.\n\nDesmond sprawls on the ground and Grease fires, killing two\nof the Japanese and wounding the Third Soldier - who staggers\npast Desmond and STABS Grease in the gut.\n\nGrease drops his rifle and SCREAMS. He wraps his arms around\nhis assailant and frantic, staggers backwards and falls...\n\n.»..over the edge of the cliff, screaming horribly all the way\ndown.\n\nDesmond drags Smitty’s body to the edge of the cliff where an\ninsane scramble of men are trying to get down the cargo nets,\nropes, and ladders. Soldiers drop or throw their weapons\naway. Some, desperate to the point of madness, JUMP OFF the\ncliff.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nDesmond drags Smitty’s body to the edge of the cliff where an\ninsane scramble of men are trying to get down the cargo nets,\nropes, and ladders. Soldiers drop or throw their weapons\naway. Some, desperate to the point of madness, JUMP OFF the\ncliff. \n\nTARGET SECTION TO BE ANNOTATED:\nA burst of MACHINE GUN fire kills Rennelli, not five feet\nfrom Desmond.\n\nDesmond is swept up in the confusion and terror; men are\nfalling so fast he doesn’t know where to turn. He looks DOWN\nTHE CARGO NET--offerring him escape...\n\nDesmond glances back toward the retreating Americans. Any\nman who can still move on his own is running or crawling back\nto the cliff. Behind them, everywhere, there are dead,\ndying, and wounded American soldiers littering the plateau.\n\nDesmond is covered in sweat, mud, and blood. Shaking with\nfear and adrenalin. Escape is just a few feet away but -\nthis is what he is here for. He takes a deep, shuddering\nbreath and...\n\n.+..Desmond heads back, onto the killing field, passing\nCaptain Glover and the last of the rear guard as he does so.\n\nEXT. HACKSAW RIDGE - PLATEAU - DAY\n\nDesmond finds a Soldier with a sucking chest wound. Desmond\npeels away the man’s bloody uniform blouse and applies a\nbattle dressing but the strength of the panicked soldier's\ndesperate gasps for air threaten to pull the dressing further\ninto the wound.\n\f3.4.13 85.\n\nThinking quickly, Desmond pulls out his poncho and rips off a\nsquare of plastic from the tail. Desmond puts the plastic\npatch over the wound to seal it, and then finishes it off\nwith the bandage. It holds.\n\nDesmond grabs the Soldier by the collar of his shirt and\ndrags him back to...\n\nEXT. HACKSAW RIDGE - CLIFF EDGE - DAY\n\nWhat remains of Company B’s makeshift Rear Guard is throwing\ngrenades as fast as they can out of open crates hand-carried\nto the top.\n\nTwo STRETCHER BEARERS grab Desmond’s wounded soldier and\nstart down the cargo net with him. To their surprise,\nDesmond doesn’t follow.\n\nSTRETCHER BEARER#1\nCOME ON! WE’VE BEEN ORDERED OFF!\nGET OUTTA THERE!\n\nDesmond shakes his head--no.\n\nDESMOND\nLEAVE ME YOUR DRESSINGS!\n\nStretcher Bearer#1 looks at Stretcher Bearer#2.\n\nThe two men tear off their first aid field packs and quickly\ndisappear over the edge.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nDESMOND\nLEAVE ME YOUR DRESSINGS! Stretcher Bearer#1 looks at Stretcher Bearer#2. The two men tear off their first aid field packs and quickly\ndisappear over the edge. \n\nTARGET SECTION TO BE ANNOTATED:\n Desmond grabs their kits and heads\nback on his hands and knees onto the field of fire.\n\nEXT. HACKSAW RIDGE - PLATEAU - DAY\n\nThe sun is at a low angle now, throwing long shadows across\nthe top of the plateau which is clouded with smoke and dust,\ncreating a surreal world of shadows in which it is impossible\nto determine friend from foe until you are almost on them.\n\nDesmond manages to creep from spot to spot, relatively\nunseen.\n\nJapanese Mortar Fire still falls erratically, along with\nindividual sniping. Desmond finds another Soldier moaning on\nthe ground, his right arm mangled. Desmond applies a\ntourniquet and starts to drag the man back. As he passes\nanother Wounded Soldier, the man cries out and tries to\nclutch his sleeve.\n\nWOUNDED SOLDIER#2\nDon’t leave me!\n\f3.4.13 86.\n\nDesmond hesitates. Then...\n\nDESMOND\nI’m comin’ back.\n\nEXT. BASE OF THE RIDGE - DAY\n\nIn the relative safety of the base of the cliff, Glover, his\nface and chest still covered in blood, tries to get a handle\non his situation.\n\nCAPTAIN GLOVER\nHow many we got down?!?\n\nSGT. JONES\nMust’a left nearly seventy-five men\nup there!\n\nGlover shakes his head. This is a disaster.\n\nEXT. HACKSAW RIDGE - CLIFF EDGE - DAY\n\nDesmond drags the wounded Soldier back to the lip. He looks\nover the edge. If he climbs down with each casualty it will\ntake twice as long, he’ll exhaust himself quickly, and other\nmen will die who might have been saved.\n\nMaking a quick decision, Desmond grabs one of the ropes\nhanging over the cliff edge and pulls it up. He doubles the\nrope and ties a bowline in it - just like he did that day in\nbasic training--a secure knot with TWO LOOPS.\n\nDesmond secures the wounded man’s legs, one into each loop,\nwraps the remaining rope around the man’s chest twice and\nthen, bracing himself against a rock, slowly lowers the man\ndown to...\n\nEXT. BASE OF THE RIDGE - DAY\n\n...where the two stretcher bearers are huddled on the ground\nin exhaustion, sucking down water.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nDesmond secures the wounded man’s legs, one into each loop,\nwraps the remaining rope around the man’s chest twice and\nthen, bracing himself against a rock, slowly lowers the man\ndown to... EXT. BASE OF THE RIDGE - DAY\n\n...where the two stretcher bearers are huddled on the ground\nin exhaustion, sucking down water. \n\nTARGET SECTION TO BE ANNOTATED:\n To their astonishment,\nthey glance up to see the wounded soldier being lowered\ntowards them.\n\nThey spring into action, catching the wounded soldier by the\nlegs and gently laying him down on the ground.\n\nSTRETCHER BEARER#1\nSTRETCHER!\n\f3.4.13 87.\n\nThe two men hurriedly unhook the wounded soldier and the rope\ndisappears back up the cliff.\n\nTwo additional Stretcher Bearers come running up with a\nlitter. Behind them is Captain Glover.\n\nCAPTAIN GLOVER\nWhat the hell is going on!?!?\n\nSTRETCHER BEARER#1\nSome nut up there is dragging\nwounded off the top.\n\nSTRETCHER BEARER#2\nIt’s that medic--Doss.\n\nGlover glances up through the smoke and the dust...to see yet\nanother casualty being lowered down. Just for a moment he\nglimpses Desmond’s face over the edge of the cliff.\n\nCAPTAIN GLOVER\nDoss?! What are you doing?! Get\nyour ass down from there!\n\nDesmond ignores him and disappears back over the edge.\nGlover looks around, trying to figure out how to play this.\nHe gestures to a Second Radio Operator.\n\nCAPTAIN GLOVER (cont’d)\nDON'T JUST STAND THERE. CALL THE\nMORTARS! TELL THEM TO CEASE FIRE!\nIMMEDIATELY!\n\nEXT. HACKSAW RIDGE - PLATEAU - DAY\n\nDesmond spots THREE WOUNDED AMERICAN SOLDIERS lying in the\nlee of a small group of rocks which are barely keeping them\nalive, covered as they are by overlapping lines of fire from\nmultiple Japanese positions.\n\nDesmond crawls towards the soldiers, trying to use a shallow\ndepression in the terrain to get close, but a BURST of fire\nfrom a Japanese machine gun pins him down.\n\nDesmond tries to catch his breath, wipe the sweat out of his\neyes, and regain his courage.\n\nHe moves again towards the soldiers, and again a burst of\nmachine gun explodes around him, even closer now, shattering\nthe tip of the stones which barely cover him, and cutting him\nwith razor-sharp shards of shattered limestone.\n\f3.4.13 88.\n\nDesmond is momentarily paralyzed with fear.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe moves again towards the soldiers, and again a burst of\nmachine gun explodes around him, even closer now, shattering\nthe tip of the stones which barely cover him, and cutting him\nwith razor-sharp shards of shattered limestone. 3.4.13 88. Desmond is momentarily paralyzed with fear. \n\nTARGET SECTION TO BE ANNOTATED:\n He knows if he\nwaits any longer, he will lose what little courage he has\nleft. He carefully reaches behind and yanks out his tattered\nponcho.\n\nDesmond rolls over on his back and waves his poncho over the\ntop of the rocks, drawing a characteristic 6-8 round burst of\nfire from the Jap machine gun. Then he hears it stop--\n\nTHE JAPANESE MACHINE GUNNERS must stop firing and reload.\n\nAs they reload, Desmond jumps to his feet and sprints around\nthe side of the rocks, grabs one of the wounded soldiers, and\ndrags him quickly towards the cliff’s edge.\n\nINT. FIELD HOSPITAL - DAY\n\nA new wave of wounded soldiers are suddenly being carried in\nby stretcher teams. As the HEAD DOCTOR begins his\nexamination of the first man - the soldier with the sucking\nchest wound - he glances over at the stretcher team who\nbrought him in.\n\nHEAD DOCTOR\nWhere these guys coming from?\n\nSTRETCHER BEARER#1\nThere’s a medic still on top.\n\nHEAD DOCTOR\nOn Hacksaw?\n\nSTRETCHER BEARER#2\nWon’t come down.\n\nThe Head Doctor and his Nurse look at one another in\ndisbelief.\n\nEXT. HACKSAW RIDGE - PLATEAU - DAY\n\nDesmond crawls on his hands and knees to a new position\nbehind a small limestone outcropping. Sprawled on the ground\nbeside him are the bodies of four dead Japanese soldiers,\nkilled by a mortar blast.\n\nDesmond is only fifteen yards away from the remaining two\nwounded American soldiers but they are still closely covered\nby two Japanese machine guns.\n\f3.4.13 89.\n\nEXT. HACKSAW RIDGE - BEHIND JAPANESE LINES - SAME\n\nA member of one of the machine gun units spots Desmond and\nexcitedly waves to his partner who rachets back the return on\nhis weapon and sprays Desmond's position with a quick burst.\n\nDesmond hugs the ground with everything he has. The bullets\nwhistle over his head, inches away.\n\nINT.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nDesmond hugs the ground with everything he has. The bullets\nwhistle over his head, inches away. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CAVE WITHIN PLATEAU - SAME\n\nSimultaneously, from inside one of the Japanese underground\nfiring positions hand carved out of the limestone, a JAPANESE\nSNIPER also glimpses Desmond. He carefully slides into\nposition, his rifle poking out of a six inch wide gun port.\n\nThe magnified cross-hairs of his sniper scope slide over the\nrocks until they settle on Desmond's head. Desmond ducks\ndown.\n\nThe sniper takes a breath. Only a matter of time before\nDesmond raises his head again.\n\nEXT. HACKSAW RIDGE - PLATEAU - SAME\n\nDesmond, still focused on the machine gun position (and\noblivious to the sniper now stalking him) racks his brains,\ntrying to think of a way to get to the two wounded men.\n\nHe glances at one of the dead Japanese soldiers beside him\nand an idea forms. Desmond takes off his helmet and rips off\nthe tape hiding the Red Cross symbol. He straps his helmet\non the dead Japanese Soldier and then very carefully pushes\nthe dead man forward so that his head and trunk appear above\nthe rock outcropping.\n\nA single shot rings out - the sniper strikes Desmond’s helmet\ndead center. Desmond hadn’t expected that - the sniper - but\nhe has the presence of mind to fling the dead soldier out\nfrom behind the rocks, to the side away from his American\nwounded. Both Jap machine gun emplacements rake the corpse.\n\nSimultaneously, Desmond rolls out the other side, rises to\nhis feet and sprints like crazy while the machine gun teams\nreload. Desmond swoops down, grabs the second American\nsoldier by the collar, and drags him off.\n\f3.4.13 90.\n\nINT. CAVE WITHIN PLATEAU - SAME\n\nThe SNIPER realizes he’s been tricked but by the time he can\nput another round into the chamber and get his sights on\nDesmond, the American has disappeared. The Sniper curses a\nblue streak in Japanese, and then moves to find a better\nvantage point.\n\nThe Sniper half runs, half crawls, through a SERIES OF\nTUNNELS until he reaches...\n\nINT. ANOTHER GUN PORT - CAVE WITHIN PLATEAU - CONTINUOUS\n\nA dead Japanese Soldier lies slumped against the port.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Sniper half runs, half crawls, through a SERIES OF\nTUNNELS until he reaches... INT. ANOTHER GUN PORT - CAVE WITHIN PLATEAU - CONTINUOUS\n\nA dead Japanese Soldier lies slumped against the port. \n\nTARGET SECTION TO BE ANNOTATED:\n The\nSniper shoves him to the floor and takes his place, rifle at\nthe ready...\n\nEXT. HACKSAW RIDGE - PLATEAU - SAME\n\nDesmond moves as fast as he can, darting from rock to rock,\ndragging his wounded soldier behind him. He’s only ten yards\naway from the edge of the cliff.\n\nINT. GUN PORT - CAVE WITHIN PLATEAU - SAME\n\nThe Sniper smiles as Desmond comes right into his sights. He\nslowly squeezes the trigger and - the gun jams! Furious, he\nworks the rifle bolt to eject the offending shell but when he\npeeks again through the hole...Desmond is gone again.\n\nEXT. BASE OF THE RIDGE - COMPANY B CAMP - SAME\n\nWhat’s left of Company B has fallen back to a position of\nrelative safety behind the Command Post. The men are ina\nstate of shock. Some, like Tex and Hollywood, just sit and\nstare into space, lit cigarettes dangling uselessly from\ntheir trembling fingers. Others weep shamelessly. Chief runs\nup and crouches down beside Tex and Hollywood.\n\nCHIEF DRUCKER\n(quietly)\nDesmond is still up there.\n\nTEX\nDoss?\n\nHollwood’s ears perk up.\n\nHOLLYWOOD\nWait. On Hacksaw?\n\f3.4.13 91.\n\nChief nods. The three men look at one another. They rise\nstiffly to their feet and head back towards Hacksaw Ridge.\n\nEXT. HACKSAW RIDGE - PLATEAU - DAY\n\nDesmond has returned to get the third soldier. He's\ndeliberately approached him from yet another direction but\neven from here, the wounded man is still well covered by the\ntwo Japanese machine gun emplacements.\n\nDesmond inches his way through a field of American and\nJapanese corpses when one of the Japanese dead moans.\n\nDesmond stops and glances over at the Japanese soldier. The\nman has been shot in the shoulder but he’s not bleeding\nbadly. Left alone, he will surely die but if bandaged, he\nmight survive. Desmond hesitates - then begins to crawl away\ntowards his intended goal, the wounded American.\n\nThe Japanese soldier moans again. Desmond stops. He can’t\nlet him die.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Japanese soldier moans again. Desmond stops. He can’t\nlet him die. \n\nTARGET SECTION TO BE ANNOTATED:\n Desmond moves back alongside the Japanese\nsoldier and begins to dress his shoulder wound.\n\nINT. TUNNEL - SAME\n\nThe Japanese Sniper moves from one shooting port to the next,\nsearching for Desmond. He stops. Smiles. He puts his gun\nup to the port and wipes the sweat off his face and then\nscrews his eye to the sniper scope.\n\nPOV SNIPER SCOPE\n\nThe cross-hairs move across the landscape...and find Desmond.\nThe cross-hairs start up toward Desmond’s forehead, but\nsomething he glimpsed confuses the sniper; he moves the\ncrosshairs down to the wounded soldier Desmond is tending\nand his Japanese insignia comes into clear focus.\n\nThe sniper recoils in astonishment. For a moment, he is\nbewildered. He puts his eye back to the scope.\n\nEXT. HACKSAW RIDGE - PLATEAU - SAME\n\nDesmond wipes the Japanese soldier’s bullet wound with\nalcohol and sprinkles sulfa powder over it; he knows he’s\nexposed here and he’s working as quickly as he can. Every\nsecond could be his last.\n\f3.4.13 92.\n\nINT. TUNNEL - SAME\n\nThe sniper lifts his eye from the scope again; what Desmond\nis doing has caused him to scan across the whole field of\nruptured bodies, both Japanese and American. But he’s a\nsoldier, and whispers to himself--\n\nSNIPER\n(in Japanese)\nWhat are you waiting for?!\n\nHe takes a breath, lowers his eye to his scope, and takes\ncareful aim.\n\nSERIES OF SHOTS:\n\n--He lines the cross-hairs up on Desmond's head.\n\n--Close on sniper’s finger curling slowly around the trigger.\n--Close on sniper’s mouth as he gently exhales\n\n--He squeezes the trigger.\n\n--Through the scope, he sees Desmond taping the final bandage\nin place when a mortar shell lands between Desmond and the\nSniper!\n\nThe debris shatters the Sniper’s scope and blinds him. He\nstaggers back from the port, blood pouring down his face.\nAnother mortar shell lands even closer and the tunnel shakes.\nThe Sniper turns to run and a third mortar shell falls\ndirectly on his position and as he screams, the tunnel\ndisintegrates around him, burying him alive.\n\nEXT.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnother mortar shell lands even closer and the tunnel shakes. The Sniper turns to run and a third mortar shell falls\ndirectly on his position and as he screams, the tunnel\ndisintegrates around him, burying him alive. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HACKSAW RIDGE - PLATEAU - SAME\n\nDesmond is oblivious to the fate of the sniper as mortar\nshells are now falling thick and fast all over the plateau.\nKnowing that any Japanese in the area are as much at risk\nfrom these random rounds as he is, Desmond makes a calculated\ndecision to go for it. He rises to his feet and sprints to\nthe third wounded American.\n\nDesmond reaches him and pulls him up to his feet, drapes the\nman’s left arm around his own neck, and begins to stagger/run\ntowards the ridge.\n\f3.4.13 93.\n\nEXT. CLIFF EDGE - DAY\n\nDesmond has roped up the third man and just lowered him down\nto safety. Desmond crouches there on his hands and knees,\nshaking with exhaustion.\n\nBehind him, in the distance, he hears another American voice\ncalling for help. Desmond closes his eyes.\n\nDESMOND\n(quietly)\nJust one more. Please.\n\nMONTAGE\n\nA SERIES OF SHOTS as the sun moves overhead across the sky,\nand Desmond moves across the plateau, saving one life at a\ntime, dragging/carrying each soldier to the edge of the\ncliff, roping him up and lowering him down to safety.\n\nDESMOND (V.O.)\nLet me get one more...\n\nFADE TO:\n\nEXT. BASE OF THE RIDGE - TWILIGHT\n\nGlover, Hollywood, Chief, Tex and dozens of soldiers from\nother companies watch silently as Desmond lowers one last man\ndown from Hacksaw Ridge...but this one is already dead...\n\nWe see this last man’s face...it’s Smitty. As the body\nslowly descends, we realize Desmond’s last act was to\nretrieve Smitty’s body.\n\nAnd with that, Desmond finally leaves Hacksaw Ridge. Slowly,\npainfully, he climbs down the rope alone.\n\nWhen Desmond reaches the bottom, he fights not to collapse\ninto the arms of the men waiting at the base of the cliff.\nHis uniform is completely soaked with blood and mud, and\nflies swarm around him but he’s too tired to bat them away\nwith his torn and bleeding hands. The men stare at him like\nhe’s a ghost as Desmond glances down at his uniform,\nstraining to move his head to look up again.\n\nCaptain Glover is one of them.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis uniform is completely soaked with blood and mud, and\nflies swarm around him but he’s too tired to bat them away\nwith his torn and bleeding hands. The men stare at him like\nhe’s a ghost as Desmond glances down at his uniform,\nstraining to move his head to look up again. Captain Glover is one of them. \n\nTARGET SECTION TO BE ANNOTATED:\nCAPTAIN GLOVER\nIs he wounded?\n\f3.4.13 94,\n\nTEX\nHe’s not shot.\n\nDESMOND\n\n(barely audible)\n\nSorry.\n\nCAPTAIN GLOVER\nFor what?\n\nDESMOND\nI think...\n\nCAPTAIN GLOVER\nThey’re all down, Desmond. You\ngot’em all.\n(to the others)\nGo him to the aid station.\n\nINT. AID STATION - TWILIGHT\n\nEveryone has heard about Desmond’s heroics. The surgeons,\nstretcher teams, and nurses all watch silently as Desmond\nchanges his bloody uniform for a replacement uniform - a\nwashed and bleached uniform of a dead soldier.\n\nCarefully, he removes his pocket Bible, taking a moment to\ntry and wipe off the blood that stains its front cover.\nSomething on the blouse he’s about to put on catches his eye.\nThe lettering is faded but it looks like...\"Schecter.\"”\n\nFor just a moment, everything swims in front of his eyes.\n\nEXT. DESMOND’S FOXHOLE, BELOW THE RIDGE - NIGHT\n\nRaining. Along with the usual sporadic Japanese mortar fire.\nDesmond sits - alone - in the dugout he once shared with\nSmitty. Tex scurries up out of the dark. He puts a can of K-\nrations down in front of Desmond.\n\nDESMOND\nWhat’s this?\n\nJOSH “TEX” ROYAL\n(quietly)\nPeaches. Never liked’em all that\nmuch.\n\nTex leaves. A moment later, Hollywood comes over and sets\ndown another rare can of non-meat K rations.\n\f3.4.13 95.\n\nHOLLYWOOD\nHere. I’m full.\n\nFrom all over, Company B survivors come up to Desmond, one by\none, and silently lay cans of non-meat food in front of him\nand then disappear into the dark. Desmond stares at the pile\nof food.\n\nFADE TO:\n\nINT. COMPANY COMMAND POST - SAME\n\nIt is a very subdued meeting of a much reduced leadership\nteam. The men are exhausted; completely worn out mentally\nand physically.\n\nCAPTAIN GLOVER\n\n(barely audible)\nOkay.\n\n(louder)\nOkay. Word is...word from HQ is,\nwe gotta go back up on Hacksaw\ntomorrow.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAPTAIN GLOVER\n\n(barely audible)\nOkay. (louder)\nOkay. Word is...word from HQ is,\nwe gotta go back up on Hacksaw\ntomorrow. \n\nTARGET SECTION TO BE ANNOTATED:\n And we gotta take it,\nthis time.\n\nThe men are silent, close to mutiny. In the rear, someone\ngroans.\n\nCAPTAIN GLOVER (cont’d)\nI know, I know. Look, they know\nwhat we're up against and they’ve\npromised us a full company of\nreinforcements, and a massive\nbombardment preceding the assault,\nincluding naval guns and aircraft.\nThe heart of their defensive line\nis that cave towards the rear of\nthe escarpment. We get to that,\ntake out that cave, and Hacksaw is\nours.\n\nThe men look at one another, reaching some unspoken\nagreement, and then stare back to Sergeant Jones.\n\nSGT. JONES\nSir? The only way Company B goes\nback up on that Ridge tomorrow is\nif Desmond Doss goes with us.\n\nCAPTAIN GLOVER\n(confused)\nAny reason to think he won't?\n\f3.4.13 96.\n\nSGT. JONES\nWell - it’s Saturday.\n\nEXT. OKINAWAN TOMB - DAWN\n\nDesmond sits behind the shelter of a stone Okinawan tomb,\nreading his Bible when to his surprise Captain Glover\nappears. Glover squats down beside Desmond; looks out over\nthe countryside as the first sliver of sunlight illuminates\nthe landscape.\n\nCAPTAIN GLOVER\nSometimes, if I squint a little\nbit, this countryside reminds me a\nlittle bit of South Carolina. A\nSouth Carolina that’s been bombed\nand blown to a jillion little muddy\npieces but still...\n\nDesmond nods.\n\nDESMOND\nYou catch a whiff of pine\nsometimes, almost makes me\nhomesick.\n\nCAPTAIN GLOVER\n\nWe’re gonna have to go back up on\nHacksaw tomorrow. And tomorrow is\nyour Sabbath.\n\n(beat)\nMost of the men don’t believe in\nthe same way you do. But they\nbelieve so much... in how much you\nbelieve... that they won’t go up\nthat Ridge unless you’re with them,\ncompletely.\n\nDesmond looks back at the Captain, not sure he understands\nwhat Glover is asking.\n\nCAPTAIN GLOVER (cont’d)\nIt’s not their Sabbath, it’s yours.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut they\nbelieve so much... in how much you\nbelieve... that they won’t go up\nthat Ridge unless you’re with them,\ncompletely. Desmond looks back at the Captain, not sure he understands\nwhat Glover is asking. CAPTAIN GLOVER (cont’d)\nIt’s not their Sabbath, it’s yours. \n\nTARGET SECTION TO BE ANNOTATED:\nAnd they figure that for this\nassault to be square with God, it’s\ngotta be square with you.\n\nDesmond puts down his Bible and studies Glover.\nDESMOND\n\nSir, if you could give me...just a\nfew minutes.\n\f3.4.13 97.\n\nEXT. HACKSAW RIDGE - DAY\n\nExplosion after explosion tears into the Ridge from a variety\nof American guns: mortars, howitzers, off-shore Naval\nbatteries and Army rockets. Marine F4U Corsairs bomb and\nstrafe the rugged terrain. Occasionally, a secondary\nexplosion indicates some lucky round has found its mark - an\nammunition or fuel dump.\n\nTitles: Hacksaw Ridge. Third Assault.\n\nSmoke, dust, and debris rise into the air in a dark cloud lit\nwith flame as if the Ridge were an erupting volcano.\n\nEXT. ASSEMBLY POINT BENEATH THE CLIFF - SAME\n\nThe men of Company B - resigned veterans and nervous\nreplacements - wait in their pre-assault positions. But\ntheir focus is not on the Ridge. They are all looking\nbackwards, toward the rear of the line.\n\nINT. COMPANY COMMAND POST - SAME\n\nGlover smokes a last cigarette while he gets an earful from\nHQ over the Company field telephone.\n\nINTERCUT AS NECESSARY--\n\nINT. FIRST BATTALION HQ - LT. COONEY’S OFFICE - DAY\n\nLT. COLONEL COONEY (ON PHONE)\nWhat the hell is your delay,\nCaptain?! You were supposed to\nbegin that assault ten minutes ago!\nThe entire 307th Infantry and the\nwhole 7th Fleet is cooling its\nheels for you!\n\nCAPTAIN GLOVER\nWe're waiting, sir.\n\nLT. COLONEL COONEY\nWaiting for what?!\n\nCaptain Glover glances towards the rear of the line where in\nthe distance, a long figure kneels.\n\nCAPTAIN GLOVER\nWe're waiting for Private Doss to\nfinish praying.\n\f3.4.13 98.\n\nEXT. ASSEMBLY POINT BENEATH THE CLIFF - SAME\n\nOn his knees, Dorothy’s Bible in his hands. The strain and\nhorror of the last ten days is etched in his face.\nHaltingly, Desmond tries to work this out with his God.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nASSEMBLY POINT BENEATH THE CLIFF - SAME\n\nOn his knees, Dorothy’s Bible in his hands. The strain and\nhorror of the last ten days is etched in his face. Haltingly, Desmond tries to work this out with his God. \n\nTARGET SECTION TO BE ANNOTATED:\nDESMOND\n\n(quietly)\nI’ve done my best to...to be\nfaithful to you, and the promises I\nmade. I gotta...break one of those\npromises now and I’m asking your\nforgiveness. It may be a wrong\nthing but I can’t let my men go up\nthere alone. And if that is a sin\nthen I take it on my heart, alone.\nAmen.\n\nChief nudges Hollywood and points to where Desmond Doss is\nwalking towards them.\n\nINT. COMPANY B COMMAND POST - SAME\nCaptain Glover sees Desmond coming, rejoining the line.\n\nCAPTAIN GLOVER\n(into field telephone)\nCompany B is ready to go, sir.\n\nEXT. ASSEMBLY POINT BENEATH THE CLIFF - MOMENTS LATER\n\nAbove them, the bombardment suddenly stops. The SILENCE is\ndeafening. Every man left in Company B - including Desmond -—\nis ready. On their faces, each and every one, is a fierce\nlook of quiet determination.\n\nCaptain Glover looks to Desmond. Desmond nods.\n\nDESMOND\n(quietly)\nLet's go.\n\nGlover leads his men climbing up the cargo nets. Desmond\nfollows behind.\n\nBELOW THE LIP OF THE PLATEAU\n\nGlover and his group leaders hang for a moment on the cargo\nnets as they pull grenades out of their pockets. They yank\nthe pins and lob the grenades over their heads onto the\nplateau.\n\f3.4.13 99.\n\nAs soon as the grenades begin exploding, Glover and the men\nare climbing as fast as they can.\n\nEXT. HACKSAW RIDGE - PLATEAU LIP - CONTINUOUS\n\nGlover leads his men in a wild charge up and over the edge of\nthe cliff and onto....\n\nEXT. HACKSAW RIDGE - THE PLATEAU - CONTINUOUS\n\nThe men of Company B quickly sweep past the stunned Japanese\npositions and overwhelm the few defenders unlucky enough to\nbe caught above ground. The Americans push on towards the\nsouthern edge of the plateau and...\n\nTHE BIG CAVE OPENING\n\nThe ASSAULT TEAMS move with grim efficiency. Riflemen throw\nsmoke grenades, shielding their work from the Japanese mortar\nsquads on the southern hills.\n\nBAR Squads keep the defenders pinned down within the cave\ncomplex entrance...",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE BIG CAVE OPENING\n\nThe ASSAULT TEAMS move with grim efficiency. Riflemen throw\nsmoke grenades, shielding their work from the Japanese mortar\nsquads on the southern hills. BAR Squads keep the defenders pinned down within the cave\ncomplex entrance... \n\nTARGET SECTION TO BE ANNOTATED:\nEXPLOSIVE TEAMS inch forward under fire to throw their\nsatchel charges inside.\n\nAs soon as the explosions erupt, Glover sends in the FLAME-\nTHROWER TEAMS who douse the opening with long searing plumes\nof fire.\n\nFollowing them, Chief, Tex, and Hollywood run up with opened\nJERRY CANS OF GASOLINE, one after another, which they throw\ninto the mouth of the cave and the shaft below.\n\nGlover edges close to the entrance and throws in two\nphosphorus grenades igniting an ENORMOUS EXPLOSION that can\nonly mean that somewhere inside, a major ammo dump has caught\nfire.\n\nSuddenly, the entire ridge SHAKES like an earthquake.\nSMOKE billows out, not just through the cave entrance but\nthrough dozens and dozens of different SNIPER HOLES and\ncunningly hidden ASSAULT ENTRANCES scattered all over.\n\nTasting blood, Company B sweeps past the Big Cave entrance\nSCREAMING with battle lust and moves down...\n\f3.4.13 100.\n\nTHE REVERSE SLOPE\n\nA tide of lethal efficiency sweeping everything before it.\nHacksaw Ridge is finally falling.\n\nEXT. THE REVERSE SLOPE - LATER THAT AFTERNOON\n\nDesmond follows Tex, Chief, and Hollywood as they continue to\nsecure the southern flank of the Ridge.\n\nSuddenly, to their left, a JAPANESE SOLDIER rises from his\nspider hole, pistol in one hand and grenade in the other. He\nempties his pistol wildly but all three men get rounds off in\nreply, dropping the Japanese Soldier to his knees with shots\nto the chest and head but...\n\n...-As he collapses, he throws the HAND GRENADE.\nThe hand grenade comes arcing towards the Americans.\n\nDesmond PUSHES his fellow soldiers out of the way but there’s\nno escape for himself.\n\nThe grenade lands directly in front of Desmond. He throws\nhimself backwards and simultaneously tries to kick the\ngrenade away...\n\nThe grenade EXPLODES with a shower of dirt, rocks, and blood!\nDesmond SCREAMS with pain. He looks down at his leg - it’s\nragged and covered with blood. Desmond rolls over onto his\nback.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nDesmond SCREAMS with pain. He looks down at his leg - it’s\nragged and covered with blood. Desmond rolls over onto his\nback. \n\nTARGET SECTION TO BE ANNOTATED:\nHOLLYWOOD\nTHEY GOT DESMOND!\n\nBright arterial blood is beginning to spurt from Desmond's\ntorn femoral artery. Chief squats down beside him and places\nboth his big hands on the wound and presses down hard.\n\nSimultaneously, Tex is pulling battlefield dressings out of\nDesmond’s kit with shaky hands and handing them to Chief.\n\nCHIEF DRUCKER\nMEDIC!\n\nCaptain Glover comes running up and when he sees who the\nwounded man is, his face blanches.\n\nCAPTAIN GLOVER\nKeep pressure on!\n\nTEX\nHE’S DYING!\n\f3.4.13 101.\n\nCAPTAIN GLOVER\nThe hell he is! WE GOTTA GET HIM\nBACK!\n\nThe men gather around and pick up Desmond. [THE SAME SCENE\nFROM THE BEGINNING OF THE FILM]\n\nThe men half run, half stumble across the still smoking\nbattlefield, Desmond cradled in their arms, until they reach\nthe...\n\nEXT. HACKSAW RIDGE - CLIFF EDGE - CONTINUOUS\n\nThe men don’t hesitate. Carrying their wounded friend, they\nscramble down the nets and jury-rigged ladders, their\nconstant attention only on Desmond...\n\nEXT. BASE OF THE RIDGE - CONTINUOUS\n\nGlover directs the men to carry Desmond to a waiting field\nambulance. The TWO MEDICS there hastily load Desmond into\nthe truck and begin prepping him for an IV. Glover leans\nover Desmond; Tex, Chief and Hollywood press close,\nanxiously.\n\nDesmond looks like hell. The color is completely drained out\nof his face and he’s beginning to shake. Glover holds his\nhand. One of the Medics injects Desmond with morphine.\n\nCAPTAIN GLOVER\n(quietly)\nYou're going home, Desmond. See\nthat pretty bride of yours.\n\nDesmond tries to talk. Can’t. Chokes. Shakily he pats his\nshirt pocket.\n\nCAPTAIN GLOVER (cont’d)\nWhat?\n\nDESMOND\n(almost inaudible)\n.-+-my bible.\n\nCAPTAIN GLOVER\nYou can get another copy when you\nget home. Hear it’s a popular\nbook.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nDESMOND\n(almost inaudible)\n.-+-my bible. CAPTAIN GLOVER\nYou can get another copy when you\nget home. Hear it’s a popular\nbook. \n\nTARGET SECTION TO BE ANNOTATED:\nDesmond tries to speak and coughs again, a violent shuddering\ncough, and a bright clot of blood appears in the corner of\nhis mouth. Glover glances over at one of the Medics...\n\f3.4.13 102.\n\n...the Medic shakes his head; this guy is not going to make\nit.\n\nGlover clutches Desmond’s hand one more time.\n\nCAPTAIN GLOVER (cont’d)\nHang in there, Desmond.\n\nGlover steps away as the ambulance drives off.\n\nExhausted, Glover squats on the ground to steady himself.\nAround him, Tex, Chief, Hollywood, and the others collapse\ninto the mud.\n\nGlover shakes his head; wipes the sweat and the mud out of\nhis eyes; some decision slowly working its way out. He rises\nstiffly but with great determination, and begins re-arming\nhimself from the stack of supplies and ammunition at the base\nof the cliff.\n\nAs it dawns on the men what Glover intends to do, Tex, Chief,\nand Hollywood also rise and begin to arm themselves as well.\nGlover glances at them.\n\nCAPTAIN GLOVER (cont’d)\n(quietly)\nYou don’t have to... Every Jap\nstill up there will die before he\nsurrenders.\n\nThe men nod. They all turn and look back up at the cliff.\nThe plateau above is lit up again by artillery and mortar\nfire. Then, unbelievably, they begin to climb back up\nHacksaw Ridge.\n\nFADE TO:\n\nINT. ARMY FIELD HOSPITAL - NIGHT\n\nDesmond wakes. He tries to sit up but discovers his right\narm and left leg are in a cast and the entire right side of\nhis body is covered with bandages. The pain and medications\nleave him feeling woozy and disoriented. He looks around.\n\nPOV DESMOND - DISTORTED\nA MAN in unbelievably filthy fatigues is standing beside the\n\nbed, looking at him. Desmond manages to get his eyes to\nFOCUS and the man gradually swims into view - Captain Glover.\n\f3.4.13 103.\n\nCAPTAIN GLOVER\nDoctors say you had enough shrapnel\nin you to build your own short wave\nradio. But you’re gonna be\nalright.\n\nDesmond manages a smile.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAPTAIN GLOVER\nDoctors say you had enough shrapnel\nin you to build your own short wave\nradio. But you’re gonna be\nalright. Desmond manages a smile. \n\nTARGET SECTION TO BE ANNOTATED:\nCAPTAIN GLOVER (cont’d)\nJust so you know, I put you up for\na sack of medals for what you did\nup on Hacksaw, so if some General\nwith a chest-full of fruit salad\ncomes through and pins one on you,\nyou can blame me.\n\nGlover pauses and a smile creeps onto his face.\n\nCAPTAIN GLOVER (cont’d)\nAlso, I have something of yours.\n\nGlover reaches into his jacket and retrieves Desmond’s beat-—\nup, water stained POCKET BIBLE.\n\nCAPTAIN GLOVER (cont’d)\n\nWhen the men heard you were missing\n\nthis, they all volunteered to go\n\nlook for it. Kind of beat up but -\n\nthey wanted you to know, they were\n\nthinking of you.\nDesmond takes the Bible and runs his hands over it. As\nGlover turns and walks away, Desmond notices a soldier (the\nsoldier Desmond saved) sitting up in bed smiling with two\nstumps where his legs used to be.\n\nDesmond smiles back as the soldier lifts his water glass and\nsalutes Desmond.\n\nCUT TO:\n\nINT. DEPARTMENT OF DEFENSE CAR - EVENING\n\nDesmond, in his dress uniform, rides along a two-lane road,\nlost in thought.\n\nEXT. DOSS FRONT YARD - EVENING\n\nTom Doss stands out in the yard, clutching a liquor bottle,\n\nconflicted. He brings the bottle up but instead of drinking\nfrom it, he tosses it as hard as he can.\n\f3.4.13 104.\n\nTom starts to turn away but then reconsiders. He walks\ntoward where he threw the bottle, and as he reaches down to\npick it up, he notices the rock with Desmond’s note. He\npicks up the bottle and then the rock. As he stands reading\nthe note, his eyes tear up. He turns the bottle upside down\nand pours it out.\n\nEXT. DOROTHY’S HOUSE - NIGHT\nA DEPARTMENT OF DEFENSE CAR pulls up to Dorothy’s house, the\nbrakes squealing as it does. Fear freezes Dorothy\nimmediately-- but it’s Desmond she sees limping out of the\ncar. She runs to him and throws her arms around him. We see\nthem both slowly kiss as the screen fades to black.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nFear freezes Dorothy\nimmediately-- but it’s Desmond she sees limping out of the\ncar. She runs to him and throws her arms around him. We see\nthem both slowly kiss as the screen fades to black. \n\nTARGET SECTION TO BE ANNOTATED:\nDISSOLVE TO:\nEPILOGUE: HISTORIC PHOTO OF DESMOND AND PRESIDENT HARRY\nTRUMAN\n\nA beaming Harry Truman hangs the Medal of Honor around\nDesmond’s neck.\n\nTITLES (in separate cards):\n\nDesmond Doss was presented the Medal of Honor - the first\nconscientious objector to win America's highest award for\ncourage under fire.\n\nOf his own heroics, he remained characteristically modest,\ngiving all the credit to his Faith and saying simply, “The\nreal heroes are buried over there.”\n\nHe passed away at the age of 87 in March, 2006 and was buried\nin Arlington Cemetery.\n\nFADE TO BLACK.\n\nTHE END.\n\f"
}