{
  "1": "HARRIET\n\nScreenplay by\n\nGregory Allen Howard\n&\nKasi Lemmons\n\nStory by\nGregory Allen Howard\n\fEXT. ARMY ENCAMPMENT - SOUTH CAROLINA - NIGHT - 1863\n\n100 BLACK UNION SOLDIERS are assembled, bayonets pointed at\nthe starry sky. A legend tells us this is...\n\nSouth Carolina, 1863 - Two years into the Civil War...\n\nA small black woman, HARRIET TUBMAN, 40, addresses the\ntroops. We hear her before we see her...\n\nHARRIET\nSuppose there’s a snake coiled at your\nfeet, and it shoots up to bite you.\n\nWe catch glimpses of her through their bodies as she paces in\nfront of them. Her plain face with its habitual scowl, her\neyes alive with passion.\n\nHARRIET (CONT'D)\nFolks get scared and send for a doctor to\ncut out the bite. But the snake, he\nrolled up there and while the doctor\ncutting, he bites you again, in a new\nplace this time. The doctor makes\nanother cut, the snake spring up and\nbites again. Finally you realize the\nsnake ain’t gon’ stop til someone kills\nhim.\n\nA white commanding officer, COLONEL MONTGOMERY, watches\nintently as Harriet continues...\n\nHARRIET (CONT'D)\nSlavery is still alive. Those rice\nfields downriver are feeding Rebel\ntroops, with the toil of a thousand\nslaves still in bondage. Our mission is\nto free those slaves. We've waited\nyears to be allowed to fight in this war,\nagainst our own enslavement. And it will\nnot be won without us! Now is our time!\nAre you ready to kill the snake?\n\nThe men shout, YES, their eyes fierce, emotional.\nHarriet nods in approval. As we watch, she retreats into\nherself, as if listening to inner music, or voices we can’t\n\nhear. INSECTS CHIRP in an eerie chorus, taking us into...\n\nFLASHBACK VISION: A SERIES OF IMAGES - monochromatic, out of\nsync and nightmarish -\n\fEXT.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs we watch, she retreats into\nherself, as if listening to inner music, or voices we can’t\n\nhear. INSECTS CHIRP in an eerie chorus, taking us into... FLASHBACK VISION: A SERIES OF IMAGES - monochromatic, out of\nsync and nightmarish -\n\fEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n BRODESS FARM - FLASHBACK/VISION\n\nTWO YOUNG BLACK WOMEN in their early twenties, LINAH AND\nSOPH, faces twisted anguish, as they are ripped away from\ntheir family at gunpoint by WHITE MEN and dragged to a\nSlaver's carriage, where other SLAVES are shackled. Their\nmother, RIT, wails in grief as--\n\nHORSES'S HOOVES pound, carrying them away, their expressions\nof despair seared into our memory. The chorus of insects\ngrows louder, until it becomes overwhelming, like every\ninsect chirping at once... We hear A VOICE, eerily present,\notherworldly... MINTY!\n\nSLOW FADE IN:\n\nEXT. BRODESS FARM - BUCKTOWN, MD - CLOVER PATCH - DAY - 1849\n\nON “MINTY” ROSS (YOUNG HARRIET) mid-twenties, a distinct dent\nin her forehead, from a wound long healed. Her eyes flutter.\n\nA handsome black man, JOHN, 28, is shaking her awake.\n\nJOHN\nMinty!\n\nHer eyes open, taking him in... deep brown skin, full lips,\neyes sparkling with excitement...\n\nMINTY\nJohn...\n\nShe’s lying in a clover patch in the field. He pulls her to\nher feet and kisses her above her scarred forehead. Minty is\nsmall and muscular, a foot shorter than John.\n\nJOHN\nLeast you ‘member my name. I’m always\nscared you'll wake up from one a them\nspells and forgit it.\n\nMINTY\nJohnny, Johnny, Johnny...\n\nJOHN\nGuess what I got, Minty-mine?\n\nHe pulls a document from his pocket and waves it. Her face\nlights up. She grabs for it.\n\nMINTY\nOh, Lord, is it...?\n\n(CONTINUED )\n\fHe holds it above her head. Minty jumps into his arms. He\nchecks to make sure no one’s looking and then spins her,\nkissing her deeply. A stolen moment.\n\nMinty’s father, BEN, 60, handsome and wiry, stands a discreet\ndistance away, letting the lovers have their space. She runs\nto him.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nA stolen moment. Minty’s father, BEN, 60, handsome and wiry, stands a discreet\ndistance away, letting the lovers have their space. She runs\nto him. \n\nTARGET SECTION TO BE ANNOTATED:\nMINTY (CONT’D)\nDaddy! We got it! We got de letter!\nWhat it say, John? Read it to me!\n\nJOHN\nDon’t need to, got it remembered.\n(reciting)\n“,..I, Joshua Abrams, having reviewed the\noriginal last will and testament of\nAtthow Pattison...\"\n\nAs Minty walks away between Ben and John, their voices are\nlost beneath a louder, soulful voice, singing...\n\nREVEREND GREEN (PRELAP)\n\nHold on!\nSLAVES (PRELAP)\nHold on!\nREVEREND GREEN (PRELAP)\nHold on!\nSLAVES (PRELAP)\nHold on!\n\nEXT. BRODESS FARM - HOUSE - LATER\n\nA plantation house is situated scenically in fields of wheat\nand corn. 20 Slaves are gathered in front of the wide\nveranda where...\n\nREVEREND GREEN, 55, black, is leading them in a slave\nspiritual.\n\nREVEREND GREEN\nKeep your hand on the plow and hold on!\nWanna get to heaven I'ma tell you how;\nKeep your hand on the gospel plow.\nKeep your hand on the plow and hold on!\n\nAmongst the slaves are Minty, John and Ben, along with other\n\nmembers of the ROSS FAMILY; Ben’s wife, “RIT,” 57, fierce and\nemotional;\n\n(CONTINUED )\n\ftheir children, ROBERT, 32, tall and muscular, BEN JR\n“JUNYAH”, 26, HENRY 18, and RACHEL, 20, heavily pregnant and\nwith a toddler in hand. All singing with mournful passion.\n\nREVEREND GREEN (CONT'D)\n\nHold on!\nSLAVES\nHold on!\nREVEREND GREEN\nHold on!\nSLAVES\nHold on!\n\nREVEREND GREEN & SLAVES\nKeep you hand on that plow and hold on!\nKeep you hand on that plow and hold on!\n\nEDWARD BRODESS, white, 46, watches from the porch of the big\nhouse with his wife, ELIZA, 44; his son, GIDEON, 26, handsome\nwith piercing eyes; twin boys, VINCE and VICTOR, 12, anda\ngirl of 10, BECKY.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nREVEREND GREEN & SLAVES\nKeep you hand on that plow and hold on! Keep you hand on that plow and hold on! EDWARD BRODESS, white, 46, watches from the porch of the big\nhouse with his wife, ELIZA, 44; his son, GIDEON, 26, handsome\nwith piercing eyes; twin boys, VINCE and VICTOR, 12, anda\ngirl of 10, BECKY. \n\nTARGET SECTION TO BE ANNOTATED:\nREVEREND GREEN\nI leave you today with these words, from\nColossians 3:22.... “Slaves, obey your\nearthly masters in everything, and do it,\nnot only when their eye is on you and to\ncurry their favor, but with sincerity of\n\nheart and reverence for the Lord.” Amen.\nSLAVES\n\nAmen.\nBRODESS\n\nAmen. Thank you, Reverend Green for\nthose wise words.\n\n(to the slaves)\nYou folks enjoy your Sunday. Cook has\ngravy for your cornpone tonight.\n\nAs Green moves off and the slaves disperse...\n\nON MINTY - still praying, forefingers pressed to the dent in\nher forehead. John nudges her. She slowly comes back to the\npresent, catching Ben’s eyes.\n\nThe Ross family confers briefly, with furtive glances to the\nwhites on the veranda.\n\nROBERT\nI’m coming with you.\n\n(CONTINUED )\n\fMINTY\nRobert, no. You too hot-headed.\n\nROBERT\nI’m coming.\n\nRit stops him, a hand to his chest...\n\nRIT\nDey beat you again, dey gon’ kill you.\nGo wit Mary.\n\nRobert's wife, MARY, waits for him anxiously. Reluctantly he\njoins her and his brothers heading back to the cabins, as\nMinty, John and Ben peel away from the others and approach\nthe veranda of the house.\n\nBrodess looks up at them, perplexed.\n\nBEN\nMassa Brodess, can we git a word?\n\nEXT. BRODESS HOUSE - VERANDA - CONTINUOUS\n\nBrodess waves them forward. John, Ben and Minty step onto\n\nthe veranda. Rit stands back, keeping her distance. Eliza\nlooks on from the doorway. Gideon leans against a pillar,\n\narms crossed, eyes on Minty. She trembles as Ben steps up,\nhat in his hand.\n\nBEN\nMassa Brodess... I think you know Minty’s\nhusband, John, who works with me over at\nThompson Mill...\n\nBRODESS\nCourse I know him. I let him marry her.\nWhat’s your point?\n\nJOHN\nSuh, me and Minty, we thinking bout\nhaving a family... and we want our babies\n\nborn free.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nI let him marry her. What’s your point? JOHN\nSuh, me and Minty, we thinking bout\nhaving a family... and we want our babies\n\nborn free. \n\nTARGET SECTION TO BE ANNOTATED:\n So we hired a lawyer...\nBrodess barks a laugh, looking from John to Ben.\nBRODESS\n\nYou hired a lawyer. Ben, what the hell\nis this nigger talkin’ bout?\n\n(CONTINUED )\n\fBEN\nWell, suh, we talkin’ bout the last\nwishes of your great-grandfather, Atthow\nPattison. He gave my wife, Rit, to your\nmama as a chil’, but she s’posed to be\nfreed at 45. She 57. Rit always knowed\nbout the will - her mama tol’ her when\nshe was jus a chil’ - so when Minty and\nJohn got married, well... we hired a\nlawyer to dig it up...\n\nBrodess is quietly irate. He turns to his wife.\n\nBRODESS\nHear that, Eliza? We got lawyer-hiring\nniggers right here. You got this will?\n\nJohn pulls out the letter.\n\nJOHN\nGot a letter from the lawyer, suh. He\nsay it’s clear - your great-granddaddy\nmeant for Minty’s mama to be freed at age\n45, ‘long with her children.\n\nBrodess glares at Rit. She glares back, tears in her eyes.\nMinty steps up, summoning her nerve.\n\nMINTY\nMama was 46 when you sold my sisters.\nLawyer say dat illegal. We all s’posed\nto be free when she turn 45. My sisters\nis lost to us, but John and me, we wan’\nour babies born free, like dey s’posed\nto!\n\nBrodess snatches the letter from John, glaring at Minty.\n\nBRODESS\nHow you know, Minty? You learn to read?\n\nMINTY\nNo, suh. John read it to me.\n\nBrodess glares at John and then puts on his glasses and\nreads... He looks up at them.\n\nBRODESS\nHow you niggers save enough to pay a\nlawyer in the first place?\n\nBEN\n\nI worked some extra hours for Thompson.\nTook near two year.\n\n(CONTINUED )\n\fEliza looks from Ben and John to Minty, outraged.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nBEN\n\nI worked some extra hours for Thompson. Took near two year. (CONTINUED )\n\fEliza looks from Ben and John to Minty, outraged. \n\nTARGET SECTION TO BE ANNOTATED:\nELIZA\nYou have the gall to stand here and tell\nus you been plotting against us for two\nyears?\n\nBrodess tears up the letter. The blacks are stricken. He\nballs up the torn paper and tosses it to Gideon.\n\nBRODESS\nMake her eat it.\n\nGideon takes a hold of Minty’s face and forces the paper in\nher mouth. Their eyes meet as she gags.\n\nBRODESS (CONT'D)\n(to Minty)\nNow you listen here, girl. Your daddy\nmay be free and your husband too, but you\nand your mama, your brothers and sisters -\nbelong to me, for life. Your babies will\nbelong to me, and their babies, TO USE OR\nSELL AS ME AND MY BOYS SEE FIT! YOU\nUNDERSTAND ME?!!\n\nBen and John watch, shaking with rage. Rit starts to cry,\nunleashing decades of emotion.\n\nRIT\nYou a devil! You a devil, Edward\nBrodess! You sold my daughters south,\nwhere nobody know dey name! My babies\nlost, and nobody know dey name!\n\nShe sobs. Brodess looks from Rit to Minty.\n\nBRODESS\nI may have to sell this one too, Rit.\nCan’t have this kind of mischief round\nhere. But don’t worry about Minty, she’s\nstrong. Strong enough to pick cotton.\nNow git off my damn porch!\n\nJohn puts an arm around Minty and steers her away. Ben\nfollows. Brodess shouts after them...\n\nBRODESS (CONT'D)\nJohn, you and Ben ain’t welcome here no\nmore! I don’t want you near my slaves,\nlest you spread your contagion! STAY OFF\nMY PROPERTY!\n\n(CONTINUED )\n\fBrodess falls back in his chair, mottled and gasping. He\nglares at his son.\n\nBRODESS (CONT'D)\nWeren’t for you, I’da sold that girl\nyears ago.\n\nGideon goes after them.\n\nEXT. BRODESS FARM - MOMENTS LATER\n\nBen supports a sobbing Rit. John tries to comfort Minty. He\ntakes her face and kisses her hard.\n\nGideon pursues them.\n\nGIDEON\nJohn, you heard my daddy! You and Ben\nget on back to Thompson's.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nGideon pursues them. GIDEON\nJohn, you heard my daddy! You and Ben\nget on back to Thompson's. \n\nTARGET SECTION TO BE ANNOTATED:\nThe men wrench themselves away from their wives and head off\ntoward the gate.\n\nMinty glares at Gideon. She runs off, into the woods.\n\nEXT. WOODS - DAY\n\nMinty collapses in front of an enormous poplar tree by a\ncreek, crying, praying fervently.\n\nMINTY\nMy massa an evil man, Lord! You know he\nevil. Dear Lord, if you cain’t change\nhis soul, take him! TAKE HIM, LORD!\n\nA chill runs up her spine and she turns...\nGideon is standing not far away, watching her.\n\nGIDEON\nLord don’t listen to niggers, Minty. I\nbeen tellin’ you that since we was kids.\n\nMinty faces Gideon. A cool breeze raises goose bumps on her\narms.\n\nGIDEON (CONT'D)\nSince that time I had Typhoid as a boy\nand mama had you sit with me. First thing\nI saw when I opened my eyes, was your\nlittle black face, hair sticking up every\nwhich way. Praying.\n\n(MORE )\n\n(CONTINUED )\n\fGIDEON (CONT'D)\nScared the fever right outta me. I got\nused to your face, but that praying\nalways made my skin crawl.\n\nHe gives a rueful laugh, full of complicated emotions.\n\nGIDEON (CONT'D)\nWhat the hell were you thinking, hiring a\nlawyer? Did you think daddy would just\nlet you and your family free - damn near\nhalf his property - just like that?\n\nShe is turned half-towards him, her face impassive. He\nstudies her.\n\nGIDEON (CONT'D)\nDaddy warned me, “Boy, having a favorite\nslave is like having a favorite pig. You\ncan feed it, play with it, give ita\nname, but one day you might have to eat\nit or sell it. You know it, and the pig\nknows it. If you have to sell it,\nthere’s no more guilt than separating\npiglets. And if you have to eat it,\nyou'll forget its name.”\n\nHe looks at her, full of complicated emotions.\nGIDEON (CONT'D)\nI hope one day I forget yours. C’mon\nhome, Minty.\nHe turns and walks back towards the farm.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nGIDEON (CONT'D)\nI hope one day I forget yours. C’mon\nhome, Minty. He turns and walks back towards the farm. \n\nTARGET SECTION TO BE ANNOTATED:\n Minty’s chest\nrises and falls, her feet refusing to follow. Gideon turns\nback.\n\nGIDEON (CONT'D)\nC'mon, I said.\n\nMinty stumbles after him.\n\nINT. ROSS SLAVE CABIN - LATE NIGHT\n\nMinty is sleeping. Her eyes open. A second later, we hear\nELIZA’s SCREAM-—\n\nAs Eliza continues screaming, the other family members stir.\nEXT. SLAVE CABINS - LATE NIGHT\nSlaves come out of their cabins and look in the direction of\n\nthe big house, Eliza’s distress coming from within...\n\n(CONTINUED )\n\f10.\nELIZA (0.S.)\nHe’s dead! Oh, God, he’s dead!\n\nON MINTY, horrified...\n\nEXT. BRODESS FARM - GRAVEYARD - DAY\nA few gravestones on a shady patch of lawn.\n\nMinty, Rit and Rachel stand with the women, children and\nelderly Brodess slaves at a fresh gravesite on the property,\nas the Ross brothers and male slaves lower Brodess’s plain\ncoffin into the earth. A WHITE MINISTER mumbles gloomy words\nto the neighboring farmers and family friends in attendance.\n\nEliza is with her children, face swollen from crying, choked\nwith grief. Rit and Rachel keep their eyes downcast,\nthoughts hidden. Minty prays in earnest, tears streaming.\nShe looks up...\n\nGideon is glaring at her, wounded accusation in his eyes.\n\nEXT. BRODESS FARM - WOODPILE - AFTERNOON\n\nMinty is chopping lumber, splitting upright logs on a stump,\nmuscles rippling with each blow. As she chops, INTERCUT--\nEXT. WOODS - SAME\n\nGIDEON hammers an AUCTION NOTICE onto trees. He stands back\nand reads it, sweat and grief in his eyes. NEGRO FOR SALE -\nOn Monday, the 30th of September, a female slave called\nMinty, about 25 years old.\n\nEXT. BRODESS FARM - WOODPILE\n\nON MINTY - releasing her emotions on the wood. She upends a\nnew log, ax raised against the sky...\n\nThe sound of insects grows louder... A BIRD in a tree above\nher chirps, urgently.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe upends a\nnew log, ax raised against the sky... The sound of insects grows louder... A BIRD in a tree above\nher chirps, urgently. \n\nTARGET SECTION TO BE ANNOTATED:\nMinty faints, embedding the ax in the wood, unconscious on\nher feet.\n\f11.\n\nMINTY'S VISION -\n\n(A) DARK CLOUDS race across the sky. (B) A FLOCK OF BIRDS\ntake flight, (C) HORSES break from their restraints and run,\npanicked, flanks straining... The VOICE, otherworldly,\npresent... LEAVE, NOW!\n\nEXT. BRODESS FARM - MOMENTS LATER\n\nMinty heaves the ax from the wood with a gasp. She looks\naround her, panicked...\n\nIn the distance, the overseer, Foxx, approaches, shading his\neyes against the blinding sun... Minty drops the ax and edges\nbehind the shed. She runs, skirting the outbuildings. She\ncan see Foxx, searching for her...\n\nMinty evades him, tearing up a path, colliding with--\n\nJOHN. He holds her, pulling her out of view. She clings to\nhim.\n\nMINTY\nJohn! Johnny... I gotta go! I gotta go\nright now!\n\nJOHN\n\nI know. We goin’.\n\nShe looks up at him, confused. He pulls a crumpled auction\nnotice from his pocket - Negro For Sale.\n\nJOHN (CONT'D)\nI’m coming with you.\n\nShe touches his face and lips, shaking her head.\n\nMINTY\nJohn, you free. Dey catch you, dey gon’\ntake your freedom. I cain’t live wit\ndat.\n\nJOHN\nYou won’t make it alone, Minty. Who gon’\nprotect you, you fall into one a them\nspells? Who’s gon’ be there when you\nwake up? You need me.\n\nMinty seems to consider this. She kisses him hard.\nMINTY\n\nWait for me by de gate. I’m gon’ say\ngoodbye to my mama.\n\n(CONTINUED)\n\f12.\n\nJohn nods. He presses her close.\nJOHN\nWe be alright. Hear me? Jes hurry.\n\nHe kisses her again and dashes off. Minty watches him.\n\nEXT. BRODESS FARM - LATE AFTERNOON\nFrom behind a barn, Minty peeks out as...\n\nThe slaves finish their work. Rit rubs her back, sighing at\nthe rising moon.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nBRODESS FARM - LATE AFTERNOON\nFrom behind a barn, Minty peeks out as... The slaves finish their work. Rit rubs her back, sighing at\nthe rising moon. \n\nTARGET SECTION TO BE ANNOTATED:\n The air flickers with dragonflies and\nmoths. Minty begins singing, emotionally....\n\nMINTY\nI'm sorry I'm going to leave you,\nFarewell, oh farewell;\nBut I'll meet you in the morning...\n\nMINTY’S VOICE floats to the slaves in the fields. Rit is\nunnerved by her daughter’s choice of song, she looks around\nfor her as the other slaves join in...\n\nMINTY & SLAVES\nFarewell, oh farewell!\nI'll meet you in the morning, I'm bound\nfor the promised land!\nOn the other side of Jordan, Bound for\nthe promised land!\n\nFoxx, reassured by the sound of her voice, searches for the\nsource of it, but by now all the slaves have taken up the\nsong, obscuring her.\n\nMinty ducks towards the cabins.\n\nINT. ROSS CABIN - CONTINUOUS\n\nSINGING continues as Minty throws a few items into a cloth\nand ties it to her waist, tucking a knife into the makeshift\nbelt. A pair of worn shoes are side by side near her\nmother’s pallet. Minty takes the shoes and puts them on her\nbare feet. With the knife, she draws a heart in the dirt\nfloor where the shoes were.\n\nEXT. BRODESS FARM - EDGE OF PROPERTY\nSINGING continues as Minty sprints to the edge of the path,\n\nwhere she sees...\n\n(CONTINUED )\n\f13.\n\nJOHN, half-hidden in the trees near the gate, waiting for her\nanxiously.\n\nEyes shining with tears, Minty wrenches her eyes away from\nhim and takes off, in the opposite direction.\n\nEXT. WOODS - DUSK\n\nMinty runs lightly through the woods as the moon rises.\n\nEXT. BRODESS FARM —- EDGE OF PROPERTY - NIGHT - MINUTES LATER\n\nJohn comes out of his hiding place and scans the growing\ndarkness for Minty, chest tight with worry. He heads back\ntowards the gate. We hear HORSE HOOVES approaching...\n\nJohn is trapped with no place to hide as Gideon rides up.\n\nGIDEON\nWhat you doing here, John? We don’t want\nyour kind here!\n\nJohn raises his hands, submissively.\n\nJOHN\nCome to kiss my wife, is all, suh.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe don’t want\nyour kind here! John raises his hands, submissively. JOHN\nCome to kiss my wife, is all, suh. \n\nTARGET SECTION TO BE ANNOTATED:\n Sho\nis hard not bein’ able to see her.\n\nGIDEON\nYou better get used to missing her, John.\nIn fact, if I was you, I'd find another\nwife. Now git yourself back to\nThompson's Mill.\n\nJOHN\n(bristling)\nYes, suh.\n\nJohn turns and starts away, holding his breath. He walks a\nfew paces...\n\nWe hear the thunder of hoofbeats as Foxx rides up, on\nhorseback.\n\nFOXX\nGideon!\n\nGIDEON\nWhat is it?\n\nFOXX\nMinty! She gone!\n\n(CONTINUED )\n\f14.\n\nGideon raises his gun, aiming at John’s back.\n\nGIDEON\nStop right there, nigger!\n\nJohn turns around. Gideon and Foxx corner him.\n\nGIDEON (CONT'D)\nWhere is she? Where’s Minty?\n\nJOHN\nI tol’ you, I was just comin’ to see her--\n\nGideon takes his riding crop and STRIKES him across the face.\nJohn falls to the ground, blood in his eyes.\n\nEXT. THOMPSON’S MILL —- POPLAR NECK - NIGHT\n\nA mill by a man-made waterfall, surrounded by stacks of\nlumber.\n\nMinty skirts around it towards a scattering of small cabins.\n\nINT. THOMPSON'S MILL - BEN’S CABIN - NIGHT\n\nThe modest cabin is decorated with wood carvings and hand-\ncrafted figurines. Ben takes off his boots painfully. He\nrubs his knees.\n\nThere’s a knock; Minty’s face at the window. Ben glances up,\nthen immediately turns away. He opens the door, avoiding her\nface.\n\nBEN\nDon’t wanna look at ya. Wanna say I\nain't seen ya. I can see your heart.\n\nMINTY\nDaddy, dey gon’ sell me down river, where\nnobody come back from. I gotta run.\nBen turns away, packing a small sack with biscuits and yams.\nBEN\n\nListen here, gurl - you go to Rev Green\nchurch, ask him to pray for your journey.\n\n(CONTINUED )\n\f15.\n\nMINTY\nBut... Reverend Green always preachin’\nobedience...\n\nBen turns to her sharply, still avoiding her face.\n\nBEN\nDo what I say.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nReverend Green always preachin’\nobedience... Ben turns to her sharply, still avoiding her face. BEN\nDo what I say. \n\nTARGET SECTION TO BE ANNOTATED:\n Go to Rev Green church,\nask him to pray for your journey.\n\nMINTY\nYes, daddy.\n\nHe hands her the sack, then goes to a shelf where small\nfigures of his wife and children have been lovingly crafted\nfrom wood. He picks up the one of himself and presses it\ninto her hand. Her hand covers his. They stand there a\nmoment, hands clasped together.\n\nBEN\nJust know I’1l be with you.\n\nMINTY\nI love you, daddy.\n\nBEN\nI love you too.\n\nA sob is stuck in his chest, the strain of not looking at her\nproving too much for him.\n\nBEN (CONT’D)\nGo on, then.\n\nMinty tucks the figure into her pocket and kisses him. She\nwalks out the door...\nEXT. BEN ROSS’S CABIN - NIGHT - CONTINUOUS\n\nBEN\nMinty!\nBen steps out, points in the sky towards the Big Dipper.\nBEN (CONT'D)\nDon’t forgit the Big Dipper. Pointer\nstars in the cup point directly to the\nNorth Star. Follow the North Star.\n\nMINTY\nYes, daddy. I love you.\n\n(CONTINUED )\n\f16.\n\nMinty turns and runs. Ben stands silhouetted in the doorway,\neyes dropping to the earth.\nEXT. WOODS - POPLAR NECK - LATER\n\nMinty runs, using the stars to get her bearings...\n\nEXT. REV. GREEN’S CHURCH - NIGHT\n\nMinty approaches a clearing in the woods. Rock formations,\nmarking the graves of slaves and freedmen, cast shadows in\nthe moonlight. A small wood building with a rough hewn cross\nrises beyond the graves.\n\nThe church is dark. Minty tries the door. It’s bolted shut.\nShe bangs on it... We hear noises from inside.\n\nREVEREND GREEN (0.S.)\nWho is it?\n\nMINTY\nMinty, Ben Ross’s daughter.\n\nRev Green opens the door and pulls her in quickly.\n\nINT. REV. GREEN'S CHURCH - CONTINUOUS\n\nHe bolts the door behind them. It’s dark in the church and\nGreen is in a dressing gown.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nREV. GREEN'S CHURCH - CONTINUOUS\n\nHe bolts the door behind them. It’s dark in the church and\nGreen is in a dressing gown. \n\nTARGET SECTION TO BE ANNOTATED:\nREVEREND GREEN\nGirl, what are you doing out here alone\nat this hour? Have you lost your mind?\nMINTY\nMy daddy say ask you to pray for my\njourney.\nThere’s a shift in Rev Green’s demeanor. He lights candles.\n\nREVEREND GREEN\nYou the one wit the spells?\n\nMINTY\n..-Yes, suh.\n\nHe turns to her, the candle illuminating his skepticism.\n\nREVEREND GREEN\nAnd you intend to run.\n\n(CONTINUED )\n\f17.\n\nMINTY\nDey gon sell me south, way from my\nhusband an family...\n\nREVEREND GREEN\nWhich means they motivated. You money ta\nthem. Unless word spreads you run off,\nthen you damaged goods. They’1ll make you\npay for that - beat you, hobble you, or\nworse. You go alone, you got a hare’s\nchance in a fox grove. If the slavers\ndon’t get you, timber wolves and\ncopperhead will. Can you even read,\nchild?\n\nMinty shakes her head. He sits her on a bench and sits\nbeside her.\n\nREVEREND GREEN (CONT'D)\nMaybe nobody noticed you gone. Maybe\nyou can sneak back ‘fore daylight.\n\nMinty looks up at him, suddenly fierce.\n\nMINTY\nI ain’t goin’ back. I wan’ be free!\n\nThe power of the words stuns Minty - words never spoken. The\nreverend nods solemnly. His manner businesslike.\n\nREVEREND GREEN\nThere’s not much time. It’s near\nmidnight. You must be miles away from\nhere by dawn. I need you to remember\nwhat I tell you. Can you do that?\n\nMinty nods, determined, trying not to be overwhelmed.\n\nREVEREND GREEN (CONT'D)\nFear is your enemy. Trust in God.\n\nEXT. WOODS - NIGHT\n\nMinty runs through the woods. She stumbles, picks herself up\nand runs again.\n\nREVEREND GREEN (OVER)\nKeep the Choptank River to your left and\nthe North Star ahead. If there are no\nstars, just keep following the river. If\nyou can’t see the river - listen for it.\nYou know moss grows where its dark and\nwet - wet points to the water.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nIf there are no\nstars, just keep following the river. If\nyou can’t see the river - listen for it. You know moss grows where its dark and\nwet - wet points to the water. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED )\n\f18.\n\nAbove the trees we see the Big Dipper. Beyond it, the North\nStar. A river glitters in the moonlight.\n\nREVEREND GREEN (OVER) (CONT'D)\nFollow the Choptank to its headwaters in\nDelaware. When the river splits, cross\n\nthe rushing creek to your left and head\n\nstraight North.\n\nMinty squats peeing. The moon’s reflection is caught in a\nbrackish pond. The woods are alive with sound.\n\nREVEREND GREEN (OVER) (CONT'D)\nIn a few day’s time the Delaware River\nwill be on your right. Follow it to\nWilmington, look for a blacksmith and\niron merchant named Thomas Garrett. I’11\nsend him word.\n\nShe finishes and takes off again, running lightly over tree\nroots and fallen limbs.\n\nREVEREND GREEN (OVER) (CONT'D)\nMay God be with you!\n\nEXT. THOMPSON’S MILL - NIGHT\nON BEN - mournful and sincere.\n\nBEN\nI ain’t seen her, suh. Ain’t looked on\nmy daughter’s face since Massa Brodess\nrun us off.\n\nGideon and Foxx face Ben and his boss, the owner of the\nestate, A.C. THOMPSON, 50s. John stands bleeding between\nthem, face split from the whip. Gideon is irate.\n\nGIDEON\nIs that so?\n\nA.C. THOMPSON\nBen’s an honest nigger, Gideon. He says\nhe ain’t seen her, he ain't.\n\nGideon approaches John, full of menace.\nGIDEON\nThis one knows something. Caught him\n\nsniffin’ round the cabins just when Minty\nran off.\n\n(CONTINUED )\n\f19.\n\nJOHN\nI tol’ you, I ain’t seen her!\n\nThompson steps between them.\n\nA.C. THOMPSON\nNephew, this is uncalled for! These men\nare my respected workers! I will not\nhave them further injured!\n\nThe two white men face off, Thompson richer and more\npowerful, Gideon a head taller and decades younger.\n\nGIDEON\nIf your niggers helped my slave escape,\nI’m holding you responsible.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nI will not\nhave them further injured! The two white men face off, Thompson richer and more\npowerful, Gideon a head taller and decades younger. GIDEON\nIf your niggers helped my slave escape,\nI’m holding you responsible. \n\nTARGET SECTION TO BE ANNOTATED:\n So if you\ndon’t want me taking this personal,\nuncle, why don’t you send some of your\nmen to help me bring her back?\n\nGideon and Thompson glare at each other.\n\nEXT. WOODS - NIGHT\n\nMinty lies asleep on a bed of pine needles, hidden against a\nridge. Suddenly she’s jarred awake by a tidal wave in her\nsoul...\n\nA PRAYING MANTIS seems to be looking at her intently. We\nhear THE VOICE: QUIET. DANGER.\n\nWe hear DOGS and VOICES... Minty doesn’t dare move...\n\nA PATROL of men on horseback, approaching. We hear GIDEON’S\nVOICE.\n\nGIDEON (0.S.)\nMorris, you and Butch stay to the roads,\nFoxx and me will take the woods.\n\nThe men split off. A SLAVE with hounds on a leash leads\nGideon and Foxx deeper into the woods, away from her...\n\nSuddenly the dogs seem to catch a scent and go veering in her\ndirection--\n\nON MINTY - Frozen. If she moves, she risks being seen. But\nshe can’t wait for the dogs...\n\nMinty takes off, tearing through the woods, pursued closely\nby the dogs, only 50 yards behind her.\n\n(CONTINUED )\n\f20.\n\nGideon and Foxx ride after the dogs, the horses picking their\nway through the overgrown woods with difficulty.\n\nFOXX\nThey got a scent!\n\nWE FOLLOW MINTY - as she plows through thickets of trees,\nbranches slapping her face and arms. She trips over the\ncarcass of a possum. She picks it up and hurls it away from\nher, sliding painfully into a ravine.\n\nShe dives under a fallen tree, disturbing a SNAKE, which\nunwinds itself from a branch above her head and dangles face\nto face. Minty tries to control her terror as the dogs pass\nclose, going after the dead possum.\n\nHORSES’ LEGS, follow, jumping the ravine. Minty keeps her\neyes on the snake as she edges out of her hiding place. She\nruns, in the opposite direction.\n\nEXT. WOODS’ EDGE - DAWN\n\nMinty catches her breath at a tree line, an enormous clearing\nbefore her.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe\nruns, in the opposite direction. EXT. WOODS’ EDGE - DAWN\n\nMinty catches her breath at a tree line, an enormous clearing\nbefore her. \n\nTARGET SECTION TO BE ANNOTATED:\n The North Star shines ahead, faint in the\ngrowing light. We can hear the dogs barking behind her, back\non her scent. She steels her nerve and runs--\n\nDashing across the open space, a dark, small figure against\nthe graying landscape. She races for the distant tree line.\nEXT. TREE LINE - MINUTES LATER\n\nMinty looks back. The wide expanse is clear... then we see\nthe tiny figures of the dogs, followed by Gideon and Foxx,\nwith lanterns, converging with the men from Thompson’s Mill.\nThey ride towards her, then separate, hoping to head her off.\nMinty peels the shoes from her bloody feet and rubs her skin\nand shoes with spruce pine, trying to cover her scent. We\nhear the dogs, barking in the distance. Minty runs...\n\nEXT. CREEK, BRIDGE - MORNING\n\nMinty drags herself forward, exhausted. She comes to a\n\nbridge over a fast moving creek. Minty hesitates...\n\n(CONTINUED )\n\f21.\n\nWe hear HORSES AND DOGS.... She dashes across, looking behind\nher as--\n\nBUTCH and MORRIS, two dangerous looking white men, converge\nwith the dogs on horseback. Minty sprints away from them,\nbut stops short when--\n\nGIDEON appears with Foxx the other side, also on horseback.\n\nGIDEON\nMinty, you devilish girl.\n\nMinty eyes the churning water below, the Thompson’s Mill men\nadvancing slowly from the other side. Gideon gestures for\nthem to halt. He dismounts, inching towards her.\n\nGIDEON (CONT'D)\nC’mon back peaceful. Your family’s\nworried about you. Your mama’s crying,\nyour sister too. C’mon home.\n\nMinty’s eyes flick to the water and back to Gideon. He\nstops, a few paces away.\n\nGIDEON (CONT'D)\nYou thinking bout jumping? Suicide’s a\nsin against God - you know that. Against\nthose that own you too.\n\nMinty climbs onto the rail. Gideon inches closer. He leans\non the rail, several feet away, speaking casually.\n\nGIDEON (CONT'D)\nI've decided not to sell you after all,\nMinty.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nGideon inches closer. He leans\non the rail, several feet away, speaking casually. GIDEON (CONT'D)\nI've decided not to sell you after all,\nMinty. \n\nTARGET SECTION TO BE ANNOTATED:\n You been there all my life - I'd\nmiss your ugly face. I’m gonna have to\nhurt you a little, to teach you a lesson.\nBut it wont be too bad, long as you come\nback gentle. C’mon home, Minty.\n\nMinty looks him dead in the eyes.\n\nMINTY\nI'ma be free or die!\n\nIn the blink of an eye, she thrusts herself off the rail,\ninto the churning water below.\n\nThe patrol converges on the bridge. Gideon watches in horror\nas the current pulls her away and under.\n\nGIDEON\nGoddamnit, Minty!!!\n\f22.\n\nEXT. RIVER BANK - DAY\n\nGideon, Foxx and the dogs search the river’s edge. Down\nriver, Morris shakes his head and draws a hand across his\nneck. She must be dead.\n\nEXT. RIVER BANK - DOWNSTREAM - AFTERNOON\n\nMinty wakes, sprawled at the edge of the river bank. She\npushes onto her hands and knees, vomiting water. After a\nmoment, she crawls to her feet. Her shoes are gone, along\nwith her head wrap, the knife, everything but her tattered\ndress, which hangs indecently from her battered body.\n\nShe searches frantically in her pocket for the figurine of\nher father, giving a sob of relief when she finds it.\nBarefoot, hair wild, she trudges off.\n\nEXT. FARMLAND - MARYLAND-DELAWARE BORDER - LATE AFTERNOON\nMinty runs through wide open farmland, exposed in the\nafternoon light, searching desperately for a place to hide.\nShe sees...\n\nA FARM HOUSE in the distance. Another across the road, field-\nhands with the cattle, slaves working the fields.\n\nMinty sees a farm cart, covered with a tarp. She sprints\ntowards it...\nEXT. FARM CART - SAME\n\nThe cart is piled high with wheat and hay. Minty crawls\nbeneath the tarp and tucks herself between bales of hay.\n\nShe rests. Her breathing slows, her eyes closing...\n\nEXT. FARM CART - PRE-DAWN\n\nON MINTY - She opens her eyes. The cart is moving! Minty\npeeks from underneath the tarp...\n\nEXT.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe cart is moving! Minty\npeeks from underneath the tarp... EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n COUNTRY ROAD - CONTINUOUS\n\nMINTY’S POV - The farm cart bumps along a country road,\npassing...\n\n(CONTINUED )\n\f23.\n\nSLAVE CATCHERS, heading the opposite direction... THREE\nRUNAWAY SLAVES tied together in the back, passing close\nenough to see their despair.\n\nEXT. COUNTRY ROAD - JUST BEFORE SUNRISE\nThe cart stops. Minty peeks from underneath the tarp...\n\nThe farmer dismounts. He looks up at the stars. He speaks\nsoftly, almost to himself.\n\nFARMER\nI know you're there. I’m heading to\nmarket, just up the road. Best get out\nnow.\n\nMinty jumps from the wagon and darts into the trees. She\nwatches as the farmer climbs on his horse and drives off.\n\nThe sky breathes with dawn’s first light. Minty finds the\nNorth Star and runs.\n\nEXT. DELAWARE - RIVERFRONT - DAY\n\nThe sky is just clearing after a downpour. Minty is soaked\nand shivering, hiding at the corner of a tavern near a\nsparsely populated stretch of waterfront.\n\nMINTY’S POV - A WHITE COUPLE kiss in front of the tavern, 20\nfeet away. Minty looks past them to...\n\nA BLACK BOAT WORKER docking his skiff.\n\nAs the couple moves off, Minty makes a dash for the river,\napproaching the black boatman.\n\nMINTY\nSuh... You know a blacksmith round here,\nname of Garrett?\n\nThe boatman, JASPER MARLEY, looks down at the tiny figure in\nthe drenched, torn dress. He quickly whips off his rough\ncloak and throws it around her shoulders.\n\nJASPER\nCareful, girl. You half dressed, look\nhalf dead. Anyone with eyes can see what\nyou are. The man you looking for is on\nthe corner of 4th and Shipley. No more\nthan half a mile west.\n\n(CONTINUED )\n\f24.\nMinty pulls the cloak around her. It drags the ground. She\nlooks up into the sailor’s rough, worried face.\n\nMINTY\nThank you, suh.\n\nShe staggers off. Jasper watches with concern.\n\nINT./EXT.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe staggers off. Jasper watches with concern. INT./EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n GARRETT HOUSE AND SHOP - SHIPLEY STREET\n\nTHOMAS GARRETT, a youthful and robust white man in his\nfifties, dressed plainly in the manner of the Quakers,\npolishes a set of fire irons, an assortment of ironworks on\ndisplay around him.\n\nHe hears a rustling and looks up, jumping as he sees Minty,\nshrouded in the dripping cloak, like death itself.\n\nGARRETT\nMay I help thee, friend?\n\nMINTY\nSuh... You know a Negro name Reverend\nGreen?\n\nGARRETT\n\nYes, I do. I’ve been waiting for thee.\n\nMinty collapses.\n\nINT. GARRETT HOUSE - BEDROOM - EVENING\n\nMinty wakes in a strange bed in a plain room. She’s in her\nunderclothes. She sits up, alarmed...\n\nAcross the foot of the bed is a plain chocolate brown dress.\n\nOn a table next to her bed sits her father’s CARVED FIGURINE.\n\nINT. GARRETT HOUSE - CORRIDOR - MINUTES LATER\n\nMINTY’S BARE BANDAGED FEET pad down a corridor. The dress is\ntoo short and comes high above her ankles. She hears voices\nbelow and tentatively starts downstairs.\n\nINT. GARRETT HOUSE - DOWNSTAIRS - CONTINUOUS\n\nThomas Garrett sits at the head of a long table, laden with\n\nfood. His wife, RACHEL GARRETT, looks up as she sees Minty.\nShe’s very plain, with a kind smile.\n\n(CONTINUED )\n\f25.\n\nRACHEL GARRETT\nI couldn't mend your dress I’m afraid.\nT’was too far gone. What you’re wearing\nwas our Amy’s favorite. She’s with the\nLord, and has no use for it. But she\nwould approve. I found something in the\npocket of your dress which I put by your\nbed. It looked important.\n\nMINTY\nThank you.\n\nMinty looks at them, timidly. They’re both emotional.\n\nTHOMAS GARRETT\nWell. Come down. You must be hungry.\n\nINT. GARRETT HOUSE - DOWNSTAIRS - LATER\n\nMinty sits at the table with Rachel and Garrett. Garrett is\nholding forth, while Rachel watches him, indulgently.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. GARRETT HOUSE - DOWNSTAIRS - LATER\n\nMinty sits at the table with Rachel and Garrett. Garrett is\nholding forth, while Rachel watches him, indulgently. \n\nTARGET SECTION TO BE ANNOTATED:\nTHOMAS GARRETT\nYou're not the first to sit at our table,\nconfused and hungry - far from it!\nHelping fugitive slaves is my divine duty\nand my life’s work. Why, I almost lost\nthis house just last year, when I was\nsued in federal court for aiding slaves.\nAfter being tried, convicted and heavily\nfined, the judge asked me if I’d learned\nmy lesson. I said to the court. “If thee\nknows of any slave who needs assistance,\nsend him to me, for I now pledge to\ndouble my diligence in assisting slaves\nto freedom!”\n\nHe laughs robustly. Rachel smiles and pats his hand. He\ntakes a bite of pork, peering at Minty, bright-eyed.\n\nTHOMAS GARRETT (CONT'D)\nSo tell me, friend, how did thee find the\ncourage to come all this way alone?\n\nMINTY\nT'was de Lord. I think God wan’ me be\nfree.\n\nTHOMAS GARRETT\nMy dear child, I believe that God means\nall mankind to be free.\n\nMinty looks at him in wonder.\n\n(CONTINUED )\n\f26.\n\nMINTY\nSuh... you a saint?\n\nTHOMAS GARRETT\nNo, friend. I’m a Quaker.\n\nEXT. PENNSYLVANIA BORDER - SUNRISE\n\nA horse-drawn carriage drives across a broad plain as sunrise\ntinges the horizon pink and gold.\n\nGarrett drives the horses, wearing the broad-brimmed hat and\ncloak that distinguishes the Quakers. He brings the carriage\nto a stop, climbs down and opens the back.\n\nMinty gets out, half hidden by a wide Quaker hat.\n\nTHOMAS GARRETT\nHere we are, friend! The Pennsylvania\nborder. Shall I drive thee across, or\nwould thee prefer to walk into freedom\nalone, on thy own feet?\n\nMINTY\n(overwhelmed)\nI‘11 walk with de Lord.\n\nMinty gives him back the hat and cloak. She still wears his\ndaughter’s plain brown dress. He regards her fondly.\n\nTHOMAS GARRETT\nThen this is where I’ll leave thee. It’s\n25 miles to Philadelphia. Find the\nPennsylvania Antislavery Society and ask\nfor William still.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHOMAS GARRETT\nThen this is where I’ll leave thee. It’s\n25 miles to Philadelphia. Find the\nPennsylvania Antislavery Society and ask\nfor William still. \n\nTARGET SECTION TO BE ANNOTATED:\nHe reaches in his cloak and presses a daguerreotype of a\nhandsome black man into her hands.\n\nMinty looks at it in wonder.\n\nTHOMAS GARRETT (CONT'D)\nThis is his likeness, so you'll know him\nwhen you see him. Until we see each\nother again, God bless thee.\n\nMINTY\nGod bless you, suh.\n\nA small sign marks the Delaware-Pennsylvania border. As\nMinty walks past it, the sun rises, bathing the countryside\nin light. Minty looks down at her hands to see if she’s\nchanged. She spins around in the field, exuberant.\n\f27.\n\nEXT. PHILADELPHIA - STREET - DAY\n\nThe bustling city of Philadelphia. A carriage passes,\nrevealing Minty. She looks around her in wonder.\n\nBLACK VENDORS roast oysters, chestnuts and corn, or peddle\nmatches and flowers to fashionable WHITES.\n\nMinty feels conspicuous, fighting the urge to duck when\nwhites look her way. She approaches a VENDOR.\n\nMINTY\n“Please, suh... I lookin’ for de\nPennsylvania Antislavery Society.\n\nVENDOR\nCorner of 5th and Arch Street, bout half\na mile down.\nHe looks her over, realizing.\nVENDOR (CONT'D)\n(he lowers his voice)\nDon't be afraid, there plenty of us here\nin Philadelphia. Walk like you got a\nright to, won’t nobody pay you no mind.\n\nMinty nods gratefully and continues on, trying to walk like\nshe’s got a right to.\n\nINT. PENNSYLVANIA ANTISLAVERY SOCIETY - DAY\n\nPRINTING PRESS - A pamphlet is being copied.\n\nWILLIAM STILL, 28, black and dashingly handsome, carefully\npulls a pamphlet from the press, the ink still wet. He hangs\nit up to dry next to others on a rack. The pamphlet is\ntitled, ANTI-SLAVERY REFORM.\n\nMinty enters. William peers through the pamphlets.\n\nWILLIAM STILL\nMay I help you?\n\nShe checks the daguerreotype against the man in front of her.\n\nMINTY\nSuh, are you Mr. William Still?\n\nWILLIAM STILL\nI am. And you are...",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nWilliam Still? WILLIAM STILL\nI am. And you are... \n\nTARGET SECTION TO BE ANNOTATED:\n?\n\n(CONTINUED )\n\f28.\n\nMINTY\n(she hesitates)\n...-A white man name of Garrett sent me.\n\nA beat. William looks at her with clinical interest.\n\nWILLIAM STILL\nPlease, have a seat.\n\nWilliam leads her to a chair by a desk. He disappears into a\nback room and returns a few moments later with a cup of water\nand a weathered copper case, from which he removes a marbled\nNOTEBOOK. He puts the cup in front of Minty and opens the\nbook, dipping a pen in ink.\n\nMinty drinks the water, gratefully.\n\nWILLIAM STILL (CONT’D)\nWhat is your full name and where are you\nfrom?\n\nShe hesitates. He tries to put her at ease.\n\nWILLIAM STILL (CONT’D)\nThis book is full of fugitive slave\nhistories. I keep a record of most of\nthe slaves that come through\nPhiladelphia. Some I have to find, most\nfind me, as you have.\n\nMINTY\nMy name Araminta Ross Tubman. Folk call\nme Minty. I come from Dorchester County,\nMaryland, farm of Edward Brodess.\n\nWILLIAM STILL\nEdward Brodess is your master?\n\nMINTY\nMassa Brodess dead. His wife, Miz Eliza,\nown me and my family.\n\nWILLIAM STILL\nNot you, not anymore.\n\nMinty is quiet as she tries to grasp this concept.\n\nWILLIAM STILL (CONT’D)\nWhere are the others?\n\nMINTY\nWeren’t no others.\n\n(CONTINUED )\n\f29.\n\nWILLIAM STILL\nYou can tell me, Minty. I’m a friend.\nWho did you escape with?\n\nMINTY\nI left my husband an family. T’was jus\nme, an de Lord.\n\nWilliam takes this in, blown away.\n\nWILLIAM STILL\nYou're... a brave and lucky girl, Minty.\nI don’t know if you realize how\nextraordinary it is, what you’ve done.\nBy some near miraculous means, you've\nmade it 100 miles, alone, to freedom.\n\n(collects himself)\n\nWould you like to choose a new name, to\nmark your freedom? Many ex-slaves do.\nWhatever name you want.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\n(collects himself)\n\nWould you like to choose a new name, to\nmark your freedom? Many ex-slaves do. Whatever name you want. \n\nTARGET SECTION TO BE ANNOTATED:\nMINTY\n(thinking)\nDey call my mama Rit, but her name\nHarriet. I want my mama name, and my\nhusband. Harriet Tubman.\n\nWe see the name, Harriet, as he writes it in his book. From\nnow on, we will call her Harriet.\n\nWILLIAM STILL\nVery good. So, tell me, Harriet, how\nwould you characterize your master? What\nkind of man was he?\n\nHARRIET\nHe de devil. Most whites I know is\ndevilish.\n\nWILLIAM STILL\nNot all of them. Mr. Garrett just got\nyou to me.\n(back to business)\nDid your master ever hurt you,\nphysically? Do you have wounds? Scars\nfrom beatings?\n\nHarriet fingers the dent in her forehead.\n\nHARRIET\nOverseer crack my head open, when I was\nbout 13. I was at the store, out at de\ncrossroads, with Massa’s son, Gideon.\n(MORE )\n\n(CONTINUED )\n\f30.\n\nHARRIET (CONT'D)\n\nGideon an me was companions when we was\nyoung, and I was strong, and could carry\na 40 pound bag a rice, so overseer let me\ngo.\n\nHarriet frowns, lost in the memory. William watches her, pen\nhovered over his book.\n\nHARRIET (CONT'D (CONT'D)\n\nMy big brother, Robert, snuck off and\nfollowed us - din’ trust Massa Gideon\nlone in de woods wit me. I tol’ him to\ngo back, but he wouldn’t leave me. Few\nminutes later, overseer bust in, lookin’\nfor ‘im - mad as a rabid hound. Robert -\nhe a proud boy - he stand up to ‘im, say\nhis piece. Overseer got so mad, he pick\nup a weight from the counter an hurl it\nat my brother... ‘cept I stepped ‘tween\n‘em. Crack my skull right open.\n\nShe fingers the scar. William is spellbound.\n\nHARRIET (CONT'D)\nDey say I slept most 2 month. Next thing\nI ‘member, I was seeing my sisters sold.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nWilliam is spellbound. HARRIET (CONT'D)\nDey say I slept most 2 month. Next thing\nI ‘member, I was seeing my sisters sold. \n\nTARGET SECTION TO BE ANNOTATED:\nFLASHBACK VISION -\n\nThe same image we’ve seen before - Harriet's sisters, LINAH\nAND SOPH, faces twisted in anguish, as they are forced into a\nSlaver's carriage. Now we see YOUNG GIDEON, armed with a\nrifle, helping load them in. HORSES'S HOOVES pound, carrying\nthem away.\n\nINT. PHILADELPHIA SLAVERY SOCIETY - BACK TO SCENE\n\nHARRIET\nCept I saw it before it happen.\n\nWILLIAM\n(confused)\nBefore it happened.\n\nHARRIET\nGod showed me, to prepare me I guess.\nBut when it happen, it hurt so bad, worse\nden any beating, worse den de hole in my\nhead. Hole in my head jus made God’s\nvoice more clear.\n\n(CONTINUED )\n\f31.\n\nWilliam is stunned. He makes a note in his book: possible\nbrain damage.\n\nEXT. PHILADELPHIA STREET - AFTERNOON\n\nWilliam walks Harriet through town. He walks with\nconfidence. Harriet, still resisting the urge to duck, looks\nat the whites around her, mystified.\n\nHARRIET\nHow you tell de angels from de devils,\nwhen dey walking in de street, side by\nside?\n\nWILLIAM STILL\nWell, often you can tell immediately, by\nhow they look at you. But sometimes you\nhave to use your intuition.\n\nHARRIET\nYou mean, my top eye. Dat’s what we call\nit.\n\nWilliam looks at her, amused and a bit charmed.\n\nWILLIAM STILL\nYes, your top eye.\n\nHarriet looks at the whites, trying to see their souls.\n\nEXT. PHILADELPHIA STREET - ROOMING HOUSE - AFTERNOON\n\nWilliam and Harriet are walking through an enclave of black\nlaborers and freedmen. They approach a modest rooming house\nand enter.\n\nINT. ROOMING HOUSE - AFTERNOON\n\nWilliam goes to a counter and rings a bell. Moments later, a\nbeautiful and sophisticated black woman in her thirties,\nMARIE BUCHANON, comes downstairs.\n\nMARIE BUCHANON\nMr. Still, good evening.\n\nWILLIAM STILL\nGood evening, Marie. This is a new\narrival, Harriet Tubman.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nStill, good evening. WILLIAM STILL\nGood evening, Marie. This is a new\narrival, Harriet Tubman. \n\nTARGET SECTION TO BE ANNOTATED:\n Harriet, this\nis Marie Buchanon. She is a friend and\nthe owner of this establishment.\n\n(CONTINUED )\n\f32.\n\nMARIE BUCHANON\nPlease to meet you, Harriet.\n\nHarriet is shy in front of the elegant woman.\n\nHARRIET\n...Ma’am.\n\nWilliam and Marie exchange a look.\n\nWILLIAM STILL\nI am leaving her in your good hands,\nMarie. Good evening, ladies.\n\nWilliam tips his hat and strides off, leaving them alone.\nMarie looks Harriet over.\n\nMARIE BUCHANON\nC'mon in.\n\nMarie leads her upstairs.\n\nINT. ROOMING HOUSE - UPSTAIRS - AFTERNOON\nA woman and two men play cards in a handsome parlor.\n\nHarriet looks around at the fine furnishings, overwhelmed.\nMarie watches her, amused.\n\nMARIE BUCHANON\nYes, I am a woman, yes, I am Negro, and\nyes, I own the place. Get your jaw off\nthe floor. My mama was freed when her\nmaster died. She was pregnant with me,\nso I was raised free, here in\nPhiladelphia. You can have the last room\non the left upstairs. I’ve served supper\nalready, I'll make you a plate. But\nfirst, you need a bath. You stink like a\nbarnyard animal! There’s a wash tub in\nthe kitchen. I’11 put some water on.\n\nMarie starts back downstairs.\nHARRIET\nYou was born free. Guess you never had\nde stink of fear. Of runnin’ fo yo life.\nMarie stops, turns back, chastened.\nMARIE BUCHANON\n\n(gently)\nYou're right, Harriet. I have not.\n\f33.\n\nINT. ROOMING HOUSE - KITCHEN - EVENING\n\nMarie carries a pot of hot water from the fire and pours it\ninto a copper tub, already half-filled.\n\nMARIE BUCHANON\nI‘1l warm your plate. You need anything,\njust let me know.\n\nA folding screen separates the tub from the kitchen, offering\na bit of privacy.\n\nHarriet takes off the dress and underclothes and lets them\nfall to the floor. She catches her reflection in a piece of\nmirror. A map of scars, both old and new, covers her lean,\nmuscular body.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nHarriet takes off the dress and underclothes and lets them\nfall to the floor. She catches her reflection in a piece of\nmirror. A map of scars, both old and new, covers her lean,\nmuscular body. \n\nTARGET SECTION TO BE ANNOTATED:\nMarie catches a glimpse of Harriet’s body as she lowers\nherself into the bath.\n\nMARIE BUCHANON (CONT’D)\nYou got a man?\n\nBEHIND THE SCREEN -—\n\nHarriet sinks lower in the tub, delighting in the\nsensual warmth of the bath.\n\nHARRIET\nMy husband, John. He free like you. He\nwas gon run wit me, but I’s scared if we\nget caught, dey take his freedom. So I\nleft ‘im.\n\nShe watches the dust dance in the fading light.\n\nHARRIET (CONT'D)\nNow I wish he was here wit me. Must’a\nbeen hard on him when dey found me gone.\n\nMARIE BUCHANON\nThe boatmen, the “black jacks,” travel up\nand down the Delaware and Chesapeake Bay.\nMaybe they can get word to him that you\nmade it. Then he can come to you.\n\nHarriet brightens. She sits up, splashing.\nHARRIET\n\nThank you, ma’am.\n\n(CONTINUED )\n\f34.\n\nMARIE BUCHANON\nCall me Marie. Wash up good. Tomorrow\nwe gonna get you a payin’ job.\n\nHarriet grins at the thought. She soaps her hair,\nvigorously. Then puts her head under the water.\n\nINT. HOTEL ROOM - SUMMER - 1850 - DAY\nA BROWN HAND polishing wood until we can see reflected...\n\nHarriet, in a maid’s uniform, hair tamed, furiously cleaning.\nTime has passed and she looks healthy and fit, but there’s\nsomething manic about the way she works, as if she’s trying\nnot to think. A tear hits the polished wood. She wipes it\naway.\n\nA young black woman, JESSE, pauses outside the open doorway,\nwatching her.\n\nJESSE\nSlow down, Harriet. They don’ pay us by\nthe bushel!\n\nSeeing her mood, Jesse comes in and helps Harriet make the\nbed, looking across at her with concern.\n\nJESSE (CONT'D)\nCome to the social tonight. You might\nhave fun. Would that be so terrible?\n\nHarriet doesn’t answer. Jesse looks at her, knowingly.\n\nEXT. DOCK —- AFTERNOON\n\nHarriet hurries down a narrow street to the river.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nJesse looks at her, knowingly. EXT. DOCK —- AFTERNOON\n\nHarriet hurries down a narrow street to the river. \n\nTARGET SECTION TO BE ANNOTATED:\n She’s\ngrown more confident in her manner, no longer fearful. She\nspots a boat worker she knows and waves...\n\nIt's Jasper, the black sailor she met in Wilmington.\n\nJASPER\nHello, Miss Harriet!\n\nHARRIET\nJasper! Any word from my family?\n\nJASPER\nYes, ma’am. Brought some lumber from the\nEastern Shore. Your husband and family\nknow you safe.\n\n(CONTINUED )\n\f35.\n\nHARRIET\nMy husband send word back?\n\nJASPER\nNo ma’‘am. No word ‘cept what I tol’ you.\n\nHarriet turns and walks away, crestfallen.\n\nINT. PENNSYLVANIA ANTISLAVERY SOCIETY - AFTERNOON\nHarriet barges into the office, barely noticing...\n\nThe bustle of people, mostly white, engaged in various\nactivities, passing pamphlets, signing petitions...\n\nWilliam, writing at his desk, looks up.\n\nWILLIAM STILL\nHarriet! How are you?\n\nHARRIET\nMr. Still, I need yo angels to help git\nmy husband an family.\n\nWILLIAM STILL\nThat’s not how it works, Harriet. My\n“angels” are part of a sophisticated\nnetwork, not for your personal use.\nTrust that we are doing what we can, for\nwho we can.\n\nHarriet paces, wringing her hands.\n\nHARRIET\nBut I feel somethin’ wrong, William. I\ncain’t sleep. Please help me!\n\nWILLIAM STILL\nHarriet, listen to me! Our work has\ngotten much more dangerous. Slaveholders\nare frustrated over the number of\nrunaways. Federal judges, marshals and\nslave catchers are working together.\nEven congress is threatening to pass laws\nto appease the South.\n\nHe can see that he’s lost her.\n\nHARRIET\nIf you won’ help me, I’1l go myself.\n\nWilliam is losing patience.\n\n(CONTINUED )\n\f36.\n\nWILLIAM STILL\nDon’t be ridiculous. I can’t have you\nrisking your life and my network because\nyou're lonely! Rescuing slaves requires\nskill and careful planning.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nWILLIAM STILL\nDon’t be ridiculous. I can’t have you\nrisking your life and my network because\nyou're lonely! Rescuing slaves requires\nskill and careful planning. \n\nTARGET SECTION TO BE ANNOTATED:\n Can you read\na sign, or a map? Can you read at all?\n\nHARRIET\nI put my attention on tryin’ hear God’s\nvoice more clear.\n\nWILLIAM STILL\nDo you know what would happen if you got\ncaught? They’d torture you, til you\npointed them right to this office! You\ngot lucky, Harriet. Be grateful you made\nit this far and pray for those yet to\ncome. There’s nothing more you can do!\n\nHARRIET\n\n(erupting)\nDon’t tell me what I cain’t do. I made\nit dis far on my own! God was watchin’,\nbut my feet was my own - runnin’,\nbleedin’, climbin’, nearly drowned -\nnothin’ to eat for days an days. An I\nmade it! So don’t you tell me what I\ncain’t do. You don’ know me!\n\nWilliam, watches, stunned, as she walks angrily away.\n\nINT. ROOMING HOUSE - NIGHT\nHarriet is with Marie, having just shared her dilemma.\n\nHARRIET\nI made up my mind; I’m goin’ back.\nWit’out my husband an family, I’m just a\nstranger in a strange land. If I’m free,\ndey should be too. I’m gon go git em,\none by one, starting wit my husband. I\nneed a suit for him and a dress for me,\nso I can look like a free lady. Will you\nhelp me?\n\nMarie goes to the window and looks out, troubled.\nMARIE BUCHANON\nI can give you a dress you'll likely be\nhanged and buried in...\n\nShe turns back to Harriet, having made her own decision.\n\n(CONTINUED )\n\f37.\n\nMARIE BUCHANON (CONT’D)\nOr I can teach you how to wear it.\nINT. ROOMING HOUSE - PARLOR - DAY\nHarriet is in a lovely dress and dainty shoes, walking with\nher head high. Marie leads her, extending her hands in\n\ngraceful, ladylike gestures.\n\nMARIE BUCHANON\nHow do you do?\n\nHarriet imitates her carriage and gestures with surprising\nskill. She’s a natural mimic.\n\nHARRIET\nHow do you do?\n\nMARIE BUCHANON\nGood.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe’s a natural mimic. HARRIET\nHow do you do? MARIE BUCHANON\nGood. \n\nTARGET SECTION TO BE ANNOTATED:\n You're confident, composed, but\nwise enough not to look a strange white\nman in the eyes. You don’t want trouble.\nMarie goes to a carved box and retrieves a COLT REVOLVER.\nShe puts it in Harriet’s hands, adjusting her grip from\nbehind.\n\nMARIE BUCHANON (CONT’D)\nBut if trouble comes, you’1ll be ready.\n\nHarriet looks in the mirror. She aims the revolver, fierce.\n\nEXT. PHILADELPHIA - DARK ALLEY - NIGHT\noff the city streets in a disreputable\nneighborhood.\nMARIE BUCHANON (OVER)\nI‘11 put you in touch with a\nman who'll sell you free papers.\nHarriet moves slowly until an UNSEEN MAN whispers to her.\n\nMAN (0.S.)\nHey gal.\n\nShe hands him money, he hands her papers.\n\n(CONTINUED )\n\f38.\n\nMARIE BUCHANON (OVER)\nThey won’t be yours - they’re someone\nelse’s. May not match your description\nexactly, but they’1l get something right.\n\nHarriet pushes the papers back to him.\n\nHARRIET\nRead ‘em for me.\n\nEXT. COUNTRYSIDE - AUTUMN - 1850 - DAY\n\nA train chugs through farmland.\n\nINT. TRAIN - NIGHT\n\nHarriet sits by a window in a car near the engine room as the\ntrain heads south. She clutches a satchel.\n\nMARIE BUCHANON (OVER)\nHopefully they won’t read ‘em too close.\nThey're more worried about Negroes\nheading north. Runaways don’t go south.\nThe train pulls into a station.\n\nCONDUCTOR (0.S.)\nDover. Dover, Delaware.\n\nHarriet puts her satchel across her shoulders and takes out\n\nher papers. She trembles as we follow her out.\n\nEXT. DOVER STATION - NIGHT\n\nMarshals wait to search northbound trains.\n\nHarriet sees a group of recently captured RUNAWAY SLAVES in\n\nshackles. She tightens with fear. A MARSHAL approaches and\n\nshe turns to him.\n\nHARRIET\nHello, suh. How do you do?\n\nMARSHAL\nPapers.\n\nHarriet gives him the papers, her back straight and her eyes\nbelow his chin.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nHow do you do? MARSHAL\nPapers. Harriet gives him the papers, her back straight and her eyes\nbelow his chin. \n\nTARGET SECTION TO BE ANNOTATED:\n He eyes at the papers, then her.\n\nMARSHAL (CONT'D)\nDessa Dixon?\n\n(CONTINUED )\n\f39.\n\nHARRIET\nYes, suh.\nMARSHAL\nWhere were you born, Dessa?\nHARRIET\nPhiladelphia, July 18, 1824, of free\n\nissue.\n\nA deputy approaches. The captured slaves watch the scene\nunfold. Harriet sets down her bag.\n\nMARSHAL\nSays here you're five an a half feet\ntall. You ain’t more’n five feet.\n\nHARRIET\nMusta worn my high boots that day.\n\nShe smiles. They laugh, unpleasantly. Behind Harriet’s\nback, her hand grips the handle of the Colt revolver, which\nthe slaves can see, but the marshals can’t. The slaves\nwatch, on edge.\nMARSHAL\n\nIt says you have a birthmark on your\n\nforehead.\nWith her free hand she tips her hat back to show her scar.\n\nHARRIET\nThat’s correct, suh.\n\nThey look at her head a moment, then at the papers. A beat.\nThe marshal hands them back.\n\nHiding the gun in her dress, Harriet takes them. As she\nwalks away, weak-kneed, the slaves breathe a sigh of relief.\nEXT. BRODESS FARM - DAY\n\nHarriet’s brothers, Robert, Junyah and Henry, are raking the\n\nfields, along with other slaves and their families, preparing\nfor winter planting.\n\nINT. BRODESS HOUSE - SAME\n\nGideon sits at a desk, writing, while Eliza dictates.\n\n(CONTINUED )\n\f40.\n\nELIZA\nDear Dr. Thompson--No, dear brother-in-\nlaw... I hope you will accept this modest\n\npayment on the money owed you by my\ndeparted--my dearly departed Edward. It\nhas not been easy for me with him gone.\nHe left us in a sorry state of affairs,\nthe depths of which we've only recently\ndiscovered. Since you have said you are\nnot in a position to forgive the loan,\nplease accept the enclosed $7.50. I will\ntry to make another payment next month.\nYour neighbor and sister-in-law, Eliza\nBrodess.\n\nGideon puts some bills and coins into an envelope.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nI will\ntry to make another payment next month. Your neighbor and sister-in-law, Eliza\nBrodess. Gideon puts some bills and coins into an envelope. \n\nTARGET SECTION TO BE ANNOTATED:\nGIDEON\nWe're gon’ have to sell some slaves,\nmama.\n\nELIZA\n\nOur stature in this community, is\nmeasured in negroes. We can’t live like\npaupers. Who’s supposed to work the\nfields - the twins?\n\nGIDEON\nWould you prefer to keep the slaves and\nsell the farm?\n\nEliza turns away from him, sullen.\n\nGIDEON (CONT'D)\n\nWe'll sell the Ross brothers. Robert\nalone is worth 6-7 hundred. If we sell\nJunyah and Henry too, we can bring home\nmaybe 16. That will go aways to paying\noff daddy’s debts. You won’t have to\nbeg, the twins can remain useless and we\ncan go on as we have.\n\nELIZA\nWith you unmarried and sleeping in\nbrothels?\n\nGideon and Eliza exchange a loaded look.\n\nGIDEON\nWe'll go on as we have. The others will\njust have to work harder to make up for\nthe loss.\n\n(CONTINUED )\n\f41.\nA beat. Eliza gives a long, dramatic sigh, gesturing for him\nto begin anew... He takes another sheet.\n\nELIZA\nNegroes for sale...\n\nEXT. THOMPSON'S MILL - POPLAR CREEK - LATE AFTERNOON\n\nHarriet stealthily approaches the estate where her husband\nand father work. She pauses beneath a tree, her excitement\ntinged with a sense of foreboding.\n\nEXT. THOMPSON'S MILL - LATE AFTERNOON\n\nWork is wrapping up for the day and Thompson's workers are\ntrudging back to their cabins from the mill.\n\nJohn says goodbye to his team and rests against a pile of\nlumber, exhausted. A VOICE floats to him from the woods.\n\nHARRIET\nI'm sorry I had to leave you...\n\nRecognizing her voice instantly, John stands and looks\naround.\n\nHarriet springs from the trees by the creek and throws\nherself into his arms. He clutches her in disbelief.\n\nJOHN\nMinty... Is it you!?\n\nHe pulls her out of view into the mill.\n\nINT. MILL - CONTINUOUS\n\nBoth of them are awash in emotion, touching each other’s\nface.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe pulls her out of view into the mill. INT. MILL - CONTINUOUS\n\nBoth of them are awash in emotion, touching each other’s\nface. \n\nTARGET SECTION TO BE ANNOTATED:\n She’s changed since he last saw her, in proper clothes\nshe has the bearing of a free woman.\n\nJohn has changed also. She runs her fingers along the ugly\nscar down one cheek and across a clouded eye, where Gideon's\nstrap made its mark.\n\nHARRIET\nJohnny, Johnny... What dey done to you?\n\nJOHN\nOne good eye is all I need to see you,\ngirl. You look good, Minty. But why you\nback here? It ain’t safe.\n\n(CONTINUED )\n\f42.\n\nHARRIET\nI come to git you, Johnny, bring you to\nfreedom. I got a suit for you to wear...\nI been livin’ free, in Philadelphia, but\nI cain’t live without you.\n\nHe looks at her woefully. Fear grips her spine.\n\nHARRIET (CONT'D)\nAin’t you happy to see me?\n\nJOHN\nI heard you was drownt, Minty. Never\nthought I’d see you again.\n\nHARRIET\nI sent you word... by de black jacks...\n\nJOHN\nBy the time I heard you was alive...\n(a beat; then)\nMinty... I’m married.\n\nShe looks at him, confused.\n\nHARRIET\nI know you married, Johnny. You married\nto me.\n\nJOHN\n\nI took another wife, Minty.\n\nHARRIET\nYou took another wife...\n\nJOHN\nHer name Caroline, and she free like me.\nShe carryin’ our chil’.\n\nHarriet is floored.\n\nHARRIET\nNother woman carryin’ your chil’?\nI thought you loved me!\n\nTears spill down her cheeks. He pulls her to him, trying to\ncalm her, both of them crying now.\n\nJOHN\nLike I ain’t never loved nobody, not my\nown kin! You left me, Minty. You went\nalone and left me and I prayed for you.\nGideon whipped the sight out my eye - and\nI prayed for you.\n\n(MORE )\n\n(CONTINUED )\n\f43.\n\nJOHN (CONT'D)\n\nWhen I heard you jumped off that bridge,\nand I thought you was cold and dead,\ncaught in the river weeds, like some\nanimal - I prayed for you!\n\nHARRIET\nThen you found another wife.\n\nHe looks at her, wretched.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nJOHN (CONT'D)\n\nWhen I heard you jumped off that bridge,\nand I thought you was cold and dead,\ncaught in the river weeds, like some\nanimal - I prayed for you! HARRIET\nThen you found another wife. He looks at her, wretched. \n\nTARGET SECTION TO BE ANNOTATED:\n She pushes him away.\n\nHARRIET (CONT'D)\nGo on then. Go home.\n\nJOHN\nMinty, you not safe here. You gotta\nleave, now! Gideon still lookin’ for\nyou.\n\nHARRIET\nSo, de white man din’ give up. You did.\n\nHe backs away.\n\nJOHN\nI love you, Minty. I would’a died for\nyou, if you’d let me.\n\nHe turns and strides out. Harriet takes a few ragged\nbreaths... She stumbles after him.\n\nEXT. THOMPSON’S MILL —- JOHN’S CABIN - DUSK\n\nThe cabin has a small vegetable garden in front. John washes\nhis face and hands in a basin by his stoop.\n\nHarriet approaches, unseen. She looks in a window...\n\nINSIDE - A lovely woman, round with child, puts aside her\nwork. Hearing her husband, CAROLINE glances at her\nreflection in a bit of mirror, taking off her head wrap,\nfreeing her springy hair.\n\nHarriet pulls the revolver, taking aim at her rival...\n\nThen John walks into view, taking Caroline in his arms. He\nholds her tight, letting her comfort him. Caroline kisses\naway troubles, not asking their source. He puts his hands on\nher rounded belly.\n\nHarriet bends over her knees and vomits. She takes the\nsatchel from her shoulder and slings it hard against the\ndoor. She runs, the revolver swinging at her side...\n\f44,\n\nEXT. THOMPSON’S MILL - TREE GROVE - DUSK\n\nHarriet runs into the grove of trees, reckless, consumed with\nanguish. She howls, devastated.\n\nHARRIET\nWhy, Lord? I listen for your voice! You\ntol’ me come, I came! You led me back\nhere! Why bring me all dis way to rub\nmud in my face? Why you let me live?\n\nShe contemplates the gun in her hand... The sound of insects\ngrows louder...\n\nHarriet arches backwards and falls to the ground, twitching\nin spasms.\n\nHARRIET'S VISION - A RAVEN stands in front of her. She hears\nTHE VOICE: Harriet!\n\nEXT.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nHARRIET'S VISION - A RAVEN stands in front of her. She hears\nTHE VOICE: Harriet! EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n BRODESS FARM - VISION\n\nA strange dark cloud throws an eerie shadow over HARRIET'S\nBROTHERS in the fields.\n\nEXT. WOODS - DAY - VISION\n\nHarriet runs, FEET skimming the earth. Other BROWN LEGS\nfollow; men, women, children...\n\nEXT. ORCHARD - VISION\n\nTHE RAVEN looks at her. LEAD THEM.\n\nEXT. THOMPSON'S MILL - ORCHARD - NIGHT\nHarriet wakes and stands shakily.\n\nBEN (0.S.)\nJohn told me you was here.\n\nBEN sits close by, back against a tree, kerchief tied over\nhis eyes, Harriet’s satchel at his feet.\n\nHARRIET\nDaddy...\n\nHe reaches for her and she pulls him to his feet, falling\ninto his arms, heartbreak washing over her.\n\n(CONTINUED )\n\f45.\n\nHARRIET (CONT'D)\nJohnny don’ love me no more.\n\nBen takes her shoulders, shaking her.\nBEN\nMinty, some things ain’t meant to be.\nBut you here now is a miracle - I got\nyour brothers hidin’ in the corncrib.\nMiz Eliza fixin’ to sell ‘em.\n\nHarriet is sobered by this, realizing the significance of her\nvision...\n\nBen hands her the satchel.\n\nEXT. CORNCRIB - NIGHT\nHarriet leads her father to the corncrib.\nBEN\nThey been waitin’ on Robert. Mary’s in\nlabor and he won’t leave her til she\ndelivers.\n\nHe unlatches the door and Harriet’s brothers - Junyah and\nHenry climb out.\n\nHARRIET\nJunyah...\n\nJunyah hugs her tight.\n\nJUNYAH\nMinty! Cain’t believe it’s you.\n\nHARRIET\nHenry!\n\nHenry’s face lights up as he joins in the hug.\n\nJANE, a slender girl disguised as a boy, climbs gingerly from\nthe corncrib. Junyah goes to help her.\n\nJUNYAH\nMinty... this my fiancee, Jane. From\nHoratio Jones farm. Her massa been\nbeatin’ her bad. She comin’ wit us.\n\nHenry helps a woman, PHOEBE, 20, with a baby in arms.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nHer massa been\nbeatin’ her bad. She comin’ wit us. Henry helps a woman, PHOEBE, 20, with a baby in arms. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED )\n\f46.\n\nHENRY\nPhoebe asked to come too. She scared of\nbein’ sol way from her baby.\n\nPHOEBE\nMy husband pass last Spring. She all I\ngot.\n\nHarriet looks at the infant sleeping in Phoebe’s arms.\n\nPHOEBE (CONT'D)\n\nWhen I hear you made it to freedom, I\nname her Araminta. Maybe she see freedom\ntoo.\n\nHarriet takes them in, overwhelmed. She looks at Baby\nAraminta. Phoebe is desperate.\n\nPHOEBE (CONT'D)\n\nShe'll be good, I promise. Your sister,\nRachel, she stole Miz Eliza’s laudanum,\nto keep her quiet.\n\nHARRIET\nWhere is Rachel? Where my sister?\n\nHENRY\nRachel too scared to run, Minty. She say\nMiss Eliza got a hawk-eye on her.\n\nHarriet turns to her father.\n\nHARRIET\nAnd mama?\n\nBEN\nRit wit me.\n\nANGLE ON - BEN’S CABIN in the distance, where they can see\nRit moving slowly about inside.\n\nBEN (CONT’D)\n\nMiss Eliza let me buy her freedom. Ain’t\nhave much use for her. Rit ain’t been\nright since she heard you drownt. Her\nheart would burst, she knew you was here,\nbout to run again, wit the boys. I’11\ntake care of your mama. Don’chu worry\nbout us.\n\nHarriet takes in the crew of fugitives, processing.\n\n(CONTINUED )\n\f47.\n\nHARRIET\nI planned for one more, not all of you\nand a baby too.\n\nThe baby stirs, face bunched in a scowl. Harriet looks at\nthe infant, a stab of fresh pain fortifying her. She takes\none of the baby’s tiny hands. The baby looks up at her.\n\nHARRIET (CONT'D)\nBut if you trust me, an follow my lead,\nbaby Araminta will grow up free.\n\nBEN\nIt’s late. You need to go. I’11 send\n\nRobert on.\n\nJUNYAH\nWhat if Mary don’t deliver till sunrise?\nHe’1ll be caught and sold.\n\nBEN\nBy sunrise, they'll be after you too.\n\nThis truth sobers them.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe’1ll be caught and sold. BEN\nBy sunrise, they'll be after you too. This truth sobers them. \n\nTARGET SECTION TO BE ANNOTATED:\n Just then we see a dark form,\nstreaking across the field towards them. Harriet runs to\n\nmeet him.\n\nHARRIET\nRobert! Thank God!\n\nROBERT\nMinty!\n\nHe lifts her off her feet, embracing her. The others\nsurround him.\n\nHARRIET\nHow’s Mary? Tell us.\n\nRobert is breathing hard, from exertion and emotion, making\nwords difficult.\n\nROBERT\nWe got ourselves a baby girl. Delivered\nmyself, not an hour ago. Set her on her\nmama’s breast and kissed ‘em goodbye...\nPhoebe’s baby gives a faint cry. Robert is overcome with\nemotion.\n\nROBERT (CONT'D)\nMary’s too weak from childbirth to run,\neven if I could convince her... I had to\nleave ‘em.\n\n(CONTINUED )\n\f48.\n\nBen reaches for his son’s shoulder.\nHarriet looks up into her brother’s face, sharing his pain.\n\nHARRIET\nYou had to leave ‘em, either free or in\nchains. You chose freedom.\n\nShe hands him the satchel. Robert pulls the suit from the\nsatchel and looks at her.\n\nROBERT\nYou come for John. I’m sorry, Minty.\n\nHarriet shakes her head.\n\nHARRIET\nI thought I come for him... I see now I\ncome for all of you.\n\nRobert pulls off his shirt, revealing a profusion of scars on\nhis muscled back, like a network of rivers.\n\nBEN\nAin't but a few hours a dark left. If\nyou goin’, you need to go.\n\nThe siblings take a last look at their mother in Ben’s cabin,\nwishing they could say goodbye.\n\nEXT. THOMPSON’S MILL - MINUTES LATER\n\nHarriet and her brothers lead their blindfolded father to the\ntree-lined edge of the field. Robert is wearing the suit.\nBen hugs each of his sons. He kisses his daughter. She\nclings to him.\n\nHARRIET\nCome wit us daddy.\n\nBEN\nMe and your mama will be fine. I ain’t\ngoin’ nowhere til all my children free.\n\nHe touches his daughter’s face.\n\nBEN (CONT’D)\nGit gone, now. I ain’t seen none a you.\n\nHarriet leads the freedom seekers off, leaving Ben alone on\nthe path.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nBEN (CONT’D)\nGit gone, now. I ain’t seen none a you. Harriet leads the freedom seekers off, leaving Ben alone on\nthe path. \n\nTARGET SECTION TO BE ANNOTATED:\n He waits until he no longer hears them, then he\nlifts the kerchief from his damp eyes.\n\f49,\n\nEXT. WOODS - NIGHT\n\nThe freedom seekers follow Harriet through trees. They\napproach a clearing by a body of water. The baby starts to\ncry. They freeze. Robert is instantly protective of the\nchild.\n\nROBERT\nShe hungry. She gotta eat.\n\nPOV - The fugitives sit amongst the trees as Phoebe breast-\nfeeds the baby. Someone is watching... We hear a scratching\nsound...\n\nA DARK FIGURE crouches in the trees, gangly and nappy-haired,\ncapturing the scene in a sketchbook.\n\nEXT. REV. GREEN'S CHURCH - NEAR DAWN\n\nHarriet and the freedom seekers approach through the\ngraveyard. Robert is skeptical. He won’t go further.\n\nROBERT\nI don’ like dis, Minty. Reverend say der\na special place in Hell for runaways. I\ndon’ trust ‘im.\n\nHARRIET\nYou trust me?\n\nRobert looks at her a beat. Begrudgingly, he nods.\nHarriet knocks on the door of the church. A few beats later,\nReverend Green ushers them in. He takes Harriet by the\nshoulders.\nREVEREND GREEN\nIt’s good to see you, girl. Heard you'd\ncome back. Almost didn’t believe it.\n\nHe hustles them into the sanctuary.\n\nINT. REV. GREEN'S CHURCH - SANCTUARY - NEAR DAWN\n\nReverend Green and Henry move aside the pulpit, revealing a\ntrap door underneath. Green pulls it up...\n\nREVEREND GREEN\nGo on. You’ll wait out the day down\nthere. You’ll be safe.\n\f50.\n\nINT. REV. GREEN'S CHURCH - CELLAR - CONTINUOUS\n\nHarriet peers down. There’s candlelight coming from below.\nWe see FACES, peering up.\n\nREVEREND GREEN\nThere’s others. Word spread.\n\nTHREE SLAVES are huddled in the dark - a young man, ISSAC;\nhis father, JOE, and Joe’s mother, MIZ LUCY. They look up at\nher, eyes full of fear, uncertainty and hope. Harriet is\noverwhelmed.\n\nEXT.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey look up at\nher, eyes full of fear, uncertainty and hope. Harriet is\noverwhelmed. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n BRODESS FARM — MORNING\n\nWe hear angry screaming. Slaves in the field look at the\nhouse with anxiety.\n\nINT. BRODESS HOUSE - PARLOR - SAME\n\nEliza rages in her dressing gown, smashing plates and vases\nagainst the walls by Foxx’s head. He ducks, resigned.\nGideon watches his mother’s tantrum, grimly.\n\nELIZA\nFIND THEM, I SAID!!\n\nFOXX\nWe will, ma’am.\n\nThe twins, Vince and Victor, rush in followed by Becky.\n\nVICTOR\nMa, what is it?\n\nGIDEON\nWe had five slaves run off.\n\nELIZA\n5 slaves - over $2000! This whole farm\nain't worth but $5000. We got a rat in\nour pantry, and it will starve us if we\ndon’t trap it and kill it! RACHEL!!\n\nRachel appears, holding a baby. A brown-skinned girl of\nfour, ANGERINE “ANGER”, trails behind her. Rachel quickly\nhands Anger her baby brother and looks at her mistress\npleasantly.\n\nRACHEL\nYessum.\n\n(CONTINUED )\n\f51.\n\nEliza backhands her, sending her into the wall. Anger wails.\nELIZA\nDon’t you “yessum” me, you black bitch!\nYour brothers run off!\n\nGideon grabs Rachel by the neck and pins her to the wall.\n\nGIDEON\nWhat’s your part in this, girl?\n\nRACHEL\nI don’ know nothin’, I swear! I don’\neven know what you sayin’! Who run off?\n\nHe tightens his grip.\n\nGIDEON\nI’1ll snap your neck.\nRACHEL\n(choking)\nI... don’... know nothin’. I swear...\n\nGideon releases her. She slides down the wall.\nHe turns towards Anger and the baby...\nGIDEON\nFoxx, take these pickaninnies to market\nand sell ‘em.\n\nFOXX\nYessuh.\n\nRACHEL\nT’was Minty!\nSomething like hope lights in Gideon’s eyes. Almost\ntenderly, he takes the squirming baby from Anger’s arms,\nturning to Rachel.\n\nGIDEON\nMinty’s dead, you lyin’ wench.\n\nRACHEL\nShe alive.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlmost\ntenderly, he takes the squirming baby from Anger’s arms,\nturning to Rachel. GIDEON\nMinty’s dead, you lyin’ wench. RACHEL\nShe alive. \n\nTARGET SECTION TO BE ANNOTATED:\n She come back.\n\nGIDEON\nYou seen her?\n\nRACHEL\nI hear tell.\n\n(CONTINUED )\n\f52.\n\nFOXX\nNiggers’ tales. Like haints in the\nmarsh. She’s lying!\n\nGIDEON\nI hope it’s true. Good Lord, I hope it\nis.\n\nGideon releases the baby into Rachel’s arms. Anger runs to\nher mother, burying her face in her dress. Rachel clings to\nher children.\n\nGIDEON (CONT'D)\nFoxx, round up some men and meet me out\nat Poplar Neck.\n\nFoxx nods curtly and runs out. Eliza collapses into angry\ntears.\n\nELIZA\nHow could your father leave me with his\ndebts and his mutinous slaves?!\n\nGideon goes to his mother.\nGIDEON\nHush, Mama, try not to upset yourself.\nI’m gonna find ‘em for you - Minty too.\nRachel, give her a dose of laudanum for\nher nerves. I’11 deal with you when I\nget back.\nRachel nods, terrified, thinking of the laudanum she gave\nPhoebe.\nEXT. BRODESS FARM - MINUTES LATER\nGideon, on horseback, thunders toward the gate.\nA BLACK YOUTH steps in his path. WALTER is gangling and\nnappy-haired, between 18 and 20, dressed in buckskin britches\nand work boots.\nGideon almost runs him over, his horse rearing.\nGIDEON\nWhat the hell is wrong with you, boy!\nOutta my way!\n\nWALTER\nYou looking for some runaways, suh?\n\nGideon circles Walter menacingly.\n\n(CONTINUED )\n\f53.\n\nGIDEON\nWhat you know about it? Speak up!\n\nWalter pulls a beat up notice from his pocket.\n\nWALTER\nThis here your notice, right? Runaway\nslave, short, strong, dent in her head.\n\nHe pulls out a sketch pad and hands it to Gideon.\n\nThere’s a SKETCH of the slaves convening in the woods,\nanother of Harriet - no longer the same slave girl Gideon\nonce knew, but clearly recognizable as Minty.\n\nGideon looks up from the drawing, eyes burning.\n\nGIDEON\nWhere’d you see her?\n\nWALTER\nTake you there, for a dollar.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nGideon looks up from the drawing, eyes burning. GIDEON\nWhere’d you see her? WALTER\nTake you there, for a dollar. \n\nTARGET SECTION TO BE ANNOTATED:\n I’ma\ntracker, I know which way they headed,\nand I can help you find ‘em.\n\nGIDEON\nA tracker, you say?\n\nWALTER\nThat and lots more - artist, blacksmith,\nboatman, carpenter, fisherman,\nhorseman... Got skills right down the\nalphabet til you get to scout and\ntracker. Work for wages though - ain’t\nno slave.\n\nGideon pulls out his gun and aims it at Walter.\nGIDEON\nHow bout you tell me which way they\nheaded, or I shoot the nose off your\nface?\n\nWALTER\nEast from Poplar Neck.\n\nGideon throws a coin on the ground. He spurs his horse and\nrides off. Walter calls after him.\n\nWALTER (CONT'D)\nI know Bigger Long!\n\nGideon pauses, rides back.\n\n(CONTINUED )\n\f54.\n\nWALTER (CONT'D)\nBest slave catcher round - but hard to\nget, ill-tempered and expensive.\n\nGIDEON\nYou know Bigger Long?\n\nWALTER\nWe practically kin. Hangs out in places\nyou wouldn’t be seen, but I know where to\nfind him.\n\nGIDEON\nFind Bigger Long and tell him to meet me\nat Poplar Neck. They’1l be something in\nit for you.\n\nGideon rides off. Walter picks up the coin. He whistles and\na black horse comes trotting out of the woods.\n\nEXT. WOODS - POPLAR NECK - LATER\n\nGideon is waiting with Foxx and the men he’s gathered for\ntheir patrol - a lean and leathery career patroller, ATWOOD,\nplus Morris and Butch, from Thompson's Mill, along with\nseveral hounds.\n\nFOXX\nHow long we gon’ wait for this nigger?\n\nGIDEON\nBigger the nigger’s worth the wait.\n\nJust then, Walter rides up on his horse, followed by...\n\nBIGGER LONG, a large, dark, scar-faced man, with hostile eyes\nand an unpleasant disposition. A THICK BLACK MUTT trots\nbeside him.\n\nBigger looks at the group without speaking.\n\nGIDEON (CONT'D)\n\nLast night, five of my best slaves run\noff; three bucks and a female, with foal.\nI will pay $300 for their return, alive\nand unharmed.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nBigger looks at the group without speaking. GIDEON (CONT'D)\n\nLast night, five of my best slaves run\noff; three bucks and a female, with foal. I will pay $300 for their return, alive\nand unharmed. \n\nTARGET SECTION TO BE ANNOTATED:\n I want the girl that’s\nleadin’ ‘em too. Don’t want no harm to\ncome to her by nobodies’ hands but mine.\n\nBIGGER LONG\nI get $200. They can split the rest.\n\nGideon gets in Bigger’s face.\n\n(CONTINUED )\n\f55.\n\nGIDEON\n$200? What’s an ugly nigger like you\ngon’ buy with $200?\n\nBIGGER LONG\nEnough white whores to last me til Lent.\n\nGideon's eyes narrow. Everyone reaches for their guns. The\nair crackles with hostility. Walter crouches low on his\nhorse. Bigger breaks into a wheezing laugh. The others\nchuckle dangerously.\n\nGIDEON\nYou better be good as they say.\n\nINT. REV. GREEN'S CHURCH - SUNSET\nReverend Green lights the evening candles.\n\nThe doors of the church burst open and Gideon and his posse\nstorm in. Reverend turns, appalled, as dogs rush into the\nsanctuary and Bigger and the men turn over the rough-hewn\npews and benches.\n\nREVEREND GREEN\nMaster Brodess, what in God’s name?\n\nGIDEON\nYou hidin’ fugitives, reverend?\n\nREVEREND GREEN\nSuh, you know me better than to accuse me\nso unfairly! The Gospel in my hands is\nan instrument to keep slaves righteous\nand obedient.\n\nBigger approaches the pulpit. He tosses the pulpit aside,\nrevealing the trap door. He gives the reverend a nasty\nsmile.\n\nBIGGER LONG\nBoss...?\n\nGideon rushes over. The hounds circle the trap door,\nsniffing.\n\nGIDEON\nWhat have we here, reverend?\n\nREVEREND GREEN\n\nStorage for my books and a few dusty\nbottles of port.\n\n(CONTINUED )\n\f56.\nThe others look on as Bigger pries the door open. Walter\nhurries down the narrow stairs with a torch...\nThe small storage room is empty except for stacks of books\nand a few dusty bottles of port.\nEXT. WOODS - DUSK\nFEET running through woods, other brown legs follow...\nHarriet leads the large band of freedom seekers, running as\nfast as their feet will carry them. Miz Lucy, stumbles.\n\nIssac picks her up, carrying her on his back.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nHarriet leads the large band of freedom seekers, running as\nfast as their feet will carry them. Miz Lucy, stumbles. Issac picks her up, carrying her on his back. \n\nTARGET SECTION TO BE ANNOTATED:\nThe freedom seekers run, silhouetted against the moon.\n\nEXT. WOODS NEAR RAILROAD TRACKS - NIGHT\n\nThe freedom seekers sit huddled in a thicket of wood, taking\na moment's rest. Joe rubs Miz Lucy’s back, Robert dozes,\nPhoebe nurses the baby while Junyah rips a strip of cloth\nfrom his pants to wrap Jane’s bloody feet.\n\nEXT. WOODS/ROAD - NOT FAR AWAY\nHarriet peers through the trees to see...\nButch and Morris standing watch on the road, waiting.\nHarriet retreats back into the woods. In the distance, we\nhear a DOG barking...\nEXT. WOODS - TOO CLOSE FOR COMFORT\nBigger drives his mutt through the woods, hot on their trail.\nThe dog digs at something on the ground. Bigger\ninvestigates... A bloody strip of cloth.\nBIGGER LONG\n\nGood boy.\n\nEXT. WOODS NEAR RAILROAD TRACKS - NIGHT\n\nHarriet runs back to the group.\n\n(CONTINUED )\n\f57.\n\nHARRIET\nPatrols got de road blocked!\n\nROBERT\nYou tol’ us to go dat way!\n\nHARRIET\nNow I’m tellin’ you we cain’t.\n\nJANE\nI don’t think I can go no further, Minty.\nFeel like we goin’ in circles.\n\nJUNYAH\n\nAin't everybody strong like you, sister.\nHARRIET\n\nSomebody tell you escapin’ slavery was\n\neasy?!\n\n(She looks at Robert)\nIf you strong enough to bear de lash, you\nstrong enough to run from it!\n\nWe hear Bigger’s DOG bark. Robert jumps to his feet, pulling\nPhoebe up.\n\nROBERT\nc'mon!\n\nThe fugitives get up and run.\n\nEXT. COUNTRYSIDE - TIDAL STREAM - NIGHT\n\nThe freedom seekers stumble alongside a tidal stream bathed\nin fog, trying to keep within the sparse tree cover, moving\nas fast as exhaustion will allow.\n\nHarriet and Phoebe run ahead with Issac and Henry, Robert\ncarries the baby, Jane leans on Junyah, Joe carries Miss\nLucy.\n\nPOV - THROUGH A SPYGLASS - The freedom seekers approaching in\nthe distance.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nCOUNTRYSIDE - TIDAL STREAM - NIGHT\n\nThe freedom seekers stumble alongside a tidal stream bathed\nin fog, trying to keep within the sparse tree cover, moving\nas fast as exhaustion will allow. Harriet and Phoebe run ahead with Issac and Henry, Robert\ncarries the baby, Jane leans on Junyah, Joe carries Miss\nLucy. POV - THROUGH A SPYGLASS - The freedom seekers approaching in\nthe distance. \n\nTARGET SECTION TO BE ANNOTATED:\nON WALTER watching from his horse with a spyglass. He rides\noff.\n\nEXT. BRIDGE - NIGHT\n\nGideon and Atwood are waiting with dogs and shackles. Walter\nrides up.\n\n(CONTINUED )\n\f58.\n\nWALTER\nThey comin’ right to us! Bigger’s\ndriving ‘em from behind. The other two\ngot the road covered, ain’t no place to\ngo but right here.\n\nGIDEON\nWe'll be waiting for them. Don’t let ‘em\noutta sight.\n\nWalter rides off. Gideon peers into the gloomy night. A\nsmile plays at his lips.\n\nGIDEON (CONT'D)\nC’mon, Minty... C’mon home.\nEXT. COUNTRYSIDE - TIDAL STREAM - NIGHT\nHarriet runs towards the bridge in the distance. She pauses\nto let the others catch up, breathing hard. Clouds race\nacross the moon... light and darkness, darkness and light.\n\nThe wind whistles...\n\nPOV FROM ABOVE - Walter watches from high in a tree as\nHarriet sinks to her knees, moaning.\n\nRobert and Joe run up to her; Joe panicking.\n\nJOE\nWhat wrong wit her?\n\nROBERT\nShe prayin’. Minty peculiar dat way.\n\nThe others catch up, surrounding her. Harriet rocks and\nmoans, in a trance. Joe looks at her in dismay.\n\nJOE\nWhat we s’posed to do, wait?! She our\nleader. Get her up!\nHe goes to grab her arm. Henry blocks him.\n\nHENRY\nDon’t touch her! She talkin’ to God.\n\nWe hear Bigger’s mutt barking not far away.\n\nPHOEBE\nDey comin’. We gotta go!\n\nABOVE THEM - Walter watches as...\n\n(CONTINUED )\n\f59.\n\nThe clouds part briefly, bathing Harriet in moonlight. Her\neyes open... She stands.\n\nHARRIET\nWe cain’t go on dat way. There’s danger!\n\nWe hear the dog getting closer. The fugitives panic.\n\nHENRY\nGod say which way we can go?\n\nHARRIET\nLeft.\n\nHarriet takes off toward the stream. The others follow,\nrunning full out behind her.\n\nWalter climbs higher, keeping them in view.\n\nEXT.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe others follow,\nrunning full out behind her. Walter climbs higher, keeping them in view. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n TIDAL STREAM BANK - NIGHT\nHarriet runs to the edge of the stream.\n\nJOE\nWhat now?\n\nHarriet looks uncertain, maybe terrified. It seems there’s\nonly one choice.\n\nHARRIET\nWe cross.\n\nHarriet pulls up her dress, tying the skirt around her legs.\nThe freedom seekers look at each other in dismay.\n\nMISS LUCY\nI cain’t swim!\n\nJANE\nMe neither.\n\nHARRIET\nRobert, carry the baby. Issac put Miss\nLucy on your shoulders. Junyah, you\ncarry Jane.\n\nJOE\nDis fool tryin’ drown us!\n\nROBERT\nMinty, you gone full crazy! We got an\nold woman and a baby with us. We ain’t\ngoin’ in that river!\n\n(CONTINUED )\n\f60.\n\nHarriet pulls out the Colt revolver.\n\nHARRIET\nI say we are. You'll be free or die.\n\nHands shaking, she aims the gun at her brother.\n\nPhoebe gasps, Jane cowers behind Junyah. Henry watches wide-\neyed. Robert towers over his sister.\n\nROBERT\nI didn’t leave my wife and family to\ndrown like a rat! You wanna shoot me, go\nhead.\n\nJOE\nIf she drown, who gon’ lead us?\n\nMIZ LUCY\nShe de only one know de way to\nfreedomland. I wan’ see freedomland fo’\nI die!\n\nRobert glares at Harriet defiantly, turns to the others.\n\nROBERT\nI’ll lead you! Follow me. To the\nbridge!\n\nHe starts away. The others watch incredulously as Harriet\nraises the gun over her head and calmly walks into the water.\nHenry watches her, holding his breath.\n\nEXT. RIVER - MOMENTS LATER\n\nThe water is up to Harriet’s armpits. The tide pulls at her.\nShe prays to herself.\n\nHARRIET\nRivers of living water flow through me.\nLord, lead me cross, take me through...\n\nFROM THE TREE\n\nWalter watches as Harriet continues across until only her\nhead is visible. Just when it seems the water will swallow\nher up, she reaches the deepest midpoint... then slowly, she\nstarts to rise. A few steps later, her shoulders break above\nthe surface...\n\nWalter exhales.\n\f61.\n\nEXT.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nWalter exhales. 61. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n TIDAL STREAM BANK - MOMENTS LATER\n\nThe freedom seekers watch, incredulous as Harriet comes out\non the far bank. Henry rushes into the water, followed by\nJane and Junyah. Miss Lucy jumps on Issac’s shoulders.\nPhoebe hands Robert the baby and wades in.\n\nA few beats later, Robert follows, baby above his head.\n\nEXT. NEAR BRIDGE - MINUTES LATER\nBigger, Gideon and Atwood converge on Walter.\nGIDEON\n\nWhat happened? You said they were\nheading right to us!\n\nWALTER\nI lost ‘em.\n\nGIDEON\nYou what?!\n\nWALTER\n\nThey disappeared in the fog. First they\nwas there, then they was gone.\n\nGideon slams his shotgun into Walter’s face, knocking him to\nthe ground. Gideon cocks the gun at Walter’s head.\n\nGIDEON\nI’ve had about enough of you, nigger.\n\nBigger shoves the gun as Gideon FIRES - The dirt explodes\nnext to Walter’s head.\n\nGideon spits at him and walks away. Bigger gives Walter a\nkick for good measure.\n\nEXT. TIDAL STREAM BANK - OTHER SIDE - NEAR DAWN\n\nHarriet watches sternly as the freedom seekers come out on\nthe near bank, soaking wet and shivering, but unharmed.\n\nFinally Robert strides out of the water.\n\nThe baby has slept through the ordeal. Robert hands her to\nPhoebe and faces his sister, sheepishly.\n\nHarriet glares at him.\nROBERT\nMinty...\n\n(CONTINUED)\n\f62.\n\nHarriet points to the baby.\n\nHARRIET\nDis baby gurl, Araminta, you can call her\nMinty. You call me Harriet from now on.\nDat’s my freedom name.\n\nShe faces the group, fierce.\nHARRIET (CONT'D)\n\nI’m Harriet Tubman, leader of dis group.\n\nWe do what I say!\nThe others nod, chastened. Behind them, the stream seems,\nonce again, impassable.\nINT. PENNSYLVANIA ANTISLAVERY SOCIETY - DAY\nWilliam Still is absorbed in his writing when Harriet bursts\nthrough the door, followed by the freedom seekers - all eight\nof them, plus the baby.\nWilliam stands abruptly, looking at them in amazement.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. PENNSYLVANIA ANTISLAVERY SOCIETY - DAY\nWilliam Still is absorbed in his writing when Harriet bursts\nthrough the door, followed by the freedom seekers - all eight\nof them, plus the baby. William stands abruptly, looking at them in amazement. \n\nTARGET SECTION TO BE ANNOTATED:\nHarriet looks back at him, quietly triumphant.\n\nWILLIAM STILL\nAre these...?\n\nHARRIET\nMy family and friends, freedom seeking\nslaves. I went down south an brought ‘em\nback. God showed me de way.\n\nWilliam is awed by her. He remembers his manners.\nWILLIAM STILL\nPlease introduce me! Which one of these\nfine men is your husband?\n\nHarriet falls silent.\n\nINT. ROOMING HOUSE - EVENING\n\nHarriet’s brothers, Jane, Phoebe, her baby, Joe, Isaac, and\nMiz Lucy sit at table laden with food, along with Jesse and\nother rooming house guests, eating with obvious pleasure.\n\fINT. ROOMING HOUSE - WASHROOM - EVENING\n\nHarriet is in the tub. Marie sits on a stool behind her,\ncombing the knots from her freshly washed hair. Harriet\n\nstares into shadows.\n\nHARRIET\nHis wife a free woman, big wit his chil’.\nJohn din’ wan my babies. Couldn’t bear\nde thought his chil’ren be born slaves.\nEvery time dey tried to grow, he’d go\ncold an quite... and one by one dey died\nin my womb.\n\nMARIE BUCHANON\nHarriet... you are so far beyond any man\nI’ve ever met. What’s a man to a woman\ntouched by God?\n\nHarriet goes still.\n\nHARRIET\nYou making fun a me, Marie?\n\nMARIE THIBIDEAUX\nNot whatsoever. But I do have questions.\nYou say God’s voice guides you. What’s\nthat like?\n\nHarriet contemplates a beat.\n\nHARRIET\nSometime it sting, like a smack in de\nface. Other times it soft like a breeze,\ngone before you sure you felt it. Like a\ndream dat fly off soon as you woke. Seem\nlike I learn to see an hear God, like\nsome learn to read a book. I put all my\nattention on it, and act, ‘thout\nquestion, ‘fore I can wonder if I heard\nit at all. ‘Fore I even understand what\nit mean. I thought God meant me to go\ngit my husband. But John was just a way\nto steer me where I was needed. Maybe\nGod don’t want me loved.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nI thought God meant me to go\ngit my husband. But John was just a way\nto steer me where I was needed. Maybe\nGod don’t want me loved. \n\nTARGET SECTION TO BE ANNOTATED:\n That’s why he\nmade me strong, not pretty. Truth is, it\nprobably would’a never worked, runnin’\nwit John. Men need to believe dey de\nboss.\n\nMARIE BUCHANAN\nUmhmm. Even the best ones think they’re\nsmarter than they are. And better in\nbed.\n\n(CONTINUED )\n\f64.\n\nMarie laughs. A brief smile tugs at Harriet’s lip.\n\nMARIE BUCHANAN (CONT’D)\nWhere’s Mr. Still taking you?\n\nHarriet shoots her a sharp look.\n\nMARIE BUCHANON\nI know, he’s married, but that’s a fine-\nlooking man!\n\nHARRIET\nI din’ notice.\n(beat)\nHe say he taking me to some kinda\nmeeting. Say he got folks he wanna\n‘quaint me wit.\n\nMaria’s interest is piqued.\n\nEXT. PHILADELPHIA ALLEY - NIGHT\n\nHarriet, once again well-groomed and looking smart, walks\ndown a dark alley off the main street with William Still.\n\nHARRIET\nThere I was, wit a suit, but no husband.\nI felt a fool.\n\nWILLIAM STILL\nHe’s the fool.\n\nFor a second their eyes meet.\n\nHARRIET\nGod have other plans for me, Mr. Still.\n\nWILLIAM STILL\nI’m starting to believe that. That’s why\nI’m bringing you here.\n\nThey come to what appears to be an abandoned warehouse door,\nguarded by a man, wearing a pistol.\n\nHarriet looks at William, eyes questioning. Still nods to\nthe guard.\n\nWILLIAM STILL (CONT’D)\nGood evening, Martin.\n\nGUARD\nEvening, Mr. Still.\n\n(CONTINUED )\n\f65.\n\nThe guard opens the door. William leads Harriet into the\ndarkened warehouse, past dusty kegs of wine.\n\nINT. WINE CELLAR/MEETING ROOMS - CONTINUOUS\n\nWilliam leads Harriet down a narrow stair and into a series\nof rooms, well lit, with many candles fixtures on the walls\nand tables.\n\nInside is a bigger interracial crowd than Harriet’s ever\nseen. It’s mostly black men, but there are whites as well,\nsome women too, conversing and socializing, as if it were\nnormal.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nWINE CELLAR/MEETING ROOMS - CONTINUOUS\n\nWilliam leads Harriet down a narrow stair and into a series\nof rooms, well lit, with many candles fixtures on the walls\nand tables. Inside is a bigger interracial crowd than Harriet’s ever\nseen. It’s mostly black men, but there are whites as well,\nsome women too, conversing and socializing, as if it were\nnormal. \n\nTARGET SECTION TO BE ANNOTATED:\nSeveral anterooms lead off from the main room, stacked floor\nto ceiling with wine bottles. On one long wall hangs a huge\nmap of the United States, showing free and slave states and\nthe territory open to slavery or freedom by the repeal of the\nMissouri Compromise.\n\nHARRIET\nWho are these people?\n\nWILLIAM STILL\nThis is the Committee. The organizers\nand officers of the Underground Railroad,\ndedicated to helping slaves escape\nbondage. No one sees this. Only the\ninitiated.\n\nNear the map is a blackboard, which reads: “CONDUCTOR --\nPASSENGERS -- LOST”.\n\nUnderneath are the names of the conductors written in chalk\nand the numbers. All the conductors have lost some\npassengers. Still writes her name on the board and puts down\n“9” and “0\" lost. William quiets the crowd.\n\nWILLIAM STILL (CONT’D)\nLadies and gentlemen, may I present, a\nmost extraordinary woman, Mrs Harriet\nTubman. Harriet escaped from slavery\nherself just a year ago, and she’s\nalready gone back to liberate others.\nShe's brought back nine souls, and lost\nnone. In recognition of her bravery and\nskill, I welcome her to the committee as\na “conductor” on the railroad.\n\n(CONTINUED )\n\f66.\n\nSome applause and murmurs of approval from the Committee.\nThe men size her up. It’s a tough room. Harriet tries to\nprocess this.\n\nWILLIAM STILL (CONT’D)\n(low; to Harriet)\nThey don’t necessarily like new members.\nYou'll have to win them over. They’11\nlearn to trust you after a few missions.\n\nShe eyes the men warily.\n\nHARRIET\nQuestion is, will I trust dem? What’s a\nconductor?\n\nWILLIAM STILL\nA conductor accompanies passengers, or\n“cargo” to safe houses, or “stations” run\nby “stationmasters”, like my friend\nSydney Howard Gay, one of the main agents\nof the UGRR. Sydney, meet Harriet.\n\nSYDNEY HOWARD GAY, a white man in his 50s, shakes her hand.\n\nSYDNEY HOWARD GAY\nGood to have you aboard.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nSydney, meet Harriet. SYDNEY HOWARD GAY, a white man in his 50s, shakes her hand. SYDNEY HOWARD GAY\nGood to have you aboard. \n\nTARGET SECTION TO BE ANNOTATED:\nAn intense looking black man in his thirties with a wild mane\nof hair approaches.\n\nWILLIAM STILL\nHarriet, this is Fred Douglass, also from\nthe Eastern Shore of Maryland.\n\nFREDERICK DOUGLASS\nWelcome, Harriet, and congratulations.\n\nHARRIET\nThank you, suh.\n\nFREDERICK DOUGLASS\nCall me Fred. After all, we’re both\nfugitives from the eastern shore.\nWilliam brings her toward two bonneted Quaker women.\nWILLIAM STILL\nMay I present Mrs Lucretia Mott and her\nsister, Martha Coffin Wright.\n\nHARRIET\nHello.\n\n(CONTINUED )\n\f67.\n\nMartha gives her a conspiratorial smile.\n\nMARTHA COFFIN WRIGHT\nIt’s a pleasure to welcome a woman to the\ncommittee.\n\nWILLIAM STILL\nAnd I believe you've met Thomas Garrett,\nchief station agent in Delaware. He will\nbe your main contact.\n\nGarrett grabs her hand, warmly.\n\nTHOMAS GARRETT\nFriend, it’s good to see thee, and to\nknow we’1ll be working together.\n\nHARRIET\nGood to see you, Thomas.\n\nStill escorts her to a group of black men.\n\nWILLIAM STILL\nAnd these men are our chief conductors:\nLewis Napoleon, who works closely with\nSydney Gay; Moses Pinkett of Wilmington\nand George Wilmer, who is technically\nstill enslaved in Kent County.\n\nThe men nod coolly. Harriet is fixated on George Wilmer.\n\nHARRIET\nYou still a slave, when you could be\nfree?\n\nGEORGE WILMER\nI find it easier to help the cause from\nthe plantation. Massa trusts me; lets me\ncome an go as I please. Calls me a\n“noble nigger.”\n\nHe gives her a wicked smile.\n\nWILLIAM STILL\nGeorge Wilmer is an “abductor.”\n\nHARRIET\nAbductor?\n\nWILLIAM STILL\nSomeone who steals slaves directly from\nthe plantation, under the overseer's\nnose. They have the most dangerous\njobs...\n\n(CONTINUED )\n\f68.\n\nA big, powerful black man approaches, full of self-\nimportance.\n\nWILLIAM STILL (CONT’D)\n(low)\nAnd the biggest heads.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED )\n\f68. A big, powerful black man approaches, full of self-\nimportance. WILLIAM STILL (CONT’D)\n(low)\nAnd the biggest heads. \n\nTARGET SECTION TO BE ANNOTATED:\n(louder)\nHarriet, meet John Clay.\n\nClay towers over Harriet, extending his hand.\n\nJOHN CLAY\nJohn Clay. 9 - not bad for your first\ntime. I abducted 18 on my first run.\nOnly lost two.\n\nHARRIET\nWho were de two?\n\nJOHN CLAY\nPardon me?\n\nHARRIET\nTwo you lost, who were dey?\n\nJOHN CLAY\nAn old woman and a child. I don’t know\ntheir names.\n\nHarriet ponders this.\n\nHARRIET\nShame. I hope never to lose one. But if\nI do, I'll remember they name.\n\nClay, offended, stalks off. William looks at her with\nrespect.\n\nINT. WINE CELLAR/MEETING ROOM - NIGHT\n\nWilliam Still, Garrett, Sydney Howard Gay and the conductors\ngo over a map of the South and the slave states, showing\nslave density by county.\n\nWILLIAM STILL\n4 million enslaved black southerners who\nneed to be liberated, but all we can do\nat the moment is help a few at a time,\nwhile fighting the bigger battle to end\nslavery.\n\n(CONTINUED )\n\f69.\n\nHARRIET\nI need to get back to Bucktown to get my\nsister. We left her lone...\n\nWILLIAM STILL\nThere are sympathetic captains and black\njacks who will take you down the\nChesapeake into Maryland, but it’s far\ntoo dangerous for you to go back to\nBucktown. We’ll make every attempt to\nrescue your sister, but you must think\nbeyond your family. You’re a conductor\nnow, with duties and responsibilities to\nthe Underground Railroad.\n\nFREDERICK DOUGLASS\nWhich is in danger of becoming the\nupperground railroad, if some of our well-\nmeaning and noble friends continue\nbrazenly touting their accomplishments.\n\nGarrett takes offense.\n\nTHOMAS GARRETT\nI’1l make no secret of my mission to aid\nrunaways! Why should I? It’s God’s work\nwe're doing.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHOMAS GARRETT\nI’1l make no secret of my mission to aid\nrunaways! Why should I? It’s God’s work\nwe're doing. \n\nTARGET SECTION TO BE ANNOTATED:\nFREDERICK DOUGLASS\nWhile I applaud your noble daring and\nwillingness to subject yourself to bodily\nharm by openly avowing your participation\nin the escape of slaves, I can see very\nlittle good resulting from it, either for\nyou or for the escaping slaves!\n\nAs the group devolves into friendly bickering, Harriet turns\nback to the map, trying to make sense of it. She whispers to\nMartha.\n\nHARRIET\nShow me Maryland.\n\nShe points to it on the map.\n\nMARTHA COFFIN WRIGHT\nIt’s this strip right here.\n\nShe points to Philadelphia.\n\nMARTHA COFFIN WRIGHT (CONT’D)\nAnd here we are, in Philadelphia.\n\nHarriet traces the short distance with her finger, marveling.\n\n(CONTINUED )\n\f70.\nHARRIET\nIt look so close.\nBehind her the bickering continues...\nTHOMAS GARRETT\nHow can we influence hearts and minds if\nwe're too timid to say what we’re doing?\nFREDERICK DOUGLASS\nThere's a difference between timid and\ndiscreet, Thomas!\nHarriet places her fingers over Maryland, making a silent\nvow. William watches her.\nEXT. JASPER’S BOAT - DAY - MONTAGE SEQUENCE -\n\nA black crew of boat workers on deck, amongst them...\n\nHarriet, dressed as a black jack, scrubbing the deck. The\nseaman in charge surveys her work...\n\nIt's Jasper, Harriet’s friend. He gives her a wink.\n\nEXT. PLANTATION - MARYLAND - LATE AFTERNOON - MONTAGE\n\nSlaves work the fields. We hear HARRIET’S VOICE in the\ndistance...\n\nHARRIET (0.S.)\nGo down, Moses, way down in Egypt land\nTell all the Pharaohs to...\n\nSlaves in the fields join in, exchanging furtive looks.\n\nSLAVES (0.8)\nLet my people go!\n\nA few slaves dart off towards the wood.\n\nEXT. WOODS - NIGHT - MONTAGE\n\nA group of ESCAPED SLAVES run through the trees following the\nsound of Harriet’s voice.\n\nHARRIET (0.S.)\nWhen Israel was in Egypt land\n\nLet my people go!\n\nOppressed so hard they could not stand...",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nHARRIET (0. S.)\nWhen Israel was in Egypt land\n\nLet my people go! Oppressed so hard they could not stand... \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED )\n\f71.\nSLAVES\nLet my people go!\nSuddenly she appears before them, confident and in charge.\nShe empties a satchel full of shoes. The slaves dive at\nthem. SINGING continues as...\nEXT. WOODS - DAWN - MONTAGE\nHarriet leads the fugitives running through the woods.\nHARRIET & SLAVES (OVER)\nSo the God said: go down, Moses,\nWay down in Egypt land\nTell all pharaohs to\nLet my people go!\nDOGS bark behind them as...\nPATROLS drive the freedom seekers towards a clearing.\nThe fugitives are breathless and exhausted. They seem to be\ncornered, the slave-catchers converging on them...\nEXT. FARMLAND - DAWN - MONTAGE\nMoments later, the freedom seekers have vanished. The posses\ncircle each other, dumbstruck.\nINT. FARM HOUSE - MONTAGE\nThe FARMER, unhurriedly closing up a salting pantry.\nDARK TIGHT SPACE - The FREEDOM SEEKERS squeezed like\nsardines. REVEAL...\nEXT. JASPER'S BOAT - DAY - MONTAGE\nHarriet, dressed as a black jack, on deck with Jasper. He\nopens a cargo hold... Their human “cargo” emerges from below.\nINT. PENNSYLVANIA ANTISLAVERY SOCIETY - MONTAGE\nHarriet comes in with her passengers. William Still tries to\n\ncontain his relief. He and Harriet exchange a look filled\nwith unspoken words.\n\f72.\n\nINT. PENNSYLVANIA ANTISLAVERY SOCIETY - MONTAGE\n\nHarriet sits in a chair looking fierce and forbidding, as a\nPHOTOGRAPHER takes her photograph. William stands by,\nwatching her...\n\nINT. PENNSYLVANIA ANTISLAVERY SOCIETY - MONTAGE\n\nTHE PHOTOGRAPH of Harriet, framed. William looks at it, lost\nin thought. His beautiful, FAIR-SKINNED WIFE watches him.\nShe puts a basket of food in front of him. He tears his eyes\nfrom the photograph and embraces her.\n\nEXT.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe puts a basket of food in front of him. He tears his eyes\nfrom the photograph and embraces her. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n WOODS - MONTAGE\nWANTED SIGNS for a “MOSES” go up everywhere, described as\n\n“likely a white male in blackface.” Free blacks take them\ndown.\n\nINT. PENNSYLVANIA ANTISLAVERY SOCIETY - MONTAGE\n\nJUMP CUTS - FUGITIVE after FUGITIVE makes testimonials in\nWilliam Still’s office.\n\nHANY\nMassa’s wife branded me wit a hot iron...\n\nShe shows him a scar on her chest.\n\nMACK\n.-+-called me nigger like it was my name.\nDay I reminded him my name is Mack, he\nbeat me senseless...\n\nABRAHAM\nIf I tol’ her I was leaving, she woulda\ncarried on so everybody know’d it... I\n\ncouldn’t say goodbye...\n\nHe dissolves into tears. William puts a hand on his arm.\n\nINT. PENNSYLVANIA ANTISLAVERY SOCIETY - ANOTHER DAY -\n\nHarriet comes in with another group of passengers. William\nis flooded with relief. Before he knows what he’s doing,\nhe’s taken her in his arms. They quickly pull apart. The\nfugitives look on, knowingly. END MONTAGE\n\f73.\n\nINT. PENNSYLVANIA ANTISLAVERY SOCIETY - NIGHT\nHarriet and William are alone, in mid-argument.\n\nHARRIET\nMy sister’s in danger! You tol’ me you’d\nrescue her!\n\nWILLIAM STILL\nI said I'd try, and we have! She works\nin the Brodess house. She’s been\nimpossible to reach.\n\nHARRIET\nI can reach her!\n\nWILLIAM STILL\nI’ve told you, it’s too dangerous to go\nback there. I forbid it!\n\nHARRIET\nYou forbid it? Do you know who I am?\n\nWilliam sighs, with exasperated affection.\n\nWILLIAM STILL\nHarriet, these are dangerous times.\nEveryone is looking for you!\n\nHARRIET\nThey looking for Moses!\n\nEXT. BALTIMORE MEETING HALL - AFTERNOON\n\nA large crowd of slaveholders, and lawmen are gathered on the\nsteep steps. Tempers run high as the planters demand action.\nA mutton-chopped slave owner, GUS VERN, is speaking.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nBALTIMORE MEETING HALL - AFTERNOON\n\nA large crowd of slaveholders, and lawmen are gathered on the\nsteep steps. Tempers run high as the planters demand action. A mutton-chopped slave owner, GUS VERN, is speaking. \n\nTARGET SECTION TO BE ANNOTATED:\nGUS VERN\nWhat’s going to be done about Moses?!\nThis fiend is threatening our very\nexistence!\n\nSLAVE OWNER\nThey say he’s black as the night!\n\nGUS VERN\nIf he was a black, we would’a caught ‘im.\nHe’s one of those white abolitionists in\nblackface!\n\nReveal Gideon, amongst the crowd.\n\n(CONTINUED )\n\f74.\n\nSLAVE OWNER\nI don’t really care what he looks like.\nMy family has personally lost thousands\nof dollars worth of labor. Moses must be\nstopped now!\n\nINT. BALTIMORE MEETING HALL - DAY\n\nMen in dark pants and expensive shoes, marching towards the\ndoor...\n\nEXT. BALTIMORE MEETING HOUSE - CONTINUOUS\n\nA group of POLITICIANS in black coats and hats exit the\ndoors, and stand at the pillared entry. Everyone quiets in\nanticipation as...\n\nA LOCAL STATESMAN comes to the top of the stairs, waving a\ntelegraph in one hand.\n\nLOCAL STATESMAN\nI have the results of the vote in\ncongress, that you’ve been waiting for.\nThe Fugitive Slave Act has just been\nvoted into law!! From now on, nowhere in\nthese United States will a slave find\nsafe harbor! You are free to pursue your\nproperty, with the aid and protection of\nthe law, wherever they may be!\n\nEcstatic CHEERING drowns out the Local Statesman.\nSlaveholders throw hats in the air and smack each others’\nbacks. Now we see Gideon, standing amongst them. As the\ncrowd begins to disperse...\n\nGideon sees Bigger Long standing in an alley. Bigger jerks\nhis chin to Gideon. Gideon pushes through the crowd and\napproaches.\n\nEXT. ALLEY NEAR BALTIMORE MEETING HALL - AFTERNOON\n\nGideon joins Bigger.\n\nGIDEON\nDo you have news?\n\nBIGGER LONG\nA slave out at Vern’s farm heard a rumor\nthat the gal that led your slaves off -\none you lookin’ so hard for - is the\nslave they call Moses.\n\n(CONTINUED )\n\f75.\n\nGIDEON\n(he laughs)\n\nMoses ain’t a nigger and he certainly\nain’t no woman. He’s an abolitionist in\nblackface.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED )\n\f75. GIDEON\n(he laughs)\n\nMoses ain’t a nigger and he certainly\nain’t no woman. He’s an abolitionist in\nblackface. \n\nTARGET SECTION TO BE ANNOTATED:\nBIGGER LONG\nOr maybe she’s a little black thing, bout\nso high, named Harriet Tubman.\n\nGIDEON\nI don’t know no nigger named Harriet\nTubman.\n\nBIGGER LONG\nWhat about Araminta Ross?\n\nGideon goes still. He stunned.\n\nGIDEON\nImpossible. There’s no conceivable...\n\nHe falls into thought. Bigger watches him process.\n\nBIGGER LONG\nMy price just went up.\n\nGIDEON\nOnly if you find her.\n\nBIGGER LONG\nHear she’s hiding out in Philadelphia.\nEXT. BRODESS FARM - DUSK\n\nON HARRIET, at the edge of the property, face infused with\nemotion as she looks at her old home.\n\nLanterns illuminate the windows of the big house in the\ndistance. Stealthily, she makes her way toward it.\nEXT. BRODESS HOUSE - EVENING\n\nWe can see Rachel and Eliza moving about inside.\n\nHarriet hides in the bushes and watches as Rachel comes\ndownstairs with a tray. She looks beaten and frail.\n\nHarriet takes in her sister’s fragile appearance with pain.\nShe throws a pebble at the kitchen window.\n\n(CONTINUED )\n\f76.\nRachel looks out. Harriet steps from the shadows. Rachel’s\neyes go wide. She backs away....\n\nA few moments later, Rachel quietly opens the front door and\nslips out.\n\nHarriet pulls her to the side of the house. They speak in\nwhispers. Rachel is terrified.\n\nRACHEL\nMinty, why you here?\n\nHarriet touches her sister’s face, angry tears welling.\n\nHARRIET\nCome wit me.\nRACHEL\nMinty... Massa Gideon an Miz Eliza been\n\nfull a the devil since you an de boys run\noff. Dey took my babies; won’t tell me\nwhere dey be. Dey know I won’t go\nnowhere t’out my chil’ren.\n\nHARRIET\nWe'll find ‘em, Rachel, I promise. My\nnetwork will find ‘em an bring ‘em up\nnorth. But you got to come wit me now.\n\nRACHEL\nI cain’t. I won't.\n\nFrom inside, we hear Eliza’s voice.\n\nELIZA (0.S.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nFrom inside, we hear Eliza’s voice. ELIZA (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\nRachel!\n\nHARRIET\nI ain’t leavin’ you.\n\nHarriet pulls out the Colt. Rachel looks at it, defiant.\nRACHEL\nI ain’t leavin’ my babies. You try an\n\nforce me, I’ll scream.\n\nELIZA (0.S.)\nRachel!! Where are you? Get up here!\n\nRachel backs away from her.\nHARRIET\n\nWait... What about Mary, Robert's wife?\nShe still here?\n\n(CONTINUED )\n\f77.\n\nRACHEL\nShe found another man, Minty. He a slave\nat Luther Grant’s farm. She stay wit him\nnights.\n\nMinty is shaken by this. Rachel looks at her with wounded\nscorn.\n\nRACHEL (CONT'D)\nDon’t you judge her, Minty. Don’t you\ndare judge us! We do what we have to do,\nto stay sane. Cain’t everybody run.\nRachel turns and slips back into the house.\n\nHarriet stands there a moment, devastated, then she ducks\ninto the shadows.\n\nEXT. WOODS - NIGHT\nHarriet is on her knees, praying.\nHARRIET\nLord, I need you watch over my sister and\nher chil’ren till I can bring ‘em to\nfreedom. Protect her, Lord. Don’t let\n‘em hurt her worse.\n\nShe rocks back and forth, in a religious trance.\n\nGradually she becomes aware that someone is watching her.\nShe looks up to find...\n\nWALTER, not far away. He’s still got a scar over his eye,\nwhere Gideon hit him with the gun.\n\nHarriet stands, gun raised. The two size each other up.\n\nWALTER\nYou the one they call Moses.\n\nHARRIET\nYou askin’ me, or tellin’ me?\n\nWALTER\nI want to offer my services.\n\nHARRIET\nWhat services those be?\n\n(CONTINUED )\n\f78.\n\nWALTER\nI can do most any job, A to Z. Know the\nwoods an rivers round here and most the\nfolks in ‘em. Name’s Walter.\n\nHarriet’s eyes are unfocused, trying to see him with her “top\neye.”\n\nHARRIET\nWhy should I trust you, Walter?\n\nWALTER\nMost folks definitely should not. I'11\nexplain why you should...\nWe hear MEN’S VOICES, dogs.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nWALTER\nMost folks definitely should not. I'11\nexplain why you should... We hear MEN’S VOICES, dogs. \n\nTARGET SECTION TO BE ANNOTATED:\nWALTER (CONT'D)\nBut right now, we gotta go.\n\nWalter whistles. We hear a whinny in the distance. A few\nmoments later, the black horse comes running. Walter gets on\nand pulls Harriet up. They gallop off.\n\nEXT. WOODS - NIGHT\n\nWalter and Harriet gallop through the trees. We see the\nflicker of lanterns, as patrols comb the woods. A vigilante\nFOOT PATROL is directly ahead--\n\nWalter rides right through them, sending them diving out of\nthe way. Harriet sticks out a foot and kicks another as they\npass. Dogs run after the horse, barking.\n\nFOOT PATROL\nSTOP THEM! THIEVES!\n\nHe aims a shotgun and FIRES. Gunshot rips into the trees\naround them. Harriet turns and FIRES back. They gallop on,\nescaping into the night.\n\nEXT. RIVER - NIGHT\n\nHarriet gets off the horse near the bank of a river. She\ngives a throaty owl hoot.\n\nA RIVER MAN comes out of hiding and pushes his raft from the\nreeds. Five FUGITIVES come out of hiding behind him.\n\nHarriet turns to Walter.\n\n(CONTINUED )\n\f79.\n\nHARRIET\nSo... why should I trust you?\n\nWALTER\nI just saved your life, not for the first\ntime. I’d like to go on saving it.\n\nHARRIET\nWhat you want in return?\n\nWALTER\nUsually I work for wages, but I figure,\nsince you talk to God - and seem like he\ntalk back - maybe you could introduce us.\nI got some explaining to do.\n\nHarriet grins. She looks up.\nHARRIET\nGod, meet Walter.\n(then; sincerely)\nWalter, go wit God.\n\nShe jumps on the raft with the others.\n\nEXT. PHILADELPHIA - JASPER’S DOCK - DAY\n\nJasper docks his vessel. Harriet, disguised as a black jack,\njumps from the deck. Several blacks crowd the dock, carrying\ntheir belongings.\n\nA MAN calls up to Jasper.\n\nMAN\nThis boat goin’ north?\n\nJASPER\nGoin’ back to Baltimore.\n\nDisappointed, the man starts away. Harriet stops him.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nJASPER\nGoin’ back to Baltimore. Disappointed, the man starts away. Harriet stops him. \n\nTARGET SECTION TO BE ANNOTATED:\nHARRIET\n\nWait! What’s got everybody so riled up?\nMAN\n\nThey passed the Fugitive Slave Act! Save\n\nyourself!\nHarriet and Jasper exchange a look of alarm.\n\nJASPER\nWe have to head north now!\n\n(CONTINUED )\n\fHARRIET\nNot without my brothers!\n\nJasper grabs her arm.\n\nJASPER\nHarriet!\n\nHARRIET\nWait for me! I'’11 be back!\n\nShe pulls away from him and pushes through the crowd.\nbegins pulling people onto his boat.\n\nEXT. PHILADELPHIA - STREETS\n\nHarriet hurries through streets, which are a mass of\n\nconfusion. Black families rush past with all their\npossessions in carts.\n\n80.\n\nJasper\n\nIn the center of town William Still stands on a makeshift\n\nplatform, with a group of abolitionists.\n\nWILLIAM STILL\nFugitives, beware! There are slave\nhunters in our midst! Congress has\npassed the Fugitive Slave Act, allowing\nslave-hunters to pursue slaves in any\nstate in the Union, and obliging law\nenforcement to turn over fugitives!\nPrepare to fight or flee north to Canada!\n\nWilliam spots her and jumps from the platform, fighting his\n\nway to her.\n\nWILLIAM STILL (CONT’D)\nHarriet! Thank God you’re safe! I sent\nfive men looking for you! You have to go\nnorth to Canada immediately. I put your\nfamily on the last train with Douglass.\nHe’1ll get them to the border.\n\nHarriet is weak with relief.\n\nHARRIET\nThank you!\n\nWILLIAM STILL\nYou must leave now. I’11l arrange a\ncarriage.\n\n(CONTINUED )\n\f81.\n\nHARRIET\nI‘ll stay and fight. Long as my family\nsafe.\nStill takes her shoulders.\nWILLIAM STILL\nHarriet, your life is in danger. Brodess\nwill come looking for you here. For the\nsake of the network, you must go!\nShaken, Harriet nods.\nHARRIET\nI'll be at the dock in 15 minutes. I\nhave to say goodbye to Marie.\n\nWILLIAM STILL\nHurry.\n\nWilliam moves back to the platform.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nI\nhave to say goodbye to Marie. WILLIAM STILL\nHurry. William moves back to the platform. \n\nTARGET SECTION TO BE ANNOTATED:\n Harriet watches,\nstunned, as a small MOB OF VIGILANTES storm the crowd,\nclashing with the abolitionists. It quickly becomes violent.\nEXT. ROOMING HOUSE - DAY\n\nSome THUGS have stationed themselves in front. Harriet ducks\naround back...\n\nINT. ROOMING HOUSE - DAY\n\nHarriet slides in a back door. We hear sounds of a violent\nscuffle, coming from upstairs.\n\nHarriet pulls her gun and creeps up the stairs...\n\nINT. ROOMING HOUSE - UPSTAIRS\n\nMARIE, face bruised and bleeding, being held down by the huge\nfigure of Bigger Long.\n\nGideon steps into view.\n\nGIDEON\nJust tell us where Harriet Tubman is.\n\nMARIE BUCHANON\nShe's gone! You missed her. Heard she\nwent south. But you won’t catch her.\nShe’s too smart! God has plans for her.\n\n(CONTINUED )\n\f82.\n\nGIDEON\nWhat plans are those?\n\nMARIE BUCHANON\nWouldn’t you like to know, cracker?!\n\nBigger slaps her hard, snapping her head. She catches a\nglimpse of...\n\nHarriet, hiding around the corner, gun aimed at Bigger.\nMARIE BUCHANON (CONT’D)\nBut she has to live long enough to do\nGod's will. She knows that; she’s smart.\n\nGideon glares at her. He shoots a look to Bigger.\n\nGIDEON\nShe’s not here. Let’s go.\n\nGideon exits and runs downstairs. Marie glares at Bigger.\nMARIE BUCHANON\nWhat you waiting for, traitor? Massa\nhollared, better jump.\n\nBigger kicks Marie in the head - a deadly blow! As he\nthunders down the stairs...\n\nHarriet takes aim and starts after him.\n\nMARIE BUCHANON (CONT’D)\nDon’t make me a liar...\n\nHarriet drops the gun down and goes to Marie. She strokes\nher face. Marie looks at her with one good eye.\n\nMARIE BUCHANON (CONT’D)\nGod’s got plans for you. Lead ‘em...\n\nHARRIET\nI won’t leave you.\n\nWith her last strength, Marie pushes her away.\n\nMARIE BUCHANON\nGo!\n\nMarie falls back, dead.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nWith her last strength, Marie pushes her away. MARIE BUCHANON\nGo! Marie falls back, dead. \n\nTARGET SECTION TO BE ANNOTATED:\n Grief-stricken, Harriet tears\nherself away from her friend and rushes out.\n\f83.\n\nEXT. JASPER’S DOCK - DAY\n\nTerrified black families crowd the dock, some with everything\nthey own, others with nothing - uprooting their lives to move\nto Canada.\n\nAll the boats are full of passengers. William Still looks\nanxiously for Harriet as Jasper tries to block more frantic\npeople from coming onboard.\n\nJASPER\nNo More! We’re full up!\n\nA old man with a long white beard and striking eyes, JOHN\nBROWN, stands on a rise, preaching fire and fury.\n\nJOHN BROWN\nDO NOT RUN! STAY AND FIGHT! IN THE NAME\nOF GOD, YOU HAVE THE RIGHT TO BE FREE!\nSeveral ARMED MEN guard him, while his SONS and supporters\nhand out pamphlets to the crowd. His piercing eyes meet\nHarriet’s.\n\nJOHN BROWN (CONT'D)\nSTAY AND FIGHT! GOD IS ON YOUR SIDE!\n\nFor a moment Harriet is mesmerized, wanting to stay and\navenge Marie’s death. She doesn’t see...\n\nGideon and Bigger pushing through the crowd, elbowing their\nway to her--\n\nWilliam sees them and calls to her.\n\nWILLIAM STILL\nHARRIET!\n\nHarriet turns and locks eyes with Gideon. He pulls out a\ngun... One of Brown’s men slams into Gideon, smacking the gun\nin the air. It FIRES! CHAOS -- people duck and run.\n\nJohn Brown's men face off against Gideon and his crew,\nshotguns raised.\n\nWilliam reaches Harriet and pushes her to the boat.\n\nWILLIAM STILL (CONT’D)\nGet on the boat! Now!\n\nHARRIET\nMarie... Those bastards killed her!\n\n(CONTINUED )\n\f84.\n\nJasper pulls Harriet aboard, shouting to his FIRST MATE to\nset sail. As the boat pulls away, Harriet takes in the\n\nscene... The desperate faces of those left behind, John\nBrown's fury... William’s stricken face... Her eyes meet\nGideon's... Gideon tips his hat. It’s not over.\n\nEXT. BOAT - DAY\nJasper puts an arm around Harriet.\n\nJASPER\nIt’s alright. You safe now.\n\nHarriet’s eyes swim with tears.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nJASPER\nIt’s alright. You safe now. Harriet’s eyes swim with tears. \n\nTARGET SECTION TO BE ANNOTATED:\n A pamphlet is clenched in\nher hand. It reads: JOHN BROWN, ABOLITIONIST. JOIN THE FIGHT\nFOR FREEDOM!\n\nEXT. BOAT - RIVER - DAY\n\nAs the sails catch wind and the boat speeds on...\n\nSLOW DISSOLVE TO:\n\nEXT. ST. CATHERINE’S - CANADA - DAY - 1851\n\nA small rural enclave of displaced blacks and runaway slaves.\n\nINT. ROSS COTTAGE - ST. CATHERINE’S - DAY\nIn the small, well-kept kitchen, 8 PIES cool on a counter.\n\nHarriet takes a pot from the stove and pours hot fruit into a\ncrust...\n\nSuddenly she’s seized by a formidable sense of dread. She\ncollapses to the floor. The hot berry mixture splashes,\nstaining the floor like blood.\n\nAs Harriet lies on the floor, a scene of tragedy playing\nitself out before her eyes, we hear REVEREND GREEN’S VOICE...\n\nREVEREND GREEN (OVER)\n\nDear Harriet and family, it breaks my\nheart to write you with such sad news,\nbut I am obliged to keep you informed\nabout your family still in bondage.\n\f85.\n\nINT. ROSS COTTAGE - LATER\nHarriet sobs in Robert’s arms, with Henry, Jane and Junyah\nnearby. Jane strokes her head as Reverend Green’s voice\ncontinues...\nREVEREND GREEN (OVER)\n\nYour sister, Rachel, has gone to meet\n\nthat good friend of the slave, the angel\n\nof death. I am content that she has\n\nfound peace at last. I pray for her\nchildren.\n\nINT. CARRIAGE - DAY\nON HARRIET, awash in grief, eyes turned inward.\nREVEREND GREEN (OVER)\nYours with affection and sorrow, Reverend\nSamuel Green.\nEXT. SEWARD ESTATE - AUBURN NY - 1851\n\nCarriages arrive at the secluded estate in the rural and\nremote upstate town.\n\nARMED GUARDS greet the guests, both black and white. We\nrecognize members of the Underground Railroad.\n\nHarriet is helped from a carriage by a guard. She’s dressed\nin all black, wearing her grief like a gilded mantle. It’s\nbecome her superpower.\n\nWilliam Still rushes to meet her.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe’s dressed\nin all black, wearing her grief like a gilded mantle. It’s\nbecome her superpower. William Still rushes to meet her. \n\nTARGET SECTION TO BE ANNOTATED:\nWILLIAM STILL\nHarriet!\n\nHe embraces her deeply, holding her tight.\n\nWILLIAM STILL (CONT’D)\nI’m so terribly sorry about your sister.\n\nThe look in her eyes chills his bones.\n\nHARRIET\nI failed them, William. We failed them.\n\nA silver-haired white man in his 50’s, SENATOR SEWARD,\nhurries over to be introduced.\n\n(CONTINUED )\n\f86.\n\nWILLIAM STILL\nHarriet, this is Senator William Seward.\n\nSENATOR SEWARD\nMiz Tubman, it’s an honor to welcome you\nto my home.\n(taking her in)\nMy condolences. How can I help?\n\nHarriet allows herself to be led inside.\n\nINT. SEWARD ESTATE - MAIN HOUSE - DAY\n\nThe main floor is crowded with Committee members, including\nDouglass, Garrett, Sydney Howard Gay, Lewis Napoleon and John\nClay, plus many abolitionists. Douglass greets her warmly.\n\nINT. SEWARD ESTATE - MAIN HOUSE - LATER\n\nThe Committee stands around a map of the United States and\nCanada.\n\nSYDNEY HOWARD GAY\n500 miles from the Mason-Dixon line to\nCanada - an unimaginable distance.\n\nJOHN CLAY\nSlave catchers are monitoring all the\nnorthbound travel. God help the man\nwithout free papers. I’ve read of\nfreedmen being pulled from trains as far\nnorth as New Bedford and Boston.\n\nWILLIAM STILL\nHow are we going to get our passengers\nfrom the southern farms and plantations\nall the way to the Canadian border?\n\nThe room falls into depressed silence.\n\nFREDERICK DOUGLASS\nWe can’t keep trying to outrun them.\nJohn Brown is right. We have to fight.\nThe only way to make the Fugitive Slave\nLaw a dead letter is to make half a dozen\nor more dead slave catchers! That will\ncool their ardor!\n\nWILLIAM STILL\nPerhaps civil war is our only hope.\n\nHarriet looks at them, incredulous.\n\n(CONTINUED )\n\fShe walks\n\nShe looks\n\nShe looks\n\n87.\n\nHARRIET\nWe cain’t just give up and wait for war.\nWe gotta get back to work, bringing\nslaves to freedom.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED )\n\fShe walks\n\nShe looks\n\nShe looks\n\n87. HARRIET\nWe cain’t just give up and wait for war. We gotta get back to work, bringing\nslaves to freedom. \n\nTARGET SECTION TO BE ANNOTATED:\n By train, carriage,\nhorseback - by foot if necessary!\n\nWILLIAM STILL\nHarriet, it’s 600 miles from Maryland to\nthe Canadian border. Your longest trip\nso far has been 100 miles. It would take\nmonths, not weeks. You can’t--\n\nHARRIET\nI ain’t givin’ up rescuing slaves because\nit’s far!\n\naround the room, looking people in the eye.\n\nHARRIET (CONT'D)\n\nMany a you don’t know slavery first hand.\nYou were born free, or maybe you been\nfree so long, you forget what it’s like.\n\nat Douglass.\n\nHARRIET (CONT'D)\nYou got comfortable and important...\n\nat William.\n\nHARRIET (CONT'D)\n«+.-You got beautiful homes, and beautiful\nwives....\n\n(she looks around the\n\nroom)\nBut I remember - chil’ren beat for not\nworkin’, when dey too young to understand\nwhat work is. Girls raped before dey\nfirst blood. Brothers whipped, til dey\nback in ribbons... Sisters sold way from\ndey babies. Tryin’ not to think a what\ndey went through... What those still\nenslaved are goin’ through right now! I\nhave heard their groans and sighs, and\nseen their tears, and I would give every\ndrop of blood in my veins to free ‘em!\n\nHarriet is on fire, enraged.\n\n(CONTINUED )\n\f88.\n\nHARRIET (CONT'D)\nSo I ain’t givin’ up! I’ma do whatever I\ngot to, go wherever I got to, however I\ngot to do it - to rescue as many slaves\nas possible, til dis beast, dis monster\ncall slavery is slain dead!\n\nThe crowd is shocked into silence. A beat... then they break\ninto applause.\n\nJOHN CLAY\nIf she can do it, I certainly can. My\npassengers await me!\n\nTHOMAS GARRETT\nAs do mine.\n\nLEWIS NAPOLEON\nMine too!\n\nSYDNEY HOWARD GAY\n\nWe'll have to establish a network through\n\nthe northern states all the way to the\n\nborder. It will take time. But it can\n\nbe done.\nApplause and shouts of renewed determination from the crowd.\nHarriet’s eyes meet William’s.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut it can\n\nbe done. Applause and shouts of renewed determination from the crowd. Harriet’s eyes meet William’s. \n\nTARGET SECTION TO BE ANNOTATED:\nEXT. UPSTATE NEW YORK - 1853 - DAY\n\nHarriet leads a group of exhausted passengers through rough\nand rocky terrain. It’s gorgeous, but miserable.\n\nA YOUNG WOMAN stumbles. Harriet pulls her to her feet.\n\nHARRIET\nC'mon, we almost there.\n\nWIDE ANGLE - As Harriet leads the group across a rocky ledge.\n\nEXT. SEWARD ESTATE - DAY\nWilliam Still gallops on horseback, fueled with\n\nurgency.\n\f89.\n\nINT. SEWARD ESTATE - MAIN HOUSE\n\nA meeting of the Committee is in progress. It’s just the\ncore group, mostly black, plus Senator Seward and a few\nhardcore abolitionists. William bursts in.\n\nWILLIAM STILL\nWhere’s Harriet?!\n\nTHOMAS GARRETT\nGood God, friend! What is it?\n\nHarriet walks into the room. William's relief is palpable.\n\nWILLIAM STILL\nJohn Clay has been captured in Maryland!\n\nEveryone reacts, their worst nightmare come true.\nWILLIAM STILL (CONT’D)\nHarriet, they know your identity. Who\nknows what else he gave up. We must\nassume everything. We have to go dark\nwhile we assess the damage.\nON HARRIET pondering this.\n\nHARRIET\nPoor John...\n\nWilliam continues talking, but his voice is lost under the\neerie sound of insects...\n\nHarriet falls slowly, almost gracefully to the floor. The\nothers surround her as she twitches and spasms.\n\nEXT. SEWARD ESTATE - GUEST HOUSE - LATER - NIGHT\n\nA more modest house on the property. Lanterns illuminate the\nwindows.\n\nINT. SEWARD ESTATE - GUEST HOUSE - NIGHT\n\nWilliam Still and Harriet are mid-argument.\n\nWILLIAM STILL\nWhen were you going to tell us?\n\nHARRIET\nI thought you knew.\n\n(CONTINUED )\n\f90.\n\nWILLIAM STILL\n(exasperated)\nThat my star conductor has seizures? I\ndid not! Good God! It’s a miracle\nyou're still alive.\n(beat)\nWell, it’s over. With Clay captured...\n\nHARRIET\n...you need me more than ever.\n\nWILLIAM STILL\n\nHarriet, every slave-catcher in Maryland\nis looking for you.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nWith Clay captured... HARRIET\n...you need me more than ever. WILLIAM STILL\n\nHarriet, every slave-catcher in Maryland\nis looking for you. \n\nTARGET SECTION TO BE ANNOTATED:\n If they catch you,\nwhatever they did to Clay, they’1l do\nworse to you. You can’t...\n\n(catches himself.)\nSenator Seward has offered you this home\non his property, for you and your family.\nYou'll be protected here. You can be a\nstationmaster.\n\nHARRIET\nI’m a conductor.\n\nWILLIAM STILL\nI won’t have you captured and killed.\nI’m removing you from the network.\n\nHARRIET\nI got my own network. I’11 team up with\nJohn Brown. He's...\n\nWILLIAM STILL\nMad?\n\nHARRIET\nFearless.\n\nWILLIAM STILL\nI can’t lose you.\n\nHARRIET\nYou tol’ your wife that?\n\nWILLIAM STILL\nDon’t be cruel.\n\nHARRIET\nYou de cruel one.\n\nWILLIAM STILL\nIf I had met you first...\n\n(CONTINUED )\n\f91.\n\nHARRIET\nI’m not your type.\n\nWILLIAM STILL\nHow could you be? I never dreamt God\nmade such creatures.\nHarriet is moved. They stand close to each other, the air\nelectric between them, dwelling for a moment in intoxicating\npossibility... before reality sobers them.\n\nHARRIET\nYou should...\n\nWILLIAM STILL\nYes, I suppose I should. Please be safe.\nThe movement needs you, Harriet.\nGoodnight.\n\nHARRIET\nGoodnight, William.\n\nWilliam goes to the door. Harriet goes upstairs.\n\nINT/EXT. GUEST HOUSE - BEDROOM - MOMENTS LATER\n\nHarriet watches from the window as William lingers outside\nthe front door. He looks up at her window, meeting her eyes\nfor a long beat, then he turns and strides off into the\nnight.\n\nTears pool in Harriet’s eyes. We see William’s daguerreotype\non the desk, next to the carved figurine of her father.\n\nINT. GUEST HOUSE - BEDROOM - LATE NIGHT\n\nHarriet is asleep in bed. We float down on her...\n\nSuddenly, Harriet’s eyes open. INTERCUT...\n\nINT. BEN'S CABIN - THOMPSON'S MILL - HARRIET'S VISION -\n\nThe WOODEN FIGURES on her father's shelves are lit by\ntorchlight, coming from outside...",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nINTERCUT... INT. BEN'S CABIN - THOMPSON'S MILL - HARRIET'S VISION -\n\nThe WOODEN FIGURES on her father's shelves are lit by\ntorchlight, coming from outside... \n\nTARGET SECTION TO BE ANNOTATED:\n The shadowy figures of MEN\noutside the windows...\n\nHARRIET’S EYES are wide with fear--\n\f92.\n\nINT. GUEST HOUSE - BEDROOM - NEAR DAWN\n\nHarriet is up, dressing quietly, tucking the revolver at her\nwaist.\n\nShe grabs the figurine of her father.\n\nINT. REV. GREEN'S CHURCH - DORCHESTER COUNTY - DAY\n\nRev Green is giving a sermon to a small gathering of local\nblacks.\n\nWalter enters the church and slides into a pew next to an OLD\nWOMAN in a bonnet... It’s Harriet. He whispers.\n\nWALTER\n\nYour daddy bout to be arrested for\n\nharboring a group of fugitives heading to\n\nDover. One of ‘em got caught and\n\nconfessed. They on their way to arrest\n\nyour daddy now!\nHarriet and Walter slip out of the church. Rev Green watches\nthem leave, making the sign of the cross.\nEXT. REV. GREEN'S CHURCH - DAY\nHarriet and Walter come out.\n\nHARRIET\nYou build what I asked for?\n\nWALTER\nClose as I could.\n\nHe gestures to his horse, rigged with something like a sled\ntipped at an angle with a board for a seat.\nEXT. BEN’S CABIN - THOMPSON'S MILL - AFTERNOON\n\nHarriet approaches. On a rocking chair outside we can see\nRit, kneading her hands as she rocks.\n\nCLOSER - Too much grief, abuse and worry have taken their\ntoll. She seems an old woman, frail of body and mind.\n\nSuddenly the chair is grabbed from behind, a hand slapped\nover her mouth. Rit’s eyes go wide in terror.\n\nBehind her, Harriet whispers...\n\n(CONTINUED )\n\f93.\n\nHARRIET\nMama, it’s Minty. Don’t scream. I come\nto git you. We gon’ git daddy too. I’ma\nlet go, but you cain’t scream, alright?\n\nRit nods, tears of hope in her eyes. Harriet lets go and\nturns Rit to face her. Rit screams, falling to her knees.\n\nRIT\nOh, sweet Jesus, take me!! I’m ready to\ngo.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nRit screams, falling to her knees. RIT\nOh, sweet Jesus, take me!! I’m ready to\ngo. \n\nTARGET SECTION TO BE ANNOTATED:\n Take me home! I wanna see my\ndaughters! I wanna see my babies!\n\nHARRIET\nMama, I’m no angel come to take you to\nheaven. It’s Minty, come to take you\nNorth.\n\nHarriet takes off the bonnet from head and pulls her mother\nto her feet. Rit studies her daughter’s face, spellbound.\n\nRIT\nYou ain’t my Minty. My Minty jus a plain\ngurl. If you not an angel, what are you?\n\nHARRIET\nI’m Harriet Tubman, mama. I’m Moses.\n\nRit’s eyes widen. Harriet hugs her, burying her cries.\nHARRIET (CONT'D)\nThat's right, I’m Moses, the slave\n\nstealer. I need you to come wit me, an\ndo exactly as I say. Where’s daddy?\n\nEXT. THOMPSON’S MILL - LATE AFTERNOON\n\nBen is down by the waterfall, repairing a damaged chunk of\nstone and mortar. A pebble hits him on the shoulder. He\nlooks up...\n\nHarriet is hidden amongst the trees. She reveals herself,\ngesturing to him frantically.\n\nHARRIET\nDaddy!\n\nBen climbs up the fall towards her.\n\f94.\n\nEXT. WOODS NEAR MILL FALL - LATE AFTERNOON - MOMENTS LATER\n\nBen embraces her. He dares a look at her, for the first time\nsince her escape.\n\nBEN\nMinty! I can’t pull my eyes away. I\nneed to look at’ya.\n(tear in his eyes)\nIt’s good to see you, gurl.\n\nHe wrenches his eyes away.\n\nBEN (CONT’D)\nWho you come for?\n\nHARRIET\nYou, daddy. You been harboring\nfugitives?\n\nHe looks at her, surprised she knows.\n\nHARRIET (CONT'D)\nOne of ‘em got cau ght and talked. They\ncoming for you. We gotta go right now!\n\nEXT. WOODS OUTSIDE THOMPSON'S MILL - DUSK\n\nHarriet and Ben join Walter at the cart, where he’s strapping\nRit into the rig.\n\nRIT\nBen! Our Minty’s Moses! One everyone\ncarryin’ on bout.\n\nHe gets into the cart beside her and pats her hand.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nOur Minty’s Moses! One everyone\ncarryin’ on bout. He gets into the cart beside her and pats her hand. \n\nTARGET SECTION TO BE ANNOTATED:\nBEN\nI know.\n\nHARRIET\nI’ma take you north to see Robert and\nHenry and Junyah. But first I need you\nand daddy to go wit Walter to Rev Green's\nchurch. You’ll be safe there.\n\nThrough the woods, they can see MEN WITH TORCHES in the\ndistance approaching Ben's cabin.\n\nHARRIET (CONT'D)\nHurry. Then meet me at Brodess Farm.\n\n(CONTINUED )\n\f95.\n\nWALTER\nYes, boss.\n\nWalter gets on the horse and drives off.\n\nINT. BRODESS FARM —- BEDROOM —- DUSK\n\nEliza lies in bed, in the throes of an anxiety attack, stress\nand financial burden having taken their toll, Gideon sits by\nher bed, stroking his mother’s hair.\n\nA pitifully thin slave girl, Rachel’s daughter, ANGER, 8,\nbrings in a tray, balancing the pot and cup carefully. She\ngoes to tip some drops of laudanum into the tea.\n\nELIZA\nNo more. I don’t want it!\n\nGIDEON\nIt’s for your nerves, mother.\n\nELIZA\nI don’t want it!\n\nShe knocks the tray from Anger’s hands, spilling the scalding\ntea, the pitcher shattering on the floor. Anger silently\nbends to pick up the broken china.\n\nELIZA (CONT'D)\n\nThat girl is trying to poison me. She\nblames me for her mother... They’re all\nconspiring against us.\n\nGideon's eyes catch Anger’s, her expression unreadable.\n\nGIDEON\nMama, you’re just anxious.\n\nELIZA\nI’m suffocating in this place. It’s like\na prison where I’m awaiting my execution,\nsurrounded by hostile, black-faced\nguards.\n\nWe hear a BANGING at the door... Gideon and Eliza exchange a\nlook. Gideon goes to the window.\n\nA GROUP OF MEN stand below in the yard. Gideon gives his\nmother a look of quiet alarm and runs out.\n\nEliza gets up, pushing past Anger to the window.\n\f96.\n\nEXT. BRODESS HOUSE - DUSK\n\nGus Vern and other PLANTERS we’ve seen at slaveholder\nmeetings stand at the door. Gus bangs again.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. BRODESS HOUSE - DUSK\n\nGus Vern and other PLANTERS we’ve seen at slaveholder\nmeetings stand at the door. Gus bangs again. \n\nTARGET SECTION TO BE ANNOTATED:\nGUS VERN\nGideon!\n\nGideon opens the door and faces the mob.\n\nGUS VERN (CONT’D)\nYou and your mother need to come with us.\nWe gotta discuss this Moses business, and\nwhat you intend to do about it.\n\nGIDEON\nMy mother’s not well.\n\nBut Eliza comes down behind him, pulling on a cloak.\n\nEXT. WOODS - NIGHT\nWe see a circle of torches...\n\nA large group of planters are gathered in the woods,\nincluding Vern. The mood is dangerous.\n\nEliza and Gideon are in the center of the circle.\n\nGUS VERN\nSeeing as how Moses has been discovered\nto be a nigger girl from your farm, we\nthink it’s only appropriate that you pay\nus restitutions for our lost property.\n\nGIDEON\nWe don’t have that kind of money! We're\ngoing through hard times, like the rest\nof you.\n\nPLANTER\nThen you gon’ have to sell the farm!\n\nELIZA\nNo!\n\nEliza is fierce, eyes glittering with tears of rage. It’s a\nperformance, and she knows her life depends on it.\n\nELIZA (CONT'D)\nWe are victims of this diabolical nigger\njust like you are! She ran off with 5 of\nour best slaves! Our crops are meager.\n(MORE )\n\n(CONTINUED )\n\f97.\n\nELIZA (CONT'D)\nOur fortune all but gone! My livelihood -\nmy very health - has been ravaged. We\nare victims like you! We need to work\ntogether to find this thief and burn her\nat the stake like Joan of Arc!\n\nAngry cheers from the planters.\nELIZA (CONT'D)\nIf we work together, we can catch her. I\nhave a plan...\nShe's got their attention.\nELIZA (CONT'D)\nI‘ll put her sister’s child up for\nauction. We’ll post notices everywhere.\nHarriet Tubman will come to rescue her\nniece and we'll be waiting for her!!\nThe planters cheer this plan. She’s won them over. Gideon\nlooks at his mother with admiration. She meets his eyes.\nEXT. BRODESS HOUSE - SAME\n\nHarriet sneaks up to the house and slips inside.\n\nINT.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. BRODESS HOUSE - SAME\n\nHarriet sneaks up to the house and slips inside. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n BRODESS HOUSE - BECKY’S BEDROOM - NIGHT\n\nAnger stands on a stool, combing Becky’s hair. Vincent and\nVictor stand in the doorway, drunk and surly.\n\nVINCENT\nWhere’s mama?\n\nANGER\nOut wit Massa Gideon.\n\nVincent and Victor look at each other in confusion.\n\nVICTOR\nShe went out? At night?\nVINCENT\n(to Anger)\nGirl, go get us some brandy from the\n\nstoreroom!\nON HARRIET, with the Colt revolver, at the other doorway.\nHARRIET\nI got a better idea.\n\n(CONTINUED )\n\f98.\n\nThe boys turn.\n\nVINCENT\nHey! It’s--\n\nHarriet points the gun in their face. Becky screams.\nAnger looks at Harriet in terror.\n\nHARRIET\n(to Anger)\nDon’t be scared, Anger. I’m your mama’s\nsister. We family.\nAnger runs to Harriet, clinging to her dress.\n\nHARRIET (CONT'D)\nWhere your brother, Anger?\n\nANGER\nTrader carry ‘im off. Dey kep us lock\nout in de smoke house, on’y let us out to\nbury mama, den de trader took ‘im.\n\nHarriet takes this in, gun aimed at the Brodess kids.\n\nINT. BRODESS FARM - OUTHOUSE - SAME\n\nFoxx is on the shitter. The door slams open. Walter has a\ngun pointed in Foxx’s face.\n\nFOXX\nWho the hell are you?\n\nWALTER\nCall me whatever you want, that’s what\nyou white folks do.\nINT. BRODESS HOUSE - BECKY’S BEDROOM - MINUTES LATER\nAnger aims the Colt with shaking hands while Harriet finishes\ngagging and tying the three kids to the bed with strips of\nbed-sheet.\n\nHarriet takes the gun from Anger and aims at the helpless\nkids, rage in her eyes.\n\nHARRIET\nThis for my sister and her son.\n\nShe FIRES!!\n\n(CONTINUED )\n\f99.\n\nThe Brodess kids are wild-eyed, crying, the floor at their\nfeet splintered by the gunshot. Pee spreads on Vincent's\ntrousers. Harriet looks at them, cooly.\n\nHARRIET (CONT'D)\nGive your mother and brother my regards.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nPee spreads on Vincent's\ntrousers. Harriet looks at them, cooly. HARRIET (CONT'D)\nGive your mother and brother my regards. \n\nTARGET SECTION TO BE ANNOTATED:\nShe picks up Anger and hurries off.\n\nEXT. BRODESS FARM - NIGHT\n\nHarriet come running out with Anger. Walter heads them off.\nThe dogs sound the alarm in their kennels.\n\nHARRIET\nWhere’s Foxx?\n\nWALTER\nTied up in the shitter. Let’s go!\n\nHarriet looks to the slave cabins.\n\nHARRIET\nWait a minute.\n\nShe sings, GO DOWN MOSES... One phrase is all it takes.\nSEVERAL SLAVES peek their heads out from their cabins.\nWALTER\nWe’re gonna need a bigger cart.\nEXT. WOODS - NIGHT\nWalter and Harriet are on the horse. Two SLAVE WOMEN are\nsqueezed in the cart, Anger between them. TWO MEN run\n\nalongside.\n\nA very light-skinned slave dashes from the woods in front of\nthe cart. TILLY’s eyes are desperate.\n\nTILLY\nWait! Take me with you! Please! My\nmassa tryin kill me.\nWalter looks at her, perplexed.\n\nWALTER\nWe definitely gonna need a bigger cart.\n\f100.\n\nINT. BRODESS HOUSE - BECKY’S BEDROOM- NIGHT\n\nEliza opens the bedroom door and sees her three children tied\nto the bed and gagged. She SCREAMS and faints--\n\nThe children look at their mother in dismay. Gideon appears\nbehind her.\n\nGIDEON\nGODDAMMIT!!\n\nEXT. ROAD - NEAR DAWN\n\nGideon and a large group of LAWMEN and PLANTERS have gathered\n- some on horseback, some on foot - including Gus Vern,\nBigger Long, Atwood and other slavers, SHERIFF NED UTLEY,\nMarshal, Deputies and Police. All heavily armed and out for\nblood.\n\nSHERIFF NED UTLEY\nWe will break into teams and cover this\nwhole area, from Bucktown to Cambridge.\nI want law enforcement in each group.\nThe letter of the Law must be obeyed and\nevery precaution taken to bring this\ndangerous wench in alive, so she can face\nher full punishment! I know some of you\nare itching to have a chance at her; to\nmake her pay for what she done to your\nfortune and family.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nI want law enforcement in each group. The letter of the Law must be obeyed and\nevery precaution taken to bring this\ndangerous wench in alive, so she can face\nher full punishment! I know some of you\nare itching to have a chance at her; to\nmake her pay for what she done to your\nfortune and family. \n\nTARGET SECTION TO BE ANNOTATED:\n Rest assured, she\nwill be tried and executed by the\nharshest methods available, as dictated\nby the laws of the State of Maryland!\n\nThe crowd cheers, some grumbling too, as the men break into\ngroups.\n\nGIDEON\nBigger and Atwood, come with me! Let’s\npay an early visit to Rev Green!\n\nThe posses split up and gallop off.\n\nEXT. ROAD - DAYBREAK\n\nA covered freight wagon approaches up the road. A single\ndriver steers the horses.\n\nWalter steps in front of it, two guns pointed at the driver.\nThe driver puts his hands up in panic.\n\f101.\n\nINT. REV. GREEN'S CHURCH —- MORNING\n\nRev Green watches wearily as Gideon’s posse ransacks his\nchurch once again.\n\nThe storeroom is empty. Rev Green manages to look indignant\nand vindicated. Gideon’s frustration is evident. He spots a\npamphlet on the floor, picks it up.\n\nGIDEON\nLook what we have here - a copy of Uncle\nTom’s Cabin. You’re in possession of\nbanned abolitionist material, Reverend.\nDeputy, arrest this man!\n\nAs the deputy handcuffs Green, his eyes meet Gideon's,\ndefiant and smug.\n\nEXT. ROAD - DAY\n\nA slender WHITE MAN drives the freight wagon with haste. The\nhorses seem skittish and uneasy. It’s the light-skinned\nslave, Tilly, wearing Walter’s clothes, skin ash-whitened,\nkinky hair jammed under a hat.\n\nIN THE BACK - the wagon is filled with ears of corn, moving\nmysteriously as the wagon bounces along.\n\nEXT. BRIDGE - DAY\n\nHeavily guarded by lawmen. Pedestrians have gathered to\nwatch the inevitable capture, the air alive with excitement.\n\nSHERIFF NED UTLEY\nThey gonna have to come this way. We got\nevery other way blocked off.\nEXT. ROAD - NEAR BRIDGE - SAME\n\nThe covered wagon bounces towards the bridge, Tilly, nervous\nas a cat, slows the horses to a trot.\n\nTILLY\nI’m gonna wet myself!\n\nHarriet coaches her, voice muffled beneath the corn.\nHARRIET\n\nYou know your massa better than de lines\nin your hand. Be him.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nHarriet coaches her, voice muffled beneath the corn. HARRIET\n\nYou know your massa better than de lines\nin your hand. Be him. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED )\n\f102.\n\nTilly steels her courage and drives the horses towards the\nbridge, doing her best to channel her master as the wagon\napproaches the roadblock of lawmen.\n\nTILLY\n(lowered voice)\nGentlemen, good day. What’s all this?\n\nA LAWMAN steps forward.\n\nLAWMAN\nSlave stealers on the loose. That devil\nMoses. We got a surprise for her.\n\nTILLY\nI hope you catch that bitch and hang her,\nfer mine git any ideas. Any of ‘em even\nbreathe that name on my farm, I’1l beat\n‘em into Sunday. Don’t let none of ‘em\npast the gates - not anymore. Strange\ntimes, when a man can’t trust his own\nslaves. Best o’ luck to you.\n\nTilly starts forward. The Lawman stops her.\n\nLAWMAN\nWe’re gon’ have to check the cart, sir.\nSorry to inconvenience you.\n\nTilly freezes, in sirupy terror. The Sheriff strides over,\nscrutinizing Tilly, something troubling him.\n\nSHERIFF NED UTLEY\nYou related to Luther Grant?\n\nTilly, who is, gives a shaky and ironic smile.\n\nTILLY\nYes, sir. He’s my daddy.\n\nThe sheriff laughs. He puts a foot up on the side of the\nwagon.\n\nSHERIFF NED UTLEY\nThought I saw the resemblance! You tell\nyour daddy he owes me a whiskey! Tell\nhim Ned Utley hasn’t forgotten. With all\nthis corn, he should be able to afford\nit! Y’all have a nice day!\n\nHe waves them through.\nTILLY\n\nYou too, sheriff.\n\n(CONTINUED )\n\f103.\nTilly tips her hat and drives the cart over the bridge.\n\nEXT. DESERTED ROAD - MINUTES LATER\n\nHarriet and Walter, in Tilly’s dress, uncover the rest of the\nFreedom Seekers, who emerge from the corn, stretching cramped\nlimbs. Harriet pulls corn silk from Anger’s hair. Ben rubs\n\nRit’s shoulders.\n\nTilly, weak with nerves, leans over her knees, trying not to\nvomit.\n\nEXT. BRIDGE - DAY\n\nGideon and his posse ride up. Gideon bristles as the lawmen\nchat and smoke. He approaches the Sheriff.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nBRIDGE - DAY\n\nGideon and his posse ride up. Gideon bristles as the lawmen\nchat and smoke. He approaches the Sheriff. \n\nTARGET SECTION TO BE ANNOTATED:\nGIDEON\nAny sign of them?\n\nSHERIFF NED UTLEY\nNot yet. Just the usual foot and horse\ntraffic and a few farmers. Luther\nGrant’s son came by with a freight wagon\nfull of corn. A good yield, by the look\nof it.\n\nGideon looks puzzled.\n\nGIDEON\nLuther Grant’s son?\n\nSHERIFF NED UTLEY\nThat's right. Looks just like ‘im.\n\nGideon and Bigger exchange a look. Gideon pulls him aside.\n\nGIDEON\nLuther Grant ain’t got a son. Got 5\ndaughters and a nigger girl looks just\nlike him.\n\nBIGGER\nBy the time these crackers figure out she\ngot past ‘em, she’ll be long gone. We\nknow she’s headed north. We can find\nher, collect the reward for ourselves.\nMaybe get you some time alone with her,\nemploy a looser interpretation of the\nlaw.\n\nGideon gives him a nod. They slip away.\n\f104.\n\nEXT. RIVERFRONT - DAY\n\nHarriet, her family, and the freedom-seekers are huddled in a\nsmall grove of trees by the waterfront.\n\nBen is asleep holding Anger on his lap. Harriet strokes her\nmother’s hair.\n\nRIT\nTell me, one mo’ time.\n\nHARRIET\n\n(speaking softly)\nSenator Seward sold me a nice house on\nhis property - big enough for everybody.\nYou and daddy, Robert, Henry, Junyah and\nJane, and Anger too. We gon’ be\ntogether. An no massa forcin’ us to do\nnothin’. I’m gon’ spoil you and take\ncare a you. I love you, mama.\n\nTears run down Rit’s cheeks. She grips Harriet’s hand.\n\nRIT\nI love you too, Minty.\n\nA BOAT glides into view. Walter waves from the deck.\n\nEXT. COUNTRY ROAD BY THE RIVER - SAME\n\nThe freight wagon is abandoned by the side of the road, the\nhorses eating grass. Over it we see...\n\nGideon and Bigger riding up. The wagon is clearly empty.\n\nGIDEON\nThey ditched it!\n\nGideon searches the treeline, Bigger gallops ahead.\n\nEXT.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nGIDEON\nThey ditched it! Gideon searches the treeline, Bigger gallops ahead. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n WATERFRONT - SAME\n\nHarriet hands Anger up to Walter and helps the last of the\nfreedom-seekers onto the boat. As she prepares to climb\naboard...\n\nShe feels the familiar flutter in her chest, her whole body\nbuzzing with it... DANGER.\n\nHARRIET\nGet everyone below deck.\n\n(CONTINUED)\n\f105.\nWalter hustles the family below. Harriet goes to the edge of\nthe trees and peeks out...\nIn the distance we see...\n\nBigger galloping towards them, Gideon in the distance.\nHarriet ducks back into the trees and dashes for the boat.\n\nHARRIET (CONT'D)\nHurry, get ‘em out of here! We got\ncompany.\n\nWalter reaches a hand to pull her up.\n\nWALTER\nAlright, let’s go!\n\nShe takes a step back.\nHARRIET\nWalter, promise me you’ll get Anger and\nmy parents to safety.\n\nWALTER\nWhy? What’re you--?\n\nHARRIET\nI can’t have Gideon coming after ‘em,\nWalter! If you want to help me, help my\nfamily. Get ‘em to safety! Promise me!\n\nA beat. Walter nods. He unties the boat and pushes off.\n\nEXT. WOODS NEAR RIVER - DAY\n\nHarriet emerges from the tree-line and steps into the road,\nwaiting for them to notice her.\n\nEXT. WOODS NEAR RIVER -—\n\nON GIDEON - spotting her tiny figure in the distance. He\nshouts to Bigger.\n\nGIDEON\nThere she is! Get her!\n\nHarriet dashes away from the river. Gideon and Bigger gallop\nafter her...\n\f106.\n\nEXT. WOODS NEAR RIVER - MOMENTS LATER\n\nGideon and Bigger search the woods. They’ve lost her.\nGideon puts a finger to his lips.\n\nGIDEON\nI want her alive.\n\nBigger nods. They split up.\n\nEXT. ROCKY TERRAIN - DAY\n\nHarriet scrambles up a rock face, breathing hard.\n\nBelow her BIGGER rides into view... He sees her and draws his\ngun. She ducks as he FIRES! A bullet hits the rocks.\n\nEXT. WOODS - SAME\n\nGideon reacts to the gunfire, riding in the direction of the\nsound--\n\nEXT.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nA bullet hits the rocks. EXT. WOODS - SAME\n\nGideon reacts to the gunfire, riding in the direction of the\nsound--\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n ROCKY TERRAIN\n\nON HARRIET - Crouched against the rocks, gun aimed--FIRING!!\nBigger’s hat flies off his head. Damn close, but not close\nenough. As Harriet frantically reloads her revolver, Bigger\naims at her with murderous rage.\n\nBIGGER LONG\nYou gone die bitch.\n\nGUNFIRE--\n\nBigger falls forward and slides off his horse, shot in the\nhead.\n\nON GIDEON - emerging from the woods behind him, rifle\nsmoking.\n\nGIDEON\nI said I want her alive.\n\nGIDEON’S POV - As Harriet scrambles down the rocks, swinging\nherself onto Bigger’s horse...\n\nGIDEON (CONT'D)\nMINTY!\n\n(CONTINUED )\n\f107.\n\nHarriet takes off. Gideon gallops after her, HORSE’S HOOVES\nthundering past BIGGER’S DEAD BODY.\n\nEXT. WOODS - DAY\n\nGideon chases Harriet through the woods, up an incline, both\nriding hard. At a distance, she looks back at him...\n\nGIDEON\nI’m coming for you, Minty!\n\nEXT. WOODY PLATEAU - LATE AFTERNOON\n\nGideon emerges onto a wooded plateau, starkly beautiful in\nthe late afternoon light.\n\nBigger’s horse is grazing some distance away, riderless.\nGideon looks around. No sign of Harriet...\n\nGIDEON\nMINTY!\n\nSuddenly she appears behind him, Colt revolver pointed at his\nhead.\n\nHARRIET\nToss your gun. Easy.\n\nGideon slowly removes his rifle and tosses it to the ground\nat her feet -- quickly drawing a revolver from his holster--\n\nHarriet SHOOTS the gun from his hand! Gideon howls in pain,\na fleshy hole by his thumb.\n\nHARRIET (CONT'D)\nOff the horse.\n\nGideon slides from his horse, cradling his bloody hand. He\nfaces her, breathing hard. The two of them only yards apart,\nthe closest they’ve been since the day she jumped from the\nbridge. She tucks her revolver at her waist, picks up his\nrifle and trains it on him.\n\nHARRIET (CONT'D)\nOn your knees.\n\nHe sinks to his knees, looking up at her, teeth clenched in\npain.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe tucks her revolver at her waist, picks up his\nrifle and trains it on him. HARRIET (CONT'D)\nOn your knees. He sinks to his knees, looking up at her, teeth clenched in\npain. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED )\n\f108.\n\nGIDEON\nIt didn’t have to end like this, Minty.\nYou could’a stayed with us, if you only\nknew how to behave. But you were so\ndamned insolent. Unruly and untamed. I\nguess that’s what I liked about you. And\nyou liked me too, I know you did. You\nprayed over my bed, when I was sick. You\nasked God to make me well.\n\nShe looks at him with something like empathy.\n\nHARRIET\nI asked God how a sickly little boy could\nthink he owned me.\n\nGideon’s eyes turn hard.\n\nGIDEON\nI do own you, Minty. Even now, you’re\nmine. You’re just a damn runaway.\n\nHARRIET\nI was never yours, Gideon. I was never\nnobody's property! That was a lie you\ntold yourselves. Since the day your\ndaddy sold my sisters I prayed for God to\nmake me strong enough to fight, and\nthat's what I've prayed for ever since!\nI reasoned there was one of two things I\nhad a right to, liberty, or death. If I\ncouldn't have one, I'd have the other.\n\nGIDEON\nYou know what they’1l do to you, when\nthey finally catch you? They’1ll tear you\nlimb from limb, tar you and burn you\nalive! Even if I’m not there to watch\nit, I can almost smell it now. Like\nroasting pig.\n\nHarriet remains unfazed. She levels the rifle at his face.\n\nHARRIET\nBut you’ll die right here.\n\nGideon flinches, waiting for the gunshot...\n\nBut Harriet lowers the rifle, using it to gesture to the\nwoods around them.\n\n(CONTINUED)\n\f109.\n\nHARRIET (CONT'D)\nOn a frozen, blood-soaked battlefield,\nthe moans of a generation of young men in\nyour ears, dying in agony around you, for\na lost cause. For a vile and wicked\nidea! For the sin of slavery! Can you\nhear them?\n\nFor a moment we hear the death-moans of a thousand men, in\nthe aftermath of bloody defeat.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nFor the sin of slavery! Can you\nhear them? For a moment we hear the death-moans of a thousand men, in\nthe aftermath of bloody defeat. \n\nTARGET SECTION TO BE ANNOTATED:\nGideon looks spooked, as if he can see their mangled bodies,\nstretching into the distance. He looks back at Harriet.\n\nHARRIET (CONT'D)\nGod don't mean people to own people,\nGideon! Our time is near!\n\nHarriet tosses the rifle, then turns and walks away, towards\nthe grazing horse. Gideon watches her, tears welling in his\neyes.\n\nGIDEON\nYou bitch! You destroyed my family!\n\nHarriet swings herself onto the horse’s back. She speaks in\nTHE VOICE - it’s her own, maybe it always has been.\n\nHARRIET\nYou tried to destroy my family, but you\ncan’t. You tried to destroy my people,\nbut you won’t. God has shown me the\nfuture, and my people are free. MY\nPEOPLE ARE FREE!\n\nGideon watches as Harriet rides off, into the glare of the\nsetting sun.\n\nON HARRIET, face grim, eyes turned inward...\nWe hear HER VOICE from the opening...\nHARRIET (OVER) (CONT’D)\nNow is our time! Are you ready to kill\nthe snake?\n\nA hundred soldiers shout YES with passion. As we...\n\nDISSOLVE TO:\n\f110.\n\nEXT. COMBAHEE RIVER - SOUTH CAROLINA - DAWN - 1863\n\nA GUNBOAT, THE JOHN ADAMS, looms large in the background as\ndozens of ROWBOATS row away from it.\n\nROWBOATS - BLACK UNION TROOPS onboard, rowing stealthily\ntowards the shore.\n\nHARRIET stands in the prow of the lead rowboat, like a\nfigurehead.\n\nEXT. COMBAHEE RIVER AND PLANTATIONS - DAYBREAK\n\nAs the sky breathes with light we can see the shore and tree-\nline. Beyond that, the distant plantations.\n\nHarriet begins singing, in a loud commanding voice...\n\nHARRIET\nWADE IN THE WATER, WADE IN THE WATER\nCHILDREN... WADE IN THE WATER, GOD'S\nGONNA TROUBLE THE WATER!\n\nFor a moment nothing changes. Then we see...\nFEET RUNNING as...\n\nSLAVES begin pouring from the woods, running for the beach...\ntowards the armed black troops in the rowboats.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nFEET RUNNING as... SLAVES begin pouring from the woods, running for the beach... towards the armed black troops in the rowboats. \n\nTARGET SECTION TO BE ANNOTATED:\nHUNDREDS OF SLAVES, carrying their children and meager\nbelongings on their backs, splashing through churning water\ntowards the boats and FREEDOM!\n\nTheir voices join hers, singing triumphantly...\n\nHARRIET & SLAVES (OVER)\nWADE IN THE WATER, WADE IN THE WATER\nCHILDREN! WADE IN THE WATER! GOD'S\nGONNA TROUBLE THE WATER!\n\nHarriet watches from the lead rowboat, arms spread wide,\ntears streaming.\n\nSoldiers raise their weapons, prepared to defend the slaves\nor die trying. Their voices join Harriet’s...\n\nHARRIET, SLAVES, SOLDIERS (OVER)\nWHO ARE THOSE CHILDREN ALL DRESSED IN\nRED? GOD'S GONNA TROUBLE THE WATER!\nMUST BE THE ONES THAT MOSES LED! GOD'S\nGONNA TROUBLE THE WATER!\n\n(CONTINUED )\n\f111.\n\nSLAVEHOLDERS and FOREMEN race from the trees, weapons aimed\nat the fleeing slaves.\n\nThe SOLDIERS take aim -- GUNFIRE.\n\nEXT. SEWARD ESTATE - HARRIET’S HOUSE - AUBURN, NY - DAY\nHARRIET’S VOICE CONTINUES, singing alone soulfully as...\nHarriet walks wearily to her house, on the Seward Estate.\n\nHARRIET (OVER)\nWade in the water... Wade in the water\nchildren! Wade in the water... God's\ngonna trouble the water!\n\nRit is sitting outside on a rocker. She sees Harriet and\nscreams. Harriet’s family spills out into the yard, greeting\nher ecstatically. Rit and Ben, Henry, Robert, his new wife\nand their children, Junyah and Jane and their children, a\nteenaged Anger - family whose freedom she’s made possible.\n\nHARRIET (OVER) (CONT’D)\nGod's gonna trouble the water! God is\ngonna trouble the water!\n\nThey pull her inside and close the door.\n\nCODA:\n\nHarriet Tubman was the most famous conductor on the\nUnderground Railroad, helping over 70 slaves to freedom.\n\nAfter the UGRR disbanded at the start of the Civil War,\nHarriet became a spy for the Union army.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey pull her inside and close the door. CODA:\n\nHarriet Tubman was the most famous conductor on the\nUnderground Railroad, helping over 70 slaves to freedom. After the UGRR disbanded at the start of the Civil War,\nHarriet became a spy for the Union army. \n\nTARGET SECTION TO BE ANNOTATED:\n On June 2, 1863,\nHarriet Tubman led 150 black Union soldiers in the Combahee\nRiver Raid, freeing over 750 slaves from the rice\nPlantations. She is the only woman to lead an armed\nexpedition during the entire Civil War, and one of the few\nwomen to have done so in US history.\n\nAfter the Civil War, Tubman remarried and dedicated her life\nto helping impoverished former slaves, the elderly and the\nwomen's suffrage movement. She died surrounded by loved ones\non March 10, 1913, at approximately 91 years of age. Her last\nwords were, “I go to prepare a place for you.”\n\f"
}