{
  "1": "\n\nHEAVY METAL - by Dan Goldberg & Len Blum\n\n\n\n\n\n\n\n\n\n\nTHE HEAVY METAL MOVIE\n\n\n\n\n\n- Final Draft -\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tSCREENPLAY BY\n\n\n\n\t\t\t\t\t\t\t\tDan Goldberg\n\n\n\n\t\t\t\t\t\t\t\tand\n\n\n\n\t\t\t\t\t\t\t\tLen Blum\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tJuly 18, 1980\n\n\n\n\n\n\n\n\n\nFADE UP ON\n\n\n\nA WHEATFIELD\n\n\n\nA beautiful field of wheat glistens in the morning sun.\n\nAs the camera skims overtop, titles start to roll.  Ahead\n\nof us an odd-looking service van comes into view, sputtering\n\nalong a dirt road.  Getting closer, we can see the driver, a\n\nthin, bookish man with a neat mustache.  This is AUSTIN GRIMALDI.\n\n\n\nThe truck pulls up to a strange Victorian house in the middle\n\nof the wheatfield.  The house has several futuristic radar\n\ndevices on the roof that rotate constantly.\n\n\n\nAUSTIN gets out, opens the van's rear doors, and pulls out\n\ntwo large metal boxes.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE ATTIC WINDOW\n\n\n\nThe curtains part ever so slightly, and a pair of eyes peer\n\ndown.\n\n\n\n\n\n                                             CUT BACK TO\n\n\n\n\n\nTHE VAN\n\n\n\nAUSTIN shuts the van's rear doors, and carries the two metal\n\nboxes into the house.  The titles stop rolling as we;\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nINSIDE THE HOUSE\n\n\n\nAUSTIN is reading a schematic diagram as he sits in front of\n\nthe exposed chassis of a complicated futuristic electronic\n\ncontraption, twice his size.  There are strange tools all\n\nover the floor.\n\n\n\nPutting down the diagram, he opens one of the metal cases and\n\ntakes out a sophisticated-looking glass sphere with electronic\n\nreceptacles mounted in the sides.\n\n\n\nHe places this sphere in a space in the middle of the contraption,\n\nclamps it down, and plugs some wires into the globe's receptacles.\n\nThen he opens the second box.  Inside is a glowing green ball.\n\nUsing a pair of special tongs, AUSTIN carefully lifts the ball\n\nout, and inserts it into an opening at the base of the machine,\n\nin the back.\n\n\n\nAs soon as the ball is inside, the machine hums to life.  The\n\nglass sphere sparkles, and a holographic picture of a green\n\nplanet in space appears inside it.\n\n\n\n\n\n                      AUSTIN\n\n                    (looking at the holograph)\n\n\n\n                 Hmmmm ....",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs soon as the ball is inside, the machine hums to life. The\n\nglass sphere sparkles, and a holographic picture of a green\n\nplanet in space appears inside it. AUSTIN\n\n                    (looking at the holograph)\n\n\n\n                 Hmmmm .... \n\nTARGET SECTION TO BE ANNOTATED:\n.\n\n\n\n\n\nHe takes a strange tool, and moves out of frame to make an\n\nadjustment underneath the machine.  Suddenly a wire comes\n\nloose from the sphere and begins to spark.\n\n\n\n\n\n                      AUSTIN\n\n                    (seeing sparks)\n\n\n\n                 Uh - oh ....\n\n\n\n\n\nAs the camera pulls closer to the holograph screen, the\n\ngreen planet begins to silently shake.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nSPACE\n\n\n\nWith an explosion that rocks the universe, a huge chunk rips\n\nout of the green planet and shoots off into space, leaving\n\nthousands of glowing particles in its wake.\n\n\n\n\n\n                                             CUT BACK TO\n\n\n\n\n\nAUSTIN\n\n\n\nNot noticing the silent image on the holograph, he quickly\n\nrepairs the sparkling connection and returns to his other\n\nadjustments.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nA FOREST\n\n\n\nFrom the forest floor we see the green planetoid fly overhead,\n\ndropping balls.  We watch as it moves away and disappears beyond\n\na far-off mountain range.  The forest rumbles as the planetoid\n\ncrashes in the distance.\n\n\n\nThe camera then pans over to a forest patch, where a beautiful\n\ngirl approaches, picking mushrooms.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nA GREEN BALL NEAR HER FEET\n\n\n\nAn ominous note is struck as the girl notices the glowing\n\nball, and is drawn to it.  Picking the sphere up, she looks\n\nat it.  Something inside her warns her of its danger, but,\n\nunable to resist, she puts it in her basket and continues on.\n\n\n\n\n\n                                             DISSOLVE TO\n\n\n\n\n\nTHE GATES OF KRAAN\n\n\n\nNight falls over this futuristic chromoid city as the beautiful\n\ngirl passes through the glass gates and heads home.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE GIRL'S BEDROOM\n\n\n\nThe girl yawns and gets into bed as the camera pans over to\n\nher basket in the corner.  Through its side, the green ball\n\nbegins to glow brightly.\n\n\n\nGetting closer, we see a slimy silk-like webbing ooze out of\n\nthe ball and move towards the sleeping girl, pulling the green\n\nball behind it.\n\n\n\nThe ball starts to glow and pulse as the webbing begins to\n\nsurround the girl, like a cocoon.  Slowly the camera pans\n\nup the wall, and moves out through the window, and beyond\n\nthe city gates, rising higher and higher.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nGetting closer, we see a slimy silk-like webbing ooze out of\n\nthe ball and move towards the sleeping girl, pulling the green\n\nball behind it. The ball starts to glow and pulse as the webbing begins to\n\nsurround the girl, like a cocoon. Slowly the camera pans\n\nup the wall, and moves out through the window, and beyond\n\nthe city gates, rising higher and higher. \n\nTARGET SECTION TO BE ANNOTATED:\n                                             CUT TO\n\n\n\n\n\nTHE OUTLANDS\n\n\n\nFlying quickly overtop futuristic villages, the camera\n\nheads further and further out into the less civilized sectors,\n\nwhere the rusting pipelines and crumbling utility stations of\n\na past civilization have been overgrown by scrub-bush and weeds.\n\n\n\nThe camera zooms across this strange landscape toward the distant\n\nmountains where the huge planetoid fell.  Finally, from high\n\nabove the foothills, we begin to come down.\n\n\n\nIn the hills below us, hundreds of blue humanoid barbarians are\n\nmoving along, mesmerized, toward a pulsing green glow high in\n\nthe mountaintops.  Suddenly the mountains begin to rumble.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE LINE OF BARBARIANS\n\n\n\nAt the front of the line, the largest barbarian - obviously\n\ntheir leader - stops and points.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE MOUNTAINS\n\n\n\nA strange, green, foamy liquid comes pouring down the mountains\n\ntoward the barbarians.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE LINE OF BARBARIANS\n\n\n\nThe barbarians stand frozen as the foam washes over them and keeps\n\non going.  One by one, their eyes turn green and they start to\n\nchange, becoming hairier, uglier, and stronger.\n\n\n\nAs their transformations are complete, the barbarians gather\n\nbehind their leader into an ever-growing mob of murderous\n\nlooking sub-humans.\n\n\n\n\n\n                                             DISSOLVE TO\n\n\n\n\n\nTHE GATES OF KRAAN\n\n\n\nA frightened Kraanian councillor spurs his horse forward through\n\nthe beautiful glass gates, as in the distance we hear the sound\n\nof ten thousand approaching footsteps.\n\n\n\nThe camera pans to a hillside overlooking Kraan.  In the glow\n\nof sunset, the outline of the BARBARIAN LEADER, riding a black\n\nwar-horse, appears at the hillside and stops.  Then with a\n\nthundering of footsteps, the outline of five thousand barbarians\n\ncomes into view behind him, filling the horizon.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE BARBARIAN LEADER\n\n\n\nHe is now wearing a strange medallion around his neck as, wild-\n\neyed, he screams to signal the attack.  The bloodthirsty horde\n\ncharges down the hill behind him.\n\n\n\nThe camera moves with the barbarians as they crash through the\n\ngates of the city, destroying everything in their path.  Smoke\n\nand flames are everywhere.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe bloodthirsty horde\n\ncharges down the hill behind him. The camera moves with the barbarians as they crash through the\n\ngates of the city, destroying everything in their path. Smoke\n\nand flames are everywhere. \n\nTARGET SECTION TO BE ANNOTATED:\n  Ahead of us, terrified Kraanians\n\nrun from the onslaught.\n\n\n\nAs we track up over the burning rooftops, we see the BARBARIAN\n\nLEADER riding his war-horse in the streets below.  Shouting\n\na command, he waves his men on as they move toward an impressive\n\ndoomed building in the middle of the city.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE COUNCIL CHAMBERS\n\n\n\nAt the far end of this huge glass hall, the Kraanian Council\n\nsits around a marble table.  From outside, we hear the battle\n\nraging.\n\n\n\nPulling closer we can hear the worried voices of the Council\n\nmembers.\n\n\n\n\n\n                      COUNCILMAN #3\n\n\n\n                 They're killing everyone.  We\n\n                 must escape!\n\n\n\n\n\n                      COUNCILMAN #2\n\n\n\n                 The city is burning!\n\n\n\n\n\n                      COUNCILMAN #4\n\n                    (throwing a parchment\n\n                     before the Elder)\n\n\n\n                 Even the mountains glow green and an\n\n                 evil slime oozes down!\n\n\n\n\n\n                      COUNCILMAN #1\n\n\n\n                 Elder, we must arm ourselves!  We\n\n                 must fight!\n\n\n\n\n\n                      ELDER\n\n\n\n                 Silence!\n\n\n\n\n\nEveryone gets quiet.  Looking at the parchment thrown before\n\nhim, the ancient, withered ELDER rises to his feet.\n\n\n\n\n\n                      ELDER\n\n\n\n                 We are not a race of warriors.\n\n                 We are statesmen, and scientists.\n\n                 From our very beginning it was ordained\n\n                 that the warrior-race of Taarak the\n\n                 Defender would aid us in times of need.\n\n                 This was the Pact!\n\n\n\n\n\n                      COUNCILMAN #1\n\n\n\n                 Taarak the Defender?  His race is\n\n                 dead!  They cannot defend anyone!\n\n\n\n\n\n                      COUNCILMAN #2\n\n\n\n                 Some say that the race is not dead\n\n                 - that one still lives.\n\n\n\n\n\n                      COUNCILMAN #1\n\n\n\n                 One?  What good is one?\n\n\n\n\n\n                      ELDER\n\n\n\n                 One of Taarak's blood can do much.\n\n\n\n\n\nOutside, the sounds of battle grow louder.  A boy appears at\n\nthe doorway.\n\n\n\n\n\n                      BOY\n\n\n\n                 Elder!  They are at the walls!\n\n\n\n\n\n                      COUNCILMAN #3\n\n\n\n                 Well who is this last Defender?\n\n                 How can he be summoned?\n\n\n\n\n\n                      ELDER\n\n\n\n                 It is Taarna, of the blood of\n\n                 Taarak the Defender - the last of\n\n                 the race.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nCOUNCILMAN #3\n\n\n\n                 Well who is this last Defender? How can he be summoned? ELDER\n\n\n\n                 It is Taarna, of the blood of\n\n                 Taarak the Defender - the last of\n\n                 the race. \n\nTARGET SECTION TO BE ANNOTATED:\n  And must be summoned as\n\n                 my forefathers summoned Taarak\n\n                 himself - from within!\n\n\n\n\n\n                      COUNCILMAN #2\n\n\n\n                 But will this Defender answer?\n\n\n\n\n\n                      ELDER\n\n\n\n                 A Taarakian has no choice.  They\n\n                 must answer.  It is in their blood.\n\n\n\n\n\nThe clattering of armour becomes audible.\n\n\n\n\n\n                      BOY\n\n\n\n                 They are in the halls!  They are coming!!\n\n\n\n\n\n                      ELDER\n\n                    (calmly to the boy)\n\n\n\n                 Bar the door.\n\n                 (to the Councilmen)\n\n                 We will summon the\n\n                 Defender together.\n\n\n\n\n\nThe Councilmen nod.\n\n\n\n\n\n                      ELDER\n\n                    (shutting eyes)\n\n\n\n                 Taarna ... Taarna ...\n\n\n\n\n\nAs the Councilmen take up the chant;\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE DOOR\n\n\n\nAs the boy begins to bar the door, it bursts open, flinging him\n\naside.  Standing in the doorway, surrounded by his men, is\n\nthe BARBARIAN LEADER.\n\n\n\nWith a laugh, he raises a Medieval-looking multiple cross-bow\n\nand fires a burst of arrows into the boy's chest, as the crazed\n\ntroops rush in around him.\n\n\n\nThe chanting continues as we;\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE OUTLANDS\n\n\n\nWe look down over this uncivilized wilderness with only\n\ndecaying pipelines and the occasional jagged rock structure\n\nbreaking the barren uniformity of the land.  As the Council's\n\ndistant chanting fades out, all is quiet.\n\n\n\nSuddenly from behind us, we hear the sound of flapping wings\n\nand a huge rush of air.  Just above our heads, TAARNA THE\n\nDEFENDER comes flying in, sitting proudly in the saddle of\n\na giant crimson bird.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTAARNA'S FACE\n\n\n\nShe is beautiful, with dark eyes and wild red hair blowing\n\nbehind her in the wind.\n\n\n\nBelow her, on the ground, she sees a humanoid running in terror,\n\nchased by an ugly, four-legged mutant creature.\n\n\n\nSpurring her bird forward, TAARNA sweeps down over the ugly\n\nbeast and lassoes it.  She then hoists the creature up into\n\nthe air and, tossing her end of the rope over a tall jagged\n\nrock, she leaves the snarling beast hanging helplessly.\n\n\n\nFlying down to the grateful humanoid, she dismounts.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nSpurring her bird forward, TAARNA sweeps down over the ugly\n\nbeast and lassoes it. She then hoists the creature up into\n\nthe air and, tossing her end of the rope over a tall jagged\n\nrock, she leaves the snarling beast hanging helplessly. Flying down to the grateful humanoid, she dismounts. \n\nTARGET SECTION TO BE ANNOTATED:\n  As\n\nshe approaches we see that he has a barbarian medallion\n\non a chain around his neck.\n\n\n\n\n\n                      HUMANOID\n\n\n\n                 I owe you my life.  Let me\n\n                 repay you ...\n\n\n\n\n\nHe takes off his medallion and places it around her neck.\n\nSuddenly he twists the chain tight in his hand, pulling her\n\ntowards him.  His eyes change to a bright green as he forces\n\nher to the ground and starts ripping at her clothes.  As he\n\nmolests her, TAARNA is distracted.  She hears something - voices\n\ninside her, chanting her name.\n\n\n\nQuickly she grabs the chain and rips it apart.  Then she\n\npowerfully smashes both her hands together around her attacker's\n\nears.  As he holds his ringing ears, she gets up, lifts him\n\nabove her head, and hurls him mercilessly to the ground.\n\n\n\nStill hearing the chanting, she jumps on her bird, pulls out\n\na second rope, and lassoes the barbarian's feet.  She then\n\nlifts him up and leaves him hanging from the tall, jagged rock,\n\nnext to the growling creature.\n\n\n\nAs TAARNA flies off, the hanging beast eyes the barbarian\n\nhungrily.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nAUSTIN GRIMALDI\n\n\n\nHe is still sitting on the floor, working on his machine.\n\nAs the camera pulls closer, we see that AUSTIN is reaching\n\ndeep inside the machineworks, trying to solder a small orange\n\ndiode in place with an odd-style soldering iron.  The connection\n\nbreaks, and the diode and some hot solder fall deeper into the\n\nmachine and start smoking and sputtering.  As the smoke grows\n\nthicker, the machine starts to buzz loudly.\n\n\n\n\n\n                      AUSTIN\n\n\n\n                 Dammit!\n\n\n\n\n\nAUSTIN pulls his face out of the smoking chassis, grabs a pair\n\nof needlenose pliers, and reaches back to retrieve the part.\n\n\n\nThe camera follows AUSTIN'S arm into the chassis, where smoke\n\nsurrounds it and clouds over everything.  The buzzing sound\n\ngrows, and changes into the sound of powerful, throbbing\n\nengines.  Slowly the smoke begins to clear as we hear a voice\n\ncrackling over a radiophone.\n\n\n\n\n\n                      BOMBARDIER\n\n                    (V.O.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nSlowly the smoke begins to clear as we hear a voice\n\ncrackling over a radiophone. BOMBARDIER\n\n                    (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\n                 Where the hell are we?\n\n\n\n\n\nSuddenly the smoke dissipates and a formation of B-17 bombers\n\ncome tearing out into the moonlit night.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE GROUND BELOW\n\n\n\nThe sound of jungle night creatures fills the air.  We see\n\npalm trees silhouetted against the moon bright sky.  The\n\nscene is almost serene.  The camera pans and suddenly the\n\nnose of a large parked bomber fills the screen, and as the\n\ncamera continues panning, we pass a large red rising sun on\n\nthe bomber's fuselage.  The pan stops at the tail of the\n\naircraft, and we see a Japanese soldier - a guard.\n\n\n\nThere is a moment of tranquillity, as jungle sounds fill the\n\nair.  The soldier almost dozes ... suddenly the cacophony of\n\nsound stops, and for a brief moment there is complete silence\n\n... then with an agonizing wail an air raid siren shatters\n\nthe silence and the guard looks skyward, startled.\n\n\n\nInstantly all hell breaks loose as we hear pounding feet.\n\nSilhouetted figures rush by.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nA GUN EMPLACEMENT\n\n\n\nJapanese soldiers crank the barrel of an anti-aircraft gun\n\nskyward.  We begin to hear the sound of approaching engines.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nCLOSEUP OF A SHELL\n\n\n\nIt is thrust into a breech.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE B-17 FORMATION\n\n\n\nAs the bombers press on, the camera moves in to the lead\n\naircraft.  In the moonlight we see her name, \"Pacific Pearl\".\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nINT. - THE \"PACIFIC PEARL\"\n\n\n\n\n\n                      NAVIGATOR\n\n\n\n                 We're there Stepek, right on\n\n                 target ... Rabual dead ahead!\n\n\n\n\n\nSuddenly a cacophony of explosions split the air as anti-aircraft\n\nshells explode ahead of the aircraft, lighting the inside with\n\nelectric blue flashes.\n\n\n\n\n\n                      BOMBARDIER\n\n\n\n                 Gee!  Thanks for telling me,\n\n                 Holden.  I thought it was Cleveland.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE GROUND\n\n\n\nAckack guns blast shells skyward.  The gun blasts light up\n\nthe palm tree background, causing momentary silhouettes.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nI thought it was Cleveland. CUT TO\n\n\n\n\n\nTHE GROUND\n\n\n\nAckack guns blast shells skyward. The gun blasts light up\n\nthe palm tree background, causing momentary silhouettes. \n\nTARGET SECTION TO BE ANNOTATED:\n                                             CUT TO\n\n\n\n\n\nTHE BOMBARDIER\n\n\n\n\n\n                      BOMBARDIER\n\n\n\n                 For Christ sake, hold her steady!\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE BELLYGUNNER\n\n\n\nHe can be seen from outside the plane as the shell flashes\n\nlight up his turret.\n\n\n\n\n\n                      BELLYGUNNER\n\n\n\n                 Quit yer bitching Stepek, just drop\n\n                 'em and let's get outta here!\n\n\n\n\n\n                                             CUT BACK TO\n\n\n\n\n\nTHE BOMBARDIER\n\n\n\n\n\n                      BOMBARDIER\n\n\n\n                 Keep your shirts on guys, tonight I'm\n\n                 gonna hit something.\n\n                 (he settles over the bomb sight)\n\n                 Left two degrees ... steady ...\n\n                 steady ...\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE BELLYGUNNER\n\n\n\nThe flak is severe, with electric blue flashes lighting up\n\nthe fuselage interior.\n\n\n\n\n\n                      BELLYGUNNER\n\n\n\n                 Hey kid, how ya doing back there?\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE TAILGUNNER\n\n\n\nTailgunner momentarily lit with a shell burst, he's scared\n\nshitless.  He looks nervously back behind the aircraft at\n\nthe flak puffs behind the tail.\n\n\n\n\n\n                      TAILGUNNER\n\n\n\n                 Gulp, ah ... I'm ah ... okay\n\n                 ... I think.\n\n\n\n\n\n                      PILOT\n\n                    (V.O.)\n\n\n\n                 Button it up, we're almost there.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE BOMBARDIER\n\n\n\nHe is crouched over his bomb-sights, concentrating.\n\n\n\n\n\n                      NAVIGATOR\n\n                    (V.O.)\n\n\n\n                 C'mon Stepek, there's the\n\n                 whole island of Rabaul down\n\n                 there, you can't miss!\n\n\n\n\n\n                      BOMBARDIER\n\n\n\n                 Screw you ...\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE PILOT'S COMPARTMENT\n\n\n\nSuddenly a shell explodes almost on the windshield and the\n\npilot rears back with the blast.  The right windshield is\n\nshattered.\n\n\n\n\n\n                      PILOT\n\n\n\n                 We took a hit ...\n\n\n\n\n\nThe co-pilot sags forward, held back only by his shoulder\n\nstraps.  His eyes stare.  Blood runs from under his helmet.\n\nWe know he is dead.\n\n\n\n\n\n                      PILOT\n\n\n\n                 Shit.  Elkhorn just bought it.\n\n\n\n\n\n                      BELLYGUNNER\n\n                    (V.O.)\n\n\n\n                 We took one back here too.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nElkhorn just bought it. BELLYGUNNER\n\n                    (V. O.)\n\n\n\n                 We took one back here too. \n\nTARGET SECTION TO BE ANNOTATED:\n                 C'mon Stepek, blast 'em!\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE BOMBARDIER\n\n\n\n\n\n                      BOMBARDIER\n\n                    (hand on the release button)\n\n\n\n                 Steady ... steady ... bombs away!\n\n                 Let's get the hell outta here!\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE GROUND\n\n\n\nWe hear the shriek of descending bombs.  The explosions walk\n\nacross the airfield, and in the light of the explosions we\n\nsee devastation.  The last bomb hits a fuel dump, causing an\n\nenormous ball of fire.\n\n\n\n\n\n                      BOMBARDIER\n\n                    (V.O.)\n\n\n\n                 Yahoo!  Bullseye!\n\n\n\n\n\n                                             CUT BACK TO\n\n\n\n\n\nTHE PACIFIC PEARL\n\n\n\n\n\n                      PILOT\n\n                    (exhilarated)\n\n\n\n                 Nice shooting Stepek, how are the\n\n                 rest of you guys?\n\n\n\n\n\n                      FLIGHT ENGINEER\n\n                    (V.O.)\n\n\n\n                 Flight Engineer okay.\n\n\n\n\n\n                      RADIO OPERATOR\n\n                    (V.O.)\n\n\n\n                 Radio okay.\n\n\n\n\n\n                      NAVIGATOR\n\n                    (V.O.)\n\n\n\n                 Navigator check.\n\n\n\n\n\n                      BELLYGUNNER\n\n                    (V.O.)\n\n\n\n                 Belly okay.\n\n\n\n\n\n                      TAILGUNNER\n\n                    (V.O.)\n\n\n\n                 Ah ... tail okay ...\n\n\n\n\n\nThere is abrupt silence.\n\n\n\n\n\n                      PILOT\n\n\n\n                 Bellson ... Lewis?\n\n\n\n\n\nStill silence, no reply from either name.\n\n\n\n\n\n                      PILOT\n\n\n\n                 Kid, check the waist positions, see if\n\n                 they're okay.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE TAILGUNNER\n\n\n\n\n\n                      TAILGUNNER\n\n\n\n                 Yeah ... will do, skipper.\n\n\n\n\n\nTAILGUNNER crosses himself, then exits back into the body of\n\nthe machine.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE PILOT\n\n\n\n\n\n                      PILOT\n\n                    (wearily)\n\n\n\n                 Let's go home.\n\n\n\n\n\nWe hear jumbled comments from all positions.  Everyone is\n\nhappy.\n\n\n\n\n\n                      CREW\n\n                    (V.O.)\n\n\n\n                 Cheers and whoops.\n\n\n\n\n\nThe mood of high spirits is stopped abruptly as the tailgunner\n\nreports back.\n\n\n\n\n\n                      TAILGUNNER\n\n                    (V.O.)\n\n\n\n                 Skipper, Bellson and Lewis are both\n\n                 dead.\n\n\n\n\n\nThis is the first time the kid's voice is not scared, just\n\npuzzled.\n\n\n\n\n\n                      PILOT\n\n\n\n                 Dammit!\n\n\n\n\n\n                      BOMBARDIER\n\n                    (V.O.)\n\n\n\n                 Well kid, now you got a real\n\n                 bombing mission under your belt.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nPILOT\n\n\n\n                 Dammit! BOMBARDIER\n\n                    (V. O.)\n\n\n\n                 Well kid, now you got a real\n\n                 bombing mission under your belt. \n\nTARGET SECTION TO BE ANNOTATED:\n                                             CUT TO\n\n\n\n\n\nTHE BOMBARDIER\n\n\n\nHe removes his oxygen mask and takes a long swig from a\n\nbottle.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nEXT. - THE \"PACIFIC PEARL\"\n\n\n\nShe rejoins the rest of the group.  The formation is not\n\nquite as tight as before.  As the formation flies along,\n\npuffs of cloud pass by, occasionally obscuring a machine.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nLOW VIEW OF THE \"PACIFIC PEARL\"\n\n\n\nUnder the \"Pacific Pearl's\" belly, we see the bellygunner\n\nsuspended in his small glass pod.  A red glow brightens up\n\nas he drags on a cigar.  The rest of the formation are\n\nvisible stretched to the side and behind as puffs of cloud\n\nwaft past.  We begin to feel as if the weather might be\n\nchanging.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE NOSE OF THE \"PACIFIC PEARL\"\n\n\n\nThe BOMBARDIER is relaxing inside as he swigs from the bottle\n\nand sings raucously.  From the front we look in on the pilot\n\nwith the dead co-pilot sagging in his seat next to him.\n\n\n\n\n\n                      BELLYGUNNER\n\n                    (V.O.)\n\n\n\n                 Sorry about Elkhorn, skip.\n\n                 What happened?\n\n\n\n                      PILOT\n\n\n\n                 I dunno.  The shell exploded and he\n\n                 collapsed.  I think he took it in\n\n                 the head.\n\n\n\n\n\n                      BELLYGUNNER\n\n                    (V.O.)\n\n\n\n                 Are ya sure he's dead, Skipper?\n\n\n\n\n\n                      PILOT\n\n\n\n                 He's dead.\n\n\n\n\n\n                      BOMBARDIER\n\n                    (sings drunkenly)\n\n\n\n                 Oh I put my finger in a woodpecker's\n\n                 hole and the woodpecker said God\n\n                 bless my soul; take it out, take it\n\n                 out, take it out, remove it ...\n\n\n\n\n\n                      TAILGUNNER\n\n                    (bolder)\n\n\n\n                 Hey Stepek, just shut up, okay?\n\n\n\n\n\n                      BOMBARDIER\n\n\n\n                 Up yours kid, wassa matter, you don't\n\n                 like my voice?\n\n\n\n\n\nWhile all this banter has been going on the cloud has been\n\nthickening.  Suddenly a serious voice cuts in on the small\n\ntalk. It's the NAVIGATOR.\n\n\n\n\n\n                      NAVIGATOR\n\n                    (V.O.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's the NAVIGATOR. NAVIGATOR\n\n                    (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\n                 Something's wrong!\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE NAVIGATOR\n\n\n\nHe is frantically tapping the compass.\n\n\n\n\n\n                      PILOT\n\n                    (V.O.)\n\n\n\n                 You got a problem, Holden?\n\n\n\n\n\n                      BOMBARDIER\n\n                    (V.O.)\n\n\n\n                 Naw, the kid's the one with the\n\n                 problem.  He don't like my voice!\n\n\n\n\n\n                      PILOT\n\n                    (V.O.)\n\n\n\n                 Button it up Stepek.  What's the\n\n                 problem, Holden?\n\n\n\n\n\n                      NAVIGATOR\n\n\n\n                 I must have a malfunction, my compass\n\n                 says we're heading north!\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nPILOT\n\n\n\nHe looks at his compass.\n\n\n\n\n\n                      PILOT\n\n\n\n                 Mine says east.\n\n\n\n\n\n                      NAVIGATOR\n\n                    (V.O.)\n\n\n\n                 Hey, can you guys see the rest of the\n\n                 squadron?\n\n\n\n\n\n                      BELLYGUNNER\n\n                    (V.O.)\n\n\n\n                 Negative, there's too much cloud.\n\n\n\n\n\nA sudden flash of lightning illuminates the whole inside of\n\nthe plane.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE COCKPIT\n\n\n\nThe dead co-pilot's pale face is momentarily electric blue,\n\nlit by the lightning flash.  We pan past him to the compass in\n\nthe instrument panel.  It is spinning madly.\n\n\n\n\n\n                      PILOT\n\n\n\n                 What the hell ...\n\n\n\n\n\nHe reaches forward to tap the compass.\n\n\n\n\n\n                      PILOT\n\n\n\n                 Hey Holden, now my compass has gone\n\n                 crazy.  It's spinning like a son of\n\n                 a bitch!\n\n\n\n\n\n                      NAVIGATOR\n\n                    (V.O.)\n\n\n\n                 Mine too, we must have hit a magnetic\n\n                 field or something !!\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nOUTSIDE THE PLANE\n\n\n\nWe see a dull glow coming from all crew positions from the\n\non-board lights.  Suddenly a curtain of rain lashes the machine.\n\n\n\n\n\n                      PILOT\n\n                    (V.O.)\n\n\n\n                 Christ, now they're all doing it!!\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE INSTRUMENT PANEL\n\n\n\nAll the dials are going haywire.  Above the instrument panel\n\nwe see the windshield is spattered with rain.\n\n\n\n\n\n                      BOMBARDIER\n\n                    (V.O.)\n\n\n\n                 You guys quit talking business?\n\n                 I'm trying to sing here!  Oh I\n\n                 put my finger in a woodpecker's ...\n\n\n\n\n\n                      PILOT\n\n                    (irritably)\n\n\n\n                 Can it Stepek, we got real problems.\n\n\n\n\n\nJust then through the rain, a strange green glow is seen\n\nin the distance.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nOh I\n\n                 put my finger in a woodpecker's ... PILOT\n\n                    (irritably)\n\n\n\n                 Can it Stepek, we got real problems. Just then through the rain, a strange green glow is seen\n\nin the distance. \n\nTARGET SECTION TO BE ANNOTATED:\n  It begins to curve toward the aircraft.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nOUTSIDE THE PLANE - NEAR BELLY TURRET\n\n\n\nThe turret swings as the gunner spots the glow.\n\n\n\n\n\n                      BELLYGUNNER\n\n\n\n                 Jesus!  Look at that!!\n\n\n\n\n\nFrom under the starboard wing, we see the object approaching.\n\n\n\n\n\n                      PILOT\n\n                    (V.O.)\n\n\n\n                 Look at what ... look at what!!?\n\n\n\n\n\n                      BELLYGUNNER\n\n\n\n                 It's out there, just look at it ...\n\n\n\n\n\n                      PILOT\n\n                    (V.O.)\n\n\n\n                 For Christ sake, give us a position!\n\n\n\n\n\n                      BELLYGUNNER\n\n\n\n                 It's about four o'clock, just below\n\n                 ... Holy Shit, it's coming right at us!\n\n\n\n\n\nThe glow suddenly zooms at the plane with great speed and hits\n\nthe starboard inner engine.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nPILOT'S POV\n\n\n\nHe has to push the dead co-pilot back to peer out the\n\nbroken starboard window ... the number three prop is bent\n\nand windmilling wildly.  It has a strange green luminescence\n\nabout it ... the whole machine shakes.\n\n\n\n\n\n                      PILOT\n\n\n\n                 Damn.\n\n\n\n\n\nThe PILOT tries to fly the plane and do the co-pilot's job of\n\nfeathering the bad engine.  Suddenly it's too late as the prop\n\nwobbles loose and cartwheels over the wing.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nOUTSIDE THE PLANE\n\n\n\nThe prop flies back and slices a great gash in the aircraft's\n\nskin, near the TAILGUNNER'S position.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE PILOT\n\n\n\n\n\n                      PILOT\n\n\n\n                 We lost the goddamned prop ...\n\n                 Did it do any damage?  Kid, check\n\n                 the tail.\n\n\n\n\n\nSilence.\n\n\n\n\n\n                      PILOT\n\n\n\n                 Come in kid ... kid are you okay?\n\n\n\n\n\nSilence.\n\n\n\n\n\n                      PILOT\n\n\n\n                 Travis; go check the back.\n\n\n\n\n\n                      BELLYGUNNER\n\n                    (V.O.)\n\n\n\n                 Will do, skipper.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nINSIDE HATCH\n\n\n\nTRAVIS' turret opens and TRAVIS pulls himself up into the fuselage.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE PILOT\n\n\n\nThe gauges are now settled except for the oil pressure to\n\nNo. 2 engine.  The pressure drops.  The engine heat gauge\n\nclimbs rapidly.  A red warning light begins to flash.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe pressure drops. The engine heat gauge\n\nclimbs rapidly. A red warning light begins to flash. \n\nTARGET SECTION TO BE ANNOTATED:\n                      PILOT\n\n                    (to himself)\n\n\n\n                 Goddamn it, now what?\n\n\n\n\n\nHe glances out of his window just in time to see a strange,\n\nclaw-like feeler coming out of the engine casing.  It detaches\n\none of the cooling gills, then another, and another.  They blow\n\naway in the slipstream.\n\n\n\n\n\n                      PILOT\n\n\n\n                 Gremlins!\n\n                 (rubbing his eyes)\n\n                 Jesus, I must be getting tired.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE BELLYGUNNER\n\n\n\nHe looks in to the kid's reargun compartment.  All that is left\n\nof him is a tattered skeleton.\n\n\n\nTRAVIS turns, horror frozen on his face.  Quick as a flash,\n\nfrom seemingly nowhere, something flies at him and grabs his\n\nthroat.  The mask on his face falls off, and we get a split\n\nsecond look of abject horror as he falls out of frame.\n\n\n\n\n\n                      PILOT\n\n                    (V.O.)\n\n\n\n                 Travis, what's goin' on back there?\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTRAVIS\n\n\n\nHis eyes are open but he is obviously dead.  Through his helmet\n\nheadphone, we hear his name.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE PILOT\n\n\n\n\n\n                      PILOT\n\n\n\n                 Holden, how far to base?\n\n\n\n\n\n                      NAVIGATOR\n\n                    (V.O.)\n\n\n\n                 Skip, with everything screwed up here, I'd,\n\n                 I'd guess about two hundred miles.\n\n\n\n\n\nAll the time the engine pops and bangs wildly.\n\n\n\n\n\n                      PILOT\n\n\n\n                 For Christ's sake, find us a place I\n\n                 can put her down!\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE NAVIGATOR\n\n\n\n\n\n                      NAVIGATOR\n\n\n\n                 It's all ocean down there, skip!\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE PILOT\n\n\n\n\n\n                      PILOT\n\n\n\n                 Mack, can you get us a radio fix?\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE RADIO OPERATOR\n\n\n\n\n\n                      RADIO OPERATOR\n\n\n\n                 Negative skip, too much interference.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE PILOT\n\n\n\nHe is fighting the controls.\n\n\n\n\n\n                      PILOT\n\n\n\n                 Shit!  I've gotta put her down!\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE BOMBARDIER\n\n\n\n\n\n                      BOMBARDIER\n\n\n\n                 Hey Holden ... ya old stuff shirt ...\n\n                 ya wanna snort?\n\n\n\n\n\n                      PILOT\n\n                    (V.O.)\n\n\n\n                 For God sakes Stepek, shut up!\n\n\n\n\n\nSTEPEK takes another swig from his bottle.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nPILOT\n\n                    (V. O.)\n\n\n\n                 For God sakes Stepek, shut up! STEPEK takes another swig from his bottle. \n\nTARGET SECTION TO BE ANNOTATED:\n  He is lying on\n\nhis back partly propped up by the curving nose of the aircraft.\n\nHe is about to make another smart ass reply, when he hears a\n\nstrange scratching and chirping noise above his head.  He\n\nlooks up in time to see sharp teeth and claws start to appear\n\nthrough the lining above his head.  He blinks in disbelief and\n\nthrows his bottle away as if the image came from the whiskey.\n\n\n\n\n\n                      BOMBARDIER\n\n\n\n                 Oh my God, there's ... there's ...\n\n                 ahh ... keep away ... keep away ...\n\n                 (struggles)\n\n                 ... hey no ... hey somebody ...\n\n                 (screams)\n\n\n\n\n\n                      NAVIGATOR\n\n                    (V.O.)\n\n\n\n                 Stepek, you stupid sonovabitch, will\n\n                 you lay off the booze, you've got the\n\n                 D.T.'s ...\n\n\n\n\n\nSTEPEK is wide-eyed and scared silly as the sound now begins\n\nunder his feet and pincers begin to snip through the floor.\n\nHe suddenly realizes that the whole floor is giving way beneath\n\nhim, and he grabs for a handful of cables as the floor collapses.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nOUTSIDE THE AIRCRAFT\n\n\n\nThe lower half of STEPEK is hanging in the slipstream, kicking\n\nmadly.  We see that his legs are covered in wriggling creatures.\n\n\n\n\n\n                                             CUT BACK TO\n\n\n\n\n\nSTEPEK\n\n\n\nHe is losing his grip with one hand, but still desperately\n\nclinging on to a bunch of cables with the other.  Suddenly\n\nan ugly pincer cuts the cables and STEPEK is gone ... out\n\ninto the night.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE PLANE\n\n\n\nSuddenly the No. 2 engine begins to backfire, blasting back\n\nlarge gobs of orange flame.  The oil, heat and manifold gauges\n\nare off the dial and red lights frantically flash.  Desperately\n\nthe PILOT looks out of the window.\n\n\n\nPieces begin flying off the engine.  The cowling disintegrates\n\nrevealing the bare engine beneath.  Small figures are frantically\n\nbusy ripping the engine to pieces.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE PILOT\n\n\n\nHe is scared.\n\n\n\n\n\n                      PILOT\n\n\n\n                 Holden, for God's sake get up\n\n                 here on the double.\n\n\n\n\n\n                      NAVIGATOR\n\n                    (V.O.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nPILOT\n\n\n\n                 Holden, for God's sake get up\n\n                 here on the double. NAVIGATOR\n\n                    (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\n                 What's the problem, skip?\n\n\n\n\n\n                      PILOT\n\n\n\n                 Just get up here!\n\n\n\n\n\nThe NAVIGATOR grimaces as he pushes past the dead co-pilot.\n\n\n\n\n\n                      NAVIGATOR\n\n\n\n                 What is it, skip?\n\n                 (looking out windows)\n\n\n\n                 JESUS H. CHRIST!\n\n\n\n\n\n                      PILOT\n\n\n\n                 Hold 'em off.  I'm taking her down.\n\n\n\n\n\nHe peers out at the incredible sight of the creatures ripping\n\noff the wing skin and tearing huge plates from the cowlings.\n\nThe camera pans down to his feet as the hatch door handle twists\n\nand then bursts open.  A dozen bat-like creatures swarm in.\n\nThe NAVIGATOR panics and reaches up, grabbing the flare gun\n\nfrom its rack.  He screams as the creatures attack and shoots\n\nright through the creatures, bathing the aircraft with a bright\n\nruby glow.\n\n\n\n\n\n                      NAVIGATOR\n\n                    (struggling)\n\n\n\n                 Okay you little bastards ... shit ...\n\n                 (screams)\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE RADIO OPERATOR\n\n\n\nThe flare shoots down the fuselage and smashes into him.\n\nWreathed in flames, he falls back into the fuselage.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nOUTSIDE THE AIRCRAFT\n\n\n\nCreatures swarm all over the plane.  The ball turret falls\n\noff.  A wheel suddenly lowers, then falls off.  A flap flutters\n\nfree and blows away.  Oil streams back into the slipstream and\n\nsections of the skin of the plane come away, revealing the\n\nskeleton framework of the fuselage.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE PILOT\n\n\n\nHe is fighting the controls.  Creatures are now in the cockpit,\n\nplucking out the instruments.  The PILOT reaches to the throttle\n\nonly to grab a creature that locks on to his gloved hand.\n\nFlying the plane with his good hand, he strikes and pummels\n\nat the attacking creatures with the other.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nOUTSIDE THE AIRCRAFT\n\n\n\nIt is now almost a flying skeleton.  For the first time, we\n\nsee that it is heading for an island.  A figure detaches itself\n\nfrom the machine and plummets away.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE PILOT\n\n\n\nHe falls, terror-stricken, through space.  Finally his chute\n\nopens.  A slimy creature still clings to his gloved hand.  He rips\n\noff the glove and throws it and the creature away.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nFinally his chute\n\nopens. A slimy creature still clings to his gloved hand. He rips\n\noff the glove and throws it and the creature away. \n\nTARGET SECTION TO BE ANNOTATED:\n                      PILOT\n\n\n\n                 (struggling)\n\n                 Jesus H. Christ!\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE ISLAND\n\n\n\nThe approaching smoking plane bellies onto the sea, bounces,\n\nthen skims along the wave tops, careening up onto the beach,\n\nwhere it twists around crazily before coming to a lopsided\n\nstop.  The machine faces us head-on and we see a glow coming\n\nfrom what's left of No. 3 engine. The camera zooms in rapidly\n\nto a green ball stuck in engine No. 3.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE PILOT\n\n\n\nHe has landed, and is undoing his parachute harness.  He looks\n\naround incredulously.  The island is a junkyard - a veritable\n\ngraveyard of aircrafts.  There are many aircrafts, both old\n\nwrecks and futuristic-looking ones lying everywhere.  Skeletal\n\ncorpses are still left in some of the wrecks.  The camera pans\n\nto the remains of one machine.  It is an old American Lockheed\n\nElectra.  It glints dull in the half light of dawn.  Painted\n\non its side are two names; \"Amelia Earhart\" and \"Fred Noonan\".\n\n\n\nThe camera continues to move through this panorama of metallic\n\njunk until it stops on a long chrome rod sticking up out of\n\na pile of scrap.\n\n\n\nTilting up to the sky we see the clouds part as two gargantuan\n\nmetal arms emerge and descend down toward the junkpile.  The\n\nmetal arms reach the chrome rod, grip it tightly, and begin to\n\nlift it up.\n\n\n\nWWe follow as the cylinder is pulled higher and higher, finally\n\ncoming to a stop in front of a giant eyeball.  The camera pulls\n\nback to reveal that the eyeball belongs to AUSTIN GRIMALDI,\n\nwho carefully scrutinizes the orange diode held tightly in his\n\nneedlenose pliers.\n\n\n\n\n\n                      AUSTIN\n\n\n\n                 Got it.\n\n\n\n\n\nSatisfied that this is the piece he had lost in the machine,\n\nhe begins to re-solder it in place.  Behind him, a LITTLE\n\nGIRL with red hair comes into the room and walks up to him.\n\n\n\n\n\n                      LITTLE GIRL\n\n\n\n                 It's broken again, isn't it Daddy?\n\n\n\n\n\n                      AUSTIN\n\n                    (concentrating)\n\n\n\n                 Yes dear.  But Daddy's fixing\n\n                 it.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nLITTLE GIRL\n\n\n\n                 It's broken again, isn't it Daddy? AUSTIN\n\n                    (concentrating)\n\n\n\n                 Yes dear. But Daddy's fixing\n\n                 it. \n\nTARGET SECTION TO BE ANNOTATED:\n  (hums)\n\n\n\n\n\n                      LITTLE GIRL\n\n                    (watching)\n\n\n\n                 How come it's always breaking?\n\n\n\n\n\n                      AUSTIN\n\n\n\n                 I don't know, sweetheart.  Mmmmhmm.\n\n\n\n\n\n                      LITTLE GIRL\n\n\n\n                 When it's fixed, will you make more\n\n                 funny pictures for me?\n\n\n\n\n\n                      AUSTIN\n\n\n\n                 Honey, why don't you go play with\n\n                 your toys and let Daddy finish his\n\n                 work, okay?  Mmmm ...\n\n\n\n\n\n                      LITTLE GIRL\n\n\n\n                 Okay.\n\n\n\n\n\nThe LITTLE GIRL wanders around to the other side of the machine,\n\nas AUSTIN flips a switch.  Once again the glass sphere sparkles\n\nand the holographic screen lights up.  AUSTIN uses a tool to\n\nfine-tune the holograph and an image begins to materialize;\n\nthe glass gates of Kraan.\n\n\n\nAs the image becomes clearer, the camera pulls closer and closer\n\nto the holograph screen.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE GATES OF KRAAN\n\n\n\nThe Council's voices still ringing in her head, TAARNA flies\n\nin over the demolished gates.  Below her, the once-beautiful\n\ncity lies in ruins.\n\n\n\nGliding overtop the deserted streets, she sees a column of\n\nsmoke rising through the wrecked dome of the building in the\n\ntown's center.  As she watches the smoke rise, she pulls hard\n\non the reins, and heads her bird up.\n\n\n\nThe camera follows as she rides in through the shattered dome\n\ndown to the Council Chambers below.\n\n\n\nCorpses of the Councilmen are strewn everywhere.  In the\n\ncenter of the room, a large pile of ancient books and\n\nmanuscripts lie smouldering.  Reaching the floor, TAARNA\n\ndismounts and starts to look around.  At the head of\n\nthe marble table sits the ELDER - dead.  In front of him,\n\na roll of parchment lies on the table.  TAARNA opens it.\n\n\n\nCarefully painted on the parchment is a circle of mountains,\n\ntheir tops glowing green.\n\n\n\nTAARNA looks at it, and puts it in her sack.  Then she notices\n\nthat the ELDER is clutching something in his hand.  Prying\n\nhis stiff fingers apart, she finds a blood-stained medallion\n\njust like the one her attacker wore on his chain.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nTAARNA looks at it, and puts it in her sack. Then she notices\n\nthat the ELDER is clutching something in his hand. Prying\n\nhis stiff fingers apart, she finds a blood-stained medallion\n\njust like the one her attacker wore on his chain. \n\nTARGET SECTION TO BE ANNOTATED:\nLooking at the dead ELDER, TAARNA grips the medallion tightly\n\nin her hand.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nOUTSIDE THE COUNCIL BUILDING\n\n\n\nTAARNA flies back out through the shattered dome and surveys\n\nthe city below.  All is quiet and dark, except for a green glow\n\ncoming from a second-floor window.  Curious, she flies over,\n\npulls up beside the window, and climbs in.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nGIRL'S BEDROOM\n\n\n\nEntering, TAARNA sees the slimy silk-like cocoon on the bed.\n\nThe basket of fruit still sits on the floor.  From\n\nwithin the webbing, the green ball is glowing brightly.\n\n\n\nTAARNA looks at the parchment in her sack, then at the glow\n\ncoming from the cocoon.  Cautiously, she approaches the cocoon,\n\nsword drawn.\n\n\n\nSuddenly a hand from within the cocoon grabs the ball and\n\nshoots forward, ripping through the webbing and holding the\n\nball up to TAARNA's face.  The hand belongs to a hideously\n\nugly witch, who emerges from the cocoon, cackling through\n\nsnake-like fangs.\n\n\n\n\n\n                      WITCH\n\n\n\n                 Behold!  The Sphere of Uluhtec!\n\n                 Look upon it, Taarna.  Look upon\n\n                 it with fear.  For in its glow lies\n\n                 the end of heaven - the beginning of\n\n                 hell.  Take it Taarna.  Feel death\n\n                 in your hands.  For death is upon\n\n                 you.  And as you perish ... so dies\n\n                 your race!\n\n\n\n\n\nThe witch's eyes go green.\n\n\n\n\n\n                      WITCH\n\n                    (screaming)\n\n\n\n                 Take it !!\n\n\n\n\n\nShe hurls tha ball at TAARNA, who dodges it.  The ball sails\n\npast her, out the window.  Then TAARNA, sword raised, leaps\n\nat the WITCH, slicing through her in rapid strokes.\n\n\n\nThe WITCH cackles and crumbles into dust, but her green eyes\n\nstay suspended in the air, and her cackle echoes through\n\nthe room.\n\n\n\nTAARNA backs away, climbing out the window, onto her bird.  As\n\nshe flies off, she sees the WITCH'S green ball high above her,\n\nrising into the clouds and disappearing.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe WITCH cackles and crumbles into dust, but her green eyes\n\nstay suspended in the air, and her cackle echoes through\n\nthe room. TAARNA backs away, climbing out the window, onto her bird. As\n\nshe flies off, she sees the WITCH'S green ball high above her,\n\nrising into the clouds and disappearing. \n\nTARGET SECTION TO BE ANNOTATED:\n                                             CUT TO\n\n\n\n\n\nSPACE\n\n\n\nThe WITCH'S green ball zooms through space, as Earth appears\n\nin the distance.  Then another object comes into sight.  Getting\n\ncloser we see that is is a modern winged rocketplane of no\n\ndeterminable nationality, soaring high above Earth.  The green\n\nmeteorite passes, briefly bathing the rocketplane in its glow.\n\n\n\nThe rocketplane banks sharply, then stabilizes.  Slowly the\n\nhatch-doors in its belly open up, revealing the underside of\n\nan automobile suspended in the open hatch.\n\n\n\nHydraulic metal arms emerge, lowering the automobile out from\n\nthe belly of the cruising rocketplane.  We can see now\n\nthat the car is a white, '59 Corvette convertible.\n\n\n\nWith a \"thunk\", the metal arms release the car, and\n\nas the rocketplane blasts away, the Corvette begins its\n\nfree-fall to Earth.\n\n\n\nAs the car falls gracefully through space, the driver plays\n\nwith the wheel, causing the Corvette to bank smoothly one\n\nway, then the other.\n\n\n\nOnce his direction is stable, the driver clicks on the car\n\nradio and adjusts it through various channels, until he settles\n\non one.\n\n\n\nWith the music playing, the car falls closer and closer to\n\nEarth, entering and emerging from the cloud cover over the\n\natmosphere.  In the heat of entry the vehicle's paint starts\n\nburning up.\n\n\n\nAs he heads down over a deserted area, the driver begins his\n\napproach.  Touching down at breakneck speed, the smoking\n\nCorvette bounces violently, every part straining at the\n\nrepeated impact.\n\n\n\nThe driver's face is expressionless as he jams the car into\n\nhigh gear and floors it, spinning the wheels in an attempt\n\nto translate downward momentum into forward motion.  Then\n\nhe pops his drag chute to help slow down.\n\n\n\nTThis accomplished, the expressionless driver releases the\n\nchute, and speeds off down the road in a cloud of dust.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nEXT.  THE PENTAGON - AERIAL SHOT\n\n\n\nFrom high above the building we see a crowd of reporters\n\nand T.V. newsmen waiting on the front steps.\n\n\n\nThe '59 Corvette pulls up at the curb below, and seeing\n\nit, the reporters all start to run over.\n\n\n\nThe camera zooms down and into the car.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nV. newsmen waiting on the front steps. The '59 Corvette pulls up at the curb below, and seeing\n\nit, the reporters all start to run over. The camera zooms down and into the car. \n\nTARGET SECTION TO BE ANNOTATED:\n  Inside, the driver\n\nreaches over, unplugs a rubber hose, and loosens the two\n\nlarge hex-nuts which connect him to the car.  As he gets out,\n\nthe reporters come running up.\n\n\n\n\n\n                      FEMALE REPORTER\n\n                    (to driver)\n\n\n\n                 Doctor Anrak, six more mutants were\n\n                 sighted in Arizona this morning.  Do\n\n                 you still say this has nothing to do\n\n                 with the green radiation from space.\n\n\n\n\n\nThe driver walks on without speaking.\n\n\n\n\n\n                      T.V. NEWSMAN\n\n                    (walking alongside)\n\n\n\n                 Doctor, is it true that the President\n\n                 himself pulled you off the Jupiter Six\n\n                 Project so that you could investigate\n\n                 those mutations? Doctor, answer me that.\n\n\n\n\n\nHe ignores the question, and walks past the guard into the\n\nPentagon.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nINT.  PENTAGON - MEETING ROOM\n\n\n\nAround a large table sit the Joint Chiefs of Staff, members of\n\nthe Cabinet, and a pretty secretary wearing a tight skirt.\n\nAn argument is in progress as the expressionless DOCTOR ANRAK\n\nenters.  The camera follows him as he sits down next to one\n\nof the Generals.\n\n\n\n\n\n                      FAT POLITICIAN\n\n\n\n                 ... well what I wanna know is,\n\n                 what's the Army doing about this?\n\n                 Hell!  My constiuents are turning\n\n                 green!  They're growing arms on\n\n                 their backs.  There's something or\n\n                 someone up there in space and the\n\n                 voters have a right to know about it!\n\n\n\n\n\n                      GENERAL\n\n\n\n                 Senator, we have no proof that these\n\n                 mutations are the result of interference\n\n                 from outer space.  In fact, Doctor Anrak\n\n                 has just come in, so let's hear what he\n\n                 has to say ... Doctor?\n\n\n\n\n\nThe room goes silent as the DOCTOR stands up.\n\n\n\n\n\n                      DOCTOR\n\n\n\n                 First of all, there is no cause for\n\n                 alarm.  As for the theories of interference\n\n                 by alien beings, it is my firm opinion that\n\n                 we on Earth are the only intelligent,\n\n                 technically advanced civilization present\n\n                 in the universe.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nOUTSIDE THE PENTAGON\n\n\n\nAn enormous round spaceship the size of Pittsburg hovers\n\noverhead.\n\n\n\n\n\n                                             CUT BACK TO\n\n\n\n\n\nTHE MEETING ROOM\n\n\n\n\n\n                      DOCTOR\n\n\n\n                 ... and whatever is causing these\n\n                 mutations is not from outer space.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs for the theories of interference\n\n                 by alien beings, it is my firm opinion that\n\n                 we on Earth are the only intelligent,\n\n                 technically advanced civilization present\n\n                 in the universe. CUT TO\n\n\n\n\n\nOUTSIDE THE PENTAGON\n\n\n\nAn enormous round spaceship the size of Pittsburg hovers\n\noverhead. CUT BACK TO\n\n\n\n\n\nTHE MEETING ROOM\n\n\n\n\n\n                      DOCTOR\n\n\n\n                 ... and whatever is causing these\n\n                 mutations is not from outer space. \n\nTARGET SECTION TO BE ANNOTATED:\n                 it's more likely just an isolated\n\n                 biological pheno ... pheno ... ph ...\n\n                 ph ... ph ...\n\n\n\n\n\nSuddenly the DOCTOR'S head starts to jerk from side to side.\n\nEveryone looks on, not knowing how to react.  As the DOCTOR\n\nbegins to move in short bursts, like a broken robot, he\n\nfixes his gaze upon the pretty secretary across the table.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nOUTSIDE THE PENTAGON\n\n\n\nFrom the bottom of the huge spacecraft, a metal tube emerges and\n\nstarts to drill through the roof of the Pentagon.\n\n\n\n\n\n                                             CUT BACK TO\n\n\n\n\n\nTHE MEETING ROOM\n\n\n\nThe DOCTOR starts to shake violently as he stares at the pretty\n\nsecretary.\n\n\n\n\n\n                      DOCTOR\n\n\n\n                 Pretty ... pretty ... p ... p ...\n\n\n\n\n\nSuddenly he lunges at her, sliding across the table.\n\n\n\n\n\nAs the DOCTOR struggles with the terrified girl, the camera\n\npans up to the ceiling, where the metal tube from the spaceship\n\ndrills through.  Descending upon them, it sucks them up instantly.\n\n\n\n\n\n                      DOCTOR\n\n\n\n                 Aaarrgghh!\n\n\n\n\n\n                      SECRETARY\n\n\n\n                 Eeeeeek!\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nINSIDE THE SPACECRAFT - CONTROL ROOM\n\n\n\nA metallic robot holding a clipboard, is standing in front of\n\na large glass receiving jar, as DOCTOR ANRAK comes through\n\nthe tube and lands in the jar.  As soon as the DOCTOR'S feet\n\nhit the bottom of the jar, the DOCTOR breaks into a lot of\n\nsmall metallic parts.\n\n\n\n\n\n                      ROBOT\n\n                    (Mechanical voice)\n\n\n\n                 Oh, nice job.  How am I supposed\n\n                 to fix this guy?  He's fucked.\n\n\n\n\n\nZEKE and EDSEL, two alien space-pilots, are standing nearby,\n\nat the control console.  They look like big furry orange heads\n\non stilts, with arms coming out of the sider.\n\n\n\n\n\n                      ZEKE\n\n                    (to Edsel)\n\n\n\n                 I guess we turned it up a\n\n                 little too high.\n\n\n\n\n\n                      EDSEL\n\n                    (to Robot)\n\n\n\n                 Sorry, man.\n\n\n\n\n\n                      ROBOT\n\n\n\n                 You're sorry?  What about me?\n\n                 I've gotta put this asshole\n\n                 back together.\n\n\n\n\n\nSuddenly the pretty secretary comes through the tube and lands\n\nin the jar.  She's a little mussed up, but okay.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nI've gotta put this asshole\n\n                 back together. Suddenly the pretty secretary comes through the tube and lands\n\nin the jar. She's a little mussed up, but okay. \n\nTARGET SECTION TO BE ANNOTATED:\n                      GLORIA\n\n\n\n                 (gasp)  Where am I?\n\n\n\n\n\n                      ROBOT\n\n                    (staring)\n\n\n\n                 Hey, who's the chick?\n\n\n\n\n\n                      GLORIA\n\n\n\n                 Well look at my clothes!\n\n                 Who's gonna pay for the dry\n\n                 cleaning?  And where am I?\n\n                 I demand that you return me\n\n                 to my office immediately.\n\n\n\n\n\n                      ROBOT\n\n\n\n                 Too late - molecular instability\n\n                 zone around spacecraft. You cannot\n\n                 leave.\n\n\n\n\n\n                      GLORIA\n\n                    (to Zeke)\n\n\n\n                 What?!  Is he kidding?\n\n\n\n\n\n                      ZEKE\n\n\n\n                 Uh ...\n\n\n\n\n\nHe looks at the ROBOT, who winks at him.\n\n\n\n\n\n                      ZEKE\n\n\n\n                 ... oh yeah.  Instability zone.\n\n                 You're stuck here.\n\n\n\n\n\nZEKE and EDSEL try to keep straight faces.\n\n\n\n\n\n                      GLORIA\n\n                    (stunned)\n\n\n\n                 But I have to be at my parents\n\n                 for dinner tonight.  And my\n\n                 gynecologist appointment is on\n\n                 Wednesday.\n\n\n\n\n\n                      ROBOT\n\n\n\n                 Not anymore.  Would you, ah, like\n\n                 a drink?\n\n                 (leading her away)\n\n                 You'll feel better after a glass of\n\n                 fresh blo-aak.\n\n\n\n\n\nThey disappear down a corridor.\n\n\n\n\n\n                      GLORIA\n\n                    (V.O.)\n\n\n\n                 Do you have any diet soda?\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nCONTROL CONSOLE\n\n\n\n\n\n                      EDSEL\n\n                    (to Zeke)\n\n\n\n                 Ah, typical robot.  The first\n\n                 Earth-chick we see in ten years,\n\n                 and he's gotta make a play for her.\n\n\n\n\n\nEDSEL jams the gearshift into 'D' for Drive, and the ship\n\nlifts away from Earth.\n\n\n\n\n\n                      ZEKE\n\n\n\n                 Hey, do we have any of that\n\n                 Plutonian Nyborg left?\n\n\n\n\n\n                      EDSEL\n\n\n\n                 Uh, yeah.  Just one bag.  Uh, it's\n\n                 in the transmitter compartment.\n\n\n\n\n\n                      ZEKE\n\n\n\n                 Uh, thanks man.\n\n\n\n\n\nZEKE opens a hatch and pulls out a double-spouted plastic\n\nbag on wheels the size of a steamer-trunk.  It is full of\n\nwhite powder.\n\n\n\n\n\nHe pours two fifteen-foot lines of powder onto the floor.\n\nThen, he pauses.\n\n\n\n\n\n                      ZEKE\n\n                    (surveying the lines)\n\n\n\n                 Oh great.  Think this is enough?\n\n\n\n\n\n                      EDSEL\n\n                    (thinking)\n\n\n\n                 Uhh ... nah.  Go for broke.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nThink this is enough? EDSEL\n\n                    (thinking)\n\n\n\n                 Uhh ... nah. Go for broke. \n\nTARGET SECTION TO BE ANNOTATED:\n                      ZEKE\n\n\n\n                 Good thinking, man.\n\n\n\n\n\nAs he resumes pouring, ZEKE begins singing to himself in an\n\nalien tongue.  When the lines are poured, they both stand at\n\nthe start of the trail of white powder, and part their hair\n\nto reveal nostrils hidden in their foreheads.\n\n\n\n\n\n                      ZEKE & EDSEL\n\n\n\n                 Nose dive!\n\n\n\n\n\nThey both start to criss-cross the room, inhaling the white\n\npowder like vaccuum cleaners.  As they happily snort the\n\nNyborg, the camera pans back to the glass receiving jar, and\n\nmoves down through the broken pieces of DOCTOR ANRAK.  Reaching\n\nhis lifeless face, the camera moves around to the back of the\n\nhead.  Through the shattered metal we can see a green ball,\n\nglowing inside ANRAK'S skullpiece.\n\n\n\n\n\n                                             DISSOLVE TO\n\n\n\n\n\nSPACE - ZEKE AND EDSEL'S P.O.V.\n\n\n\nAs the round spaceship moves through space, a group of\n\nasteroids approach and whip past.  Up ahead, a red sun\n\nturns white and goes super-nova.\n\n\n\n\n\n                      EDSEL\n\n                    (V.O.)\n\n\n\n                 Oh, wow ... good Nyborg!\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nINSIDE THE SPACECRAFT - ROBOT'S BEDROOM\n\n\n\nGLORIA PEARLMAN and the ROBOT are lying in bed, naked.\n\nThey have just finished making love.  She is smoking a cigarette.\n\n\n\n\n\n                      GLORIA\n\n                    (glazed)\n\n\n\n                 That was incredible.  I've never felt\n\n                 anything like it.\n\n\n\n\n\n                      ROBOT\n\n\n\n                 Oh great.  I have been programmed to\n\n                 be fully proficient in sexual activities.\n\n                 Do you want to go steady?\n\n\n\n\n\n                      GLORIA\n\n\n\n                 Gee, I don't know.  I already have\n\n                 a boyfriend.\n\n\n\n\n\n                      ROBOT\n\n\n\n                 Ah, what he does not know will not\n\n                 hurt him.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nCONTROL CONSOLE\n\n\n\nZEKE and EDSEL are sitting at the controls, staring wide-eyed\n\nout into space.  They are obviously stoned.  Suddenly a bell\n\nrings and the communicator screen lights up.  A serious officer's\n\nface appears on it.\n\n\n\n\n\n                      OFFICER ON SCREEN\n\n\n\n                 Mothership calling starcruiser Alpha ...\n\n                 Mothership calling starcruiser Alpha ...\n\n\n\n\n\nZEKE looks over at the screen and then shouts into it.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nOFFICER ON SCREEN\n\n\n\n                 Mothership calling starcruiser Alpha ... Mothership calling starcruiser Alpha ... ZEKE looks over at the screen and then shouts into it. \n\nTARGET SECTION TO BE ANNOTATED:\n                      ZEKE\n\n\n\n                 Whaddyawant, man?\n\n\n\n\n\n                      OFFICER ON SCREEN\n\n\n\n                 Mothership calling Starcruiser Alpha ...\n\n\n\n\n\n                      EDSEL\n\n                    (to Zeke)\n\n\n\n                 You gotta use the microphone.\n\n\n\n\n\n                      ZEKE\n\n\n\n                 Oh yeah.\n\n                 (shouts into microphone)\n\n                 Whaddyawant man?\n\n\n\n\n\n                      OFFICER\n\n\n\n                 Now listen, idiot.  Do I have to\n\n                 tell you eight hundred times?  You\n\n                 don't call me \"man\"!  You call me\n\n                 \"Com-Op Officer Blix\". Now is that\n\n                 perfectly clear?\n\n\n\n\n\n                      ZEKE\n\n                    (into mike)\n\n\n\n                 Yeah, sure.  Whaddyawant, man?\n\n\n\n\n\n                      OFFICER\n\n                    (disgruntled)\n\n\n\n                 You are to return immediately to\n\n                 the Mother Ship and pick up a\n\n                 humanoid civilian.  Your orders\n\n                 are to escort him to the Interplanetary\n\n                 Tribunal Courtroom so that he can testify\n\n                 at the trial of Lincoln Sternn.  And make\n\n                 it snappy!\n\n\n\n\n\nThe screen goes blank.\n\n\n\n\n\n                      EDSEL\n\n\n\n                 Wow!  They finally got Sternn.\n\n\n\n\n\n                      ZEKE\n\n\n\n                 It's about time.  Hang on, man.\n\n                 Here we go.\n\n\n\n\n\nZEKE jams the gearshift into hyper-drive.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nSPACE\n\n\n\nThe round spaceship blasts forward at ten times the speed\n\nof light.\n\n\n\n\n\n                                             DISSOLVE TO\n\n\n\n\n\nSPACE - LATER\n\n\n\nZEKE and EDSEL'S round spacecraft looks like an apple\n\nheading toward a freight train as it approaches the\n\nenormous mother-ship.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nINSIDE SPACECRAFT - CONTROL CONSOLE\n\n\n\nAn ashtray full of roaches sits on the console.  ZEKE is\n\nat the controls with a joint in his mouth.  He is swaying\n\nback and forth, eyes glazed.  Beside him, EDSEL watches\n\nthe mothership getting closer.\n\n\n\n\n\n                      EDSEL\n\n                    (to Zeke)\n\n\n\n                 You okay to land this thing?\n\n\n\n\n\n                      ZEKE\n\n\n\n                 No problem, man.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nMOTHERSHIP'S LANDING AREA\n\n\n\nHuge red arrows point the way through the ten-mile wide\n\nlanding area as the round spaceship glides in.\n\n\n\n\n\n                      EDSEL\n\n                    (V.O.)\n\n\n\n                 I think you're goin' a little high,\n\n                 man.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO\n\n\n\n\n\nMOTHERSHIP'S LANDING AREA\n\n\n\nHuge red arrows point the way through the ten-mile wide\n\nlanding area as the round spaceship glides in. EDSEL\n\n                    (V. O.)\n\n\n\n                 I think you're goin' a little high,\n\n                 man. \n\nTARGET SECTION TO BE ANNOTATED:\n                      ZEKE\n\n                    (V.O.)\n\n\n\n                 It's okay, man.  If there's one\n\n                 thing I know, it's how to drive\n\n                 when I'm stoned.  It's like, you\n\n                 know your perspective's fucked,\n\n                 so you just gotta let your hands\n\n                 work the controls as if you're\n\n                 straight.\n\n\n\n\n\nThe round ship rams directly into a wall, and crashes down,\n\nskidding to a stop in front of the loading bay.\n\n\n\n\n\n                      EDSEL\n\n                    (V.O.)\n\n\n\n                 Oh, wow, good landing, man.\n\n\n\n\n\n                      ZEKE\n\n                    (V.O.)\n\n\n\n                 Thanks.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nINSIDE SPACECRAFT - ENTRANCE HATCH\n\n\n\nZEKE and EDSEL press a button to open the hatch doors.\n\nAs the door opens we see two metallic Regolian guards\n\nwaiting on the other side.  Between them stands a small,\n\nshabbily-dressed humanoid with a crooked jaw and\n\ncauliflower ears.  This is HANOVER FISTE.\n\n\n\n\n\n                      REGOLIAN GUARD\n\n                    (to Zeke and Edsel)\n\n\n\n                 This man is to be delivered to the,\n\n                 clik, Interplanetary Tribunal, Courtroom\n\n                 #3, clik, Galaxy versus Lincoln Sternn.\n\n                 Thenk yew.  Clik.\n\n\n\n\n\nThe guards wheel away.\n\n\n\n\n\n                      FISTE\n\n                    (meekly)\n\n\n\n                 Ah, hello.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nCORRIDOR IN SPACESHIP\n\n\n\nZEKE and EDSEL escort FISTE down the corridor.\n\n\n\n\n\n                      EDSEL\n\n                    (to Fiste)\n\n\n\n                 Umm, you're gonna testify at\n\n                 Sternn's trial?\n\n\n\n\n\nFISTE nods.\n\n\n\n\n\n                      ZEKE\n\n\n\n                 They gotta give him at least, like,\n\n                 life.\n\n\n\n\n\n                      FISTE\n\n\n\n                 Lincoln Sternn is a kind and honourable\n\n                 man.\n\n                 (camera pulls close to Fiste's face)\n\n                 He will be freed.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nSPACE - LATER\n\n\n\nAs the round spaceship journeys through space it passes through\n\na fantastic space-scape of disembodied rock statues, and past\n\na magnificent graffiti-covered robot chained to an asteroid.\n\n\n\n\n\n                      EDSEL\n\n                    (V.O.)\n\n\n\n                 Y'know, I wish they'd clean this place\n\n                 up, man.\n\n\n\n\n\n                      ZEKE\n\n                    (V.O.)\n\n\n\n                 Yeah.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\n\n\n\n                 Y'know, I wish they'd clean this place\n\n                 up, man. ZEKE\n\n                    (V. O.)\n\n\n\n                 Yeah. \n\nTARGET SECTION TO BE ANNOTATED:\n  It's like pig city out here.\n\n\n\n\n\n                      EDSEL\n\n                    (V.O.)\n\n\n\n                 Yeah.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nROBOT'S BEDROOM\n\n\n\nGLORIA is getting dressed as the ROBOT re-charges his energy-\n\npaks.\n\n\n\n\n\n                      ROBOT\n\n\n\n                 ... but I don't understand.  We\n\n                 laugh together.  We care for each\n\n                 other.  We have highly proficient\n\n                 sex.  Why can't we get married?\n\n\n\n\n\n                      GLORIA\n\n\n\n                 Look, we're different, okay?  Let's\n\n                 leave it at that.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nCONTROL ROOM\n\n\n\nThe hatch opens, and GLORIA and the ROBOT walk through,\n\nstill talking.\n\n\n\n\n\n                      GLORIA\n\n\n\n                 ... but mixed marriages just don't\n\n                 work.  What if you get tired of me\n\n                 and run off with a vibrator or\n\n                 something?\n\n\n\n\n\nAs they move through the room, and out the other side, they\n\npass FISTE, who is sitting quietly near the receiving jar,\n\nhands folded.  Looking around, FISTE notices a green glow\n\ncoming from the bottom of the jar.  He gets up, quietly opens\n\nthe jar, and pokes through the scrap robot parts.\n\n\n\nFinding the small green ball in ANRAK'S head, he pulls it\n\nout and looks at it.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nCONTROL CONSOLE\n\n\n\nZEKE and EDSEL are sitting at the controls, driving carefully.\n\nFISTE, carrying the green ball, comes up and sits down beside\n\nthem.\n\n\n\n\n\n                      ZEKE\n\n\n\n                 There it is, man.  I'm gonna hang\n\n                 a louie here.\n\n\n\n\n\n                      EDSEL\n\n                    (to Fiste)\n\n\n\n                 Yeah, well it won't be long now.  Are\n\n                 you sure you're gonna testify for Sternn.\n\n\n\n\n\nFISTE says nothing.  He just clutches the green ball and stares\n\ninto space.\n\n\n\nZEKE and EDSEL look at each other and shrug.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nOUTSIDE THE SPACESHIP\n\n\n\nAn enormous, brightly-lit, multi-level space station/courthouse\n\nfloats into view, completely filling the screen.  ZEKE and\n\nEDSEL'S round spaceship is just a speck as it enters the frame,\n\napproaching the mammoth structure.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nSPACE-STATION LANDING DOCK\n\n\n\nThe ship locks into the dock, and the exit hatch opens.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO\n\n\n\n\n\nOUTSIDE THE SPACESHIP\n\n\n\nAn enormous, brightly-lit, multi-level space station/courthouse\n\nfloats into view, completely filling the screen. ZEKE and\n\nEDSEL'S round spaceship is just a speck as it enters the frame,\n\napproaching the mammoth structure. CUT TO\n\n\n\n\n\nSPACE-STATION LANDING DOCK\n\n\n\nThe ship locks into the dock, and the exit hatch opens. \n\nTARGET SECTION TO BE ANNOTATED:\nGLORIA and the ROBOT come through first, ahead of ZEKE, EDSEL,\n\nand FISTE.\n\n\n\n\n\n                      GLORIA\n\n\n\n                 ... alright, alright.  I'll marry\n\n                 you - but on one condition ... I\n\n                 want a Jewish wedding.\n\n\n\n\n\n                      ROBOT\n\n\n\n                 A Jewish wedding!?!!!  But this is\n\n                 space.  95% of the population are\n\n                 robots.\n\n\n\n\n\n                      GLORIA\n\n\n\n                 Well, find me a robot-rabbi!\n\n\n\n\n\n                      ROBOT\n\n\n\n                 Okay, okay!\n\n\n\n\n\n                      EDSEL\n\n\n\n                 I give them six months, man.\n\n\n\n\n\n                      ZEKE\n\n\n\n                 He doesn't even look Jewish!\n\n\n\n\n\nGLORIA and the ROBOT disappear around a corner as ZEKE and EDSEL\n\nescort FISTE through the hatch.  FISTE is carrying the small\n\ngreen ball.\n\n\n\nAs they lead FISTE away, the camera pulls back, out through\n\na space-port, and moves along the outside of the slowly\n\nrotating space-station.  At the top, the camera zooms down\n\nthrough a massive glass-domed ceiling and into a huge\n\ninter-galactic courtroom.\n\n\n\nVoices echo below us.\n\n\n\n\n\n                      PROSECUTOR\n\n\n\n                 Are you Captain Lincoln F. Sternn?\n\n\n\n\n\n                      STERNN\n\n\n\n                 I am.\n\n\n\n\n\nAs we move down, we see square-jawed CAPTAIN STERNN, his\n\nshifty-eyed lawyer, and the cold Prosecutor all standing\n\nbefore the Judge.\n\n\n\nSTERNN is smirking confidently as the Prosecutor reads from\n\na long page of charges.\n\n\n\n\n\n                      PROSECUTOR\n\n\n\n                 Lincoln Sternn - you stand here\n\n                 accused of twelve counts of murder\n\n                 in the first degree  ... fourteen\n\n                 counts of armed theft of Federation\n\n                 property ...\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE GALLERY\n\n\n\nThe hostile humanoid and alien faces all stare at STERNN with\n\nhateful, accusing eyes.\n\n\n\n\n\n                      PROSECUTOR\n\n                    (V.O.)\n\n\n\n                 ... twenty-two counts of piracy\n\n                 in high space ... eighteen counts of\n\n                 fraud ...\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nSTERNN'S LAWYER\n\n\n\nMopping his brow, he looks nervously over to STERNN.\n\n\n\n\n\n                      PROSECUTOR\n\n                    (V.O.)\n\n\n\n                 ... thirty-seven counts of rape, and\n\n                 one moving violation.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO\n\n\n\n\n\nSTERNN'S LAWYER\n\n\n\nMopping his brow, he looks nervously over to STERNN. PROSECUTOR\n\n                    (V. O.)\n\n\n\n                 ... thirty-seven counts of rape, and\n\n                 one moving violation. \n\nTARGET SECTION TO BE ANNOTATED:\n  How do you plead?\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nCAPTAIN STERNN\n\n\n\nSmiling to himself, he nods, then gets serious.\n\n\n\n\n\n                      STERNN\n\n\n\n                 Not guilty!\n\n\n\n\n\n                      LAWYER\n\n                    (whispers to Sternn)\n\n\n\n                 Not guilty?!?  Are you nuts?!?\n\n\n\n\n\n                      STERNN\n\n                    (whispers to lawyer)\n\n\n\n                 It's okay, Charlie.  I got an\n\n                 angle.\n\n\n\n\n\n                      JUDGE\n\n                    (to Prosecutor)\n\n\n\n                 Call the first witness!\n\n\n\n\n\nSTERNN and his lawyer move to their seats.\n\n\n\n\n\n                      LAWYER\n\n                    (to Sternn)\n\n\n\n                 But the Prosecutor's gotcha cold!\n\n                 Yer as guilty as a cat in a goldfish\n\n                 bowl.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE COURTROOM DOORS\n\n\n\nZEKE and EDSEL enter with FISTE, and push their way to the\n\nfront.\n\n\n\n\n\n                      PROSECUTOR\n\n\n\n                 The Prosecution calls Hanover Fiste.\n\n\n\n\n\n                      GUARD #1\n\n\n\n                 Calling Hanover Fiste!\n\n\n\n\n\n                      GUARD #2\n\n\n\n                 Calling Hanover Fiste!\n\n\n\n\n\n                      GUARD #3\n\n\n\n                 Calling Hanover Fiste!\n\n\n\n\n\n                      GUARD #4\n\n\n\n                 Hanover Fiste!\n\n\n\n\n\nZEKE and EDSEL sit down, while HANOVER FISTE, small and\n\nshabby, walks up to the witness stand, nervously clutching\n\nthe small green ball in his hand.  As he passes, STERNN and\n\nhis lawyer continue to argue.\n\n\n\n\n\n                      LAWYER\n\n                    (pleading)\n\n\n\n                 Lissen Sternn ... change the plea\n\n                 to guilty.  Throw yerself on the\n\n                 mercy of the court.\n\n\n\n\n\n                      STERNN\n\n\n\n                 I told you, Charlie.  I got an\n\n                 angle.\n\n\n\n\n\nHANOVER FISTE is sworn in, as Sternn's lawyer begs.\n\n\n\n\n\n                      LAWYER\n\n\n\n                 But the most we can hope for is to\n\n                 get ya buried in secrecy so yer grave\n\n                 don't get violated!  Plead guilty!\n\n\n\n\n\n                      STERNN\n\n\n\n                 Shut up, Charlie.  I got an angle.\n\n\n\n\n\n                      LAWYER\n\n\n\n                 What angle?\n\n\n\n\n\n                      STERNN\n\n                    (pointing to Fiste)\n\n\n\n                 Him!\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nWITNESS STAND\n\n\n\n\n\n                      PROSECUTOR\n\n\n\n                 State your name for the record.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nLAWYER\n\n\n\n                 What angle? STERNN\n\n                    (pointing to Fiste)\n\n\n\n                 Him! CUT TO\n\n\n\n\n\nWITNESS STAND\n\n\n\n\n\n                      PROSECUTOR\n\n\n\n                 State your name for the record. \n\nTARGET SECTION TO BE ANNOTATED:\n                      FISTE\n\n                    (fidgeting nervously with\n\n                     the green ball)\n\n\n\n                 I am Hanover Fiste.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nSTERNN\n\n\n\n\n\n                      STERNN\n\n                    (winking to lawyer)\n\n\n\n                 I promised him thirty-five thousand\n\n                 zuleks to testify on my behalf.\n\n\n\n\n\n                                             CUT BACK TO\n\n\n\n\n\nWITNESS STAND\n\n\n\n\n\n                      PROSECUTOR\n\n\n\n                 You know the defendant,\n\n                 (pointing)\n\n                 Captain Sternn?\n\n\n\n\n\n                      FISTE\n\n\n\n                 Yes, I know Captain Sternn.  And\n\n                 never did there live a kinder, more\n\n                 generous man.  He is an overflowing\n\n                 cup, filled with the very cream of\n\n                 human goodness ...\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nSTERNN AND HIS LAWYER\n\n\n\n\n\n                      STERNN\n\n                    (to lawyer)\n\n\n\n                 See?\n\n\n\n\n\n                                             CUT BACK TO\n\n\n\n\n\nWITNESS STAND\n\n\n\n\n\n                      FISTE\n\n\n\n                 ... in all the time I've known him,\n\n                 he's never done anything immoral ...\n\n                 (thinking)\n\n                 unless maybe the Pre-Schooler's\n\n                 Prostitute ring ...\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nSTERNN AND HIS LAWYER\n\n\n\nThey look at each other, shocked.\n\n\n\n\n\n                      STERNN & LAWYER\n\n\n\n                 Huh?!?\n\n\n\n\n\n                                             CUT BACK TO\n\n\n\n\n\nWITNESS STAND\n\n\n\n\n\n                      FISTE\n\n                    (speaking gently)\n\n\n\n                 ... and he's ah, never done anything\n\n                 illegal ...\n\n                 (turning sharply)\n\n                 ... unless you count all the times\n\n                 he sold dope disguised as a nun!!\n\n                 (reverting to meekness)\n\n                 He's always been a good, law-abiding\n\n                 citizen ...\n\n                 (shouting at himself)\n\n                 Awww, gimme a break!!\n\n                 (gentle again)\n\n                 ... of the Federation, and, and ...\n\n                 (going schizo)\n\n                 Shut Up!  Shut Up!  Shut Up!\n\n                 (gentle, but starting to sweat)\n\n                 ... a community-concious individual, ah, ah ...\n\n                 (rising in crazed anger)\n\n                 STERNN!!!\n\n                 (pointing as he screams)\n\n                 He's nothin' but a low-down, double-dealin',\n\n                 back-stabbin', larcenous, perverted worm!!\n\n\n\n\n\nSTERNN and his lawyer look on, horrified, as FISTE'S body\n\nstarts to grow.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\n(rising in crazed anger)\n\n                 STERNN!!! (pointing as he screams)\n\n                 He's nothin' but a low-down, double-dealin',\n\n                 back-stabbin', larcenous, perverted worm!! STERNN and his lawyer look on, horrified, as FISTE'S body\n\nstarts to grow. \n\nTARGET SECTION TO BE ANNOTATED:\n                      FISTE\n\n\n\n                 Hangin's too good for him!!\n\n\n\n\n\nNew muscles tear through FISTE'S shabby clothes.\n\n\n\n\n\n                      FISTE\n\n\n\n                 Burnin's too good for him!!\n\n\n\n\n\nGrowing larger, he starts foaming at the mouth.\n\n\n\n\n\n                      STERNN\n\n\n\n                 Hanover ...\n\n\n\n\n\n                      FISTE\n\n\n\n                 He should be torn into little bitsy\n\n                 pieces and buried alive!!!\n\n\n\n\n\nFISTE rams his hands down onto the Witness Stand, shattering\n\nit completely.\n\n\n\n\n\n                      STERNN\n\n\n\n                 Hanover ...\n\n\n\n\n\n                      FISTE\n\n\n\n                 I'll kill him!\n\n\n\n\n\nHe hurls the Prosecutor aside, and moves towards STERNN with\n\nthundering footsteps.\n\n\n\n\n\n                      FISTE\n\n\n\n                 KII - ILLL!!!\n\n\n\n\n\nStill growing, he rips apart the Judge's bench as he passes\n\nit.  Finally  he stands towering in rage over the terrified\n\nSTERNN.\n\n\n\n\n\n                      STERNN\n\n                    (to Fiste)\n\n\n\n                 H-h-hey, Hanover ...\n\n                 n-now take it easy, Hanover,\n\n                 I'm sure we can talk this ov ...\n\n\n\n\n\nInstinctively, STERNN leaps back as FISTE'S giant hands come\n\nsmashing down in the spot where STERNN stood.  The gallery\n\nscatters screaming as STERNN runs for the door.  Slavering,\n\nFISTE thunders after him.  STERNN runs through the exit,\n\nbolting the door behind him.  FISTE follows, tearing the\n\ndoor apart, and bringing the entire courtroom wall down in\n\nthe process.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nSTERNN\n\n\n\nRunning down a hallway, STERNN passes a group of Regolian\n\ncops, who raise their weapons in an attempt to block the\n\nrampaging FISTE.\n\n\n\n\n\n                      REGOLIAN #1\n\n\n\n                 Halt, clik, in the name of the\n\n                 Federation, clik.  Where is your\n\n                 corridor pass?\n\n                 (to other Regolians)\n\n                 Unco-operative humanoid, clik,\n\n                 blast him.\n\n\n\n\n\nThey open fire, but FISTE is unstoppable.  Still growing,\n\nhe grabs the Regolians's weapons, crunches them up and eats\n\nthem.\n\n\n\n\n\n                      REGOLIAN #1\n\n\n\n                 You are now in violation of Code\n\n                 103-N-17, clik, paragraph A-64 ...",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey open fire, but FISTE is unstoppable. Still growing,\n\nhe grabs the Regolians's weapons, crunches them up and eats\n\nthem. REGOLIAN #1\n\n\n\n                 You are now in violation of Code\n\n                 103-N-17, clik, paragraph A-64 ... \n\nTARGET SECTION TO BE ANNOTATED:\n                 unauthorized consumption of Federation\n\n                 property.  Please come quietly, clik,\n\n                 ... thenk yew.\n\n\n\n\n\nWith a single clap of his enormous hands, FISTE crushes the\n\nRegolian's metal skulls together into an accordian the thickness\n\nof a dime.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nSTERNN\n\n\n\nHe races through a metallic hallway, and ducks into a boiler\n\nroom, then down a long dark tunnel.  At the end of the tunnel,\n\nSTERNN comes to a dead-end, and stops to rest.\n\n\n\n\n\n                      STERNN\n\n\n\n                 Oh, this looks good.\n\n\n\n\n\n                      FISTE\n\n\n\n                 (growls)\n\n\n\n\n\n                      STERNN\n\n\n\n                 Oh, duck under here ...\n\n\n\n\n\n                      FISTE\n\n\n\n                 I'll get you!!\n\n\n\n\n\n                      STERNN\n\n\n\n                 I think I'll turn here!\n\n                 (runs, gasping)\n\n                 Come on feet, don't fail me now!\n\n\n\n\n\n                      FISTE\n\n\n\n                 Sternn!!!\n\n\n\n\n\n                      STERNN\n\n\n\n                 Uh oh ...\n\n                 (runs)\n\n                 Ah, gasp, ah whew, lost him!\n\n\n\n\n\n                      FISTE\n\n\n\n                 STERNN!!\n\n\n\n\n\n                      STERNN\n\n\n\n                 Okay, Hanover, you've had this\n\n                 coming!\n\n\n\n\n\nTaking a deep breath, STERNN reaches into his pocket, pulls\n\nout a wad of bills, and counts them out as he hands them to\n\nFISTE.\n\n\n\n\n\n                      STERNN\n\n\n\n                 Let's see, thirty-three, thirty-\n\n                 four, thirty-five thousand zuleks.\n\n                 Thanks Hanover.\n\n\n\n\n\n                      FISTE\n\n                    (taking money)\n\n\n\n                 S'nothin, boss.\n\n\n\n\n\nCounting his money, FISTE starts shrinking back to his\n\nnormal size.\n\n\n\n\n\n                      STERNN\n\n\n\n                 And Hanover ...\n\n\n\n\n\n                      FISTE\n\n\n\n                 Yes?\n\n\n\n\n\n                      STERNN\n\n\n\n                 Goodbye.\n\n\n\n\n\nSTERNN pulls a lever, which opens up the floor below FISTE,\n\nwho screams, falling out into space.  As FISTE slides out,\n\nSTERNN grabs the money from FISTE'S hand and smiles.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE OUTLANDS\n\n\n\nAll is quiet across this vast expanse of rusted pipes and\n\nbarren desert.  The silence is broken by a whistling sound which\n\ngets louder and louder.  Then, thud!\n\n\n\nA green ball lands in the dirt in front of us.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe silence is broken by a whistling sound which\n\ngets louder and louder. Then, thud! A green ball lands in the dirt in front of us. \n\nTARGET SECTION TO BE ANNOTATED:\n  Fluttering down\n\naround it are HANOVER FISTE'S tattered clothes.  Then the\n\nburnt ashes of Hanover's body land in a small pile beside his\n\nclothes.  Panning up we see TAARNA flying on her bird in the\n\ndistance.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTAARNA\n\n\n\nShe swoops down and flies through a maze of rusting pipes and\n\ncables which look like the ramnants of an ancient power station.\n\nThen she steers her bird through a hidden opening in the rotting\n\nfloor, and enters a magnificent  secret hideaway cut deep into\n\nthe rock.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nINSIDE TAARNA'S HIDEAWAY\n\n\n\nLanding her bird on a circular slab of gleaming marble, TAARNA\n\ndismounts and walks over to a shimmering pool.  Here she disrobes,\n\nand picking up a small gold pitcher, she pours an ancient oil\n\nover herself.  It shines and sparkles as it touches her skin.\n\nThen she steps into the water, where her body seems to sparkle\n\neven brighter.\n\n\n\nFinishing her sacred bath, she steps out and walks to a stone\n\nwall.  When she touches it, a rock panel slides away to reveal\n\na gold chest.  TAARNA opens it.\n\n\n\nInside the chest lies a glistening set of armoured garments,\n\nso bright that TAARNA must shield her eyes for a moment.  Then,\n\nas she looks down at the armour, the voice of TAARAK THE\n\nDEFENDER comes into her head.\n\n\n\n\n\n                      TAARAK\n\n                    (V.O.)\n\n\n\n                 To defend - this is the Pact.\n\n                 but when life loses its value,\n\n                 and it taken for nought, then\n\n                 the Pact is ... to avenge!!\n\n\n\n\n\nThrough a series of dissolves we see TAARNA'S hands sensuously\n\nfitting the various metallic pieces over her firm body.  Finally\n\nwe pull back to see her fully.\n\n\n\nStanding before us, glistening in the torch-light, she looks\n\nmagnificent.  Reaching once more into the chest, TAARNA pulls\n\nout a golden sword.  As she holds it, it seems to vibrate,\n\nalmost buzzing in her hands.  Suddenly she swings it, slicing\n\ncleanly through one of the stone torches on the rock wall.  As\n\nthe burning torch falls to the ground, TAARNA leaves.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs she holds it, it seems to vibrate,\n\nalmost buzzing in her hands. Suddenly she swings it, slicing\n\ncleanly through one of the stone torches on the rock wall. As\n\nthe burning torch falls to the ground, TAARNA leaves. \n\nTARGET SECTION TO BE ANNOTATED:\n                                             CUT TO\n\n\n\n\n\nTHE SKY\n\n\n\nFrom over our heads, TAARNA comes soaring past, her armour\n\ngleaming in the rays of the setting sun.  Below her, she\n\nsees a metallic holiday-town filled with barbarian soldiers.\n\nDrunken blue men fight in the streets, strange animals run\n\naround loose, and dead or drunken bodies lie in the gutters.\n\n\n\nLooking down, amidst the melee, she sees three winged creatures\n\ntied up in front of a bar.  The camera zooms in on one of the\n\ncreature's saddlebags.  It has a silver medallion set into the\n\nleather, identical to the one which TAARNA pried from the\n\nElder's fingers.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nINSIDE THE BARROOM\n\n\n\nBarbarian honky-tonk music fills the crowded room, as\n\nvarious barbarian soldiers sit drinking and fondling the\n\nbar-girls who are dressed in cheap, flashy metal outfits.\n\n\n\nThree of the blue barbarians are particularly drunk and\n\nrowdy as they push a non-barbarian down, dump a drink on his\n\nhead, laugh and kick him.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE BARROOM DOOR\n\n\n\nTAARNA walks in through the swinging silver and plexiglass\n\ndoors, past the three soldiers kicking their victim.  She sits\n\ndown at the bar.\n\n\n\nThe three brutish blue soldiers finish stomping the man and\n\nwalk over to the bar, crowding close around TAARNA.\n\n\n\n\n\n                      BARBARIAN #1\n\n\n\n                 Hey, look.  A new one.\n\n                 (to Taarna)\n\n                 Where you from, baby?\n\n\n\n\n\nTAARNA ignores him.\n\n\n\n\n\n                      BARBARIAN #2\n\n\n\n                 Doesn't talk much, does she ?\n\n\n\n\n\n                      BARBARIAN #3\n\n\n\n                 She doesn't have to talk for what\n\n                 I want to do with her.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTAARNA'S HAND\n\n\n\nIt slowly moves down to her sword, and unclips the safety strap.\n\n\n\n                                             CUT BACK TO\n\n\n\n\n\nTHE BARBARIANS\n\n\n\n\n\n                      BARBARIAN #3\n\n\n\n                 (running his hand across her breastplate)\n\n                 C'mon baby, let's see what's under there.\n\n\n\n\n\n                      BARBARIAN #1\n\n\n\n                 (starting to undo her breastplate)\n\n                 Yeah, let's have a look.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO\n\n\n\n\n\nTAARNA'S HAND\n\n\n\nIt slowly moves down to her sword, and unclips the safety strap. CUT BACK TO\n\n\n\n\n\nTHE BARBARIANS\n\n\n\n\n\n                      BARBARIAN #3\n\n\n\n                 (running his hand across her breastplate)\n\n                 C'mon baby, let's see what's under there. BARBARIAN #1\n\n\n\n                 (starting to undo her breastplate)\n\n                 Yeah, let's have a look. \n\nTARGET SECTION TO BE ANNOTATED:\nTaarna slowly stands up, pushing their hands away, and takes\n\na step back.\n\n\n\n\n\n                      BARBARIAN #2\n\n\n\n                 Heey, she's tough.\n\n\n\n\n\n                      BARBARIAN #3\n\n\n\n                 Maybe she wants to fight?\n\n\n\n\n\nThey all laugh.\n\n\n\n\n\n                      BARBARIAN #1\n\n\n\n                 ... or maybe she wants to take\n\n                 us all on?\n\n\n\n\n\nStill laughing, they move towards her.\n\n\n\nIn a blinding flash, TAARNA draws her golden sword, and wielding\n\nit like a Samurai master, slices off all three of their heads.\n\nIn an instant, the sword is back in its sheath.\n\n\n\nThe barbarian's heads stop laughing as they fall to the ground.\n\nThe music stops, and everyone in the bar stares at TAARNA.\n\n\n\nStepping over the bodies, TAARNA walks up to the bartender,\n\npulls out the parchment picture of the glowing mountains, and\n\nshows it to him.  The bartender looks at it carefully, then\n\npoints out the window.\n\n\n\n\n\n                      BARTENDER\n\n\n\n                 Beyond the oasis.\n\n\n\n\n\nTAARNA nods and leaves.\n\n\n\n\n\n                                             CUT BACK TO\n\n\n\n\n\nTHE BARTENDER\n\n\n\nHis eyes start to turn green.  The camera gets closer and\n\ncloser to his glowing eyes, until the green glow turns into\n\nthe image of a ball, lying in the ground, in AUSTIN'S holograph.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nAUSTIN\n\n\n\nAUSTIN is crouched over the machine turning several knobs,\n\ntrying to make the ball move.  Nothing happens.\n\n\n\n\n\n                      AUSTIN\n\n                    (to himself)\n\n\n\n                 Hmmm ... must be jammed.\n\n\n\n\n\nFrustrated, AUSTIN picks up a flashlight, opens up a compartment\n\nunderneath the control knobs, and takes a look inside.  While\n\nAUSTIN fiddles inside the machine, we see two hands appear on\n\nthe holograph screen and pick up the green ball.  AUSTIN looks\n\nover to the holograph and notices.\n\n\n\n\n\n                      AUSTIN\n\n\n\n                 Where'd it go?\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE HANDS\n\n\n\nAs the hands cradle the green ball, the camera pulls back\n\nto reveal a skinny, unco-ordinated boy wearing thick eyeglasses,\n\ncarrying the sphere across his backyard.  This is DAN.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 It all started when I found the green\n\n                 meteorite.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis is DAN. DAN\n\n                    (V. O.)\n\n\n\n                 It all started when I found the green\n\n                 meteorite. \n\nTARGET SECTION TO BE ANNOTATED:\n  I read in Farraday's \"Life\n\n                 of the Planets\" that smaller ones like\n\n                 this are supposed to burn up when they\n\n                 enter the atmosphere, but for some reason\n\n                 this one didn't ...\n\n\n\n\n\nDAN carries the ball into a typical small-town house.\n\n\n\n\n\n                                             DISSOLVE TO\n\n\n\n\n\nT.V. ANTENNA ON ROOF - STORMY NIGHT\n\n\n\nAs the narration continues, we follow two red wires down\n\nfrom the T.V. antenna, along the roof, and into DAN'S attic\n\nwindow.  The wires run through a bucket of water and are hooked\n\nup to some electronic parts on DAN'S desk.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 ... so I brought it up to my room,\n\n                 stuck it in my rock collection and\n\n                 forgot about it.  I was experimenting\n\n                 with natural electricity ...\n\n\n\n\n\nThe camera pans around the room to show various displays of\n\nDAN'S scientific tinkering - blue-ribbon science projects,\n\ntransparent models of a man and a woman showing all internal\n\norgans, and many books.\n\n\n\nIn the corner, the green ball sits in DAN'S rock collection.\n\n\n\nAt his desk, DAN impatiently shuffles through the dusty pages\n\nof an old scientific journal.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 ... and with the storm warnings up,\n\n                 I figured maybe tonight I'd hit the\n\n                 jackpot.  All I needed was a little\n\n                 juice.\n\n\n\n\n\nHe looks out the window at the gathering storm.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE STORM\n\n\n\nCrackling from the sky, a bolt of lightning strikes the\n\ntelevision antenna and surges along the wires into the attic.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nDAN'S ATTIC ROOM\n\n\n\nThe lightning flashes into DAN'S apparatus, lighting it up\n\nbrightly.\n\n\n\n\n\n                      DAN\n\n\n\n                 It works!\n\n\n\n\n\nSuddenly, an electric arc jumps from the bucket of water\n\nand crosses the room to join with thw ball on his shelf.\n\nCaught in the middle, DAN begins to glow green.\n\n\n\n\n\n                      DAN\n\n                    (looking at his\n\n                     green arms)\n\n\n\n                 Oh Jesus!\n\n\n\n\n\nThe electrical field opens up a shimmering gateway into another\n\nuniverse and DAN de-materializes.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE TRANSFORMATION\n\n\n\nWe float in darkness for a moment as black shapeless images\n\nzoom past.\n\n\n\n\n\n                      DAN\n\n                    (V.O.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO\n\n\n\n\n\nTHE TRANSFORMATION\n\n\n\nWe float in darkness for a moment as black shapeless images\n\nzoom past. DAN\n\n                    (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\n                 I felt like I was nothing\n\n                 - just atoms floating in the\n\n                 darkness ...\n\n\n\n\n\nThen, tiny beams of light join to form a glow in the corner\n\nof the screen. The glow gets brighter and starts moving slowly\n\naround the screen.  Now, we can make out some of the images\n\nwhipping past - a half-formed hand, pages of a book, a crumbling\n\npyramid, a green ball.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 Then, a body started to re-form\n\n                 around me.  Only it wasn't my\n\n                 body - this one had muscles.\n\n\n\n\n\nSturdy muscular parts begin to materialize around the moving\n\nlight.  They join up with each other to form a powerfully built\n\nhuman figure.\n\n\n\nFinally a man's face takes shape, and as it forms, eveything\n\ngets brighter and clearer.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 It was a great body, but I\n\n                 wasn't too crazy about the\n\n                 face.\n\n\n\n\n\nThe powerful figure, DEN, turns slowly as he floats and begins\n\nto look at his hands and arms.  Moving his mouth, he speaks in\n\na new voice - deep and powerful.\n\n\n\n\n\n                      DEN\n\n                    (feeling head)\n\n\n\n                 Hmmm ... no hair.\n\n\n\n\n\nSuddenly, the background explodes into fields of radiant colours\n\nas the body accelerates away from us and passes through a second\n\nshimmering gateway.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE NEVERWHERE PYRAMID\n\n\n\nDEN, strong, masculine and hairless, materializes cradled in\n\nthe hand of a huge stone idol.  He is naked and unconscious\n\nAbove him, the glowing green ball is held in the idol's other\n\nhand.\n\n\n\nThe camera pulls back to show that the idol is standing on the\n\ndeck, stop a huge, truncated pyramid.  The deck forms a walkway\n\naround a swirling pool of green water.\n\n\n\nKneeling all around the seething pool, are lizard-men, wearing\n\npriest's robes.  Two of them stand beside a glass coffin.  Inside\n\nthe coffin, lies a naked girl, bound and gagged.\n\n\n\n\n\n                      PRIESTS\n\n                    (chanting softly)\n\n\n\n                 Uluhtec, Ulutec ...\n\n\n\n\n\nDirectly in fron of the idol, a regal-looking QUEEN, wearing\n\na revealing velvet cloak, is praying to the raging water.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nInside\n\nthe coffin, lies a naked girl, bound and gagged. PRIESTS\n\n                    (chanting softly)\n\n\n\n                 Uluhtec, Ulutec ... Directly in fron of the idol, a regal-looking QUEEN, wearing\n\na revealing velvet cloak, is praying to the raging water. \n\nTARGET SECTION TO BE ANNOTATED:\n                      QUEEN\n\n\n\n                 By the powers of the glowing\n\n                 Loc-Nar placed in your idol's\n\n                 hand, I demand you come forth,\n\n                 Uluhtec!\n\n\n\n\n\nThe waters of the sacrifical pool rage more violently and\n\na low rumble is heard far below.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE IDOL'S HANDS\n\n\n\nThe green ball, (Loc-Nar), glows brightly as DEN opens his eyes,\n\nlooks down and notices his enormous genitals.\n\n\n\n\n\n                      DEN\n\n\n\n                 Hmmm ... big!\n\n\n\n\n\nSeeing an animal-skin hanging from the idol, he rips off a\n\npiece and wraps it around himself.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 There was no way I was gonna\n\n                 walk around this place with\n\n                 my dork hangin' out!\n\n\n\n\n\nSuitably covered, he surveys the ritual taking place below him.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 Wow!  This looked like something\n\n                 right out of the Ten Commandments.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nEDGE OF RAGING POOL\n\n\n\nThe QUEEN is kneeling before the seething water.\n\n\n\n\n\n                      QUEEN\n\n\n\n                 Grant me your strength in return\n\n                 for a living mortal sacrifice!  It\n\n                 has been ordained.  Come forth Uluhtec!\n\n                 I demand it!\n\n\n\n\n\nTwo lizard priests remove the terrified girl from the glass\n\ncase and hold her out over the swirling water.  The QUEEN\n\nnods and the two priests drop her in.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE IDOL'S WATER\n\n\n\nSeeing the girl struggle in the water, DEN'S eyes grow wide.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 What'd they do that for?\n\n\n\n\n\nHe stands and dives into the raging pool, swimming powerfully\n\ntowards the drowning girl.\n\n\n\n                                             CUT TO\n\n\n\nUNDER WATER\n\n\n\nReaching her, DEN grabs the girl's  bound ankles, hooks them\n\nover his head and drags her through a decayed hole in the\n\nunderwater wall.  Inside a stone tunnel, they are swept along\n\nby the current.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 Normally, I'd be dead by now.  I\n\n                 kept thinking I was going to run\n\n                 out of air, but my new body worked\n\n                 great.  I just hoped her body was\n\n                 working as good as mine.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nEXT.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nI\n\n                 kept thinking I was going to run\n\n                 out of air, but my new body worked\n\n                 great. I just hoped her body was\n\n                 working as good as mine. CUT TO\n\n\n\n\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n FIELD OF LILIES - DAY\n\n\n\nDEN and the girl are washed out into a pond at the center of\n\na beautiful field of lilies.  He pulls her out of the water,\n\nunconscious.  As he unties her, she begins to stir.\n\n\n\n\n\n                      GIRL\n\n\n\n                 Thank you.\n\n\n\n\n\nShe takes DEN'S hand and lies back in the flower, her\n\nbeautiful breasts exposed in the sunlight.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 She had the most beautiful eyes.\n\n                 I wanted to make some conversation\n\n                 but I found my new self asking the\n\n                 same old stupid questions.\n\n\n\n\n\n                      DEN\n\n\n\n                 Are you from around here?\n\n\n\n\n\n                      GIRL\n\n\n\n                 Well, you may not believe this, but\n\n                 I'm from another world - from a place\n\n                 called Earth.\n\n\n\n\n\n                      DEN\n\n\n\n                 Earth?  I too am from Earth.\n\n                 How did you get here?\n\n\n\n\n\n                      GIRL\n\n\n\n                 My name is Katherine Wells, and\n\n                 I'm from the British colony of\n\n                 Gibraltar.  Time makes no diff-\n\n                 erence here, but there it was\n\n                 the summer of 1892.  It was\n\n                 evening - I'd gone for a walk on\n\n                 the cliffs when suddenly a sphere\n\n                 fell from the sky.  Following its\n\n                 glow, I came to a shining gate made\n\n                 out of light.  Unable to resist, I\n\n                 stepped through it and awoke in\n\n                 this world.  There I was thin and\n\n                 weakly, fit only to stay indoors.\n\n                 (she stands up)\n\n                 But here, somehow I am stronger,\n\n                 more alive,\n\n                 (she stretches seductively)\n\n                 ... more fully a woman.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 You're not kidding.\n\n\n\n\n\n                      DEN\n\n                    (standing)\n\n\n\n                 I, too seem better equipped on\n\n                 this world.\n\n                 (he holds out his arm)\n\n                 My arms are more powerful.\n\n                 (strecthes his fingers)\n\n                 Even my fingers seem to hold\n\n                 great strength.\n\n\n\n\n\nKATHERINE walks up close to DEN, takes his hand and touches\n\nthe fingers to her breast.\n\n\n\n\n\n                      KATHERINE\n\n\n\n                 You saved my life.  I have no\n\n                 reward to give you, but if any\n\n                 part of me pleases your senses\n\n                 - I would give it willingly.\n\n\n\n\n\nShe circles her nipple with his baby finger.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nKATHERINE\n\n\n\n                 You saved my life. I have no\n\n                 reward to give you, but if any\n\n                 part of me pleases your senses\n\n                 - I would give it willingly. She circles her nipple with his baby finger. \n\nTARGET SECTION TO BE ANNOTATED:\n                      DAN\n\n                    (V.O.)\n\n\n\n                 Wow!  This was great!  There was\n\n                 no way I'd get a chick like this\n\n                 back on Earth.  I mean, look at\n\n                 her!!\n\n\n\n\n\nTaking KATHERINE in his arms, DEN lays her down on a bed of\n\nflowers and begins to tenderly make love to her.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 There was only one problem ...\n\n\n\n\n\nA spiked boot appears in the frame.  The camera pans up to\n\nshow a large, ugly hairy beast-man standing over DEN and\n\nKATHERINE.\n\n\n\nThe camera then pulls back to reveal the entwined couple,\n\ncompletely surrounded by a horde of grim, bestial warriors.\n\n\n\n\n\n                      DAN\n\n                    (V.O.\n\n\n\n                 I don't know who these jerks\n\n                 were, but they sure picked a\n\n                 bad time to show up ...\n\n\n\n\n\nThe ugly beast-men grab DEN and KATHERINE as we;\n\n\n\n\n\n                                             DISSOLVE TO\n\n\n\n\n\nARD'S THRONE ROOM\n\n\n\nThe beast-Captain keeps his machine gun trained on DEN as\n\nthe soldiers lead him into the cavernous room.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 They split us up and took me to\n\n                 this weird castle-type place.\n\n                 I wanted to find out where they'd\n\n                 taken Katherine, but none of these\n\n                 guys seemed to speak English.\n\n\n\n\n\nIn the middle of the room there is a round stone pedestal\n\nwith a throne carved into it.  On the throne sits ARD, a\n\nchild-like ruler with a sadistic glint in his eye.\n\n\n\n\n\n                      ARD\n\n\n\n                 They tell me you are Den of Earth,\n\n                 the one who dared to steal the\n\n                 female sacrifice from the Queen.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 This guy was a shrimp so I figured\n\n                 I'd play it tough.\n\n\n\n\n\n                      DEN\n\n\n\n                 Where is the girl?\n\n\n\n\n\n                      ARD\n\n\n\n                 I am Ard - supreme leader of\n\n                 the revolution and the next\n\n                 ruler of the world.\n\n\n\n\n\n                      DEN\n\n                    (tougher)\n\n\n\n                 The girl!!\n\n\n\n\n\n                      ARD\n\n\n\n                 Well, aren't we fierce?\n\n                 If you are truly as tough as\n\n                 you seem, then you will serve\n\n                 me well.  But first, a test.\n\n                 Guards!  Castrate him!\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 Uh oh.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nCastrate him! DAN\n\n                    (V. O.)\n\n\n\n                 Uh oh. \n\nTARGET SECTION TO BE ANNOTATED:\nTwo bestial guards approach from behind, brandishing curved\n\nshort-swords.  DEN turns instinctively, dodges the first thrust\n\nand delivers a bone-shattering elbow to the beast's head,\n\ncrushing his skull.\n\n\n\nSpinning with his own momentum, DEN throws a rock-hard fist\n\ninto the second guard's chest, snapping his rib-cage and\n\nsending him flying across the room.\n\n\n\nWithout pausing, the bald muscleman grabs the nearby beast-\n\nCaptain and lifts him into the air by his machine-gun.  The\n\nCaptain hangs on as DEN twists the gun, butts it into the\n\ncreature's groin and then drives the weapon through the\n\nCaptain's jaw.\n\n\n\nThe creature crumples, leaving DEN with the gun.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 Boy!  I was pretty good at this\n\n                 stuff.\n\n\n\n\n\n                      ARD\n\n\n\n                 Excellent.  You are worthy to\n\n                 serve me.\n\n\n\n\n\n                      DEN\n\n                    (aiming machine-gun at him)\n\n\n\n                 Give me the girl or die.\n\n\n\n\n\n                      ARD\n\n                    (taking it lightly)\n\n\n\n                 Well, if I have a choice, I'll\n\n                 take death.\n\n\n\n\n\n                      DEN\n\n\n\n                 So be it.\n\n\n\n\n\nDEN fires, spraying a row of bullets across ARD'S body.  The\n\nbullets blast big yellow holes in ARD'S chest, but there is\n\nno blood.  ARD looks up and laughs.\n\n\n\n\n\n                      ARD\n\n\n\n                 Ha ha ha!  You'll have to\n\n                 do better than that.\n\n\n\n\n\nAs DEN looks on, ARD'S wounds miraculously close up and heal\n\nthemselves over.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 I could see why they made this\n\n                 guy their leader.\n\n\n\n\n\n                      ARD\n\n                    (standing up)\n\n\n\n                 ... but if you're really interested\n\n                 in the girl; I've had her encased in\n\n                 glass.\n\n\n\n\n\nARD pulls the velvet covering off of a glass box to reveal\n\nKATHERINE, unconscious, sealed inside.\n\n\n\n\n\n                      DEN\n\n\n\n                 She's dead.\n\n\n\n\n\n                      ARD\n\n\n\n                 Actually no.  She's sleeping,\n\n                 but only I can awaken her.\n\n\n\n\n\n                      DEN\n\n\n\n                 What do you want of me?\n\n\n\n\n\n                      ARD\n\n\n\n                 I want you to steal the sacred\n\n                 Loc-Nar.\n\n\n\n\n\n                      DEN\n\n\n\n                 What is this Loc-Nar?\n\n\n\n\n\n                      ARD\n\n\n\n                 The Queen's glowing sphere, you\n\n                 fool.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nARD\n\n\n\n                 I want you to steal the sacred\n\n                 Loc-Nar. DEN\n\n\n\n                 What is this Loc-Nar? ARD\n\n\n\n                 The Queen's glowing sphere, you\n\n                 fool. \n\nTARGET SECTION TO BE ANNOTATED:\n  The sacrifice to Uluhtec\n\n                 can only be performed by the\n\n                 possessor of the sacret Loc-Nar.\n\n                 (calling out)\n\n                 Norl!\n\n\n\n\n\nNORL, a huge gorilla-man, in a purple cloak, steps forward.\n\n\n\n\n\n                      ARD\n\n                    (to Den)\n\n\n\n                 This is Norl, my bravest warrior.\n\n                 You will go with him to the Queen's\n\n                 castle and steal the Loc-Nar.  Then\n\n                 I will give you the girl.\n\n\n\n\n\n                      DEN\n\n\n\n                 And if I refuse?\n\n\n\n\n\n                      ARD\n\n\n\n                 If you refuse, you die, she dies,\n\n                 everybody dies.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 Sounded reasonable to me.\n\n\n\n\n\nDEN looks down at KATHERINE'S motionless body.\n\n\n\n\n\n                                             DISSOLVE TO\n\n\n\n\n\nRIVER BANKS NEAR THE QUEEN'S CASTLE\n\n\n\nIn the moonlight, DEN and NORL lead a squad of beast-warriors,\n\narmed with automatic weapons, along the river towards the Queen's\n\ncastle.\n\n\n\n\n\n                      NORL\n\n                    (to Den)\n\n\n\n                 Ssh.  Guard post ahead.  We\n\n                 must go underground.\n\n\n\n\n\nNORL lifts a rock to reveal an underground passageway.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 This guy Norl seemed to know what\n\n                 he was doing.  And, for a gorilla,\n\n                 his English wasn't half bad.\n\n\n\n\n\nDEN and the warriors enter the underground passage.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nUNDERGROUND TUNNEL\n\n\n\nThe group, carrying torches, moves along the dark tunnel.  They\n\npass a bubble-window with shark-faced eels swimming on the other\n\nside.\n\n\n\n\n\n                      NORL\n\n                    (to Den)\n\n\n\n                 We're underneath the castle moat.\n\n\n\n\n\nDEN nods.  An ugly growl echoes through the tunnel up ahead.\n\nthe warriors freeze and murmur to each other in their own\n\nlanguages.\n\n\n\n\n\n                      DEN\n\n                    (to Norl)\n\n\n\n                 What are they saying?\n\n\n\n\n\n                      NORL\n\n\n\n                 They talk of the savage beast who\n\n                 prowls these catacombs with a fierce\n\n                 hunger and sharp teeth ...\n\n                 (gestures)\n\n                 six inches long.\n\n\n\n\n\nA dog-faced warrior shakes his head and says something to NORL.\n\n\n\n\n\n                      NORL\n\n\n\n                 Sorry ...\n\n                 (indicating)\n\n                 ... sixteen inches long.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nA dog-faced warrior shakes his head and says something to NORL. NORL\n\n\n\n                 Sorry ... (indicating)\n\n                 ... sixteen inches long. \n\nTARGET SECTION TO BE ANNOTATED:\nSuddenly, a savage beast appears and chomps his long, razor-sharp\n\nteeth into one of the warriors at the end of the line.  DEN, NORL,\n\nand the remaining warriors run on through the tunnel as, behind\n\nthem, the monster pulls his victim apart.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nDOORWAY IN CATACOMBS\n\n\n\nDEN, NORL, and the remaining warriors arrive at a door in the\n\nrock wall.\n\n\n\n\n\n                      NORL\n\n                    (to Den)\n\n\n\n                 Now we separate.  You and Korg\n\n                 take this door into the Queen's\n\n                 quarters.    The rest of us will\n\n                 move through the walls and enter\n\n                 her chamber from the other side.\n\n                 Whoever gets the Loc-Nar first will\n\n                 return it to Ard.  Good luck, Den.\n\n\n\n\n\nDEN nods, puts out his torch and carefully opens the door as\n\nNORL moves off.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nDARK ROOM\n\n\n\nDEN and KORG silently enter.  Across the dark room, the\n\nglow of the green ball casts a pale light.\n\n\n\n\n\n                      KORG\n\n                    (whispers and points)\n\n\n\n                 Loc-Nar.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 Wow!  It was just like the\n\n                 ball I dug up in my back yard.\n\n\n\n\n\nThey tip-toe towards it.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 As I saw the Loc-Nar's glow I\n\n                 had this real funny feeling.  All\n\n                 by themselves, my hands reached\n\n                 forward to touch it.  But the\n\n                 Loc-Nar moved out of the way.\n\n                 Instead, my hands felt something\n\n                 else - warm flesh.  Then the lights\n\n                 came on.\n\n\n\n\n\nIn the brightly lit room, DEN is standing before the beautiful\n\nsemi-clad QUEEN, and holding her firm, naked breasts in his hands.\n\nLooking around, he sees that he and KONG are surrounded by a\n\nbrigade of the Queen's ugly guards, swords raised.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 Talk about embarassing!\n\n\n\n\n\n                      QUEEN\n\n                    (smiling)\n\n\n\n                 Kill them.\n\n\n\n\n\nThe Queen's guards attack with battle-axes, clubs and swords.\n\nAs DEN knees one in the groin and swings his gun into another's\n\nface, four of the guards surround KORG and club his brains out.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nQUEEN\n\n                    (smiling)\n\n\n\n                 Kill them. The Queen's guards attack with battle-axes, clubs and swords. As DEN knees one in the groin and swings his gun into another's\n\nface, four of the guards surround KORG and club his brains out. \n\nTARGET SECTION TO BE ANNOTATED:\nBut DEN, still going strong, throws two guards into the wall\n\nand heaves a third out the window.  As the QUEEN watches with\n\nglee, more guards rush into the room and DEN is finally over-\n\npowered and held down.  The Captain of the guards places a long\n\nknife against Den's throat.\n\n\n\n\n\n                      CAPTAIN\n\n\n\n                 Can I slit his throat, your\n\n                 Majesty?\n\n\n\n\n\nThe QUEEN, eyeing Den's magnificent body, sighs.\n\n\n\n\n\n                      QUEEN\n\n\n\n                 Yes, slit his throat.\n\n\n\n\n\n                      CAPTAIN\n\n\n\n                 Thank you, your Majesty.\n\n\n\n\n\nAs the Captain presses his knife against Den's flesh, the\n\nQUEEN suddenly raises her hand.\n\n\n\n\n\n                      QUEEN\n\n                    (smiling)\n\n\n\n                 Stop!  I have, ah, something better\n\n                 in mind.\n\n\n\n\n\nShe takes Den's hand and leads him into an adjoining room, as\n\nthe guards grumble to one another.\n\n\n\n\n\n                      GUARD #1\n\n\n\n                 Jeez, not again.\n\n\n\n\n\n                      GUARD #2\n\n\n\n                 This always happens.\n\n\n\n\n\n                      CAPTAIN\n\n\n\n                 Look, she's the Queen.  She\n\n                 can do whatever she wants.\n\n\n\n\n\n                      GUARD #2\n\n\n\n                 Yeah, sure.\n\n\n\n\n\n                      GUARD #1\n\n\n\n                 Sure.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE QUEEN'S BOUDOIR\n\n\n\nThe QUEEN stands before DEN, hands on her hips and a funny look\n\nin her eye.\n\n\n\n\n\n                      QUEEN\n\n\n\n                 If you please me, I may let\n\n                 you live.\n\n\n\n\n\nShe smiles, and approaches DEN.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 Uh oh.\n\n\n\n\n\n                      DEN\n\n\n\n                 What must I do?\n\n\n\n\n\n                      QUEEN\n\n\n\n                 Satisfy my appetites.\n\n\n\n\n\nThe QUEEN lets her cloak drop to the floor as she gets closer.\n\nShe is naked underneath.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 Wow!  Eighteen years of nuthin'\n\n                 and now, twice in one day.  What\n\n                 a place!\n\n\n\n\n\n                      QUEEN\n\n\n\n                 Come with me.\n\n\n\n\n\n                      DEN\n\n\n\n                 Mmmm.\n\n\n\n\n\nShe steps forward and takes his hand, leading him towards the\n\nbed.\n\n\n\n\n\n                                             DISSOLVE TO\n\n\n\n\n\nTHE QUEEN'S BED\n\n\n\nDEN and the QUEEN are lying undressed on the enormous bed.\n\nThe QUEEN has a very contented look on her face.  DEN looks\n\nexhausted.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nDISSOLVE TO\n\n\n\n\n\nTHE QUEEN'S BED\n\n\n\nDEN and the QUEEN are lying undressed on the enormous bed. The QUEEN has a very contented look on her face. DEN looks\n\nexhausted. \n\nTARGET SECTION TO BE ANNOTATED:\n  As the Neverwhere moon rises outside the chamber\n\nwindow, the QUEEN slowly runs her hand over DEN'S bulging\n\nmuscles.\n\n\n\n\n\n                      QUEEN\n\n                    (softly)\n\n\n\n                 The rising moon climaxes our\n\n                 love, Den.  Is is a sign, a\n\n                 new beginning.\n\n\n\n\n\n                      DEN\n\n\n\n                 Yes, a sign.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 I had no idea what she was\n\n                 talking about.\n\n\n\n\n\n                      QUEEN\n\n                    (stroking him)\n\n\n\n                 Neverwhere is a troubled land,\n\n                 but together we could calm it.\n\n                 We could rule side by side.\n\n                 Your strength has brought great\n\n                 peace to my restless body.  It\n\n                 could bring great peace to all\n\n                 the troubled people of this land.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 I knew I was good, but I didn't know\n\n                 I was that good.\n\n\n\n\n\nSuddenly the Captain and his guards burst through the door.\n\n\n\n\n\n                      CAPTAIN\n\n\n\n                 Your Majesty!  The Loc-Nar is missing\n\n                 - stolen!\n\n\n\n\n\nThe QUEEN jumps to her feet in a rage and points to DEN.\n\n\n\n\n\n                      QUEEN\n\n                    (screaming)\n\n\n\n                 Fiend!  You make love to me while\n\n                 your accomplices steal the magic\n\n                 sphere!  Guards!  Take him!\n\n\n\n\n\nThe guards grab DEN as the  QUEEN snatches one of their big\n\nspiked clubs.\n\n\n\n\n\n                      QUEEN\n\n                    (to guards)\n\n\n\n                 Hold him still!  I will kill\n\n                 him myself!\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 Boy, was she pissed off!\n\n\n\n\n\nHeaving the guards aside, DEN breaks free and jumps out the\n\nchamber window.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE CASTLE WALL\n\n\n\nDEN falls down, down into the swirling waters of the castle\n\nmoat.\n\n\n\n\n\n                                             (CUT TO)\n\n\n\n\n\nTHE QUEEN\n\n\n\nShe is livid.\n\n\n\n\n\n                      QUEEN\n\n\n\n                 Prepare the flying lizards.\n\n                 I want his head!\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nOUTSIDE THE CASTLE\n\n\n\nPulling himself out of the moat, DEN knocks a guard off his\n\nleopard/horse and rides off.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE NEVERWHERE PYRAMID\n\n\n\nARD is kneeling at the edge of the sacrificial pool.  Beside\n\nhim sits a long glass case wrapped in chains.  Through the\n\nchains we see KATHERINE trapped inside - fully conscious and\n\nterrified.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO\n\n\n\n\n\nTHE NEVERWHERE PYRAMID\n\n\n\nARD is kneeling at the edge of the sacrificial pool. Beside\n\nhim sits a long glass case wrapped in chains. Through the\n\nchains we see KATHERINE trapped inside - fully conscious and\n\nterrified. \n\nTARGET SECTION TO BE ANNOTATED:\n  Ard's bestial warriors stand all around carrying\n\ntorches and spears.\n\n\n\nAbove them, the Loc-Nar sits glowing in the stone idol's hand.\n\n\n\n\n\n                      ARD\n\n\n\n                 By the power of the magic Loc-Nar\n\n                 placed in your idol's hands, I\n\n                 command you - come forth Uluhtec!\n\n\n\n\n\nThe green water in the pool immediately begins to churn\n\nviolently and leap into the air.  A bolt of lightning\n\ncrackles in the sky.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE NEVERWHERE DESERT\n\n\n\nDEN is racing across the barren desert on his leopard/horse.\n\nVisible in the distance is the outline of the huge, truncated\n\npyramid where he first saved KATHERINE.\n\n\n\nAs he rides, he sees the green glow of the Loc-Nar, sparkling\n\nin the glass surfaces of the coffin in front of it.\n\n\n\n\n\n                      DEN\n\n                    (to himself)\n\n\n\n                 Katherine!\n\n\n\n\n\nHe spurs his leopard/horse on into the night.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nANOTHER PART OF THE NEVERWHERE DESERT\n\n\n\nThe QUEEN, riding a flying lizard, leads her army in pursuit\n\nof DEN.\n\n\n\n\n\n                      SOLDIER\n\n                    (pointing)\n\n\n\n                 There he is, your Majesty!\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nQUEEN'S P.O.V.\n\n\n\nUp ahead, silhouetted in the moonlight, she sees DEN, riding up\n\nthe steps of the pyramid.  The camera pans to the green glow\n\natop the torch-lit pyramid.\n\n\n\n\n\n                      QUEEN\n\n                    (V.O.)\n\n\n\n                 The Loc-Nar!\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE QUEEN\n\n\n\n\n\n                      QUEEN\n\n                    (shouting to her men)\n\n\n\n                 Faster!  To the pyramid!\n\n\n\n\n\nShe whips her lizard harder.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE NEVERWHERE PYRAMID\n\n\n\nARD is incanting to the raging water while two hooded monks\n\nstand beside him, holding the struggling KATHERINE out over\n\nthe pool.\n\n\n\n\n\n                      ARD\n\n\n\n                 Here is your sacrifice, Uluhtec.\n\n                 Now, give me your power!\n\n                 (to monks)\n\n                 Throw her in.\n\n\n\n\n\nChanting the name \"Uluhtec\", the two monks start to throw\n\nthe girl in when suddenly a third monk leaps forward and\n\ngrabs her, kicking the other two monks into the water.\n\n\n\nThe intruder's hood falls away and his bald head gleams in the\n\nmoonlight.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\n(to monks)\n\n                 Throw her in. Chanting the name \"Uluhtec\", the two monks start to throw\n\nthe girl in when suddenly a third monk leaps forward and\n\ngrabs her, kicking the other two monks into the water. The intruder's hood falls away and his bald head gleams in the\n\nmoonlight. \n\nTARGET SECTION TO BE ANNOTATED:\n                      DEN\n\n\n\n                 Katherine!\n\n\n\n\n\n                      KATHERINE\n\n\n\n                 Den!\n\n\n\n\n\n                      ARD\n\n\n\n                 No!  You'll ruin everything!\n\n\n\n\n\nARD jumps up and runs toward the Loc-Nar, perched in the stone\n\nidol's hand.  Grabbing it, ARD holds the glowing ball above him.\n\n\n\n\n\n                      ARD\n\n                    (to his guards)\n\n\n\n                 Kill them!  Kill them both!\n\n\n\n\n\nSuddenly, a hand leaps out of the darkness, gripping the\n\nLoc-Nar just above Ard's hand - it is the QUEEN.\n\n\n\n\n\n                      QUEEN\n\n\n\n                 The Loc-Nar is mine!\n\n\n\n\n\n                      ARD\n\n                    (struggling)\n\n\n\n                 Stupid bitch!  Get away from me!\n\n\n\n\n\nAs ARD and the QUEEN fight over the Loc-Nar, the Queen's troops\n\npour in and battle with Ard's soldiers.  Thunder roars overhead.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nDEN\n\n\n\nHolding KATHERINE in one arm, DEN smashes a nearby soldier and\n\ngrabs the beast's spear.  With the battle raging all around\n\nhim, DEN looks up at the sky.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE SKY\n\n\n\nLightning crackles, illuminating the night with electricity.\n\n\n\n\n\n                                             CUT BACK TO\n\n\n\n\n\nDEN\n\n\n\nDEN reaches down, picks up the long chain that was wrapped around\n\nthe glass case and attaches one end to his spear.  He kicks the\n\nother end into the raging water, then heaves the spear\n\nwith all his might into the head of the stone idol.\n\n\n\nIn the same instant, a bolt of lightning fires down from the sky,\n\nstriking the idol full force.  The lightning bolt travels through\n\nthe spear and down the chain, into the water.  Suddenly, the\n\nelectrical energy arcs across to join with the Loc-Nar.\n\n\n\nHolding onto the Loc-Nar, ARD and the QUEEN begin to glow green,\n\nthen de-materialize into a shimmering dimensional warp.  The\n\ntroops stop fighting and look on in amazement, until all\n\nthat remains is the glowing Loc-Nar, hanging in mid-air.\n\n\n\n\n\n                      KATHERINE\n\n                    (to Den)\n\n\n\n                 Where did they go?\n\n\n\n\n\n                      DEN\n\n\n\n                 They are gone.  That is all\n\n                 that matters.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 They probably went back to Earth.\n\n                 Boy, will Mom be surprised.\n\n\n\n\n\nSuddenly, the Loc-Nar falls to the ground at Den's feet.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\n\n\n\n                 They probably went back to Earth. Boy, will Mom be surprised. Suddenly, the Loc-Nar falls to the ground at Den's feet. \n\nTARGET SECTION TO BE ANNOTATED:\n                      KATHERINE\n\n                    (looking down)\n\n\n\n                 The Loc-Nar ... you could have the\n\n                 power of Uluhtec.  You could be\n\n                 ruler over all these people.\n\n\n\n\n\n                      DEN\n\n                    (looking over the throng)\n\n\n\n                 Forget it.\n\n\n\n\n\nIn a single powerful leap, DEN, carrying KATHERINE, bounds up\n\nonto the Queen's flying lizard and they fly off.  The amazed troops\n\nwatch for a moment, then shrug and resume fighting.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nDEN'S FLYING LIZARD\n\n\n\nKATHERINE clings to DEN as they fly.\n\n\n\n\n\n                      KATHERINE\n\n\n\n                 Oh, but Den, with the Loc-Nar\n\n                 you could have returned to Earth.\n\n\n\n\n\n                      DEN\n\n\n\n                 I like it better here.\n\n\n\n\n\nThe lizard banks sharply away from us and carries them into the\n\ndistance.\n\n\n\n\n\n                      DAN\n\n                    (V.O.)\n\n\n\n                 On Earth, I'm nobody.  But here,\n\n                 I am DEN.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nTHE NEVERWHERE PYRAMID\n\n\n\nThe camera pans down the stone statue to the glowing sphere,\n\nwhich lies abandoned on the ground.  The soldiers are gone.  As\n\nwe watch, time begins to accelerate and the Neverwhere Pyramid\n\nages and crumbles all around the green ball.  The earth heaves\n\nand shifts, and dense vegetarian grows up through the cracks in\n\nthe ground.\n\n\n\nA prehistoric man walks up and sees the glowing ball under a fern.\n\nFascinated, he picks it up and looks at it, as the foot of a\n\nTyrannosaurus Rex comes down, crushing him.\n\n\n\nTime advances again as the dinosaur becomes a skeleton, and\n\na Biblical tent-community grows up around the ball.  In the\n\nfire-light, the Nomadic tribesmen are watering their animals,\n\nwhen one of the camels paws at the ground, uncovering the glowing\n\nball.  Scared, the camel struggles and trys to break its ropes.\n\nOut of nowhere a Roman Legion attacks, slaughtering the tribesmen.\n\n\n\nTime accelerates again, and the conquering Romans build a temple,\n\nplacing the green ball in the head of a golden idol.  Then the\n\nRomans grow fat and debauched, while slave-girls feed them grapes.\n\nAs the ball glows, the temple crashes down around the debauched\n\nRomans, covering them and the green ball in rubble.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nTime accelerates again, and the conquering Romans build a temple,\n\nplacing the green ball in the head of a golden idol. Then the\n\nRomans grow fat and debauched, while slave-girls feed them grapes. As the ball glows, the temple crashes down around the debauched\n\nRomans, covering them and the green ball in rubble. \n\nTARGET SECTION TO BE ANNOTATED:\nOver the ruins of the temple, a succession of primitive mud and\n\nclay huts evolve into the thatched-roof cottages of a Medieval\n\nvillage.\n\n\n\nA Medieval stone-cutter finds the ball, and mortars it in with\n\nhis stones as he builds a water well in the centre of the village.\n\nSatisfied with his work, he lowers the bucket to draw himself\n\na drink.  Behind him, an  ox-cart comes roaring around a corner.\n\nThe axle breaks and a heavy wooden wheel careens along, striking\n\nthe stone-cutter in the back and knocking him into the well.\n\n\n\nTime advances once more as the Medieval village grows and\n\ntransforms into a Victorian-style town.  It is evening, and\n\nthe stone well now sits under a gazebo at the centre of a gas-\n\nlit village green.\n\n\n\nA fancy carriage carrying a Victorian gentleman passes by and\n\ncircles the green.\n\n\n\nMoving in through a window across the street, we see a seductive-\n\nlooking woman dressing herself in black garters and lace.  This\n\nis intercut with the carriage circling the green, until the\n\nwoman, who looks like a high-class harlot, finishes dressing and\n\nleaves her room.  Crossing the street, she walks up to the gazebo\n\nand leans provocatively up against the well.\n\n\n\nThe gentleman gets out of his carriage, approaches the woman\n\nand propositions her.  She smiles, touches, and teases him. We\n\npan down their legs to the green ball glowing in the well-wall.\n\nSuddenly red blood begins to drip over the ball, and the woman's\n\nbody falls to the ground.  The camera pans up to the well-bucket,\n\nwhere the gentleman is washing the blood from his hands.\n\n\n\nAs time begins to move forward again, the man ages and hobbles\n\naway, as the well crumbles and cheap turn-of-the-century row-\n\nhousing grows up, covering the green ball.  The town becomes\n\ndirtier and blacker, and smokestacks blow soot into the morning\n\nsky.  Almost on cue, the doors of the houses open, and grim\n\ncoal-miners emerge, shuffling through the filthy streets on\n\ntheir way to work.\n\n\n\nThe camera pans down to a drain in the gutter.  A rat appears.\n\nPanning back up, the street is now empty.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe camera pans down to a drain in the gutter. A rat appears. Panning back up, the street is now empty. \n\nTARGET SECTION TO BE ANNOTATED:\n  A bell is heard\n\nringing, and a horse-drawn Red Cross cart pulls around a corner\n\nand into view.  Masked workers follow the cart.  One rings\n\nthe bell, while the others pull corpses from the doorways and\n\nload them into the cart.  The gutters and windowsills are now\n\nfull of rats.  Time advances again and the buildings become\n\ndeserted derelicts.  Their decaying timbers groan under the\n\nweight.\n\n\n\nA support snaps, and one of the buildings starts to collapse.\n\nFalling amidst the crumbling plaster and rotting wood is the\n\nglowing green ball.  As the ball hits the ground, it is covered\n\nover by rubble.\n\n\n\nThe rubble becomes bleached by the hot sun and the landscape\n\ngrows drier.  Sand blows all around, covering over everything.\n\nAs the sandstorm clears, the entire terrain is nothing but\n\ndesert.  In the distance we can see a group of people walking.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nPEOPLE\n\n\n\nThe people appears to be a band of aboriginal workmen, carrying\n\nfuturistic laser-shovels over their shoulders.  They are led by\n\na goateed archaeologist with an elaborate metal detector.  As\n\nhe walks, his detector starts bleeping.  He points to a spot\n\non the ground, and the natives start digging with their laser-\n\nshovels.\n\n\n\nOne of the workers finds something.\n\n\n\n\n\n                      WORKER\n\n\n\n                 Kuma!  Kuma!  Kuma!\n\n\n\n\n\nThe archaeologist waves the workers away and directs a tread-\n\ndriven shovel-sifter up to the spot.  The shovel-sifter digs\n\nin and pulls up a large chunk of desert.  When the sand has\n\nsifted out, we see the tarnished Loc-Nar in the machine's grip.\n\nIt is not glowing.  The machine swivels, and a native foreman\n\nplucks the Loc-Nar from the shovel-sifter's teeth.\n\n\n\nAs the foreman touches it, the Loc-Nar starts glowing brightly.\n\nThe foreman's hands turn green.  He looks at his green hands,\n\nthen he looks over to the archaeologist.  Suddenly the foreman's\n\nentire body glows green, and crumbles into dust.\n\n\n\nThe archaeologist and the natives stare in horror at the\n\nglowing Loc-Nar, lying in the pile of green dust.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks at his green hands,\n\nthen he looks over to the archaeologist. Suddenly the foreman's\n\nentire body glows green, and crumbles into dust. The archaeologist and the natives stare in horror at the\n\nglowing Loc-Nar, lying in the pile of green dust. \n\nTARGET SECTION TO BE ANNOTATED:\n                                             DISSOLVE TO\n\n\n\n\n\nNEW YORK - AERIAL SHOT - DAY\n\n\n\nThe camera comes down from high above the city.  The general\n\nshape and outline of New York looks familiar, but as we get\n\ncloser we sense that something is different.  Fires are\n\nburning in various locations below us, and intermittent\n\ngunshots become audible as the narration begins.\n\n\n\n\n\n                      HARRY\n\n                    (V.O.)\n\n\n\n                 Yeah, New York, big deal.  Scum-centre\n\n                 of the world.\n\n\n\n\n\nMoving down through the skyscrapers, the city gets dirtier and\n\nslummier.  We pass a dead man hanging from a tenement clothesline.\n\nBelow us, scruffy children dodge traffic as they play gyro-ball\n\nin the garbage-filled street.\n\n\n\n\n\n                      HARRY\n\n                    (V.O.)\n\n\n\n                 ... and now they're talking about\n\n                 letting in low-lifes from other planets,\n\n                 too.\n\n\n\n\n\nUnder the narration, the camera turns a corner and zooms down\n\nthrough the roof of a parked taxicab.  It stops full frame on\n\nthe newspaper held in the cabdriver's hands.  A slow pan across\n\nthe front page reveals that the paper is the New York Times,\n\nJuly 6, 2031\n\n\n\nOne headline reads: \"400,000 Traffic Deaths Over Holiday Weekend\".\n\nAnother reads: \"Venus Declared 73rd State\".\n\nThe camera stops on a headline reading: \"Professor Discovers\n\nAncient Relic --- to be shown in N.Y. Museum\".\n\n\n\nThere is an accompanying photo of the goateed archaeologist and\n\nhis beautiful daughter standing beside a glass and metal case\n\ncontaining the Loc-Nar.\n\n\n\nA knocking is heard on the cab's window, and the driver throws\n\ndown the newspaper.\n\n\n\n\n\n                      YOUNG MAN\n\n                    (from outside)\n\n\n\n                 You free?\n\n\n\n\n\n                      HARRY\n\n\n\n                 Yeah.  Get in.\n\n                 (V.O.)\n\n                 My name's Harry Canyon.  I drive\n\n                 a cab.\n\n\n\nHe flips a switch which unlocks the rear door.\n\n\n\n\n\n                                             CUT TO\n\n\n\n\n\nOUTSIDE CAB\n\n\n\nThe young man climbs into the back seat and closes the door.\n\nHarry's yellow Checker cab pulls out into traffic.  The\n\nvehicle looks pretty normal except for some vaguely futuristic\n\nchrome panels cut into the sides, and thicker, deeper bumpers.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO\n\n\n\n\n\nOUTSIDE CAB\n\n\n\nThe young man climbs into the back seat and closes the door. Harry's yellow Checker cab pulls out into traffic. The\n\nvehicle looks pretty normal except for some vaguely futuristic\n\nchrome panels cut into the sides, and thicker, deeper bumpers. \n\nTARGET SECTION TO BE ANNOTATED:\n                                             CUT TO\n\n\n\n\n\nINSIDE CAB\n\n\n\nHarry slides open the plexiglass shields separating him from\n\nhis passenger.\n\n\n\n\n\n                      HARRY\n\n\n\n                 Where to, pal?\n\n\n\n\n\n                      YOUNG MAN\n\n\n\n                 The U.N. Building.\n\n\n\n\n\n                      HARRY\n\n\n\n                 The U.N. Building.  What a joke.\n\n                 Used to be a nice place until they\n\n                 turned it into low rent housing.\n\n                 Now it's a dump.  I wouldn't live\n\n                 there if you paid me.\n\n\n\n\n\nHe switches on the car radio.  The music plays as Harry's\n\ncab passes various time-altered New York landmarks; a graffiti\n\n-covered Empire State Building - windows all boarded up, a\n\ndecrepit Lincoln Centre, the marquis reading \"Continuous Live\n\nSex Show, Also Inter-Planetary Mud-Wrestling\", new ultra-tech\n\nbuildings crammed between half-destroyed Wall Street office\n\nbuildings, garbage everywhere.\n\n\n\nInside the cab, the YOUNG MAN pulls a gun out of his jacket,\n\nsticks his arm through the opening in the plexi-glass shield,\n\nand holds the gun to Harry's head.\n\n\n\n\n\n                      YOUNG MAN\n\n\n\n                 Okay sucker, hand over your cash,\n\n                 now!\n\n\n\n\n\n                      HARRY\n\n                    (V.O.)\n\n\n\n                 This city is really going to the\n\n                 dogs.\n\n\n\n\n\nHarry's foot stretches forward and pushes a footswitch.\n\nA buzzing is heard, and the young man's body suddenly\n\ndematerializes.  The gun which he held at Harry's head\n\nfalls to the seat beside HARRY, who picks it up and tosses it\n\ninto the glove compartment, beside all sorts of other futuristic\n\nguns and weapons.\n\n\n\n\n\n                      HARRY\n\n                    (V.O.)\n\n\n\n                 Stupid asshole.  Nobody touches\n\n                 me unless I want 'em to.\n\n\n\n\n\nCUT TO\n\n\n\n\n\nEXT.  METROPOLITIAN MUSEUM - NIGHT\n\n\n\nThe camera is close-up on the illustrated banner over the main\n\nentrance.  The banner reads; \"Treasures of the Loc-Nar - Coming\n\nJuly 8th\".\n\n\n\nWe pan down to the museum doors, as a man's body comes crashing\n\nthrough the plate glass and sprawls forward, cut and bleeding.\n\nIt is the goateed professor from the desert.  His daughter\n\nruns out behind him, ripping her clothes on the broken glass.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe pan down to the museum doors, as a man's body comes crashing\n\nthrough the plate glass and sprawls forward, cut and bleeding. It is the goateed professor from the desert. His daughter\n\nruns out behind him, ripping her clothes on the broken glass. \n\nTARGET SECTION TO BE ANNOTATED:\nGIRL\n\n\n\nFather!\n\n\n\n\n\nPROFESSOR\n\n\n\nRun!\n\n\n\n\n\nThe girl takes off down the museum stairs as men with laser\n\nguns come out and start firing.  A fat, evil-looking man (RUDNICK)\n\nbends down and grabs the professor's head, jerking it up.\n\n\n\n\n\nRUDNICK\n\n(to henchmen)\n\n\n\nHe's dead.  Get the girl!\n\n\n\n\n\nThe girl, clothes torn, runs out into the street, just as\n\nHarry's cab comes cruising by.  She runs alongside, pounding\n\non the window.\n\n\n\n\n\nGIRL\n\n(to Harry)\n\n\n\nHelp me, please!!\n\n\n\n\n\nA laser shot narrowly misses her and blasts Harry's side-mirror.\n\nHARRY flips the switch, unlocking the passenger door, and waves\n\nher in.\n\n\n\n\n\nHARRY\n\n(V.O.)\n\n\n\nNormally my rule is \"Don't\n\nget involved\", but something\n\nabout this dame got to me.\n\n\n\n\n\nShe dives in the back and HARRY floors it.  The cab screams\n\naway as Laser-shots land all around.\n\n\n\n\n\nGIRL\n\n(in shock, breathless)\n\n\n\nThe Loc-Nar ... they wanted\n\nit ... but my father wouldn't\n\ntell them ... now I'm the only\n\none ...\n\n\n\n\n\nCUT TO\n\n\n\n\n\nHARRY\n\n\n\nHARRY\n\n(interupting)\n\n\n\nRelax sister.  There's a cop\n\nstation up here.  You can ...\n\n\n\n\n\nHARRY looks at her in the rear-view mirror.  The girl has fainted.\n\n\n\n\n\nHARRY\n\n(V.O.)\n\n\n\nJust what I needed ... guess\n\nI'm a sucker for a pretty face.\n\n\n\n\n\nCUT TO\n\n\n\n\n\nPOLICE STATION\n\n\n\nThe police station is an all-metal building with no windows.\n\nA plaque on thr front reads \"N.Y. POLICE - 52nd DIVISION\".\n\n\n\nHarry's cab pulls up.  He gets out, carries the unconscious\n\nGIRL up to the front door, and pushes a buzzer.\n\n\n\n\n\nVOICE\n\n(over intercom)\n\n\n\nPolice.  Whaddya want?\n\n\n\n\n\nHARRY\n\n\n\nI wanna report a murder.\n\n\n\n\n\nVOICE\n\n(over intercom)\n\n\n\nSo what else is new?\n\n\n\n\n\nHARRY\n\n\n\nYou gonna let me in or what?\n\n\n\n\n\nA buzzer sounds and the door slides open.  HARRY carries the\n\nGIRL in and heads across the room toward the main desk.  As\n\nhe walks he passes cops using a strange metal detector/vaccuum\n\ncleaner to suck dangerous weapons from a pair of suspects.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nA buzzer sounds and the door slides open. HARRY carries the\n\nGIRL in and heads across the room toward the main desk. As\n\nhe walks he passes cops using a strange metal detector/vaccuum\n\ncleaner to suck dangerous weapons from a pair of suspects. \n\nTARGET SECTION TO BE ANNOTATED:\n  Piles\n\nof weapons can be seen in the machine's transparent belly.\n\n\n\n\n\nCOP #1\n\n\n\nOkay, this guy's clean - next.\n\n\n\n\n\nHARRY comes up to the front desk and starts to lay the girl\n\ndown in a chair.\n\n\n\n\n\nDESK SERGEANT\n\n(to Harry)\n\n\n\nBefore you go any further pal, I\n\ngotta tell you, it's cash up front.  A\n\nthousand bucks a day for a full investigation.\n\nAnother thousand if the assailant is caught.\n\nGot it?\n\n\n\n\n\nHARRY\n\n\n\nYeah thanks ...\n\n\n\n\n\nHe picks up the girl and turns to leave.\n\n\n\n\n\nHARRY\n\n... for nuthin'!\n\n\n\n\n\nDESK SERGEANT\n\n(shouting after Harry)\n\n\n\nYou think you can do better?\n\nJoin one of the vigilante groups.\n\nThere's a list of 'em outside.\n\n\n\n\n\nCUT TO\n\n\n\n\n\nEXT. POLICE STATION\n\n\n\nHARRY, carrying the GIRL, comes out of the police station, as\n\na patrol car screeches to a halt in front of him.  Two cops\n\nemerge, dragging a green alien with four arms.\n\n\n\n\n\nGREEN ALIEN\n\n\n\nI tell you I'm an American citizen.\n\nI just lost my papers.\n\n\n\n\n\nCOP\n\n(to himself)\n\n\n\nGoddamn illegal aliens.\n\n\n\n\n\nHARRY heads toward his cab.\n\n\n\n\n\nHARRY\n\n(V.O.)\n\n\n\nSo here I was, stuck with this beautiful\n\ngirl.  I knew she was gonna be nuthin'\n\nbut trouble ...\n\n\n\n\n\nHe looks around at the sleazy neighbourhood.  Every doorway\n\nand alley seems to have a rapist or thug lurking.\n\n\n\n\n\nHARRY\n\n(V.O.)\n\n\n\n... but I didn't feel right just\n\nleaving her for the sickos.  I\n\ndunno, maybe I'm gettin' sentimental\n\nor something ...\n\n\n\n\n\nDISSOLVE TO\n\n\n\n\n\nINT. HARRY'S APARTMENT\n\n\n\nThis futuristic bachelor pad is constructed entirely of brightly\n\ncoloured molden plastic.  Bowling trophies sit on a shelf\n\nunderneath a neon \"Buweiser\" clock.  The place is a mess.\n\n\n\nHARRY carries the GIRL in, pushes the light button to \"On\",\n\nand lays her down on the sofa.  As he takes off his jacket\n\nhe looks down at the unconscious figure - her clothes torn\n\nin all the right places.  She moans and starts to come to.\n\n\n\n\n\nGIRL\n\n\n\nWhere am I?\n\n\n\n\n\nHARRY\n\n\n\nMy place ...",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe moans and starts to come to. GIRL\n\n\n\nWhere am I? HARRY\n\n\n\nMy place ... \n\nTARGET SECTION TO BE ANNOTATED:\n\n\n\n\nWalking over to a hi-tech plastic bar, HARRY pushes a button\n\nand a machine pours and mixes a drink.  He hands the GIRL the\n\nglass.  She sits up and drinks.\n\n\n\n\n\nGIRL\n\n(looking at Harry)\n\n\n\nThey'd have killed me if it\n\nwasn't for you.\n\n\n\n\n\nHARRY\n\n\n\nWhat'd they want to snuff you\n\nfor?\n\n\n\n\n\n- - -\n\n\n\n\n\n[Page 99/120.]\n\n\n\n\n\n\n\n"
}