{
  "1": "HELL OR HIGH WATER\n\nWritten by\n\nTaylor Sheridan\n\fOPEN ON:\n\nDead grass. Burnt from four months of triple digit heat and\nno rain.\n\nWe move past an endless sea of it.\n\nPast PUMP JACKS drawing black gold from the dirt ...\n\nPast a herd of cattle scratching breakfast from the blistered\nearth -- two old bulls huddle in the shadow of a mesquite\n\ntree, choosing shade over hunger.\n\nWe pass a graveyard of farm equipment and rusted propane\ntanks, signaling the city limits of ARCHER CITY, TEXAS.\n\nWe look over the town -- it doesn’t take long.\n\nSurrounding an old, stone courthouse are empty buildings with\nbroken windows. A cafe. A title company ...\n\nAnd FIRST TEXAS BANK.\nWe stop in front.\nWe hear a car door open and shut.\n\nELSIE WALBERGER, 60, and heavy, curlers in her hair, waddles\npast us to the entrance of the bank.\n\nShe unlocks the door. As she hefts it open --\nCAMERA RUSHES TOWARD HER.\n\nElsie is pushed forward and falls to the floor of the bank\nwith a thud.\n\nShe moans, rolls to her side, and sees:\n\nINT. FIRST TEXAS BANK -- ARCHER CITY -- CONT.\n\nTWO SILHOUETTES. MEN. Hard to say who for two reasons: the\nmorning sun through the glass door and the ski masks pulled\nover their faces.\n\nELSIE\nWhat in the devil --\n\nROBBER\n(Offering her a hand) Stand up and\ntake us to the cash drawers.\n\fELSIE\nI will not.\n\nThe robber kneels below the glare and points a revolver at\nher face.\n\nROBBER 2\nWe ain’t askin’.\n\nShe scrambles to her feet and is escorted behind the counter.\n\nELSIE\nThere’s no money in the drawers\nyet. It’s in the safe and I ain’t\ngot the key.\n\nROBBER\nProve it.\n\nShe opens the drawers. Sure enough, they’re empty.\n\nROBBER (CONT'D)\nDamn.\n\nELSIE\nY'all are new at this I’m guessing.\n\nROBBER 2\nWhere’s the money?\n\nELSIE\nI told you, in the safe.\n\nROBBER 2\nWho’s got the key?\n\nELSIE\nMister Clauson.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nELSIE\nI told you, in the safe. ROBBER 2\nWho’s got the key? ELSIE\nMister Clauson. \n\nTARGET SECTION TO BE ANNOTATED:\n He’1ll be here soon,\nand I suggest you fellers don’t be.\nAll you're guilty of right now is\nbeing stupid. Just leave and that’s\nall it’ll be.\n\nOne of the robbers spins her to face him. Grabs her by the\nthroat. His cold eyes stare deep into hers.\n\nROBBER 2\nCall me stupid again.\n\nELSIE\nThink you scare me? You stupid son\nof a bitch.\n\nUh oh.\n\f3.\n\nThe thief’s partner steps up, puts a hand on the angry man’s\nshoulder, easing him back, and steps between them.\n\nROBBER\nWhen does Mister Clauson get here?\n\nELSIE\nEight-thirty every morning.\n\nThey look to the clock on the wall -- 8:29.\n\nThe other robber grabs her by the arm and drags her around to\nthe main foyer of the little bank. Points his pistol at her\nhead.\n\nROBBER 2\nSit.\n\nShe starts to move toward a small sofa.\nROBBER 2 (CONT'D)\nWhere the hell are you going? Sit\non the floor.\n\nShe does. Right in the middle of the bank. She looks up at\nthem -- scared for the first time.\n\nELSIE\nWhat are you gonna do?\n\nCUT TO:\n\nEXT. FIRST TEXAS BANK -- DAY.\n\nA ‘78 Buick in mint condition comes to a stop in front of the\nbank. MR. CLAUSON, 50's, bit of a belly and barely any hair,\nclimbs out and looks up at the bank sign, digitally\ndisplaying the time and temperature.\n\nThe time is 8:30am. The temperature is 98.\n\nMR. CLAUSON\nGoodness, it’s gonna be a cooker.\n\nHe moves toward the entrance of the bank. Behind him we see\nvirtually no signs of life. It’s a miracle this bank is even\nopen.\n\nINT. FIRST TEXAS BANK -- CONT.\n\nMr. Clauson steps through and sees:\n\fElsie sitting uncomfortably in the center of the lobby,\npropping all her weight on one arm, like a broken chair.\n\nMR. CLAUSON\nElsie, you alright?\n\nShe shakes her head ‘no’ as a pistol is placed to Mr.\nClauson’s temple ...\n\nCUT TO:\n\nINT.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe shakes her head ‘no’ as a pistol is placed to Mr. Clauson’s temple ... CUT TO:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n 1988 CHEVY CAMARO -- DAY.\n\nA burnt field, charred and smoking, whizzes by as the engine\nwhines. We see two men:\n\nTOBY HANSON, late 30's, a kind face marked by years of sun\nand disappointment, rides shotgun. It’s not the face of a\nthief, it is the face of a farmer.\n\nBehind the wheel is TANNER HANSON, 40, his brother’s opposite\nin every way: mustache, shaggy hair, an air of danger that\nattracts as many women as it repels.\n\nHe lights a smoke as Toby wipes sweat from his brow.\nTanner grins from ear to ear.\n\nTANNER\nJust like the army. Doin’ more\nbefore nine a.m. than most folks do\nall goddam day.\n\nToby looks straight ahead. They ride in silence for a moment.\nThen Tanner explodes --\n\nTANNER (CONT'D)\nWHOOOOOOOOOHOOCOOOHOOHOO! !!! !\n\nHe pounds the dash. Toby waits for the storm to pass. It\ndoes. Silence again.\n\nTOBY\nYou need to go a little easier on\nthe tellers.\n\nTANNER\nI go as easy on them as they go on\nme.\n\nBeat.\n\fTOBY\nSlow down.\n\nHe doesn’t.\n\nIn the distance, they see the throbbing lights of a SHERIFF'S\nCRUISER headed toward them.\n\nTOBY (CONT'D)\nSlow down --\n\nTANNER\nI ain’t speeding.\n\nThe cruiser races toward them. Tanner drives without a care\nin the world. Toby is frozen to his seat, eyes tracking the\ncar as it approaches.\n\nThe cruiser whips by. Toby looks in the side mirror, certain\nthe vehicle is going to turn around. It doesn’t.\n\nTANNER (CONT'D)\nSee, little brother? We ain’t got a\nworry in the world.\n\nTanner takes a long pull from his cigarette, and looks out\nover the black top.\n\nTOBY\nPlannin’ this and doin’ it’s two\ndifferent things.\n\nTanner laughs. His demeanor is so relaxed, you'd think they\nwere taking a drive with no destination at all.\n\nTANNER\nShit, most people that do this\ndon’t think to plan at all. ... You\n\nknow, we're half way to Olney.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis demeanor is so relaxed, you'd think they\nwere taking a drive with no destination at all. TANNER\nShit, most people that do this\ndon’t think to plan at all. ... You\n\nknow, we're half way to Olney. \n\nTARGET SECTION TO BE ANNOTATED:\nMight as well put ourselves a day\nahead.\n\nToby looks exhausted. But it’s true. Tanner looks at him and\nsmiles.\n\nTANNER (CONT'D)\nC'mon. Early bird gets the worm.\n\nBeat.\n\nTOBY\nSlow down.\n\fHe doesn’t.\n\nEXT. TWO LANE HIGHWAY -- CONT.\n\nThe Camaro pulls away from us. We try to keep up, but it\ndisappears over a rise. We stare at broken yellow lines as\nthey race underneath us.\n\nCAMERA RISES. We see the Camaro in the distance. It is the\nonly car on the road. In fact, it is the only sign of life in\nany direction. Smoke rises from scorched fields in every\ndirection. From our vantage point, it seems the whole world\nis on fire ...\n\nCUT TO:\n\nINT. FIRST TEXAS BANK -- OLNY BRANCH -- DAY.\n\nThis branch was built in the fifties and hasn’t had a remodel\nsince. There is one surveillance camera mounted above the\nteller’s counter.\n\nA MAN IN HIS 80'S is placing rolls of coins on the counter\nbefore a chubby, young TELLER. There is a dolly loaded with\nthree cardboard boxes beside him. They are the only two\npeople in the bank.\n\nMAN\nI found three boxes in the barn.\nLord knows how long they been\nsittin there. (The old man\nchuckles) I been living on an\ninmate’s diet and had all these\nboxes just sitting under feed\nsacks.\n\nThe teller smiles.\n\nTELLER\n\nHow do you forget such a thing?\nOLD MAN\n\nOld as I am, lucky I could find my\n\nway here.\nThe teller examines a roll of pennies.\n\nTELLER\nThis one says 1953.\n\nShe breaks open the roll.\n\fTELLER (CONT'D)\nI wonder if any of these is\ncollector’s items. You could be\nsitting on a fortune here.\n\nWe hear a JINGLE OF BELLS from the front door. In a flash, a\npistol is pointed at the old man and a blurred image leaps\nover the counter.\n\nTANNER, in ski mask, is now behind the teller, pistol to her\nhead. Toby appears beside the old man.\n\nTANNER\nOpen the drawer.\n\nHer eyes go wide.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nToby appears beside the old man. TANNER\nOpen the drawer. Her eyes go wide. \n\nTARGET SECTION TO BE ANNOTATED:\n She raises her hands to the sky.\n\nTANNER (CONT'D)\nPut yer hands down and open the\n\ndrawer.\nShe does.\nTOBY\nOnes, fives, tens, and twenties. No\nhundreds.\nOLD MAN\n\nDon’t this figure. Good lord won't\neven let me have it for a damn day.\n\nTOBY\n(Looking over the boxes) We don’t\nwant your coins, old man.\n\nOLD MAN\n\nSo you boys is robbing the bank?\nTANNER\n\nShut up.\nTOBY\n\nKeep your hands on the counter.\n\nThe old man simply can’t wrap his head around what he’s\nseeing.\nOLD MAN\nThat's crazy ... Ya’ll ain’t even\nMexican.\n\nShe reaches for the ink pack.\n\fTANNER\nNo no no. Leave that where it is.\nAnd none of them in bundles, just\nthe loose cash.\n\nOLD MAN\nYou oughta be ashamed of yerself --\n\nTANNER\nOh, I am. Make no mistake. But I’m\ndoing it anyway. Put your hands on\n\nthe counter where I can see em, old\n\nman. Got a pistol on you?\n\nOLD MAN\nDamn right I do.\n\nTANNER\n\n(Looks hard at Toby)Keep up with\n\nthe circumstances, okay?\n\nToby shakes his head at the scolding\n\nand frisks him, finds a\n\nsnub nose .38 and sets it on the counter, out of the old\n\nman’s reach.\n\nOLD MAN\nYou gonna steal my gun?\n\nTANNER\n\n(Pointing his pistol)I got my own\n\ngun --\n\nTOBY\n\nWe ain’t stealing from you, we’re\n\nstealing from the bank.\n\nOLD MAN\nIt’s the same thing, son.\n\nTanner jumps the counter.\n\nTANNER\nLike hell it is.\n\nThey turn and run. The old man grabs\nshattering glass beside them as they\nEXT. FIRST TEXAS BANK -- OLNY, TEXAS\n\nThe brothers run around the building\nand the waiting Camaro.\n\nThey tear off through the alley.\n\nhis pistol and fires,\nexit the building.\n\n-- CONT.\n\nto the back of the bank\n\fThe old man struggles out the front door, pistol in hand,\nlooks down the street. Nothing. Looks the other way. Nothing\nthere either.\n\nJust like the last town, it appears in every way to be\ndeserted.\n\nINT.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nNothing\nthere either. Just like the last town, it appears in every way to be\ndeserted. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CAMARO -- RESIDENTIAL STREET -- OLNY, TEXAS -- DAY.\n\nMasks removed, the brothers are drenched in sweat. They pass\nhouse after house with dead lawns and no cars in the\ndriveway.\n\nSome of the windows are broken, some boarded up. One thing is\ncertain, whoever lived in these little towns doesn’t live\nhere anymore.\n\nTANNER\nPut the gun on the counter?? You\nliked to get us killed!\n\nTOBY\nI’m not stealing from some old man.\nWe stealing from one place. That’s\nit.\n\nBut Tanner isn’t angry, he’s laughing.\nTANNER\n\nYou're turning out to be a poor\ncriminal.\n\nToby opens the trash bag, judging the take. This was a much\nbigger haul.\n\nTANNER (CONT'D)\nSee what the early bird gets?\n\nThrough the windshield we see field after field of cotton,\ndrab and stunted from the heat. Olney is far behind us now.\n\nA tinge of relief on Toby’s face -- this may actually work.\nHe leans his head back.\n\nTANNER (CONT'D)\n(The gleam returns to Tanner’s\neyes) Wanna head over to the branch\nin Jayton?\n\nRelief gone.\n\f10.\n\nTOBY\nNO. (He looks at his brother) We\nhit these banks first thing in the\nmorning. When they’re empty...\nThat’s the last time I care to be\nshot at.\n\nToby runs his hand over his sweat-drenched face.\nTOBY (CONT'D)\nGotta be smart. We’re a ways from\nbeing finished.\n\nTANNER\nHell, we could do this all week.\n\nTOBY\nWe’re gonna.\n\nTanner laughs.\n\nTANNER\nCan’t nobody stop us ... We like\nthe Comanches, little brother.\nLords of the plains... Raiding\n\nwhere we please, with the whole of\nTexas huntin’ our shadow.\n\nField after empty field fly by Toby’s window. He stares out\nover them.\n\nTanner lights a smoke, draws in a deep drag.\n\nTANNER (CONT'D)\nLords of the plains. That’s us ...\n\nToby looks in the direction of his greatest worry, who\nexhales smoke and smiles.\n\nCUT TO:\n\nINT. TEXAS RANGER’S OFFICE -- ABILENE, TEXAS -- DAY.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nToby looks in the direction of his greatest worry, who\nexhales smoke and smiles. CUT TO:\n\nINT. TEXAS RANGER’S OFFICE -- ABILENE, TEXAS -- DAY. \n\nTARGET SECTION TO BE ANNOTATED:\nMARCUS HAMILTON, two weeks shy of 70, thick silver mustache,\nsits at his desk. A large Texas flag tacked to the wall\nbehind him.\n\nHe looks over a LETTER from the DPS HEADQUARTERS in Austin.\nThe heading says it all: Mandatory Retirement Referendum.\n\nThe letter is worn at the edges -- Marcus has spent a fair\namount of time looking it over.\n\f11.\n\nMarcus packs a can of Copenhagen with fifty year’s worth of\nskill, and sticks a pinch inside his lip.\n\nA younger Ranger, and by younger I mean 50, walks in. His\nname is ALBERTO PARKER, and aside from his olive skin, he\nlooks almost identical to Marcus: thick mustache, beer belly,\ngold star on a starched white shirt, bone colored Stetson\nhat.\n\nPARKER\nYou hear about these bank\nrobberies?\n\nMARCUS\nWhy you always dress like me?\n\nBeat.\n\nPARKER\nThis is our uniform.\n\nMARCUS\nWe ain’t got no uniform. You can\nwear any color shirt you choose.\nYou just keep choosing mine.\n\nPARKER\nTexas Ranger regs say white, blue,\nor tan dress shirt. Stands to\nreason every so often we gonna end\nup dressed the same.\n\nMARCUS\nWell, they say imitation is the\ngreatest form of flattery, Alberto.\nDid you know that?\n\nAlberto is half Comanche and half Latino, though his Texas\ntwang is as pronounced as any cowboy.\n\nPARKER\nWanna hear about these bank\nrobberies or just sit there and let\nAlzheimer’s run its course?\n\nMARCUS\nWhere at?\n\nPARKER\nFirst Texas in Archer City and\nFirst Texas in Olney.\n\nMARCUS\nFBI looking for an assist?\n\f12.\n\nPARKER\nAin’t theirs. First Texas ain’t got\nbranches outside the state. Not\ninterstate commerce.\n\nA flicker of fire ignites in Marcus’s eyes.\nPARKER (CONT'D)\nYou may get to have some fun before\nthey send you to the rocking chair\nyet.\n\nMarcus’s chair squeaks as he leans back.\n\nMARCUS\n+. I may have one hunt left in me.\n\nCUT TO:\n\nEXT. HANSON RANCH -- DAY.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nI may have one hunt left in me. CUT TO:\n\nEXT. HANSON RANCH -- DAY. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Camaro throws dust along the dirt road as it drives past\na rotting house, various outbuildings, and a collapsing barn.\nA few skinny cattle try to eek out a meal from the dead\ngrass.\n\nThe Camaro drives past the barn, past a dried pond, and\nstops.\n\nToby steps out of the Camaro. Climbs on a FRONT-END LOADER (a\nbulldozer in layman’s terms). Tanner drives the Camaro into a\nten-foot deep ditch.\n\nBeside the ditch are THIRTY PEACH TREES, their roots\nprotected by burlap sacks.\n\nThe bulldozer roars to life and begins pushing a large pile\nof red dirt.\nINT. BULLDOZER -- CONT.\n\nWe look down on the blade holding two tons of dirt. Watch as\nit releases the load, pounding the roof of the Camaro.\n\nWe see Tanner carrying two duffels and the trash bags of\nmoney toward the sheet metal barn.\n\nHalf-starved cattle watch with curiosity from the relative\nshade of a mesquite tree.\n\f13.\n\nEXT. SHEET METAL BARN -- CONT.\n\nTanner pulls open the doors to the barn. Inside, we see THREE\nVEHICLES. A Chevy Blazer, an old Ford Taurus, and a rusted\nFord pick up.\n\nTanner tosses the duffels on the hood of the Taurus. Walks\nout of the barn carrying the bags of money.\n\nEXT. FRONT PORCH -- HANSON RANCH HOUSE -- A LITTLE LATER.\n\nTanner sits, guzzling a beer, an unopened Bud in his lap.\nToby walks up, Tanner tosses the beer to him.\n\nTOBY\nI need you sober.\n\nTANNER\nWho the hell gets drunk off beer?\n\nTOBY\nYou count it?\n\nTanner smiles.\n\nTANNER\nAin’t my money.\n\nToby begins stacking and counting the cash as he sips his\nbeer.\n\nTANNER (CONT'D)\nWe oughta go hit the branch in\nColeman before we change this\nmoney.\n\nTOBY\nWe change the money first. Hit the\nbranch in Coleman in the morning.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nTANNER (CONT'D)\nWe oughta go hit the branch in\nColeman before we change this\nmoney. TOBY\nWe change the money first. Hit the\nbranch in Coleman in the morning. \n\nTARGET SECTION TO BE ANNOTATED:\nTANNER\nIt don’t make no sense to drive to\nOklahoma, then drive all the way\nback to Coleman, then all the way\nback to Oklahoma when we could\nchange all the money tonight.\n\nTOBY\nIt don’t make sense to you.\n\nTANNER\nThat’s what I said.\n\f14.\n\nBut Toby offers no explanation.\n\nTANNER (CONT'D)\nGoddam that was fun ... Wasn’t it?\n\nTOBY\nNo.\n\nTanner laughs out loud.\n\nTANNER\nYou lying bastard. I saw you. You\nliked it ... looked like you were\n\nsproutin’ a little wood fer that\nteller in Olney too. That’s the\nproblem with these baggy jeans --\ncan’t hide a hard hog against yer\nleg. Remind me to wear my wranglers\nif we start robbin’ high schools.\n\nToby looks up.\n\nTOBY\nThis ain’t supposed to be fun. And\nwe ain’t robbing anybody. We’re\nrobbing ‘em back.\n\nTanner drains his beer, cracks open another.\n\nTANNER\nCall it what you want. It’s the\nmost fun I’ve had with clothes on.\nI wouldn’t have missed this fer the\nworld and two hookers.\n\nToby looks at the stacks of money.\n\nTOBY\nHalf way there.\n\nTanner holds out a beer. Toby looks into his smiling eyes.\nShakes his head and takes it anyway.\n\nTanner walks to the edge of the porch. Jumps off. Walks out\nand turns back toward the house.\n\nTANNER\nBoy this place looks like shit.\n\nTanner looks over the emaciated cattle in the field beside\nhim.\n\f15.\n\nTANNER (CONT'D)\nAin't a decent steak between the\nwhole lot of those sorry sons of\nbitches.\n\nToby watches his brother, senses the storm brewing. Knows\nsilence is the best weapon against it.\n\nTanner shakes his head at the crumbling house. For the first\ntime, he isn’t smiling. He jumps back on the porch and walks\ninside.\n\nToby rubs his sunburned temples, sighs, then stands and\nfollows.\n\nINT. HANSON RANCH HOUSE -- CONT.\n\nToby comes through the front door. The furniture is at least\nthirty years old. Boxes are stacked everywhere.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nToby comes through the front door. The furniture is at least\nthirty years old. Boxes are stacked everywhere. \n\nTARGET SECTION TO BE ANNOTATED:\nWe see a SUIT laying across a chair at the dining room table.\nOn the table is a PAMPHLET from a funeral -- black and white\nphoto of an old woman on the front.\n\nThe color version of that photo hangs on the wall.\n\nBeside the pamphlet is a FIRST TAXES BANK folder with\nnumerous loan papers sprawled around it.\n\nTanner steps out from the kitchen. Looks around.\n\nTANNER\nYou haven't done much cleaning.\n\nTOBY\nCleaned mama six times a day. That\nwas enough for me.\nTanner picks up the funeral pamphlet.\n\nTANNER\nShe died in the bedroom?\n\nTOBY\nYeah.\n\nTanner takes off down the hall. After a moment, Toby follows.\n\f16.\n\nINT. BEDROOM -- CONT.\n\nA HOSPICE BED, complete with rails, sits in the center of the\nroom, An IV stand by its side. The sheets and blankets are\ncrumpled and tossed back, as if someone just climbed out.\n\nTANNER\nBetter get this out of here before\nyour boys move in.\n\nTOBY\nIt’s on the list.\n\nTanner sips his beer. Looks around the room. Stacks of\nmagazines. Countless prescription bottles on the dresser.\n\nTANNER\nShe was in this bed a while, huh?\n\nTOBY\nThree months.\n\nTanner nods. Shuffles his feet. Guilt setting in.\n\nTANNER\nI could've lent a hand if she'd\nasked. Could’ve fed them skinny\ncows at least.\n\nTOBY\nGot nothing to feed ‘em.\n\nTANNER\nWell, could’ve cleaned up this\nhouse a bit.\n\nToby almost smiles.\nTOBY\nNever thought of you as the go-to\nguy for house cleaning.\n\nTANNER\nNo ... Just robbing banks.\n\nBeat.\nTOBY\nHey bud, your phone dials out, you\ncould have checked on us anytime.\n\nTANNER\nShe could’ve asked.\n\f17.\nTanner finishes his beer, crushes the can, and tosses it on\nthe bed.\nTANNER (CONT'D)\n\nFuck her. She never wanted nothing\n\nto do with me anyway.\nTanner walks out of the room, brushing past Toby.\nToby looks at the beer can. He walks over, picks it up, and\nputs it on the night stand.\nEXT. RANCH HOUSE -- MOMENT LATER.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe walks over, picks it up, and\nputs it on the night stand. EXT. RANCH HOUSE -- MOMENT LATER. \n\nTARGET SECTION TO BE ANNOTATED:\nToby steps onto the porch. Finds Tanner leaning against an\nold corral fence.\n\nToby gives his brother some distance.\n\nTANNER\nShe leave a will?\nBeat.\nTOBY\nYeah.\nTANNER\n\nWas I in it?\n\nSilence. Tanner turns to his brother, who looks down at his\nboots, then dead into Tanner’s eyes.\n\nTOBY\nNo.\n\nTanner has to smile. Drinks from yet another beer. Toby steps\noff the porch and walks up beside him.\n\nTOBY (CONT'D)\nThe will don’t matter. She left\neverything to me, and by Friday, it\nall goes to my boys ... She didn’t\nmean nuthin’ by it. Mama’s been\ngone for years. I just tended to\nthe body.\n\nTANNER\nShe damn sure meant it. Mama was\nlike a dog that got kicked every\ntime it was fed.\n\n(MORE )\n\f18.\n\nTANNER (CONT'D)\nAfter a while she started to think\nthe beatin’ was part of the meal.\nHated me fer knowin’ the\ndifference.\n\nTOBY\nThat’s not it.\n\nTANNER\nNo?\n\nTOBY\nIt’s cuz you never understood that\nfighting back just makes the\nbeating last longer.\n\nTanner laughs. So does Toby. A little.\n\nTANNER\nOh, I understood it.\n\nTanner leans into Toby, resting his hand on his brother's\nneck.\n\nTANNER (CONT'D)\nThat's why I stopped fighting and\nshot that son of a bitch.\n\nThey both lean on the fence, looking out over the parched\nfield filled with mesquites -- the only plant mean enough to\nsurvive in this place.\n\nCUT TO:\n\nEXT. FIRST TEXAS BANK -—- ARCHER CITY, TX -- DAY.\n\nMarcus and PARKER pull up to as large a crowd as Archer City\ncan muster: a dozen people and another dozen Sheriff's\ndeputies stand under the awning of the bank, hiding from the\nsun like bats.\n\nThey walk toward the ‘crowd’ as a truck pulling a horse\ntrailer slows. The window rolls down and we see a RANCHER,\n50, his face as weathered as it is unforgiving.\n\nRANCHER\nWhat’s gong on?\n\nMARCUS\nSomebody robbed the bank this\nmorning.\n\f19.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nRANCHER\nWhat’s gong on? MARCUS\nSomebody robbed the bank this\nmorning. 19. \n\nTARGET SECTION TO BE ANNOTATED:\nRANCHER\nDo what?\n\nMARCUS\nAin’t seen no one unusual in town,\nhave you?\n\nRANCHER\nI don’t come to town except to buy\ndiesel and put my paycheck in that\nsombitch right there ( points at\nthe bank), and you say someone\nrobbed it?\n\nMARCUS\nLooks that way.\n\nThe rancher shakes his head.\n\nRANCHER\nThere was a time you could have\nleft that bank unlocked overnight\nand no one steal a penny.\n\nMarcus smiles.\n\nMARCUS\nI remember it. (Hands him a card)\nYou see anyone that looks a little\nsideways, you give me a call.\n\nRANCHER\nSideways don’t want to meet me.\nFind itself on the wrong end of a\nshort rope.\n\nMARCUS\nWell, that would simplify things\nfor everyone but you.\n\nRANCHER\nMaybe. If you can find the tree.\n\nThe rancher pulls away. Marcus smiles.\n\nMARCUS\nGod, I love West Texas.\n\nThey walk to the bank as a DEPUTY approaches.\n\nDEPUTY\nWeren’t much of a robbery. Got off\nwith just under seven thousand.\n(MORE )\n\f20.\n\nDEPUTY (CONT'D)\nTook the drawer money. Twenty’s and\nunder. Only loose bills.\n\nMARCUS\nSo no ink pack.\n\nDEPUTY\nNope.\n\nMarcus nods.\n\nPARKER\nSmart.\n\nMARCUS\n\nThat was smart, wasn’t it. Can we\nget a look at the video?\n\nThe deputy’s eyes narrow.\nDEPUTY\nLet me introduce you to the bank\nmanager.\nWaves them over to a boiling Mr. Clauson.\nMR. CLAUSON\nWhy can’t we wait inside? It’s\ngotta be --\nHe looks above them to the First Texas sign and thermometer.\nMR. CLAUSON (CONT’D)\nMy goodness gracious, it’s a\nhundred and five and barely noon.\n\nDEPUTY\nIt’s a crime scene, Mr. Clauson.\n\nMARCUS\nCan we get a look at the\nsurveillance video?\n\nMr. Clauson shrinks a little.\n\nMR. CLAUSON\nWell, umm...\n\nThey all wait for him to continue. He doesn’t. Just looks at\nthem, sweating.\n\nDEPUTY\nNo video.\n\f21.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust looks at\nthem, sweating. DEPUTY\nNo video. 21. \n\nTARGET SECTION TO BE ANNOTATED:\nMARCUS\n«+. No video?\n\nMarcus looks up and points to the surveillance camera above\nthe front door.\n\nMARCUS (CONT'D)\nWhat's that?\n\nMR. CLAUSON\nOh, we got cameras, but ...\n\nThey wait for him to finish the sentence. He doesn’t.\n\nMARCUS\nVCR busted, is that it?\n\nMR. CLAUSON\nThey been planning to switch us\nover to a digital system that feeds\nright into the computer, these new\ncameras, they don’t hook to our\nVCR's. Need some kind of USB port.\n\nMARCUS\nMmhmm.\n\nTurns to PARKER.\n\nMARCUS (CONT'D)\nCall over to the Young County\nSheriff's, see if they just hit\nteller drawers and stuck to small\nbills, I’m sure they did, but --\nand ask em if they thought to hook\ntheir cameras to some sort of\nrecording device.\n\nPARKER dials his cell. Marcus turns to Mr. Clauson.\n\nMARCUS (CONT'D)\nThey armed?\n\nMR. CLAUSON\nYes sir. Pistols.\n\nMARCUS\nFaces was covered?\n\nMR. CLAUSON\nSki masks, long shirts, sweat\nshirts and baggy pants, like them\nthugs in Dallas.\n\f22.\n\nDEPUTY\nTweakers maybe?\nPARKER\nMaybe.\nMARCUS\nLittle early in the morning for\ntweakers --\nPARKER\n\nWhat the hell you talking about?\nTweakers don’t sleep at all. They\n\njust ... Tweak. All day and all\n\nnight. And think of ways to tweak\n\nsome more -- like robbing banks.\nMARCUS\n\nThese boys ain’t tweakers. Tweakers\nrob drug stores and parked cars,\nnot banks.\n\nMarcus spots Elsie, sitting on the steps, sweating buckets.\nHe walks to her.\n\nMARCUS (CONT'D)\nYou the teller?\n\nShe looks up at him. Her face wearing the violation of the\nmorning.\n\nELSIE\nThey pushed me to the ground. Gun\nto my face. Made me sit on the\nfloor.\n\nHer face curls at the thought.\n\nELSIE (CONT'D)\nOn the damn floor.\n\nMARCUS\nI know their faces was covered but\ncould you tell their race?\nShe just looks at him.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nELSIE (CONT'D)\nOn the damn floor. MARCUS\nI know their faces was covered but\ncould you tell their race? She just looks at him. \n\nTARGET SECTION TO BE ANNOTATED:\nMARCUS (CONT'D)\nBlack? White?\n\nELSIE\nTheir skin or their souls?\n\fBeat.\n\n23.\n\nMARCUS\nLet’s leave their souls out of it\nfor now.\n\nELSIE\n\nIf it was two black men, they’d\nhave never made it IN the bank ...\n\nMARCUS\nSo they appeared Caucasian is what\nyou're saying.\n\nELSIE\n(Nodding) From around here\nsomewhere is my guess. From their\nvoices.\n\nPARKER walks up.\n\nPARKER\nYoung County says same deal.\n\nMARCUS\nThey got video?\n\nPARKER shakes his head.\n\nPARKER\nSame deal all the way around.\nMARCUS\nDoesn’t Wal-Mart sell all sorts of\nelectronics? My word ... These boys\nain't done, I’1l tell you that\nmuch.\nPARKER\nHow come?\nMARCUS\n\nThey're patient. Just hit the\ndrawers and don’t take the hundreds\ncuz that’s the bank’s money -- you\ncan trace that. They’re trying to\nraise a certain amount is my guess\nand it’s gonna take a few banks to\nget there at this rate. Besides ...\n\nMarcus looks at Mr. Clauson, Elsie, and the little bank.\n\nMARCUS (CONT'D)\nThis is just too damn easy.\n\f24.\n\nMarcus looks back over the small crowd -- all simple, country\nfolk, milling about in a state of grave disbelief. It’s a\nmiracle people haven’t been robbing them non-stop for the\npast century.\n\nCUT TO:\n\nINT. DINER -- VERNON, TEXAS -- LATE AFTERNOON.\n\nToby and Tanner sit at a table scarfing chicken fried steak.\nThrough the window we see a WEST TEXAS STATE BANK branch.\nThey are no longer dressed in baggy, urban gangster wear, but\nlike the poor country boys they are.\n\nAside from a few old timers sipping coffee in a distant\nbooth, the diner is empty.\n\nTANNER\nYou're boys know how rich they’re\nabout to be?\n\nTOBY\nThey don’t know anything.\n\nTANNER\nYou take ‘em to the funeral?\n\nA beat as they chew their food.\n\nTOBY\nLike I said. They don’t know\nanything.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nA beat as they chew their food. TOBY\nLike I said. They don’t know\nanything. \n\nTARGET SECTION TO BE ANNOTATED:\nTANNER\n\nYou haven’t told ‘em their\n\ngrandmama died? (Toby just eats)\n\nWhen’s the last time you saw ‘em?\nBeat.\n\nTOBY\n\nWhen we all went to the rodeo in\n\nStamford. Right after you got out.\nTanner stops chewing.\n\nTANNER\nThat was last year.\n\nAnd that'll do it for Toby’s appetite. He sets his fork down.\n\f25.\n\nTOBY\nI talk to ‘em on the phone. When\nDebbie’s not around ... It’s like\ntime hooked a chain to ‘em, and\nit’s just ... pulling them away.\nTANNER\nWant a little advice?\nTOBY\nNo.\nTANNER\n\nGo see ‘em tomorrow. In case this\ndon’t work out, at least they’1l\nhave a chance to do something if we\nget popped -- lord knows your\nspider of an ex-wife won’t let this\ngo without a fight.\n\nTOBY\nGot any idea how much I owe in\nchild support? Debbie sees me\nwalking up, she’ll have the sheriff\non the phone before I ring the\ndoorbell. When we’re done with\nthis, I’1l see ‘em every day.\n\nTanner laughs at his brother.\n\nBeat.\n\nTANNER\nYou got enough in your front pocket\nto fix that problem.\n\nTOBY\nWe'd have to add one to the list.\n\nTANNER\nSo add one.\n\nToby looks at his plate.\n\nTOBY\nYou talk like we ain’t gonna get\naway with this.\n\nTanner leans into him.\n\nTANNER\nI ain’t never met nobody who got\naway with anything. Ever. Have you?\n\f26.\n\nTanner smiles. Wipes his mouth with his napkin and tosses it\non his plate.\n\nTANNER (CONT'D)\nI gotta shit like an old goat. Grab\nthe check and meet me out front.\n\nAnd Tanner’s off.\n\nToby swirls his almost empty tea, watching the few remaining\nice cubes travel around the bottom of the cup.\n\nJENNY ANN (0.S.)\nBoy, if that ain’t a hint, I don’t\nknow what is.\n\nWe look up at JENNY ANN, 29, a real looker when she was a\nteenager.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nJENNY ANN (0. S.)\nBoy, if that ain’t a hint, I don’t\nknow what is. We look up at JENNY ANN, 29, a real looker when she was a\nteenager. \n\nTARGET SECTION TO BE ANNOTATED:\n Now, too plump to be called pretty, but still cute\nand proudly displaying the one benefit of gaining fifty\npounds. Her blouse can barely contain her breasts.\n\nShe takes his cup and fills it.\n\nJENNY ANN (CONT’D)\nYou like your steak?\n\nTOBY\nI did.\n\nJENNY ANN\n(Looking over his plate) Got a ways\nto go yet.\n\nTOBY\n\nYou'll be here all night waiting\nfor me to finish this.\n\nShe stands over him, smiling.\n\nINT. WEST TEXAS STATE BANK -- CONT.\n\nA young teller, this must be her summer job because she looks\nsixteen, sits at her ‘window’ staring at a small black and\nwhite TV.\n\nTANNER (0.S.)\nSure is quiet in here.\n\nTELLER\nEveryone’s at lunch, can I --\n\nA ski mask stares back, pistol casually pointed at her.\n\f27.\n\nTANNER\nOpen that drawer and take out the\nfives, tens, and twentys. Fan em\nout in front of me like a deck of\ncards.\n\nShe does as he says. Looks at him, almost hyperventilating.\n\nTANNER (CONT'D)\nYour purse down there?\n\nTELLER\nI don’t have any money.\n\nTANNER\nDon’t want your money, darlin’.\n\nHe smiles a toothy grin through the mask.\n\nTANNER (CONT'D)\nI want your driver’s license. Hand\nit over.\n\nShe fumbles for her purse, retrieves it. Hands him the\nlicense.\n\nTELLER\nWhat are you gonna do?\n\nTANNER\nDepends. If you call the police --\n\nTanner looks over his shoulder to a glass office, a man\nsitting behind the desk, facing away from us.\n\nTANNER (CONT'D)\nOr say anything to him, (He holds\nup the license) I’m gonna drive to\nyour house and kill everyone I\nfind. Understand?\n\nShe frantically nods ‘yes’.\n\nTANNER (CONT'D)\nGood girl.\n\nHe smiles, his eyes lingering over her young body, watching\nher breasts heave with every panicked breath.\n\nTANNER (CONT'D)\nYou’re lucky I’m on a schedule.\n\nHe turns and walks out. The girl leans back on her stool,\ngasping for air.\n\f28.\n\nINT. DINER -- CONT.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\n28. INT. DINER -- CONT. \n\nTARGET SECTION TO BE ANNOTATED:\nJENNY ANN\n\nWhat do you do?\n\nTOBY\n\n(He lies) Last job was for a\nnatural gas company.\n\nJENNY ANN\n\nThat sounds high dollar.\n\nHe smiles.\n\nTOBY\n\nNothing high dollar about drilling,\nand ... No one’s drilling for gas\nnow anyway.\n\nJENNY ANN\n\nWell, they’re sure drilling for\noil. Ain’t one drill the same as\nthe next?\n\nHe looks at her bright eyes and eager, almost flirty smile.\nIt makes him a little uncomfortable.\n\nTOBY\n\nThat's my take on it. Now I just\ngotta convince someone else to\nbelieve me.\n\nJENNY ANN\n\nI believe you.\n\nTOBY\n\n.- Somebody hiring.\n\nShe tosses her considerable weight to one hip.\n\nWe\n\nShe sets the\nit. The look\nwhen another\nthrough this\n\nJENNY ANN\ncould use a cook.\n\ncheck on the table. Her phone number written on\non her face is one of coy desperation. Who knows\nhandsome man even close to her age will wander\ntown again.\n\nJENNY ANN (CONT'D)\n\nJust a thought.\n\nShe stands there. He says nothing. Her coyness leaves her.\nOnly desperation remains. Finally, she walks off.\n\fHe looks at the bill: $18.49\n\n29.\n\nHe looks in her direction, pulls a wad of stolen money from\n\nhis pocket and counts out two hundred in twenties.\n\nEXT. DINER -- VERNON, TEXAS -- CONTINUOUS.\n\nToby walks to the Taurus and looks up to see Tanner RUNNING\n\ntoward him.\n\nTANNER\nStart the car.\n\nToby puts it together.\n\nTOBY\nShit.\n\nHe jumps in the car and fires it up. Tanner jumps\n\nINT. TAURUS -- CONT.\nToby heads straight for the side streets.\nTOBY\n\nWHAT DID I TELL YOU!!! YOU’RE GONNA\nGET US KILLED!!! THAT’S NOT A FIRST\n\nTEXAS BRANCH ... I must be out of\nmy goddam mind to ask for your help\non this.\n\nTanner holds up a wad of cash.\n\nTANNER\nBet you don’t owe this much in\nchild support.\n\nin.\n\nHe doesn’t. Toby collapses his head against the seat.\n\nTOBY\nYou just put us a goddam day\nbehind.\n\nTanner lights a cigarette. Smiles.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nTOBY\nYou just put us a goddam day\nbehind. Tanner lights a cigarette. Smiles. \n\nTARGET SECTION TO BE ANNOTATED:\nTANNER\nYou’re welcome.\n\nINT. WEST TEXAS STATE BANK -- A FEW MOMENTS LATER.\n\nThe bank manager walks toward the teller, his head in a file.\n\f30.\n\nBANK MANAGER\nI need these copied in triplicate\nbefore we lock up --\n\nHe looks up to see the terrified girl, mascara running down\nher cheeks, shaking. He leans over the counter and sees the\nopen, almost empty drawer.\n\nBANK MANAGER (CONT’D)\nDid you hit the alarm?\n\nShe just shivers.\nThe manager leans his body over the counter and reaches his\nhand underneath, hitting a white button. The teller screams\nfor all she’s worth and claws at his hands --\nTELLER\n\nNOOOOO!!!!1!\nINT. MARCUS’S LINCOLN -- LATE AFTERNOON.\nMarcus’s cell phone rings. He hands it to PARKER.\n\nPARKER\nCan’t answer your own phone?\n\nMARCUS\nI’m driving, all your doin’ is\ntwiddling your fat fingers.\n\nPARKER\nRanger Hamilton's phone (Listens,\nthen looks at Marcus) Turn around.\n\nEXT. COUNTRY ROAD -- CONT.\nWe watch as Marcus’s Lincoln whips around, heading back\nnorth...\nEXT. HANSON RANCH -- SUNSET.\nWe watch Toby plant peach trees in the red dirt that now\nrests on the Taurus. Tanner sips a beer, standing under the\nshade of a large mesquite.\n\nTANNER\n\nThat one looks crooked, Toby. Could\nbe a dead giveaway.\n\f31.\n\nTanner chuckles at his own joke. Toby marches toward the\nhouse.\n\nTOBY\nNow we won’t make it to Lawton till\ndamn near midnight and we have to\nstay over cuz we gotta get another\ngoddam car first thing tomorrow.\n\nTANNER\nI‘ll still be drinking first thing\ntomorrow. How bout third thing?\n\nToby storms off toward the house. Tanner empties his beer.\nTosses it on the ground, still laughing at his own joke as he\ncracks open another. His smile disappears. With no one\nwatching, his bravado leaves him too. He no longer looks\ndangerous. Just lonely ...\n\nCUT TO:\nINT. MARCUS’S LINCOLN -- SUNSET.\n\nMarcus and PARKER head north on a two lane black top.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\nINT. MARCUS’S LINCOLN -- SUNSET. Marcus and PARKER head north on a two lane black top. \n\nTARGET SECTION TO BE ANNOTATED:\nEmptiness on either side of them.\n\nMARCUS\nJust over an hour between the first\ntwo, then wait all day to hit the\nbank in Vernon... Boy that’s bold,\ndriving all over in a car with\nstolen money.\n\nPARKER\nIt’s reckless is what it is.\nTweakers, I’m telling you.\n\nMARCUS\nI don’t think these boys is\nreckless. Damn sure ain’t tweakers.\nThey know exactly what they’re\ndoing.\n\nPARKER studies his partner.\n\nPARKER\nHow in the world are you gonna\nsurvive without someone to out\nsmart? You need a hobby and quick\n... How bout a horse?\n\f32.\n\nMARCUS\nBeth was the rider. A horse would\njust remind me of her.\n\nBeat.\n\nPARKER\nYou like to fish?\n\nMARCUS\nNot enough to do it every goddam\nday.\n\nPARKER\nWhen I retire, I’m gonna move Esma\nand me to Galveston, and buy a\nfishing boat -- There’s these boats\ngot a bedroom, kitchen, bathroom,\neverything. Like a floating\napartment. Live on that sombitch\nright at the pier.\n\nMARCUS\nGuess you forgot about the\nhurricane that washed away the pier\nand the rest of Galveston with it.\n\nPARKER\nThey're gonna rebuild it. I ain’t\nretiring next week, you are.\n\nThe words stung more than either men expected. PARKER fumbles\nidly with the seat belt while Marcus stares straight ahead.\n\nMARCUS\nWho knows, maybe one of these bank\nrobbers will want a gun fight, and\nI'll dodge retirement in a blaze of\nglory.\n\nPARKER\nI seen you shoot. There won’t be\nmuch glory in it.\n\nMarcus laughs.\n\nMARCUS\nWell, I’m lucky I got a half breed\nby my side to avenge me ... If you\n\ncan stay sober enough to do it,\nknowing how you injuns like the\nbottle.\n\nPARKER laughs at the insult.\n\f33.\n\nPARKER\nOh, you'd avenge me, would you?\n\nMarcus looks over at PARKER, dead serious.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\n33. PARKER\nOh, you'd avenge me, would you? Marcus looks over at PARKER, dead serious. \n\nTARGET SECTION TO BE ANNOTATED:\nMARCUS\nI’d chase them all the way to hell\nand kill ‘em on the devil’s\ndoorstep ... Take my damnation with\na smile, my friend.\n\nWe look out the windshield.\nBlack smoke blocks out the setting sun.\n\nMARCUS (CONT'D)\nWhat in the hell is that?\n\nThe road winds up a hill. They crest it and see:\nCATTLE, HUNDREDS OF THEM, STANDING IN THE ROAD.\n\nMarcus locks the brakes. The Lincoln slides and squeals to a\nstop.\n\nThey sit in silence, surrounded by cattle.\n\nPARKER\nGood Lord, Marcus.\n\nCOWBOYS on horseback race through the cattle, dismount, and\nfrantically cut the barbed wire on the fence along the far\nside of the road.\n\nMarcus leans out his window.\n\nMARCUS\nHey, ya’ll burning this field?\n\nCOWBOY\nWhy in the shit would we do that??\nThis kicked up along the highway.\nWind keeps turning, goddam if it\nain’t been chasing us for miles.\nWhichever way we go, this damn fire\nfollows.\n\nThe cowboy is on his horse and riding up toward Marcus’s\nwindow.\n\nMARCUS\nWish we could do something for you.\n\f34.\n\nCOWBOY\nIt'd be easier if I just stood here\nand let it turn me to ashes. Put me\nout of my misery ... It’s the 21’st\ncentury and I’m racing a fire to\nthe river with three hundred\ncattle. No wonder my kids don’t\nwanna do this nonsense for a\nliving.\n\nThe sun has set. The cowboy whistles and three dogs spring\nfrom nowhere, nipping at the heels of the cattle. One dog\njumps on the back of a cow, backlit by the dying sun. It’s\nsilhouette runs from the back of one to another and another,\nterrifying the exhausted cattle into action.\n\nThe cattle moo and moan and move through the thirty-foot hole\nin the fence.\n\nPARKER\nWanna call it in?\n\nMARCUS\nIt’ll burn out when it hits the\nBrazos. No one to call around here\nanyway. These boys is on their own.\n\nThe cattle pass, cowboys whooping and hollering behind them.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo one to call around here\nanyway. These boys is on their own. The cattle pass, cowboys whooping and hollering behind them. \n\nTARGET SECTION TO BE ANNOTATED:\nMarcus starts the car down the road, which is now covered in\ncow shit.\n\nMarcus crests the rise in the road and the fire comes into\nview -- a vast expanse of smoldering black earth in its wake\n... Across the road, coyotes, one after the other, trot\nacross the road.\n\nUp ahead a deer. Then another. And another. Seeking salvation\nfrom the fire.\n\nPARKER\nLooks like Noah’s Arc.\n\nMARCUS\nIf the Arc never showed.\n\nPARKER\nSlow down.\n\nMarcus looks at him cross-eyed.\nMARCUS\n\nYou see that fire to the left of\nus?\n\f35.\n\nPARKER\nThere’s animals all over the damn\nroad and you’re --\n\nThe car jerks to a stop.\n\nStanding in the middle of the road in the headlights is a\ncougar. It looks at them like a man caught on the toilet.\nTurns to run back toward the fire, then turns again and bolts\nover the barbed wire fence, running off through the field.\n\nPARKER (CONT'D)\nI never seen one of them before.\n\nMarcus’s face is one of wonder -- as though all this chaos is\none last gift before the tedium of no purpose consumes him.\n\nMARCUS\nMe neither.\n\nMarcus opens his door and steps out onto the road. Fire moves\ntoward them through the field, crawling low to the ground,\nlike a snake.\n\nAs the dull orange of the setting sun disappears, the neon-\norange of the fire bleeds toward them like lava.\n\nTwo more deer trot across the road. Through the headlights,\nan exodus of dozens of rabbits.\n\nPARKER\nThis is the craziest thing I ever\nseen.\n\nMARCUS\nWhat a day.\n\nCUT TO:\n\nINT. CHEVY BLAZER -- NIGHT.\n\nTanner drives as Toby rides shotgun. Country music keeps them\ncompany. The air between them is thick.\n\nTanner slows and turns onto a dirt road.\nTOBY\n\nWhat are you doing? We’re a day\nbehind as it is.\n\f36.\n\nTANNER\nCasino ain't going nowhere. I need\na few things (Off Toby’s look). My\ntrailer’s right up here.\n\nToby stews as the Blazer bounces down the dirt road.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nI need\na few things (Off Toby’s look). My\ntrailer’s right up here. Toby stews as the Blazer bounces down the dirt road. \n\nTARGET SECTION TO BE ANNOTATED:\nThey turn onto an easement and come to a bump gate -- a\nspring mounted gate one bumps with the grill of a car,\nforcing the gate to open and very slowly close as a vehicle\npasses through.\n\nThey hit it, it pops back and they pull through.\n\nTOBY\nWhose land is this?\n\nTANNER\n\nJeremy Chalker’s. Let’s me keep it\n\nhere in exchange for killing\n\ncoyotes. And any poachers who\n\nshould wander this way.\nTanner winks at him. They bounce past mesquites and junipers\nand come to a tattered trailer. It is missing a rear wheel --\nthe axle propped level with stacked wood.\n\nIt is faded and filthy. A portable generator sits beside it\nas do propane tanks and gas cans.\n\nThe Blazer stops. Tanner hops out.\n\nTANNER (CONT'D)\nCome on in.\n\nTanner disappears into the trailer.\n\nINT. TRAILER -- CONT.\n\nToby steps into the ‘living area’. It is absolutely filthy.\nClothes, fast food bags, empty beer cans everywhere.\n\nToby almost holds his nose as he looks around.\n\nTANNER (0.S.)\nThere’s cold beer in the fridge.\n\nToby goes to the fridge and grabs one. Anything to beat the\nstifling heat, made worse by standing in this tin box.\n\f37.\n\nToby notices a shelf that runs just beneath the ceiling. On\nit are framed photos of them as boys, as teenagers, as young\nmen. They are the only things that are not broken or in\ndisarray.\n\nHe moves closer. Looks at them. One in particular: Tanner and\nToby on the front porch of the ranch house with their mother -—\n- her cold, unforgiving gaze, tempered by Toby's\nexpressionless face, and Tanner -- all smiles.\n\nToby looks at it, his face now washed with regret.\nTANNER (0.S.) (CONT'D)\nShe looks meaner’n hell in that\none, don’t she?\n\nTOBY\nDon’t look happy.\n\nTanner grins his devil grin.\nTANNER\nThat's cuz I was standing next to\nher. Grab this for me, will you?\nHe hands a duffel bag to Toby. The weight of it jerks Toby’s\n\narm down.\n\nTANNER (CONT'D)\nToss it in the truck, I'll be right\nout.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe hands a duffel bag to Toby. The weight of it jerks Toby’s\n\narm down. TANNER (CONT'D)\nToss it in the truck, I'll be right\nout. \n\nTARGET SECTION TO BE ANNOTATED:\nToby exits and Tanner opens a small closet door, grabs an AR\n15 assault rifle, and a scoped 30-06 ...\n\nEXT. TANNER’S TRAILER -- CONT.\n\nToby tosses the bag in the back. Unzips it: ammo cans.\nTanner walks out of the trailer carrying two rifle cases.\n\nTOBY\nWe don’t need those.\n\nTANNER\nThey're my livelihood. Can’t just\nleave ‘em in the trailer for days\non end.\n\nTOBY\nWho’s gonna find ‘em out here?\n\f38.\n\nTANNER\nNo one now.\n\nTanner places them in the back then climbs in the driver's\nseat. Toby turns and looks at the trailer --\n\nThis is how his brother lives. All he has to show for forty-\ntwo years of life. Toby shakes his head, all anger gone. Pity\nin its place.\n\nHe climbs in the Blazer, looks at his brother.\n\nTANNER (CONT'D)\nWhat?\n\nTOBY\nNothing.\n\nIt’s the kindest we’ve heard Toby speak.\n\nEXT. GAS STATION -- HIGHWAY -- LATER.\n\nTanner rests his feet on the dash while Toby pumps gas. Tank\nfilled, Toby hangs up the pump.\n\nTOBY\nYou want anything?\n\nTANNER\nWinston lights and a Dr. Pepper.\n\nToby walks off. A NEW DODGE CHALLENGER, Painted to look\nvaguely like the Dukes of Hazard vehicle, pulls up in all its\nsoulless pretension.\n\nBehind the wheel is the post-modern version of white trash,\nin his 20’s: head shaved, MMA tank top, and a mountain of\nattitude.\n\nHow this dickhead afforded this car in the first place is a\nmystery.\n\nTanner looks over at him. The young punk stares back.\n\nPUNK\nWhat?\n\nTanner smirks. Looks away.\n\nPUNK (CONT'D)\nWhat old man?\n\f39.\nTanner looks back at the steroid assisted build of this\nasshole, and his skinny buddy riding shotgun.\nPUNK (CONT'D)\nYou looking for trouble, you came\n\nto the right place, mother fucker.\n\nTanner turns lazily toward him, locks eyes.\n\nTANNER\nBoy, you'd think there was ten of\nme.\n\nPUNK\nOh yeah?\n\nThe punk flashes a pistol.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nTANNER\nBoy, you'd think there was ten of\nme. PUNK\nOh yeah? The punk flashes a pistol. \n\nTARGET SECTION TO BE ANNOTATED:\nPUNK (CONT'D)\nNot so fucking tough now, are you?\n\nThe punk is stepping out when the car door is SLAMMED back\ninto him. The gun falls to the ground.\n\nToby grabs the punk by his ears and pulls him halfway out the\nwindow, then proceeds to pound his face with elbow after\nelbow. He does it with a speed and violence we did not expect\nof him.\n\nTanner watches with a combination of amusement and affection.\n\nToby steps over to the passenger door while the punk hangs\nunconscious from the driver's window.\n\nWhen Toby throws open the passenger door, he is met with\nraised hands and a look of terror.\n\nSKINNY PUNK\nHe had it coming! He had it coming!\n\nToby slams the door and walks toward the Blazer. Tanner leans\nback, feet still on the dash.\n\nTANNER\nLook at you, got a little spunk\nleft in you yet.\n\nToby bends over and picks up the pistol.\nTANNER (CONT'D)\n\nAnd even remembered the gun. You’re\nbecoming an old hand at this.\n\f40.\n\nTOBY\nThis asshole could have killed you.\n\nTanner smiles and casually raises his own pistol.\n\nTANNER\nNot the way it would've gone,\nlittle brother.\n\nToby climbs in the passenger seat. Tanner starts the engine\nas the punk slowly comes to and looks up at Tanner, his\nbroken nose bleeding profusely.\n\nTANNER (CONT'D)\nTen of me. I told you.\n\nTanner slams the Blazer in gear and they pull back on the\nroad.\n\nINT. WEST TEXAS STATE BANK -- NIGHT.\n\nThe teller is being comforted by two of her friends. A few\nVERNON PD OFFICERS mill about. One receives a radio call. He\nlistens then approaches the teller.\n\nVERNON PD\nThere’s an officer with your mama\nright now, she’s fine. You’re\ndaddy’s on his way here.\n\nMarcus and PARKER push through the bank door. The officer\nspots them and moves in their direction.\n\nVERNON PD (CONT'D)\nShe's a little shook up. Perp took\nher driver's license. Threatened\nher family if she talked to us. Had\na hell of a time finding them. Mama\nworks in Wichita Falls and her\ndaddy works on the Waggoner ranch.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nThreatened\nher family if she talked to us. Had\na hell of a time finding them. Mama\nworks in Wichita Falls and her\ndaddy works on the Waggoner ranch. \n\nTARGET SECTION TO BE ANNOTATED:\nMARCUS\nThat a fact.\n\nThey reach the girl.\n\nMARCUS (CONT'D)\nWhat’s your name, young lady?\n\nTELLER\nNatalie. Martinez.\n\fMARCUS\nThere’s gonna be officers watching\nyour house extra careful till we\ncatch these buggers, I give you my\nword.\n\nNATALIE\nThere’s more than one??\n\nMARCUS\n«+. Only one man robbed the bank?\n\nShe nods yes.\n\nNATALIE\nDressed like a cowpoke, ‘cept for\nthe ski mask.\n\nMARCUS\nGloves?\n\nNATALIE\nLike a surgeon wears.\n\nPARKER\nOther waiting in the car, maybe?\n\nMARCUS\nThat's not the way they been doing\nit. Why change what works?\n\nNATALIE\nHe ran to a car parked out front of\nthe cafe.\nThey both turn.\nPARKER\n\nYou saw the car?\nShe nods again.\n\nNATALIE\nGreen, four doors.\n\nPARKER\nHow old? Late model --\n\nNATALIE\nI don’t know cars, mister.\n\nMARCUS\nWas it a nice car, an okay car, or\na real piece of shit?\n\f42.\n\nShe looks him dead in the eye.\n\nNATALIE\nA real piece of shit.\n\nMARCUS\nNow we're getting somewhere. (Turns\nand sees the bank manager) That\nlooks like a man who could\nforeclose on a house.\n\nWalks up to him.\n\nMARCUS (CONT'D)\nYou the bank manager?\n\nBANK MANAGER\nYessir, I am.\n\nMARCUS\nDidn't happen to have your\nsurveillance cameras on this\nmorning, did you?\n\nBANK MANAGER\nOf course.\n\nBeat.\n\nMARCUS\nSo you got the robbery on video.\n\nBANK MANAGER\nOf course we do. What kind of bank\nwould we be if we didn’t have video\nsurveillance?\n\nMARCUS\nFirst Texas Bank. (Turns to PARKER\nand winks) We have video. Care to\ngive it a watch while I wander over\nto the cafe?\n\nPARKER\nWould you order me something while\nyou're there? I’m starving.\n\nMARCUS\nI doubt they serve pemmican.\n\nPARKER has had enough.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m starving. MARCUS\nI doubt they serve pemmican. PARKER has had enough. \n\nTARGET SECTION TO BE ANNOTATED:\nPARKER\nYou know, I’m half Mexican too.\n\f43.\n\nMARCUS\nI’1ll get to that when I’m out of\nIndian insults. But it’s gonna be a\nwhile.\n\nMarcus turns and walks out.\n\nBANK MANAGER\nYou Rangers are an odd bunch.\n\nPARKER\nNo. Just him.\nINT. DINER -- VERNON, TEXAS -- NIGHT.\nMarcus steps through the door. The group of old men still\n\nsitting in the corner, waitresses peering through the window\nblinds at the activity across the street.\n\nMARCUS\nEvening.\nWAITRESS\nHowdy.\nMARCUS\nI guess you’re aware of the doings\nat the bank.\nWAITRESS\nI did notice.\nMARCUS\nAny out-of-towners come through\ntoday?\nThe waitress nods.\nWAITRESS\n\nJenny Ann waited on a couple of old\nboys that ain’t from here.\n\nMARCUS\nAnd where could I find Jenny Ann?\n\nWAITRESS\nShe's in the back. I’1l go get her.\n\nShe disappears into the kitchen. Marcus turns to the old men.\nHe knows the answer to his question before he asks --\n\nMARCUS\nYa'll been here for a while?\n\f44,\n\nOLD TIMER\nLong enough to watch someone rob\nthe bank that’s been robbing me for\nthirty years.\n\nMARCUS\nYou say you saw them?\n\nOLD TIMER\nSaw the guy running from the bank.\n\nMARCUS\nWhat’d he look like?\n\nOLD TIMER\nHad a mask on. But he ran pretty\ngood, so I'd gather he’s youngish.\n\nMARCUS\nThat so ... What’s youngish in your\nbook?\n\nOLD TIMER\n\nYounger’n you and me, but older\nthan all these little girls running\naround here pouring tea. Pretty\nsure they was sitting right over\nthere, having lunch.\n\nMARCUS\nThat a fact. Can you describe them\nany better than youngish?\n\nOLD TIMER\nTall, both of ‘em. Lean, like\ncowboys. Looked like brothers if\nyou ask me. One had a mustache and\nscruff, other one was clean shaved.\nScruffy one looked like trouble.\nOther one just looked like a old\ncountry boy.\n\nJenny Ann walks up to him. Looks at his badge.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nOther one just looked like a old\ncountry boy. Jenny Ann walks up to him. Looks at his badge. \n\nTARGET SECTION TO BE ANNOTATED:\nJENNY ANN\nTexas Ranger?\n\nMARCUS\nYes ma’am. Tell me bout these\nhandsome young strangers you waited\non.\n\nJENNY ANN\nWho said handsome?\n\fBeat.\n\n45.\n\nMARCUS\nI did. Based on the fact you didn’t\nmeet me in the parking lot\nhollering about the two out of\ntowners eating here right before a\nbank robbery.\n\nJENNY ANN\nThey never mentioned they was\nrobbing the bank.\n\nMARCUS\nPay cash for their dinner?\n\nJENNY ANN\nThat a crime now?\n\nMARCUS\nHow much they leave?\n\nMARCUS (CONT'D)\nHow much.\n\nJENNY ANN\nTwo hundred dollars.\n\nMARCUS\nCan I see the bills they paid with?\n\nJENNY ANN\nNot a chance in hell.\n\nMARCUS\nThat’s evidence.\n\nJENNY ANN\nIt’s evidence if they’re the bank\nrobbers. Till then it’s my tip.\n\nHer eyes grow fierce.\n\nJENNY ANN (CONT’D)\nAnd half my mortgage. So you go get\na warrant and come after the money\nI'll be using to keep a roof over\nmy daughter’s head.\n\nShe turns and shakes her big ass back to the kitchen. The old\n\nmen laugh.\n\nOLD TIMER\nShe's a tiger, that one.\n\fPARKER comes through the door.\n\nPARKER\nJust one man hit the bank, like she\nsaid. Checkered button down shirt.\nJeans. Ski mask. That’s about all\nthe video tells us.\n\nMarcus looks over at the old timer.\n\nOLD TIMER\nYep. Checkered shirt. That’s him.\n\nMARCUS\n(Pointing to the table by the\nwindow) They was eatin’ right over\nthere. Tipped her two hundred\ndollars.\n\nMarcus smiles as he looks toward the kitchen.\n\nMARCUS (CONT'D)\nGo wrestle a description from the\nsassy fat girl in the kitchen. And\nget that tip from her. We’re gonna\ncheck them bills.\n\nOLD TIMER\n(To PARKER) Good luck.\n\nMARCUS\nYeah, I’d expect some resistance\n.-. And call that Best Western on\n287 and grab us a room.\n\nPARKER\nWe're stayin’ the night?\n\nMarcus smiles.\n\nMARCUS\nThis is where all the action is.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nPARKER\nWe're stayin’ the night? Marcus smiles. MARCUS\nThis is where all the action is. \n\nTARGET SECTION TO BE ANNOTATED:\nPARKER shakes his head and moves toward the kitchen.\n\nOLD TIMER\nSure seems foolish ... The days of\nrobbing banks and living to spend\nthe money’s long gone, ain’t they?\n... Long gone for sure.\n\n46.\n\f47.\n\nHis friends nod in agreement, almost sadly. Marcus looks them\nover, knowing they will be dead in a few years -- knowing tea\nand dominos and death is his future too.\n\nCUT TO:\n\nINT. CHEVY BLAZER -- NIGHT.\n\nToby drives, Tanner is sprawled out in the front seat. Yellow\nlines race underneath the hood in the dim glow of the\nheadlights.\n\nTANNER\nWhat does Justin want to do when\nhe’s grown?\n\nTOBY\nRight now he’s just focusing on\nslinging a football for A&M.\n\nTANNER\nThat’s what did me in.\n\nTOBY\nHe’s a lot like you.\n\nTANNER\nBet that puckers yer red eye.\n\nToby smiles.\n\nTOBY\nMore than you know.\n\nTANNER\nForty two years of life, ten of em\nin prison ... If he’ll just turn\nleft where I turned right, he’1l be\nokay.\n\nGeorge Strait comes through the speakers.\nTANNER (CONT'D)\n“COLD FORT WORTH BEER, JUST AIN'T\nNO GOOD FOR JEALOUS --\n\nTanner leans into him, close to his ear.\n\nTANNER (CONT'D)\n“I TRIED IT NIGHT AFTER NIGHT.”\n\f48.\n\nToby tries to suppress a grin.\n\nBeat.\n\nTOBY\nIf you don’t think we can get away\nwith this, why’d you agree to do\nit?\n\nTanner lights a cigarette. Cracks the window.\n\nTANNER\nCuz you asked, little brother.\nToby looks at Tanner -- a living testament to self\ndestruction -- and absorbs both the simplicity and weight of\n\nthe statement.\n\nThe neon lights of THE COMANCHE RED RIVER CASINO invade the\nnight sky and flood the road with yellows, reds, and greens.\nTanner comes to life at the sight.\n\nTANNER (CONT'D)\nMy God that’s pretty. How we\nentertained ourselves before they\nlet Indians open casinos, I'll\nnever know.\n\nTOBY\nJust ... We’re here to change the\nmoney, not lose everything at the\nblackjack table.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nHow we\nentertained ourselves before they\nlet Indians open casinos, I'll\nnever know. TOBY\nJust ... We’re here to change the\nmoney, not lose everything at the\nblackjack table. \n\nTARGET SECTION TO BE ANNOTATED:\nTANNER\nBlackjack’s for old women. I’11l\nleave that to you -- hold ‘em,\nbaby. TEXAS HOLD ‘EM YOU SONS OF\nBITCHES!\n\nToby can’t help but smile as the virus of Tanner’s excitement\ninvades him...\n\nCUT TO:\n\nINT. COMANCHE RED RIVER CASINO -- NIGHT.\n\nThe chimes of slot machines fills the air as does the energy\nof people desperate to win what they can’t earn.\n\nToby and Tanner stand in line to check in. Tanner is almost\nchildlike with anticipation.\n\f49,\n\nTANNER\nGet drunk with me.\n\nTOBY\nI’m not gettin’ drunk --\n\nTANNER\nOH, MAN ROBBING BANKS IS HARD WORK,\nI’M PLUM WORE OUT FROM --\n\nTOBY\nYou think that’s funny?\nTANNER\nWe’re gonna remember this forever,\n\nToby.\nTanner smiles like a child.\n\nTOBY\nThis ain’t supposed to be fun.\n\nTANNER\nWell, it’s gonna be.\n\nIt’s their turn. An attractive front desk clerk greets them.\n\nCLERK\nWelcome to the Comanche Red River\nCasino, do you have a reservation?\n\nTANNER\nWe do not -- dear lord, look at you\n--(Pretends to adjust a neck tie)\nwe would be obliged if you would\nprovide us accommodations, though\nwe failed to call ahead.\n\nThe clerk smiles.\n\nCLERK\nHe’s gonna be feisty, isn’t he?\n\nTOBY\nThat’s one way of putting it.\n\nThere is a stack of books displayed at the check in. A black\nand white photo of the great Comanche Chief QUANAH PARKER on\nthe cover. Tanner notices and points to the title --\n\nTANNER\nLords of the Plains.\n\nTanner grabs a copy.\n\f50.\nTANNER (CONT'D)\nWe'll take this too. You Comanche?\n\nCLERK\nI am.\n\nTANNER\nIs that right.\n\nHis eyes penetrate her, she blushes.\nCLERK\nWe just need a, umm ... credit card\nfor incidentals and if you could\nfill out these...\nShe hands them room forms.\n\nTOBY\nWe'll be paying cash.\n\nCLERK\nWe still need a credit card for\nauthorization.\n\nTanner puts a thousand dollars on the counter.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nTOBY\nWe'll be paying cash. CLERK\nWe still need a credit card for\nauthorization. Tanner puts a thousand dollars on the counter. \n\nTARGET SECTION TO BE ANNOTATED:\nTANNER\nHow bout we leave Mastercard out of\nit.\nHe winks at her.\nCLERK\n\nYou're trouble.\nTANNER\nThe worst kind, darlin’. In your\nlast days at the nursing home,\nyou'll think of me and giggle.\nShe doesn’t wait for the nursing home -- she’s giggling now.\n\nCUT TO:\n\nINT. BAR -- COMANCHE RED RIVER CASINO -- NIGHT.\n\nWe stare into a shot glass. It’s raised and thrown toward us,\npast us. We turn around and watch Toby and Tanner slam shot\nglasses on the counter.\n\nToby winces, Tanner could drain a bottle.\n\f51.\n\nTANNER\nNOW WE’RE TALKING.\n\nTOBY\n(To the bartender) Can I grab a\nbeer?\n\nTANNER\nMan, look at the women in this son\nof a bitch.\n\nWe take a look around and have no idea who Tanner is\nreferring to. The women we see are either obese or beaten by\nthe sun and alcohol to the point they look leather.\n\nTOBY\nYou're kidding me, right?\n\nTANNER\nLet’s get another shot... They’1l\nbe pretty soon enough. BARTENDER!\nWHISKY IF YOU PLEASE!!!\n\nShots are poured. Tanner grabs his and raises it.\n\nTANNER (CONT'D)\nTo your boys. And the future we’re\ngiving ‘em.\n\nToby reluctantly raises his glass. Tanner touches his to\nToby’s. Then slams it back.\n\nTANNER (CONT'D)\nLet’s change this money and have\nsome fun.\n\nCUT TO:\n\nINT. BEST WESTERN -- VERNON, TEXAS -- NIGHT.\nLARRY KING is interviewing PARIS HILTON.\n\nLARRY KING\nAnd how old is Tinkerbell?\n\nBeat.\n\nPARIS\nI don’t umm ... I don’t know. Old,\nlike eight or something.\n\f52.\n\nPARKER (0.S.)\nWhy couldn’t we drive back to\n\nAbilene?\n\nMARCUS (0.S.)\nCuz they ain’t robbing banks in\nAbilene.\n\nLARRY KING\n\nAnd she’s the focus of your new\nbook called...\n\nPARIS\nTinkerbell.\n\nPARKER (0.S.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nPARIS\nTinkerbell. PARKER (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\nYou mind if I change the channel\nbefore my head explodes?\n\nMarcus and PARKER lay in separate queen beds, wearing their\nundershirts and staring at the boob box.\n\nMARCUS\nSure.\n\nPARKER surfs. Finds PAT ROBERTSON screaming about Obama and\nSatan. One in the same, based on Pat’s diatribe.\n\nMARCUS (CONT’D)\nWe ain’t gonna watch this, are we?\n\nPARKER\nAin’t you Christian?\n\nMARCUS\nI am, but I ain’t stupid. God\ndoesn’t talk through this man any\nmore than he does through my dog.\n\nPARKER\nThen maybe you should give your dog\na listen.\n\nMARCUS\n\nAin’t you Indian? You’re supposed\nto be burning sage and dancing\naround the bed whooping like a bee\nstung you.\n\nPARKER\nI’m Catholic.\n\f53.\n\nMARCUS\nI'd rather dance around a fire with\na spear -- hell, I’d rather you\n\nstab me with a spear than watch\nthis. Change the channel.\n\nPARKER\nI'd like a little God in my ears\nbefore I go to sleep --\n\nMARCUS\nThen open the window and listen to\nthe wind.\n\nPARKER changes the channel to ESPN.\n\nPARKER\nHappy?\n\nThey are replaying highlights from the University of Texas's\nfirst game of the year.\n\nMARCUS\nThis is what God watches.\n\nPARKER clouds.\n\nPARKER\nDon’t worry, they’ll have soccer\nhighlights soon enough. That’s for\nyour Mexican half.\n\nPARKER turns from the TV. Buries his head in his pillow.\nMarcus is glued to the tube.\n\nMARCUS\nLook at that boy run. Longhorns\ngonna have a good team this year.\nI’ll never understand that soccer.\nAnything a five year old can do\nain't a sport.\n\nPARKER shifts in the bed.\n\nMARCUS (CONT'D)\nWho invented soccer, the Aztecs?\nKicking around skulls or something?\nThat sounds like a Comanche sport.\n\nPARKER tosses the remote in Marcus’s general direction.\nMarcus grabs it and cradles it like an egg. Victorious.\n\f54.\n\nPARKER\nIn three weeks you can watch TV all\nday.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nVictorious. 54. PARKER\nIn three weeks you can watch TV all\nday. \n\nTARGET SECTION TO BE ANNOTATED:\nMARCUS\nYou know what’s funny, Alberto?\nBeat.\nPARKER\n... What.\nMARCUS\n\nIn a year’s time, it’s my teasing\nyou'll miss. It’s what you’ll laugh\nabout when you stand over my grave\nand wish me well.\n\nPARKER\nGod, I hope that’s tomorrow.\n\nMarcus gives a hearty laugh.\nMARCUS\nThat’s a good one. You’ll get the\nhang of this yet.\n\nPARKER pulls the covers up higher, trying like hell not to\nlike this old bastard.\n\nCUT TO:\n\nINT. COMANCHE RED RIVER CASINO -- CHIP WINDOW -- NIGHT.\n\nToby counts out one, two, three, four, five thousand dollars\nin twenties and tens.\n\nHe looks at the window teller and lies.\n\nTOBY\nSorry. I sold my car and this is\nhow the fella paid me.\n\nWINDOW TELLER\nWe take it any way you bring it,\nmister.\n\nShe takes the money, puts it in a money counter, and slides\nhim ten thousand dollars in chips.\n\nWINDOW TELLER (CONT’D)\n(Knowing it won’t help) Good luck.\n\f55.\nThey walk from the window. Toby hands his brother a chip\ntray.\nTOBY\nJust like that. No trace. Don’t\nlose it all.\n\nTANNER\nTake your own advice.\n\nTOBY\nI don’t gamble.\n\nTanner has a laugh at that.\n\nTANNER\nYou wanna come to the poker table?\nCan’t no one lose money at poker,\nnot even you.\n\nTOBY\nI’m gonna watch the Aggie game and\nhave a beer.\n\nTANNER\nSuit yerself.\n\nAnd Tanner’s off. Toby looks around. He heads to the bar.\nOrders a beer and looks out over the casino.\nINT. COMANCHE RED RIVER CASINO -- POKER TABLE -- NIGHT.\n\nTanner is at the no limit hold ‘em table, an enormous stack\nof chips before him -- he’s almost doubled his money.\n\nCards are dealt. Tanner peaks at his. Pocket Cowboys.\n\nThe betting starts. Everyone calling the initial bet of\n$200.00. Everyone but Tanner, who raises to a thousand.\n\nAll eyes are on him. He meets them with a ‘try me’ look. None\ndo.\n\nThe chips are pushed toward him.\n\nHe smiles. A winner ...",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe chips are pushed toward him. He smiles. A winner ... \n\nTARGET SECTION TO BE ANNOTATED:\nINT. COMANCHE RED RIVER CASINO -- BAR -- NIGHT.\n\nToby sits at the bar, watching a football game. Beside him\nsits a woman, clearly a hooker, though a decent looking one.\n\f56.\n\nShe stares at his chip trays. She slides a few bar stools\ntoward him.\n\nHOOKER\nQuite a stack.\n\nToby looks over at her. It’s clear what she is, but she\nManages to make that part of her appeal.\n\nTOBY\nYeah, been pretty lucky.\n\nShe slides closer.\n\nHOOKER\nNo. When lucky men win, they hurry\nhome like a scalded dog. Men that\ncan gamble and keep their money ...\nThat’s a smart man.\n\nHe looks her in the eye.\n\nTOBY\nNot much of a character study, are\nyou?\n\nHOOKER\nSweetheart, studying character’s my\nprofession.\n\nTOBY\nThat's not the profession I was\nfiguring for you.\nShe smiles and leans into him.\nHOOKER\nNo? What did you figure?\nINT. COMANCHE RED RIVER CASINO -- POKER TABLE -- NIGHT.\n\nTanner’s chip stack has grown even more. And right now, he’s\na got a fair pile in the middle.\n\nHe has a five and six of clubs. On the flop we see a seven of\nhearts, an eight of diamonds, and a nine of spades. Tanner\nflopped the straight.\n\nHe tosses more chips in the pot, running everyone else off,\nbut -- A GIGANTIC, COMANCHE MAN in his 50’s. Sunglasses.\n\nThe BIG MAN stares at the flop. Looks at Tanner. Tanner\nsmiles. The BIG MAN calls him.\n\f57.\n\nFourth street: jack of Diamonds.\nTanner throws five hundred in the pot.\nTANNER\nDon’t chase me, chief. I’m already\nthere.\n\nMirrored shades stare back. ‘Chief’ didn’t sit well. He\nraises him 500. Tanner laughs and calls.\n\nThe dealer tosses the river card: a five of diamonds. Tanner\nknows he just got beat. So does the BIG MAN.\n\nBIG MAN\nI check to the chief.\n\nTanner’s eyes run cold. He stares at the BIG MAN. The BIG MAN\nremoves his glasses: five centuries of hate stare back.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nTanner’s eyes run cold. He stares at the BIG MAN. The BIG MAN\nremoves his glasses: five centuries of hate stare back. \n\nTARGET SECTION TO BE ANNOTATED:\nTanner looks like he might kill this man right here. In front\nof everyone. And the BIG MAN looks ready for it.\n\nThe dealer says possibly the worst thing he could at the\nabsolute worst time:\n\nDEALER\nBet’s to you, sir.\n\nTanner ignores him.\n\nTANNER\nYou Comanche?\n\nThe BIG MAN nods.\n\nTANNER (CONT'D)\nLords of the Plains.\n\nBIG MAN\nLords of nothing now.\nBeat.\nTANNER\nI bet a thousand.\nBeat.\n\nBIG MAN\nYou can’t beat me.\n\nTANNER\nI know.\n\f58.\nBIG MAN\nWhat if I raise?\nTanner smiles an evil smile.\n\nTANNER\nBe careful.\n\nThe BIG MAN knows the raise was an apology. He also knows if\nhe raises, he’ll have to fight this lunatic for his life.\n\nBIG MAN\nI call.\n\nThe dealer lets an audible sigh of relief.\n\nDEALER\nShow your cards, gentlemen.\n\nThe BIG MAN turns over his flush.\n\nTANNER\nWhat’s the Comanche word for\nwarrior?\nThe BIG MAN smiles.\nBIG MAN\n\nComanche. We are all warriors.\nTanner nods. Stands.\n\nTANNER\nI’m a warrior too.\n\nBIG MAN\nHope you fare better than we did.\n\nTANNER\nDoing okay so far.\n\nTanner grabs his chip trays and rises. The BIG MAN puts his\nsunglasses back on.\n\nBIG MAN\nKnow what Comanche means? It means\n‘enemies forever’.\n\nTANNER\nEnemies with who?\n\nBIG MAN\nEveryone.\n\f59.\n\nTanner takes that in.\n\nTANNER\n\nKnow what that makes me?\nBIG MAN\n\nAn enemy.\nTANNER\n\nNo.\n\nTanner leans across the table, inches from the BIG MAN’s\nface. Whispers like he’s telling him a secret.\n\nTANNER (CONT'D)\nIt makes me a Comanche.\n\nTanner looks into the mirrored shades, his own reflection\nstaring back. He rises and walks away.\n\nINT. COMANCHE RED RIVER CASINO -- BAR -- NIGHT.\n\nThe hooker sits next to Toby now, pressing her bare leg\nagainst him. He isn’t used to women this attractive who are\nthis aggressive. He teeters between wariness and fascination.\n\nHOOKER\nHow old is he?\n\nTOBY\nFourteen.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe teeters between wariness and fascination. HOOKER\nHow old is he? TOBY\nFourteen. \n\nTARGET SECTION TO BE ANNOTATED:\nHOOKER\nDoes he look like you?\n\nTOBY\nI see his mama in him, everyone\nelse sees me ... I don’t know.\nHOOKER\nHe’s lucky if he does, I'll say\nthat.\nShe leans into him, her lips against his ear.\n\nHOOKER (CONT'D)\nYou staying in the hotel?\n\nTOBY\n«+. Yeah.\n\nShe purrs.\n\f60.\n\nHOOKER\nTake me to your room.\n\nHe looks at her, knows he’s being worked. But it feels so\ngood to have a woman next to him. It’s been so long.\n\nTOBY\nLook, I’m, thank you, but ... I’m\nnot here for me.\n\nAs foolish as it sounds, he says it anyway:\n\nTOBY (CONT'D)\nI’m trying to do something noble\nfor once, and --\n\nShe puts a finger to his lips, then lets that finger run down\nhis lip to his chest.\n\nHOOKER\nThere’s no shame in needing the\ntouch of a woman.\n\nShe puts a hand to his cheek.\n\nHOOKER (CONT'D)\nYou need it, I know you do. How\nlong has it been? (She is inches\nfrom his mouth) Let me touch you --\n\nSomething jerks her away. Toby looks up to find: Tanner has\nher by the arm.\n\nTANNER\nTryin’ to work my little brother,\nare you?\n\nAs an astute judge of character, she knows instantly what\nkind of man she is now dealing with, and acts accordingly:\nwhich is to say submissive and scared to death.\n\nHOOKER\nI wasn’t doing anything but --\n\nTANNER\nBut but but. You spied that stack\nof chips and saw an easy mark --\ndon’t get me wrong, no one likes a\nwhore more than I do( he pulls her\nclose), But those are my chips, you\nwanna try and steal from me?\n\nShe shakes her head ‘no’.\n\f61.\n\nTOBY\nShe wasn’t doin’ nothing.\n\nTanner stares into the eyes of the terrified young woman.\n\nTANNER\nGonna get him in a room and what,\ncall your pimp and roll him? Drug\nhim, what?\n\nTOBY\nHey, come on --\n\nHOOKER\nNo, I --\n\nTanner looks around the empty bar, still gripping the\nhooker’s arm.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nTANNER\nGonna get him in a room and what,\ncall your pimp and roll him? Drug\nhim, what? TOBY\nHey, come on --\n\nHOOKER\nNo, I --\n\nTanner looks around the empty bar, still gripping the\nhooker’s arm. \n\nTARGET SECTION TO BE ANNOTATED:\nTANNER\nWhere is he? Where’s the man that\nholds your leash?\n\nNo one in the bar fits the bill. The bartender watches them\nwhile pretending he isn’t.\n\nTANNER (CONT'D)\nMaybe we'll just sample the goods\nreal quick.\n\nTanner peals off a couple of hundreds from his wad, works his\nhand up her dress, looking her in the eye, while he runs the\nmoney inside her underwear.\n\nToby stands up. Grabs Tanner’s arm and pulls it back.\n\nTOBY\nLet her go.\n\nTANNER\n(Into her ear) Merry Christmas.\n\nShe steps back from both of them, turns, and hauls ass.\n\nHOOKER\nYou're fucking crazy.\n\nTANNER\nCall me!(whips Around to Toby) What\nare you doing?\n\nTOBY\nHow the fuck have you stayed out of\nprison for a year??\n\f62.\n\nBig grin from Tanner.\n\nTANNER\nIt’s been a challenge (Sizes up his\nbrother) Let’s go change it back\n\nthen ... Fun’s all over now.\nTOBY\nNot supposed to be fun.\nTANNER\nWell you’re goddam makin’ sure of\n\nthat.\n\nTanner walks off. Toby scans the bar, exhales, then\nreluctantly follows.\n\nINT. COMANCHE RED RIVER CASINO -- CHIP WINDOW -- NIGHT.\n\nThey cash in their chips, now totalling twenty nine thousand\ndollars.\n\nWINDOW TELLER 2\nYou’1l need to fill out this tax\nform. Over twenty thousand, you\nhave the option of receiving your\nmoney in a cashier’s check.\n\nTOBY\nI'll take ten in cash. The rest in\na check.\n\nWINDOW TELLER 2\nYou want that made out to you?\n\nTOBY\nNo. First Texas Bank.\n\nShe places a check in the check printer, hits a button, and\nvoila -- money laundered. She hands the check and cash to\nToby.\n\nTOBY (CONT'D)\nLet’s go to the room.\n\nTANNER (0.S.)\nI think that’s one hell of an idea.\n\nToby turns back and follows Tanner’s gaze to the pretty hotel\nclerk -- now in street clothes -- smiling at Tanner, and\nwalking toward him.\n\nCUT TO:\n\f63.\n\nINT. BEST WESTERN -- VERNON, TEXAS -- NIGHT.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\f63. INT. BEST WESTERN -- VERNON, TEXAS -- NIGHT. \n\nTARGET SECTION TO BE ANNOTATED:\nMarcus wakes to a terrible pain in his upper chest. He sits\nup. Reaches for a bottle of Tums on the night stand. Grabs a\nhand full.\n\nPARKER\nYou okay?\n\nMARCUS\nHeart burn. I'll be fine.\n\nMarcus rises, goes to the sink. Gets a drink. The pain hits\nhim. Tries to shake it off. Stares at himself, suffering in\nthe mirror.\n\nEXT. BEST WESTERN -- VERNON, TEXAS -- NIGHT.\n\nMarcus, dressed in his undershirt, jeans, and boots, steps\noutside and walks toward the field behind the motel. He looks\nout over the mesquites and cactus.\n\nThe warm air helps. Or maybe its just the walk. He looks up\nat the sky -- clouds and ten thousand stars carpet the night.\n\nAn owl hoots. Flies over him. He watches the dark image move\nsilently over him.\n\nMarcus walks toward a barbed wire fence, rests against it.\nThe warm air blows against him, pushing him like a tattered\nsail. Marcus looks to the stars as he leans into the wind and\ntries to laugh off his suffering.\n\nMARCUS\nThis is the thanks I get? Rotting\nfrom the inside out. After all I\ndone for you...\n\nHe looks out over the mesquites, who answer back in an angry\nwhistle as the wind whips through their leaves.\n\nCUT TO:\n\nINT. COMANCHE RED RIVER CASINO -- HOTEL ROOM -- NIGHT.\n\nToby brushes his teeth as Tanner lays in bed, the hotel clerk\nbeside him, reading LORD OF THE PLAINS.\n\nTANNER\nBoy, you Comanches were the real\ndeal.\n\n(MORE )\n\f64.\n\nTANNER (CONT'D)\n(To Toby) You wanna hear what they\ndid to the people they took\ncaptive?\n\nTOBY\nNo.\n\nTANNER\nDamn right you don’t. Not a inch of\nmercy in them. (To the girl) You\ngonna show me any mercy, darlin’?\n\nCLERK\nNot an inch.\n\nTOBY\nYou're right ... I’m gonna go see\nmy boys tomorrow.\n\nToby climbs into his bed and rolls away from Tanner and the\nclerk. Tanner clicks off the lamp. The clerk climbs on top of\nhim.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nToby climbs into his bed and rolls away from Tanner and the\nclerk. Tanner clicks off the lamp. The clerk climbs on top of\nhim. \n\nTARGET SECTION TO BE ANNOTATED:\n Though she still wears her shirt, she is completely\nnaked from the waist down. She presses her pelvis into him as\nshe kisses him deeply.\n\nCLERK\nI’m expecting a lot from you.\n\nTanner presses into her and she moans.\n\nTANNER\nWhat do you call that?\n\nToby knows there will be no sleep with this a bed over. He\nsits up, pulls his jeans back on ...\n\nEXT. COMANCHE RED RIVER CASINO -- NIGHT.\n\nToby walks through the parking lot, past semi’s and motor\nhomes, toward the edge of the prairie. From here, it extends\nout forever.\n\nHe walks through the grass, looking up at the same stars\nMarcus pondered. Looks back at the casino, its harsh neon\nlights violating the horizon.\n\nHe turns back to the solace of the dark plains, and keeps\nwalking ...\n\f65.\n\nEXT. BEST WESTERN -- VERNON, TEXAS -- DAWN.\n\nMarcus sits in a cheap lawn chair in front of the motel,\nwatching the sun come up over the highway.\n\nA few trucks blast by as he watches.\n\nThe motel room door opens. PARKER stands in boxers and a t\nshirt.\n\nPARKER\nWhat’re you doing?\n\nMarcus talks without looking back at him.\n\nMARCUS\nWatching the sun rise. Sitting on a\nporch. Practicing for my future.\n\nPARKER\nIt’s a dangerous thing we do for a\nliving. You’re lucky to have seen\nit through to the end. Hope I’m\nthat lucky.\n\nMARCUS\nWithout me by your side, I doubt\nyou'll get close enough to a\ncriminal to ever be in danger\nagain.\n\nPARKER’s face clouds.\nPARKER\nJust when I was staring to feel\nsorry for you.\nMarcus stands, and looks at PARKER for the first time.\nMARCUS\nIndians ain’t supposed to feel\nsorry for cowboys. It’s the other\nway around.\n\nPARKER looks into Marcus’s eyes, red and swollen from crying.\n\nMarcus brushes past him and walks into the motel room.\n\nEXT. USED CAR LOT -- LAWTON, OKLAHOMA -- DAWN.\n\nWe stare at the engine of a red Pontiac Grand Am as it revs.\nToby is beneath it with a flashlight, studying.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nUSED CAR LOT -- LAWTON, OKLAHOMA -- DAWN. We stare at the engine of a red Pontiac Grand Am as it revs. Toby is beneath it with a flashlight, studying. \n\nTARGET SECTION TO BE ANNOTATED:\n It is far too\nearly for anything legal to be happening on a used car lot.\n\f66.\n\nTOBY\nPut it in gear.\n\nWe hear it kick into drive.\nToby stands up.\n\nTOBY (CONT'D)\nSounds good. Let me give it a spin.\n\nTanner gets out of the driver’s seat. Toby gets in and drives\nthe Pontiac off. Standing across from Tanner is BUSTER MEADE,\n45, used car salesman in every sense.\n\nBUSTER\nWe doing this one the same?\n\nTANNER\nYou got plates for it?\n\nBUSTER\nAin’t got no more Texas plates. I\ngot Arkansas, Kansas, New Mexico --\n\nTANNER\nNew Mexico works. Don’t report this\nstolen till Friday.\n\nBUSTER\nFriday, okay.\n\nToby pulls back in.\n\nTANNER\nHow is it?\nTOBY\nRuns good. Don’t like that it’s\nred.\nTANNER\nHe’s got New Mexico plates for it,\nthough.\nToby takes that in.\nTOBY\nOkay.\nTANNER\n\nWe’re in business.\n\f67.\n\nBuster walks off to start the paperwork. Tanner goes to the\nBlazer, grabs the duffel and the rifle cases, and tosses them\nin the Grand Am.\n\nTOBY\nYou okay meeting the guy from\nChevron by yourself?\n\nTANNER\nYou okay seeing Debbie by yourself?\n\nTOBY\nI'll manage. Remember, this guy\nain’t the enemy.\n\nTANNER\nOh, the oil man’s the enemy, make\nno mistake, he just ain’t ours.\n\nTOBY\nI’ll be back to the ranch by dark.\n\nTANNER\nI’ll be there.\n\nTOBY\n(Points at the Grand Am) Arrest me\nred. You better drive like a school\nteacher.\n\nToby climbs in the Blazer and drives off.\n\nCUT TO:\n\nINT. THE T-BONE CAFE -- COLEMAN, TEXAS -- DAY.\n\nMarcus and PARKER sit at a table. The ceilings are easily\ntwenty feet high, old cedar beams criss crossing it, ceiling\nfans hanging down, circulating hot air. Through the large bay\nwindow, we see a FIRST TEXAS BANK.\n\nOn the wall hangs a plaque dedicated to the soldiers from\nColeman who have fought and died for this country. So many\nnames, one would think the whole town died for our freedom.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nThrough the large bay\nwindow, we see a FIRST TEXAS BANK. On the wall hangs a plaque dedicated to the soldiers from\nColeman who have fought and died for this country. So many\nnames, one would think the whole town died for our freedom. \n\nTARGET SECTION TO BE ANNOTATED:\nPARKER\nWhat’s the plan?\n\nMARCUS\nWe’re gonna watch that bank like a\ndeer feeder ...\n\f68.\n\nMarcus scans the restaurant, looks out the front window and\nover the little square with almost no life in it.\n\nMARCUS (CONT'D)\nThis little town fits their bill,\nbased on the ones they hit so far.\nGot a bank and not much else. So\nwe'll just sit here and wait. In\ntime we’ll be right.\n\nA waitress, she must be ninety years old, walks up.\nWAITRESS\nYa'll are a might early for lunch,\nain’t you? It’s not even eleven.\n\nMARCUS\nHowdy ma’am. How are you today?\n\nShe casts a mean glare at Marcus.\nWAITRESS\n\nHot. And not the good kind. What\ndon’t you want?\n\nMARCUS\nPardon?\nWAITRESS\nWhat don’t you want?\nMARCUS\nWell, I was thinking I’d just get\nthe --\nWAITRESS\n\nI been working here forty-four\nyears. Only thing anyone’s ever\nordered is the T-Bone steak and a\nbaked potato. ‘Cept some asshole\nfrom New York who tried to order\ntrout in 1987. We don’t sell no\ngoddam trout. Don’t have nuthin but\nT-bones. So, you either don’t want\nthe corn on the cob, or you don’t\nwant the green beans, so what don’t\nyou want?\n\nMARCUS\nI don’t want green beans.\n\nShe looks at PARKER.\n\f69.\n\nPARKER\nI don’t want green beans either.\n\nWAITRESS\nSteaks cooked medium rare.\n\nPARKER\nCould I have mine --\n\nWAITRESS\nThat weren't a question.\n\nBeat.\n\nWAITRESS (CONT’D)\nTea for you boys to drink.\n\nPARKER\nTea’s great.\n\nMARCUS\nYes ma’am.\n\nShe storms off.\n\nMARCUS (CONT'D)\nTell you one thing. Ain’t no one\n\nrobbing this son of a bitch ... My\nword.\nEXT. DEBBIE'S HOUSE -- CHILDRESS, TX -- DAY.\n\nDEBBIE HANSON, late 30's, quite the looker four kids ago,\nattempts to fold laundry while her 6 month old baby cries.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. DEBBIE'S HOUSE -- CHILDRESS, TX -- DAY. DEBBIE HANSON, late 30's, quite the looker four kids ago,\nattempts to fold laundry while her 6 month old baby cries. \n\nTARGET SECTION TO BE ANNOTATED:\nShe surrenders to the screams and picks up the baby.\n\nDEBBIE\nWhat? What? Are you wet?\nShe checks.\nDEBBIE (CONT’D)\nNope ... Your little gums hurt,\nthat it?\n\nThe doorbell chimes. She shakes her head in amazement at the\nchaos of her life. She heads to the door. Opens it. Toby\nstands there. Anger washes over her face.\n\nDEBBIE (CONT’D)\nIf you don’t have thirty five\nhundred dollars I’m calling the --\n\fHe holds up the cash.\n\nDEBBIE (CONT'D)\nWhat do you want?\n\nToby looks at the baby.\n\nTOBY\nWho's this?\n\nDEBBIE\nOne of the few mistakes in my life\nyou're not responsible for. What do\nyou want.\n\nToby takes a minute to digest this.\n\nTOBY\nIt’s been that long since I’ve seen\nyou?\n\nDEBBIE\nWhat do you want.\n\nTOBY\nNothing. I’d like to say hi to the\nboys if I could.\n\nShe motions to the money.\n\nDEBBIE\nDo I want to know where that came\nfrom?\n\nTOBY\nNot if you want to keep it.\n\nShe almost smiles.\n\nDEBBIE\nCome on in.\n\n70.\n\nThe place is modest on its very best day. But it is tidy.\n\nHe does.\n\nDEBBIE (CONT'D)\nPut the money on the table and I’1l\noffer you a beer.\n\nTOBY\nMama died.\n\f71.\n\nShe turns.\nDEBBIE\nWhen.\nTOBY\nLast week.\nDEBBIE\n\nWell, good riddance. No offense.\nGuess you'll be selling the ranch.\n\nTOBY\nIt goes to the boys.\n\nDebbie’s eyes light a bit.\n\nDEBBIE\nReally?\n\nTOBY\nIt’s being put in a trust.\n\nDEBBIE\nWhat’s that mean?\n\nTOBY\nMeans you can’t sell it.\n\nThose eyes turn dark.\n\nDEBBIE\nGreat. Something else I gotta take\ncare of.\n\nAround the corner comes JUSTIN HANSON, 14, kind face of his\nfather, wild eyes of his uncle. Built to play football. He\nrounds the corner. Freezes when he sees Toby.\n\nTOBY\n(To Debbie) Give me two beers.\nEXT.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nFreezes when he sees Toby. TOBY\n(To Debbie) Give me two beers. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n DEBBIE'S HOUSE -- BACK PORCH -- DAY.\n\nToby and Justin sit on shitty lawn chairs overlooking a yard\nof weeds.\n\nTOBY\nWhere’s your brother?\n\nJUSTIN\nDon’t know. A friend’s house I\nguess.\n\f72.\n\nTOBY\nHow come you ain’t at school?\n\nJUSTIN\nDon’t start for a week. Just two-a-\ndays for football right now.\n\nBeat.\nTOBY\nYou should mow this lawn for your\nmama.\nJUSTIN\n\nAin’t got a lawn mower.\n\nIt is awkward. Tense. Might as well get to it.\n\nTOBY\nYour grandmother died.\nBeat.\nJUSTIN\nOkay.\nTOBY\n\nI’m giving the ranch to you and\nyour brother. You remember going\nout there when you was little?\n\nJUSTIN\nYeah. What am I supposed to do with\na ranch?\n\nTOBY\n\nAnything but sell it.\nToby leans close to Justin. Whispers in his ear.\n\nTOBY (CONT'D)\nWe found oil on it.\n\nHe let’s that sit.\n\nTOBY (CONT'D)\nYou and Randy ain’t gonna have to\nworry about money no more.\n\nHe looks at his boy.\n\nTOBY (CONT'D)\n\nYou're gonna hear a lot of things\n\nabout me ... And your uncle.\n(MORE )\n\f73.\n\nTOBY (CONT'D)\nDon’t be like us. Be smart. Look\nout for your brother.\n\nJustin nods.\n\nJUSTIN\nWhatever I hear I won’t believe.\n\nTOBY\nBelieve it. Cuz I did all of it.\nNow you do it different. Don’t let\nyour mother have any say in the\nmoney you boys get. She got a\ndecent heart, but she can’t be\ntrusted where money’s concerned ...\nIf I’m not sitting here with you on\nFriday, tell her everything I just\nsaid, okay?\n\nJUSTIN\nOkay.\n\nToby looks at Justin’s full beer.\n\nTOBY\nAin’t gonna drink it? It’s okay.\n\nJUSTIN\nYou tell me not to be like you then\nyou offer me a beer. Which is it?\nToby smiles.\n\nTOBY\nGood boy.\n\nHe puts his hand on Justin’s shoulder. Justin Lets him.\n\nEXT. HANSON RANCH HOUSE -- DAY.\n\nTanner sits on the front porch, twelve pack of Bud by his\nside.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. HANSON RANCH HOUSE -- DAY. Tanner sits on the front porch, twelve pack of Bud by his\nside. \n\nTARGET SECTION TO BE ANNOTATED:\n Empties litter the ground around him, though he isn’t\ndrunk. He’s been immune to beer for decades.\n\nAcross his lap is the AR 15 assault rifle. He has it mostly\ndisassembled and is in the process of placing three pennies\nbehind the firing pin, making a semiautomatic rifle a machine\ngun.\n\nHe reassembles the rifle and sets it by the scoped 30-06.\n\nTanner picks up a rifle magazine and begins clicking rounds\ninto it from an army box of easily a thousand rounds.\n\f74.\n\nOn the table, we see another twenty rifle magazines, waiting\nto be fed. As he loads, he sings an old Waylon Jennings song:\n\nTANNER\nLONG AGO AND FAR AWAY. IN MY OLD\nCOMMON LABORER’S SHOES ... I TURNED\n\nTHE WORLD ALL WHICH A WAY, JUST\nBECAUSE YOU ASKED ME TOO ...\n\nHe sets the loaded magazine down, and picks up another,\nbegins loading, and sings the chorus:\n\nTANNER (CONT'D)\nLET THE WORLD CALL ME A FOOL, BUT\nIF THINGS AIN'T RIGHT ‘TWEEN ME AND\nYOU ... IT’S ALL THAT MATTERS AND\nI'LL DO ... ANYTHING YOU ASK ME TO.\n\nTanner spots the Blazer driving up the dirt road. He walks\nout to meet it.\n\nToby stops and gets out. Sees the rifles propped beside him.\n\nTANNER (CONT'D)\nHow were your boys?\n\nToby points to the rifles.\n\nTOBY\nWhat are you doing?\n\nTANNER\n\nInsurance. If we can’t get enough\nfrom the branch in Jayton, we're\ngonna have to hit the one in Post.\nPost is a long way from home. The\nbranch in Childress, well, can’t\nhit the branch there. For obvious\nreasons. And if you don’t want to\nhit the branch in Coleman ...\n\nTOBY\nWe can’t go back to the casino in\nOklahoma now. Gotta head west,\ngotta be the one in New Mexico.\n\nToby points to the rifles.\n\nTOBY (CONT'D)\nI don’t want all that shit in the\ncar and we damn sure don’t need it.\nWhat if we get pulled over?\n\f75.\n\nTANNER\nWe’re running two cars on the next\none, brother.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat if we get pulled over? 75. TANNER\nWe’re running two cars on the next\none, brother. \n\nTARGET SECTION TO BE ANNOTATED:\n They’1l ride with me.\nYou head to the casino in Riudoso\nand I’ll head north. They’re\nlooking for two. No one robs a bank\nin separate cars ... It’s smart,\nToby.\n\nBeat.\n\nTOBY\nIt is. But I still don’t like it.\n\nTANNER\nIt’s not to like, just to do.\n\nToby points to the rifles.\n\nTOBY\nWe're not bringing them in the\nbank... Oil man come by?\nTANNER\n\nThey’re ready to go. When you pay\nthat loan officer he’s gotta give\nyou a form that shows a release of\nlien or something.\n\nTOBY\nOkay.\n\nTANNER\nYou fax it over, and you’re done.\n\nTOBY\nWe gotta go meet the lawyer.\n\nTanner downs his beer.\nTANNER\nWaitin’ on you.\nEXT. RAYBURN LAW OFFICE -- SEYMOUR, TEXAS -- DAY.\nTanner and Toby sit across from BILLY RAYBURN, 40'S, lawyer\nhandsome, and wearing the West Texas version of a suit:\n\nJeans, blazer, and boots.\n\nBilly hands Toby a stack of papers.\n\f76.\n\nBILLY\nInitial in the boxes, and sign at\nthe bottom. There’s three copies,\ngotta do the same to each.\n\nTOBY\n\nAnd this makes you the executor.\nBILLY\n\nIt does.\nTOBY\n\nSo no matter what they charge us\nwith, they can’t take it away.\n\nBILLY\nThere’s no way to trace funds from\na casino. Once you get the checks\nto the bank, the trust is\nuntouchable.\n\nTANNER\nAnd you can’t tell nobody nuthin’,\nright?\n\nBILLY\nWhat’s to tell? You boys won the\nmoney gambling, right?\n\nTanner smiles.\n\nBILLY (CONT'D)\nThirty two thousand pays off the\nreverse mortgage and those bastards\npaid the property taxes from 2007\nto now, that’s another eleven\nthousand. Forty three thousand and\nyou're free and clear. Have the\nloan officer fax me the lien\nrelease and I’1l get it over to the\nlease manager at Chevron.\n\nHe hands Toby a business card.\n\nBILLY (CONT'D)\nFax number’s on the card.\n\nTOBY\nOkay.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe hands Toby a business card. BILLY (CONT'D)\nFax number’s on the card. TOBY\nOkay. \n\nTARGET SECTION TO BE ANNOTATED:\nTANNER\nHow much you gonna make off this\ndeal?\n\f77.\nBILLY\nNot near as much as I’m risking.\n\nTANNER\nThen why do it?\n\nHe looks at Tanner.\n\nBILLY\n\nHow long we known each other?\nTANNER\n\nSince ... I don’t know. Always.\nBILLY\n\n--. It’s the insult of it. That\nranch is worth a half million\nwithout the oil, but they loaned\nthe least they could get away with,\njust enough to keep your mama poor,\non a guaranteed return. Thought\nthey could swipe that land from you\nboys and suck on that oil for\ntwenty five thousand dollars. It’s\njust so arrogant it makes my teeth\nhurt ... To watch you pay those\nbastards with their own money ...\n(He laughs at the thought) If that\nain’t Texan I don’t know what is.\n\nToby stands and offers his hand.\n\nTOBY\nThank you.\n\nBILLY\nThey can foreclose on Friday. Come\nhell or high water you be at the\nbank in Childress before they close\nThursday. And knowing them fuckers,\nthey’1l close early.\n\nTOBY\nWe'll be there.\n\nThey rise to leave.\n\nBILLY\nToby. The trust needs to be managed\nby a bank ... You really wanna\n\ncover your tracks?\n\nBilly smiles.\n\f78.\n\nEXT. T BONES CAFE -- COLEMAN, TEXAS -- DAY.\n\nThe sun is setting as Marcus and PARKER sit on a bench under\na Texas Porch that runs the length of the block.\n\nMARCUS\nAll these little towns. Dying. What\ndo you think’1l happen to ‘em?\n\nPARKER\nThis is your plan? Just sit here\nand see if this is the branch they\nrob next ...\n\nMarcus looks over at him.\n\nMARCUS\nNot much of a thinker, are you?\n\nPARKER\nDo you want to live here? Old\nhardware store that charges twice\nwhat Home Depot does? One\nrestaurant with a rattlesnake for a\nwaitress? How are you supposed to\nmake a living here?\n\nMARCUS\nPeople made a living here for a\nhundred and fifty years.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nOne\nrestaurant with a rattlesnake for a\nwaitress? How are you supposed to\nmake a living here? MARCUS\nPeople made a living here for a\nhundred and fifty years. \n\nTARGET SECTION TO BE ANNOTATED:\nPARKER\nPeople lived in caves for a hundred\nthousand years, but don’t do it no\nmore, and they’re the better for\nit.\n\nBeat.\n\nMARCUS\nMaybe your people did.\n\nMarcus smiles.\n\nPARKER\nYou're people did too. Long time\nago, your ancestors was the Indians\nand someone else came along and\nkilled ‘em or broke ‘em down and\nmade you into one of them. A\nhundred and fifty years ago, all\nthis was MY ancestors’ land.\nEverything you can see.\n\n(MORE )\n\f79.\n\nPARKER (CONT'D)\nEverything you saw yesterday. This\nwas all Comancheria. Till the\ngrandparents of all these folks\ntook it. Now it’s being taken from\nthem. Except it ain’t no army doing\nit. (PARKER points at the bank)\nIt’s that son of a bitch, right\nthere.\n\nMarcus studies his partner.\n\nMARCUS\nAnd here I am thinking you was slow\nas a two-legged turtle.\n\nPARKER\nI may be. But that don’t make it\nany less true.\n\nSilence.\nMARCUS\n\nThese boys should've hit this\nbranch by now.\n\nPARKER\nThen why are we still sitting here?\nMARCUS\nJust cuz ... I like this little\ntown.\nPARKER\n\nI know what you’re doing. You’re\ntryin’ to make this last as long as\nyou can. Cuz the longer it lasts\nthe farther you are from your front\nporch ... That ain’t fair --\n\nMARCUS\nTo who? The bank? Only thing we can\ndo is wait for these boys to make a\nmistake, and so far they ain’t. So\nrelax. Enjoy this little town. From\neverything I see, it’ll die long\nbefore I do.\n\nThey look out over the empty square, watching squirrels\nfeasting underneath the pecan trees in the empty town square\nas the sun dips below the horizon.\n\nCUT TO:\n\f80.\n\nEXT. HANSON RANCH HOUSE -- NIGHT.\n\nToby and Tanner sit on the porch, staring at the stars as a\npack of coyotes whimpers and yips somewhere in the distance.\n\nTANNER\nThinking about tomorrow?\n\nTOBY\nAin't you?\n\nTanner shakes his head.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nTANNER\nThinking about tomorrow? TOBY\nAin't you? Tanner shakes his head. \n\nTARGET SECTION TO BE ANNOTATED:\nTANNER\nThat little hotel clerk. Why’s it\nalways the sweet ones that’s such\ndevils when you get ‘em revved up?\n\nTOBY\nI don’t know. Never been with a\nsweet one.\n\nTanner laughs.\nTANNER\nThat's right. You like ‘em pissed\noff and looking for someone they\ncan blame it on.\nToby smiles.\nTOBY\nSure seems that way, don’t it?\n\nTANNER\nThis is a good thing you’re doing.\nYou know that?\n\nTOBY\nWe're doing it.\n\nTanner grins and winks.\nTOBY (CONT'D)\nGo easy on the tellers tomorrow,\nokay?\n\nTANNER\nI’ll be as gentle as young nurse.\n\nTanner stands up, stretches, and yawns.\n\f81.\n\nTANNER (CONT'D)\nWake me up at five.\n\nTOBY\nYep.\n\nTanner disappears inside. Leaving Toby alone. He sits back,\nhis mind running all the possibilities. How it can go right.\nHow it can go wrong.\n\nCUT TO:\n\nEXT. T BONES CAFE -- COLEMAN, TEXAS -- NIGHT.\n\nThe crickets are chirping so loud, it echoes off the old,\nstone building. It doesn’t appear Marcus has moved in hours,\nstill staring out over the square. Across the way, PARKER is\ncarrying his suitcase into a motel.\n\nMarcus takes out his can of Copenhagen, packs it, and places\na pinch in his cheek. Ready for a long night of reflection.\n\nINT. HANSON RANCH HOUSE -- KITCHEN -- NIGHT.\n\nThe wall clock says ten after five in the morning. Toby sits,\ndressed like a gang banger, pistol and three magazines for it\non the table. He sips coffee as Tanner walks in dressed the\nsame.\n\nTANNER\nI’ll never understand how those\ngang bangers can walk around with\ntheir pants like this, dangling off\ntheir asses. No wonder they always\nget caught when they run from the\npolice.\n\nToby slides him a cup of coffee. Tanner sits. They drink\ntheir coffee in silence.\n\nTOBY\nWant some breakfast?\n\nTanner thinks that one over.\n\nTANNER\nYeah. Breakfast sounds good.\n\nToby stands and heads to the fridge. Pulls out bacon and a\ncarton of eggs. Crosses over to the stove.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nToby stands and heads to the fridge. Pulls out bacon and a\ncarton of eggs. Crosses over to the stove. \n\nTARGET SECTION TO BE ANNOTATED:\n Tanner watches his\nbrother as he cooks.\n\f82.\n\nTANNER (CONT'D)\nDid you do this for mama?\n\nTOBY\nEvery morning. She didn’t eat much\nthe last month.\n\nTANNER\nDid you used to cook breakfast for\nyour boys?\n\nToby stops.\n\nTOBY\nYeah ... Been a long time, though.\n\nTanner sits back in his chair, like a child, patiently\nwaiting for his meal.\n\nTANNER\nYou do the bacon first, then the\neggs in the grease, right?\n\nTOBY\nYep. That’s the way.\n\nTanner watches his brother and sips his coffee as the bacon\nbegins to sizzle.\n\nCUT TO:\n\nEXT. TEXAS HIGHWAY -- DAWN.\n\nTwo cars move toward us. The blazer and the Grand Am.\nHeadlights on, though morning is breaking. They come closer.\nCloser ...\n\nEXT. T BONES CAFE -- COLEMAN, TEXAS -- DAY.\n\nPARKER stands over us, looking down at something, shaking his\nhead in disbelief at --\n\nMarcus, asleep on the bench, chin to his chest.\n\nPARKER\nFor someone who don’t want to spend\nhis days sittin’ on his porch, you\nsure don’t mind lounging on\neverybody else’s.\n\f83.\n\nMarcus stirs. Looks up at PARKER who hands him coffee ina\nStyrofoam cup..\n\nMARCUS\nJust ... Didn’t see the point in\nwalking all the way to the motel\njust to walk back here in the\nmorning.\n\nPARKER\nWho’s not much of a thinker now?\n\nPARKER sits beside him.\n\nPARKER (CONT'D)\nRestaurant don’t open for another\nhour.\n\nAnd the two men begin their day where the last one ended,\nstaring at the empty square.\n\nEXT. FIRST TEXAS BANK -- JAYTON, TEXAS -- DAY.\n\nToby and Tanner stand in front of the bank, ski masks on.\nThey don’t move. Just stare straight ahead.\n\nWe look over their shoulder and see why:\n\nThe Jayton Branch is closed. Doors wrapped in chain and\nlocked. Windows covered with large plywood boards.\n\nTOBY\nShit.\n\nTANNER\nWe gotta hit the branch in Post.\n\nTOBY\nWe won’t get there till after ten.\n\nTANNER\nWe don’t got a choice.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nTANNER\nWe gotta hit the branch in Post. TOBY\nWe won’t get there till after ten. TANNER\nWe don’t got a choice. \n\nTARGET SECTION TO BE ANNOTATED:\n Gotta have\nthat money to the branch in\nChildress before they close\ntomorrow.\n\nToby shakes his head as he pulls off his mask.\nTOBY\n\nWe don’t know Post. Don’t know the\npatterns of the folks out there.\n\f84.\n\nTANNER\nPattern’s the same as it is\neverywhere. All these towns is\ndead. Post ain’t no different.\nLet's go.\n\nThey turn and walk out of frame, leaving us to stare at the\nclosed bank in a closed town.\n\nINT. T BONE’S CAFE -- DAY.\n\nMarcus and PARKER sit sipping coffee, looking over a map of\nTexas.\n\nMARCUS\n\nFirst two banks were First Texas\nbranches. There’s seven total: main\nbranch in Fort Worth, and they\nain’t messing with that. The branch\nin Olney they hit, the one in\nArcher City they hit, the one here,\nthe one in Childress, Jayton --\n\nPARKER\nThat one’s closed.\n\nMARCUS\nOkay. That leaves the branch in\nPost. Childress is a decent sized\ntown, I don’t think they’11 mess\nwith that.\n\nPARKER\nThe branch in Vernon wasn’t First\nTexas and they hit that.\n\nMARCUS\nOne of ‘em did. Alone. And then ran\nall the way across the square to\nget back to the car. I think his\npartner had no idea that was gonna\nhappen.\n\nPARKER\nWhat does that mean to us?\n\nMARCUS\nIt means the only other First Texas\nbranch that fits the bill is in\nPost.\n\f85.\n\nPARKER\nThere’s plenty of little banks in\nother towns --\n\nMARCUS\nAnd they’d have robbed ‘em by now\nif they was interested in other\nbanks, but they ain’t. They’re\nafter First Texas’s money and\nthat’s the only place they can get\nit that makes any sense.\n\nPARKER\nIt’s three hours away. If you wanna\nhead that way we should get on the\nroad.\n\nThey both stand, Marcus tossing a twenty on the table.\n\nMARCUS\nLet’s get some troopers moving in\nthat direction ... I’m feelin’\n\nlucky.\n\nThey move off toward the door, pushing it open, and flooding\nthe restaurant with the blinding Texas sun.\n\nEXT.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m feelin’\n\nlucky. They move off toward the door, pushing it open, and flooding\nthe restaurant with the blinding Texas sun. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n STATE HIGHWAY 308 -- DAY.\n\nThe Blazer and Grand Am drive through the ragged land below\nthe CAP ROCK: a geological marvel where the great plains\nplummet four hundred feet along a fault line, creating a\ncliff that dissects West Texas.\n\nOn one side of the road is an endless wall of red dirt. On\nthe other: land so broken it looks as though God stabbed it\nrepeatedly with two giant shovels, punishing it for some\nunknown offense.\n\nThe cars breeze by us, the Cap Rock wall towering beside\nthem.\n\nEXT. HIGHWAY 308 -- OUTSIDE POST, TEXAS -- DAY.\n\nBoth vehicles pull off the road. Toby gets out of the Blazer\nand jogs to the Grand Am. He gets in. The Pontiac pulls back\n\non the road, past a sign that reads:\n\nPOST - 3 MILES.\n\f86.\n\nEXT. MAIN STREET -- POST, TEXAS -- DAY.\n\nThere are actual signs of life here. A few cars in front of\nthe grocery store. Pick up trucks in front of the diner. Cars\nand trucks at the gas station.\n\nThe FIRST TEXAS BANK sign looms in the distance.\n\nINT. GRAND AM -- CONT.\n\nTOBY\nThis town looks busy.\n\nTANNER\nLittle bit. Look at the bank\nthough. Not a car in front of it.\n\nTOBY\nWe do this quick.\n\nTANNER\nGotta take the hundreds this time.\n\nTOBY\nMake sure they fan ‘em out in front\nof you. If an ink pack gets in the\nbag, that money’s useless.\n\nTANNER\nYep.\n\nThey park in front of the bank. No other cars around. We\nwatch from a distance as they get out and hurry inside,\npulling on their masks.\n\nWe DOLLY down a side street, now looking at the bank’s red\nwall. We CONTINUE until we are looking at First Texas Bank’s\nparking lot. Which is full.\n\nINT. FIRST TEXAS BANK -- POST, TEXAS -- CONT.\n\nWe stare at Toby and Tanner who stand frozen. We see what\nthey see --\n\nTwo dozen people staring at them. Frozen as well.\n\nNo one moves. No one knows what to do. Then it all happens in\na blur.\n\nTANNER\nGET ON THE FUCKING GROUND!!!\nEVERYBODY.\n\f87.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nTANNER\nGET ON THE FUCKING GROUND!!! EVERYBODY. 87. \n\nTARGET SECTION TO BE ANNOTATED:\nTanner raises his pistol, pointing it frantically at\neveryone.\n\nAll the people hit the deck. Toby is cemented to the place\nwhere he stands.\n\nTanner jumps the counter, pressing his gun hard to the face\nof the teller.\n\nTANNER (CONT'D)\nOpen the drawers! Every teller open\ntheir drawer and take three steps\nback.\n\nTanner spots his brother not moving.\n\nTANNER (CONT'D)\nHEY!!!!\n\nToby snaps to, and covers the customers who are sitting and\nlaying on the bank floor.\n\nTanner begins grabbing the money himself from the teller\ndrawers.\n\nTANNER (CONT'D)\nAll of ya’1ll on your fucking knees.\nNOW.\n\nAll the tellers drop to their knees.\nANGLE ON:\n\nA girl, in her twenties, laying on the floor, discreetly\nsending a text on her phone. It reads:\n\nTHEY R ROBBING THE BANK\n\nTanner is frantically scraping money from the drawers, one\nafter the other, when an old SECURITY GUARD comes around the\ncorner, his pistol raised. He cocks the hammer --\n\nTanner spins and fires round after round into him. He falls\nback as everyone screams.\n\nAnother man stands and pulls a pistol from his boot, fires at\nToby and misses.\n\nToby turns and fires while he ducks. They aren’t thirty feet\nfrom each other, but the twisting and ducking is sending\nbullets into the wall, the ceiling, everywhere but their\nintended target.\n\f88.\n\nTanner takes aim and places a round in the side of the man’s\nhead, dropping him to a heap on the floor, like a jacket\nfalling from a coat rack.\n\nTanner leaps over counter.\n\nTANNER (CONT'D)\nLet's go!\n\nEXT. FIRST TEXAS BANK -- POST, TEXAS -- CONT.\n\nToby and Tanner push through the doors and are met by a hail\nof gunfire.\n\nThe windows behind them shatter as they fire back and duck\nbehind the Grand Am, which is taking a beating.\n\nTOBY\nI DIDN'T SEE ANY POLICE!\n\nTANNER\nIT AIN'T.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe windows behind them shatter as they fire back and duck\nbehind the Grand Am, which is taking a beating. TOBY\nI DIDN'T SEE ANY POLICE! TANNER\nIT AIN'T. \n\nTARGET SECTION TO BE ANNOTATED:\n IT’S THE WHOLE FUCKING\nTOWN SHOOTIN’ AT US!\n\nSure enough, across the road, hidden behind pickups, are\nlocals with deer rifles, shotguns, whatever was in the gun\nrack when they heard shooting inside the bank. Tanner unlocks\nthe passenger door, lays against the seat, and sticks the key\nin the ignition. Cranks it to life. Folds the seat forward.\n\nTANNER (CONT'D)\nGet in.\n\nToby dives in as the windows of the Pontiac shatter. Tanner\nlays on the passenger seat, slams the car in reverse and uses\nhis hand to press the gas pedal to the floor, his feet still\nhanging out the open door.\n\nThe car races backwards as gunfire pulverizes the vehicle.\nWhen the Pontiac is at a somewhat safer distance, we see feet\ndisappear, the passenger door close, and the Grand Am is spun\nangrily around and slammed into drive, hauling ass down the\nstreet.\n\nLocals climb in their trucks to give chase.\n\nINT. GRAND AM -- CONT.\n\nToby is panicking. Can't catch his breath. He’s\nhyperventilating. Tanner is as calm as he was at the poker\ntable.\n\f89.\n\nTANNER\nMan, those concealed carry permits\nsure complicate a bank robbery,\ndon’t they?\n\nTOBY\nWhat are we gonna do??\n\nTANNER\nHey. We ain’t out of this, and I\nneed you focused. Believe me when I\nsay: this is where the rubber meets\nthe road, little brother.\n\nTOBY\nHow are we gonna get away from\nthis? You killed two people. At\nleast.\n\nTANNER\nAnd let me tell you something, we\nain't through with that yet. You\nwant to be anything but a black\nmark on your sons then I need you\nmountain lion mean, you understand\nme?\n\nTanner looks in the rearview mirror and sees a half dozen\npick ups and sedans coming up behind him.\n\nTANNER (CONT'D)\nHold on.\n\nTanner slams on the brakes. The Grand Am’s tires smoke and\nscream as the car comes to a stop in the middle of the road.\nEXT. GRAND AM -- HWY 308 -- CONT.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Grand Am’s tires smoke and\nscream as the car comes to a stop in the middle of the road. EXT. GRAND AM -- HWY 308 -- CONT. \n\nTARGET SECTION TO BE ANNOTATED:\nTanner walks to the trunk, unlocks it, takes out the AR 15,\nand walks down the center of the highway toward the oncoming\n\nvehicles.\n\nHe raises the rifle to his shoulder and sprays the vehicles\nwith thirty bullets in less than a second.\n\nAll the vehicles slam to a stop as bullets pound into their\nwindshields, their hoods, their grills.\n\nThe vehicles are instantly in reverse and beating a hasty\nretreat as Tanner drops the empty magazine, slams home\nanother, and peppers the fleeing vehicles again.\n\nHe turns and gets back in the Pontiac.\n\fThe door closes and the Pontiac speeds away.\n\nEXT. HWY 308 -- DAY.\n\nThe Pontiac pulls along side the Blazer. Toby opens\nand gets out.\n\nTANNER\nNeedless to say, don’t take the\nhighway back through Post. Head\nsouth. South, then west, got it?\n\nTOBY\nWe're done.\n\nTanner looks over at him.\n\nTANNER\nNo we're not. Get to the Casino and\nchange the money. Head north\nthrough New Mexico to the\ninterstate. You take 287 back to\nChildress. Like we planned. Like\nyou planned. This was your plan,\nand it’s worked every step of the\nway. Trust it.\n\nTOBY\nWhere are you headed?\n\nTanner just smiles.\n\nTOBY (CONT'D)\nDon’t be stupid. You get the fuck\nout of here too.\n\n90.\n\nthe door\n\nToby heads to the Blazer, unlocks the door, crams the money\nunder the seat, takes off his baggy jeans and baggy jacket,\n\nrevealing wranglers and a sweat drenched t shirt.\n\nTANNER\nHand those to me.\n\nHe hands the baggy clothes to his brother. Tanner tosses them\n\nin the back seat. Toby climbs in the Blazer.\n\nTOBY\nCall me when you make it back to\nthe ranch.\n\nTANNER\n\nHey ... I love you ... I mean that,\nToby.\n\f91.\n\nToby stares at his brother, shocked by the words.\n\nTOBY\nI love you too.\n\nTanner winks and drives away.\n\nINT. GRAND AM -- DAY.\n\nTanner smokes a cigarette, A soulless country-rock song\nblaring. he shuts the radio off.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. GRAND AM -- DAY. Tanner smokes a cigarette, A soulless country-rock song\nblaring. he shuts the radio off. \n\nTARGET SECTION TO BE ANNOTATED:\nTANNER\nCan’t nobody write a country song\nworth a shit no more.\n\nHe begins singing one himself -- a VERY OLD TEX RITTER SONG.\n\nTANNER (CONT'D)\nAS I WALKED OUT ONE BRIGHT SUNNY\nMORNIN’ I SPIED A YOUNG COWBOY A\nLOPIN' ALONG, HIS HAPPY SHELL BACK,\nHIS SPURS A WAS A JINGLIN’, AND AS\nHE COME NEAR ME HE WAS SINGIN’ THIS\nSONG ...\n\nIn the distance, three TEXAS DEPARTMENT OF PUBLIC SAFETY\nvehicles, lights flashing, are moving toward him.\n\nFar to the left, a dirt road that winds up a shrub oak\ncovered hill to a large, lone, oak tree that lords over the\ncanyons and arroyos.\n\nTANNER (CONT'D)\nYIPPEE HIYIYO, GET A LONG YOU\nLITTLE DOGGIES, IT’S YOUR\nMISFORTUNE AND NONE OF MY OWN,\nYIPPEE HIYIYO GET ALONG, GET ALONG,\nFOR YOU KNOW WYOMING WILL BE YOUR\nNEW HOME ...\n\nAs the cruisers approach, so does the dirt road. Tanner yanks\nthe wheel, cutting in front of the cruisers, busting through\na barbed wire fence and spewing a rooster tail of dust as he\ndrives up the hill.\n\nThe police cruisers give chase. In the distance, two more are\ncoming, headed by Marcus’s unmarked Crown Victoria.\n\nTanner reaches the top of the hill, turns the car to face the\ncruisers who are beginning to wind up the dirt road to him.\n\f92.\n\nHe pops the trunk, pulls out a satchel of rifle magazines,\nhis deer rifle, and a five gallon gas tank.\n\nHe unscrews the top, crams the ski mask in the opening, and\nlight it on fire.\n\nHe places it in the passenger seat of the Pontiac and puts\nthe car in gear.\n\nThe Pontiac begins moving toward the cruisers headed up the\nroad, it picks up speed, on a certain collision course with\nthem. The cruisers stop, and begin backing down the hill.\n\nThe Pontiac is catching up, and it is now that Tanner opens\nfire.\n\nHe pounds the cruisers with gunfire.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe cruisers stop, and begin backing down the hill. The Pontiac is catching up, and it is now that Tanner opens\nfire. He pounds the cruisers with gunfire. \n\nTARGET SECTION TO BE ANNOTATED:\n The Pontiac is ten feet\nfrom them when the gas can explodes. The red fireball of\nmetal slams into the retreating vehicles, knocking two of\nthem into the arroyo that runs alongside the road.\n\nTanner nods at his achievement, grabs his rifles, and\ncrouches down, disappearing into the brush.\n\nMarcus's vehicle pulls up with the two cruisers. They get out\nand take in the chaos playing out above them.\n\nMARCUS\nMy word. We need a S.W.A.T. unit up\nhere and a chopper to pen this boy\ndown.\n\nPARKER dials his cell.\n\nMarcus looks up the hill. His eyes are alive. At last: a real\nfight.\n\nTroopers are running, zigzagging down the hill, motioning\nwith their hands for everyone to get down. Over the burning\nvehicles one trooper yells.\n\nTROOPER\nHe’s got a rifle! Get down!\n\nWe hear the crack of Tanner’s deer rifle in the distance.\nMarcus ducks behind a cruiser.\n\nMARCUS\nThis old boy’s out of his mind. Why\ndon’t you slip up this canyon and\ntomahawk that son of a bitch.\n\f93.\n\nMarcus turns back to PARKER, who is laid out on the pavement,\na bullet hole under his left eye. Marcus moves quickly to\nhim, pulling him behind their vehicle.\n\nWhen he does he sees that the entire back of PARKER’s head is\ngone. He lets go of his arm and sits there, looking over his\nfriend, all the excitement of the chase now gone.\n\nMarcus hears trucks approaching, he turns and sees:\n\nTownspeople approaching. Marcus runs toward the oncoming\nvehicles, when they slow to a stop he hides behind the\npassenger side of the truck in front.\n\nMARCUS (CONT'D)\nBack these trucks up behind that\nhill, he’s got a rifle up there.\n\nLOCAL\nWe know it, those bastards shot up\nhalf the town.\n\nMarcus takes in the irate cowboy and the deer rifle beside\nhim. The man puts his truck in reverse, Marcus walking beside\nthe truck as he backs up.\n\nMARCUS\nHow well do you know the land\naround here?\n\nLOCAL\nLike the back of my hand.\n\nMARCUS\nHe’s hid up under an old oak in the\nbrush on that hill.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARCUS\nHow well do you know the land\naround here? LOCAL\nLike the back of my hand. MARCUS\nHe’s hid up under an old oak in the\nbrush on that hill. \n\nTARGET SECTION TO BE ANNOTATED:\n Can I get\naround behind him?\n\nLOCAL\nGive me half an hour, and I'1l have\nthat bastard field dressed on the\nhood of my truck.\n\nMARCUS\nCan’t let you do it. Get me there.\n\nLOCAL\nIt’s gonna be a five hundred yard\nshot if he’s where you say.\n\nMarcus opens the passenger door, with determination in his\nold face.\n\f94.\nMARCUS\nGet me there. I’1l do the rest.\n\nMarcus climbs in and the truck drives off as Troopers run up,\nmotioning the other vehicles to go back to town.\n\nANGLE ON:\n\nTanner lights a cigarette and watches the madness through the\nscope of his rifle.\n\nTANNER\nThe whole town come out for the\nshow. What do you think of that ...\n\nCUT TO:\n\nINT. CHEVY BLAZER -- DAY.\n\nToby drives as police cruiser after cruiser whips by in the\nopposite direction.\n\nToby comes around a bend in the road and sees: FOUR SHERIFF'S\nDEPUTY VEHICLES blocking the road.\n\nTOBY\nShit.\n\nHe slows and stops at the road block. A deputy approaches\nToby’s window.\n\nDEPUTY\nWhere you headed?\n\nTOBY\nRiudoso.\n\nDEPUTY\n... Where you from?\n\nTOBY\nHamlin.\n\nDEPUTY\n\nTaking the scenic route, huh.\n\nTOBY\nTaking the only way I can. They got\nthe road closed through Post. Hell,\neverywhere you turn the road’s\nclosed.\n\nThe deputy looks through the back window.\n\f95.\n\nDEPUTY 2\n\nGot yer license on you?\nTOBY\n\nI do.\nDEPUTY 2\n\nLet me see it.\nToby hands it over and the deputy calls it in. Toby sits for\nwhat seems like an eternity, trying to act bored or innocent\nor anything but what he is.\n\nThe deputy walks back to the Blazer and hands him the\nlicense.\n\nDEPUTY 2 (CONT’D)\nHave a good day.\n\nTOBY\nYep. You too.\n\nToby puts it in drive and pulls past them.\n\nEXT. OAK TREE -- DAY.\n\nTanner looks through his scope, with just the odd cowboy hat\npeering out from behind vehicles. Tanner looks bored.\n\nTANNER\nThis ain’t much of a gun fight.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nTanner looks through his scope, with just the odd cowboy hat\npeering out from behind vehicles. Tanner looks bored. TANNER\nThis ain’t much of a gun fight. \n\nTARGET SECTION TO BE ANNOTATED:\nTanner considers pulling the trigger when one Trooper races\nthrough the open from one vehicle to another.\n\nTANNER (CONT'D)\nGonna have to come after me at some\npoint.\n\nIn the distance he sees more police vehicles approaching and\nwhat looks to be a S.W.A.T. van.\n\nTANNER (CONT'D)\nNow we're talking.\n\nTanner reaches for a cigarette.\n\nTANNER (CONT'D)\nI think I got time for one more.\n\nHe places a cigarette in his mouth. Flicks his lighter.\n\nEXT. RIDGE LINE -- CONT.\n\f96.\n\nWe watch the lone tree THROUGH A RIFLE SCOPE and hear the\nlabored breathing of a man far too old to crest hills like\nthe one he just climbed.\n\nLOCAL (0.S.)\nYou're pretty winded, you oughta\nlet me take the shot. Hell, it’s my\ngun.\n\nMARCUS (0.S.)\nNo.\n\nWe see them now, on the edge of a ridge almost half a mile\nfrom the tree.\n\nMarcus lays on his belly looking through the rifle scope, the\nlocal beside him, looking through binoculars.\n\nMARCUS (CONT’D)\nHe’s mine.\n\nLOCAL\nI don’t see him yet.\n\nMARCUS\nMe neither. He’ll show himself soon\nenough.\n\nThey sit, watching. A small plume of cigarette smoke rises\nnear a bush. They both hone in on it.\n\nMARCUS (CONT'D)\nI got him.\n\nLOCAL\nMe too.\n\nWe look through the scope. We see the back of Tanner’s head.\n\nMARCUS (0.S.)\nI got you ... (To the local) How\nlow is this rifle gonna shoot at\nthis distance?\n\nLOCAL (0.S.)\nShe's dead on at three hundred.\nHold ten inches above him and\nyou'll split his skull.\n\nThe scope’s cross hairs move above Tanner’s head ...\nMARCUS (0.S.)\n\nLook at you. Sitting right on the\ndevil’s doorstep.\n\f97.\n\nANGLE ON:\n\nTanner draws on his smoke, relishing it. Looking down on the\nscampering police below him.\n\nTANNER\nWon't be long now.\n\nTanner nods with satisfaction.\n\nTANNER (CONT'D)\nLord of the plains.\n\nHe takes a drag.\n\nTANNER (CONT'D)\nThat’s me.\n\nHe exhales. A strange feeling comes over him.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nTANNER (CONT'D)\nThat’s me. He exhales. A strange feeling comes over him. \n\nTARGET SECTION TO BE ANNOTATED:\n He senses\nsomething ...\n\nWE LOOK THROUGH THE SCOPE.\n\nWe see Tanner turn his face toward us -- cross hairs just\nabove his head -- looking right into the lens.\n\nThe trigger is pulled. We hear the rifle roar. See the muzzle\nflash through the scope. Tanner's face drops to the dirt.\nLifeless.\n\nINT. INDIAN CASINO -- RIUDOSA, NEW MEXICO -- NIGHT.\n\nToby stands at the check in counter, exhausted. The clerk\npecks in a computer.\n\nCLERK\nJust one of you?\nTOBY\nYeah.\nCLERK\nHow many nights ... Sir?\nTOBY\n\nI’m sorry, what?\n\nCLERK\nHow many nights?\n\nTOBY\nOne.\n\f98.\n\nINT. TOBY’S ROOM -- INDIAN CASINO -- RIUDOSA -- NIGHT.\n\nToby stares at the ceiling, chip trays stacked full on the\nnight stand. He looks at his cell phone. Nothing.\n\nHe’s been resisting this. Once he knows, there’s no more\nhope. But he must know. Can’t put it off any longer. He turns\non the TV.\n\nA TV reporter stands in the city square of Post, a flurry of\nactivity behind her.\n\nREPORTER\n... When the townspeople of Post\nconfronted the robbers, a shoot out\nreminiscent of the old west broke\nout right here, in the city square.\nThe locals chased the robbers out\nof town, but not before three of\ntheir own were killed inside the\nbank and on these city streets. And\nlike a story from a dime store\nnovel, both members of the Texas\nHighway Patrol and locals chased\nthe robbers to a hillside twenty\nmiles east of town where the\ngunfight continued. Three highway\npatrolmen were injured, two\ncritically, and one Texas Ranger\nwas killed before Ranger Marcus\nHamilton killed one of the gunman\nwith a rifle he borrowed from a\nresident of this rugged little\ntown.\n\nNEWS ANCHOR\nWhat information do we have on the\nbank robber that was killed?\n\nREPORTER\nHis name is Tanner Joseph Hanson,\nfrom Hamlin, Texas. He was\nconvicted of an armed robbery back\nin 1997, and served twelve years of\nan eighteen year sentence.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEWS ANCHOR\nWhat information do we have on the\nbank robber that was killed? REPORTER\nHis name is Tanner Joseph Hanson,\nfrom Hamlin, Texas. He was\nconvicted of an armed robbery back\nin 1997, and served twelve years of\nan eighteen year sentence. \n\nTARGET SECTION TO BE ANNOTATED:\nNEWS ANCHOR\nAny word on his accomplice?\n\nREPORTER\nNo word yet. Officials speculate he\nis hiding somewhere in the canyons\nthat surround this area.\n\n(MORE )\n\f99.\n\nREPORTER (CONT'D)\nThey will continue the search\nthrough the night and are warning\nresidents that he is armed and\nextremely dangerous. But as of yet,\nnothing is known about the\naccomplice and officials are hoping\nthat someone will come forward and\ngive them information that will\nlead to identifying who the other\npart of this duo that has caused so\nmuch havoc over the past few days.\n\nNEWS ANCHOR\nThank you, Kate. Wow. What a\nshocking story coming out of West\nTexas. In other news --\n\nToby shuts it off. Returns to staring at the ceiling,\nexpecting it to fall on top of him. Tears build in his eyes\nand run back to the mattress below him.\n\nCUT TO:\n\nINT. FIRST TEXAS BANK -- CHILDRESS, TEXAS -- DAY.\n\nToby, showered and decently dressed, sits across from the\nLOAN OFFICER who looks at the two checks from the casinos.\n\nBeat.\n\nLOAN OFFICER\n(Dry as a bone) Lucky guy.\n\nTOBY\nMmhmm.\n\nLOAN OFFICER\nJust in the nick of time too...\nWhat are the odds.\n\nTOBY\nNot great.\n\nHe punches some numbers on his computer.\n\nLOAN OFFICER\nThis satisfies both the reverse\nmortgage loan and the back taxes\nthat we paid on your mother’s\nbehalf. We do that as a courtesy.\n\nTOBY\nI’m sure.\n\f100.\n\nToby hands Billy’s business card to the Loan officer.\n\nTOBY (CONT'D)\nYou can fax the release of Lien to\nthis number.\n\nLOAN OFFICER\n(Looking over the card) An\nattorney.\n\nTOBY\nYeah.\n\nThe loan officer nods.\n\nLOAN OFFICER\nYou’re aware that you can sell\nmineral rights separate from the\nsurface rights of a property.\n\nTOBY\nThat a fact.\n\nLOAN OFFICER\nYeah.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nLOAN OFFICER\nYou’re aware that you can sell\nmineral rights separate from the\nsurface rights of a property. TOBY\nThat a fact. LOAN OFFICER\nYeah. \n\nTARGET SECTION TO BE ANNOTATED:\n The odds there are actually\nminerals to extract are, well, it’s\nhighly unlikely, but I can check\nand see what value the rights have\nand --\n\nTOBY\nLong odds are working pretty good\nso far. The release of lien, that’s\nall I want.\n\nLOAN OFFICER\nI’ll get that faxed over to your\nattorney by the end of the week.\n\nThe loan officer smiles. Toby doesn’t.\n\nBeat.\n\nBeat.\n\nTOBY\nIt is the end of the week. I want\nto watch you do it.\n\nLOAN OFFICER\nIt take a little time to prepare.\n\nTOBY\nI got all day.\n\f101.\n\nLOAN OFFICER\nVery well. Let me get it printed\nup.\n\nThe loan officer hits a button and the printer spits out the\ndocument.\n\nLOAN OFFICER (CONT’D)\nIf I can just get you to sign here.\n\nToby looks over the paper, reading every word.\n\nLOAN OFFICER (CONT’D)\nIt’s all pretty standard --\n\nToby’s eyes burn into him. He sits back. Toby reads it line\nfor line.\n\nTOBY\nDidn't take that long, now, did it?\nSays here you'll mail the deed\nwithin seven days.\n\nLOAN OFFICER\nThat's right, that goes to your\nattorney as well, correct?\n\nTOBY\nYeah.\n\nToby signs the paper and hands it back.\n\nTOBY (CONT'D)\nFax it.\n\nThe loan officer places it in the fax, enters the number from\nthe card.\n\nThe fax chirps and whines and pulls the paper through.\n\nLOAN OFFICER\nThat’s it.\n\nThe loan officer stands. Offers his hand.\n\nLOAN OFFICER (CONT’D)\nPleasure doing business with you.\n\nTOBY\nYes. Wasn’t it?\n\nToby turns to leave, then stops. Turns back. An evil gleam in\nhis eye.\n\f102.\n\nTOBY (CONT'D)\nLet me ask you a question. Do y’all\nmanage trusts?\n\nEXT. MARCUS HAMILTON’S HOUSE -- ABILENE, TEXAS -— DAY.\n\nIt’s a month or so later. Marcus sits on his porch. Looks out\nover his yard to the street. There’s traffic, there’s people\nwalking along the sidewalk.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nMarcus sits on his porch. Looks out\nover his yard to the street. There’s traffic, there’s people\nwalking along the sidewalk. \n\nTARGET SECTION TO BE ANNOTATED:\nIf anyone’s wondering where all the people from the little\ntowns went ... They all came here.\n\nA neighbor walks by pushing a stroller. She waves at Marcus.\n\nNEIGHBOR\nThought the summer would never end.\n\nMARCUS\nWas a hot one.\n\nNEIGHBOR\nDon’t know what we did to deserve\nit, but I'd say we’ve paid our\npenance.\n\nNEIGHBOR (CONT'D)\nWe'll see. Not sure if the Good\nLord's done with us yet.\n\nShe wanders on down the street.\n\nA car horn honks. A dog barks. A siren in the distance. There\nis no peace in this place.\n\nMarcus finds solace in the newspaper. Flips to the sports\npage.\n\nBARNEY (0.S.)\nYou're breaking in that rocking\nchair, I see.\n\nMarcus looks up, though he doesn’t want to. Finds BARNEY\nCUMBERLAND, nearing 80, and happily settled into a life of no\npurpose.\n\nMARCUS\nYep.\n\nBARNEY\nGoing over to the Legion tonight,\nthere’s supper and a decent card\ngame. Wanna come along?\n\f103.\n\nThat sounds like hell.\n\nMARCUS\nI ain’t a veteran.\n\nBARNEY\nYou'll come as my guest.\n\nMARCUS\nI appreciate it Barney, but I ain’t\nmuch of a card player.\nBarney laughs.\n\nBARNEY\nYou will be.\n\nBarney heads back toward his house.\nBARNEY (CONT'D)\n\n(Looking back) What else you gonna\n\ndo?\nMarcus tries to focus on the paper, but the truth of Barney’s\nstatement lingers. It’s too much. He tosses the paper down\nand heads in the house.\nINT. MARCUS’S HOUSE -- LIVING ROOM -- CONT.\nHe looks around -- thirty year old furniture in like new\ncondition. Can’t decide where to go. Decides on his recliner,\ngoes to it and sits.\nHe reclines it back. Clicks on the TV. ESPN. The dull hum of\nfootball rises from it. He closes his eyes and leans back.\nIt’s not working. He can’t do this one more minute...\nINT. TEXAS RANGER OFFICE -- ABILENE, TX -- DAY.\n\nMarcus walks in, past a secretary.\n\nSECRETARY\nAfternoon, Marcus.\n\nMARCUS\nHello, Margaret.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nMarcus walks in, past a secretary. SECRETARY\nAfternoon, Marcus. MARCUS\nHello, Margaret. \n\nTARGET SECTION TO BE ANNOTATED:\nA RANGER walks up to him.\n\nRANGER\nThat didn’t take long.\n\f104.\n\nMARCUS\nOh, just ... You know.\n\nRANGER\nNot yet, but I will. Want some\ncoffee?\n\nMARCUS\n\nSure. Think I could take a peak at\nTanner Hanson's file?\n\nRANGER\nHow come?\n\nMarcus smiles.\n\nMARCUS\nNothing better to do.\n\nRANGER\nIt’s in my office.\n\nThey walk toward an office just off the main foyer. The\nRanger hands Marcus the file as they both sit down. Marcus\nflips through it.\n\nRANGER (CONT'D)\n\nGot Tanner's juvenile record\nunsealed. What a piece of work that\nboy was.\n\nMarcus reads it over.\n\nMARCUS\nKilled his father in a hunting\naccident?\n\nRANGER\nI’d love to know what he was\nhunting in the barn. In April.\n\nMarcus continues reading.\n\nMARCUS\nHis brother checked out?\n\nRANGER\nI don’t know about that, but\nthere’s nothing that ties him to\nthe robberies.\n\nMARCUS\nWhat about that little waitress in\nVernon?\n\f105.\n\nRANGER\nWe showed her a picture, said she\nnever seen him ... Pretty upset you\n\ntook her tips as evidence.\n\nMARCUS\nThat fat girl sure was sassy.\n\nMarcus holds up Tanner’s file photo and a blown up picture of\nToby’s DMV photo --\n\nMARCUS (CONT'D)\nYou show these to that old timer?\n\nRANGER\nYep. We showed him Toby’s DMV photo\nand he said it didn’t look like the\nfella from the diner.\n\nMARCUS\nOld timer said they looked like\nbrothers.\n\nRANGER\n\nWell, he’s ninety years old, he\ndidn’t recognize Tanner’s photo\neither.\n\nMarcus sips his coffee as he continues through the file.\nHolds up a REQUEST FOR WARRANT form.\n\nRANGER (CONT'D)\n\nYeah, I asked for a warrant on his\nbank accounts and the ranch, DA\nwouldn't do it. Toby’s got no\nrecord, never been arrested. Only\ncourt appearance he ever made was\nat his divorce.\n\nMarcus continues reading.\n\nMARCUS\nHe owns this ranch?\n\nRANGER\nWas his mamas. Now it’s in a trust\nfor his kids, she died a month ago.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARCUS\nHe owns this ranch? RANGER\nWas his mamas. Now it’s in a trust\nfor his kids, she died a month ago. \n\nTARGET SECTION TO BE ANNOTATED:\nMarcus raises an eyebrow.\nMARCUS\n\nJust before all this started ...\nAnd the ranch is in a trust.\n\f106.\n\nRANGER\nMmhmm.\n\nMARCUS\nYa’ll go out there?\n\nRANGER\nOh yeah. You wanna know the first\nthing I noticed? Two drilling crews\nfrom Chevron capping wells and\nputting in pump jacks... The\nengineer out there said they could\npull 2000 barrels a month off that\nplace. Know how rich that’1l make\nthose kids?\n\nMARCUS\nThen why was Tanner running around\nrobbing banks, if they’re so flush?\n\nRANGER\nI don’t know, whole thing stinks to\nme. But you try convincing a judge\nto issue warrants on somebody set\nto clear fifty thousand a month for\nstealing forty thousand from the\nbank that manages the trust on the\nproperty.\n\nMarcus raises the other eyebrow.\n\nMARCUS\nFirst Texas manages the trust?\n\nRANGER\nThey ain’t the executor, but they\nhold the money. Oh, it’s one rotten\nfish, but damned if I can figure\nit. And you can bet your ass First\nTexas ain’t pressing it over forty\nthousand dollars. Lord knows what\nthey stand to make.\n\nThe Ranger sees the wheels turning in Marcus’s head.\n\nRANGER (CONT'D)\nMarcus, if you want to come up here\nand dig through files, ask\nquestions, that’s fine. There's\nalways coffee in the pot for you,\nbut you can’t go out there, okay?\n\nMarcus stares at the DMV photo of Toby.\n\f107.\n\nRANGER (CONT'D)\nMarcus ... You’re retired.\n\nMARCUS\nI hear you.\n\nRANGER\nOkay.\n\nOff the Ranger, not quite believing him.\n\nCUT TO:\n\nEXT. HANSON RANCH HOUSE -- DAY.\n\nToby looks at a depression dug under a barbed wire fence that\nleads to a small garden that has been destroyed.\n\nToby walks to an old pickup and grabs a lever action rifle\nfrom the gun rack. He racks a round. Climbs over the fence\nand follows pig tracks that lead from his garden to the\nmesquite thicket just beyond. He follows.\n\nHe walks a deer trail through the thicket, following the pig\ntracks. He slows, creeping along the trail. It bends to the\nright.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe walks a deer trail through the thicket, following the pig\ntracks. He slows, creeping along the trail. It bends to the\nright. \n\nTARGET SECTION TO BE ANNOTATED:\nHe creeps along the trail, then notices something moving off\nto his right, along the dirt road that leads to the house. He\nducks. Looks, and starts creeping back toward the house.\n\nMARCUS WALKS THE ROAD UP TO THE HOUSE.\n\nHe looks up at it. It’s halfway through a new paint job,\npaint cans and rollers rest beside the porch.\n\nToby steps quietly from the mesquites, coming up behind\nMarcus. Marcus turns to him.\n\nMARCUS\nPainting the house I see ...\nKnow who I am?\n\nToby steps closer, the rifle cradled in his arms. Marcus\nsmiles.\n\nMARCUS (CONT'D)\nI’m the man who killed your\nbrother.\n\nBeat.\n\fTOBY\nI know it. I also know you're\nretired. And you're trespassing.\n\nMARCUS\nYou could shoot me now and be\nwithin your rights. And you totin’\na gun. How convenient.\n\nTOBY\nI imagine you've got one too.\n\nMarcus smiles. Toby stands there, waiting patiently\nwhatever Marcus came here to do. Or say. Marcus has\nthe edge of the porch.\n\nMARCUS\nYou mind if I sit?\n\nToby almost smiles.\n\nTOBY\nFeel free.\n\nToby walks to the porch sits in his chair.\n\nTOBY (CONT'D)\nYou want a beer?\n\nMarcus thinks about that.\n\nMARCUS\nSure. I ain’t on duty no more.\n\n108.\n\nfor\na seat on\n\nToby grabs two from a small cooler and tosses him one.\n\nMARCUS (CONT'D)\n\nNice out here with the breeze, now\nthat it’s cooled down. Texas is\nhell till September comes, ain’t\n\nit?\nTOBY\nIt can be.\nSilence.\nMARCUS\nHow’d you do it -- never mind, I’‘1l\nfigure that in time ... Why’d you\ndo it?\nTOBY\n\nDo what?\n\fMARCUS\nI know why Tanner did it. He robbed\nthose banks cuz he liked it. He\nshot my partner three hundred yards\naway cuz he liked it. Made him feel\ngood. And if I hadn’t blown his\nshit-for-brains out, there’d be a\nbrand new truck parked out front\nand four wheelers and anything else\nhe could think to buy.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\nshot my partner three hundred yards\naway cuz he liked it. Made him feel\ngood. And if I hadn’t blown his\nshit-for-brains out, there’d be a\nbrand new truck parked out front\nand four wheelers and anything else\nhe could think to buy. \n\nTARGET SECTION TO BE ANNOTATED:\n He’d spend\nit all just to have an excuse to\nsteal some more. But not you...\nPainting this old house yourself.\nDriving that beat up truck. Nothing\nnew I can see, ‘cept those pump\njacks and each of ‘em paying you a\nweek what you and your brother\nstole from all four banks combined.\n\n109.\n\nMarcus sips from his beer. Toby shifts the muzzle of his\nrifle discreetly in Marcus’s direction.\n\nMARCUS (CONT'D)\nHelp me understand that ... Help\nme understand why four people died\nso you could steal money it don’t\nseem you've spent. That it don’t\nseem you need.\n\nToby looks at Marcus, and his grin that begs for a fight.\n\nBeat.\n\nTOBY\nYou got a family?\n\nMARCUS\nMy partner had a family. A big one.\nThey don’t have no pump jacks in\ntheir back yard. They’re gonna have\nto stretch a pension among the six\nof em.\n\nTOBY\nI didn’t kill your friend.\n\nMARCUS\nYes you did. By setting this thing\nin motion. You expect me to believe\nyour dim-witted brother planned all\nthis? We’ve seen how he operated on\nhis own. No, this was smart. This\nwas you.\n\f110.\n\nBeat. Toby looks over at a pump jack, undulating up and down,\ndrawing money from the earth with every revolution.\n\nTOBY\nI been poor my whole life. So were\nmy parents, and their parents\nbefore ‘em ... Like a disease,\npassed from generation to\ngeneration. And that’s what it\nbecomes, a sickness ... Infecting\nevery person you know ... But not\nmy boys. Not anymore. This is\ntheirs now. Ain’t no advice you can\ngive a child these days. No\nlessons. No love. Nothing that can\nguarantee they have a chance at\nlife, but money. I hate that the\nworld’s come to this, but it has.\nAnd I dare you to look me in the\neye and tell me different ... I\nnever killed anyone in my life, but\nif you want me to start with you,\nlet's get on with it, old man. See\nif you can get that pistol from\nyour boot before I blast you off\nthis porch.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd I dare you to look me in the\neye and tell me different ... I\nnever killed anyone in my life, but\nif you want me to start with you,\nlet's get on with it, old man. See\nif you can get that pistol from\nyour boot before I blast you off\nthis porch. \n\nTARGET SECTION TO BE ANNOTATED:\nThey hold each other’s gaze, no surrender in either man’s\neyes, but no anger either, just the grim acceptance that it\nhad to be this way.\n\nAn older Ford Expedition bounces up the dirt road and stops\nin front of the house. Justin, Debbie, and RANDY, 11, step\nout, book bags over the boys’ shoulders.\n\nDebbie spots the gun in Toby’s lap.\n\nDEBBIE\nWhat’s going on?\n\nTOBY\nThat pig was back in the garden.\n(To Marcus) Feral hogs are tearing\nup this place somethin’ fierce.\n\nDEBBIE\nWho's this?\n\nMARCUS\nI’m an old friend of your husband.\n\nDebbie recognizes Marcus instantly, but this isn’t her first\nrodeo with playing dumb.\n\f111.\n\nDEBBIE\nEx husband.\n\nTOBY\nI’m just here working on the house.\n\nMARCUS\nYou don’t live here?\n\nTOBY\nIt’s not mine. It’s theirs.\n\nMarcus looks at the boys. Then at Debbie. Stoic expressions,\ngiving away nothing ... They all know. He can tell. Has to\nlaugh.\n\nMARCUS\nThings you do for your kids, huh?\n\nMarcus rises.\n\nMARCUS (CONT'D)\nWell, I'd best be going.\n\nToby stands as well.\n\nTOBY\nMe too. (To Debbie) I’11 be back\nover around nine tomorrow, try and\nfinish the front.\n\nShe nods. Toby looks at Marcus.\n\nTOBY (CONT'D)\nYou know, I’m renting a little\nhouse in town. If you wanna come by\nand finish our conversation ...\nYou're welcome anytime.\n\nA dare ... A threat ... Marcus looks back at him.\nMARCUS\nI‘1l do that. I haven’t figured\nthis whole thing out yet ... But I\nwill.\nMarcus looks over at the boys. Studies them.\n\nMARCUS (CONT'D)\nYou as smart as your daddy?\n\f112.\n\nRANDY\nI never thought of daddy as all\nthat sharp.\nMarcus laughs. Leans down to the boy.\n\nMARCUS\nDon ou underestimate him.\n'ty d timate hi\n\nHe looks back at Toby.\n\nMARCUS (CONT'D)\nI'll be seeing you.\n\nTOBY\nSoon, I hope. I’m ready to be done\nwith this.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARCUS (CONT'D)\nI'll be seeing you. TOBY\nSoon, I hope. I’m ready to be done\nwith this. \n\nTARGET SECTION TO BE ANNOTATED:\nMARCUS\n\nYou’1l never be done with it. No\nmatter what. That’s the price. It’s\ngonna haunt you, son. For the rest\nof your days.\n\nMarcus looks up to the sky, letting the autumn sun bathe his\nface.\n\nMARCUS (CONT’D)\nBut you won’t be alone. It’s gonna\nhaunt me too.\n\nTOBY\n\nWhen you come by, maybe I'll give\n\nyou peace.\n\nMarcus smiles.\n\nMARCUS\n\nMaybe. Maybe I’1l give it to you.\nTOBY\n\nI'd like that ... Till that day.\n\nMarcus looks at this sad, simple man, and smiles. Tips his\nhat, turns and walks up the dirt road.\n\nThe camera rises and looks down on them. The house’s gray,\nfaded shingles and Marcus’s silver hat standing out from the\nred dirt that surrounds them.\n\nTHE END.\n\f113.\n\f"
}