{
  "1": "INT. _ LEMARCHAND’S WORKSHOP NEARLY MIDNIGHT\n\n \n\nRUN TITLES over a series of EXTREME CLOSE-UPS:\n\nA pair of human hands working delicately on tiny cogs and\nmachinery.\n\nA human eye grotesquely expanded though a magnifying glass.\nA tiny screwdriver tightening a tiny screw.\n\nIntricate internal mechanisms of silver, gold and jewels.\nINTERCUT with shots of beautiful and intricate automata;\n\nA Monkey-Musician in blue and gold livery holding a violin.\nA Harlequin holding the hand of a coy Columbine.\n\nA silver-faced clown perched on a trapeze.\n\nThe TITLES end. WIDEN to reveal the workshop of PHILLIP\nLEMARCHAND lit by candlelight. The automata stand on wooden\n\nshelves which line the room along with plans and drawings.\n\nAt the workbench, Phillip - handsome, 30, obsessed by his\ncraft - is hunched over his work, keeping us from seeing it.\n\nSuper-imposed: THE OUTSKIRTS OF PARIS 1784\n\nThere’s a strange atmosphere. Perhaps it’s the CRAZY SHADOWS\nthrown by the flickering candles. Perhaps it’s the sound of\nthe WIND in the midnight darkness outside. Perhaps it’s the\namplified HEARTBEAT of Phillip. Something gives an edge to the\nscene. We’re waiting for something to happen.\n\nWith a cry of triumph as something clicks into place, Phillip\nsits back on his chair, his latest creation in his palm.\n\nWe recognise the object of black wood and filigreed gold - the\nLAMENT CONFIGURATION, a hell-summoning Box from HELLRAISER.\n\nThe workroom door opens and Phillip’s wife GENEVIEVE enters.\nMid-20’s and beautiful, she is in her nightdress.\n\nGENEVIEVE\nIs it done?\n\nLEMARCHAND:\nDone!\n\nGENEVIEV:\n(yawning)\nIs it wonderful?\n\fLEMARCHAND:\nWonderful!\n\nGENEVIEVE:\n(smiling)\nAre you brilliant?\n\nLEMARCHAND\n(returning the smile)\nThe finest toymaker in France!\n\nThey both laugh affectionately. Beneath their words and their\nsmiles, though, is an undercurrent of ..",
  "2": "---END OF PREVIOUS SECTION---\nLEMARCHAND\n(returning the smile)\nThe finest toymaker in France! They both laugh affectionately. Beneath their words and their\nsmiles, though, is an undercurrent of .. \n---TARGET SECTION TO BE ANNOTATED---\n what? Anxiety?\nUncertainty? Perhaps they both sense Phillip is involved in\nsomething that he doesn’t quite understand.\n\nGENEVIEVE\nWhat does it do?\n\nProudly, Lemarchand manipulates the Box through various\npositions until, at a certain point, the mechanisms within\nseem to take over and it moves itself into the final swastika-\nlike configuration familiar from the previous films\n\n... and remains sitting on Lemarchand’s hand. No chains, no\nhooks, no blue lights, no screams of pain or pleasure.\n\nThe interested smile on Genevieve’s face falters.\n\nGENEVIEVE:\nOh. (beat) It doesn’t actually do anything, then?\n\nLEMARCHAND\n(stung into cold defensiveness)\nIt all but defies the laws of physical geometry! It’s my\nmasterpiece! You simply couldn’t understand...\n\nGENEVIEVE:\nI meant no offense, Phillip. I’m sure it’s terribly intricate.\nIt’s just... dull. I prefer your acrobats and lovers.\n\nLaughing disarmingly, she crosses to the shelves and activates\nsome of the older automata. The monkey musician begins to saw\nat his fiddle. Harlequin kisses Columbine, who hides her blush\nbehind a fan. The Clown swings over and around his trapeze.\n\nLemarchand, far from placated, is standing and fastening a\ncloak around himself.\n\nLEMARCHAND\nI was working to a commission. To very specific requests. The\nDuke has what he wanted.\n\nGenevieve registers the cloak as Lemarchand heads for the\ndoor.\n\fGENEVIEVE\nIt’s midnight! Where are you going?\n\nLEMARCHAND\nThe Chateau Du Reve to deliver the box.\n\nGENEVIEVE\nNow!? Why?\n\nLEMARCHAND\nBecause my work might be appreciated there. And it is the\nappointed hour.\n\nOpening the door, Box in hand, he sweeps from the room.\n\nGenevieve watches the door close behind him.\n\nGENEVIEVE\nThe appointed hour - Midnight! Aristocrats... (cont.)\nEXT. THE CHATEAU DU REVE MIDNIGHT\n\n \n\nA magnificent mansion stands in its own grounds. Below its\nlawns is a front gate. A SHADOWY FIGURE hovers at the gate - a\nbeggar or derelict of some kind. The camera moves to show...",
  "3": "---END OF PREVIOUS SECTION---\nBelow its\nlawns is a front gate. A SHADOWY FIGURE hovers at the gate - a\nbeggar or derelict of some kind. The camera moves to show... \n---TARGET SECTION TO BE ANNOTATED---\nLemarchand at the impressive front door of the Chateau.\n\nGENEVIEVE\n\n(off)\n(cont.) ... Such strange people.\n\nThe door is opened by JACQUES, a 19 year-old servant-cum-\napprentice to the Chateau’s owner - who stands behind him, the\npowdered and periwigged DUC DE L’ISLE.\nDe L’Isle’s age is hard to determine beneath the layers of\nwhite powder that cover his face but the red and rheumy eyes\nand spidery limbs suggest he is at least in his late 50'’.\nFrom somewhere in the house, a clock tolls midnight.\n\nDE’L’ ISLE\nLemarchand. As precise as your pieces, as timely as your toys.\n\nEnter, enter.\n\nLemarchand steps over the threshold...\n\nINT. CHATEAU DU REVE, HALLWAY NIGHT (CONT. )\n\n \n\ninto the hall - candle-lit, its outer reaches lost in\nshadow. There’s an impression of decay beneath the finery; a\nbright light would probably show peeling paint and cobwebs.\n\fDe L’Isle’s eyes glitter as he looks at the Box in\nLemarchand’s hand. Beckoning, he leads him across the hall\ntoward a room.\n\nDE L’ISLE\nCome. Someone is eager to meet you.\n\nLemarchand follows, his manner nervous. He is a middle-class\nartisan in the house of an aristocrat.\n\nJacques closes the door and looks at Lemarchand and De L’Isle\nas they walk away. There is a look in his eyes - covetous,\nambitious, and secretive.\n\nINT. CHATEAU DU REVE, GAME ROOM NIGHT (CONT. )\n\n \n\nA room lit by many candles, providing a rich atmosphere of\ncontrasting orange light and flickering black shadows.\n\nEIGHT CARDPLAYERS - male, four finely-attired, the other four\nin military uniform - sit at a large table. A game in progress\nhalts as the players look up as De L’Isle and Lemarchand\nenter.\n\nDE L’ISLE\nA moment, gentlemen, forgive me. Madame?\n\nA stunningly beautiful woman, emerging from the shadows at the\nroom’s end, moves to De L’Isle and Lemarchand.",
  "4": "---END OF PREVIOUS SECTION---\nDE L’ISLE\nA moment, gentlemen, forgive me. Madame? A stunningly beautiful woman, emerging from the shadows at the\nroom’s end, moves to De L’Isle and Lemarchand. \n---TARGET SECTION TO BE ANNOTATED---\nThis is the PRINCESS ANGELIQUE. Dark, mysterious, exquisite.\n\nDE L’ISLE\nPhillip Lemarchand - The Princess Angelique.\n\nAngelique extends her hand. Lemarchand - visibly struck by her\nbeauty - bends to kiss it. As he straightens, he finds himself\nthe subject of a penetrating stare and a ravishing smile.\n\nANGELIQUE\nYour fame precedes you, toymaker\n\nDE L’ISLE\nThe Princess is your true patron, Lemarchand. The Box was her\nconception, your employment her idea.\n\nLemarchand places the Box in the hands of Angelique.\n\nLEMARCHAND\nThough the box is unworthy of your beauty, Princess, I pray\nits amusements be worthy of your attention.\n\nANGELIQUE\nI thank you, sir. And I pray your workmanship is as elegant as\nyour tongue.\n\fPhillip glows in the warmth of her smile and her words. His\nface falls, however, as she instantly turns to De L’Isle.\n\nANGELIQUE\n(flatly, unsmiling)\nPay him.\n\nShe turns without another word and moves back into the room,\nleaving De L’Isle amused at Phillip’s obvious disappointment\n\nDE L’ISLE\nNever mistake your superior’s politeness for affection,\ntoymaker. And never forget your place.\n\nThe sound of a firmly closing door bridge the CUT TO\n\nEXT. THE CHATEAU DU REVE NIGHT\n\n \n\nLemarchand walks away from the closed front door, his brush\nwith the rich and powerful abruptly over. The path takes him\npast the lit windows of the game room. He looks in.\n\nINT. CHATEAU DE REVE, GAME ROOM NIGHT (CONT. )\n\n \n\nJacques fills glasses at a drinks-table. His secretive eyes\nconstantly scour the room - observing, recording, learning.\n\nAt the card-table with Angelique, De L’Isle claps his hands\nfor attention and the Players look up at them. We get a\nclearer look at the Players now and some sense of their\npersonalities;\n\nCORBUSIER - the natural leader. Rakishly good-looking.\nSardonic smile. Cruel eyes. D’Artagnan with a bad attitude.\n\nDELVAUX - De L’Isle’s age but fat, ruddy and libidinous.",
  "5": "---END OF PREVIOUS SECTION---\nCruel eyes. D’Artagnan with a bad attitude. DELVAUX - De L’Isle’s age but fat, ruddy and libidinous. \n---TARGET SECTION TO BE ANNOTATED---\nL’ESCARGOT - thin, pinched, and cold. Efficient and amoral. In\nhis next incarnation, an accountant at Auschwitz.\n\nDE CONDUITE - a dandy. An effeminate heterosexual. Knows a lot\nabout ladies’ fashions. Probably collects snuff-boxes.\n\nL’HIVER, PRINTEMPS, L’AUTOMME and L’ETE - young army officers\nearning the ways of the world from these decadent companions.\n\nDE L’ISLE\nGentlemen: A new game.\n\nAngelique holds the Box up to their collective gaze and hands\nit to D L’Isle, who passes it on to Corbusier. A secret look\npasses between Angelique and De L’Isle - his full of\nexpectation, hers full of promise.\n\nEXT. THE CHATEAU DU REVE NIGHT (CONT.\n\n \n\fThrough the window, Lemarchand sees Corbusier take the Box.\nThe card-player’s mouth moves as if making some comment and we\nsee laughter from his fellows. It is clear that, though\nLemarchand can see the action in the room, he can’t hear\nanything.\n\nINT. CHATEAU DU REVE, GAME ROOM NIGHT (CONT. )\n\n \n\nDe L’Isle smiles at whatever witticism Corbusier made.\n\nDE L’ISLE\nCome, sir. We are all players here. Do we laugh at challenges\nor except them?\n\nCorbusier weighs the Box in his hand.\n\nCORBUSIER\nAnd what would be the challenge here, De L’Isle? To name this\nfrippery? How about “The Arabian Dice”? - for it is as\nfilligreed as a Moorish temple and as simple as a child’s toy.\n\nAmidst the laughter of his fellow players, he rolls it on to\nthe table in contemptuous parody of throwing a dice.\n\nAngelique snatches it up. Her icy voice stills the laughter.\n\nANGELIQUE\nIt already has a name, sir. The Lament Configuration. And as\nto being simple - It’s complexity, I wager, is beyond your\nskill.\n\nCORBUSIER\n(looking her up and down)\nA pretty name, Madame. Are the stakes you would offer as\nattractive?\n\nThe others giggle at the lascivious implication in his words.",
  "6": "---END OF PREVIOUS SECTION---\nCORBUSIER\n(looking her up and down)\nA pretty name, Madame. Are the stakes you would offer as\nattractive? The others giggle at the lascivious implication in his words. \n---TARGET SECTION TO BE ANNOTATED---\nAngelique silences them with a freezing glance and then -\nplaying them perfectly - allows a coy smile to blossom on her\nface. She holds the Box up again.\n\nANGELIQUE\nThe Box looks solid, Gentlemen, but in skilful hands may be\nunlocked and maneuvered. Pass it among yourselves. For every\nsuccessful stripping of its secrets... I shall respond in\nkind.\n\nTo appreciative murmurs from the players, Angelique raises the\nBox to her lips and kisses it.\n\nANGELIQUE\nNow it is complete. Will you play, Sir?\n\nShe proffers it to Corbusier, who takes it eagerly and begins\nto manipulate it, searching for its secrets.\n\fThe eyes of the players are fixed on his efforts - so they\nmiss the secret smile that passes between Angelique and De\nL’Isle. And all of them are blind to the rapt attention of\nJacques.\n\nCORBUSIER\nAh! There you are!\n\nThe Box clicks to a different position. Looking up, he passes\nthe Box carelessly to Delvaux, his expectant eyes on\nAngelique.\n\nNodding in acknowledgement, Angelique undoes some catches and\nremoves her dress. It’s 1784, so there are still several\nlayers of undergarments to go. Nevertheless her action draws\nsmiles from the players and sends Delvaux eagerly to work\n\nEXT. THE CHATEAU DU REVE NIGHT (CONT. )\n\n \n\nLemarchand’s jaw drops as he sees Angelique disrobe.\n(INTERCUT to Lemarchand at various points through the “game” )\n\nINT. CHATEAU DU REVE, GAME ROOM NIGHT (CONT. )\n\n \n\nDelvaux works as his fellows watch, quoffing drinks or taking\nsnuff. L’Escargot is next but it’s De Conduite who calls out\n\nDE CONDUITE\nTime, sir, time! Pass it on!\n\nL’Escargot reaches for the Box but Delvaux snatches it away.\n\nDELVAUX\nNo! I’ve nearly... There!!\n\nThe Box moves to another setting. All eyes turn lustfully to\nAngelique to obligingly removes the first of her petticoats.\n\nDE L’ISLE\nPlay on. Play on.\n\nL’Escargot takes up the Box and begins.",
  "7": "---END OF PREVIOUS SECTION---\nDE L’ISLE\nPlay on. Play on. L’Escargot takes up the Box and begins. \n---TARGET SECTION TO BE ANNOTATED---\nMONTAGE -\n\n- The Box moving from hand to hand, from position to\nposition.\n\n- Angelique removing succesive layers of clothing.\n- Increasingly-flushed and excited faces.\n\n- A secret excitement growing in De L’Isle’s eyes.\n\f- Jacques watching, as excited as his master\n- Lemarchand’s face beyond the glass, fascinated and shocked.\n\nFinally, the Box comes back to the hands of Corbusier. He\nlooks at Angelique - now clad only in a corset and bloomers.\n\nCORBUSIER\nIt occurs to me, Madame, that should there be more secrets on\nthe table than on the floor, we will need fresh inducement for\nour endeavours.\n\nANGELIQUE\nOh, there are always more secrets, sir. Always more surprises.\nNow - will you talk or will you play?\n\nViciously, Corbusier twists at the Box, seeking one more\nconfiguration... and finds it. The Box flies from his hands to\nthe centre of the table - and begins to move itself.\n\nCORBUSIER\nWhat?\n\nThe players all stare in fascination at the moving Box.\n\nANGELIQUE\nAs I say. Always more secrets. But a wager is a wager...\n\nShe begins to loose the catches of her corset.\nDe L’Isle moves to stand with Jacque.\nINTERCUT the Box’s movements with the loosening of the corset.\n\nThe Box clicks into a penultimate position and BLUE LIGHT\nglows bright from within it and through the seams at its\nsides.\n\nLemarchand is shocked. The Box has secrets its maker didn’t\nsuspect. Before he can see more, the drapes suddenly FALL SHUT\nagainst the window - as if something knows he’s watching.\n\nThe players don’t notice; breath held, their eyes are on\nAngelique as she opens her corset to reveal herself...\n\nHer torso transforms - suddenly it is covered in a score of\nSCREAMING MOUTHS and DEMONIC EYES that stare balefully out\ninto the room. Her FLESH RIPPLES in constant motion as if full\nof impossible life!\n\nInstantly, the room is full of the AMPLIFIED SOUND OF DEMONIC\nWHISPERS and bathed in BLUE LIGHT.",
  "8": "---END OF PREVIOUS SECTION---\nHer torso transforms - suddenly it is covered in a score of\nSCREAMING MOUTHS and DEMONIC EYES that stare balefully out\ninto the room. Her FLESH RIPPLES in constant motion as if full\nof impossible life! Instantly, the room is full of the AMPLIFIED SOUND OF DEMONIC\nWHISPERS and bathed in BLUE LIGHT. \n---TARGET SECTION TO BE ANNOTATED---\n Angelique’s skin takes a\nblue tone and her eyes turn completely BLACK! The movements on\nher chest culminate in a GAPING WOUND that opens there!\n\fAmid CRIES OF HORROR AND FEAR from the cardplayers, the Box\nclicks into its final position, streaming BLUE LIGHT...\n\n...and the room explodes into hellish and unnatural life!\n\n- The entire room TREMBLES as if caught in a quake\n\n- Unearthly WINDS explode up from the floor sending the candle\nflames shooting upwards in powerful RED FIRE, casting\n\nNIGHTMARE SHADOWS on the walls.\n\n- Hellish RESTRAINTS shoot from the chairs, twisting around\nthe players’ limbs, trapping them in place.\n\n- Overhead, a LARGE WROUGHT-IRON CANDLEABRA hanging from the\nceiling moves into a new shape, its eight rococo arms\nstraightening out into viciously SHARP AND POWERFUL LANCES.\n\nThe players look up in horror at what has become a killing\nmachine overhead...\n\n...and the CANDLEABRA falls from the ceiling, each of its\neight arms heading unerringly for the body of a card-player!\n\nCLOSE on the back and base of a chair as a SPIKE smashes\nthrough it, followed by a gush of BLOOD, as we SMASH-CUT TO\n\nEXT THE CHATEAU DU REVE NIGHT (CONT. )\n\n \n\nLemarchand is some feet back from the curtained window, his\nface a mask of horror at the TERRIBLE SOUNDS from within the\nroom and the NIGHTMARE SHADOWS playing on the heavy drapes.\n\nNow, suddenly and explosively, the large window SHATTERS\nOUTWARD in a massive explosion of light and sound!!\n\nTerrified, Lemarchand turns and flees down the garden with the\npanic-fuelled speed of a man who fears hell is at his heels.\n\nFrom the gate, he turns into the street and passes the Shadowy\nFigure we glimpsed earlier. We now see it’s A DERELICT with a\nhandcart loaded with junk and curios. The Derelict grabs him.",
  "9": "---END OF PREVIOUS SECTION---\nFrom the gate, he turns into the street and passes the Shadowy\nFigure we glimpsed earlier. We now see it’s A DERELICT with a\nhandcart loaded with junk and curios. The Derelict grabs him. \n---TARGET SECTION TO BE ANNOTATED---\nDERELICT\nDelicacies, sir? Spices of the orient? Wonders from beyond the\nsea?\n\nLemarchand shakes himself free and runs, shouting back\n\nLEMARCHAND\nNo more wonders! An end to wonders!\n\nThe Derelict looks back at the Chateau, blue light pulsing\nfrom the windows... And then the light goes out.\n\nINT. CHATEAU DU REVE, GAME ROOM NIGHT (CONT. )\n\n \n\fCLOSE on the Box as it clicks back into its normal position.\n\nWIDEN to reveal the room. The Players’ chairs are vacant, one\nor two fallen over as the only testimony to what took place.\n\nJacques is looking at De L’Isle, his face vilely excited.\n\nDE L’ISLE\nAre you not apprenticed to a great magician, Jacque?\n\nJACQUE\nThere is indeed great magic, sir\n\nBut Jacques’s looking at Angelique as he says it\n\nDe L’Isle picks up a chair and rights it. He smiles at\nAngelique, also back to normal and holding the Box.\n\nDE L’ISLE\nA fine game, Princess.\n\nANGELIQUE\nThe first of many, Sir. I found a rare talent in Lemarchand.\n\nDe L’Isle’s face becomes cold and imperious.\n\nDE L’ISLE\nGo to my room, Madam, and wait for me.\n\nOddly, Angelique nods, turns and leaves.\nDE L’ISLE\n(to Jacques)\nHe who summons the magic, commands the magic. A lesson,\nJacques.\n\nJacques nods in understanding.\n\nINT. THE SORBONNE ANATOMY CLASS, PARIS MORNING\n\n \n\nCLOSE ON a human arm, as a scalpel slices it and a pair of\nhands peel the flesh back, revealing the musculature beneath.\n\nWIDEN TO REVEAL a big room, its floor sawdust-covered and\nblood-soaked, and full of tables on each of which are SHEET-\nCOVERED CORPSES.\n\nAt one table, sleeves rolled up and working hard at his\ndissection, is AUGUSTE DE MARAIS, a 30 year old professor of\nscience and philosophy. He has no students with him but only\nhis friend Lemarchand. Auguste is smiling broadly, having jus\nheard Lemarchand’s story.",
  "10": "---END OF PREVIOUS SECTION---\nAt one table, sleeves rolled up and working hard at his\ndissection, is AUGUSTE DE MARAIS, a 30 year old professor of\nscience and philosophy. He has no students with him but only\nhis friend Lemarchand. Auguste is smiling broadly, having jus\nheard Lemarchand’s story. \n---TARGET SECTION TO BE ANNOTATED---\n(Auguste continues his efficient preparation of the corpse\nthroughout their conversation)\n\fAUGUSTE\nA pity Mme. De Beaumont is dead these four years. You could\nhave sold her your story and given her another success to\nmatch her “Beauty and the beast”.\n\nLEMARCHAND\nIt is no story, Auguste! I saw what I saw, heard what I heard.\nThe Box opens the doors of Hell!\n\nAUGUSTE\nThis is the eighteenth century, not the dark ages. The world\nis ruled by Reason. We’ve even got rid of God. And if there is\nno Heaven then it follows, reasonably, that there is no Hell.\n\nLEMARCHAND\nI was at its very window last night!\n\nAuguste looks at his friend, hears the conviction in his\nvoice.\n\nAUGUSTE\nVery well. Suppose for the sake of argument that what you fear\nhappened, happened. A Box that opens the doors of Hell must be\nable to close them.\n\n \n\n \n\nLEMARCHAND\nScant comfort, Auguste. The Box belongs to people with little\ninterest in closing such doors.\n\nAUGUSTE\nThen the solution lies - literally - in your hands. You\ndesigned a machine that you fear can bring forth demons.\n\nLEMARCHAND\nYes.\n\nAUGUSTE\nThen design a machine that can destroy them.\n\nAs Auguste bends down to the difficult (and two-handed) task\nof pulling the corpse’s rib-cage open, Lemarchand stares at\nhis friend, his eyes suddenly excited.\n\nCUT TO\n\nINT. LEMARCHAND’S WORKROOM AFTERNOON\n\n \n\nThe workbench is littered with papers filled with designs and\ndrawings. They reveal a progression from the design of the\nlament Configuration towards something else.\n\nLemarchand works feverishly on a design which completes the\nprocess. The six faces of the Box are drawn at the edges of\nthe paper. Lines from points on the faces meet in the centre\nof the paper to form a shape. From the Box itself has come its\n\fown opposite. The new shape, while arising from the Box is\nanti-thetical to it; a cat’s-cradle of interconnecting and\ncurving lines, rather than a solid and angular mass.",
  "11": "---END OF PREVIOUS SECTION---\nLines from points on the faces meet in the centre\nof the paper to form a shape. From the Box itself has come its\n\fown opposite. The new shape, while arising from the Box is\nanti-thetical to it; a cat’s-cradle of interconnecting and\ncurving lines, rather than a solid and angular mass. \n---TARGET SECTION TO BE ANNOTATED---\nLemarchand runs his fingers over the shape in the centre of\nthe paper, his eyes burning with the beginning of\nunderstanding.\n\nGENEVIEVE\n(off)\nPhillip? A visitor.\n\nLemarchand looks up from his desk to the door. Genevieve is\nthere and, beside her, Angelique - at the sight of whom\nLemarchand barely manages to conceal his gasp.\n\nLEMARCHAND\nPrincess.\n\nANGELIQUE\nToymaker .\n\nA beat. Angelique looks meaningfully to her side, indicating\nGenevieve’s presence.\n\nLEMARCHAND\nThank you, Genevieve.\n\nMore eye-language as Genevieve leaves - hers showing anger at\nbeing asked to leave, his trying to imply apology.\n\nAngelique watches the door close - and, as Lemarchand gathers\nup and turns over his drawings to keep them from her eyes, she\nquietly and secretly turns the key in the door to lock it.\n\nANGELIQUE\n\nForgive this unannounced visit\nLEMARCHAND\n\nAn honour. A pleasure. A... A...\n\nLemarchand is fumbling. He’s afraid. What does this visit\nmean? Though it’s daytime and Angelique is both polite and\nbeautiful, his memory of last night is strong. Angelique moves\nfurther in, an amused smile on her lips.\n\nANGELIQUE\nDo I make you nervous? How delightful.\n\nLEMARCHAND\nYou took me by surprise. I was working.\n\nANGELIQUE\nAnd what work you do, Phillip. May I call you Phillip? (he\nnods) And you must call me Angelique. (a beat) Say it...\n(cont. )\n\fShe’s moved very close to him now. She’s almost whispering.\n\nANGELIQUE\n(cont.) I want to watch your mouth make the shape of my name.\n\nThe light in the room seems to have DIMMED, to have coalesced\naround them, leaving the rest of the room LOST IN SHADOW. This\nisn’t flirtation. This isn’t seduction. This is hypnosis.\n\nLemarchand is almost dizzy, his fear forgotten.\n\nLEMARCHAND\nAngelique...\n\nHer eyes fix on his lips as he says it. She’s managed to make\njust the saying of a name an intimate, almost erotic, act.\n\nANGELIQUE\nGood, Now we’re friends.",
  "12": "---END OF PREVIOUS SECTION---\nHer eyes fix on his lips as he says it. She’s managed to make\njust the saying of a name an intimate, almost erotic, act. ANGELIQUE\nGood, Now we’re friends. \n---TARGET SECTION TO BE ANNOTATED---\n I much prefer to do business with\nfriends.\n\nLEMARCHAND\nBusiness? Were you dissatisfied with the piece I made?\n\nANGELIQUE\nI was delighted. Transformed. I want more, Phillip. And so do\nmy masters. (off his look) Men and women of power. Ready to\nreward genius. Gold. Fame. The smiles of fair women...\n\nLEMARCHAND\nI have a wife.\n\nANGELIQUE\nOh. Is that who that was? Well. Whatever. My point is this; I\ncan offer you a world which will appreciate a man of your\nskills.\n\n \n\nLEMARCHAND\nThe Duke is rich, I know, but his influence is not so great.\n\nANGELIQUE\nDe L’Isle? (laughs) Forget him. An initial contact, that’s\nall. When I say “Power”, I mean real power. And when I say\n“Reward”, I mean real rewards.\n\nLEMARCHAND\nGreat rewards are usually accompanied by great risks.\n\nANGELIQUE\nYour caution is justified. You will hear strange stories and\nsee strange sights. But you are not in danger. You are my\nfriend.\n\nShe raises her hand to stroke delicately at his face...\n\fANGELIQUE\nFriends can share things, Phillip. Secret things. Things even\nwives needn’t know.\n\nTheir eyes lock. He leans forward, as if to claim a kiss...\nGENEVIEVE\n(of f )\nPhillip? Phillip?\n\nCLOSE on the other side of the locked door - and Genevieve\nplaying with the handle, concerned.\n\nInside, the mood changes instantly. Angelique moves back\nbriskly into the room - which is suddenly brightly-lit again,\neverything back to normal - and heads for the door\n\nLemarchand, head still spinning, calls after her\n\nLEMARCHAND\nAngelique...\n\nShe turns at the door, smiling, her hand on the key.\n\nANGELIQUE\nYes?\n\nLEMARCHAND\nYes.\n\nANGELIQUE\nWe shall make great things and see great wonders, you and I.\n(a beat) Tonight. The Chateau. A masked ball. Come. Meet your\npatrons. Claim your future.\n\nShe unlocks the door and opens it, revealing Genevieve. For a\nbeat, the two women star at each other. There’s a whole\nconversation in their eyes. And one of it’s polite.",
  "13": "---END OF PREVIOUS SECTION---\nFor a\nbeat, the two women star at each other. There’s a whole\nconversation in their eyes. And one of it’s polite. \n---TARGET SECTION TO BE ANNOTATED---\nAngelique exits, leaving Genevieve staring at her husband.\n\nEXT. LEMARCHAND’S COTTAGE AFTERNOON (MOMENTS LATER)\n\n \n\nAs Angelique walks from the front door, she passes another\nfigure heading to it. It is Auguste who, as the ettiquette of\nthe times demand, bows.\n\nAngelique acknowledges the bow but both stare at each other\ncuriously as if recognising in the other some kind of enmity\nand, as Auguste walks on to Lemarchand’s front door, we CLOSE\nIN on Angelique’s eyes drilling into his back full of a dark\nand threatening promise.\n\nINT. LEMARCHAND’S WORKROOM AFTERNOON\n\n \n\fLemarchand is gathering up his new sketches, ripping them up\nand trashing them. Auguste’s voice stops him before he reaches\nthe finished design.\n\nAUGUSTE\nWhat are you doing?\n\nLEMARCHAND\nComing to my senses. You were right. Fairy tales. Tricks of\nthe light.\n\nAUGUSTE\nNever enter politics, Phillip. Your skill at lying is\nparticularly poor.\n\nAuguste seats himself. He notices a BLACK FEATHER on the\nfloor, looks briefly puzzled, and then looks at his friend.\n\nAUGUSTE\nYou had a visitor.\n\nLEMARCHAND\nThe Princess Angelique.\n\nAUGUSTE\nYes. I rather thought it must have been. (beat) Since we\nspoke, I have heard many whispers in town of the disappearance\nof eight gamblers.\n\nLEMARCHAND\nAnd this is evidence of what? The Hell you don’t believe in?\n\nAUGUSTE\nI’m an atheist, not an idiot. Evil is real, whether it wears\nhorns and shakes a trident or flutters its eyelashes and\nturns the heads of poor craftsmen.\n\nLEMARCHAND\nNot poor for long. Tonight I go to the Chateau. To meet\npatrons and win fame.\n\nAUGUSTE\nGood. (off Phillip’s surprised look) The good man must know\nhis enemy. Must look it in the face and understand it.\nAuguste stands up and heads for the door\nAUGUSTE\nI shall meet you there tonight. And tomorrow we shall both\nmeet the day with new evidence and new understanding.\n\nHe leaves.",
  "14": "---END OF PREVIOUS SECTION---\nAuguste stands up and heads for the door\nAUGUSTE\nI shall meet you there tonight. And tomorrow we shall both\nmeet the day with new evidence and new understanding. He leaves. \n---TARGET SECTION TO BE ANNOTATED---\n Lemarchand watches him and then looks to his work-\nbench, staring at the cat’s-cradle design.\n\nEXT. WOODS NEAR PARIS LATE AFTERNOON.\n\n \n\fAuguste walks through a deserted wood. The sunlight has a\nstrange quality - pregnant with darkness, ready for twilight\n\nA large BLACK BIRD flies and lands on a high branch. It seems\nto be staring at August...\n\nAuguste turns into a clearing and suddenly there is a WHOOSH\nof sound and a FLURRY of movement!\n\nAuguste starts back with a gasp. The movement resolves into AN\nACROBAT tumbling through the air in a cartwheel dive and\nlanding upright, grinning madly, a foot in front of Auguste.\n\nLAUGHTER and APPLAUSE draw Auguste’s eyes forward:\n\nStretched between two trees is a painted-sheet backdrop.\nBefore it, a TROUPE OF CLOWNS, the traditional figures of 18\"\ncentury Commedia Dell’Arte: HARELQUIN, COLUMBINE, PIERROT,\nPULCINELLA, and THE SURGEON, with four ACROBATS. Their\ncostumes are even more exaggerated and bizarre than normal and\nthey all have strange half-smiles, as if they posess a secret\nknowledge. Or are close to the borders of sanity.\n\nThe Surgeon - a comically grotesque short man with tiny\nglittering eyes and an absurdly full beard - walks forward.\n\nSURGEON\nAs the day is long, sir, an excellent surprise. And most\nwelcome. (he bows to Auguste) You have stumbled, sir, upon\nEurope’s finest comedians.\n\nAUGUSTE\nComedians? Here?\n\nOn the branch, the Black Bird observes the action.\n\nSURGEON\nSo it appears, sir, yes. And should we be elsewhere?\n\nAUGUSTE\nI have no idea. I, however, should be. I have a class to\nteach.\n\nSURGEON\nWe too have an appointment, sir. But regrettably have eaten\nour map. (belches) Perhaps you could help. Are you a local\nman, sir?\n\nThe day is growing darker. And there’s something increasingly\nunsettling about the silent unwavering smiles of the Clowns.",
  "15": "---END OF PREVIOUS SECTION---\nAre you a local\nman, sir? The day is growing darker. And there’s something increasingly\nunsettling about the silent unwavering smiles of the Clowns. \n---TARGET SECTION TO BE ANNOTATED---\nAUGUSTE\n(nods)\nI am Auguste de Marais, Philosopher\n\nSURGEON\n\fPhilosophy! A fine trade, and never to be confused with the\ntraining of frogs, which is - I speak from experience - a much\noverrated profession.\n\nAUGUSTE\nWith respect, I have no time to discuss the relative virtues\nof men’s careers. To where do you wish to be directed?\n\nSURGEON\nTo the Chateau Du Reve, sir. We are to perform at a great\nmasked ball.\n\nAUGUSTE\nYou are but a mile away. Clear the wood and you shall see it.\n\nSURGEON\n(speaking with gratitude)\nYour kindness must be rewarded, sir. Players! Prepare!\n\nThe Clowns draw two TRUMPETS and a BASS DRUM from a sack\n\nAUGUSTE\nI thank you. But you must excuse me.\n\nSURGEON\nAnd leave you unsatisfied, sir? An unsatisfied audience is the\nsaddest thing in the world, save a one-legged fish in a barrel\nof pork.\n\nAUGUSTE\nI assure you. There is no need.\n\nSURGEON\nBut I insist.\n\nSuddenly, from his coat, the Surgeon produces two gleaming\nBUTCHER’S KNIVES which he holds upright, one in each hand.\n\nThe Acrobat near Auguste does a back-flip and ends up behind\nthe startled Philosopher, blocking his path.\n\nSURGEON\nA brief diversion in your busy day, sir. An entertainment\nentitled YOUR LAST SIGHT ON EARTH, and guaranteed to please.\n(to troupe) Music!\n\nPierrot and Pulcinella blow trumpets. An Acrobat pounds the\ndrum. The music is piercing and discordant.\n\nAnother Acrobat somersaults swiftly to Auguste and, held tight\nby an Acrobat on each side, he is carried to the backdrop...\n\nwhere Harlequin and Columbine are in a pantomime argument.\nHarlequin, with angry looks and pointing fingers, is accusing.\nColumbine, with fervent eyes and imploring hands, is denying.\n\fThe acrobats bring Auguste on “stage”. Columbine GASPS.\nHarlequin gestures at him accusingly.\n\nColumbine, blushing prettily, can deny no longer.",
  "16": "---END OF PREVIOUS SECTION---\nColumbine GASPS. Harlequin gestures at him accusingly. Columbine, blushing prettily, can deny no longer. \n---TARGET SECTION TO BE ANNOTATED---\n Staring at\nAuguste, her hands flutter over her heart and an exaggeratedly\ndreamy look fills her face. Yes, this is her secret lover\n\nAUGUSTE\nEnough! Let me go!!\n\nShocked, Columbine and Harlequin put their fingers to their\nlips. One of the acrobats stuffs a small red ball in August’s\nmouth to keep him quiet.\n\nThe Black Bird keeps watching as the show continues.\n\nHarlequin confers silently with the Surgeon, now on stage. The\nSurgeon, sympathetic, offers one of his knives. Harlequin\nlooks at the knife, at Auguste, shakes his head. The Surgeon\nproduces a duelling pistol from his pocket. Harlequin shakes\nhis head. The Surgeon tries again and produces a lobster and\nsome cheese. Harlequin gives him a look. The Surgeon has a\nbright idea. He points to the sheet backdrop. Harlequin nods\nexcitedly and gestures to the two acrobats holding Auguste.\n\nThe Acrobats lift Auguste up into the air, his stifled CRIES\nOF DENIAL coming from behind the ball-gag.\n\nA drum-roll and a flourish of a-tonal trumpets...\n\nHarlequin and the Surgeon each grasp a side of the sheet...\nThe Acrobats swing Auguste through the air... once... twice...\nThe backdrop sheet is whipped away...\n\nrevealing a HUGE MAW OF HELL! Denying physical reality, it\ntretches back into a dark infinity like an impossible tunnel\nened between dimensions. Circular, ribbed, and pulsing, it\nesembles a GIANT OESOPHAGOUS. The mouth/entrance is a blur of\n\nerrifying activity - hundreds of long sharp objects rotate\nildly like the blades of some VAST ORGANIC THRESHING MACHINE!\n\nfatnow-:\n\nThe Black Bird beats its wings and flies from the branch.\n\nuguste is hurled directly at the maw, muffled SCREAMS OF\nORROR coming from his mouth, limbs twitching in protest\n\nxr>\n\nThe Troupe LAUGH and APPLAUD as we SMASH-CUT TO BLACK\n\nEXT. LEMARCHAND’S COTTAGE NIGHT\n\n \n\n \n\nThe BLACKNESS resolves into a NIGHT SKY above the cottage.\n\nINT.",
  "17": "---END OF PREVIOUS SECTION---\nuguste is hurled directly at the maw, muffled SCREAMS OF\nORROR coming from his mouth, limbs twitching in protest\n\nxr>\n\nThe Troupe LAUGH and APPLAUD as we SMASH-CUT TO BLACK\n\nEXT. LEMARCHAND’S COTTAGE NIGHT\n\n \n\n \n\nThe BLACKNESS resolves into a NIGHT SKY above the cottage. INT. \n---TARGET SECTION TO BE ANNOTATED---\n LEMARCHAND’S BEDROOM NIGHT\n\n \n\fLemarchand, eyes open, is lying with his arm around Genevieve\nwho is asleep. A beat, and he takes his arm away, slips\nquietly from the bed, and begins dressing in the semi-\ndarkness.\n\nHe hasn’t got far before Genevieve sits up in bed.\n\nLEMARCHAND\nI didn’t want to wake you. I...\n\nGENEVIEVE\n(interrupting)\nYou’re as automatic as one of your toys! She turns your key\nand you perform!\n\nLEMARCHAND\nYou’re being ridiculous. You refuse to see what this could\nmean for us.\n\nGENEVIEVE\nI know what she means for us!\n\nLEMARCHAND\nYou’d have me turn my back on fortune because of some petty\nfemale jealousy!\n\nGENEVIEVE\nIt isn’t that! It isn’t just that. It’s that place. Those\npeople.\n\n \n\nLEMARCHAND\n“Those people” are going to give me...\n\nGENEVIEVE\nA son?! Because that’s what I’m going to give you, Phillip! A\nson.\n\nA beat. He stares at her, anger replaced by incredulous\nhappiness. He clambers on the bed to fling his arms round his\nwife, who is somewhere between laughter and tears at the\nstrength of his reaction.\n\nLEMARCHAND\nThis is wonderful. Are you sure? (off her happy nod) All the\nmore reason I must go.\n\nHe kisses her forehead and leaves the bed again.\n\nGENEVIEVE\nNo! You belong here! With me. With us.\n\nLEMARCHAND\nWe belong together. But not here. My son will be born ina\npalace! Built by the fortune I go to claim tonight.\n\fHe flings the bedroom door open and is gone. Genevieve stares\nat the closed door, distraught.\n\nGENEVIEVE\nNo. No!\n\nEXT. THE CHATEAU DE REVE NIGHT\n\nThe Chateau sits atop its hilled gardens, framed by a night\nsky where heavy grey clouds gather oppressively, presaging\nthunder.\n\nIn the distance, still peddling his wares, the Derelict.\n\nINT.",
  "18": "---END OF PREVIOUS SECTION---\nTHE CHATEAU DE REVE NIGHT\n\nThe Chateau sits atop its hilled gardens, framed by a night\nsky where heavy grey clouds gather oppressively, presaging\nthunder. In the distance, still peddling his wares, the Derelict. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CHATEAU DU REVE, BALLROOM NIGHT\n\n \n\nLemarchand enters the Ballroom, a space of smoke and laughter\nand the chink of wine-glasses. MUSICIANS play. Jacques serves\ndrinks. There are sixteen guests, eight men, eight women. All\nare elaborately MASKED but the eight men seem familiar - they\nare the GAMBLERS.\n\nLemarchand, startled by the grotesque masks and drunken\nlaughter, moves through the ballroom, looking for Angelique.\n\nHe sees movement through a connecting door and walks\nthrough...\n\nINT. CHATEAU DU REVE, ANTE-ROOM NIGHT (CONT. )\n\n \n\n.. into a very dimly-lit room with very little furniture. On\na small table is the Box, a few candles burning around it. A\ncircular rug sits in the centre of the floor\n\nAngelique’s there, holding a thin wand connected to a bird-\nmask in front of her face. Her mask and costume are black and\nfeatured, reminding us of the bird that watched Auguste die.\n\nLemarchand bows courteously. She places her hand on his arm\nand moves in very close to him.\n\nANGELIQUE\nI knew you’d come. You’re a brave man, Phillip.\n\nLEMARCHAND\nNot so brave. It would be a foolish man who ignored the\npromise of success.\n\nANGELIQUE\nThen the world is full of fools.\n\nLEMARCHAND\nOr empty of promise.\n\nANGELIQUE\n\fNo. The promise is everywhere. Success is limited only by\ndesire. The wise man sees that. The brave man acts on it.\n\nLEMARCHAND\nThen so far I may have been wise. But not yet brave.\n\nAngelique tilts her beautiful head and pulls aside the mask.\n\nANGELIQUE\nBe brave...\n\nShe’s irresistible. Their mouths meet in a deep slow kiss...\n\nSuddenly, THREE GUESTS in a drunken gavotte spill in from the\nballroom, nearly colliding into them. One of them spies\nAngelique’s face. We recognise the voice behind the mask\n\nCORBUSIER\nAh! Our Lady of the Labyrinth!\n\nSwept into formation, she’s spun out of the room. Lemarchand,\ndizzy from the kiss, is startled by a VOICE from the shadows.",
  "19": "---END OF PREVIOUS SECTION---\nOur Lady of the Labyrinth! Swept into formation, she’s spun out of the room. Lemarchand,\ndizzy from the kiss, is startled by a VOICE from the shadows. \n---TARGET SECTION TO BE ANNOTATED---\nDE L’ISLE\n(off)\nWhat did she taste of, toymaker?\n\nDe L’Isle walks forward, turning up the wick on an oil-lamp he\ncarries to show himself more clearly. Unlike his guests, he is\nunmasked - though his face is twisted in suppressed rage.\n\nLEMARCHAND\nMy apologies, you excellency. I thought we were alone.\n\nDE L’ISLE\nTasted sweet, didn’t she? Vanilla. To hide the stench of\ndeath. Come here.\n\nWaving the oil-lamp, he beckons Lemarchand to the middle of\nthe room. He angles the light down toward the floor...\n\nand yanks away the circular rug, revealing a large painted\npattern on the wooden slates - a five-pointed star within a\ncircle. A Pentagram.\n\nDE L’ISLE\nThat’s what your Box is designed to replace. That and a few\nwords of Old Latin. Such outmoded medieval methods.\n\nLEMARCHAND\nMethods of what?\n\nDE L’ISLE\n(sneers)\nYou really don’t know what you’ve gotten yourself into, do\nyou? (a beat) Methods of summoning creatures from Hell.\n\fHe lifts the light to their faces - his amused, Lemarchand’s\nappalled.\n\nINT. LEMARCHAND’S WORKROOM NIGHT\n\n \n\nThe camera roams, moving to the workbench - where we see again\nthe cat’s-cradle design - and round to reveal Genevieve. As\nshe scan’s the room, looking at Phillip’s designs and\nsketches, she is putting on a cloak. Her face is set ina\ndetermined mask. She’s going to fetch her husband back\n\nINT. CHATEAU DU REVE, ANTE-ROOM NIGHT\n\n \n\nThe lamp is on the floor. De L’Isle has picked up the Box and\nis bouncing it in his hand as he walks towards Lemarchand, who\nbacks away, both describing a circle around the Pentagram.\n\nDE L’ISLE\nI introduced her to your skill. Little did I know that your\nscience was to replace my magic.\n\nLEMARCHAND\nYou misunderstand. The Princess has offered me more work,\nthat’s all.\n\nDE L’ISLE\nThere’d be no end of work, toymaker, no end of work.",
  "20": "---END OF PREVIOUS SECTION---\nLEMARCHAND\nYou misunderstand. The Princess has offered me more work,\nthat’s all. DE L’ISLE\nThere’d be no end of work, toymaker, no end of work. \n---TARGET SECTION TO BE ANNOTATED---\n They’re\nfull of ideas. Always have been. But they needed a human\ngenius to make their ideas manifest. How they must have longed\nfor History to deliver them one such as you.\n\nFace creased with anger, he hurls the Box at Lemarchand’s\nface. Lemarchand blocks it, catches it, and looks up to see\nthat De L’Isle has drawn a long and lethal dagger from his\nbelt.\n\nDE L’ISLE\nBut I’m not ready to retire. (gestures to the Pentagram)\nThat’s where I summoned her. That’s where I’11 send her\nback... Once I’ve killed you!\n\nHe lunges viciously. Lemarchand throws himself back, avoiding\nthe knife but losing his footing and falling to the floor\n\nDe L’Isle move sin, towering menacingly above Lemarchand...\nand is suddenly seized from behind by Angelique, whose\nface is contorted in cold fury. She grasps the knife hand and\n\nSNAPS HIS WRIST easily!\n\nDe L’Isle cries out in pain and cringes visibly, backing away\nas Angelique advances on him.\n\nANGELIQUE\n\fA true magician never forgets the rules. A summoned demon is\nyours to command forever - unless you stand in hell’s way.\nHell needs this man. And I no longer need you...\n\nShe grasps De L’Isle by the throat and hoists him impossibly\nhigh with one hand...\n\nand effortlessly flings him more than thirty feet to SMASH\nthrough a glass window at the far end of the room!\n\nAlmost as an afterthought, she clicks her fingers...\n\nand magically, the huge curtains gathered up to each side\nof the window unfurl and close over the shattered glass.\n\nLemarchand rises to his feet as she moves toward him.\n\nANGELIQUE\n\nDancing with another. Do you toy with my jealousy, Phillip?\n(laughs)\n\nLemarchand isn’t laughing. He backs away from her... and into\n\nthe painted pattern of the Pentagram.\n\nAngelique freezes on the edge of the pattern. It’s clear she\ncan’t - or won’t - enter. She smiles beguilingly and holds her\narms out to Lemarchand.\n\nANGELIQUE\nI confess, sir, your kiss has confirmed the promise of your\neyes. I burn for you, my love.",
  "21": "---END OF PREVIOUS SECTION---\nShe smiles beguilingly and holds her\narms out to Lemarchand. ANGELIQUE\nI confess, sir, your kiss has confirmed the promise of your\neyes. I burn for you, my love. \n---TARGET SECTION TO BE ANNOTATED---\n Come to me.\n\nLEMARCHAND\n(flat and final)\nI think not, Madame.\n\nInstantly, the siren-side of Angelique disappears. She drops\nher arms and her smile and is all business.\n\nANGELIQUE\nWell. To commerce. You have a talent. I have a fortune. State\nyour terms.\n\nLEMARCHAND\nI think not, Madame.\n\nAngelique’s face clouds with cold fury.\n\nANGELIQUE\nThink again, Sir.\n\nLemarchand’s silence is eloquent\nANGELIQUE\n\nNeither pleasure nor fortune persuades you? Then we must try\nsomething else.\n\fShe clicks her fingers as she did before.\n\nInstantly, the closed curtains fly open with a flourish like\nthe curtains of a theatre...\n\nand they don’t give on to a shattered window but to an\nIMPOSSIBLY LONG CORRIDOR disappearing into a dark distance.\nAnd from it into the room comes the Troupe of Clowns. Two\nAcrobats blow discordant trumpets and two more beat bass\ndrums.\n\nLemarchand stares in shock and fear as the Clowns produce\ntheir knives and smile their maniac smiles.\n\nSuddenly, one of the Acrobats frees his Bass Drum and rolls it\nswiftly at Lemarchand. It hits his feet, falls to its side...\n\n... and reveals that it’s made of HUMAN SKIN - and, in the\nmiddle, still hideously recognisable, are the STRETCHED AND\nTORTURED FEATURES OF AUGUSTE!\n\nLemarchand staggers back - and out of the Pentagram!\nAngelique steps in front of him, her face creased in a\n\nsadistic grin, as the Clowns spread out into the room behind\nher.\n\nLemarchand’s eyes dart everywhere - judging distances.\n\nANGELIQUE\nAnd what do you think now, sir?\n\nLEMARCHAND\nI thank God my poor dead friend guided my hand to better work\nthis morning!\n\nANGELIQUE\nWhat do you mean?\n\nAs he answers, Angelique’s face clouds in fury and suspicion.\nLEMARCHAND\nI mean that everything made may be unmade. That everything\n\nopen may be closed.\n\nAnd suddenly he makes his break, running madly for the door to\nthe Ballroom before any of the Clowns can reach him.",
  "22": "---END OF PREVIOUS SECTION---\nLEMARCHAND\nI mean that everything made may be unmade. That everything\n\nopen may be closed. And suddenly he makes his break, running madly for the door to\nthe Ballroom before any of the Clowns can reach him. \n---TARGET SECTION TO BE ANNOTATED---\nBut, to the sound of Angelique’s demonic LAUGHTER, the door\nopens from the far side and the eight masked gamblers rush in!\n\nLemarchand stops and stares at the gamblers...\n\nas they rip the masks from their faces, revealing the\nGROTESQUE PALLOR and HIDEOUS SCARS of their dead faces.\n\fANGELIQUE\nAS promised, gentlemen. A new game!\n\nThe faces of the ZOMBIE GAMBLERS break into cruel and hungry\ngrins as they advance toward Lemarchand.\n\nEXT. THE CHATEAU DU REVE, NIGHT\n\nGenevieve, moving through the gardens in the moonlit darkness,\nis pressing her way through a thicket.\n\nWe are CLOSE on her face... on her hands... on her foot...\n\nas a HAND suddenly shoots from the undergrowth and grabs\nher ankle!\n\nGenevieve SCREAMS and jerks herself free, running furiously up\nthe path towards the front door.\n\nBehind her, dragging himself from the undergrowth, we see De\nL’Isle, badly cut and bruised.\n\nAt the front door, Genevieve pounds on it and gets no\nresponse. Trying the handle, she finds it’s unlocked and lets\nherself in.\n\nINT. CHATEAU DU REVE, HALLWAY NIGHT (CONT. )\n\n \n\nGenevieve pauses in the unlit hallway, unsure of where to go.\nShe sees a faint light coming from a room in the distance.\n\nINT. CHATEAU DU REVE, ANTE-ROOM NIGHT\n\n \n\nGenevieve creeps into the room, still lit by the oil-lamp and\napparently empty except for a bundle of rags on the floor...\nwhich suddenly murmurs her name.\n\nTORTURED VOICE\nGenevieve...\n\nWith a cry, Genevieve moves nearer to the shape on the floor\nIt is Lemarchand, horribly wounded and very close to death.\n\nGENEVIEVE\nNo! No! Phillip!\n\nGenevieve falls to her knees, cradling her poor husband’s head\nin her arms. Panic crosses what’s left of Lemarchand’s face.\nHe presses the Box into her hands.\n\nLEMARCHAND\nGenevieve! Get out! Save yourself! Save the child...",
  "23": "---END OF PREVIOUS SECTION---\nGet out! Save yourself! Save the child... \n---TARGET SECTION TO BE ANNOTATED---\nANGELIQUE\n(off)\n\fChild?\n\nSuddenly, Angelique and the Gamblers are in the room! Delvaux\nand Corbusier grab Genevieve and drag her to her feet.\n\nDespair crosses Lemarchand’s face and he finally dies.\n\nGENEVIEVE\nPhillip!! (sobs)\n\nAngelique moves to Genevieve, sadistic triumph on her face.\n\nGENEVIEVE\nWhat kind of monster are you?!\n\nANGELIQUE\nThe careful kind. Phillip Lemarchand can have no child. His\nbloodline must die with him lest his genius be reborn and\nturned against us.\n\nGENEVIEVE\nNo! You can’t!\n\nANGELIQUE\nBelieve me, I can.\n\nFingers bent into claws, she moves toward Genevieve...\nSuddenly De L’Isle hurtles into frame, seizing Angelique!\n\nWith the advantage of surprise and momentum, he propels both\nhimself and the Princess into the Pentagram where, before any\nof the Gamblers can react, he shouts out a Latin revocation.\n\nDE L’ISLE\nExeunt Omnia Malefica!\n\nAll the Gamblers devolve instantly into HUMAN-SHAPED TOWERS OF\nWORMS, each a mass of pink and brown writhing shapes which\ndrop to the floor, where their wrigglings are overtaken by a\ncollective transformation into LUMPS OF PRIMAL OOZE...\n\nwhich, in turn, become PILES OF DRY DUST which, seized by\nsupernatural wind, are swept away into nothingness.\n\nSimultaneously, Angelique SCREAMS... and EXPANDS, her body\nMORPHING impossibly into a huge mass of DEMONIC EYES and\nSCREAMING DEMONIC MOUTHS - an even more nightmarish version of\nthe revelation she gave the gamblers the previous night!\n\nThere is a BLINDING FLASH OF LIGHT...\n\nAnd suddenly, Genevieve is completely alone in the room.\n\nStill holding her husband’s Box and completely freaked out by\nall she has seen, she turns and flees.\n\fEXT. CHATEAU DE REVE NIGHT\n\nAs Genevieve turns into the street, she is startled by the\nDerelict. He goes into his usual rap.",
  "24": "---END OF PREVIOUS SECTION---\nEXT. CHATEAU DE REVE NIGHT\n\nAs Genevieve turns into the street, she is startled by the\nDerelict. He goes into his usual rap. \n---TARGET SECTION TO BE ANNOTATED---\nDERELICT\nWonders, Madam? Spices of the orient? Perfumes from far\nCathay?\n\nGenevieve looks at him. She looks at the Box in her hand. She\nlooks at the Chateau and its memories of evil. She hands the\nBox to the startled and delighted Derelict and leaves.\n\nINT. CHATEAU DU REVE, ANTE-ROOM NIGHT\n\n \n\nSERIES OF CLOSE-UPS: A hand lights many candles. The Pentagram\nis sprinkled with salt. An ancient-looking book is opened to a\npage of Latin manuscript.\n\nLatin words are intoned monosyllabically.\n\nAnd there is a burst of light...\n\nand Angelique is back within the Pentagram. She looks\nstartled, glancing round the room, confused.\n\nJacques, the apprentice, is standing outside the pentagram. It\nis he who has staged the ritual.\n\nJACQUES\nWelcome, Princess.\n\nANGELIQUE\nYou? You summoned me?\n\nJACQUES\nAnd he who summons the magic, commands the magic. You belong\nto me. Forever.\nAngelique’s face falls. Have her great ambitions come to this?\nJACQUES\nAnd I will never make De L’Isle’s mistake, Princess. Count on\nthat.\n\nHe begins to laugh as he draws her from the Pentagram and\nstrokes her face in proprietory lust.\n\nEXT. THE ATLANTIC OCEAN DAY\nA large wood-built sailing ship heads west.\n\nSuper-imposed: THE CLIPPER “LIBERTE”, EN ROUTE TO NEW YORK.\n\fINT. “LIBERTE”, SMALL CABIN DAY\n\nThe very pregnant Genevieve sit sin her tiny cabin. She is\nreading intently in a small leather-bound volume. On the cover\nare the words Le Journal de Phillip Lemarchand. We see the\nconcentration on her face and the scrawled and detailed\nhandwriting that fills the volume’s pages.\n\nThe room contains suitcases, trunks, one of Lemarchand’s\ncreations (perhaps the monkey-musician) ... and a large\ndocument stretched out on the cabin’s tiny table.\n\nIt’s the cat’s-cradle design. We TRACK IN to an EXTREME CLOSE\nUP, closer and closer until the BLACKNESS of a single ink line\nFILLS THE SCREEN...\n\nINT.",
  "25": "---END OF PREVIOUS SECTION---\nIt’s the cat’s-cradle design. We TRACK IN to an EXTREME CLOSE\nUP, closer and closer until the BLACKNESS of a single ink line\nFILLS THE SCREEN... INT. \n---TARGET SECTION TO BE ANNOTATED---\n BLACKNESS/DREAM-SPACE\n\n... and suddenly the BLACKNESS is replaced by a RAPID MONTAGE\nOF IMAGES.\n\nAt first, the images are familiar - it’s like a fast-forward\nthrough the story we’ve just seen: The Box, Nightmare Clowns,\nZombie Gamblers, Angelique’s face, etc. Then others are added\nto the mix -\n\n- a half-glimpsed CENOBITE BEAST, terrifying but shadowed.\n\n- a GRANDMOTHER (vaguely familiar - like Genevieve at 75)\nlooking down as if speaking to a child’s POv.\n\nGRANDMOTHER\nYou’re the one, Johnny. You’re the one they’ve been waiting\nfor...\n- Elevator doors clanging together and a VOID behind them.\nThe images flick back and forth, faster and faster, achieving\na nightmare crescendo, until suddenly the BLACKNESS is back\nand we hear a MALE VOICE SCREAMING...\n\nINT. MERCHANT’S APARTMENT, BEDROOM NIGHT\n\n \n\nand we TRACK OUT of the SCREAMING MOUTH of JOHN MERCHANT.\n\nIt’s 4 a.m. and John blinks his nightmare away as his wife,\nBOBBI, clicks on a bedside light to reveal a modern-day\napartment bedroom.\n\nBOBBI\nHoney? You okay? Another dream?\n\nJOHN\nYeah. Another dream. Or the same one.\n\fBobbi is an attractive mid-20’s woman. John is... very\nfamiliar looking. In fact, apart from the 20° century haircut\nhe’s a dead ringer for Phillip Lemarchand.\n\nSuddenly, the sound of more screams. Not John this time.\n\nJOHN\nOh shit. I woke Jack. Again.\n\nBobbi’s already out of bed. John gets up and follows her\nthrough to...\n\nINT. MERCHANT’S APARTMENT, JACK’S ROOM (CONT. )\n\n \n\nthe bedroom of JACK, their seven-year-old, who, woken and\ndisturbed by his father’s screams, is sitting on his bed.\n\nBobbi and John rush over to him, Bobbi comforting him with an\nembrace while John looks apologetically distressed.\n\nBOBBI\nThere, there, sweetie. It’s okay.\n\nJOHN\nI’m sorry, partner. Don’t be scared. Just Daddy having bad\ndreams again.",
  "26": "---END OF PREVIOUS SECTION---\nJOHN\nI’m sorry, partner. Don’t be scared. Just Daddy having bad\ndreams again. \n---TARGET SECTION TO BE ANNOTATED---\nBOBBI\nAnd dreams can’t hurt you, darling.\n\nJOHN\nThey can’t hurt anybody.\n\nBobbi has got Jack back beneath the covers. He’s already\nsleepy again but he looks up at his father\n\nJACK\nNot even you, daddy?\n\nJOHN\nNo. No, not even me.\n\nJack’s eyes close as Bobbi strokes his brow. He seems\ncomforted by his father’s assurance but, as Bobbi and John\nfind each other’s worried eyes, we see that they are less sure\nthan their words imply.\n\nEXT. CHATEAU DU REVE DAY\n\nThe Chateau looks identical to when we last saw it - except\nthat it now stands in 20th Century surroundings.\n\nDISSOLVE TO:\n\nINT. CHATEAU DU REVE, ANTE-ROOM DAY\n\n \n\fThe ante-room is now decorated as a modern-day living room.\nJacques and Angelique are there. Angelique, unchanged by the\ncenturies, is as beautiful as ever\n\nJacques, too, looks the same but there is a terrible corrupt\ndecadence in his eyes. He is sitting at a table messily\nfinishing a greasy meal. Angelique watches in disgust.\n\nANGELIQUE\nDo you know what I loathe about you most?\n\nJACQUES\n(between mouthfuls)\n“Do you know what I loathe about you most, master?”\n\nANGELIQUE\nMaster. It’s your lack of ambition. Have you sought power?\nInfluence? Fame? No. You...\n\nJacques has a last swallow, belches, and interrupts.\n\nJACQUES\nShut up.\n\nAngelique falls silent.\n\nJACQUES\nDo the dishes.\n\nAngelique waves a hand. The grease-stained plates and cups are\nsuddenly sparkling-clean and neatly stacked on the table.\n\nJACQUES\n(putting a cigarette in his mouth)\nLight me.\n\nAnother wave. The cigarette tip glows magically into life.\nJacques takes a deep satisfying drag and looks at her\n\nJACQUES\nGoo. Now get down on your hands and knees and ask me to hurt\nyou. And ask nicely.\n\nAngelique’s enraged eyes don’t stop her body from doing as\nit’s told. Jacques smiles cruelly as he crosses toward her...\n\nINT. MERCHANT'S APARTMENT DAY\nBobbi and John sit at the breakfast table.",
  "27": "---END OF PREVIOUS SECTION---\nJacques smiles cruelly as he crosses toward her... INT. MERCHANT'S APARTMENT DAY\nBobbi and John sit at the breakfast table. \n---TARGET SECTION TO BE ANNOTATED---\n Bobbi throws a\nglance to check Jack is sufficiently engrossed in his toys\n\nover at the far end of the room and then turns to John.\n\nBOBBI\nYou look terrible.\n\nJOHN\n\f(smiling)\nLove you, too.\n\nBOBBI\nI’m worried. You should see someone.\n\nJOHN\nYou know I’ve had them all my life.\n\nBOBBI\nAs often? As bad? (John shakes his head) It’s your goddam\ngrandmother.\n\nJOHN\nShe was a wonderful woman.\n\nBOBBI\nShe was a weird woman. All those stories. How important your\nfamily is. How important you are. She put stuff in your mind,\nJohn.\n\nJOHN\nNot all of it. There’s stuff there that feels like...\nmemories. Impossible memories. And they don’t just haunt my\ndreams. They haunt my work. Everything I’ve done...\n\nHe trails off, as if it’s impossible to explain.\n\nBOBBI\nI don’t want you haunted. I don’t want you hurt.\n\nJOHN\nIt’s not that. It’s stress. This Award Banquet tonight. I hate\nshit like that.\n\nBOBBI\n(smiling proudly)\nThen you shouldn’t be so good.\n\nJOHN\nI’m not. I’m not even sure I deserve the award.\n\nBOBBI\nRight. That’s why of all the buildings in the country, yours\nwas voted the best.\nBobbi picks up a magazine from the table and throws it to him.\nJOHN\nHey, I didn’t say I wasn’t better than everyone else. I just\nsaid I could be better. I could’ve made it perfect.\n\nCLOSE on John as he picks up the magazine and we CUT TO...\n\nINT. CHATAEU DU REVE, ANTE-ROOM DAY\n\n \n\f.. CLOSE on a magazine cover with a photo of John in the\nlobby of a building. We saw the lobby at the end of Hellraiser\nIII. The massive murals that cover the walls are all based on\nthe Lament Configuration. Cover-copy over the photo reads La\nNouvelle Décor Americain: John Merchant et su Chef de\n1’Oeuvre.\n\nPULL BACK to reveal Angelique holding the magazine. She is\nstaring, stunned, at John and the lobby. Her fingers trace\nover the cover.",
  "28": "---END OF PREVIOUS SECTION---\nPULL BACK to reveal Angelique holding the magazine. She is\nstaring, stunned, at John and the lobby. Her fingers trace\nover the cover. \n---TARGET SECTION TO BE ANNOTATED---\nANGELIQUE\n(to herself)\nAt last. A purpose. A reason...\n\nHer reverie is interrupted by the sound of Jacques’ entrance.\nShe lays the magazine down and looks across at him.\n\nANGELIQUE\nI’m restless. And you’re bored. Why don’t we take a trip?\n\nJACQUES\nWe took a trip. India.\n\nANGELIQUE\nThat was in 1949! I think we should see America.\n\nJACQUES\nScrew America. All they want to talk about is how they won the\nwar for us.\n\nANGELIQUE\nThen I would like your permission to go by myself.\n\nJACQUES\nNo.\n\nANGELIQUE\nShort and to the point. Is that your final word?\n\nJACQUES\nYes.\n\nANGELIQUE\nGood.\n\nThere’s something in how she said that that gets Jacques’\nattention. He looks at her searchingly.\n\nANGELIQUE\nYou remember De L’Isles’s mistake? The one you said you’d\nnever make?\n\nA smile is blooming on Angelique’s face. Jacques’ jaw drops.\nHis eyes flick nervously from side to side.\n\fANGELIQUE\nYou seem tense. In need of relaxation. Why not ask me to do\nsomething vile and degrading? That usually works.\n\nJacques’ fear grows.\n\nJACQUES\nAngelique... I... please...\nANGELIQUE\nYou’re blubbering like a little boy, Master. (pause) Act your\nage.\n\nAnd he does. With a snap of her fingers, Jacques suddenly\nBEGINS TO AGE - a second for every year he has lived. Within\nmoments, he is a wrinkled, toothless, rheumy-eyed old man.\n\nJACQUES\nNo! No, please! It hurts!!\n\nANGELIQUE\nA summoned demon is yours to command forever. Unless you stand\nin Hell’s way. Hell’s game is afoot in America. I’d send you a\npost-card, but...\n\nThe process continues. Jacques is impossibly ancient - 150\nyears old, 180, 200...\n\nJACQUES\nAaargh!!!!\n\nANGELIQUE\nyou won’t be around to read it.",
  "29": "---END OF PREVIOUS SECTION---\nJacques is impossibly ancient - 150\nyears old, 180, 200... JACQUES\nAaargh!!!! ANGELIQUE\nyou won’t be around to read it. \n---TARGET SECTION TO BE ANNOTATED---\nFor a second, the 230-year old Jacques stands staring in\nhorror at Angelique, and then finally collapses, crumbling to\nthe floor like a long-dead corpse!\n\nEXT. THE BUILDING NIGHT\n\nAn office-building framed against the sky. A line of Limos\ndeposits smartly-dressed people beside the forecourt\n\nFrom OFF, the sound of APPLAUSE...\n\nTIME -DISSOLVE\nINT. THE BUILDING, LOBBY NIGHT\n\nThe lobby - dominated by its magnificent Box-like murals - is\nset up for the awards banquet. Many dining tables fill the\ncentre of the space before a raiser platform on which stands a\nlectern with a microphone and a computer console.\n\nThe invited guests are finishing coffee and are applauding as\nJohn approaches the lectern.\n\fJohn looks around at the sea of faces. He’s nervous. Not a\npublic man. He clears his throat and leans to the mike.\n\nJOHN\nErm... well... thanks.\n\nNervous laugh from John. Supportive laughs from the audience.\n\nJOHN\n\nI’ve always thought the applause of your peers is the best\nkind of applause so I’m particularly touched by your response\n\nand by the award. I think that... Well, when I... What I’m\n\ntrying to say... Ah, if I’d been any good with words I\nwould’ve written books. I make things. And you’re sitting in\nthe middle of something I made. So I’1l let it do my talking,\nif that’s okay.\n\nJohn turns to the console on the lectern and keys something\nin.\n\nMembers of the audience look puzzled. They glance at each\nother. They glance at John. They glance at the walls of the\nlobby. A sense of embarassment is growing...\n\nreplaced by a sense of awe: Cued by a very quiet engine-\nlike noise, the audience turns to look at the back wall.\nFramed high in the centre of an otherwise blank wall is a\nlarge square-shaped Box-like design - which begins to move! By\nsome clever trick of engineering, the design within changes\nconstantly. It’s almost like they’re looking at an animated\nfilm image, except the design is physically moving.\n\nGasps and cries of delight burst from the audience and a huge\nwave of appreciative applause fills the lobby.",
  "30": "---END OF PREVIOUS SECTION---\nBy\nsome clever trick of engineering, the design within changes\nconstantly. It’s almost like they’re looking at an animated\nfilm image, except the design is physically moving. Gasps and cries of delight burst from the audience and a huge\nwave of appreciative applause fills the lobby. \n---TARGET SECTION TO BE ANNOTATED---\nJOHN\nSee, the building was ready for occupancy before this was\nfinished.\n\nJohn’s voice fills the hall but people aren’t listening to\nhim. They’re lost in the splendour of his creation.\n\nJOHN\nI felt kind of fraudulent taking this award because...\nbecause...\n\nJohn is blinking, losing his train of thought. Something’s the\nmatter. We see the lobby from his POV -\n\n- It’s too dazzling, too impressive. Lights, bouncing off the\nmoving panel, glitter and reflect off the metallic surfaces of\nthe other murals. They refract and reflect in an almost\nblinding coruscation of light. The sounds in the room take on\nan ARTIFICIAL ECHO, laughter and applause reverberating like\nin a bad acid-trip.\n\fJohn stumbles for his words, bemused and bedazzled.\n\nJOHN\nSee, it’s still not finished... not perfect... there was...\nI...\n\nJohn, blinking and twitching, glances round the room through\nhis distorted perspective. He’s trying to find something to\nanchor on, something to stop the confusion of sight and sound.\n\nANGLE ON Bobbi and Jack in the audience. Bobbi’s looking\nconcerned at the podium. It’s clear John can’t see her\n\nBOBBI\n(to Jack)\nC’mon, honey.\n\nShe helps Jack to his feet and begins to lead him away.\n\nJACK\nAren’t wee waiting for daddy?\n\nBOBBI\nwe’re getting the car, sweetheart. Daddy wants to leave.\n\nANGLE ON John, still confused and disoriented. He puts a hand\nto his forehead to shield his eyes. What’s happening to him?\n\nSuddenly, his eyes lock on a face in the crowd - a face that,\nunlike every other in the room, is staring directly at him.\n\nIt’s Angelique.\n\nJohn stares at this beguiling, smiling woman in confusion. Who\nis she? Where does he know her from?\n\nAngelique’s mysterious knowing stare doesn’t falter. Finally,\nJohn looks away to mumble into the mike.\n\nJOHN\nEr... so, thanks. Thanks...\n\nHe steps off the platform, head spinning, and walks rapidly\naway toward the exit door\n\nEXT.",
  "31": "---END OF PREVIOUS SECTION---\nJOHN\nEr... so, thanks. Thanks... He steps off the platform, head spinning, and walks rapidly\naway toward the exit door\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n THE BUILDING NIGHT\n\nJohn staggers out onto the deserted forecourt and moves to the\nedge of the sidewalk, turning his head up to the night to gulp\nin some air and get himself steady.\n\nAngelique exits through the revolving doors. She’s many yards\nbehind John and unseen by him. She spots John and, face set in\nthreatening determination, heads rapidly towards him...\n\nSuddenly, a uniformed VALET-PARKER steps right in her path.\n\fVALET\nMa’am - Do you have your... ?\n\nAngelique’s concentration is broken for a second. She stares\nangrily at the Valet and pushes him aside.\n\nVALET\nHey...\n\nAngelique looks back to where John was...\nonly to see him disappearing into the back of a Limo.\nSnarling in frustration, Angelique watches the Limo pull away.\nTIME-DISSOLVE\nINT. THE BUILDING, LOBBY NIGHT\nIt’s later. The lobby is all but deserted. UNIFORMED HELP\nstack tables and chairs. Three or four STRAGGLING GUESTS hover\n\nnear the door ready to leave.\n\nOne guest, SHARPE, a 40 year old man, glances round the lobby.\nA figure in the shadows at the far end catches his eye.\n\nIt’s Angelique. She fixes Sharpe’s gaze with a look at once\nchallenging and inviting.\n\nSharpe looks to right and left. Nobody is paying any attention\nto either him or this beautiful stranger. With a small maybe-\nI-just-got-lucky smile, he makes his way across the lobby.\n\nCROSS-FADE TO\nINT. SERVICE STATRWELL NIGHT\n\nAngelique leads Sharpe down a dimly-lit stairwell towards the\nbasements of the building.\n\nSHARPE\nAt least tell me your name.\n\nANGELIQUE\nDo we really need to know each other’s names?\n\nSHARPE\nA mystery woman, eh?\n\nANGELIQUE\nAren’t you excited by mystery?\n\nSHARPE\nOh yeah. You bet.\n\fThey’ve reached a door at the bottom of the stairwell. Sharpe\nreaches for Angelique. She pulls away, gesturing at the door\n\nANGELIQUE\nIn here.\n\nSHARPE\n(opening the door)\nYou seem pretty familiar with this place.\n\nThey walk through the door...\n\nINT.",
  "32": "---END OF PREVIOUS SECTION---\nSHARPE\n(opening the door)\nYou seem pretty familiar with this place. They walk through the door... INT. \n---TARGET SECTION TO BE ANNOTATED---\n THE BUILDING, BASEMENT - CONT.\ninto the basement of the building.\n\nANGELIQUE\nNo. I’m just following my instincts.\n\nSHARPE\nMe too.\n\nAngelique doesn’t mean quite what he thinks; she’s glancing\n\nround like a hound on the scent. Unerringly, she heads for a\nlarge bare concrete pillar at the corner of the basement. She\nlays her hand on it, barely-concealed excitement on her face.\n\nANGELIQUE\nDo you like games?\n\nSHARPE\n(can’t believe his luck)\nYou’re a dream.\n\nANGELIQUE\nAlmost. Close your eyes. Trust me.\n\nSharpe closes his eyes. Angelique presses her hand against the\npillar and PUSHES THROUGH THE SOLID CONCRETE, the stone\ncrumbling into grey dust around her probing hand!\n\nANGLE ON SHARPE, eyes still closed.\n\nSHARPE\nCan I look now?\n\nANGELIQUE\nYou can look now.\n\nSharpe opens his eyes.\n\nAngelique is holding her hand out to him. Resting in her palm\nis the Box.\n\nANGELIQUE\n\fTime to play another game.\n\nINT. MERCHANT’S APARTMENT, BEDROOM NIGHT\n\n \n\nJohn lies asleep with Bobbi, who is propped up looking at him\nwith a concerned expression.\n\nJohn’s faces twitches slightly and his eyes move in REM.\nCamera TRACKS into his face and DISSOLVES TO...\n\nINT. LIVING ROOM, MID-1960'S (JOHN’S DREAM-MEMORY )\n\n \n\nA seven-year old boy (JOHN) sits on the floor, sketching and\ncartooning on myriad pieces of paper\n\nLeaving a group of OTHER ADULTS, the Grandmother from the\nearlier dream walks over to him. She looks at his drawings and\nGASPS. They are all childish and untutored renditions of Box\ndesigns and Cat’s-Cradle designs.\n\nCLOSE on Grandma’s face, as from a child’s POV.\n\nGRANDMOTHER\nYou’re the one, Johnny. The one they’ve been waiting for\n\nSuddenly, interrupting the dream like a startling and\nsubconscious editing device, there is a DAZZLING BURTH OF\nLIGHT like the dizzying lights of the lobby.\n\nWhen we return, it is clearly another time. The room is\nsombre.",
  "33": "---END OF PREVIOUS SECTION---\nThe one they’ve been waiting for\n\nSuddenly, interrupting the dream like a startling and\nsubconscious editing device, there is a DAZZLING BURTH OF\nLIGHT like the dizzying lights of the lobby. When we return, it is clearly another time. The room is\nsombre. \n---TARGET SECTION TO BE ANNOTATED---\n The CHILD’S POV CAMERA moves through many black-clad\nadults to reach...\n\na coffin, laid out in the living room as in the European\ntradition of family wakes. John’s grandmother, dead, is in it.\nThe POV peers into the coffin at her\n\n7 YEAR OLD JOHN\n(of f )\nGrandma... You said you’d tell me. You said you’d explain...\nAgain, the DAZZLING LIGHTS jolts us - and we SMASH-CUT TO:\n\nINT. MERCHANT’S APARTMENT, BEDROOM NIGHT\n\n \n\nJohn’s eyes jerk open in panic. Before he can scream or cry\nout, Bobbi is there - stroking his brow, kissing his face\nholding him.\n\nBOBBI\nHoney, I’m here. I’m here. It’s okay.\n\nJOHN\n(half -whispered)\nIs it?\n\fHe moves into Bobbi’s safe and comforting embrace, but his\nwords seem to echo in the room.\n\nINT. THE BUILDING, BASEMENT NIGHT\n\n \n\nSharpe is sitting cross-legged on the floor, working the Box\nwith intense concentration.\n\nAngelique is behind him, rubbing his shoulders in\nencouragement.\n\nANGELIQUE\nI have such sights to show you. Mysteries. Wonders...\n\nThe Box suddenly flies from Sharpe’s hands and he watches in\nsurprise as it completes its movements.\n\nSHARPE\nNow?\n\nANGELIQUE\nNow.\n\nAngelique straightens up and stands back...\n\nWHOOOSH! The chains fly from the Box and rip into Sharpe’s\nflesh as he SCREAMS in agony.\n\nThe basement is suddenly flooded in supernatural blue light\nand a space opens ahead of them, a shadowed space seeming to\ngive onto vast regions beyond...\n\nEmerging from the shadows comes PINHEAD, the Black Pope of\nHELLRAISER I, II & III, back-lit, stately, but terrifying.\n\nAnd he’s not alone. SOMETHING prowls in the shadows behind\nPinhead, pacing back and forth like a caged predator\n\nSomething big, vicious, and hungry. We can’t see it clearly\nyet (and won’t for another few scenes) but its barely glimpsed\npresence is horrifying enough.",
  "34": "---END OF PREVIOUS SECTION---\nAnd he’s not alone. SOMETHING prowls in the shadows behind\nPinhead, pacing back and forth like a caged predator\n\nSomething big, vicious, and hungry. We can’t see it clearly\nyet (and won’t for another few scenes) but its barely glimpsed\npresence is horrifying enough. \n---TARGET SECTION TO BE ANNOTATED---\nSHARPE\nNo! No!!! What’s happening?! !\n\nSharpe, wounded and bleeding, staggers to his feet, the chains\nfrom the Box ripping clear of his flesh. Does this mean he’s\ngoing to get away?\n\nNo. Another chain flies from the shadows beyond, anchors\nitself viciously into Sharpe’s neck, yanks him off his feet,\nand pulls him rapidly into the shadows.\n\nHis SCREAM mingles with the ROARS of the thing in the\nshadows...\n\fand then both are cut off abruptly as the space is re-\nsealed, leaving Pinhead alone with Angelique.\n\nFor a beat, they regard each other. Angelique looks both\nsurprised and disappointed at the sight of Pinhead.\n\nANGELIQUE\nThings seem to have changed. I was expecting my Clowns.\nPINHEAD\nHell is more ordered since your time, Princess. And much less\namusing.\n\nHis tone carries a hint of disapproval at this figure from\nHell’s past. It’s already clear that these two aren’t going to\nlike each other.\n\nANGELIQUE\nI’m in favour of efficiency, Demon. But I can’t abide\ndullness.\n\nPinhead looks around the pretty dull basement space.\n\nPINHEAD\nThen why are we here?\n\nANGELIQUE\nCome with me.\n\nCUT TO:\nINT. THE BUILDING, LOBBY NIGHT\nAngelique and Pinhead are in the deserted lobby. Pinhead looks\nat the Box-like murals and then focusses on the back wall with\n\nits moving panel.\n\nPINHEAD\nThe Box did this?\n\nANGELIQUE\nA man did this - but the Box called him. Called to his blood.\n\nPinhead is hardly listening, lost in the movements of the\npanels as if waiting for something...\n\nANGELIQUE\nHis ancestor made the Box. And would have unmade all of us. I\nkilled him...\n\nThe panel moves into a new pattern. Pinhead stares, excited...\nANGELIQUE\n\nbut failed to kill his offspring. Now I fear his genius is\nreborn.\n\fas, for a brief moment, BLUE LIGHT crackles over the panel\n- and then disappears as the pattern moves on.\n\nPinhead looks at Angelique contemptuously.\n\nPINHEAD\nYou’ve been away too long, Princess. Fear is for humans.\n\nANGELIQUE\nMerchant must die before he proves you wrong.",
  "35": "---END OF PREVIOUS SECTION---\nPINHEAD\nYou’ve been away too long, Princess. Fear is for humans. ANGELIQUE\nMerchant must die before he proves you wrong. \n---TARGET SECTION TO BE ANNOTATED---\nPINHEAD\nHe’1l die. But not yet. Imagine that panel frozen in the\nposition of a moment ago. This isn’t a room - it’s a holocaust\nwaiting to wake itself.\n\n \n\nAngelique looks round the lobby.\n\nANGELIQUE\nA Lament Configuration? On this scale?\n\nPINHEAD\nA vast and permanent gateway to the fields of human flesh.\n\nANGELIQUE\nUsing Merchant is playing with fire.\n\nPinhead raises an eyebrow.\n\nPINHEAD\nHow entirely appropriate.\n\nEXT. MERCHANT’S DESIGN STUDIO DAY\nAn old warehouse district yuppified into a design area. One of\nthe buildings house John’s design studio.\n\nDISSOLVE TO:\n\nINT. MERCHANT’S STUDIO DAY (CONT. )\n\n \n\nA big open-plan loft-space with partitioned offices, the\nbiggest of which is John’s own.\n\nFramed drawings, designs, and photographs cover the walls\nshowing buildings and spaces John has worked on in the past as\nwell as projects in development.\n\nA thematic motif runs through every piece of work. In one way\nor another and to a greater or lesser extent, each design\nshows an influence from either the Lament Configuration or\nfrom Lemarchand’s cat'’-cradle design for the Box'’ opposite.\nIt’s as if John’s gene-pool were speaking through his\nunconscious.\n\nFramed on a wall in John’s office is Lemarchand’s design\nitself, the original document brought to America by Genevieve.\n\fJohn is standing with his back to his door as AN ASSISTANT\nshows in a visitor and leaves.\n\nJOHN\n(turning)\nTake a seat, I’1l be...\n\nHe stops, stunned, as he finds himself looking at Angelique.\nShe holds his gaze. For a beat, it’s almost as if he’s ina\ntrance-like state. His voice is small and confused.\n\nJOHN\nI... I know you...\n\nAngelique crosses to him and holds out her hand. He shakes it,\nblinking himself back into something approaching normality.\n\nANGELIQUE\nYou’ve no idea what a pleasure it is to meet you. Again.\n\nJOHN\nYou were there. Last night.\n\nAngelique walks around the office, looking at the designs.\n\nANGELIQUE\nOh yes. This is all very good. You’re the one we’ve been\nwaiting for.",
  "36": "---END OF PREVIOUS SECTION---\nANGELIQUE\nOh yes. This is all very good. You’re the one we’ve been\nwaiting for. \n---TARGET SECTION TO BE ANNOTATED---\nJohn reacts to this echo of the phrase we’ve heard his\nGrandmother say in dreams.\n\nJOHN\nWho are you?\n\nANGELIQUE\nA friend, I hope. A client, I’m sure.\n\nJohn stares at her as she reaches the framed cat’s-cradle\ndesign. For an all-but-subliminal FLASH, she looks different -\nher hair and makeup more like her 18‘ Century self.\n\nAngelique takes a quick breath at the sight of the design as\nif there’s something disturbing or dangerous about it.\n\nANGELIQUE\nThis is yours?\n\nJOHN\nNo. It’s been in the family for centuries. I’m... working on\nsomething based on it. I...\n\nANGELIQUE\nMay I see it?\n\fJOHN\nNobody’s seen it.\n\nANGELIQUE\nThen let me be the first. It’1ll be our secret.\n\nJohn - under the same kind of hypnotic sway his ancestor once\nwas with this women - clicks on the computer on his desk and a\n3-D SIMULATION comes onto the monitor\n\nIt looks like an art-installation in a gallery space. The six\nfaces of the Box are set at various angles.\n\nJOHN\nSomething I wanted to do with mirrors and lasers...\n\nAngelique stares fascinated at the screen.\n\nJohn stares fascinated at Angelique. Again, a FLASH or a\nBLURRING of this reality and the past. Very brief.\n\nOn the screen, BEAMS OF LIGHT suddenly burst from the six\nfaces, echoing the lines drawn from the faces in the original\ndesign. The beams meet, merge and reflect in the centre of the\nsimulated space, coalescing into a beautiful LIGHT-SCULPTURE -\nwhich is a luminous 3-D echo of the cat’s cradle.\n\nThe beams from the six faces blink off, leaving the\nluminescent cat’s cradle hovering in the middle of the\nsimulated room.\n\nAngelique stares at it, fascinated and horrified.\n\nJOHN\nSee, in theory it’s possible. Perpetual light. Trapped light\nfeeding off its own reflections.\n\nHe clicks the monitor off.\n\nJOHN\nBut I could never make it work. I’d get a few seconds, then\nit’d blink out.\n\nAngelique, visibly relieved at the disappearance of the image\nwalks away from the desk into the room.",
  "37": "---END OF PREVIOUS SECTION---\nJOHN\nBut I could never make it work. I’d get a few seconds, then\nit’d blink out. Angelique, visibly relieved at the disappearance of the image\nwalks away from the desk into the room. \n---TARGET SECTION TO BE ANNOTATED---\nANGELIQUE\nSometimes a few seconds are more than enough, toymaker\n\nJOHN\nWhat did you call me? Who are you?\n\nANGELIQUE\nYou think you don’t remember. But your blood knows. Let it\nremind you.\n\fAnd suddenly the image in front of John TRANSFORMS. Angelique\nremains precisely where she is but she is dressed in the style\nof the 18‘ century and the room around her is not John’s\noffice but the ante-chamber of the Chateau Du Reve.\n\nJohn blinks and the image dissolves back to the present.\nJOHN\n(almost unconsciously)\nAngelique...\nAngelique gives a delighted laugh. She smiles beguilingly.\nANGELIQUE\nYou know me from dreams, John Merchant. John Lemarchand. We\nhave a history together. We have a destiny together\n\nAngelique’s manner is as hypnotically seductive as it was with\nPhillip centuries before, the room’s lights fading around her\nJohn has to fight a spinning head to answer.\n\nJOHN\nI don’t believe in destiny.\n\nANGELIQUE\nYou think your work on the building was an accident? It called\nto you, John.\n\nShe crosses the room to him, her beautiful eyes never leaving\nhis face. She strokes his cheek.\n\nANGELIQUE\nWe have great work to do. I shall be in touch.\n\nShe turns and leaves, John staring after her incredulous and\nfascinated.\n\nEXT. THE BUILDING EVENING\nThe building framed against a twilight sky.\n\nINT. THE BUILDING, TOP-FLOOR CORRIDOR EVENING\n\n \n\nAn elevator door at the far end opens and VALERIE DYSON, a\nuniformed Security Officer, exits and walks up the corridor.\nShe’s about 40 and is speaking into a cell-phone.\n\nVALERIE\nI know, honey. Homework’s always sucked. And I am helping.\nSee, you do the work and get the grades. And I walk round\nempty buildings and get the money. And, between us, we send\nyou to college. You get it? It’s teamwork\n\n \n\nTo the CRACKLE of a replying child on the cell-phone, Valerie\nreaches a door to an office suite.\n\fVALERIE\nYeah. Yeah. Yeah. Listen, honey, I’ve gotta check on\nsomething.",
  "38": "---END OF PREVIOUS SECTION---\nYeah. Yeah. Listen, honey, I’ve gotta check on\nsomething. \n---TARGET SECTION TO BE ANNOTATED---\n I’1l see you later, okay? I love you.\n\nShe holsters the cell-phone and goes in.\nINT. THE BUILDING, OFFICE-SUITE EVENING (CONT. )\n\nValerie looks around the large room, puzzled. It’s strangely-\nlit - a single pool of light near the front dissolving into\nshadows beyond. She exhales - and her breath is visible in the\nunnaturally chilly air. A single table is in the room. On it\nis the Box.\n\nVALERIE\nHello?\n\nFrom the shadows Angelique emerges into the little light\nValerie is instantly alert and on-guard.\n\nVALERIE\nMa’am - the building is closed. And this office is vacant.\n\nANGELIQUE\nNot any more.\n\nVALERIE\nYou’ve rented it?\n\nANGELIQUE\nArrangements have been made.\n\nVALERIE\nWell, I’ve heard nothing about it. I’1l have to...\n\nANGELIQUE\n(interrupting)\nYou’1l have to leave. My colleague and I are in conference.\n\nColleague? Valerie looks deeper into the room...\nIn the far shadows, we suddenly sense another brooding\npresence. And sounds come faintly - disturbing sounds, like\n\nthe rattling of chains.\n\nValerie looks back at Angelique, at the secret amusement on\nher face. The atmosphere is increasingly uncomfortable.\n\nANGELIQUE\nPerhaps we can deal with this tomorrow?\n\nValerie pauses, then nods her head nervously. Screw this.\nShe’s got a kid to get through school. She doesn’t need any\ntrouble. She backs out of the room..\n\nINT. HOTEL CORRIDOR EVENING (CONT. )\n\n \n\fclosing the door in front of her. She turns and heads down\nto the elevator. Halfway, something makes her look back.\n\nShe GASPS. The area by the office-suite door is suddenly dark\nas if blackness is bleeding from the room into the corridor.\nAnd then she hears the sound of the door opening...\n\nand she’s rushing to the elevator and hitting the button.\n\nThe elevator doors open and she runs in, only then turning to\nlook back...\n\nShe SCREAMS. The BEAST that prowled in the shadows behind\nPinhead earlier is in the corridor by the office door.",
  "39": "---END OF PREVIOUS SECTION---\nThe elevator doors open and she runs in, only then turning to\nlook back... She SCREAMS. The BEAST that prowled in the shadows behind\nPinhead earlier is in the corridor by the office door. \n---TARGET SECTION TO BE ANNOTATED---\n Semi-\nhuman but four-legged, it’s like something the scientists at\nCenobite Central made as a joke from what was left of a man\nand what was left of a dog after a particularly nasty car\ncrash.\n\nValerie jabs frantically at the first-floor button.\n\nFor a frozen second the Beast - whose eyes are only black pits\nand who locates its prey by smell and sound - “stares” down\nthe corridor at her. Then it launches itself. Its speed is\nterrifying. Braying like a hyena, its hurtles impossibly\nforward defying all laws of gravity, running up and down the\nwalls, across the ceiling, over the floor\n\nVALERIE\nNO!! NOOOO!!!\n\nAt the very last second - just as the bestial face is inches\nfrom the open door, its teeth CHATTERING together at\nincredible speed (showing a distinct family resemblance to\nPinhead’s old ally The Chatterer, though at a horribly\ndevolved level) - the elevator door slams shut!\n\nINT. HOTEL ELEVATOR EVENING (CONT. )\n\n \n\nTo the SOUND of the Beast scrabbling against the outer door,\nthe elevator cabin begins to move downward.\n\nVALERIE\nOh, thank God! Thank God!!\n\nShe looks at the floor display above the door. The electronic\nnumerals show the passing floors: 7, 6, 5, 4, 3, 2\n\nHer panicked breathing finally slowing, she moves toward the\ndoor as her floor approaches...\n\nbut the elevator does not stop. And the numbers keep\ndescending: 1, 0, -1, -2, -3\n\nHer fingers stab repeatedly at the first floor button.\n\fVALERIE\nShit. C’mon. C’mon!\n\nThe numbers keep descending: -4, -5, -6\nHer finger reaches forward again...\n\nand suddenly the elevator’s speed increases horribly!\nValerie is thrown from her feet as the cabin rockets downward.\n\nThe quiet hum of the lift machinery becomes A SCREECHING HOWL\nand the LCD display is a scarlet BLUR of impossible numbers as\nthe cabin speeds down... down... down... And Valerie scrabbles\nat the walls, trying impossibly to clamber up them to avoid\nthe inevitable crash...\n\nAnd then the cabin stops.",
  "40": "---END OF PREVIOUS SECTION---\nThe quiet hum of the lift machinery becomes A SCREECHING HOWL\nand the LCD display is a scarlet BLUR of impossible numbers as\nthe cabin speeds down... down... down... And Valerie scrabbles\nat the walls, trying impossibly to clamber up them to avoid\nthe inevitable crash... And then the cabin stops. \n---TARGET SECTION TO BE ANNOTATED---\n Stops suddenly and jarringly, but\nwithout the explosive bone-crushing finality we expected.\n\nThe howl of the machinery’s over, LCD a burn-out. And Valerie\nis in the centre of the cabin frozen in shock. Is it over?\n\nUnfortunately not. The door starts to GLOW RED-HOT as if\nunbelievable furnaces burn somewhere just beyond its fragile\nprotection...\n\nSimultaneously, HIDEOUS SOUNDS begin to drift in from outside\n- nightmarish sounds of indescribable agony and unspeakable\njoy growing in intensity and volume by the second.\n\nI think we know where Valerie has landed, don’t we?\n\nThe door PINGS as if to signal its arrival and its imminent\nopening. Which isn’t something she’s keen to see.\n\nVALERIE\nOh God. No. No!\n\nShe presses her hands on it in a terrified attempt to stop it.\n\nVALERIE\nAAAAAHHH! ! !\n\nShe staggers back, SCREAMING in agony and staring at her palms\n- which are HORRIBLY BLISTERED.\n\nThere’s nothing she can do - except to stare in horror at the\ndoor and wait for it to open...\n\nand the floor of the cabin gives way! Splitting along the\ncentre, it opens wide in less then a second and she drops\nhelplessly out of sight into the terrible BLACK VOID below...\n\nINT. BLACK VOID\n\fANGLE UPWARDS/VALERIE’S POV - Blackness all around and the\nsense of dizzyingly fast descent. Up above - and fast receding\n- is the single square of light which is the elevator cabin\nseen through its open floor...\n\nVALERIE\nNOOOOOOOO!!!!!\n\nsmaller and smaller grows this last precious glimpse of\nlight until suddenly even it is cut off as the floor SLAMS\nback into place and all is darkness and terror\n\nINT. THE BUILDING, OFFICE SUITE EVENING\n\n \n\nAngelique and Pinhead stand in the shadows. Somewhere beyond\nthem, we hear the impatient prowling of the Beast.\n\nPINHEAD\nWhere is Merchant?\n\nANGELIQUE\nAll but in my grasp.\n\nPinhead sneers in dismissive impatience.",
  "41": "---END OF PREVIOUS SECTION---\nPINHEAD\nWhere is Merchant? ANGELIQUE\nAll but in my grasp. Pinhead sneers in dismissive impatience. \n---TARGET SECTION TO BE ANNOTATED---\nPINHEAD\nI’d have what was left of his mouth begging to work for us by\nnow!\n\nANGELIQUE\nYour Hell has forgotten not only chaos and laughter but the\nslow delight of temptation.\n\nPINHEAD\nI’ve harvested more souls than you could dream of and their\nsuffering is with me always. That is a slow delight.\n\nAngelique turns angrily and heads for the door. Pinhead speaks\nback to her.\n\nPINHEAD\nYour methods are outmoded, Angelique. Hell is mine. Adjust,\nor...\n\nAngelique turns back in the open door and interrupts.\n\nANGELIQUE\nI will have Merchant!\nShe exits...\nINT. THE BUILDING, TOP-FLOOR CORRIDOR (CONT. )\n\n \n\nand slams the door behind her. She walks away.\n\nANGELIQUE\n\f(to herself)\nAnd I will have Hell. My Hell!\n\nINT. THE BUILDING, OFFICE-SUITE EVENING\n\n \n\nPinhead looks at the closed door, amused. He steps further\nforward into the room and stands, concentrating.\n\nSlowly, supernaturally, the space around him changes in\nnature. The light alters, the shadows shift... The room feels\nlike A CHAMBER OF HELL, a place whose shadows seem to give on\nto unseen vistas from where terrible SOUNDS emanate.\n\nThe Beast prowls the perimeters of the room. Other CENOBITES\nare halfOglimpsed in the blue shadows.\n\nLike a general adressing his troops or the Pope bringing his\nCardinals up to speed, Pinhead addresses them.\n\nPINHEAD\nI grow impatient with the Princess. Human acquiescence is\nobtained as easily by terror as by temptation...\nINT. THE BUILDING, LOBBY EVENING\n\nAngelique walks through the deserted lobby. She pauses in the\ncentre and looks up at the back wall’s moving panel.\n\nThen her eyes flick from corner to corner of the room, from\nface to face of the huge Box-like murals, and back to the\ncentre of the room as if judging angles, judging distances...\n\nWe see her mind work. She’s seeing something here, something\nthat Pinhead knows nothing about...\n\nINT. MERCHANT’S APARTMENT, BEDROOM NIGHT\n\n \n\nTRACK into John’s dreaming face.",
  "42": "---END OF PREVIOUS SECTION---\nShe’s seeing something here, something\nthat Pinhead knows nothing about... INT. MERCHANT’S APARTMENT, BEDROOM NIGHT\n\n \n\nTRACK into John’s dreaming face. \n---TARGET SECTION TO BE ANNOTATED---\nDISSOLVE TO:\nDREAMSPACE\n\n- The SIMULATED LIGHT-SCULPTURE we saw on his computer spins,\nfree-floating against a dream-like one-coloured background.\n\n- His Grandmother’s face.\n\nGRANDMOTHER\nYou’re the one they’ve been waiting for\n\n- Angelique’s face.\n\nANGELIQUE\nYou’re the one we’ve been waiting for.\n\fEXT. THE BUILDING, FORECOURT (THAT MOMENT)\n\n \n\nCLOSE on Angelique standing in the night. CLOSER still on her\neyes, narrowing in concentration as if projecting thoughts...\n\nDREAMSCAPE\n- Angelique and John, naked and entwined, making love. John is\nsexually aggressive, his hands twisted tight in her hair\n\nAngelique’s voice ECHOES over and over\n\nANGELIQUE\nWhatever you want... Whatever you want... Whatever you want...\n\n- The camera PANS from the lovers to find an 18‘ century\nAUTOMATON (like those Lemarchand made): A beautiful woman who\ncourtseys and bows her head. As she lifts it again, the face\nis suddenly TERRIFYING and DEMONIC!\n\nA jarring, startling RINGING SOUND!\n\nINT. MERCHANT’S APARTMENT, BEDROOM DAWN\n\n \n\nThe ringing is the bedside phone.\n\nJohn blinks awake in shock and grabs at the phone as Bobbi\npeers at him from sleepy eyes.\n\nBOBBI\nWhat time is it? Who the hell is that?\n\nJOHN\n(into phone)\nHello?\n\nANGELIQUE\n(on phone)\nGood morning, toymaker\n\nJohn spins half-out of bed to sit on the side, pressing the\nphone tight to his ear.\n\nBobbi, left back on her side of the bed and excluded from the\ncall, stares at John’s back, troubled.\n\nWe can now only hear John’s half of the conversation, which\ngives nothing away.\n\nJOHN\n\n(ad-1ib)\nYeah... Uh-huh... OK... etc.\n\nJohn replaces the phone and turns back to Bobbi’s curious\neyes.\n\nJOHN\n\fA client. He’s Japanese. No sense of time. Business, business.\nHe reaches over and strokes Bobbi’s brow.\n\nJOHN\nGo back to sleep. It’s early.\n\nEach lies on their side away from each other.",
  "43": "---END OF PREVIOUS SECTION---\nJOHN\nGo back to sleep. It’s early. Each lies on their side away from each other. \n---TARGET SECTION TO BE ANNOTATED---\n And each keeps\ntheir eyes open - Bobbi’s worried, John’s guilty, troubled.\n\nEXT. WAREHOUSE/DESIGN DISTRICT DAY\n\n \n\nThe area of town that houses John’s business.\nANGLE ON a warehouse converted to an Art Gallery.\n\nDISSOLVE TO:\nINT. ART GALLERY DAY\n\nA few CUSTOMERS weave in and out of the various alcoves and\nrooms within the huge ground-floor space.\n\nJohn stands in front of a large canvas. He sense a presence\nnearby and turns. It’s Angelique. They smile in greeting.\n\nJOHN\nI don’t know why I’m here.\n\nANGELIQUE\nYes you do.\n\nHer eyes lock on his. Her gaze is challenging and inviting.\n\nJohn stares at her, lost in her beauty, her sexuality, her\nblatant availability.\n\nANGELIQUE\nWhatever you want...\n\nJohn reacts to this echo from his erotic dream. She smiles.\n\nANGELIQUE\nWere we good together?\n\nA beat.\n\nJOHN\nYes.\n\nANGELIQUE\nI knew we would be. I’ve always known.\n\nShe takes his arm and leads him further into the gallery.\n\nINT. MERCHANT’S APARTMENT DAY\n\fBobbi, supporting an over-filled laundry basket, is at the\napartment door talking to Jack, who is on the floor working on\na model kit with profound seriousness.\n\nBOBBI\nMommy’11 be five minutes, honey. Okay?\n\nJACK\n(eyes not leaving his kit)\nShh, mom. I’m concentrating.\nBobbi grins and maneuvers herself out of the apartment.\n\nINT. LAUNDRY CORRIDOR DAY\n\nA NEON LIGHT FLICKERS on the ceiling. Another’s dead. There’s\nan opressive silence as Bobbi walks towards the laundry-room.\n\nA SHARP NOISE! She spins round. The detergent on top of the\nclothes topples. She grabs it. There’s nothing behind her\n\nBut an atmosphere of foreboding remains as she reaches the\nLaundry room. She casts another glance down the corridor as\nshe goes in. Nothing, just the flicker and the silence.\n\nINT. LAUNDRY ROOM DAY (CONT. )\n\n \n\nThe Laundry-room - a bank of washing machine, a table, couple\nof plastic chairs, and a bank of dryers - is empty.",
  "44": "---END OF PREVIOUS SECTION---\nNothing, just the flicker and the silence. INT. LAUNDRY ROOM DAY (CONT. )\n\n \n\nThe Laundry-room - a bank of washing machine, a table, couple\nof plastic chairs, and a bank of dryers - is empty. \n---TARGET SECTION TO BE ANNOTATED---\n But as\nBobbi goes through the routine - opening two washers, loading\nthem, counting her quarters, sprinkling the powder - the\ncreepy atmosphere that we felt in the corridor continues.\n\nSuddenly - THWAP! THWAP! THWAP! - a terrible beating sound\nfills the air. Bobbie jumps and cries out. What is it?\n\nThrough the window, we see a PIGEON. The sound is merely its\nwings beating against the glass. It flies off.\n\nBobbi sighs and continues. But the edgy atmosphere remains. We\nfeel as if there’s a presence on the edges of our senses,\nsomething watching and waiting. Something malign.\n\nPerhaps it’s the shadows in the room. Do they move at the\ncorner of our vision? The feeling persists. A sense of\nimminence. Something is going to happen. Something bad.\n\nBobbi hits the start button and straightens up. She glances\nround the room again. Nothing. She’s being silly. And then she\nglances upwards, as if thinking. Suddenly she’s certain...\n\nBOBBI\n(fearful whisper)\nJack...\n\nand she’s gone. Ignoring the basket, she’s out the room.\n\fINT. LAUNDRY-ROOM CORRIDOR DAY (CONT. )\n\n \n\nThe neon flickers as Bobbi runs to the door to the stairs...\n\nINT. STAIRS BETWEEN FLOORS DAY (CONT. )\n\n \n\nand hurtles up the one flight to their apartment floor\n\nSOUNDS SWELL on the soundtrack - a BANGING like an angry fist\non an apartment wall and a MUFFLED VOICE raised in anger\n\nAnd something else. A LOW HELLISH RUMBLING on the very edge of\nperception - like a distant echo of unimaginable machines\nindescribably vast and inexpressibly malicious.\n\nBobbi heaves open the door to their corridor, runs out...\n\nINT. CORRIDOR TO MERCHANT’S APARTMENT DAY (CONT. )\n\n \n\nand suddenly slows, staring ahead, her face apalled.\nPulsing SHAFTS OF BLUE LIGHT are visible beneath and behind\nthe apartment door. The LOW RUMBLES are louder now. Something\nhas come to her home. And it’s behind her door. With her\nchild.\nFurther down the corridor, the THUMPING continues.",
  "45": "---END OF PREVIOUS SECTION---\nAnd it’s behind her door. With her\nchild. Further down the corridor, the THUMPING continues. \n---TARGET SECTION TO BE ANNOTATED---\nELDERLY NEIGHBOUR\n(of f )\n\nStop it! Be quiet! I’ve called the Police! (etc, ad-lib)\n\nBobbi runs to her door, no thought for her own safety...\n\nBOBBI\nJack!\n\nonly that of her child. She opens the door\n\nINT. MERCHANTS’ APARTMENT DAY (CONT. )\n\n \n\nThe front room’s empty. Jack’s model kit lies crushed on the\nfloor! The BLUE LIGHT is from the open door to the next room.\n\nBOBBI\nJack? Jack!!\n\nTerror mounting, the Blue Light playing across her face, Bobbi\nheads for the other room...\n\nOnly to stop as Jack walks out into the doorway. Bobbi doesn’t\ntake time to notice the strange, stunned look on his face.\n\nBOBBI\nJack! Thank God. Come here.\n\fJACK\nI can’t, mommy. He won’t let me.\n\nOne of Jack’s arms is stretched out back into the room and, as\nBobbi moves forward and the angle changes, we see why.\n\nPinhead is holding the boy’s hand!\nBobbi SCREAMS as the demon smiles cruelly at her\n\nBOBBI\nGet your hands off him!\n\nPINHEAD\nYoung. Unformed. What appetites I could teach him. what\nendless hungers he could learn.\n\nBobbi rushes forward. Pinhead jabs a forbidding finger\n\nPINHEAD\nStay!\n\nBOBBI\nGive him to me!! Please, please!!\n\nPINHEAD\nYou suffer beautifully. But we’re here for business, not\npleasure.\n\nBOBBI\nWhat?! Just tell me what you want!!\n\nPinhead looks from her to Jack and back. He smiles.\n\nPINHEAD\nI want bait. Live bait.\n\nFADE TO BLACK\nINT. ART GALLERY DAY\nAngelique and John walk into a partitioned space in the\ngallery. It houses some large video-installation and, apart\nfrom the light from the bank of monitors, is dark\nThere is a single viewing bench. Nobody is in there.\nAngelique pauses and looks up at John. She’s waiting.\nJOHN\n(trying to stay rational)\nI’ve dreamed of you. Not just last night. For years. But...\n\nBut when I wake up, it’s Bobbi who’s there. Bobbi.\n\nAngelique says nothing, does nothing. She’s still waiting.",
  "46": "---END OF PREVIOUS SECTION---\nBobbi. Angelique says nothing, does nothing. She’s still waiting. \n---TARGET SECTION TO BE ANNOTATED---\n\fJohn blinks, as if fighting a powerful spell. With each blink,\na FLASH IMAGE - The Box, The Cat’s-Cradle, Grandma, Bobbi...\n\nBut it’s no good. The spell is too strong. He leans down...\nAnd they kiss. Their arms wrap around each other slowly and\nthey press their bodies together in a passionate embrace.\n\nStill kissing, they sink onto the bench. Their hands roam each\nother’s bodies. John lowers his head, kissing her neck and\nshoulders. She puts her hands to the back of his head, pushing\nhim lower. He kisses her breast wildly. Encouraged by her\nmoans, he slips his hand beneath her skirt.\n\nAngelique’s head is thrown back in pleasure. It’s clear that\nthis is not just Hellish seduction. She’s getting off on it\ntoo. Her eyes half-close, her mouth half-opens...\n\n... and something else begins to happen. Her guard down, her\nblood inflamed, her passion pulsing, she begins unknowingly to\nslip her mask of humanity. It’s subtle at first, a strange de-\nfocused effect that blurs her features as her face begins to\ntwitch in more than passion.\n\nCarried away by John’s intimate caresses, she is moving into a\npre-orgasmic state, her breathing heavy and animal-like. John\nraises his head, his hand still lost between her legs...\n\nand GASPS in shock as he looks at her face.\nAngelique’s eyes are SOLID MASSES IF GLISTENING BLACKNESS!\n\nJOHN\nMy God!\n\nHe leaps to his feet in shock and fear, backing away.\n\nAngelique, ecstasy turned to frustration and rage, throws back\nher head and roars. Her mouth is FANGED and DEMONIC!\n\nRealising what she looks like, Angelique waves an arm at the\nbank of monitors and they BLOW OUT en masse, plunging the room\ninto shadowed darkness!\n\nJohn turns and runs, fleeing the partitioned space as\nAngelique’s transformation climaxes in the darkness, giving us\na shadowed sense of her terrible appearance.\n\nJohn flees through the rest of the gallery - stared at\nstrangely by the other CUSTOMERS.\n\nEXT. APARTMENT BUILDING DUSK\n\nIt’s later.",
  "47": "---END OF PREVIOUS SECTION---\nJohn flees through the rest of the gallery - stared at\nstrangely by the other CUSTOMERS. EXT. APARTMENT BUILDING DUSK\n\nIt’s later. \n---TARGET SECTION TO BE ANNOTATED---\n Night is falling as John’s car pulls up and John\ngets out and runs to the building.\n\nCUT TO:\n\fINT. APARTMENT BUILDING CORRIDOR NIGHT\n\n \n\nJohn moves down the corridor - and freezes.\n\nThe door to John’s apartment has across it a series of yellow\ntapes with black letters spelling out CRIME SCENE DO NOT\nCROSS.\n\nJOHN\nOh Christ.\n\nHe rushes forward and opens the door, ripping the tape aside.\n\nJOHN:\nBobbi?! Jack?!!\n\nINT. MERCHANT’S APARTMENT NIGHT (CONT. )\n\n \n\nJohn rushes round the apartment. No signs of disturbance. But\nno Bobbi. And no Jack. He cries out to the empty room...\n\nJOHN\nWhat happened?! what happened?! !\n\nHis eyes go to the back of the front door. Tacked to it is the\nripped-off magazine cover featuring his building.\n\nGRANDMOTHER\n(off, echoed, ghostly)\nYou’re the one they’ve been waiting for\n\nAs he looks at it, the whole cover suddenly begins to POUR\nWITH BLOOD! John gets the message.\n\nINT. BUILDING, TOP-FLOOR OFFICE-SUITE NIGHT\n\n \n\nBobbi and Jack crouch on the floor of the office, their\nbreaths visible in the supernaturally cold air. Bobbi hugs\nJack protectively in the pool of light, while in the\nthreatening shadows beyond, we hear the padding and the\nprowling of the half-seen circling Beast which guards them.\n\nThe Box still sits on the table. Jack points at it.\n\nJACK\nLook, Mommy. Like Daddy’s drawings.\n\nBobbi stares at the Box. Jack’s right. She reaches out and\npicks it up.\n\nIn the background, the Beast raises its blind head. wWhat’s\nhappening?\n\nBobbi runs her hand over the Box like so many before her and,\nlike so many before her, her fingers almost instinctively find\n\fthe appropriate movements. Her thumb strokes the central\ncircle-motif and there is the TINIEST FLASH OF BLUE LIGHT...\n\nand the Beast steps menacingly forward, SNARLING!\nBobbi drops the Box and cradles the terrified Jack\nEXT. THE BUILDING NIGHT\n\nThe building framed against a night sky in which razor-thin\nclouds slice across a huge and heavy moon.",
  "48": "---END OF PREVIOUS SECTION---\nand the Beast steps menacingly forward, SNARLING! Bobbi drops the Box and cradles the terrified Jack\nEXT. THE BUILDING NIGHT\n\nThe building framed against a night sky in which razor-thin\nclouds slice across a huge and heavy moon. \n---TARGET SECTION TO BE ANNOTATED---\nJohn runs across the forecourt and through the entrance.\n\nINT. THE BUILDING, LOBBY NIGHT (CONT. )\n\n \n\nJohn stands in the deserted lobby.\n\nJOHN\nBobbi! Bobbi! !\n\nHis voice echoes in the empty reaches of the place. He runs\nthrough it until his eye is caught by the elevator - where the\nnumber 7 is flashing on and off on the indicator above it.\n\nTIME-CUT TO:\n\nINT. THE BUILDING, TOP-FLOOR CORRIDOR NIGHT\n\n \n\nJohn exits the elevator and stares down the long corridor...\n\nJOHN’S POV - the whole corridor has become Hellish. We stare\ndown a nightmarish gauntlet, a creepy, cold, shadowed walkway\nin which chains and hooks hang and rattle. The floor is wet\nand mildewed, the doors warped and slimy. At the far end,\nbeckoning BLUE LIGHT pulses from the door of the office-suite.\n\nHorrible LOW SOUNDS fill the air, like the laboured breathing\nof some vast asthmatic creature, as John begins to make his\nway cautious way down.\n\nAs his feet pass a door, BLOOD oozes in rich quantities from\nbeneath it.\n\nA TERRIBLE CACKLING LAUGH. From nowhere. From everywhere.\n\nA chain shivers and twists, spinning to reveal a BABY’S LIVER\nskewered on a hook.\n\nCLOSE on John’s feet - as a SLITHERING BLACK EEL writhes over\nthem to disappear into the shadows.\n\nIn a web on a wall, A PREGNANT SPIDER bursts into labour and\nSCORES OF TINY SPIDERS spill from her body, rushing\neverywhere.\n\fJohn moves resolutely on despite all these scares, drawing\nnearer to the office-suite and the near-blinding BLUE LIGHT.\n\nHe reaches the door...\n\nJOHN\nBobbi? Jack?\n\nand walks, dazzled and half-blinded, into the light.\n\nINT. THE BUILDING, TOP-FLOOR OFFICE-SUITE NIGHT (CONT. )\n\n \n\nFor a moment, all John can see is the intense Blue Light. Then\nis resolves. Ahead of John, still on the floor, are Bobbi and\nJack. John starts to rush forward...",
  "49": "---END OF PREVIOUS SECTION---\nThen\nis resolves. Ahead of John, still on the floor, are Bobbi and\nJack. John starts to rush forward... \n---TARGET SECTION TO BE ANNOTATED---\nJOHN\nThank God!\n\nand suddenly the Beast springs forward from the shadows,\nstopping close to Bobbi and Jack, glaring at John!\n\nBOBBI\nJohn, don’t!\n\nJohn staggers to a halt, shocked and scared.\n\nJOHN\nWhat the...\n\nThe Beast comes no nearer. But Pinhead now emerges from the\nshadows also. He smiles at John.\n\nJOHN\nI don’t know who or what you are and I don’t care. I just want\nmy wife. I just want my son.\n\nPINHEAD\nI understand. You love this boy. You have plans for him. Hopes\nand dreams. A whole imagined future where you love him and\nwatch him grow.\n\nJOHN\n(helpless truth)\nYes.\n\nPINHEAD\nThen first you must complete your work. Or, though the child\nwill not die here, for a thousand years his dearest wish will\nbe that he had.\n\nJOHN\nFor God’s sake, how can you... (be so cruel?)\n\nPINHEAD\n(interrupting)\n\fDo I look like someone who cares what God thinks?\n\nJOHN\nJust tell me what you want.\n\nPINHEAD\n(gestures at table)\nLook at that Box. A pathway to Hell made by an ancestor of\nyours.\n\nBoth John and Bobbi stare at the Box and then at each other.\nJohn’s dreams. His Grandmother’s claims. Not so crazy.\n\nPINHEAD\nThe panel downstairs? Potentially a bigger pathway. You will\nhelp it fulfill its promise.\n\nBOBBI\nJohn. Your dreams. Your grandmother. It’s all true. All true.\nYou mustn’t do this. You can’t let more of these things into\nthe world!\n\nPinhead’s mocking laughter rings out as John looks at his wife\nand child, at the monsters beside them.\n\nJOHN\nBobbi -right now you and Jack are all the world I care about.\nI have to do this.\nTIME-CUT TO:\nINT. TOP-FLOOR CORRIDOR NIGHT\n\nJohn, Bobbi and Jack walk down the corridor passing the many\ndoors on the way to the elevator, Pinhead behind them.\n\nAs they draw abreast another door John suddenly jumps\nsideways, knocking Bobbi and Jack through the door ahead of\nhim!\n\nINT. THE BUILDING, STAIRWELL NIGHT (CONT.",
  "50": "---END OF PREVIOUS SECTION---\nAs they draw abreast another door John suddenly jumps\nsideways, knocking Bobbi and Jack through the door ahead of\nhim! INT. THE BUILDING, STAIRWELL NIGHT (CONT. \n---TARGET SECTION TO BE ANNOTATED---\n )\n\n \n\nAs Bobbi steadies Hack, John slams the door closed, yanking\ndown the bar-lock.\n\nA HOOKED CHAIN instantly splinters through the wood!\n\nJOHN\nGo! Go!!\n\nThe three of them pelt down the stairwell to the SOUND of the\ndoor smashing above them.\n\nThey reach the next level and exit through the door.\n\fINT. THE BUILDING, NEXT FLOOR CORRIDOR NIGHT (CONT. )\n\n \n\nJohn glances up and down the corridor\n\nJOHN\nBobbi - that way! Another staircase!\n\nBobbi hugs jack fiercely and runs the way John pointed.\n\nJohn grabs Jack and rushes him to the elevator door. He hits\nthe button, glancing anxiously back at the stairwell door\n\nThe elevator opens and John places Jack inside. Jack, scared,\nreaches for his dad.\n\nJOHN\nNo, Jack. The lobby. I’1l meet you there. Be brave. Be good.\n\nThe door closes. John turns back to face the corridor\n\nJOHN\nC’mon, you bastard. It’s me you want.\n\nThe stairwell door bursts open and Pinhead comes through.\n\nJohn pauses just long enough to let the demon catch the sight\nof him and then he disappears down an intersecting corridor.\n\nINT. THE BUILDING, OTHER CORRIDOR (CONT. )\n\n \n\nJohn runs madly toward another door which he slams open\nrevealing another stairwell which he rushes down.\n\nINT. THE BUILDING, ANOTHER STAIRWELL\n\n \n\nBobbi is rushing down a different stairwell.\nBelow her, a rushing padding sound and the ROAR of the Beast\n\nBOBBI\nNo! That’s impossible! !\n\nApparently not. She turns round and runs up, terror-stricken,\nreaching the door to the top floor and smashing it open.\n\nINT. TOP-FLOOR CORRIDOR (CONT. )\nBobbi runs down the corridor, glances over her shoulder...\n\nThe Beast bursts onto the floor, howling for blood, its speed\nterrifying, its appearance worse!\n\nSCREAMING, Bobbi pushes open the door of the office-suite...\n\nINT. TOP-FLOOR OFFICE-SUITE (CONT. )\n\n \n\f: and slams it behind her. She shoves the table up against\nthe door and stands back, looking round helplessly.\n\nSLAM! ! The Beast smashes against the door from the other side.",
  "51": "---END OF PREVIOUS SECTION---\nShe shoves the table up against\nthe door and stands back, looking round helplessly. SLAM! ! The Beast smashes against the door from the other side. \n---TARGET SECTION TO BE ANNOTATED---\nThe impact sends the Box careering down the table toward\nBobbi.\n\nSLAM!! It hits again. The door begins to splinter\n\nBobbi’s eyes flick from the Box to the door and back. She\nsnatches up the Box...\n\njust as the Beast comes smashing through the door to land\non the table and rush down its length toward her\n\nBobbi holds the Box up in front of her... and the Beast stops.\nStill terrifying, still powerful, it waits, hesitant\n\nBOBBI\nDoes this pathway work both ways?\n\nHer fingers work feverishly at the Box. It starts to move...\n\nand the Beast, baring its teeth in a blood-curdling HOWL,\nleaps forward, hurtling through the air in attack-mode...\n\nCUT TO:\nINT. THE BUILDING, LOBBY NIGHT\n\nJohn bursts into the lobby from a stairwell door and rushes\nover to the elevator.\n\nA look of dread comes over him as he sees the elevator door\nbanging constantly against the side of its doorjamb as if it\nis trying to open and something is wrong with the mechanism.\n\nJohn runs to it... and it suddenly flies open with a\nterrifyingly LOUD NOISE.\n\nJohn jumps in shock but moves further and looks in...\n... and down. There is no cabin there, just a dizzying drop\ninto blackness. Incredibly distant, but disturbing, SOUNDS\n\necho up the shaft. Sounds of flame, machinery, and agony.\n\nJOHN\nNo! Jack! Jack!!\n\nHe hears a sound behind him and turns - to see Jack...\n\nand Angelique, back in human form, her hands resting on\nJack’s young shoulders! Her eyes are no longer seductive as\n\fthey stare at John but cold and angry. Then she looks down at\nHack and coos like a nightmare vision of dark motherhood.\n\nANGELIQUE\nSo young. So tender. So ripe.\n\nJOHN\nGet your hands off him!\n\nANGELIQUE\nGet your hands on the console, toymaker. You have work to do.\n\nTIME-CUT TO:\nJohn at the lectern, Angelique nearby still holding Jack\n\nANGELIQUE\nMy colleague told you what to do?\n\nJOHN\nYes.\n\nHe’s working at the console, looking up at the patterns on the\nback wall panel, trying to find the infernal one.\n\nANGELIQUE\nDon’t.",
  "52": "---END OF PREVIOUS SECTION---\nJOHN\nYes. He’s working at the console, looking up at the patterns on the\nback wall panel, trying to find the infernal one. ANGELIQUE\nDon’t. \n---TARGET SECTION TO BE ANNOTATED---\nJOHN\nWhat?\n\nANGELIQUE\nMake the Elysian Configuration instead.\n\nJohn, genuinely confused, looks at Angelique but, before she\ncan elucidate, Pinhead appears at the far end of the lobby.\n\nPinhead is grinning in triumph. He walks towards them. As he\nreaches the centre, Angelique speaks to John.\n\nANGELIQUE\nThe toymaker’s design! The lights! I know they’re here.\n\nJohn looks rapidly from her to the walls, to the corners, to\nthe reflective points on the surfaces and then keys an entry\ninto the console. His finger hovers over the “enter” key. He\nlooks at her. Why should he do what she wants? She raises a\nhand toward Jack’s neck in threat.\n\nANGELIQUE\nDo it!!\n\nJohn hits the key.\n\nLIGHT-BEAMS shoot out from points in the wall faces, jetting\nin toward the centre of the lobby!\n\fA sudden wave of suspicion washes over Pinhead’s face.\nThe BEAMS meet, EXPLODING into a DAZZLING CORUSCATION!\n\nAngelique, stepping well back to near the lectern and away\nfrom what’s happening, grins in double-cross victory.\n\nPinhead ROARS in anger and fear. Suddenly, he tips his head\nway back - and a CHAIN flies from out of his mouth, jetting up\nstraight toward the ceiling!\n\nThe hooked chain anchors itself into the ceiling - and PINHEAD\nflies upward along it at incredible speed, like a spider\nsucking itself back up a web-strand!\n\nANGELIQUE\nNOOOO! !!\n\nPinhead, fastened supernaturally to the ceiling like a\nhumanoid insect, looks down...\n\nas the LIGHT-SCULPTURE from John’s simulation of\nLemarchand’s cat’s-cradle bursts into being far below him!\n\nPinhead, snarling in angry revenge, shoots his head in various\ndirections as if summoning supernatural aid...\n\nand a MULTITUDE OF CHAINS suddenly fly from low angles and\nwrap themselves around Angelique, pirouetting rapidly up her\nbody to cocoon her!\n\nSimultaneously, as in the simulation, the original beams go\noff and the light-sculpture is left free-floating.",
  "53": "---END OF PREVIOUS SECTION---\nPinhead, snarling in angry revenge, shoots his head in various\ndirections as if summoning supernatural aid... and a MULTITUDE OF CHAINS suddenly fly from low angles and\nwrap themselves around Angelique, pirouetting rapidly up her\nbody to cocoon her! Simultaneously, as in the simulation, the original beams go\noff and the light-sculpture is left free-floating. \n---TARGET SECTION TO BE ANNOTATED---\nJack - almost literally squeezed from Angelique’s grasp as the\nchains fly upwards - is sent tumbling towards his father who\ngrabs him protectively as...\n\nAngelique is suddenly yanked off her feet and pilled\ninexorably toward the centre of the room and the luminescent\ncat’s-cradle.\n\nFrom Pinhead’s POV, Angelique disappears beneath the light.\n\nANGELIQUE\nIt burns!! It burns!!!\n\nJohn hugs Jack tightly to him.\nJOHN\n(to himself)\n\nA few seconds is the best I ever got...\n\nAnd, as if on cue, the cat’s-cradle winks out of existence.\n\fFrom this angle, we see that Angelique hadn’t quite reached it\nand is lying still on the floor wrapped in the chains.\n\nPinhead lowers himself rapidly down and stalks toward John. As\nhe passes Angelique, she raises her head and laughs\nhysterically as if driven made by her proximity to\ndestruction.\nPINHEAD\n(to John)\nYou’re as dangerous as she said you were. No more games.\n\nPinhead flicks his head toward little Jack - and a hooked\nchain comes flying at the boy!\n\nJohn launches himself forward, shoving Jack aside...\n\nJOHN\nRun, Jack! Run!!\n\n. and taking his place as the chain snaps viciously through\nthe air...\n\n» and slams right through John’s throat, killing him\ninstantly!\n\nJack is running across the lobby.\n\nANGELIQUE\nThe bloodline! Kill it!!\n\nPinhead swings round, getting Jack in his eye-line...\n\n». and Jack is suddenly grasped by an arm and pulled tight to\na cradling body!\n\nIt’s Bobbi - and she’s got the Box in her hand. Straightening\nup and shielding Jack, she holds the Box forward, moving it.\n\nBOBBI\nGo play with your dog, you bastard!\n\nThe Box flies from her hand, spinning and turning through its\npositions, and hits the floor\n\nPINHEAD\nNo!!\n\nThe Box clicks into place...\n\n. and Pinhead and Angelique are SUCKED into it, screaming\ntheir frustrated rage.\n\nBobbi pulls Jack tight to her and crouches down...\n\f.. as the whole lobby begins to SHAKE and SHUDDER.",
  "54": "---END OF PREVIOUS SECTION---\n. and Pinhead and Angelique are SUCKED into it, screaming\ntheir frustrated rage. Bobbi pulls Jack tight to her and crouches down... .. as the whole lobby begins to SHAKE and SHUDDER. \n---TARGET SECTION TO BE ANNOTATED---\n EXPLOSIONS\nof LIGHT and SOUND fill the frame as Hell reclaims everything\nof its own: The Box is still open - and it’s pulling the walls\nand murals into itself!\n\nSuddenly - with a final explosive WHITE-OUT - all is silent\nand still and Bobbi and Jack are alone in the denuded and\ndevastated lobby with the closed Box.\n\nCLOSE on the Box. TRACK OUT...\nINT. MERCHANT'S APARTMENT DAY\n\nto reveal the Box sitting on a table in the apartment.\nBobbi is sitting with Jack, talking to him.\n\nBOBBI\n\nThe Box has to stay in our family, Jack. It must never get\n\naway from us. And it must never be opened. Never. We can’t\neven destroy it until we know it’s safe. Your dad didn’t know\n\nthe whole story. Neither do I. But we’re going to find out,\nsweetheart. I’1l help you. You’1l grow up knowing everything.\nAnd so will your children. And their children. And one day our\nfamily will be ready. Ready to put things right in a time yet\n\nto come...\n\nAs Bobbi talks, the camera TRACKS in on Jack’s completely\nattentive face as it absorbs what his mother is saying. CLOSER\nand CLOSER until Jack’s eye fills the frame and we fall into\nthe BLACKNESS of his pupil in ECU...\n\nCOMPLETE BLACKNESS\nCamera PANS along the blackness and suddenly, startlingly,\n\ntiny points of light appear. Distant stars. We’re in outer\nspace.\n\n”\n\nBobbi’s last words “a time yet to come...” echo over this\n\ntransition, as...\nEXT. DEEP SPACE\n\n. A PASSENGER SHUTTLE suddenly hurtles toward us through the\ndark and silent void. As it fills the frame, CUT TO REVERSE -\n\n- and the shuttle speeds away from us, disappearing into the\ndistant darkness. Over its movement, a Super-imposed TITLE:\n\nTHE GOVERNMENT SHIP ENDEAVOUR VII\nEN ROUTE TO THE SPACE STATION MINOS 2204 AD\n\nEXT. DEEP SPACE, MINOS\n\fA different sector of space. TRACK down to reveal the TOWERS\nof the space station MINOS.\n\nThe Minos is an ASTEROID.",
  "55": "---END OF PREVIOUS SECTION---\nDEEP SPACE, MINOS\n\fA different sector of space. TRACK down to reveal the TOWERS\nof the space station MINOS. The Minos is an ASTEROID. \n---TARGET SECTION TO BE ANNOTATED---\n For the most part craggy, barren and\ncrater-studded, the top part is architectured - its towers and\nbuildings laser-hewn from the solid rock\n\nLIGHTS shine from the towers. TRACK in to one and DISSOLVE TO:\n\nINT. PAUL’S CABIN/HOLDING PEN ANNEXE, MINOS\n\n \n\nWe’re in a room decorated in 18\" century style and full of 18\"\ncentury objects - including one of Lemarchand’s automata.\n\nAs the camera explores the room, A TV broadcast plays in the\nBACKGROUND showing news footage of a MASSIVE FIRE.\n\nTV ANNOUNCER (V.0.)\n\nFires burn unchecked in the forests of Luna One tonight,\nroaring wildly beneath the great meta-glass canopies of the\nPan-Pacific colony. Economic cutbacks that did away with the\n\nSuits-for-Settlers program are now being blamed for the\ncolony’s inability to simply turn off the air and thus douse\n\nthe fire. Angry voices are being raised in Tokyo -\nparticularly because Colonists could be transported to the\nMinos space station if that trillion-dollar facility was not a\nyear behind schedule and, according to unconfirmed sources,\nnot only out of radio-contact but also out of its geo-\nstationary orbit. (etc etc)\n\nAt this point, the TV clicks off and the camera finds DR PAUL\nMERCHANT, sitting in a Rocco-style chair\n\nPaul is identical to Phillip and John except for a mole on his\ncheek and his hair-colour. His face is haunted and obsessive.\nThe single-minded genius of his ancestors has reached a\nneurotic fruition in him.\n\nBehind him, we see on a wall the 2204 ad equivalent of a cork-\nboard - a screen on which IMAGES replay in rotational display.\nThe images are all familiar to us and all connected with the\nbloodline’s history; The Box, the Cat’s-cradle design, family\nportraits (photos of John, oils of Phillip, etc), sketches of\ndemons (Pinhead and Angelique), The Building, etc etc.\n\nPaul is addressing an unseen listener\n\nPAUL\nThe distance from all inhabitated planets and colonies is\nimportant. It’s unclear what effect on the space-time\ncontinuum such a surge of metaphysical energy will have.\n\nThere’s something strange about his voice. A little un-human.",
  "56": "---END OF PREVIOUS SECTION---\nIt’s unclear what effect on the space-time\ncontinuum such a surge of metaphysical energy will have. There’s something strange about his voice. A little un-human. \n---TARGET SECTION TO BE ANNOTATED---\nA little computer-generated.\n\fWIDEN TO REVEAL sitting opposite him, his hand at a computer\nconsole on his lap, DR PAUL MERCHANT! !\n\nPAUL (THE REAL ONE)\nI have to assume we’re far enough out now. Time has become a\nfactor.\n\nHe hits a key on his console and the first Paul BLINKS OUT of\nexistence. He was a holographic Computer Program.\n\nPaul stands and crosses the room and we CHANGE ANGLRE to\nsee...\n\nthat the other end of the room is very different. The\nfirst part we saw was Paul’s living quarters. This part looks\nlike a control booth or a mixing bay. On a desk are three 23\"\ncentury MONITORS and a pair of latex gloves, each fingertip\nconnected by micro-filaments to a console beneath one of the\nmonitors.\n\nBelow the desk and the monitors is a STAIRCASE leading down to\na separate structure - a large and massively solid HOLDING\nPEN. It has a REINFORCED STEEL DOOR with a large locking\nmechanism.\n\nPaul sits at the desk and (as if movement-sensitive) one of\nthe monitors winks into life, and we CUT TO...\n\nINT. HOLDING PEN, MINOS (CONT. )\n\na wall-mounted closed-circuit camera. A red light clicks\non to establish its link with the monitor Paul is working.\n\nThe closed-circuit camera moves as if selecting an image area.\n\nWe PULL AWAY to take in the room. It is a large bare space,\nthe walls massively thick and very tall. It is some kind of\nholding pen for something very dangerous. Currently, it’s\nempty except for a shadowed figure cross-legged in a corner...\n\nThere’s something familiar about this image. It’s a posture we\nrecognise. It reminds us of Elliot Spenser in HELLBOUND.\n\nIt is a simple SERVO-ROBOT - a steel skeleton with fully\narticulated limbs. Its hands are close together in front of\nits chest. And it’s holding the Lament Configuration.\n\nINT. PAUL’S CABIN/HOLDING PEN ANNEXE, MINOS (CONT. )\n\n \n\nOn the monitor, we see the same image of the robot and the\nBox.\n\nPaul reaches over to the gloves...\n\nand a second monitor SQUAWKS into life, startling us.",
  "57": "---END OF PREVIOUS SECTION---\nPAUL’S CABIN/HOLDING PEN ANNEXE, MINOS (CONT. )\n\n \n\nOn the monitor, we see the same image of the robot and the\nBox. Paul reaches over to the gloves... and a second monitor SQUAWKS into life, startling us. \n---TARGET SECTION TO BE ANNOTATED---\n\fOn the monitor, CORRINNE COTTON, mid-20’s and attractive\nthough her onepiece worksuit and business-like haircut do\ntheir best to ignore this. She’s the administrator of the\nMinos.\n\nCORINNE\n(on monitor)\nPaul? Paul! I’m tracking a shuttle. It has to be government.\nThey’re coming. I’m serious.\n\nA grimace of angry frustration crosses Paul’s face.\n\n \n\nPAUL\nCorinne, I can’t be interrupted! Not now. I’m serious.\nCORINNE\nWell, whatever it is you’re doing, Paul, you better do it\nfast!\nINT. SATELLITE-CONTROL/UTILITIES COMPLES, MINO (CONT. )\n\n \n\nCorrinne, too, is at a desk, working in front of a batch of\nmonitors. Six of them show EXTERIOR SHOTS of HUGE FLAT PANELS,\nall decorated with Box-like patterns and all studded with\n(unlit) LIGHTS and MIRRORS. One monitor shows text:\ncomplicated co-ordinates for the alignment of the satellites.\n\nPAUL\n(on monitor)\nYou too. How’s it coming?\n\nCORRINNE\nSlowly. You sure I can’t suit-up and nudge these mothers by\nhand?\n\nPAUL\nYou’ve got a good eye, Corrinne, but the alignment’s too\nprecise. Trust the computers. Just keep feeding in the co-\nordinates. We’re so close. We’ve got to do it.\n\nCORRINNE\nOkay.\n\nCUT TO:\n\nINT. PAUL’S CABIN/HOLDING PEN ANNEXE, MINOS (CONT)\n\n \n\nPaul breaks the video-link. He looks to the third monitor. On\nthe screen comes a high-definition image of the Lament\nConfiguration. It changes to a skeletal 3-D rendering of the\nBox and moves around, showing it from al angles. The other\nmonitor still shows the robot and the Box.\n\nBreathing nervously, Paul squeezes his hands into the latex\nsensor-gloves.\n\fWatching both the 3-D graphic and the image from within the\npen, Paul moves his hands in front of him.",
  "58": "---END OF PREVIOUS SECTION---\nThe other\nmonitor still shows the robot and the Box. Breathing nervously, Paul squeezes his hands into the latex\nsensor-gloves. Watching both the 3-D graphic and the image from within the\npen, Paul moves his hands in front of him. \n---TARGET SECTION TO BE ANNOTATED---\n He’s not actually\nholding anything but the movements of his hands look familiar\n\nOn the micro-glass monitor, the image of the Box moves and\nchanges as if Paul were actually moving a real Box.\n\nWe register the micro-filaments going into the console from\nthe gloves before we CUT TO...\n\nINT. HLDING PEN, MINOS (CONT. )\n\nsimilar micro-filaments emerging from the wall behind the\ncross-legged robot and entering it at the elbows.\n\nThe skeletal steel hands of the robot begin to move. With\nremote-controlled precision, its metal fingers play over the\nBox, finding its secrets, discovering its hidden alignments\nmoving it closer and closer towards its final configuration...\n\nand the Box jumps from the robot’s grip to land on the\nfloor in front of it, where it makes its own final adjustment.\n\nA beat of silence and stillness...\n\nAnd the robot suddenly EXPLODES! In a jolting shock-moment, it\nis blasted apart, shattered to tiny fragments!\n\nCUT TO:\n\nEXT. DEEP SPACE\nThe passenger shuttle Endeavour speeds through space...\n\nand the camera SIFTS ANGLE to REVEAL where it’s heading...\nEXT. MINOS, DEEP SPACE (CONT. )\n\nThe Minos. In orbit around it are the SX SATELLITES,\nsurrounding it in a way reminiscent of how the six faces of\nthe Box were laid out by Lemarchand on the edge of his cat’s-\n\ncradle design.\n\nINT. PAUL’S CABIN, HOLDING PEN ANNWXE, MINOS\n\n \n\nCorrinne enters the annex. Paul is at the desk, his back to\nher. He’s slumped back in his chair\n\nCORINNE\nPaul - I can’t do it. It’s your program. It needs you. (no\nreply) Paul? Paul, are you okay?\n\nShe moves round to him. Paul looks like he’s in shock. He\ndoesn’t even look at her.\n\fCORINNE\nWhat’s happened?\n\nSuddenly - a MASSIVE BANGING beyond the steel-reinforced door,\nlike something huge and angry is trying to get out!\n\nCorinne starts in frightened shock\n\nCORINNE\nMy God, Paul! What’s happened?!\n\nPAUL\nThey’re here. A whole lifetime - many lifetimes - to get\nready... But the sight of them...",
  "59": "---END OF PREVIOUS SECTION---\nPAUL\nThey’re here. A whole lifetime - many lifetimes - to get\nready... But the sight of them... \n---TARGET SECTION TO BE ANNOTATED---\nCORINNE\nSight of who? Who’s here?\n\nPaul looks to the Pen-monitor. It clicks into life...\n\n... and the snarling, terrifying face of the Chatter-Beast\nfills the screen, accompanied by its heart-stopping ROAR!\n\nCORINNE\nGod in heaven, Paul; What have you done?\n\nCUT TO:\n\nINT. HOLDING PEN, MINOS - THAT MOMENT\n\n \n\nThe Pen is transformed into a vision of Hell. A cold blue\nplace of deep shadow and terror.\n\nThe Chatter-Beast is not alone. Two other CENOBITES prowl the\nshadows. We can’t yet see them clearly.\n\nAn ARCHWAY OF BLUE LIGHT seems to form on the far wall of the\nPen. The Cenobites cease their prowling and watch...\n\nas Pinhead makes his entrance.\nPinhead stalks elegantly into the centre of the Pen. He\nglances round, registers the shattered robot, the Box, and\n\nthen his eyes go unerringly to the wall-mounted camera...\n\nINT. PAUL’S CABIN/HOLDING PEN ANNEXE, MINOS - THAT MOMENT\n\n \n\nand he addresses Paul directly through the monitor screen.\n\nPINHEAD\n(on monitor)\nMerchant. I know you’re watching. We’d almost given up waiting\nfor you to play.\n\nCorinne’s face is an ashen mask of horror\n\fCORINNE\nIt knows you?\n\nPAUL\nWe’ve never met. But he’s an old friend of the family.\n\nPaul clicks the monitor off. He turns to Corinne.\n\nPAUL\nThere it is, Corinne. The hidden agenda you kept wondering\nabout.\n\nCORINNE\nNever mind that. Can they get out?!\n\nPAUL\nTwo-foot thick concrete and steel. (beat) And I don’t know. I\nhope not.\n\nA beat as they stare at each other\nPAUL\nI know you need a full explanation - But I have to go and fix\n\nthose alignments before the shuttle gets here.\n\nCORINNE\nPaul, the shuttle’s here.\n\n \n\nPAUL\nBuy me time.\n\nCORINNE\nThe government pays my wages, Paul. I have to hand the station\nover. I...\n\nPAUL\nIt’s a question of minutes. Vital minutes.\n\nHe stares at her, imploring. A beat.\n\nCORINNE\nI’1l do what I can.",
  "60": "---END OF PREVIOUS SECTION---\nHe stares at her, imploring. A beat. CORINNE\nI’1l do what I can. \n---TARGET SECTION TO BE ANNOTATED---\nEXT. MINOS, DEEP SPACE\n\nAn entry-bay door opens on one of the stone towers rising from\nthe surface of the Minos and the Endeavour enters.\n\nINT. ENTRY BAY, MINOS\n\nAn airlock door opens... and we TRACK in suddenly to the SIX\nFIGURES that come rushing into the entry bay. Four of them are\nMILITARY - uniformed, armed, and masked. The other two are\ncivilians.\n\fEDWARDS, bureaucratic and embittered, is a male government\nadministrator. The other civilian is CHAMBERLAIN, a young-\nlooking scientist.\n\nThe military is headed by CARDUCCI, a wiry and grizzled no-\nbullshit professional. His tough-looking squad are RSCOE (a\npowerful very tall female), RIMMER (female), and PARKER\n(male).\n\nEdwards, Chamberlain, Carducci and the soldiers (arms at the\nready, scanning the area) walk into the large arrivals area.\nHewn with rock, it’s as much a cavern as it is a room.\n\n(NB: PRODUCTION NOTE: This area and all the areas (mainly\ncorridors) that are not function-specific have a half-finished\nlaser-blasted look to them. There are grooves in the walls of\nthe rock where corridors and walkways were blasted through.\nUnless specifically described otherwise, everywhere on the\nMinos is rock, not steel or wood or plaster.)\n\n \n\nAll of them look round at the laser-hewn space.\n\nEDWARDS\nJesus...\n\nCARDUCCI\nHow the hell do they do this?\n\nCHAMBERLAIN\nIt’s pretty straightforward. Tractor-beams capture a suitably-\nsmall asteroid and then Meta-Lasers form the structures from\nthe rock itself. It’s actually cheaper than building from\nscratch.\n\nEDWARDS\nCheaper until some crazy SOB takes it on an unscheduled trip.\n\nStacked everywhere are crates and unopened boxes. Chamberlain\nreads the stencil-stamp on a crate.\n\nCHAMBERLAIN\nWZ-474's? They should have been wired in months ago. All this\nstuff... (glancing round) He’s done nothing he’s supposed to.\nEDWARDS\n\nThen what has he been doing?\n\nPARKER\n(looking at the dank rock)\nLetting this place go to hell.",
  "61": "---END OF PREVIOUS SECTION---\nAll this\nstuff... (glancing round) He’s done nothing he’s supposed to. EDWARDS\n\nThen what has he been doing? PARKER\n(looking at the dank rock)\nLetting this place go to hell. \n---TARGET SECTION TO BE ANNOTATED---\nA door opens and Corinne walks over to them. She takes in the\nmilitary and then addresses Edwards.\n\nCORINNE\nSoldiers? Were you expecting armed resistance?\n\fEDWARDS\nLady, when you maintain radio silence for a full six months, I\ndon’t know what to expect.\n\nCORINNE\nI’m sure we can clear up any misunderstandings. I’m Corinne\nCotton, Administrator of the Minos.\n\nEDWARDS\nFormer administrator of the Minos. I’m Edwards, your\nsuccessor.\n\nCorrinne opens her mouth to speak. Edwards raises a peremptory\nhand to silence her.\n\nEDWARDS\nHere’s what I know. The Minos is Merchant’s baby. Six months\nago, he was ordered to hand it back to the government. He sent\nthe whole crew home except for you and him. And then he took\nthe whole goddam station out of orbit and headed into deep\nspace. We’re taking it back and we’re installing Dr\nChamberlain here as his replacement. It’s going to be calm.\nIt’s going to be cool. It’s going to be clean. (beat. To\nCarducci) Fan ‘em out, Dooch.\n\nThe Soldiers move out at a trot into the Station.\n\nCORINNE\nWait! This isn’t necessary. We...\n\nEDWARDS\n(interrupting)\n\nThe only reason you’re not under arrest is because my\nbleeding-heart self doesn’t want to screw up your pension.\nFrom this moment until you’re back on Earth, you do two\nthings: answer my questions and follow my orders. Got it?\n\nCorinne nods, staring distressed at the disappearing soldiers.\n\nINT. SATELLITE-CONTROL, UTILITIES COMPLEX, MINOS\n\n \n\nPaul, hunched over the console, punches in co-ordinates and\nwatches the minute movements of the satellites on the\nmonitors. Two or three of the monitors show a graphic OVERLAY\nwith the word LOCKED flashing. Paul’s still working on the\nothers.\n\nSuddenly, there’s a CREAK behind him. Paul spins round...\nto find himself staring directly into a gun-barrel!\nRoscoe’s holding the gun.\n\nROSCOE\nDr Merchant? Consider yourself relieved.\n\fINT.",
  "62": "---END OF PREVIOUS SECTION---\nROSCOE\nDr Merchant? Consider yourself relieved. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CORRIDOR, MINOS DAY\n\nRimmer and Parker walk along an opressive, dimly-lit corridor\nThey reach the door to Paul’s cabinand the Holding Pen Annexe.\n\nRimmer tries the handle. Locked. She looks questioningly at\nParker. He shrugs.\n\nPARKER\nInvestigate all areas. That’s what they said.\n\nRimmer leans back and delivers a shoulder-slam to the door. It\nopens.\n\nRIMMER\nSo let’s investigate.\n\nShe leads the way in.\nINT. LOCK-UP, MINOS\n\nPaul’s face stares out from behind bars at Edwards and\nCarducci.\n\nPAUL\nYou don’t know what you’re doing.\n\nEDWARDS\nActually, we do. We’re keeping you out of the goddam way while\nwe find out what the hell you’ve been doing here.\n\nPAUL\nNo! You don’t understand! It’s dangerous!\n\nCARDUCCI\nDangerous how?\n\nPaul looks from one to the other. Can he tell them? Would they\nbelieve him? He has to chance it\n\nPAUL\nThere are demons on the ship.\n\nCarducci bursts into LAUGHTER.\nCARDUCCI\n(to Edwards)\nWell, that solves that mystery. What went wrong on the Minos?\nDr Merchant went out of his fucking mind.\n\nINT. PAUL’S CABIN/HOLDING PEN ANNEXE, MINOS\n\n \n\nParker and Rimmer make their way down through the cabin to the\nannexe. Parker gestures to the pen-monitor\n\fPARKER\nWhat’s this hooked up to?\n\nRimmer looks down the stairway to the reinforced door, then\nback at the monitor.\n\nRIMMER\nWhatever’s in there, I guess.\nThe monitor, sensing movement, clicks on. While Rimmer makes\nher way down the staircase, Parker looks at the monitor. The\nimage it shows is of the completely empty holding pen. Then a\nBLUE LIGHT pulses briefly over the screen. Parker’s eyes fix\non the screen. Another BLUE PULSE. And another. His eyes blink\nand focus... and suddenly his face moves into horrified rage.",
  "63": "---END OF PREVIOUS SECTION---\nAnother BLUE PULSE. And another. His eyes blink\nand focus... and suddenly his face moves into horrified rage. \n---TARGET SECTION TO BE ANNOTATED---\nON THE MONITOT: The holding pen is full of CHILDREN,\nfrightened, hungry, and chained to the walls!\n\nPARKER\nMy God!\n\nFuelled by outrage, he hurtles down the stairs, levelling his\nweapon at the reinforced door\n\nBLASTS of ENERGY smash into the huge door and BLOW IT APART!\n\nRimmer, much nearer the door and nearly caught in the blast,\nthrows herself aside.\n\nRIMMER\nParker, what the fuck are you doing?!\n\nParker rushes past her through the smoking ruin of the door...\n\nINT. HOLDING PEN, MINOS CONT.\n\n... and into the holding pen. At first, al he can see is\nshadows and light.\n\nPARKER\nWhere are the children?\n\nRimmer appears in the wrecked doorway.\n\nRIMMER\nWhat are you talking about?\n\nParker suddenly points to the floor.\n\nPARKER\nWhat the hell’s this?\n\nBoth register the SHATTERED METAL FRAGMENTS of the robot\nlittering the floor around the Box.\n\fPINHEAD\n(of f )\nThe remnants of a most unsatisfying victim.\n\nParker and Rimmer start in shock as Pinhead emerges from the\nshadows. Movements from all around add to the terror as the\nother Cenobites shuffle in the darkness.\n\nPARKER/RIMMER\n(simultaneous/ad-1ib)\nOh my God... What the fuck... Sweet suffering Christ... (etc)\n\nPINHEAD\nStill - you’re here to change all that, aren’t you?\n\nA brief, imperious gesture of the demon’s head...\nand a METALLIC FRAGMENT, jaggedly pointed like a badly-\nmade Shuriken, suddenly rises up from the wrecked robot\n\nspinning fast and furiously as if by magic...\n\nand then HURTLES ACROSS THE ROOM! Before he can even\nreact, it slams into Parker - SLICING HIS FACE OFF!!\n\nHe falls to the ground...\n\nand Rimmer has the sense to turn tail and run...\n... but she trips on the jagged edge of the blasted door and\nfalls to the ground. She swings herself round and half-sits up\n- just in time to see the Chatter-Beast launch itself from the\ndarkness and land on her, its terrible jaws slashing,\nsnapping, and slavering!\n\nTIME-CUT TO:\n\nINT.",
  "64": "---END OF PREVIOUS SECTION---\n... but she trips on the jagged edge of the blasted door and\nfalls to the ground. She swings herself round and half-sits up\n- just in time to see the Chatter-Beast launch itself from the\ndarkness and land on her, its terrible jaws slashing,\nsnapping, and slavering! TIME-CUT TO:\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n PAUL’S CABIN/HOLDING PEN ANNEXE, MINOS\n\n \n\nWe are in the living quarters end of Paul’s cabin. And so are\nPinhead, the Beast and the Cenobites.\n\nThis is our first clear look at the other two Cenobites: One\nis brand-new, A SIAMESE-TWIN CENOBITE joined at the side of\nthe head and at the lower chest and the hips.\n\nThe other is Angelique. Though her face and figure are still\nbeautiful, she has been “Cenobitised”: Like all Cenobites, she\nis bald and blue-skinned and her individuality has given way\nto the leather-and-mutilation uniform of Pinhead’s troops.\n\nShe looks at the living quarters, at Paul’s deliberate 18‘\ncentury look. We see her recognise the style - and the\nbloodline’s taste.\n\nANGELIQUE\nToymaker...\n\fPINHEAD\nNo time for games. Merchant has a plan. He mustn’t exercise\nit. Kill them all.\n\nPinhead, the Beast, and the Siamese-Twin move out through the\nroom to the corridor. Angelique lingers a moment, taking in\nthese reminders of her past - the furnishings, the pictures\nthe automata. Her hands trail over an object or two, her eyes,\nbeneath their Cenobite coldness, helplessly nostalgic.\n\nINT. LOCK-UP, MINOS\n\nEdwards and Carducci are talking while Paul observes them from\nbehind bars.\n\nEDWARDS\nWhat do you mean?\n\nCARDUCCI\nHow much clearer can I be? Parker and Rimmer haven’t radioed\nin. They’re missing.\n\nPaul closes his eyes in dread.\n\nPAUL\nWhere did you send them?\n\nThey ignore him.\n\nEDWARDS\nWhat are you saying?\n\nPAUL\n(louder )\nWhere did you send them?!\n\nEDWARDS\nQuiet!\n\nCARDUCCI\n(to Paul)\nYour work-area.\n\nPAUL\nThey’re dead. And if you don’t let me out to finish my work,\nwe’re all dead.\nCarducci looks to Edwards. He nods back to Paul.\nCARDUCCI\nThat’s your call. I’m going to notify Roscoe and Chamberlain\nto proceed with caution.\n\nCarducci exits. Edwards crosses to talk to Paul directly.",
  "65": "---END OF PREVIOUS SECTION---\nI’m going to notify Roscoe and Chamberlain\nto proceed with caution. Carducci exits. Edwards crosses to talk to Paul directly. \n---TARGET SECTION TO BE ANNOTATED---\n\fEDWARDS\nWhatever’s going on - if anything’s going on - how the hell do\nI know you’re not responsible?\n\nPaul sighs. Frustrated. And guilty. He is responsible.\n\nINT. LOW-LEVEL CORRIDOR, MINOS\n\nRoscoe patrols a low-level service corridor. Dank rock. Wet\nfloor. Dismal lighting. It’s a creepy atmosphere. Shadows fool\nus. We keep waiting for something to leap out at Roscoe... but\n\nnothing does. Yet.\n\nAhead of her is an entrance door. Hefting her weapon, she goes\nin...\n\nINT. FLIGHT DECK, MINOS\n: and enters the Flight Deck. This is more brightly-lit than\nthe corridor but its emptiness is still creepy. Roscoe is very\n\nmuch on guard and walks through cautiously, rifle cocked.\n\nINT. SATELLITE CONTROL/UTILITIES COMPLEX, MINOS\n\n \n\nThis is the room where Corinne and Paul worked on the\nsatellite alignments. We now see more of the room. It’s the\nelectronic heart of the Minos - a large space full of humming\ndata banks and pulsing generators. Wires, conduits, and fibre-\noptic cables run everywhere from machine to machine.\n\nChamberlain is at a large Systems-Analysis Monitor, on which\nblueprint-like diagrams of the Minos flash across the screen.\n\nCHAMBERLAIN\n(to himself)\nHe’s done nothing. Nothing...\n\nIn the distance beyond him, unseen by him, a FIGURE moves\neerily between the “doorway formed by two generators!\n\nChamberlain keeps scrolling through the data base.\n\nCHAMBERLAIN\nAnd what the hell are these satellites?\n\nSuddenly, a SOUND from somewhere behind him. Chamberlain jumps\nin shock and swings round.\n\nCHAMBERLAIN\nHello?\n\nNothing. Cocking his head, Chamberlain moves out into the\nroom. He begins to walk through the machinery. Because of the\nstacking and positioning of the banks and the generators, the\nplace has a maze-like feel of many intersecting small\nwalkways.\n\fChamberlain makes his way down the walkways. An eerie\natmosphere descends. There are SOUNDS and FLEETING SHADOWS\neverywhere in this place. Is something in here with him? He\nbegins to look over his shoulder often.",
  "66": "---END OF PREVIOUS SECTION---\nThere are SOUNDS and FLEETING SHADOWS\neverywhere in this place. Is something in here with him? He\nbegins to look over his shoulder often. \n---TARGET SECTION TO BE ANNOTATED---\n His tread becomes\nquiet and cautious.\n\nHe turns a corner. At the end of the walkway, a vaguely human-\nshaped shadow. Very slowly, he moves toward it...\n\nto find nothing but a pile of boxes, stacked unevenly in\nsuch a way that they cast a misleading shadow.\n\nChamberlain exhales in relief.\n\nCHAMBERLAIN\nShit...\n\nHe turns back into the walkway he left - and is suddenly face\nto faces with the Siamese-Twin, Cenobite!\n\nCHAMBERLAIN\nWhat the... ?!\n\nThe creature suddenly and instantly SPLITS IN Two, its two\nselves springing apart and one of them sweeping past\nChamberlain!\n\nChamberlain stands between the Twins, terror on his face.\n\nThe Twins speak, alternating words as if they are still one.\n\nTWIN 1/TWIN 2\nI cannot bear to be apart from my brother\n\nThey raise their arms and walk toward each other...\n\nand RE-MERGE, their flesh stretching eagerly toward each\nother’s, crushing and assimilating the SCREAMING Chamberlain\nbetween themselves/itself!\n\nThe Twins are Siamese again. There’s nothing left of\nChamberlain.\n\nINT. LOCK-UP, MINOS\n\nCorinne stands as close to Paul as the bars allow. Edwards is\nsome distance away.\n\nPAUL\nIt’s what my family has lived for for two centuries. It’s my\ndestiny. My duty. To free the world from the demons my\nbloodline unleashed.\n\nCORINNE\nBy building a space station?\n\fPAUL\nBy building a trap. And destroying them forever. But the\nsatellites aren’t ready. The Elysium Configuration can’t be\ntriggered. What I built as a trap has become a nest.\n\nCORINNE\nWhy didn’t you tell me sooner?\n\nPAUL\nLike I didn’t seem crazy enough? Nobody need ever have known.\nThis was meant to be a one-man operation once everything was\nready. Now people are dying. I wish you hadn’t stayed.\n\nCORINNE\nI wanted to stay.\n\nPaul looks at Corinne as if that had never occurred to him.\nHer eyes are saying something they’ve probably been saying for\nmonths but he was too driven to notice. She likes him. A lot\n\nPAUL\nYou’ve got to get off now. Get to a shuttle.",
  "67": "---END OF PREVIOUS SECTION---\nShe likes him. A lot\n\nPAUL\nYou’ve got to get off now. Get to a shuttle. \n---TARGET SECTION TO BE ANNOTATED---\nCorinne shakes her head.\n\nCORINNE\nWwe’ve got to get you out of here.\n\nINT. PAUL’S CABIN/HOLDING-PEN ANNEXE, MINOS\n\n \n\nCarducci is at the bottom of the staircase, staring in horror\nat what’s left of Parker and Rimmer.\n\nHe flicks open a tiny intercom.\n\nCARDUCCI\nRoscoe? Where are you?\n\nROSCOE\n(on intercom)\nFlight deck.\nCARDUCCI\nCan’t raise Chamberlain. Don’t know what the fuck’s going on.\nBut shoot first. You copy?\n\nROSCOE\nCheck.\n\nCarducci pockets the intercom and makes his way up the stairs.\n\nCUT TO:\n\fThe living quarters part of the room. We hear the sound of\nCarducci climbing the stairs - as does the Angelique Cenobite\nwho is still in the room.\n\nShe crosses to closet. Its door is a full-length mirror. She\nswings it open. The inside door is also fully-mirrored. She\npauses for a moment to look at her reflection on the inner\ndoor.\n\nThe reflection is of her former-self, in all its human beauty.\n\nThe Angelique Cenobite STEPS THROUGH THE MIRROR - coming out\nthe other side as her “human” self!\n\nANGLE ON Carducci as he reaches the top of the stairs and\nmoves into the cabin...\n\nto see Angelique sitting on the bed, a look of terror on\nher face.\n\nANGELIQUE\nHelp me. Please help me...\n\nCarducci scans the room quickly, on guard.\n\nCARDUCCI\nWhat’s happened? Are they here?\n\nAngelique stands up. Carducci crosses to her. Doing a perfect\nimitation of a pre-feminist damsel-in-distress, Angelique\nthrows her arms round this big strong man and presses her poor\nhelpless self to him for protection. They are standing in\nfront of the still-open mirror-door.\n\nANGELIQUE\nNo. Not now. But they’re everywhere. I’m so afraid...\n\nCarducci can’t help it. He’s a professional. But there’s a\nbeautiful woman pressing herself to him. He relaxes his body\nand puts his arms round her...\n\nCARDUCCI\nHey, it’s okay. Everything’s okay.\n\nand Angelique suddenly pulls them both backwards.",
  "68": "---END OF PREVIOUS SECTION---\nCARDUCCI\nHey, it’s okay. Everything’s okay. and Angelique suddenly pulls them both backwards. \n---TARGET SECTION TO BE ANNOTATED---\n She\nslips from his arms but keeps tight hold of one of his hands\nand steps back through the mirror, emerging on the other side\nas her Cenobite self!\n\nCarducci is halfway through the mirror. It seems while she has\nhold of his hand, he too can pass magically through as if the\nmirror were liquid...\n\nUnfortunately, she lets go.\n\fAnd Carducci is suddenly SCREAMING IN AGONY. The mirror is\nonce-again-solid - and he’s on either side of it!\n\nAngelique swings the mirror shut - and one half of the\nperfectly-bisected Carducci slides smoothly and bloodily down\nthe mirrored glass.\n\nINT. FLIGHT DECK, MINOS\n\nRoscoe is still moving through the flight deck. She’s alone...\nuntil a door at the far end opens and Pinhead walks in.\n\nRoscoe’s jaw drops. But training tells. She assumes a firing\nposition and shouts a warning.\n\nROSCOE\nWhat the fuck planet are you from? Hold it! Right now!\n\nPinhead doesn’t stop. Nor does he speed up. He just keeps\nwalking. Confident. Inexorable.\n\nROSCOE\nHad your chance.\n\nShe pulls her trigger. An ENERGY BLAST slams into Pinhead...\n\nand does nothing. Doesn’t even make him break his stride.\nNor does the second.\n\nROSCOE\nMother of Christ...\n\nRoscoe stares at the Demon. She’s a huge powerful woman, so\nshe’s not exactly afraid. But she’s not exactly stupid either\nand staying here would plainly be the act of an idiot...\n\nShe turns and runs, slamming through a door...\n\nINT. FLIGHT-DECK CORRIDOR, MINOS (CONT. )\n\n \n\ninto the corridor. Still running, she scans the area for\nsomewhere to hide. Her eyes go up to the ceiling...\n\nand a grill to an air-duct. It is too high to reach but a\nutility pipe runs parallel a vital few inches lower.\n\nRoscoe leaps, catches the pipe with both hands, swings herself\nup, and kicks the grill clear, throwing her body in after it.\n\nINT. AIR-DUCT, MINOS (CONT. )\nRoscoe grabs at the grill, shoves it back into place, and\n\npresses her body back into shadow while leaning her head just\nenough to see through the cross-hatched metal of the grill.",
  "69": "---END OF PREVIOUS SECTION---\nRoscoe leaps, catches the pipe with both hands, swings herself\nup, and kicks the grill clear, throwing her body in after it. INT. AIR-DUCT, MINOS (CONT. )\nRoscoe grabs at the grill, shoves it back into place, and\n\npresses her body back into shadow while leaning her head just\nenough to see through the cross-hatched metal of the grill. \n---TARGET SECTION TO BE ANNOTATED---\n\fROSCOE’S POV DOWN THROUGH GRILL: Nothing. Nothing. Nothing...\nand then Pinhead walks into view.\n\nRoscoe holds her breath.\n\nPinhead keeps walking. Not looking up. He’s nearly past the\ngrill... And then he stops.\n\nPinhead’s head tilts up a little, as if sensing something...\nand the he moves on out of view.\nRoscoe breathes gain.\nROSCOE\n(mouthing it)\nAlright...\nShe waits a second to be sure and turns in the air-duct...\n\nto see the Chatter-Beast twenty yards from her\n\nROSCOE\nOh fuck!!\n\nShe doesn’t even have time to bring her rifle round in the\ncramped space. The Beast comes rushing along the duct. In two\nseconds, it’s there, its awful mouth opening wide...\n\nCUT TO:\nINT. LOCK-UP, MINOS\nCorinne is over with Edwards. Paul is still in the cell.\n\nEDWARDS\nGive me a break.\n\nCORINNE\nI’m completely serious. He has to be let out. He’s the only\nchance we have. I’ve seen them.\n\nEdwards stares at her. The seriousness of her tone almost\nholds his disbelief at bay. Then rationalism reasserts itself.\n\nEDWARDS\nLet him out? I should put you in there with him! People might\nbe dying out there!\n\nCORINNE\nThat wouldn’t have happened if the government had left him\nalone.\n\nEDWARDS\nWell, excuse me. Obviously, it’s our fault.\n\fCorinne sighs. Enough argument.\n\nCORINNE\nwe’re letting him out.\n\nEDWARDS\nWe're not doing anything. I’m the administrator and I...\n\nCorinne half-turns, as if she can’t listen anymore - and then\nswings back and DECKS Edwards with a powerful right hook\n\nCORINNE\nFormer administrator. I’m your successor\n\nShe moves to the desk and hits some buttons. The barred door\nof Paul’s cell flies open. Paul rushes over to her as Edwards\nrises groggily to his feet.\nPAUL\nI don’t know how far things have gone. You’11 have to help me.\n(looks to Edwards) Both of you.\n\nTIME-CUT TO:\n\nINT. CORRIDOR, MINOS\n\nPaul, Corinne, and Edwards run along a corridor.",
  "70": "---END OF PREVIOUS SECTION---\n(looks to Edwards) Both of you. TIME-CUT TO:\n\nINT. CORRIDOR, MINOS\n\nPaul, Corinne, and Edwards run along a corridor. \n---TARGET SECTION TO BE ANNOTATED---\n They reach a\nthree-way crossroads and stop.\n\nPAUL\nYou both know what to do. You both know where to go.\n\nEDWARDS\nThis is insane!\n\nPAUL\nYes, it is. Accept that if you want to come trough this. You\nseem to be a man of reason. Don’t be.\n\nShaking his head, Edwards nevertheless takes off down one of\nthe corridors. Paul turns to Corinne.\n\nPAUL\nYou've been brave. Stay brave. Stay alive.\n\nCorinne looks as if she wants to say something. She just nods\nand turns to go.\n\nPAUL\nCorinne?\n\nCORINNE\nYes?\n\nPAUL\n\fMy... My life was planned from the moment I was born. From\nbefore I was born. I had no time for anything but the destiny\nI was given. (cont.)\n\nHe pauses, looks deep in her eyes.\n\nPAUL\n(cont.) I wish my life could’ve been different\n\nA beat. They reach out... and touch each other’s hand briefly.\nAnd then they’re away down different corridors.\n\nINT. LOW-LEVEL CORRIDOR, MINOS\n\nThe Cenobites, Pinhead leading, move along in implacable\nrhythym while the Dog-Beast scurries and slides, weaving\naround and about the others.\n\nAs the monsters pass, the space behind them DARKENS as if they\nare dragging endless night in their wake.\n\nINT. FLIGHT-DECK, MINOS\n\nPaul rushes in to the flight-deck and runs over to the master\nconsole. His expert fingers fly over various keys and buttons.\nMonitors show the exterior images of the satellites - three of\nwhich still flash the LOCKED signal. He looks at the others\nanxiously.\n\nINT. CORRIDOR CROSSROADS, MINOS\n\nA set of double-doors is smashed open from the other side and\nPinhead stalks into an area where two corridors meet. His\nmonstrous troop flows in behind him. As before, BLACKNESS\nfollows them, all light vanishing as they pass.\n\nANGELIQUE\nIf Merchant is finally playing again, the stakes must be high.\n\nPINHEAD\nHis gamble is trusting other players.\n\nPinhead looks down as the Chatter-Beast. He points an\nimperious arm down one of the corridors.",
  "71": "---END OF PREVIOUS SECTION---\nPINHEAD\nHis gamble is trusting other players. Pinhead looks down as the Chatter-Beast. He points an\nimperious arm down one of the corridors. \n---TARGET SECTION TO BE ANNOTATED---\nPINHEAD\nFetch!\n\nThe Beast takes off at incredible speed. Angelique and the\nSiamese-Twin go after it. Pinhead goes the other way.\n\nINT. FLIGHT-DECK, MINOS\nPaul holds a slim black object in his hand. Some kind of\n\nremote-control. He points it at various console-switches and\nit glows red as if reading information from each one.\n\fHe looks overhead. Two angle-poises point down to where he’s\nstanding behind the console. He hits a button and they both\nshine a combining light on him.\n\nHe looks back at the monitors. All the satellites are not yet\nlocked. He looks into the room as if awaiting the inevitable\narrival of his enemy.\n\nINT. HOLDING PEN ANNEXE, MINOS\n\nEdwards walks into the annexe. He stares in shock at the\nblasted reinforced-door and the bloodstains and bones that are\nall that remains of Rimmer and walks through...\n\nINT. HOLDING PEN, MINOS\n\ninto the Pen. Suppressing a shudder at the CORPSE of\nParker, he scans the area...\n\nand sees the Box. He picks it up, turns to leave...\nand sees Angelique in the blasted doorway!\n\nEDWARDS\nOh no...\n\nAngelique walks into the Pen - and the Siamese-Twin follows.\nEdwards looks from them down to the Box in his hand.\n\nEDWARDS\nHe... he told me what to do.\n\nAngelique’s face creases in contemplation as she looks at the\nman. She thinks she’s got his number\n\nANGELIQUE\nPlease. Go ahead. If you think it will do any good.\n\nEdwards runs his fingers listlessly over the Box. He presses\nat it a few times as if looking for hidden buttons. Nothing.\nHis arms drop hopelessly and he starts to sob.\n\nEDWARDS\nIt’s... a box. It’s just a box.\n\nHe lifts it and flings it half-heartedly at Angelique.\nHer hand rises and catches it expertly.\n\nANGELIQUE\nThank God for men of reason. (to the Siamese-Twin) Finish it.\n\nShe turns and walks away, not even watching as Edwards falls\nto his knees sobbing in fear\n\fThe Siamese-Twin towers over him and SPLITS.",
  "72": "---END OF PREVIOUS SECTION---\nHer hand rises and catches it expertly. ANGELIQUE\nThank God for men of reason. (to the Siamese-Twin) Finish it. She turns and walks away, not even watching as Edwards falls\nto his knees sobbing in fear\n\fThe Siamese-Twin towers over him and SPLITS. \n---TARGET SECTION TO BE ANNOTATED---\nTWIN 1/TWIN 2\nI cannot bear to be apart from my brother...\n\nCUT TO:\nINT. FLIGHT-DECK, MINOS\n\nThe only sounds in the flight-deck are the hum of the\nmechanisms and the sound of Paul’s tense breathing.\n\nAnd then there’s another sound...\nThe sound of demonic feet approaching.\n\nPaul looks up from the console. Angelique has entered, holding\nthe Box. Their eyes lock, each recognising and acknowledging\ntheir bizarre history.\n\nANGELIQUE\nBuilding bigger toys than ever\n\nPAUL\nThe Minos is no toy. It’s...\n\nANGELIQUE\nI know what it is. Don’t use it. I saw your room. The past\nmeans as much to you as it means to me. We can reclaim it.\nTogether.\n\nPaul looks at her. For a second, the same magic that worked on\nJohn works on him and he has a FLASH-IMAGE of her human self\nin 18 century costume. Beautiful. Alluring.\n\nHe blinks it away. His face sets grimly.\n\nPAUL\nNot this time, Princess.\n\nDisappointed rage crosses her face. Before she can answer,\nthey are no longer alone. Pinhead and the Siamese-Twin have\nentered.\n\nThe DARKNESS comes with Pinhead and then changes into BLUE\nLIGHT diffusing in from various angles as if the doors to Hell\nare open. Simultaneously, HOWLING WINDS begin to roar through\nthe room, necessitating raised voices.\n\nPinhead looks at Paul standing behind the console in the light\nfrom the two overhead angle-poises.\n\nPINHEAD\nHow the centuries pass. I’ve thought often, down those long\ndays, of the pleasures we have prepared for you.\n\fPAUL\nPleasures?\n\nPINHEAD\nIn a manner of speaking. Your ancestors have been there before\nyou. The Labyrinth still rings with the echoes of their agony\n- Lullabyes for the Children of the Worm.\n\nPaul looks at the monitors. Two more satellites are showing\nthe LOCKED signal.\n\nCUT TO:\nINT. SATELLITE-CONTOL, MINOS\n\nCorinne feverishly types in co-ordinates and watches the\nmonitors click one by one into the LOCKED position.\n\nFinally, the words ALL SATELLITES ALIGNED show on the master-\nmonitor.",
  "73": "---END OF PREVIOUS SECTION---\nCUT TO:\nINT. SATELLITE-CONTOL, MINOS\n\nCorinne feverishly types in co-ordinates and watches the\nmonitors click one by one into the LOCKED position. Finally, the words ALL SATELLITES ALIGNED show on the master-\nmonitor. \n---TARGET SECTION TO BE ANNOTATED---\nCorinne sits back and lets out a long slow sigh.\nCORINNE\nAlright girl. You passed the science exam. Now let’s see how\nyou do at track.\nShe exits the room...\nINT. CORRIDOR, MINOS (CONT. )\nand out into a corridor. And starts running. Fast.\n\nINT. FLIGHT-DECK, MINOS\n\nPaul’s eyes register the ALL SATELLITES ALIGNED signal. He\nshows no relief or excitement. Good poker player.\n\nPAUL\nIt’s over now. It ends with me.\n\nPINHEAD\nI think not. Your bloodline may end but the game goes on\nforever. Four hundred years your family has played. A long\ntime? No. The blink of a suppurating eye to He Who Dwells In\nThe Deep.\n\nPAUL\nThe game may go on forever but you won’t be there to play it.\n\nANGELIQUE\nFly us back to your world, toymaker. No end of games there.\n\nPAUL\nI’m afraid I can’t do that.\n\fANGELIQUE\nWant to play here? Well, you won’t be playing with this.\n\nShe holds out the Box. Pinhead smiles. Paul doesn’t.\n\nPINHEAD\nGood. The woman?\n\nANGELIQUE\nA gift to our chattering friend. You know how fond he is of\nfemale meat.\nINT. CORRIDOR, MINOS\n\nCorinne reaches a T-junction. She turns left into...\n\nINT. LONG CORRIDOR, MINOS (CONT. )\n\n \n\nthe longest corridor we’ve seen yet. It stretches at least\na hundred yards on either side of the T-junction.\n\nJust before renewing her run, Corinne looks down the other\nstretch. A hundred yards of emptiness...\n\nBut not for long. Appearing suddenly at the far end comes the\nDog-Beast, careering towards her down the corridor\n\nCORINNE\nOh my God...\n\nCorinne wastes a precious second staring at it, her jaw open\nin horrified shock. Then she turns and runs for her life.\n\nAnd the Dog-beast runs for it too.\nIt’s nightmare-fast, seeming to gain thirty yards for every\nten that Corinne covers. Within a few seconds of the chase\n\nstating, it’s almost halved the distance between them.",
  "74": "---END OF PREVIOUS SECTION---\nAnd the Dog-beast runs for it too. It’s nightmare-fast, seeming to gain thirty yards for every\nten that Corinne covers. Within a few seconds of the chase\n\nstating, it’s almost halved the distance between them. \n---TARGET SECTION TO BE ANNOTATED---\nNot wanting to - and hardly able to afford to - Corinne\nnevertheless can’t resist looking back over her shoulder\n\nShe registers how, as the creature passes, the walls behind it\nbecome a nightmare of darkness and despair\n\nCORINNE\n(to herself)\nRun. Run! !\n\nAnd she does. Panting, sweating, heart pounding, she runs.\n\nThe demon pursues her vigorously and tirelessly, gaining yard\nby yard as it speeds furiously down the corridor\n\fGasping with exertion, Corrinne stares desperately ahead of\nher at the door she’s heading to. It seems closer...\n\nCORRINNE\nCome on! Come on!\n\nShe redoubles her effort...\nand suddenly she trips, cartwheeling to the floor\n\nAs if sensing her sudden weakness, the monster behind her\nHOWLS in infernal delight and streaks forward even faster\n\nCorrinne scrambles to her feet, runs on, and suddenly she’s\nthere. She bursts through the door...\n\nINT. ENTRY BAY/ESCAPE VEHICLE PAD, MINOS (CONT. )\n\n \n\nand tumbles into the entry bay.\nImmediately ahead of her a small single-person egg-shaped\nESCAPE POD sits on a pad beyond the open station-side door of\nan airlock.\n\nCorinne rushes to the pod, slams her hand on the release catch\nof the door, ad clambers in.\n\nINSIDE POD -\n\nIt ain’t built for luxury; There’s a contoured body panel into\nwhich Corinne stands, a control panel in front of her, a round\nwindow and that’s it. On the control panel is a sticker marked\nAIRLOCK REMOTE and beneath it two toggle switches, one marked\nINTERNAL which is clicked to the OPEN position and one marked\nEXTERNAL which is clicked to CLOSED.\n\nCorinne flicks the INTERNAL to CLOSED.\n\nIN THE ENTRY BAY -\n\nThe airlock behind the pod begins to close...\n\nBut simultaneously the doors to the bay burst open and the\nDog-Beast leaps into the room!\n\nINSIDE POD -\n\nCorinne looks at the slowly-closing airlock door and at the\nfar from slow Monster rushing toward her\n\nCORINNE\nNo... No...\n\nThe door’s not going to close in time. She’s fucked. She\ngroans... and then thinks of something.\n\fShe slams forward the switch that says BRAKE and then hits the\none that says IGNITION...",
  "75": "---END OF PREVIOUS SECTION---\nShe’s fucked. She\ngroans... and then thinks of something. She slams forward the switch that says BRAKE and then hits the\none that says IGNITION... \n---TARGET SECTION TO BE ANNOTATED---\nIN THE ENTRY BAY -\nA massive THRUST OF JET-PROPELLED FLAME slams out of the back\nof the stationary pod, blasting the Beast back across the\n\nroom!\n\nThe jet-flame is cut in time to allow the airlock door to\nclose without being melted.\n\nIN THE AIRLOCK -\n\nThe outer airlock door slides open.\nThe ignition starts again...\n\nEXT. MINOS, DEEP SPACE (CONT. )\nA beat of stillness...\n\nand then the egg-shaped Pod comes spinning wildly toward\ncamera. Corinne is safe.\n\nINT. FLIGHT-DECK, MINOS\n\nPaul isn’t. CLOSE on his face, stiff with tension.\n\nPULL BACK to reveal why -\n\nThe viciously-barbed tips of several of Hell’s Hooked Chains\nare hovering inches from his face and body, taut and swaying\nlike steel King Cobras waiting to strike!\n\nA cruel smile illuminates Pinhead’s face as he stares at Paul.\nPaul looks at another monitor providing entry-bay date. The\nwords POD-LAUNCH are flashing. He signs in relief - and then\nlooks up at Pinhead and Angelique.\n\nPAUL\nIt didn’t get her. She’s free. She’s safe.\n\nPINHEAD\nLet’s see how much of a comfort that is to you when the\nMaggots are eating your eyes. From the inside.\n\nPaul’s eyes suddenly become fixed and cold. Like gunfighters\nin a spaghetti western, Paul and Pinhead stare at each other\n\nPAUL\nLet’s play.\n\nHis fingers dive at the buttons...\n\fbut Pinhead’s so much faster - and the hooked chains jet\nforward viciously to pierce Paul’s body and face...\n\nand Paul just WINKS OUT of existence, disappearing down to\na white dot like a turned-off TV. Or a cancelled hologram.\n\nANGELIQUE\nWhat?\n\nPaul steps out from another part of the room entirely. He has\nthe remote-control in his hand.\n\nPAUL\nHologram. All done with mirrors. Like this.\n\nHis finger hits a button on the remote... and we CUT TO:\nEXT. MINOS, DEEP SPACE\n\nThe Minos floats against the star-studded blackness.",
  "76": "---END OF PREVIOUS SECTION---\nLike this. His finger hits a button on the remote... and we CUT TO:\nEXT. MINOS, DEEP SPACE\n\nThe Minos floats against the star-studded blackness. \n---TARGET SECTION TO BE ANNOTATED---\nSuddenly, VAST BEAMS OF LIGHT burst from all six satellites!\nLike Lemarchand’s design, like John’s miniature version, the\nbeams meet and EXPLODE into a HUGE CORUSCATING CAT’S CRADLE\ncompletely encircling the Minos, dwarving even that vast\nstructure in an awesome and dazzling light-show.\n\nINT. FLIGHT-DECK, MINOS\n\nPinhead, Angelique, and the Siamese-twin all stagger as if\nsuddenly weakened dreadfully. The Box falls to the ground from\n\nAngelique’s slackened grasp.\n\nPINHEAD\nNOOOO! !!\n\nHe raises his hands as if to summon chains or other tools...\nand nothing happens.\nEXT. MINOS, DEEP SPACE\nThe show gets even bigger. As if reality can’t cope with the\nmassive Cat’s-Cradle, a HUGE STORM IN SPACE erupts around the\nMinos, a maelstrom of roiling gases and impossible lightning.\nThe Cat’s-Cradle of light suddenly sends out a LIGHT BEAM into\nthe space behind it. The Beam smashes into a mass of bubbling\ngaseous matter, WHITES-OUT briefly...\nand is replaced by an area of intense blackness, a corona\n\nog gaseous matter swirling about its edges, defining its\nposition.\n\fThe nebulous swirl seems to be disappearing constantly into\nthe unrelieved blackness of the centre. It is as if the Cat’s-\nCradle has sundered reality, has created an astronomical\nanomaly. A place where matter disappears.\n\nINT. FLIGHT-DECK, MINOS\nPinhead looks over at Paul, horror-struck\n\nPINHEAD\nWhat have you done?! What is it?!\n\nPAUL\nEndgame, demon.\n\nAngelique screams.\nEXT. DEEP SPACE\n\nThe Minos suddenly judders within the Cat’s-cradle and begins\nto hurtle toward its furthest point - the swirling black\nreality-warp!\n\nINT. FLIGHT DECK, MINOS\n\nPinhead ROARS at Paul - and from his open mouth a CHAIN flies\ntoward Paul...\n\nand hooks into his chest. Paul grunts in pain...",
  "77": "---END OF PREVIOUS SECTION---\nFLIGHT DECK, MINOS\n\nPinhead ROARS at Paul - and from his open mouth a CHAIN flies\ntoward Paul... and hooks into his chest. Paul grunts in pain... \n---TARGET SECTION TO BE ANNOTATED---\n But then\ngrasps the chain, yanks it, and pulls Pinhead toward him!\n\nThe two enemies grasp each others arms, wrestling and\nfighting, somehow keeping their balance in the wildly-\ncareering deck when Angelique and the Siamese-Twin are knocked\nhelpless to the floor. Pinhead and Paul scream to be heard in\nthe cacophony.\n\nPINHEAD\nIn Hell, I’1l teach every one of your nerve-endings to scream\nseparately!\n\nPAUL\nYou still don’t get it? It’s over! Finally, irrevocably over!!\n\nEXT. DEEP SPACE\n\nThe Minos is now careering toward the reality-warp at an\nincredibly increased speed.\n\nAnd suddenly, within the Cat’s-Cradle and almost within the\nirresistible blackness, the Minos begins to break apart\nunable to withstand the terrible pressures!\n\nINT. FLIGHT DECK, MINOS\n\fA SMASH-CUT to Paul and Pinhead as, all around them, the deck\ndisintegrates. A frozen second for Paul’s last line...\n\nPAUL\nWelcome to Oblivion.\n\nEXT. DEEP SPACE\n\nand the, just as it disappears into the gaping maw of the\nwarp, Minos comes apart completely in a massive explosion!\n\nTHROUGH THE WARP/PSYCHEDELIC SPACE (BLUE SCREEN)\n\n \n\nThe MONTAGE BACKGROUND is a whirling insanity of images:\nspiralling patterns; the birth of planets; exploding\nsupernovae; volcanic eruptions; the works.\n\nAsteroid DEBRIS spins wildly in the foreground, piece after\npiece being whirled away until finally we see the Box left\n\nalone above the background - the perspectives of which all\n\nsell the idea that it is constantly falling even though its\nimage size remains constant.\n\nSlowly, the camera TRACKS IN on the Box until the black circle\nthat dominates one of its faces FILLS THE SCREEN.\n\nAnd then, without quite realising when it changed, we realise\nwe are tracking OUT, not in...\n\nmoving through an EXTREME CLOSE UP of the Box and\ncontinuing on out...\n\nINT. LEMARCHAND’S WORKROOM NEARLY MIDNIGHT\n\n \n\n: and we see the Box is resting on the hand of Phillip\nLemarchand in his workshop in 18\" century France.",
  "78": "---END OF PREVIOUS SECTION---\nmoving through an EXTREME CLOSE UP of the Box and\ncontinuing on out... INT. LEMARCHAND’S WORKROOM NEARLY MIDNIGHT\n\n \n\n: and we see the Box is resting on the hand of Phillip\nLemarchand in his workshop in 18\" century France. \n---TARGET SECTION TO BE ANNOTATED---\nThe door opens and Genevieve enters in her nightdress.\n\nGENEVIEVE\nIs it done?\n\nLEMARCHAND\nDone!\n\nCUT TO BLACK\n\nRUN CREDITS\n\f"
}