{
  "1": "HER SMELL\n\nby\nAlex Ross Perry\n\nApril 15th 2018 draft\n\nAuthor’s note/these quotes do not appear in the movie\n\n“Axl is like a magnet for problems. I’ve never met anybody like\nhim. He’s the kind of guy that would get a toothbrush stuck down\nhis throat because that particular toothbrush happened to be\ndefective. I mean, shit goes on with that guy.” - Slash\n\n\"You've been ruining my life since I met you.\" - Blake\nSchwarzenbach, during Jawbreaker's break up.\n\nBow+tArrow Entertainment\nFaliro House\n\fINTERLUDE #1 (5 YEARS AGO\n\nGRAINY VHS HOME MOVIE FOOTAGE: Becky, Mari and Ali are\nlaughing, happy, young, giddy and supportive. All reaching\naggressively for a copy of SPIN MAGAZINE, tearing it in\nexcitement, laughing, smiling. The camera zooms in on it.\nYou see the cover: the three of them are on it. Headline\nreads: “SOMETHING SHE. Back and ready to conquer.”\n\nBECKY\nWhat have we here? Oh just some\nbullshit magazine.\n\nMARI\nThere's the infamous Becky Something,\nAli van der Wolff and the craggy witch\nMarielle Hell. Back and ready to\nconquor.\n\nALI\nMajor label corporate whores! Sell out\nbitches get on the cover of magazines!\n\nBECKY\nOh, is that me?\n\nMARI\nWould you sign out magazine for us\nplease?\n\nBECKY\nThat’s me. On my magazine cover. We\nlook pretty cool.\n\nMARI\nIt’s pretty fuckin’ cool.\n\nBeaming, laughing, smiling. Not the good times: Great Times.\n\nACT ONE: BLUE&GREEN/STEADICAM (The Present)\n\n \n\nINT. THE VENUE, BEHIND THE STAGE - NIGHT 1\n\nThis is a story that hums like neon and moves like\nelectricity and reverberates like an echo. Lights flash:\ndisorienting, rhythmic and eerie. They bring with them\ncheering (all female voices). The strobing lights slow down\nenough to illuminate three Hard Women.\n\nThey stand in a battle-ready position, bathed in different\ncolor lights from every direction, blinking on/off.",
  "2": "---END OF PREVIOUS SECTION---\nThey bring with them\ncheering (all female voices). The strobing lights slow down\nenough to illuminate three Hard Women. They stand in a battle-ready position, bathed in different\ncolor lights from every direction, blinking on/off. \n---TARGET SECTION TO BE ANNOTATED---\n An\nelectric haze of mismatched bulbs, signs, spotlights,\nreflections consolidated into a haze of color.\n\fThe crowd’s chanting is rising and rising.\n\nCROWD\nBECKY. BECKY. BECKY. BECKY.\n\nCenter: BECKY SOMETHING. Peroxide blonde, smeared everything\non her face from the preceding hour of show. Sweaty hair\nsmashed to forehead. Glitter all over her face.\n\nBecky Something is a rock goddess nearing the end of her\nreign at the top. You can see in her glassy half-gone eyes\nthat Becky is doped up.\n\nBecky ticks her head back and forth in rhythm to people\nchanting her name, closes her eyes, really digs it, throws up\na pair of middle fingers to the ladies flanking her.\n\nBECKY\n(under breath, quietly)\nI always flirt with death.\n\nOn one side: MARIELLE HELL. Bass. (Mari, casually.) Mari is\nsuper chill, dark, mysterious, smoking, half the mess that\nBecky is and with none of the hang ups. The long term\nrelationship with her girlfriend is proof that she can\nsucceed as a fun time drug user rock star where Becky cannot.\n\nThe other side: ALI VAN DER WOLFF. Drums. Dependable, sane,\nsober. Ali keeps the rhythm and the band on track. She\nhandles business while Mari and Becky are using. Ali is fun,\ndevoid of her partners darkness and perpetually has that joy\ndenied her by the sinking ship she is stuck on, with no life\npreserver.\n\nBECKY (CONT'D)\n(under breath/half-\nsinging)\n\nI always flirt with death.\n\nThe crowd still chants and when the fever pitch has been\nreached, Becky, Ali and Mari storm the stage to cheers.\nEncore time at last. Becky steps into the spotlight, a halo\nforming around her from the bright hair.\n\nAll three have fans blowing their hair, adding to the\ndramatic effect. Behind them is a banner with the band’s name\nand logo: SOMETHING SHE.\n\nTHE VENUE, THE STAGE — CONTINUOUS 2\n\nBECKY\nIt’s not over. No. I’m not fuckin’\nfinished. You know this one.",
  "3": "---END OF PREVIOUS SECTION---\nNo. I’m not fuckin’\nfinished. You know this one. \n---TARGET SECTION TO BE ANNOTATED---\n(MORE )\n\fBECKY (CONT'D)\nYou love it. You want it. I always\nflirt with death!\n(singing, no backup)\nI always flirt with death.\nI look ill but I don’t care about it.\n\nBecky looks to Ali and Mari, Ali gives a drumstick countdown.\nBecky takes it from the top. Rough, raw and beautiful:\ngrinding rock sung with feminine aggression. Crowd goes nuts.\n(It is ‘Another Girl, Another Planet’ by The Only Ones.)\n\nBECKY (CONT'D)\n(singing)\n\nI always flirt with death\nI look ill but I don’t care about it\nI can face your threats and stand up\nStraight and tall and shout about it\nI think I’m on another world with you\nWith you.\nI’m on another planet with you\n\nYou get under my skin\n\nI don’t find it irritating\n\nYou always play to win\n\nBut I won’t need rehabilitating oh no\n\nI think I’m on another world with you\nWith you\n\nI’m on another planet with you.\nAnother girl. Another planet.\nAnother girl. Another planet.\n\nBecky’s drugged out/stage adrenaline euphoria is a thing to\nbehold as she sings, snarls and wails on her guitar. Mari\nlooks cool as anything, cigarette dangling as she plays bass.\n\nBECKY (CONT'D)\nSpace travel’s in my blood\nThere ain’t nothing I can do about it\nLong journeys wear me out\nBut I don’t care anything about it.\n\nI think I’m on another world with you\nWith you\nI’m on another planet with you.\n\nAnother girl, who’se loving you now?\nAnother planet, is holding you down.\nAnother planet.\n\nHere, on stage, you see the extent to which Becky fancies\nherself a god. Not a rock god(dess) but an actual,\nuntouchable, invincible god.\n\f4.\n\nBecky is way lost in her illusions but the band sounds great.\nShe holds it together when get sloppy and she misses a note\nor word here or there.\n\nThe song ends and Becky drops her guitar. Screeching feedback\nwails as the crowd goes nuts and she stumbles, dizzy and\nheadsick, off the stage banging into things and colliding\nwith the wall and twirling. (Feedback continues....",
  "4": "---END OF PREVIOUS SECTION---\nShe holds it together when get sloppy and she misses a note\nor word here or there. The song ends and Becky drops her guitar. Screeching feedback\nwails as the crowd goes nuts and she stumbles, dizzy and\nheadsick, off the stage banging into things and colliding\nwith the wall and twirling. (Feedback continues.... \n---TARGET SECTION TO BE ANNOTATED---\n)\n\nTHE VENUE, BACKSTAGE - CONTINUOUS 3\n\nFollow from behind as Becky stumbles down a long, fluorescent\nlit corridor with humming and buzzing lights everywhere and\nthe ringing of feedback and crowd sounds fading slowly,\nthough the feedback lingers because it’s in her head too.\n\nBecky is light headed from a combination of exhaustion, a\nhead rush, adrenaline all augmented with dope. KAT, an\nassistant, appears from nowhere to give her water and a towel\nto wipe face and sweat. She uses it to half deliberately\nsmear her makeup even further. Becky gives no fucks.\n\nYou see the way the silent assistant treats Becky: eggshells\nat all times. Becky throws the towel at Kat as Mari catches\nup, gives them a knowing nod and flicks her cigarette away.\n\nKat is gone like a whisp of smoke as Mari and Becky duck into\na dressing room that says ‘SOMETHING SHE’ on the door and\nclose it mostly, open just a crack.\n\nMARI\nI am a free woman. No more fuckin’\ntour.\n(ref: Wayne’s World)\nParty time!\nBECKY\nExcellent!\nMARI\n\nRight this way my pretty.\n\nAli catches up to the door and looks in the crack, watching\nher bandmates pour booze and remove little foil packages of\ndrugs. Ali brushes her own sweaty hair back as Kat reappears\nwith a bottle of water. Clean living Ali.\n\nKat is now also holding a baby of like 1 1/2. She stands next\nto Ali and peers into the door crack as well. Ali looks away\n\nfrom the door to Kat, at the baby, full of agonizing sadness\n\nfor the life Becky has created for it.\n\fALI\nSorry, Kat. I'll take her. Did she\neat?\n\nKAT\n\nAn hour ago.\nAli holds Becky's baby, lovingly, tenderly.\n\nALI\nHello baby. Mommy’s busy right now so\naunt Ali’s gonna play with you.\n\nKat hands over some forms, paperwork.\n\nKAT\nThe venue needs these signed.\n\nALI\nI’ll handle it.\n\nAli sticks an arm out and Kat wedges them under. Ali walks\nwith the baby to the next dressing room down.",
  "5": "---END OF PREVIOUS SECTION---\nALI\nI’ll handle it. Ali sticks an arm out and Kat wedges them under. Ali walks\nwith the baby to the next dressing room down. \n---TARGET SECTION TO BE ANNOTATED---\nTHE VENUE, ALI’S DRESSING ROOM - CONTINUOUS 4\n\nAli catches her reflection in the mirror and puts down the\npaperwork. It’s clear that the sight of herself holding a\nbaby gives her a rise and she holds for a moment. It’s a\nquiet lull before Hurricane Becky storms in just as Ali\nstarts to sign the official forms on behalf of the band.\n\nAli sees Becky come in to this room via the mirror and now\nBecky is twice as gauzy as before and has a half crazy half\ndisoriented look on her face as she goes right for the baby.\n\nBECKY\nThere's my little princess Tama. Momma\nmissed you. Momma missed you!\n\nAli instinctually hesitates, holds the baby away which makes\nBecky give her a confused, lost look but then it passes and\nAli hands the baby to Becky, who deeply loves her. Becky\nholds Tama, kisses her, but Becky herself is such a sloppy\nlooking mess that as Ali steps back to watch it, there’s\nsomething painfully tragic and hopeless about this messed up\nMadonna and child tableau that Ali wants to scream.\n\nBECKY (CONT'D)\nThere she is, the princess. Danny\nbrought her?\n\fALI\nI don’t know. Kat had her.\nBECKY\nDanny’s not here?\nALI\nHaven't seen him.\nBECKY\nDid he not see the show and is Ya-Ema\nhere?\nALI\n\nBeck. C’mon. I don’t know.\n\nBecky is mile a minute. Ali has to keep up. Here’s the\npattern with Becky: she has next to no idea about the world\naround her, her awareness is dim and nothing gets through.\n\nKat enters. Nervous, always ready to be yelled at.\n\nKAT\nThere you are.\n\nBECKY\nHere the fuck am I but where’s Danny’s\nwhere’s Ya-Ema?\n\nKAT\nDanny’s saying goodbye to people. Ali\nhas forms the venue wanted sign-\n\nBECKY\nAnd was she with him?\n\nKAT\nShe was.\n\nBECKY\n(to nobody)\nI want her away from my kid.\n\n(as if a new girlfriend is worse than this squalor.",
  "6": "---END OF PREVIOUS SECTION---\nKAT\nShe was. BECKY\n(to nobody)\nI want her away from my kid. (as if a new girlfriend is worse than this squalor. \n---TARGET SECTION TO BE ANNOTATED---\nBECKY (CONT'D)\nNow is he gonna come pick her up\ntonight or am I supposed to or what’s\nhappening because we have that thing\ntomorrow so he’ll have to come pick\nher up first thing in the AY-EM.\n\n(yelling)\n\nYa-Ema! You here? Show yourself!\n\fKAT\nI assumed you worked it out with him.\n\nBECKY\nThat’s not true. That’s not true. I\nhadn’t worked it out. That’s not true.\n\nAn imposing, strikingly handsome black man appears in the\nroom. He is YA-EMA, Becky’s shaman/spiritual guru of\nindistinct beliefs. He is dressed in mystical ways: a big\namulet around his neck, some sort of a curious hat.\n\nBECKY (CONT'D)\nYa-Ema, darling! Becky need guidance.\n\nYA-EMA\n(nodding, confident)\nDymoke prepares.\n\nBECKY\n(to Ali)\n\nTime to exit this realm for a spell.\nIf you see anything you identify as a\npollutant to the energy of this space\nour mortal husks occupy let us KNOW so\nwe can purge it while we have all the\ntools and the KNOW HOW to save us. Ya-\nEma onward! C’mere Tama.\n\nThey exit, Ya-Ema and Ali giving a distrusting look. Becky\nisn’t making sense, obviously, and the casualness with which\nshe carries Tama makes Ali and Kat really nervous.\n\nKAT\nWhat’s his deal?\n\nALI\nShe calls him Ya-Ema but I think his\nreal name is Alvin. We call him\nSauron.\n\nTHE VENUE, BECKY’S DRESSING ROOM - THAT SAME MOMENT 5\n\nBecky has Tama down in a chair and is at the mirror, looking\nat herself with total satisfaction. Not a ‘what am I doing\nmessed up on drugs while I have my baby?’ moment. Becky half\nwipes and makes messier-therefor-cooler her makeup. Glitter\nin her hair and everything now. Pretty rad look, actually.\n\nBehind her, Ya-Ema’s helper DYMOKE has arranged the making of\na seance with burning things, a pot of some witch-like\norigin, crystals, potions, things to drink. The works.",
  "7": "---END OF PREVIOUS SECTION---\nPretty rad look, actually. Behind her, Ya-Ema’s helper DYMOKE has arranged the making of\na seance with burning things, a pot of some witch-like\norigin, crystals, potions, things to drink. The works. \n---TARGET SECTION TO BE ANNOTATED---\n The\norigin of their beliefs are vague. Voodoo? Zulu? Flim flam.\n\f8.\n\nBecky sits and we have a pause, a lull for an eternal three\nseconds. Ya-Ema holds out a hand to her.\n\nYA-EMA\nThe item?\n\nBecky produces a photograph and an item of jewelry. Ya-Ema\nhands them to Dymoke who places them at the center of the\nceremonial table. This shit is weird. Dymoke rubs some sort\nof powder on the objects and lights candles around them.\n\nDYMOKE\nWe purge the essence of invasive\nforces from this place.\n\nBecky closes her eyes and takes Ya-Ema’s hand. She buys\nwhatever this is 110%. She is focused and at peace. This\npeace is ruined by a knock/enter which stirs her and in walks\nDANNY and a young pretty girl named TIFFANY.\n\nBECKY\nWhat’s she DOING here, can’t you see\nthis is a fucking religious ceremony\nand you have to respect that?\n\nDanny doesn’t respect or buy Ya-Ema at all. He ignores him.\n\nDANNY\nGood show tonight.\n\nBECKY\nYou're a liar. You didn’t see it.\n\nTIFFANY\nDon’t call people liars, Becky, unless\nyou know they're lying.\n\nBECKY\nI’m sorry was anybody speaking to you\nLil’ Miss Tiff-a-knee? Tiffany.\nTiffany! I can’t believe you're\nraising our daughter around a woman\nnamed Tiffany. Tiff-ant the pissant.\n\nTIFFANY\nYou’re an angel.\n\nBECKY\nTrue. It’s all true!\n(sticks tongue out, makes\na thhhhhp noise)\n\nDANNY\nCan you excuse us?\n\fBECKY\nExcuse us, Tiff.\n\nTiffany looks at the seance table. She picks up the\nphotograph and holds it: it is of her.\n\nTIFFANY\nThe fuck...where did you get these?\n\nDYMOKE\nYa-Ema requested items to envision the\npurity of people whose auras we must\nto investigate before Mistress Becky\nallows them around the child.\n\nTIFFANY\n(to Danny)\nIs this for real?\n\nDANNY\n(hemming and hawing)\n...",
  "8": "---END OF PREVIOUS SECTION---\nDYMOKE\nYa-Ema requested items to envision the\npurity of people whose auras we must\nto investigate before Mistress Becky\nallows them around the child. TIFFANY\n(to Danny)\nIs this for real? DANNY\n(hemming and hawing)\n... \n---TARGET SECTION TO BE ANNOTATED---\nit’s important that she feel safe\nwhen Tama is with us. That’s all.\n\nTIFFANY\nSo you put a curse on me?\n\nBECKY\nWe didn’t curse you yet and we\nprobably won't unless Ya-Ema sees\nsomething in the smoke that you he\ndoesn’t like.\n\nTIFFANY\nThis is sick. You’re sick.\n\nDANNY\nThat’s not helping. Just - can you\njust - give us a minute.\n\nBECKY\n(like a game show host)\nGooooooccodbye Tiffaneeeeee!\n\nTiffany exits swiftly, super angry, and Becky throws a fist\nfull of snacks at the wall behind her.\n\nDANNY\nDon’t be such a cunt, Beck.\n\f10.\n\nBECKY\nC-U-N-T! Everyone’s accusing me!\n(to the tune of the\nRamones “D-U-M-B /\nEveryone’s accusing me”\nfrom ‘Pinhead’)\n\nDanny goes to Tama, rubs her head lovingly and lowers by her\nside. Becky is way zonked and getting tired. The rush of\nfinishing a show and the rush of drugs after finishing a show\nwinds down. Ya-Ema and Dymoke sit like statues, watching,\nquietly.\n\nYa-Ema nods once. This is all you can get from him.\n\nDYMOKE\nWe must resume the ritual.\n\nBECKY\nYeah we must so what can we do ya for,\nDan-O?\n\nDANNY\nI wanted you to see her. It shouldn’t\nbe this difficult.\n\nBECKY\nWhy would I want to see Tiffany? Yuck!\n(barfing noises)\n\nDANNY\nSee your child. Unless you’d rather\nwalk out on her, too. In which case-\n\nBecky bumbles to Tama. Danny lifts her before Becky arrives.\n\nDANNY (CONT'D)\nHow can you let yourself be like this\naround her?\n\nBECKY\n(real loopy)\nListen man I’m working and you'd said\nTuesday not Friday which so how am I\nsupposed to keep track if you keep\nchanging your mind?\n\nDANNY\nI thought you’d want to see her before\ngoing to Europe.\n\nBECKY\nYou-rup I-rup we all rup for Eu-rope.\n\f11.",
  "9": "---END OF PREVIOUS SECTION---\nDANNY\nI thought you’d want to see her before\ngoing to Europe. BECKY\nYou-rup I-rup we all rup for Eu-rope. 11. \n---TARGET SECTION TO BE ANNOTATED---\nBecky is moving around, taking off accessories and pieces of\ntheatricality from the show. She doesn’t hold still at all as\nshe kicks off boots, de layers sweaty dirty clothing. Within\na minute of this quite serious conversation, she’s down to a\nbra, necklaces, tight pants. Ya-Ema and Dymoke respect her\nrituals and face forward, completely unmoving from the\ndirection of the table.\n\nDANNY\nOh. I forgot. You’re not going to\nEurope. Did you know that?\n\nBECKY\nOf course I knew.\n\nDANNY\nYou didn’t act like I was wrong when I\nsaid it.\n\nBECKY\n\nI was testing you there’s no European\ntour I’d know if there was.\n\nDANNY\nYou would?\n\nBECKY\nBecause I’d have packed a bag which as\nyou can see clearly I have not.\n\nBecky motions to an area on the floor that, to her total\nconfusion and surprise, does contain a packed bag.\n\nBECKY (CONT'D)\nWhoooooa. What’s that!\n\nDANNY\nYou’re a mess.\n\nBECKY\nNo you’re a mess. No you’re a mess.\n\nDANNY\nOkay Becky.\n\nInstead of engaging, Becky has begun reapplying her makeup in\nthe mirror because with the show over, she is on her way to\nthe after party all night.\n\nMari enters, nearly as buzzed as Becky but not quite. At\nleast, she wears it better. Her girlfriend, LAUREN, is with\nher and she looks incredibly stylish in a non rock n roll\nway. More slick. They are wrapped around one another.\n\f12.\n\nMARI\nDanny boy.\n(singing)\nThe pipes the pipes are calling. From\nglenn to glenn and down the mountain\nsiiiiiide.\n\nDANNY\nMari. You seem...well.\n\nHe is wryly joking because she is all fucked up too. But her\noutfit (changed from the show, ready to party) and general\ndemeanor are sharper and more hip than messy Becky.\n\nLAUREN\nWe ready to rock?\n\nBecky has put on a ‘clean’ top (stained/tattered) and is\ndoing something to her hair which could be called abuse.",
  "10": "---END OF PREVIOUS SECTION---\nBut her\noutfit (changed from the show, ready to party) and general\ndemeanor are sharper and more hip than messy Becky. LAUREN\nWe ready to rock? Becky has put on a ‘clean’ top (stained/tattered) and is\ndoing something to her hair which could be called abuse. \n---TARGET SECTION TO BE ANNOTATED---\nBECKY\nLaurie baby! We just finished rocking.\nRocking and a rolling! The only\nproblem is I did not get to visit the\nother place with Ya-Ema because ol’\nDan-O came in and interrupted my\nspiritual journey it was postponed so\nwe've still got that to tend to\nbecause you know that I’m not myself\nif I don’t get a moment to visit other\nrealities where the fuck is my\nlighter.\n\nDanny hurts to see this. He holds Tama close. Becky is barely\npresent on this plane of reality right now.\n\nDANNY\n(to Mari)\nWhy would you let her do this?\n\nMARI\nNot the fuckin’ baby sitter, mate.\n\nBECKY\nWhy? Why? B-E-C-K-Whyyyy? Because I\ngotta!\n\nMARI\nHey man don’t discriminate against\nwhatever gives people spiritual\nbalance. That’s like f-f-fucked up.\n\nBECKY\nHello exactly!\n\f13.\n\nBecky hi-fives Dymoke. Ya-Ema leaves her hanging for a second\nbefore giving a reluctant hi-five. Mari slides for a hi-five.\n\nDANNY\nYou'll hate yourself forever if you\nmiss these years with her.\n\nLAUREN\nHeavy shit, Dirtbag Danny.\n\nDANNY\nNobody calls me that anymore.\n\nMARI\n(mock radio DJ voice)\nThis is the Night Show with DJ Dirtbag\nDanny, playing all the dirty nasty\nrock you can only hear after dark!\n\nDANNY\nBecky. Becky?\n\nMari goes to Becky to show off/examine something secret in\nMari’s little drug carrying pouch. Danny, disgusted by this\naffront to responsibility, takes Tama and exits the dressing\nroom and we follow him. Lauren is ice cold when he looks to\nher for some support or validation. She shrugs, blankly.\n\nTHE VENUE, CORRIDOR —- CONTINUOUS 6\n\nDanny walks down the corridor looking for Tiffany. The door\nto Ali’s dressing room is open. He sticks his head in.\n\nAli is doing her balanced post show ritual: washing her face\nwith scrub, drinking a warm herbal tea and other treatments\nfor a quality exhausting life. She too has changed from her\nshow outfit to something more sloppy and casual, but still\nvery cool and stylish.",
  "11": "---END OF PREVIOUS SECTION---\nHe sticks his head in. Ali is doing her balanced post show ritual: washing her face\nwith scrub, drinking a warm herbal tea and other treatments\nfor a quality exhausting life. She too has changed from her\nshow outfit to something more sloppy and casual, but still\nvery cool and stylish. \n---TARGET SECTION TO BE ANNOTATED---\n The forms are signed and neatly back\nin their folder, which Kat is exiting with as Danny lands.\n\nDANNY\nHey.\nTHE VENUE, ALI’‘S DRESSING ROOM - CONTINUOUS 7\nDanny lingers in the door.\n\nDANNY\nYou seen Tiffany?\n\nALI\nJust you, Danny boy.\n\f14.\n\nDanny steps in, carrying stress and negativity with his body.\n\nALI (CONT'D)\nYou shouldn’t come around and see her\nlike this.\n\nDANNY\nWhat choice do I have? I’m the loser\nwho always crawls back.\n\nALI\nTwice she fired me from this tour and\nforgot about it the next morning. We\nall crawl back.\n\nDANNY\nHow much does she pay the shaman?\n\nALI\nWe’re not sure. In all likelihood, the\nanswer would upset you and me both.\n\nDANNY\nHow’s business?\n\nALI\nEuro tour’s cancelled. But I guess you\nalready knew that. They’re opening the\nvaults for an EP or something.\n\nDANNY\nShe’s gonna fuck this up for all of\nus. It doesn’t end well.\n\nALI\nDon’t be so negative, dude. What’s it\nabout? You need cash?\n\nDANNY\nTama needs more than I can give. Becky\nhas to take responsibility.\n\nThey share a brief, quiet moment. Ali looks at Tama, who she\nreally does love. Her hand reaches out slowly.\n\nALI\nMay I?\n\nDanny offers Tama to Ali, the opposite of protecting her\naround Becky.\n\f15.\n\nALI (CONT'D)\nHoward might cancel the dates we’re\nholding for the new record. He knows\nwe're not ready.\n\nDANNY\nWhat does that mean?\n\nALI\nIt means I hope you’ve got a plan B to\nput this one in private school.\n\nDANNY\nShe in breech? Do I need to talk to\nsomebody?\n\nALI\nOur lawyer's got it all sorted. I\ndunno. No one’s really expecting much\nof her at this point.\n\nAli sits down with Tama. Weary, from the show and cradles\nTama’s head, lovingly.",
  "12": "---END OF PREVIOUS SECTION---\nNo one’s really expecting much\nof her at this point. Ali sits down with Tama. Weary, from the show and cradles\nTama’s head, lovingly. \n---TARGET SECTION TO BE ANNOTATED---\n Danny gets close, and the two of them,\nholding Tama, it’s almost like a portrait of an actual\nfunctional family.\n\nAli catches Danny looking at her and thinking this very\nthought. Her look lets on a lot: before Becky, Ali and Danny\nwere involved. There’s a linger here. Ali breaks away.\n\nDANNY\nShe handed me my walking papers and\nseven months later hands me Tama. Ever\nsince then my life’s been a nightmare.\nIn some ways.\n\nALI\nUm, wow. Heavy, man. My fault. I\nthought you two would be a match made\nin heaven.\n\nDANNY\nDon’t listen to me. I shouldn't be\nhere.\n\nALI\n\nDJ Dirtbag Danny used to roll hard.\n\nDANNY\nDon’t desire being a damn dirtbag come\nforty. I’m putting down roots for my\ndaughter. I bought WABK for her\nfuture.\n\f16.\n\nALI\nThey're opening the vaults for an EP\nor something. Sorry, did I say that\nalready? Because you know, a contract\nis a contract?\n\nDANNY\n‘Lies’ is deeply underrated.\n\nALI\nYou used to love her.\n\nBecky enters, forcefully. It’s obvious that in the interval,\nshe took another hit of something strong and unnecessary to\nrepair her lagging energy. She isn’t doing so well with\nstanding up straight and is giddy, light headed and daffy.\n\nShe looks at Tama like Tama is the devil.\n\nBECKY\nI want her out of here.\n\nDanny sort of blocks her from getting to Tama.\n\nBECKY (CONT'D)\nHey get the fuck outta my way.\n\nDANNY\nChrist Beck, don’t talk like that.\nWhat’s got into you?\n\nBECKY\nShe has to go. She has to go now.\n\nDANNY\nYou can’t be serious.\n\nDymoke and Ya-Ema enter, obviously having had to chase Becky.\n\nBECKY\nWe saw it in the smoke. ‘The child\nwill be your downfall.’ Tell them, Ya-\nEma. TELL THEM WHAT YOU SAW!!\n\nShe is shrieking. Ya-Ema looks afraid, like he has lost\ncontrol of Becky. He looks at Danny with calm eyes.\n\nYA-EMA\nI did not decree this.\n\f17.",
  "13": "---END OF PREVIOUS SECTION---\nHe looks at Danny with calm eyes. YA-EMA\nI did not decree this. 17. \n---TARGET SECTION TO BE ANNOTATED---\nBECKY\nYou did you did you did you did! You\nsaw a prophecy and when we were in the\nOther Place you told me that the child\nwill be my downfall so we've got a lit\nstick a’ dyn-O-MITE that needs tossing\nout the tank.\n\nDANNY\nThis is your child you're talking\nabout. Please. Be reasonable.\n\nBecky grabs for Tama and Danny sees the fear and insanity in\nher eyes. It’s nutty. He protects Tama.\n\nDANNY (CONT'D)\n\nCan we take a minute? Ya-Emu, calm her\ndown somehow? Do whatever it is you\ndo.\n\nYa-Ema and Dymoke come to Becky, apprehensive, but it’s clear\nshe trusts them. They hold her head. She closes her eyes and\nfalls back into their arms. They carry her to the couch and\nlay her down. There’s silence, and people wonder if the worst\nis over. Calm for a moment.\n\nDYMOKE\nMistress Becky! Look at my Ting.\n\nBecky looks at his amulet and then breaths deep and slowly.\n\nDYMOKE (CONT'D)\nTell us what you see.\n\nBECKY\nI see The Void of Eternity.\n\nYA-EMA\n(chanting)\nAmmmmmm nahhhhhhh.\nAmmmmmm nahhhhhbhh.\n\nBecky opens her eyes and sits up. It’s insane: like she is a\ndifferent person. Still messed up but fear of Tama is gone.\n\nBECKY\n(to Tama)\nHello baby. Mommy missed you.\n\nDanny looks at Becky like she is dangerous. He doesn’t know\nhow to proceed dealing with her right now. He tries normal.\n\f18.\n\nDANNY\nAli said you're doing an EP instead of\na full record.\n\nBECKY\nYeah who knows I mean it might not\neven happen. Like it probably won't\nwork out or anything even though some\nof the ‘92 sessions we dug up are\npowerful and maybe a track or two from\nearlier that I’d forgotten.\n\nBecky pulls Ali down into her lap. Her energy is all over the\nplace and totally toxic to Danny and Ali. Ya-Ema and Dymoke\nare in a trance, as if trying to control Becky’s mind.",
  "14": "---END OF PREVIOUS SECTION---\nBecky pulls Ali down into her lap. Her energy is all over the\nplace and totally toxic to Danny and Ali. Ya-Ema and Dymoke\nare in a trance, as if trying to control Becky’s mind. \n---TARGET SECTION TO BE ANNOTATED---\nEnter HOWARD GOODMAN, the manager, (50). His life is defined\nby trying to stay afloat and stay one step ahead.\n\nBECKY (CONT'D)\nHoward. How-ard you tonight? Good show\nhuh?\n\nHOWARD\nThey love you. And I love that they\nlove you. Danny. What’s happening?\n\nDANNY\nHolding it together. You wouldn’t\nunderstand.\n\nSarcasm. They both sort of nod like, yeah, right, ha ha.\n\nHOWARD\nBecky, Zelda is waiting.\nBECKY\nAh fuck it I forgot. What’s that bitch\n\nwant?\nMari and Lauren enter.\n\nMARI\nEasy now.\n\nBECKY\nStuck up holier than thou too good for\nit all wench.\n\nLAUREN\nWhy don’t you tell us how you really\nfeel?\n\f19.\n\nBECKY\nYeah whatever what does she want?\n\nHOWARD\nExpress regards. Cheer. Celebratory\nremarks? She said you were great\ntonight.\n\nBECKY\nDid she come only with fucking obvious\nthings I already know or what of\ncourse I was great I’m always great so\ndon’t be late.\n\nHOWARD\nI believe I saw her with an olive\nbranch. Would I lead you astray?\n\nBECKY\n(rolling her eyes)\nNooooo Howarrrrd you wouldn't.\n\nHOWARD\nDo it for me. She’s not lying. You\nwere great tonight.\n\nBecky looks to Ya-Ema and Dymoke for consultation.\n\nDYMOKE\nShe brings negativity.\n\nBECKY\nYou see! What is Zelda E. Zekial\ncoming and doing here anyways coming\nbackstage at our show when where I am\nspending qual-ah-tee time with my\nfamily and demand an audience?\n\nALI\nChill out with that, okay girl?\nZelda's alright.\n\nBECKY\nOkay FINE I’ve decided to go. Where is\nshe Howard, and while we’re on the\ntopic can you please tell me are we\ndoing those recordings at R-Trax like\nlast time because I can’t get a\nstraight answer on the matter.\n\nBecky prances about triumphantly when saying this last part.\nThe room is cramped: Ali, Mari, Lauren, Becky, Danny, Tama,\nHoward.\n\f20.",
  "15": "---END OF PREVIOUS SECTION---\nBecky prances about triumphantly when saying this last part. The room is cramped: Ali, Mari, Lauren, Becky, Danny, Tama,\nHoward. 20. \n---TARGET SECTION TO BE ANNOTATED---\nAll obstacles for Becky to shimmy around and out of the room.\nEverybody follows her like the Pied Piper except Ya-Ema and\nDymoke, who we leave behind for now.\n\nHOWARD\nOf course. Anything you need.\n\nBecky throws her arm around Howard as they exit the room.\n\nTHE VENUE, CORRIDOR —- CONTINUOUS 8\n\nBECKY\nThat’s because you understand me don’t\nyou! I can’t count on anybody cah-rist\nwhat kind of world is this where we\ndon’t even have the straight\ninformation about whether or not we\nare like making an album nobody is\nhelping me write or some E fucking P\nwith just I don’t know, an acoustic\nguitar? Can somebody please help Dear\nHoward and give me an answer and\nplease make it an honest one!\n\nHOWARD\nLet’s say hello to Zelda and I’11\nconfirm this while you’re with her.\nShe's excited to see everybody.\n\nBECKY\nWe're all going? Why didn’t you say\nso! I don’t wanna do it alone. To me,\nmy X-Women!\n\nBecky leads Mari (sort of digging this) and Ali (dying\ninside) down the corridor. Lauren follows. Howard stops a\nways back with Danny. Stay with them as the ladies walk away.\n\nHOWARD\nTo your right then on the left.\n\nBECKY\nTo the right and to the left and to\nthe right and to the left...\n\nHoward, Danny and Tama. Quiet after a whirlwind. Deep breath.\n\nDANNY\nI wish I had your patience.\n\nHOWARD\nI’m a communicator. I communicate.\nHow’s she doing?\n\f21.\n\nHe lovingly pats Tama.\n\nDANNY\nGood. She’s good.\n\nHOWARD\nHow're you doing?\n\nDANNY\nShe turned her back and walked away\nninety nine times. I need an even\nhundred. You ever have a bad habit you\njust can’t quit?\n\nHOWARD\nNo. But hey: you know who does?\n\nThey both laugh. A sad, tender moment between the men who\nsuffer for Becky. Howard’s eyes are full of empathy.\n\nHOWARD (CONT'D)\nAnything I can do?\n\nDANNY\nHelp her. That’1ll help me.",
  "16": "---END OF PREVIOUS SECTION---\nHOWARD (CONT'D)\nAnything I can do? DANNY\nHelp her. That’1ll help me. \n---TARGET SECTION TO BE ANNOTATED---\nHoward looks down the hall at where Zelda’s room is.\n\nHOWARD\nI’m trying. I’m always trying.\n\nTHE VENUE, GREEN ROOM - THAT SAME MOMENT 9\n\nBecky, Ali and Mari burst into a room with snacks and\nwhatnot. In it is ZELDA E. ZEKIAL, smoking, looking cool and\nfashionable. She faces down the three amigos in the door\n(Lauren hangs back just a little). Becky enters dancing,\nannoyingly singing a song. Mari claps for the beat.\n\nZelda is in with the cool crowd, the art crowd. (Like Kate\nBush/St. Vincent/PJ Harvey.) Her hair is outrageous and\nexciting and her makeup is glam. Becky resents her deeply.\n\nBECKY\n(clapping)\nMiss Ezekial don’t get no bones...\nEzekial don’t got no tones...\nAnd here’s the word of the lord.\nWell the finger bones connected to the\nhand bone\n(middle fingers up, Mari\njoins in singing now)\n(MORE )\n\f22.\n\nBECKY (CONT'D)\n\nThe hand bone’s connected to the fuck\nbone\nThe fuck bone’s connected to the butt\nbone.\n\n(Becky aggressively rubs\n\nher butt on and around\n\nZelda's head/shoulders. )\nAnd that’s the turd of the lord.\n\nZelda brushes Becky’s butt away and fixes her awesome hair.\n\nZELDA\nGreat show, Beck.\n\nBECKY\nEasy for you to say from the comfort\nof that chair.\n\nZelda looks down, bummed that this is going to be one of\n“those” Becky conversations.\n\nZELDA\nLadies. Brilliant work.\n\nAli gives Zelda a friendly hug/air kiss hello. Mari gives her\na much more intimate kiss. They were briefly a thing.\n\nALI\nHey there babe.\n\nMARI\nZee Zee. Sweetie. This is Lauren, my\nlove.\n\nZELDA\n\nYou're a beauty.\n\nLAUREN\nC’mon. Mari’s told me all about you.\n\nBECKY\nI CAN JUST GO if you all want some\nalone time.\n\nALI\nHey, chill.\n\nBECKY\nI agree let’s all of us just take it\ndown a notch and take stock of the\nsituation.\n\nBecky sits, mockingly overly proper and business like.",
  "17": "---END OF PREVIOUS SECTION---\nALI\nHey, chill. BECKY\nI agree let’s all of us just take it\ndown a notch and take stock of the\nsituation. Becky sits, mockingly overly proper and business like. \n---TARGET SECTION TO BE ANNOTATED---\n\f23.\n\nBECKY (CONT'D)\nZelda darling what to do we owe the\npleasure of your visitation?\n\nZELDA\nYou guys are killers. The new shit for\nmyself.\n\nZelda is cool as a cucumber and cold as ice. Drags her\ncigarette.\n\nMARI\nWhat’d ya think?\n\nZELDA\nI’m green with envy.\n\nMARI\nThanks, doll.\n\nBecky jumps up and starts rummaging around the snack area and\nlightly stuffing her face.\n\nZELDA\nHoward said that you guys are almost\nwrapping this one up--\n\nBECKY\nYeah I don’t know. Whatever. I’m not\nreally feeling the stage life right\nnow, ya get me? I dunno why do you\nask.\n\nZELDA\n(eyes at Mari and Ali)\nI've got a string of dates coming up.\nWant to see if guys would be\ninterested in joining.\n\nPregnant pause. Becky freezes. Mari and Ali brace for impact.\n\nBECKY\nUm I dunno Z-grade. What, you mean\nlike opening act for you? Hardly makes\nsense don’t ya think? What is this,\nsix years ago? Oh wait if it was six\nyears ago you’d be opening for M. E.\nme and you’de be trying to run off\nwith this one.\n\nPoints to Mari. No shame. Becky is buzzing about like a\nnervous bird, touching everything and moving things around.\n\f24.\nALI\nWhen are the dates?\n\nBECKY\nWhat are the dates?\n\nBecky pauses. She nearly chokes on rage and sadness. She\ntakes a short, Becky-sized moment to regain herself.\n\n \n\nBECKY (CONT'D)\nHow about a simple ‘no thanks’ and\nalso thanks for the gesture of coming\nhere to personally bitch slap us in\nall our faces. Nah. We do rock music\nto rock people and didn’t I hear that\non your last record didn’t even have\nany guitars??\n\n(mock snoring noises)\n\nZelda stands, graceful and elegant, and takes a tiny bird\nlike bite of the snacks Becky has made a mess of.\n\nZELDA\nEnd of the winter. March ish.\n\nBECKY\nDon’t fuckin’ talk to her. Don’t even\nlook at her. Here’s an idea.",
  "18": "---END OF PREVIOUS SECTION---\nBECKY\nDon’t fuckin’ talk to her. Don’t even\nlook at her. Here’s an idea. \n---TARGET SECTION TO BE ANNOTATED---\n How about\nyou march-ish right out of the room\ninto your limousine and take that\nfuckin’ offer with you? We need a\nbreak, not a tour. I mean, we just\nfinished this one like an hour ago so\nwho'se interested in another tour not\nme that’s who.\n\nZELDA\nYou brought me on my first tour, Beck,\nand I'll never forget it. I’m not your\nenemy. I never was despite what you\nthought happened at that festival\nthing. You gonna make me beg to get\nyou to bury the hatchet?\n\nBECKY\nUh your music used to be awesome and\nnow it sucks so I don’t want to tour\nwith you and now you’ve come to bury\nme. I speak for everybody when I say\nthat there is zero interest in\nretreading the past which includes\nyour fabled tour.\n\n(MORE )\n\f25.\n\nBECKY (CONT'D)\nI’m trying to move for-ward here, not\nbackwards and that means I don’t wanna\nslip down your bill. Don’t you have\nlike the next generation of pansy art\nrock babes dying to share your light\nso why don’t you ask one a’ them. My\nanswer is no and where I go they go.\n\nMotioning to Ali and Mari, both mortified, silent and sad.\n\nLAUREN\nI should go.\n\nBECKY\nStay PUH-lease I feel like we’re done\nhere.\n\nZELDA\n(wry, smiling)\nYou're one of a kind, Beck.\n\nBECKY\nYou got that right, a true original,\nstick to your guns and your roots and\nnever buy into the BS just the Becky\nSomething, that’s what I always say. P-\nU-R-E spells Becky and PEE-YOU spells\nZelda.\n\nZelda cannot process the aggravation, having come here to do\nsomething nice and have it thrown back at her so angrily.\n\nHoward appears with an optimistic smile on his face.\n\nHOWARD\nSo! Do we have a deal?\n\nBECKY\nHoward how could you? I trusted you\nand you set me up!\n\nHOWARD\nI thought you might feel this way but\nhear us out.\n\nZELDA\nIt’s not what you’re thinking. It’s\nnot clubs. It’s theaters.",
  "19": "---END OF PREVIOUS SECTION---\nZELDA\nIt’s not what you’re thinking. It’s\nnot clubs. It’s theaters. \n---TARGET SECTION TO BE ANNOTATED---\n An intimate--\n\nBECKY\nBORING. Pass!\n\fZELDA\nI’m sorry that---\n\nBECKY\nOh my god if you aren’t going to leave\nI will. I have an interrupted journey\nto complete and by the way you’re all\nbeing incredibly rude to Ya-Ema and\nthe spiritual calm he requires.\n\n(to Howard)\nI am not done with you. You’re in big\ntrouble.\n\nBecky storms out. The room takes a moment to catch it’s\n\nbreath. Don’t shit talk the hand that feeds you.\n\nAli looks back at the door where Becky exited. Zelda is\n\nperceptive, deceptively so. Sly, eyes narrowing.\n\nZELDA\n“Having fun in Beckytown.”\n\nALI\nWhatever could you mean?\n\nZELDA\nSay it. Cut the “B.S.”\n\nMARI\nThere’s nothing.\n\nAli wants to stay. Mari takes comfort in Lauren’s hands.\nHoward looks a little disappointed, but not really.\n\nZELDA\nWho’se Ya-Ema?\n\nALI\nSauron, the all seeing guru.\n\nMari and Lauren smile. They are fascinated by Becky’s weird\n\nrelationship with Ya-Ema.\n\nZELDA\nI’ll go.\n\nALI\nI...think that might be for the best?\n\nHOWARD\nI’m so sorry. Worth a shot, though?\nMaybe we take another swing when she’s\nnot so...so...I can’t find the word.\n\f27.\n\nZELDA\nDoor’s open and I’m all ears. You used\nto pack places twice this size. What\nhappened?\n\nALI\nCanceling tours twice at the last\nminute has untested side effects.\n\nZELDA\nI wouldn’t know.\n\nMARI\nIt’ll be fine.\n\nZELDA\nAnd if it isn’t?\n\nMARI\nIt’ll be fine.\n\nZelda studies them. She is very sharp, respectable and\nimpeccable. The scuzziness of this place, this level of filth\nand revelry is years behind her. She looks at Mari and Ali\nlike abused children, afraid to speak out.\n\nZelda puts on her very nice jacket and a stylish hat.\n\nZELDA\nIf you change your mind---\n\nBecky bursts back into the room like Kramer.",
  "20": "---END OF PREVIOUS SECTION---\nShe looks at Mari and Ali\nlike abused children, afraid to speak out. Zelda puts on her very nice jacket and a stylish hat. ZELDA\nIf you change your mind---\n\nBecky bursts back into the room like Kramer. \n---TARGET SECTION TO BE ANNOTATED---\n She has had\nanother hit of whatever she is on and is all wired up and now\nhas Tama with her. Danny and Tiffany trail behind, panicked.\nYa-Ema and Dymoke are there as well.\n\nBECKY\nHoly smoking crap you’re still here?\nZelda has left zee building. Take a\nhint! The Legend of Zelda A Stink to\nthe Ass must come to an E-N-D if you\nplease.\n\nZELDA\nI’m leaving. Don’t overreact.\n\nBECKY\nI hardly think I’m overreacting just\nnormal react.\n\nShe is wired, unwell, fraying at all edges. Like a bee,\nbuzzing around and you couldn’t swat her if you tried.\n\f28.\n\nBECKY (CONT'D)\nI mean, Zelda, baby, like excuse me\nfor being so fuckin’ naive but how\ndare you invade this space?\n\nHOWARD\nIt was entirely my idea. Don’t blame\nher.\n\nBecky motions to Ya-Ema and Dymoke, cleansing the air with\nsome sort of burning reed, purifying the room for her.\n\nZELDA\nI’m leaving. Peel it the fuck down.\n\nZelda makes for the exit, waving away Ya-Ema’s smoke. She and\nMari exchange an intimate look. A little silent side story\nplays out with Zelda saying bye to Mari, Ali and Howard while\nDanny and Becky engage on the other side of the room.\n\nDANNY\nLet me take her.\n\nBECKY\nWhat no. Get away from me? Dymoke\nneeds to purify her weren’t you\nlistening?\n\nDANNY\nYou shouldn’t be holding her in the\nstate you’re in.\n\nBECKY\nWhat state is that Dan-O? The state of\nrage or the state of New York I don’t\nknow where I am anymore you dumb\nfuckin’ clown, ha ha!\n\nShe tries to hold Tama away and moves from Danny but trips\nand falls, forward, managing to spin quickly landing on her\nback, Tama up in the air.\n\nPeople rush in, freaking out. Becky is on the ground laughing\nand holding Tama.\n\nBECKY (CONT'D)\nWheee that was a fun ride! You wanna\ngo on another sky ride? With mommy!\n\nDanny grabs Tama.",
  "21": "---END OF PREVIOUS SECTION---\nYou wanna\ngo on another sky ride? With mommy! Danny grabs Tama. \n---TARGET SECTION TO BE ANNOTATED---\n Becky refuses to let go but he gets her.\nTiffany puts her arm around Danny, protective.\n\nBECKY (CONT'D)\nDude chill I’ve got this.\n\f29.\n\nDANNY\nGet off her you fucking mess.\n\nThere’s black rage in his eyes. He’s finished playing nice.\n\nTIFFANY\nI think we need to leave.\n\nHOWARD\nPerhaps we should all retreat to our\nseparate rooms for a bit?\n\nBecky starts rolling on the floor, slowly slinking up, arms\nand limbs clumsily draped over the furniture, like a crab.\n\nShe reaches for Tama and falls again, at Howard, Mari and\nAli's feet. They all look afraid and upset.\n\nBECKY\nWhat you two suddenly have nothing to\nsay? Just watching the show. Ha ha\nyou're doing a better job of it than\nplaying in it that’s for sure. Oh look\nat me running my mouth but let’s not\nsay anything we might regret later.\nHey maybe if you run you can catch up\nwith Zel-duhhh. She can have you.\nShe's easy and boring and no fun isn’t\nthat what you want?\n\nMari has been hurting watching this. She and Ali look down at\nBecky with lumps in their throats. This pains them, a lot.\n\nALI\nDon’t. Not now. Not with us.\n\nBECKY\nDon’t what? Be awesome and show people\na G-O-O-D time?\n\nMARI\nCone on. Please.\n\nBecky stumbles trying to grab Tama. Ya-Ema holds her up.\n\nBECKY\nTough job but somebody's gotta do it\nand I gotta get out of here. I gotta\ngo to Becky’s room. It stinks of Zelda\nshit. So I bid you adeiu and hibbida\nhibbida that’s all folks!\n\f10\n\n11\n\n30.\n\nShe snatches Tama from a shocked Danny and then pushes him,\npark bench style, over a chair and he falls to the ground\nwhile she scurries off. This is all happening so fast.\n\nShe exits. The room is empty of aggression. Just silent,\nshocked faces of people who want so badly to care about her.\nYa-Ema and Tiffany help Danny up.\n\nSeconds pass.",
  "22": "---END OF PREVIOUS SECTION---\nJust silent,\nshocked faces of people who want so badly to care about her. Ya-Ema and Tiffany help Danny up. Seconds pass. \n---TARGET SECTION TO BE ANNOTATED---\n It’s very few seconds but after what’s just\nhappened, it feels like a lot. Time stands still, dissolves\nallude to the collapsing of real time and we see, in slow\nmotion, the devastation wrought by Becky. Hurt feelings,\nsmashed stuff. Seconds pass like hours in silence.\n\nALI\nI just want to play music in a band.\n\nIt breaks the tension. People smile and just as there is\nlaughter again, the crying of Tama off in the distance sets\nthem all on high alert. Danny springs into action.\n\nTHE VENUE, CORRIDOR —- CONTINUOUS 10\n\nFollow Danny running like mad. Behind him, Ali and Mari,\nLauren, Howard, Tiffany, Ya-Ema and Dymoke. Danny knocks a\nchair that is in his way. Kat comes back out of the hallway\nwhen she hears the commotion and joins.\n\nFollow Danny into Becky’s dressing room, his perspective, to\nreveal:\n\nTHE VENUE, BECKY’S DRESSING ROOM - CONTINUOUS 11\n\nBecky is on the ground, vomit in front of her face and on her\nmouth. Bloody forehead. Tama is on the floor crying,\nscreaming.\n\nIt’s not clear exactly what happened and it doesn’t matter.\nDanny holds Tama close (Tama is crying: wailing) as Ali and\nMari drop to their knees, right in the vomit, prop Becky up,\nstart shaking her, throwing water on her. Her eyes flutter.\n\nFingers into Becky’s throat. Nothing happens. Becky is limp.\nLooks are quickly exchanged. Howard runs in, says nothing.\nMari and Ali are breaking out in sweat. Dymoke is quickly\nmixing some potion in a thistle and rubs it on Becky’s neck.\nYa-Ema begins to chant, slowly, deep, otherworldly.\n\nYA-EMA\nInnnn-connn-immmm\n\nTama is still crying and crying.\n\f31.\n\nAli rips off her vomit covered shirt and props it under\nBecky’s head, grabs a coke mirror and puts it under her nose\nto see if she is breathing. Dymoke’s hands are in the way,\nspreading his elixir on her chest.\n\nYA-EMA (CONT'D)\nInnnn-connn-immmm\n\nTama is still crying and crying and crying.",
  "23": "---END OF PREVIOUS SECTION---\nAli rips off her vomit covered shirt and props it under\nBecky’s head, grabs a coke mirror and puts it under her nose\nto see if she is breathing. Dymoke’s hands are in the way,\nspreading his elixir on her chest. YA-EMA (CONT'D)\nInnnn-connn-immmm\n\nTama is still crying and crying and crying. \n---TARGET SECTION TO BE ANNOTATED---\nBecky's eyes flutter faster. She vomits some more onto Ali’s\nhands and struggles to open her eyes, to breath, and doesn’t\neven try to hold her head up.\n\nYA-EMA (CONT'D)\n(chanting)\nInnnn-connn-immmm\n\nALI\nCome back Becky. Don’t do this again.\n\nBecky locks eyes with everybody around her, cradled on the\nfloor like an invalid covered in puke and blood. Silence.\nPausing. Breathing that rises and falls. Anxiety everywhere.\nBECKY\n(garbled, mouth full of\npuke and mucus)\nWe go way beyond.\n\nTama’s crying echoes through all of this and it’s awful.\nEND OF ACT ONE.\n\nINTERLUDE #2 (4 YEARS BEFORE ACT 1)\n\n \n\nGRAINY VHS HOME MOVIE FOOTAGE: Becky/Mari/Ali. Full of\npositivity, excitement, happiness. The contrast of what we\njust saw is shocking. They are holding framed platinum\nrecords for their second album BABY I’M SICK.\n\nALI\nWe could get at least a hundred bucks\nfor these.\n\nMARI\n\nThe first and only girl rock band to\nsell this many records. I'd like to\n\nsay!\n\nBECKY\nTwo hundred! Nah I'll keep it. First\nand last.\n\n(MORE)\n\f12\n\n32.\n\nBECKY (CONT'D)\nThe well of inspiration has run-a dry!\nNever gonna make a record this good\nagain. Good as gold!\n\nThey all keep laughing. Becky clumsily drops the framed\nrecord, breaking the glass. She loses it, starts laughing\nhysterically. Mari and Ali follow.\n\nBECKY (CONT'D)\nOh shit! We’re never gonna make a\nrecord this good again.\n\nMARI\nHoward! We need a new one.\n\nACT TWO: YELLOW & ORANGE/DOLLY TRACKING SHOTS/ZOOMS\n\nINT. RECORDING STUDIO 12\n\nGolden, yellowish brown lights buzz bask this past it’s prime\nstudio in a ancient haze of wood and history. The place is\nladen with signs of the amount of time Becky has spent here\nin the sprawling, open ended eight months of recording that\nhave gone poorly.\n\nTapestries hang over crystals and other items from Ya-Ema,\nshitty candles, no fewer than twenty packed ash trays.",
  "24": "---END OF PREVIOUS SECTION---\nRECORDING STUDIO 12\n\nGolden, yellowish brown lights buzz bask this past it’s prime\nstudio in a ancient haze of wood and history. The place is\nladen with signs of the amount of time Becky has spent here\nin the sprawling, open ended eight months of recording that\nhave gone poorly. Tapestries hang over crystals and other items from Ya-Ema,\nshitty candles, no fewer than twenty packed ash trays. \n---TARGET SECTION TO BE ANNOTATED---\n The\nplace is capital D Dingy and Becky the decrepit centerpiece.\n\nBecky is wearing scarves and a threadbare t shirt with one\nsleeve nearly gone tucked into skin tight pants. She’d look\niconically cool if she wasn’t so tragic. Her messy ponytail\nis a caked with grease, a heart barrette in her hair, her\nskin is bad and she feels 1,000% like a goddess.\n\nShe poorly makes feeble attempts to strum an acoustic guitar\nand sing a weak sounding half finished song. Warbling, barely\nmaking notes and words find one another.\n\n(the song is called Pulled Down and has been written by\nAlicia Bognanno/aka Bully)\n\nBECKY\nYou rotted away\nLeft to your own mistakes\nI never wanted to be the crutch for you\nI’m falling behind\nWith every word you break\nI meant to try and piece it back for you\nAnd I’m back to the same shit I was\nDrowning in mud\nIf I’m gonna be pulled down\nI’m taking you with\n\f13\n\n33.\n\nThe whole scene is rocky as we pan to the side and see Mari\nand Ali. They are behind glass in the booth with Howard and\nthe distanced hush shows off the tension.\n\nRECORDING STUDIO MIXING BOOTH 13\n\nSilently, Ali, Mari and Howard watch Becky, smoke a cigarette\nor two of their own and recognize how dead end this feels.\nThey are holding one another in a protective, loving embrace.\n\nKEITH the engineer mutes her and though Becky still plays,\nhalf assed, they turn so she cannot see and quietly talk,\nlike Bowman and Poole keeping secrets from HAL9000 in 2001.\n\nHOWARD\nI finally understand why you begged me\nto stop checking in.\n\nALI\nFuckin’ bummer. Told you you\nshouldn’ta come back.\n\nHOWARD\nI had to see for myself who was\noccupying this studio I stopped paying\nfor. Did they not give you the memo?\n\nMARI\nBecky decided to pay for it. Shoulda\ntold you. But didn’t want to. Out of\nrespect, I guess.\n\nHOWARD\nIsn’t that nice of her. I have this\nroom booked for my new group but it’s\nnot yet vacated.",
  "25": "---END OF PREVIOUS SECTION---\nOut of\nrespect, I guess. HOWARD\nIsn’t that nice of her. I have this\nroom booked for my new group but it’s\nnot yet vacated. \n---TARGET SECTION TO BE ANNOTATED---\nALI\nSo that’s why you came back.\nHOWARD\nDid they not tell you you had to\nleave?\nALI\nThey did.\nHOWARD\n\nAnd what did they say?\n\nALI\nI'd rather not repeat it.\n\f34.\n\nHOWARD\nIf this is the best she has to show\nafter nine months I’m very screwed.\n\nMARI\nTo be fair, it’s nine next week so we\nstill have time to pray for a third\ntrimester disaster.\n\nALI\nI know you’re out on a limb big time\nfor us with on this record.\n\nHOWARD\nLaid off staff to cover overages?\nMortgage on my beach house? I’m not on\na limb, I’m lying on the ground next\nto the damn tree.\n\nALI\nI didn’t know that. I’m sorry.\n\nHOWARD\nReleasing their new album this year\nwould help cover your mess.\n\nInterrupted by Becky, pounding on the window looking mean,\nnasty. Throughout, her voice is muted. Sound proofing.\n\nBECKY\nWhat is this. Talk and tea time? Are\nwe doing a session or a goddamn book\nclub jesus christ am I the only one\nhere who cares about the work we’re\ndoing?\n\nMari looks right at her but speaks under her breath.\n\nMARI\nThis is the first day in two weeks she\nstayed for longer than an hour.\n\nALI\nAnd also she came at two.\n(Howard checks his watch)\nA.M. We've been here. She’s in a self\nproclaimed groove.\n\nHoward notices how tired and bleary eyed they are and the\nmassive amount of coffee cups, tea pots and drugs.\n\nBecky storms into the booth, fuming, nostrils flaring and\ndripping snot and moisture. Mari and Ali finally detach.\n\f35.\n\nBECKY\n\nShow a’ hands, who is committed to\ngreatness and will do whatever it\ntakes to achieve greatness and show of\nhands who is lazy and doesn’t care\nabout this music that we are\nrecording?\n\n(she raises her hand with\n\nvigor)\nThat’s one for greatness. Anyone else?\n\nKeith sheepishly raises his hand.",
  "26": "---END OF PREVIOUS SECTION---\n(she raises her hand with\n\nvigor)\nThat’s one for greatness. Anyone else? Keith sheepishly raises his hand. \n---TARGET SECTION TO BE ANNOTATED---\nBECKY (CONT'D)\n\nTHANK you Keith, nice to know someone\nis on my side, the winning side and we\nall know who writes history. You all\ncan go home and take a nap or\nsomething now that your level of\ndedication is exposed. Right Howard?\nDid you come to check up on your\nprized project? Thank you for giving\nus space lately but I gotta tell you\nI’m sorry but things are going\nterribly, at best.\n\nSpeechless reactions. Becky is super messed up, sweating,\nbarely coherent, blind to it all. All four just stare at her.\n\nA quiet pause as we zero in on Becky: see and feel with quiet\ndignity the lack of understanding behind her bright blue\neyes, the smoke screen of delusion which she hides behind.\n\nSlow motion. Linger...there is nothing but truth and honesty\non her tired face. She believes every word she says and when\nwe see Mari, Ali, Howard and Keith, the extent of pity and\nsadness for Becky transmits off them. It’s a small moment\nthat becomes a big moment without announcing itself.\n\nHOWARD\nThere’s a solution to this. I need to\nfigure out what it is. Let’s take a\nstep back and think for a second.\n\nBECKY\nThat is a graaaand idea. Why can’t\nyou two be team players like Howard!\n\nALI\nGive it a rest lady. The show's\nexhausting and I’ve seen it too many\ntimes to stick for the finale.\n\f36.\n\nBECKY\n\nSorry what. What did you say.\nKEITH\n\nShe said---\nBECKY\n\nOh I heard her but I just wanna make\nsure I heard it correct-lee. Ali\ndarling. Care to take it one more time\nfrom the top with feeling see vous\n\nplay?\n\nALI\nLook at yourself.\n\nHOWARD\nEasy now.\n\nBecky does just that in the glass window reflection and it’s\nobvious she loves what she sees. She blows herself a kiss.\n\nALI\nWould Becky Something wither and die\nif she interacted on an adult level?\n\nHOWARD\nLet’s not. Let’s be calm. Let’s\nwithdraw to somewhere neutral place\nand talk compromises.\n\nBECKY\nBORING. Bore snore.",
  "27": "---END OF PREVIOUS SECTION---\nLet’s\nwithdraw to somewhere neutral place\nand talk compromises. BECKY\nBORING. Bore snore. \n---TARGET SECTION TO BE ANNOTATED---\nAli grabs a coat, brushes past Becky with a final icy dagger\nstare. Howard is chin-in-palm, in agony, losing everything\nbecause he isn’t thinking fast enough.\n\nBECKY (CONT'D)\nWELL the least you could make some\nsort of grand final statement right?\n\nALI\nI took care of this band while you\ntook care of yourself. I never asked\nto be thanked. I never wanted the\ngloss. That was your thing. You\nplucked me into it. So why should I\nexplain myself when you’re just going\nto remember your version.\n\nShe kisses her fingers and makes a ‘peace’ sign.\n\f14\n\n15\n\n37.\n\nAli gives the briefest pause on her exit, to Howard, then\nMari, not expecting her to follow, but to say with her eyes\n‘that’s that.’ Mari half opens her mouth like she is going to\nsay something but doesn’t because Ali is already gone.\n\nBECKY\nIt’s just as Ya-Ema prophesized!\nHa ha, what a fitting moment just when\nI was seriously doubting your\ncommitment. I mean it’s been a rotten\nyear stuck carrying this mongoloid to\nterm but today was the final straw and\nI knew it when I walked in the d-o-o-\nr. I felt the fetid stink in the\nelevator. Biggggg whoop. Want to see\nhow quickly we bounce back? Watch me.\nI’m Ali now.\n\nRECORDING STUDIO - CONTINUOUS 14\n\nShe storms back into the studio and bangs on the drums with\nno rhythm. It’s a cacophonous mess and just dreadful noise\nand Becky is screaming over the banging. It’s godawful and\nshe grabs her guitar, strums with one hand and smashes a\ncymbal with the other and screeches into a mic.\n\nBECKY\n(voice of Old Prospector)\nKeith hit record we’ve struck gold!\n\nRECORDING STUDIO MIXING BOOTH 15\n\nHoward is mortified about the collapse of a profitable act as\nMari chokes back lumps of emotion because she is tethered to\nthis sinking ship. Move in tight on her face as Becky’s noise\nbecomes even worse. It’s all happening for Mari now. Ali is\ngone. This is rock bottom.\n\nHOWARD (0.",
  "28": "---END OF PREVIOUS SECTION---\nAli is\ngone. This is rock bottom. HOWARD (0. \n---TARGET SECTION TO BE ANNOTATED---\n.)\nI'm so fucked. The next band’s going\nto show up any minute. You shoulda\ntold me you were still here. I need\ntime to think.\n\nMARI\nExcuse me.\n\nHOWARD\nHey don’t just leave me here---\n(his talking fades out)\n\nFollow Mari out into the hallway and then the ladies room.\n\f16\n\n17\n\n18\n\n38.\n\nRECORDING STUDIO, LADIES ROOM - CONTINUOUS 16\n\nIt’s grim and dirty because only the band uses it. Mari takes\na small hit of her own drugs, a few pills, and pauses, not to\nthe mirror, just by the sink area. It’s all crashing down.\nThis is ending and she knows it more than she feared.\n\nTime gets wobbly. Slow motion/hazy dissolves. Stay with Mari\nand feel her studying the years of her life which have been\ninvested in this band. She is stoned and lapses into a memory\ntunnel. Sounds that aren’t there can be heard, echoing from\nthe back of her memory. It’s woozy.\n\nRECORDING STUDIO HALLWAY - CONTINUOUS 17\n\nMari comes out into the hallway. Something is off. The lights\nare different than before and all seems quiet. Not a sound at\nall. Mari seems confused. Then she hears girlish chatting\nechoing down the hall, hollow and chipper.\n\nShe follows it and drifts back into the mixing room.\n\nRECORDING STUDIO MIXING BOOTH - CONTINUOUS 18\nAn unexplained element: a trio of younger, raw girls.\n\nMARI\nUh---\n\nThis girls are all younger than 25. The next generation. They\nare THE AKERGIRLS: DOTTIE 0.Z., CRASSY CASSIE and ROXIE\nROTTEN. They are all cool as anything and stripped down\nsomehow stylish even beyond what Becky and co. could ever\nimagine. Greasy hair, boys clothes, either no makeup at all\nor a ton and it’s really styled. They run the gamut. Dottie\nhas pink hair. Roxie washes hers once a month. Cassie’s is\nstyled and really well cut, shaggy, simple.\n\nDOTTIE\nMarielle Hell. Fuckin’ fuck what an\nhonor.",
  "29": "---END OF PREVIOUS SECTION---\nCassie’s is\nstyled and really well cut, shaggy, simple. DOTTIE\nMarielle Hell. Fuckin’ fuck what an\nhonor. \n---TARGET SECTION TO BE ANNOTATED---\nThe Akergirls bow, take hands like the witches they are and\nsurround Mari, who is slow and perplexed. After they break\noff, Dottie and Roxie stay holding hands, embracing.\n\nMARI\nMari’s fine.\n\nDOTTIE\nWe’re booked. I mean, we were booked\nhere. Like, Howard said--\n\f39.\n\nMARI\nI heard. It’s just a whole nightmare\nright now.\n\nShe looks through the glass: in the studio Becky is banging\non silly instruments, plastic toys: lit up and glazed down.\n\nCASSIE\nAre you kidding, we only want this\nplace because you guys record here.\n\nROXIE\nShameful to say it’s an honor to be\nbumped by Something She. Like, the\ntop. I’m rambling. Sorry, nerves!\n\nMARI\nIt’s alright. But uh, this is a\nterrible time. We’re down a woman and,\num, this is all going, like, the worst\nit’s ever gone.\n\nShe looks around. Keith seems to be managing the schedule.\n\nMARI (CONT'D)\nKeith, where’s Howard?\n\nKEITH\nBack office. Might wanna check on\nhim. He doesn’t look good and I\nthink he’s dry heaving.\n\nMARI\nSee, exactly. Not to get too deep but\nshit’s like, falling apart big time\nnow so maybe actually we move out and\nyou girlies take over.\n\nShe’s losing them. The Akergirls are transfixed, watching\nBecky, somehow having pulled it together and singing a song\nwith acoustic guitar.\n\nAll watch for a moment and just briefly, through the POV of\nthe Akergirls, you see the attraction to Becky: she is\nbrilliant and powerful. The song is ‘Because You’re Young’ by\nCock Sparrer.\n\f40.",
  "30": "---END OF PREVIOUS SECTION---\nAll watch for a moment and just briefly, through the POV of\nthe Akergirls, you see the attraction to Becky: she is\nbrilliant and powerful. The song is ‘Because You’re Young’ by\nCock Sparrer. 40. \n---TARGET SECTION TO BE ANNOTATED---\nBECKY\nBecause you're young, you're torn between\nA world of hate and a world of dreams\nSo much to lose, so much to gain\nSo much to fight for, so much to change\nYou don't look back, you don't look down\nYou gotta turn everything around\nYou live your life like a loaded gun\nBecause you're young\n\nStop talking back, get off the phone\nYou're late again,\n\nyou missed the last bus home\n\nThis ain't the way you want to live\nI know something's got to give\n\n(song continues over the next bit of dialogue)\n\nROXIE\nFuck man. She’s the queen.\n\nMARI\nI wouldn’t let her hear you say that.\nDoes she already know you’re here?\n\nCASSIE\nUnclear.\n\nMARI\nSo I don’t know if she’s going to be\ninto that. The behavior around here is\nshall we say erratic lately. Erratic\non a good day.\n\nCASSIE\nOn a bad day?\n\nMARI\nThey’re all bad days nowadays.\n\nHoward enters, pale and chomping antacid tablets. He tries\nnot to let anybody see: he wants to make a solution happen.\n\nHOWARD\nSeems we've got a logjam!\n\nMARI\nI can see that.\n\nHOWARD\nWe're all family here, right? Business\nfamily. One big happy business family.\n\f41.\n\nDOTTIE\nIf there’s some probl--\n\nHOWARD\nNonsense. No problem at all!\nEverything's fine. We record your\nalbum. Release it. Everything will\nwork out. Easy as pie. Becky will\nunderstand.\n\nRoxie Rotten is still just watching Becky, who now looks up:\nan animal at the zoo aware of being watched. Everybody\nfreezes because her playing stops. The lioness sees.\n\nDOTTIE\nI’d say she knows we’re here now.\n\nKeith subtly turns off the recording. The room freezes as\npeople watch Becky slowly make the realization that she has\nan audience. She stares them all down. One by one. Direct eye\ncontact. She speaks softly. Nobody can hear the words. Her\nface is a mystery. No screaming, no smiling, just talking and\nmotioning to her instruments and pointing directly at Mari.\nIt’s almost dead silent.\n\nMARI\nHere she comes.",
  "31": "---END OF PREVIOUS SECTION---\nNo screaming, no smiling, just talking and\nmotioning to her instruments and pointing directly at Mari. It’s almost dead silent. MARI\nHere she comes. \n---TARGET SECTION TO BE ANNOTATED---\nBecky stands up slowly in continued agonizing silence and\nmakes her way to the booth. She enters and faces this massive\ncrowd: Keith, Howard, Mari, Cassie, Dottie, Roxie. There’s an\nunfamiliar look on her face, one Becky Something doesn’t\ndisplay very often. Absolute confusion and vulnerability. For\na rare moment, she is quiet. Nothing exits her mouth save for\ntiny, nervous gasps of air.\n\nMari shakes her head slightly, making sure to convey that she\ndoesn’t know what’s going on and had nothing to do with it.\n\nBECKY\nWho the fuck are these bitches?\n\nHOWARD\nThe Akergirls. Did I not send you\ntheir seven inch? You’re gonna love\nthem. You’1l love them. I’ve, yeah,\nI’ve signed them and now they-\n\nROXIE\nWe're not interrupting. No disrespect\nMiss, uh Something.\n\nDOTTIE\nHuge fans.\n\f42.\n\nThey all do the circle thing around Becky who is still slow.\n\nHOWARD\nAs thrilling as it is to see your\npassionate commitment, I was counting\non the studio being free by now.\nPerhaps that’s my mistake. I haven't\nexactly been around.\n\nBECKY\nYou cut us off. They tried to evict\nme. Why would you do that to us?\n\nHOWARD\nA misunderstanding! I was giving you\nspace and freedom without me breathing\ndown your neck. I did what I had to do\nto tighten my belt. Can you blame me?\n\nEveryone is calm, assuming Becky will explode.\n\nBECKY\nOkay.\n(to Mari)\nYou know about this?\n\nCASSIE\nWe just showed. She had no idea.\n\nBecky still thinks. We don’t ever see her think. She usually\nacts without it. She takes it all in. Studies the girls.\n\nBECKY\nHoward you fucking genius!\n\nBecky lapses happily into the Akergirls witchy circle and\ngently touches each of their faces.\n\nBECKY (CONT'D)\n\nWhat are the odds. What are the ODDS\nthat we’d find ourselves one apple\nshort of a bushel and today of all\ndays you unknowingly bring a solution\nto all the world’s problems. Who plays\ndrums?\n\nCassie raises her hand.",
  "32": "---END OF PREVIOUS SECTION---\nWhat are the ODDS\nthat we’d find ourselves one apple\nshort of a bushel and today of all\ndays you unknowingly bring a solution\nto all the world’s problems. Who plays\ndrums? Cassie raises her hand. \n---TARGET SECTION TO BE ANNOTATED---\n Becky high fives it.\n\f43.\n\nBECKY (CONT'D)\nThe rest of you ready to jam? If I had\nto guess I'd say we’re fifteen maybe\ntwenty minutes away from pure magic\nexploding into this room and silly old\nme lost a drummer on the way to\ngrandmother’s house. Here I thought\nwe'd have to scrap paper and go home\nbut what should happen instead? Three\nwitches come to my rescue. I mean just\nlook at all of you. You’re all so\nbeautiful. Stunning.\n\nThe Akergirls blush at Becky’s kindness. Their idol! Becky\ntouches all their hair and generally paws at them in a weird,\ngrope-y way. Mari stands back, still and silent and loopy.\n\nCASSIE\nI’m Crassy Cassie. This is Dottie 0.2.\nAnd Roxie Rotten. She’s the life of\nthe party and we’d be honored.\n\nBecky looks at Roxie and Dottie, celebrating this minor\nvictory with a loving embrace. Becky studies it, dubious.\n\nBECKY\nCut the shit you’re making me feel a\nhundred years old but god damn I just\nfeel a connection to you babes. Mari,\nyou feel that?\n\nMari is dead silent. Becky gives her a look, like: ‘are you\nin or out?’ And Mari knows it’s now or never.\n\nMARI\nYeah Beck. I feel it. I’ve been out\nhere feeling it for what feels like\never waiting for you to feel it.\n\nBECKY\nThat’s what I’m talking about. Howard\nmy Goodman. I’m ready to party and\nmake a album and I have been sent\nangels to help me work the angels if\nyou dig. What better way to introduce\nnew blood into this turgid process\nthan actual new blood.\n\nBecky bites Dottie on the neck, then bites Cassie.\n\nBECKY (CONT'D)\nLet’s Bathory these bitches and learn\na thing or two about what kids are\nfeeling nowadays!\n\f44,\n\nDottie and Cassie rub their necks. Becky actually bit them\npretty damn hard.\n\nBECKY (CONT'D)\nInward ho!\n\nBecky commands them into the studio area. Howard holds Mari\nand Becky back.",
  "33": "---END OF PREVIOUS SECTION---\nBECKY (CONT'D)\nInward ho! Becky commands them into the studio area. Howard holds Mari\nand Becky back. \n---TARGET SECTION TO BE ANNOTATED---\nHOWARD\nKeith, could you give us a minute?\n\nKeith exits.\n\nHOWARD (CONT'D)\nWhat the hell are you doing?\n\nBECKY\nIt looks like I’m saving your asshole\nand keeping this record right on\nschedule. Don’t worry about\nreimbursing me for the studio. It’s my\ntreat.\n\nHOWARD\n\nI can’t afford eight more months. I’11l\ngo bankrupt while you your “opus.” I’m\non my last credit line and you’re on\nlife number nine. These girls might be\nour salvation so it’d be swell if you\ndidn’t torpedo them in the process of\ndrowning.\n\nBECKY\nWhat is this, the scared straight\nexpress? Howard, you confuse\ntorpedoing that I don’t know about\nwith making an album which if you’1l\nexcise me I’m quite eager to resume\nbefore my juices dry up again.\n\nHOWARD\n(to Mari)\nCan you make her aware?\n\nBECKY\nWhat, do I need a translator? I got\nit. Loud and clear and as ear on the\nrear of a deer.\n\nMARI\nWe don’t have to do this. I mean, we\njust met them. We can take a day to\nregroup and call Ali--\n\f19\n\n45.\n\nBECKY\nWho?I don’t know anybody by that name.\nKind of a funny name isn’t it? ‘cept\nfor a Muslim.\n\nMari slaps Becky hard across the face. It’s silent again and\nthrough the glass, the Akergirls notice and look in. Becky\nsmiles like a psychotic. Howard continues to suffer silently.\n\nBECKY (CONT'D)\nMari. My love. You have my attention.\n\nBecky grabs Mari’s cheek and pinches it real hard and then\nsmacks her on the butt at the same time, holding her close.\n\nBECKY (CONT'D)\n\nAnd I yours. Now is there something\nyou wanted to say or was that merely a\nchallenge to a duel.\n\nMARI\nWe don’t get another chance. If we\nfuck this up...sorry...if you fuck\nthis up, it’s bye bye Something She.\nYou dig?\n\nHOWARD\nThat’s the short of it.\n\nThis is the first moment Becky doesn’t act like the Tazmanian\nDevil. Not Becky Something.",
  "34": "---END OF PREVIOUS SECTION---\nHOWARD\nThat’s the short of it. This is the first moment Becky doesn’t act like the Tazmanian\nDevil. Not Becky Something. \n---TARGET SECTION TO BE ANNOTATED---\n Rebecca Adamczyk. Clear eyed.\n\nBECKY\nI’m going to finish this record. You\nhave my word cross my heart and hope\nto die.\n\nShe transforms for six seconds. Just as quick her eyes switch\nback: Becky Something returns and she skips into the studio\nwith the Akergirls. Mari and Howard eye one another.\n\nRECORDING STUDIO - CONTINUOUS 19\n\nBECKY\nOne two, skip to my lou. Three four,\nskip to my door. Cows in the pasture,\ntwo by two/Lost my drummer what’1l I\ndo?/I can get another as pretty as\nyou/skip to my lou my darling.\n\nThe Akergirls joined in and they all spin in a circle and\nBecky claps and leads a forced sing a long.\n\f20\n\n21\n\n46.\n\nAKERGIRLS\nOne two, skip to my lou....\n(song continues in\nbackground)\n\nRECORDING STUDIO MIXING BOOTH 20\n\nHOWARD\nIt’s over. That’s that. I trusted you\nto be alone and you burned down the\nhouse. I’m so sorry. I've tried\neverything I can.\n\nMARI\nI'll sort it. The lioness saw\nthreatening cubs and forced ‘em into\nthe pride rather than kill and eat\nthem.\n\nHOWARD\nCan you handle her?\n\nMARI\nIt’s been almost seven years. What’s\nanother seven days.\n\nHOWARD\nYou’re one on one without Ali. I can’t\nhelp you. But I need you.\n\nMARI\nI’ve got this, man.\n\nHOWARD\nYou need your rocket fuel?\n\nMari looks into the studio. The sing a long is over and the\nAkergirls bring in gear and Becky is ducking into a tent in\nthe corner, head down, and Mari knows what that means. It’s a\nsmall/big moment on Mari, quiet, lingering.\n\nMARI\nI’m need all the help I can get.\nRECORDING STUDIO - CONTINUOUS 21\nFollow Mari in. She surveys the room. The Akergirls are\nunloading their bags of gear and tuning up a little and Mari\n\nsees the tapestry tent of Becky’s corner rustling.\n\nMari joins. From afar the Akergirls see their feet under the\ncloth and know the deal.",
  "35": "---END OF PREVIOUS SECTION---\nThe Akergirls are\nunloading their bags of gear and tuning up a little and Mari\n\nsees the tapestry tent of Becky’s corner rustling. Mari joins. From afar the Akergirls see their feet under the\ncloth and know the deal. \n---TARGET SECTION TO BE ANNOTATED---\n\f22\n\n23\n\n47.\n\nShow each of their faces, linger on the moment where they\nshould know better and split. They each give one another a\nsubtle look.\n\nRECORDING STUDIO, BECKY'S LITTLE TENT 22\n\nMari and Becky share a rare, quiet, intimate moment. We jump\nback in here just after they’ve each had a little something\nand they're both buzzing and ready to pop.\n\nBecky is lighting a cigarette so the tent is lit via Zippo.\n\nMARI\nYou okay to do this?\n\nBECKY\nAny second now. I’1l be fine.\n\nMari gives Becky a look of extreme compassion and empathy.\n\nBECKY (CONT'D)\n(half normal)\nGive me a minute?\n\nMari exits. We stay with Becky. In silence, for a moment,\njust a fleeting instant of adult awareness, that Becky\nunderstands that this is it. There’s no chance after this.\n\nBecky is still, starting to slip into a daze when her doubt\nfades away and she lights up like a fire cracker, slams her\nZippo closed and storms out into the room.\n\nRECORDING STUDIO - CONTINUOUS 23\n\nBECKY\nWho's ready to do this shit!\n\nThe Akergirls are stoked, in a tizzy that so quickly they\nhave been welcomed to the inner sanctum. They are comfy.\nShoes off (sneakers/no socks/very cool boots). Ready to work.\n\nDOTTIE\nAnything you say.\n\nBECKY\nEasy there. Easy easy. It’s not as\nsimple as that. I’m comfortable in a\nleadership role but let’s slide into\nthis hot spring.\n\f48.\n\nROXIE\nYou want us to look at any sheets or\njust follow along.\n\nBECKY\nWhoa you chicks read music? Fuck what\na loser I am. There are some pieces\nwe've been playing with but wouldn’t\nit make more sense for us to not rely\non table scraps and make a feast as a\nnew family instead?\n\nMARI\nThe album is written if that’s what\nyou all mean.\n\nCASSIE\nLet’s hit it? We’re here for you.\nWhatever you need. Say the word.\n\nBECKY\nSure there is an album.",
  "36": "---END OF PREVIOUS SECTION---\nWhatever you need. Say the word. BECKY\nSure there is an album. \n---TARGET SECTION TO BE ANNOTATED---\n There is some\nmusic but maybe they’re the problem?\nThey’re cursed. Done to death. We need\nthe new sound. Show me what the kids\nare doing.\n\nAkergirls just look at one another.\n\nDOTTIE\nWhat, just play?\n\nBECKY\nCould I have made myself any clearer\nYES play. If we’re gonna be working\ntogether lets see what you've got.\n\nThere’s tension. The Akergirls are afraid of being cast out\nand feel Becky’s judgement lurking. They strap on guitars (no\nbass), Cassie gets to the drums and they launch into a super\nsweet sounding melodic screechy early 90s Riot Grrrl inspired\nsong you could dance to, and indeed Becky does dance. Cassie\nsings from behind the drums while Roxie and Dottie bring\nharmonies and backing on the chorus. It’s a fully\ncollaborative song.\n\n(the song is called ‘Can't Wait’ and has been written by\nAnika Pyle.)\n\f49,\n\nAKERGIRLS\nSweet tooth let it consume you\nYou know you want to, you know you want to\nBut baby I can’t wait around for you\nTell me what you think you’re gonna do\nYou know that I’m still in love with you\nBut baby I can’t wait around for you\n\nI keep comin’ round but you’re not home\n\nI keep callin’ you won’t pick up the phone\n\nAm I such a fool to assume\n\nYou think about me the way I think about you?\nYou say it could change for just fade away\n\nBut I feel the same have you fallen from grace?\nYeah I’m here today but I can’t wait around\nWon’t wait around, can’t wait around for you\n\nSo tell me what you think you’re gonna do\nYou know that my love will always be true\nBut baby I can’t wait around for you\n\nI can’t wait around, can’t wait around,\n\nI can’t wait around, I can’t wait for you\nCan’t wait around, I can’t wait,\n\nBaby I can’t wait for you\n\nCan’t wait around for you\n\nIt’s great and runs like 90 seconds. Tight, fast and lovely.\nBecky dances like a maniac, bobbing her head like a\nbobblehead. Mari is feeling it, tapping her leg.",
  "37": "---END OF PREVIOUS SECTION---\nTight, fast and lovely. Becky dances like a maniac, bobbing her head like a\nbobblehead. Mari is feeling it, tapping her leg. \n---TARGET SECTION TO BE ANNOTATED---\nBECKY\nSMOKIN’! I love it. Love love love.\n\nBecky kisses Dottie, Roxie and Cassie in the weird way they\nare now used to. She is super affectionate and keeps her\nhands all over them while throwing her body on theirs.\n\n(IN THE BOOTH YOU SEE KEITH AND HOWARD, WATCHING, DIGGING IT)\n\nBECKY (CONT'D)\nThis is what its about my sisters. Who\nwrote it?\n\nDOTTIE\n(pointing one by one)\nMusic, melody, lyrics.\n\nBECKY\nAll of you? Brilliant. I’ve always\nlonged for that connection but for\nsome reason it never worked. I always\ndid it all. By. Myself.\n\f50.\n\nAkergirls look at Mari, who doesn’t disagree but it’s clear\nthis credit hogging is a long time scab being picked at.\n\nBECKY (CONT'D)\n\nOh sure Mari, your contributions have\n\nbeen helpful. But I’m talking about a\n\nground up collaboration. I wish I\n\ncould give it to you now but I know\n\nmyself too well. Highway or her way.\n(thumbs at herself)\n\nCASSIE\nWe're here to jam. Back you up.\nAnything.\n\nBECKY\n\nSee, that’s what I need. Followers.\nSilent peons to worship at my feet.\n\nMari is being beaten down silently. Becky is fully aware of\nhow much she is hurting her long time partner as she begins\nto prowl about the recording studio, moving like a spider,\n\npreparing to launch into a messy soliloquy.\n\nBECKY (CONT'D)\n\nLadies ladies, what harmony you have\nfound within one another! What spirit,\nshared, divided three ways. Alas. The\nrarest of things and not to be taken\nlightly. Capture it, my sisters, hold\non to it and n-n-never release from\nthe bond you share.\n\nDottie and Roxie share a loving look. This all pains Mari.\nBecky is showboating for the Akergirls and making her last\nally feel terrible. During Becky’s speech, we are on Mari’s\nface as realization sets in.\n\nMARI\n\nWise advise from a true original. Are\nyou fucking kidding me? I hope you\ngirlies don’t buy this bullshit. You\nseem smart.",
  "38": "---END OF PREVIOUS SECTION---\nAre\nyou fucking kidding me? I hope you\ngirlies don’t buy this bullshit. You\nseem smart. \n---TARGET SECTION TO BE ANNOTATED---\n Smarter than me, dumb ol’\nMari. Grade A sucker, bought it hook\nline and sinker, fool me once, shame\nshame shame.\n\nBECKY\nUm sorry but what?\n\nMARI\nWho better than the great Becky\nSomething to dispel wisdom on the\nvalue of others?\n\n(MORE )\n\f51.\n\nMARI (CONT'D)\nWho does more to express appreciation\nand dedication to those who support?\n\nBECKY\nI support. It’s not a two-a-day two\nway street darling.\n\nMARI\nA dead end, darling.\n\nBECKY\nMari Mari Mari. Careful now. You’re\ngonna offend our guests.\n\nMARI\nSorry sorry sorry.\n\nDOTTIE\nWe can leave? We don’t wanna be flies\non the wall. You sort this out alone.\n\nBECKY\nNow you've done it. Alienating the\nacolytes. Vanquish the venerating.\nExile the exuberant. This is a blessed\nthing! The next. Hold them close, we\nshould. Not expel them from our midst.\n\nROXIE\nIt’s not expulsion---\n\nBECKY\nQuiet, all! This is important.\n\nMARI\nIt always is. And then it’s not.\n\nMari is cool as ice, calm, chill, slick. Eyes half open, dead\ntired of this. She keeps it together and begins to pace\nabout, gathering her things: packing a bass into a travel\nbag. Ali leaving and Becky’s togetherness monologue reveal\nwhat Mari repressed. She’s pushed over the edge, finally.\n\nBECKY\nRun away! Flee flee. Big bad bossy\nBecky makes maudlin Mari mope. Get the\nbullshit outta here. It belongs, it\nbelongs on fuckin’ Mars!\n(in the style of Heavy\nMetal Parking Lot)\n\nMark pauses her exit. Turns to Dottie, Cassie and Roxie.\n\f52.\n\nMARI\nEnjoy it. It could be fun.\n\nBECKY\nNow that’s the first logical thing\nI’ve heard all day!\n\nMari exits with a final look back at Becky, who returns it\nnot as Becky Something but as Rebecca Adamczyk.",
  "39": "---END OF PREVIOUS SECTION---\nIt could be fun. BECKY\nNow that’s the first logical thing\nI’ve heard all day! Mari exits with a final look back at Becky, who returns it\nnot as Becky Something but as Rebecca Adamczyk. \n---TARGET SECTION TO BE ANNOTATED---\nBECKY (CONT'D)\n\n(to Akergirls)\nAll I’ve ever asked is respect and if\nyou can’t get that in the work place\nthen where can ya get it? You dig,\nright?\n\nBecky jumps on Cassie’s back, piggy back style and starts\nwhacking her with a drumstick like a pony.\n\nBECKY (CONT'D)\n\nMush mush! Onward! Into the future.\nThe Akergirls, Dottie Cassie and\nRoxie. The latest greatest girl\nrockers found right here under a wing\nof the eternal Becky Something. The\nbacking on the final Something She\nrecord and a smash debut album\nproduced by none other than talent\nfinder and nurturer Becky herself. Ah\nha! On the wings of angels, a goddess\nand three witches. Something Rotten\nCrassie and 0.2Z.!\n\nBecky jumps down, knocking herself and Cassie and some gear\nto the floor. Dottie and Roxie help Cassie. You can tell for\nthem that in the past fifteen minutes, the luster has faded.\n\nBecky has alienated those who the Akergirls believed to be\ntrue partners. The attitude on display fills them with dread.\n\nROXIE\nMaybe we should come back. This\ndoesn’t seem like the right time.\n\nBECKY\nNight time is the right time. Bed ways\nis right ways. Tally ho!\n\nDOTTIE\nNot that we aren’t knocked on our ass\nflattered. We are.\n\f53.\n\nBECKY\nThen let the wild rumpus begin!\n\nBecky grabs an electric guitar and poorly shreds: “Garbage\nDump” by Charles Manson.\n\nBECKY (CONT'D)\nOh Garbage dump, oh garbage dump\n\nWhy are you called a garbage dump?\n\nYou could feed the world with my garbage dump\nYou could feed the world with my garbage dump\n\nCASSIE\nMari just left. We don’t need to be\nhere right now. We can give ya your\nspace. Like, this must not be super\neasy? Us showing up when shits all\ngoing down.\n\nBECKY\n\nERRRRR. Wrong. I am the heart and soul\nof the band. I mean hello I named it\nafter myself.",
  "40": "---END OF PREVIOUS SECTION---\nWrong. I am the heart and soul\nof the band. I mean hello I named it\nafter myself. \n---TARGET SECTION TO BE ANNOTATED---\n I found those girlies\nand they were not the first and they\nwill not be the last. I put Something\nShe together from the ashes of failed\njunk bands, wanting to put one out\nthere in my own name like god spewing\nmankind. That's ancient history and so\nare those ungrateful wenches who\nsuckled at the teet of success that I\nplaced upon their mouths. All I ask,\nbefore the four of us embark on this\njourney, is that you show me honesty\nand I'll do the same. That is the\npillar of my music so enough with this\njibber jabber and let’s rock.\n\n(back to the Manson song)\nThat sums it up one big lump.\n\nBecky is mile a minute, machine gun rat a tat fast. It’s like\nreading billboards from a roller coaster. She keeps strumming\nher guitar, not well but not terribly either. The Akergirls\nlook on, dazed.\n\nDOTTIE\nWhat should we do?\n\f24\n\n25\n\n54.\n\nBECKY\nWell for starters go into that booth\nand wake those turds up and tell them\nthat its blast off to the stars we go\nhit the fucking switch because the\ncircus is leaving town and it ain’t\ncomin’ back.\n\nThere’s a silent pause where you can feel the Akergirls\ndeciding if they should do this or turn tail and go home.\nBecky looks at them, aware of this indecision. She is static:\nsweaty, messed up, total maniac. Trying to catch her breath,\nnearly ten years of her life torpedoed in the last half hour.\nIt’s in her eyes: she looks beyond vulnerable and scared.\n\nDOTTIE\n(half afraid)\nWe'll go get the rest of our gear.\n\nBECKY\n(like the Kool Aid Man)\nOH YEAH!\n\nWe follow the Akergirls from behind as they walk into the\nbooth. Slow. Sheepish.\n\nRECORDING STUDIO MIXING BOOTH - CONTINUOUS 24\n\nOnly Keith is in here and there is a quiet moment where\nDottie, Roxie and Cassie are alone. It’s the first honest to\ngod silence we’ve had in ten minutes.",
  "41": "---END OF PREVIOUS SECTION---\nSheepish. RECORDING STUDIO MIXING BOOTH - CONTINUOUS 24\n\nOnly Keith is in here and there is a quiet moment where\nDottie, Roxie and Cassie are alone. It’s the first honest to\ngod silence we’ve had in ten minutes. \n---TARGET SECTION TO BE ANNOTATED---\n Dottie and Roxie\nembrace in the exact spot where Mari and Ali embraced at the\nbeginning of this act. They look through the glass at Becky.\n\nShe is actually focused, in real musician mode, tuning up and\ngetting ready.\n\nThe Akergirls are connected and know what one another are\nthinking without saying it. They look like they sold their\nsouls to Satan. Keith points to the door; Cassie knocks it.\nShe opens it. Slowly.\n\nRECORDING STUDIO HALLWAY 25\nCassie sticks her head into the hallway. She/we see Howard\ntalking to Mari. Face puffy and wet with tears. She wipes\n\nthem off both cheeks, looking cool.\n\nZero in on this tough, hard woman undone by her friend. She\nleft the studio a confident warrior, but it’s all surface.\n\f26\n\n27\n\n55.\n\nDottie and Roxie look at her too and this tells them more\nabout what they are dealing with than anything they’ve\nwitnessed. It’s silent. Howard pushes past the girls, leaving\nMari to give one final look of warning.\n\nMARI\nYou can’t be fully acquainted with\nBecky Something until you want her to\nfuck off. Remember that.\n\nShe turns and walks away and we linger on the Akergirls,\ntaking this omen to heart. One by one they file back in.\n\nRECORDING STUDIO MIXING BOOTH 26\n\nA moment of continued silence. Howard is, finally,\nuncharacteristically nervous. Focus on each Akergirl. Each\nhas a silent beat to convey how excitement turned to shock to\nnervousness to unease to fear. It’s hard for them.\n\nAll look through the glass at Becky. We zero in on her,\ncloser, slowly creeping as she finds her fingers lapsing away\nfrom the guitar and snarls into the microphone, voice only.\n\nRECORDING STUDIO 27\n\nHalf melodic. Half guttural. The messy but salvageable stuff\nyou hear as the secret track at the end of a CD.\n\nEyes closed, into the mic, she’s giving it her all and it’s\npassionate and if this was her first record instead of\npossibly her last, maybe it would be raw enough to impress\nbut as it is, it’s just kind of sad.",
  "42": "---END OF PREVIOUS SECTION---\nHalf guttural. The messy but salvageable stuff\nyou hear as the secret track at the end of a CD. Eyes closed, into the mic, she’s giving it her all and it’s\npassionate and if this was her first record instead of\npossibly her last, maybe it would be raw enough to impress\nbut as it is, it’s just kind of sad. \n---TARGET SECTION TO BE ANNOTATED---\n It’s the end of the song\nshe was playing at the beginning.\n\nBECKY\nYou look like you die, then apologize\nBut fuck it\nI didn’t mean to see this through.\nAnd I’m back to the same shit I was\nDrowning in mud\nIf I’m gonna be pulled down\nThen I’m taking you with\nAnd I’m back to the same shit.\nI was drowning in mud\nIf I’m gonna be pulled down\nThen I’m taking you with.\n\nBack on the Akergirls as this plays out. We zero in on them,\nletting the worried looks on their faces do all the talking.\n\nEND OF ACT TWO.\n\f28\n\n56.\n\nINTERLUDE #3 (3 YEARS BEFORE ACT 1)\n\n \n\nGRAINY VHS HOME MOVIE FOOTAGE: Backstage at a club before a\nshow. Becky seems nervous, aloof and distant. She is quietly\nstanding away from Mari, Ali and her mother: ANIA. She has\nthe faintest trace of an accent.\n\nAnia is being friendly and hugging Mari and Ali.\n\nANIA\nGirls girls! I’m so proud of you.\n\nALI\nMy mom would never ever ever come to a\nshow.\n\nANIA\n\nI never missed a show, a concert, a\nschool play. Tell them Becky.\n\nMARI\nBasically you’re our mom, too.\n\nBECKY\nOkay mom.\n\nAnia goes to Becky and squeezes her face with love and joy.\n\nANIA\nOooh my baby’s nervous! So nervous!\n\nBECKY\nStop it mom!\n\nShe pushes Ania a little.\n\nANIA\nYou're so amazing. I’m so proud.\n\nShe laughs with Mari and Ali. But Becky’s not laughing.\n\nACT THREE: RED/SHAKY HANDHELD\n\nINT. ROCK CLUB 28\n\nA modest club really full with the eager and anxious. A\nbird's eye, overhead shot shows how packed it is. Moving\nthrough the crowd, we zero in from above, on Danny pushing\nthrough the crowd to the backstage door. He is waved through\nby a bouncer.\n\nThe place glows red like Hell, which is what it feels like.\n\f29\n\n30\n\n57.",
  "43": "---END OF PREVIOUS SECTION---\nHe is waved through\nby a bouncer. The place glows red like Hell, which is what it feels like. 29\n\n30\n\n57. \n---TARGET SECTION TO BE ANNOTATED---\nROCK CLUB CORRIDOR - CONTINUOUS 29\nDANNY\nHave you seen Becky? Has she checked\nin?\n\nTo everyone and no one, busy bodies in the corridor. People\nshake heads. He is agitated. This has gone on for a while,\nplaying the waiting game and when you play the waiting game\nwith Becky, you lose.\n\nROCK CLUB, BECKY’S DRESSING ROOM - CONTINUOUS 30\n\nDanny’s feeling of relief is denied when he finds only Ania.\n\nANIA\nHow’s my grandbaby?\n\nDANNY\nShe’s home with Tiffany.\n\nANIA\nYou are great to that child.\n\nDANNY\nI couldn’t do it alone.\n\nANIA\nYou did, when Rebecca left. Poor\nDaniel. Drawn into the family saga.\n\nDANNY\nTime for a new family. Life goes on.\n\nANIA\nHopefully, it does.\n\nA pregnant pause. Contemplating: what if it doesn’t.\n\nDANNY\nShe’s not here. Everybody’s looking.\n\nANIA\nWhat happened to my baby Rebecca. Did\nI do something that wrong? Oh Daniel.\nAll we've put up with. For what?\n\nDANNY\nFor love.\n\nANIA\nAh. Yes. For love.\n\f58.\n\nA quiet beat and then a knock on the door. This sequence has\na really rotten energy building, noise and motion growing\nmore extreme. Things in the background, distance, hallway\nbump, fall and clatter. We’re heading toward motion sick\nterritory. The crowd sounds and venue noise and neon lights\nmake this all feel pretty agitating.\n\nIt’s just some RANDOM ROADIE who knocks.\n\nRANDOM ROADIE\nShe in here?\n\nDaniel and Ania shake heads. Roadie checks watch. Exhibits\nstress.\n\nRANDOM ROADIE (CONT’D)\nWe're forty minutes behind. Venue’s\nlights out at midnight.\n\nDANNY\nDon’t set your watch to Becky time.\n\nRoadie exits. Another moment of silence.\n\nANIA\nWhat are we doing here? She won't\nperform.\n\nDANNY\nShe has to.\n\nANIA\n\nHas to? Why?\n\nDANNY\nBecause I have a bad feeling that this\nis it for Becky.\n\nANIA\nOpening a small venue with proteges?\nShe’s sold out arenas. Why do you fall\nfor it.",
  "44": "---END OF PREVIOUS SECTION---\nANIA\nOpening a small venue with proteges? She’s sold out arenas. Why do you fall\nfor it. \n---TARGET SECTION TO BE ANNOTATED---\nDANNY\nShe cut the head off our life\ntogether. Swiftly and with no mercy.\nApparently I’1ll never come to terms\nwith that.\n\nHe picks up some forms.\n\nDANNY (CONT'D)\nShe’s way beyond what we agreed on for\nTama.\n\n(MORE )\n\f59.\n\nDANNY (CONT'D)\nWe've been trying to get her and these\nin the same room for three months.\n\nANIA\nHer lawyer quit. He called me.\n\nDANNY\nHer plan is to ignore all the people\nsuing her and hope they give up. Or\ndie.\n\nAnother knock on the now ajar door. It’s Ali. She’s had a\npretty slick makeover since Act 2 and looks calm, measured\nand reasonable. She scans the room. No Becky.\n\nALI\nShoulda known.\n\nShe cheek kisses Danny and then goes to Ania for a hug.\n\nANIA\nAlexandra, dear.\n\nALI\nWe fell for it didn’t we.\n\nDANNY\nShe'll be here.\n\nALI\nWhere do you find the faith?\n\nDANNY\nIt’s a curse. I'd kill to have none\nand never be waiting.\n\nALI\nCan't believe I got talked into this.\n\nDANNY\nShe needs you.\n\nALI\nEvery bully needs a weak punching bag\nto swing back for one more smack.\n\nAli goes to the mirror. Applies more lip gloss to her already\nextreme and ready-to-go show look. She looks awesome with\npink eye shadow and glitter and feathery hair.\n\nALI (CONT'D)\n\nWho gives a shit about the players,\n\nright? They’re just here for Becky.\n\nWhat do I do? Quit and be nobody?\n(MORE )\n\f60.\n\nALI (CONT'D)\nI don’t belong in this world. I used\nto play church basements. I was happy\nthere. I never wanted shows as big as\nthis. Poor Ali van der Wolff. Plucked\nfrom the underground. A footnote in\nthe defining oral history of the era.\n\nSilence falls after Ali’s speech, delivered to the mirror.\n\nDANNY\nWe all rely on her for something.\n\nALI\nWe rely on Miss Something for\nsomething. Fame, work, money, love\nsupport. Opportunity. The golden goose\nsprays golden piss in our faces.",
  "45": "---END OF PREVIOUS SECTION---\nFame, work, money, love\nsupport. Opportunity. The golden goose\nsprays golden piss in our faces. \n---TARGET SECTION TO BE ANNOTATED---\nANIA\nShe’s supported me for many years.\nALI\nMe too. What a wretched feeling. As\nyou know.\nDANNY\n\nShe'll be here.\n\nALI\nI envy envy envy that optimism. What’s\nshe ever done for you?\n\nDANNY\nShe gave me our daughter.\n\nALI\nShe drop kicked Tama to your doorstep\nfrom a speeding tour bus. Don’t\nconfuse that with sainthood.\n\nDANNY\nIt’s not that simple. She wasn’t\nready.\n\nALI\n\nOh Danny boy. I wanna believe you. You\nsee our list? Nobody. Not a soul could\nbe bothered. Such is the end of the\nsaga of Something She. Ignominious.\nFitting. So let’s go.\n\nANIA\nI'm going to go talk to security.\n\f61.\n\nBurst through the door: The Akergirls. You can tell in two\nseconds that tonight is their night because they are\nperfectly styled in the coolest, most influential way a rock\nband of girls in their early 20s.\n\nYou see on their faces, though: the Becky panic. Because this\nis a big show for them and the favor of letting Becky open\nhas already blown up in their young faces.\n\nALI\nShe ain’t here.\nDOTTIE\nFuck fuck I fucking knew it.\nROXIE\nShe’1l show.\nDOTTIE\nJust don’t fucking talk to me okay?\nDANNY\nThat’s the spirit.\nCASSIE\nHey, Dirtbag Danny! It’s really you.\nDANNY\nJust Danny.\nCASSIE\nI taped your show religiously every\nnight.\nDANNY\n\nNo shit? I don’t even have copies of\nthe early years. You got some special\nstuff there.\n\nROXIE\n(interjecting)\nAnyway its just, this is like a big\nfuckin’ deal for us and all.\n\nALI\nAlways is.\n\nNasty looks. Dottie won’t look at Roxie. They’ve split, and\nit’s created awkwardness between the whole band. They never\nspeak, make eye contact, or get close. It’s tense.\n\nALI (CONT'D)\nDon’t mind my trivializing your\nprofessional dilemma.\n\n(MORE )\n\f62.",
  "46": "---END OF PREVIOUS SECTION---\nIt’s tense. ALI (CONT'D)\nDon’t mind my trivializing your\nprofessional dilemma. (MORE )\n\f62. \n---TARGET SECTION TO BE ANNOTATED---\nALI (CONT'D)\nI’ve been in your shoes more times\nthan I can count.\n\nDOTTIE\nGive us a success ratio. Anything. I’m\ndying here. This is not okay. It’s not\nokay! Like, there are rules, right?\nLike we’ve gotta stick to the plan and\nthe plan is written in ink, right?\n\nALI\nShe'll be here. Might be any second...\n\nPause. All look at door. Nothing.\n\nALI (CONT'D)\n\nMight be in two hours. Its real cool\nand all what you’re doing for Becky.\nAnd me, I guess. Beck’s not used to\nnot headlining. She forgets that\nnobody waits for the opener.\n\nCASSIE\nWe figured with all the people here\nfor us--\n\nALI\n\nBecause there’s industry in the room\nBecky would take this ten percent more\nseriously? Tried that one. If she\ndidn’t know about all that, maybe\nshe'd be here.\n\nROXIE\nWhat do we do.\n\nALI\nVocal warm up? I dunno what your pre\nshow is. You wanna jam?\n\nDOTTIE\nThis is beyond me. Find me when the\nnightmare’s over.\n\nDottie storms out, shooting daggers at mostly Roxie.\n\nCASSIE\nShe’s under a lotta pressure. We all\nare.\n\nROXIE\n\nAnd shit's wobbly with us right now.\nThere’s heartbreak afoot.\n\f63.\n\nALI\nWiser folks tried and failed. But hey\nI signed the contracts for today so if\nshe don’t show you can sue her too. I\nthink that’1ll be a baker’s dozen.\n\nROXIE\n(to Danny and Ania)\nSorry. I’m Roxie. That was Dottie and\nthis is Cassie.\n\nANIA\nThank you for giving her this chance.\nShe doesn’t make it easy.\n\nCASSIE\nShe'd do it for us. Already did,\nactually.\n\nDANNY\nHow'd you repay her? By fucking it all\nup?\n\nSilence. Knowing.\n\nDANNY (CONT'D)\nShe'll be here. The pattern is:\ndisappear, leave you hanging, make you\nmiserable and come back when she’s out\nof options.\n\nAnia takes Danny’s response in. She chuckles.",
  "47": "---END OF PREVIOUS SECTION---\nThe pattern is:\ndisappear, leave you hanging, make you\nmiserable and come back when she’s out\nof options. Ania takes Danny’s response in. She chuckles. \n---TARGET SECTION TO BE ANNOTATED---\nCASSIE\nMy mom wouldn't step foot in a place\nlike this.\n\nANIA\nI’m not here to watch Becky inflict\npain on others. There’s been enough of\nthat to last lifetimes. I’m here\nbecause she needs me.\n\nAnother silence. The energy in this room is tense and there\nkeep being sounds in the hallway that make people jump,\nthinking it’s Becky. Howard enters.\n\nHOWARD\nNothing?\n\nALI\nNada.\n\f64.\n\nHOWARD\n\nWell this is great. That’s it. I’m\ndone. It’s over. She’s cost me a\nhouse. Half my company. Can you accuse\nme of not trying hard enough? Did I\nnot present opportunity after\nopportunity? And this is how it ends.\n\n(sees Ania)\nForgive me, Ania. Lovely to see you.\n\nANIA\nI know it, you know it.\n\nHoward checks his watch. Looks at Cassie and Roxie.\n\nHOWARD\nDoes it even matter how much longer we\nwait?\n\nCASSIE\n\nWe were supposed to start five minutes\nago so as of now, we’re going on hour\ntwo of a sold out crowd waiting for\nsomething to happen.\n\nHOWARD\nI’m deeply sorry. If I’d known---\n\nCassie and Roxie shake their heads.\n\nYou can hear it. Building outside this room. The tremble of\nnoise, anticipation growing louder.\n\n(BACK TO THE OVERHEAD SHOT OF THE CROWD. IT’S READY TO POP.)\n\nHoward and co. listen like it’s a Godzilla attack. Eyes wide,\nopen, alarmed for how much longer they can survive in here.\n\nHOWARD (CONT'D)\nGive her ten more minutes. No. Five.\nThen it’s over.\n\n(to Ali)\nI’m sorry. You know nobody wants this\nnight to go off more than me.\n\nALI\nWanna flip for it? I don’t suppose\nthere’s any benefit in an Ali van der\nWolff acoustic solo set.\n\nHOWARD\nAt this point any one on stage but\nBecky will make matters worse.\n\f31\n\n65.\n\nALI\nFigured as much.\n\nROXIE\nSo wise, are you.\n\nAli puts her hands together and bows to them.\n\nROXIE (CONT'D)\nSo what now?\n\nJust then, they hear it. The crowd is going wild over\nsomething.",
  "48": "---END OF PREVIOUS SECTION---\nROXIE (CONT'D)\nSo what now? Just then, they hear it. The crowd is going wild over\nsomething. \n---TARGET SECTION TO BE ANNOTATED---\n Something is happening. (pun intended).\n\n(OVERHEAD SHOT OF VENUE: EVERYBODY IS ERUPTING. IT’S\nHAPPENING. )\n\nThe following utterance is of both relief and inevitability:\n\nALI\nShe’s here.\n\nROCK CLUB CORRIDOR - CONTINUOUS 31\n\nRoxie, Cassie, Danny, Howard, Ania and Ali exit the dressing\nroom.\n\nProcession down the hall, one after the other, closer to the\nstage. The further they walk, the more things change.\n\nThe energy is stepping up a notch. There’s cheering, yelling,\nchanting coming through the walls and the looks on our\ncharacter's faces are equal parts fear and curiosity.\n\nThe ph balance of the building shifts, the temperature drops.\nOur group gathers for the oncoming storm and focus shifts to\nAnia, speaking to nobody, sadness and worry in her voice.\n\nANIA\nI wanted the best for my baby girl.\nMusic lessons. Rides to concerts. She\nplayed guitar in our church.\n\nIn like a tornado comes Becky and if she knows she’s two\nhours late, she shows no sign. Her appearance backstage fades\nout the cheers and applause as the exits the venue.\n\nA corridor where each open door offers a different sliver of\nhigh contrast, neon light. Becky is riding high as she walks\ntowards her throng of dependents chanting and clapping.\n\f66.\n\nBECKY\nDem bones dem bones dem dry bones\nDem bones dem bones dem dry bones\nDem bones dem bones gonna walk around\nDem bones dem bones gonna walk around\nNow hear the word of the lord\nDisconnecting dem bones, dem dry\nbones...\n\nShe has an entourage in tow: Ya-Ema, looking dark and\ncontrolling and a documentary camera/boom mic crew of two.\nSad looking, down and out but they create some sense of\nheightened attention to what is otherwise not important.\n\nBecky wears an open leather jacket with just a pink bra\nunderneath and the words ‘OLD SCRATCH’ scrawled on her torso.\nHer hair is huge, very 80s metal. Her makeup is theatrical.\n\nBecause of the video camera, Becky plays everything up to the\nNth degree in an effort to put on a good performance. It’s\ninsufferable.",
  "49": "---END OF PREVIOUS SECTION---\nHer makeup is theatrical. Because of the video camera, Becky plays everything up to the\nNth degree in an effort to put on a good performance. It’s\ninsufferable. \n---TARGET SECTION TO BE ANNOTATED---\n She talks to the video camera, via to other\npeople who are not listening. Rather than saying hello to her\nmother, she is on lap three already.\n\nBECKY (CONT'D)\nDing dong the bitch is back. Who\nmissed me show of hands?\n\nHoward pounces.\n\nHOWARD\nTwo. Hours!\n\nBECKY\n\nTwo. Minutes. To midniiiight!\n(Iron Maiden song)\nYou're actually suing me, right? Or\nwas that somebody else. I’1ll see you\nin court. Your honor. Is it a crime in\nthis country to prefer the witching\nhour? I was born with an internal\nclock. The doctor left it inside me ha\nhaaaa!! I call to the stand my mother,\nMrs. Ania Adamczyk nee Smolinska. Mrs.\nAdamczyk, do you swear solemnly that\nyour daughter was born with a rare\nneurological condition which renders\nthe passage of time an enforced\nillusion of the external world?\n(as herself)\n\nJudge, please. I just can’t seem to\nget goin’ until later at night. You\nthink I want to be late?\n\n(MORE )\n\f32\n\n67.\n\nBECKY (CONT'D)\nThere’s people deserve a show and you\nhave no idea the hell I’ve been\nthrough because I’m wishing there is\nany way on earth I could get going but\njust knowing I’m not going to make it.\nPromise me momma. When I die, have the\ncoffin arrive half an hour late and\nwritten on the side in gold letters\nare the words ‘sorry for the delay.’\nHa HA!\n\nOof. A terrible silence because, due to everything about\nBecky, the idea of her dying before her mother feels so real\nand perhaps inevitable. Everyone has been swept back away\nfrom the stage into the dressing room again.\n\nROCK CLUB, BECKY’S DRESSING ROOM - CONTINUOUS 32\n\nIt’s jam packed. Insanity, people moving everywhere to avoid\nbumping into others. Ya-Ema has dropped to his knees and\nwraps Becky’s ankles and places crystals from a bag on each\nof her legs and feet and is lighting little sticks by her\nfeet in some odd purification ritual.",
  "50": "---END OF PREVIOUS SECTION---\nROCK CLUB, BECKY’S DRESSING ROOM - CONTINUOUS 32\n\nIt’s jam packed. Insanity, people moving everywhere to avoid\nbumping into others. Ya-Ema has dropped to his knees and\nwraps Becky’s ankles and places crystals from a bag on each\nof her legs and feet and is lighting little sticks by her\nfeet in some odd purification ritual. \n---TARGET SECTION TO BE ANNOTATED---\nIt’s pretty nutso looking and Becky’s camera gets it all,\nincluding an increasingly despondent Danny and Ania.\n\nANIA\n(tears in her eyes)\nRebecca. My sweet Rebecca.\n\nBECKY\nMommmmmm, you're embarrassing me in\nfront of my friends. I told you to\nwait in the car. They’re making a\nmovie and I want them to see the real\nme so ix-nay on the ebecca-Ray.\n\nANIA\nHow can you inflict such pain?\n\nBecky looks at Ania and for a moment, the clouds of her mind\nclear and her eyes change and if it’s remotely clear to\nanybody what she is thinking, they don’t let on.\n\nBECKY\nFuckin’ stop it with the dramatics,\nmom! I haven't seen you in months and\nyou lay this down?\n\nDanny and Becky study one another, a major look passing.\nBecky looks at Ania, whose hands now reveal an envelope from\nher pocket.\n\f68.\n\nANIA\nDon’t be ungrateful. Tell me you know\nI was always there.\n\nBECKY\nYou get a pass. You did your time in\nthe trenches but you were alone. Don’t\nyou remember how alone you always\nwere? You remember how you were always\nalways alone.\n\nANIA\nYour father wanted me to give you this\nletter.\n\nBECKY\n\nGreat throw it in the trash! Where was\nhe fifteen years ago when I was nobody\nbut his daughter?\n\nBecky grabs the envelope and tosses it.\n\nROXIE\nWe should go.\n\nBECKY\nHow’s married life, Dirtbag? Give my\nbest to Tiffany.\n\nCASSIE\nThis is none of our business.\n\nBECKY\nStay babes. Your loyalty will be\nrewarded. That’s how it works. Isn't\nthat right, Ali?\n\nShe pronounces it like Muhammad “Ali.” Ah-lee.\n\nALI\nFunny, I didn’t know you saw me here.\n\nBECKY\nKid, your energy is so foul I could\nsee you in the dark.\n\nAnia losing her composure. She came in here, brave and\nconfident, but as usual, Becky is breaking her. She stands by\nDanny silently asking for and receiving support from him.\n\nANIA\n(quietly, to Danny)\nOh Daniel.",
  "51": "---END OF PREVIOUS SECTION---\nShe came in here, brave and\nconfident, but as usual, Becky is breaking her. She stands by\nDanny silently asking for and receiving support from him. ANIA\n(quietly, to Danny)\nOh Daniel. \n---TARGET SECTION TO BE ANNOTATED---\n Why?\n\f69.\n\nYa-Ema, clearing Becky’s aura, gives Ali a mean glance. She\nignores it, and Becky’s rude remark. Taking the high road.\n\nALI\nYou ready to rock?\n\nBECKY\n\nI was born ready. Doesn’t everybody\nknow that by now? You think I need to\nwarm up like some mere mortal? I don’t\nthink so, Tim. Would I have stepped\nfoot in this joint if I wasn’t ready\nfor a double-V victory and if that\nmeans a great show two hours later\nthan a crummy one people can thank me\nlater alligator.\n\n(to Roxie/Cassie)\nChildren, join me in the sacred circle\nof spiritual cleanse. Where’s the\nthird member of your coven?\n\n(screaming)\nDOTTIE 0.Z. you your butt in here this\ninstant you are guh-rounded!\n\n(to Ania/Danny)\nHow’m I doing mom? Mother of the year\nover here, ya dig!\n\nAnia steps away from Becky, unwilling to play this game.\n\nDottie runs in, frantic. Surveys Becky, seated with wraps and\ncrystals, smoke around her, everybody else buzzing nervously\naround, Danny and Ania moving away, Cassie and Roxie in\nshock. The video camera whips to get her entrance.\n\nDOTTIE\nFinally.\n\nBECKY\nGirls, gather round. Join the circle\nof energy. Anybody who does not to be\nhere you can leave or avert your gaze.\n(to video camera)\nNot you.\n\nBecky closes her eyes. Ali and the Akergirls do the same.\n\nBECKY (CONT'D)\nDear goddess of creativity and\npositivity, Becky here. How’s it\ngoing? I’m speaking to you tonight not\nonly on behalf of myself but also my\nlittle sisters Dottie 0.Z., Cassie\nCrassy and Roxie Rotten.\n\n(MORE )\n\f70.\n\nBECKY (CONT'D)\n\nThis is a big night for them so let’s\ntake care of Akergirls. They’re swell\nkids and deserve the best.\n\nShe pauses. The energy shifts and people sense something. Ali\nleans in, alarmed, like Becky is about to drift away. Becky’s\nbreathing changes and it’s really weird.\n\nBECKY (CONT'D)\n\nAs for me.",
  "52": "---END OF PREVIOUS SECTION---\nAli\nleans in, alarmed, like Becky is about to drift away. Becky’s\nbreathing changes and it’s really weird. BECKY (CONT'D)\n\nAs for me. \n---TARGET SECTION TO BE ANNOTATED---\n Lady, if you’re listening\nstill, I need this. I need this bad.\nThis is it for ol’ Beckster. I’m gonna\nneed your help here because the last\ntrain is leaving the station and if\nI’m not on it when the whistle blows,\nthat’s it for me. Lights out. Last\ncall. Soup’s cold. Ice cream’s\nmelting. Beer’s warm. Yuck. Let’s\nrally, one more time, then you can\ntake that soul I promised you.\n\nDanny shuffles, alarmed, when she says this. Becky stops the\nprayer. Everybody is silent. The doubt of Howard and Ali\nabout her not grasping the importance of tonight is gone.\n\nMaybe Becky was late because she actually wants to make this\nperfect. Maybe she is all clear headed and aware of herself,\nfinally. Becky looks right at the video camera.\n\nBECKY (CONT'D)\n\nYou get it? Perfect. Start with that\nit’ll be fucking phenomenal now let’s\nburn this fucker down for the big\nfinish.\n\nShe jumps and crystals fall and she lands with jazz hands\nwhen saying ‘big finish.’ The room is in shock.\n\nHOWARD\nLet me...let me go tell them you’re\nready.\n\nHe exits and Becky is gone. You see her ducking into the\nbathroom and slamming the door. Danny looks at Ali, sad.\nJunkie ducking into the bathroom...bad news.\n\nDANNY\nAnother poor decision. I’m leaving.\nMake sure she takes these.\nHe throws down legal forms.\n\nANIA\nI‘1l join you, in a moment.\n\f71.\n\nALI\nYou’re not gonna watch the show?\n\nANIA\nI don’t want to see what happens next.\nBut I have one thing to say to my\ndaughter.\n\nDanny kisses Ali on the cheek.\n\nDANNY\nI’m sorry things turned out this way.\n\nALI\nYou and me both, Danny boy. You know\nI'm always rootin’ for ya.\n\nDANNY\nThe legal stuff was meant to light a\nfire under her ass.\n\nALI\nJoan of Arc she ain’t. Flames or not.\nGo home. We’ll talk tomorrow.\n\nBoth look at the bathroom door. There’s an unspoken thing\nhere but Ali’s going to speak it. She holds back tears.",
  "53": "---END OF PREVIOUS SECTION---\nBoth look at the bathroom door. There’s an unspoken thing\nhere but Ali’s going to speak it. She holds back tears. \n---TARGET SECTION TO BE ANNOTATED---\nALI (CONT'D)\n\nHopefully not sooner.\n(pause)\n\nLove you, Dan-O.\n\nShe blows him a kiss. Danny exits. It’s Ali, Ania, Ya-Ema and\nthe Akergirls now. Ania picks up the letter she brought and\nholds it in her hands.\n\nCASSIE\nShe gonna be okay?\n\nANIA\n(utmost certainty)\nNo she’s not..\n\nYa-Ema prepares a spiritual area for Becky to be in when she\ngets out, placing mystical objects carefully. The video\ncamera is getting close on all of it.\n\nALI\nI know that you need to listen to an\nold has been like me but you’re gonna\nkill it tonight. And after tonight.\nPlease love one another.\n\f33\n\n34\n\n72.\n\nZero in on the Akergirls. This is all about the people around\nBecky and how she affects them. We stay on the Akergirls and\nit’s clear, following Act 2, that they are through the\nlooking glass with Becky. Now they want to tell her to fuck\noff.\n\nThere’s silent sadness among the Akergirls. They watch Ali\nand Ania walk to Becky’s bathroom and they exit, giving them\nprivacy. A quiet moment in a story light on them.\n\nROCK CLUB CORRIDOR/AKERGIRLS DRESSING ROOM - CONTINUOUS 33\n\nFollow the Akergirls to their dressing room. More orderly and\nless intense than the one we just left. Silent. They look in\ntheir mirrors, grab a water, a cigarette. They start lighting\ncandles around a small table on the floor. Finally:\n\nDOTTIE\nIs there something we should do?\n\nCASSIE\n(real shook up, still)\nWhat else can we do.\n\nROXIE\nWe shouldn’t have asked her to play.\nShe’s not straight.\n\nDOTTIE\nWe gave her a chance. That’s only\nright.\n\nROXIE\nKill your idols.\n\nCASSIE\nGive em enough rope and they’1ll do it\nthemselves.\n\nThe girls take hands and close their eyes, ready to lapse\ninto a mystical seance which is their tradition before shows.\n\nROCK CLUB, BECKY’S DRESSING ROOM - THAT SAME MOMENT 34\n\nAli and Ania lean on the door.",
  "54": "---END OF PREVIOUS SECTION---\nCASSIE\nGive em enough rope and they’1ll do it\nthemselves. The girls take hands and close their eyes, ready to lapse\ninto a mystical seance which is their tradition before shows. ROCK CLUB, BECKY’S DRESSING ROOM - THAT SAME MOMENT 34\n\nAli and Ania lean on the door. \n---TARGET SECTION TO BE ANNOTATED---\n We are close to Ali, close\nenough to see the tears and anxiety on her face. Talking to a\nwall. No better metaphor for dealing with Becky.\n\nALI\nI didn’t want it to be like this. Why\ndid you make it have to be like this?\nI blame you, Beck. You found me.\n(MORE )\n\f73.\n\nALI (CONT'D)\nYou invited me. I never wanted any of\nit. I only wanted to rock with you and\nMari. Not all this.\n\nThe door opens. Becky is glassy eyed, doped up. She looks\nlike a tranquilized animal. In a way, she is. She looks at\nAnia, holding the letter she brought.\n\nBECKY\nWhat the fuck is that still doing\nhere?\n\nANIA\n\nHe has things he wants to say to you.\nI see no harm in that. Do you\nunderstand forgiveness? Can you\nunderstand regret?\n\nBECKY\nYou weak stupid wimp. After everything\nhe has put us through. I uses to look\nup to you.\n\nAnia is gutted. She is in agony, as usual, because of Becky.\n\nANIA\nI always hoped you were better than\nthis. Deep down I knew you weren’t.\nYou're more like your father than\nyou'll ever know.\n\nAnia takes the letter and grabs Becky’s hand, shoving it in.\nThe forcefulness of Ania’s negativity momentarily stuns Becky\nsilent, static, stunned. (So this is where she gets it...)\n\nAnia exits quickly as the letter falls to the floor. Ali\npicks the letter up but Becky grabs at it and they become\nattached. Becky has slipped into a trance.\n\nBECKY\nDestroy it!!\n\nThey struggle for control of the paper as it tears in their\nhands.\n\nALI\nStop...Beck...stop...\n\nShe takes Ali by the face and squeezes her head hard, the\npain is real and they fall to the floor and Becky begins\nchanting/yelling.\n\f74.\n\nBECKY\nNegative forces! I cast you out! Be\ngone from here and wipe this room of\nevil. Let in the light and forsake the\ndarkness.\n\nThey are rolling on the ground and Becky doesn’t let go.",
  "55": "---END OF PREVIOUS SECTION---\nBe\ngone from here and wipe this room of\nevil. Let in the light and forsake the\ndarkness. They are rolling on the ground and Becky doesn’t let go. \n---TARGET SECTION TO BE ANNOTATED---\n Ali\ngrabs for stuff, lamps and tapestries and furniture and\naround them the entire room crumbles and collapses inward. Ya-\nEma watches silently and the video camera gets it all.\n\nALI\nYou're hurting me--\n\nBecky has a hand on Ali’s throat as well as her forehead. She\nis out of her mind hallucinating.\n\nBECKY\nDemon, speak not to me. To hear your\nwords is to open myself to your\ntrickery.\n\nShe puts her hand over Ali’s mouth and Ali continues to\nstruggle to protect herself.\n\nALI\nBeckpthhhh sttttppp\n\nBecky takes a glass bottle, breaks it and brandishes with her\nfree hand. We go close to see the abject terror and\nuncertainty in Ali's eyes.\n\nBECKY\nI've fought you in eleven other lives\nand in eleven other lives you've\ndestroyed me. I’ve seen the faces\nyou’ve used and my demise at your\nhands across the centuries. Now at\nlast I’ve looked across time and I see\nhow to defeat those who will see me\ndestroyed!\n\nBecky is scratching herself and Ali with the glass. Red marks\nand pricks of blood are forming. Ali tries to yell for help\nbut she is out of breath. It’s not loud enough and she makes\ndirect eye contact with Ya-Ema who stands with folded hands\nand will not move a finger to help and the camera crew,\nfilming and not helping.\n\nBECKY (CONT'D)\nFor the first time I have the power to\ndo what must be done and for the last\ntime we struggle.\n\n(MORE )\n\f75.\n\nBECKY (CONT'D)\n\nAlight in me, eternal powerful\ngoddesses and give me the strength to\nvanquish my enemies once and for all.\nOn battlefields and at the stake.\n\nAli somehow gets free, knocks Becky in the face. Bloody nose.\nHer weapon falls and the blood runs down her exposed chest\nunder the jacket.\n\nAli stumbles to the door, heaves at it, tears it open and\nscreams as loud as she can.\n\nALI\nHELP HELP SOMEBODY HELP.\n\nShe turns around. Becky is standing in front of Ya-Ema,\nlaughing.",
  "56": "---END OF PREVIOUS SECTION---\nALI\nHELP HELP SOMEBODY HELP. She turns around. Becky is standing in front of Ya-Ema,\nlaughing. \n---TARGET SECTION TO BE ANNOTATED---\n A crazed look on her face like ‘can’t you take a\njoke’ but because her nose is bloody and she has OLD SCRATCH\nwritten on her sweaty, bloody torso and all the rest, she\nlooks truly dangerous.\n\nThe two old friends stare at one another across the trashed\nroom, bloody, out of breath, frenzied. Becky’s stupid insane\nsmile is infuriating.\n\nBECKY\nTHE ARISTOCRATS!\n\nAnd she laughs for a few seconds before losing her balance\nand steading herself on a chair just as Howard rushes in with\na big security guard. They are prepared for an OD so when\nthey rush in are surprised to see Becky has the upper hand,\nsurvey the mess and injuries and Ali looks the most afraid.\n\nSecurity goes to Becky to restrain her and even though he is\n6’'4” and 300 pounds she puts up a hell of a fight. She claws\nand kicks and is lifted off the ground but lands a few blows.\n\nBECKY (CONT'D)\n\n(faux 1930s moll voice)\nI don’t give a rat’s! Put me in the\nslammer. I’1l be back on the streets\nby noon. There’s no clink in the world\nthat can hold the likesa me.\n\nSECURITY GUARD\nMiss, shut your mouth and stop\nattacking me please.\n\nBECKY\nWho'safraid of the big bad wolf! I’m\nafraid of the van der Wolff! Ali! Back\nme up here. Ah I don’t get no respect\nat all.\n\f35\n\n76.\n\nBecky bites the security guard and is able to get free. She\ngrabs the glass bottle again and points it at him. The guard\nlunges forward and she slices his arm. It’s bleeding and he\nkicks her, pretty hard, to get her to drop the weapon and\nfinally pins her against a wall and puts handcuffs on her.\n\nLike a rabid dog, Becky barks and tries to bite people but\nnever stops looking happy, grinning, smiling because somehow\nit hasn't sunk in yet that this isn’t a game. She barks and\nsnarls right at the video camera lens.",
  "57": "---END OF PREVIOUS SECTION---\nIt’s bleeding and he\nkicks her, pretty hard, to get her to drop the weapon and\nfinally pins her against a wall and puts handcuffs on her. Like a rabid dog, Becky barks and tries to bite people but\nnever stops looking happy, grinning, smiling because somehow\nit hasn't sunk in yet that this isn’t a game. She barks and\nsnarls right at the video camera lens. \n---TARGET SECTION TO BE ANNOTATED---\nOff to the side, Ali is regaining herself and cleaning wounds\nand standing in the doorway, which we haven’t seen until now,\nare the Akergirls, watching Becky bite and snarl.\n\nThe documentary crew is getting it all. Becky, fallen to\nfloor, handcuffed, bleeding, looks up at her audience with\ndelight and joy. There’s a physical fight in her body because\nthe adrenaline is wearing off and it’s fighting the drugs and\nshe is starting to get wobbly.\n\nBECKY (CONT'D)\nI confess. It was me! I robbed the\nsavings and loan and I shot the\nsheriff and I fought the law and the\nlaw won. Now when do I get my lousy\nphone call?\n\nSpeechless. Turn to Howard and Ali, still composing herself.\nThe Akergirls are truly shocked.\n\nHOWARD\n(to Ali)\nCan you...anything?\n\nALI\nNo. It’s over.\n\nAli wipes the blood off her neck and lip and throws the cloth\nin Becky's face. Pauses. She’s thinking about hitting or\nspitting on Becky. Instead she turns to leave. Silent.\nHumiliated. Battered. It somehow hits Becky.\n\nBECKY\nHey. Hey! Sorry I messed up your\npretty face.\n\nNobody is listening. Becky stands to run, chase after Ali.\n\nROCK CLUB CORRIDOR - CONTINUOUS 35\n\nAli is already gone, somehow. Becky turns side to side but is\nbeing pursued by the video camera, Howard and security.\n\f36\n\n37\n\n77.\n\nShe runs to a door and throws her body at it. It opens. It’s\nthe wrong door. The door Danny entered backstage from at the\nstart of this act. She is somehow in the middle of the venue.\n\nROCK CLUB, FLOOR AREA - CONTINUOUS 36\n\nBloody, shackled, people turn to look because the light on\ntop of the video camera draws attention. Cheering and\napplause start, as though it is all part of the act.\n\nThe crowd throbs as Becky pushes through it, parting for her\nlike the Ten Commandments Red Sea. She is given a clear path\nto the stage as people chant her name.\n\nCROWD\nBECKY! BECKY! BECKY!\n\nThe crowd closes, swallowing up Howard.",
  "58": "---END OF PREVIOUS SECTION---\nBECKY! BECKY! The crowd closes, swallowing up Howard. \n---TARGET SECTION TO BE ANNOTATED---\n The Akergirls stay in\nthe door, not entering the floor space. This is crazy, shaky,\nhazardous looking stuff. Flashing red lights and yelling and\nscreaming abound. The Akergirls know to fall back.\n\nROCK CLUB, THE STAGE -— CONTINUOUS 37\n\nBecky feebly climbs up which is hard without hands. The sweat\nis mixing with blood and the OLD SCRATCH marker writing so\nshe’s pretty colorful. Her white pants are tie dyed looking.\n\nCROWD\nBECKY! BECKY! BECKY!\n\nShe leans to the mic.\n\nBECKY\nBECKY! BECKY! BECKY!\n\nThis goes on for several seconds as the crowd slowly stops,\nsensing that this isn’t an act and they are actually\nwitnessing the actions of a damaged and troubled woman.\n\nThe camera crew is at the foot of the stage, getting it all.\n\nSecurity climbs to the stage. Becky slips away from him and\ngrabs the mic.\n\nBECKY (CONT'D)\nD'ya ever get the feeling you’re being\nfollowed?\n\nMuted but loud cheers. Becky, clutching the mic and being\ngrabbed at by security, launches into an epic rant that, no\nmatter how hard she is being chased, doesn’t stop.\n\f78.\n\nBECKY (CONT'D)\nI’ve been back through the ages of\nearth and I’ve witnessed centuries of\nconflict. I regressed to the moment of\nconception and watched myself being\nborn. That's why I’m leaving now. When\nI needed it, nobody ever put a hand on\nmy back and told me it was gonna be\nalright dude. It’s the little things.\n\nSecurity senses she isn’t a threat but is still holding her,\nor at least blocking her from going anywhere and she’s\nstumbling, backed up against the speakers with nowhere to go.\n\nFaint response. People are alarmed. Becky is fading.\n\nShe takes a guitar and tries to play but it’s impossible with\nher hands cuffed and she spins the guitar, falls hard off the\nstage into the equipment area and people rush to her, huddle\naround and she’s clutching the guitar which broke her fall.\n\nFeedback starts to wail.\n\nBecky isn’t laughing or talking.",
  "59": "---END OF PREVIOUS SECTION---\nShe takes a guitar and tries to play but it’s impossible with\nher hands cuffed and she spins the guitar, falls hard off the\nstage into the equipment area and people rush to her, huddle\naround and she’s clutching the guitar which broke her fall. Feedback starts to wail. Becky isn’t laughing or talking. \n---TARGET SECTION TO BE ANNOTATED---\n She looks up at people, her\neyes like a dying animal and she looks like someone waking up\nfrom amnesia and finally understanding where she is. A little\ngirl, lost and afraid. She reacts with shaky fear.\n\nFeedback is still wailing and the video camera is in her face\nand flash photos are going off and security is trying to pick\nher up but she’s like a protestor, heavy and inert.\n\nHe lifts Becky, guitar and all. She’s dead weight as she is\ncarried through the venue to the exit, toward a police car\nwhose sirens we can already hear and whose red/blue flashing\nlights get brighter the further he walks. The look on her\nface is fear and panic. Like she just woke up here and\ndoesn’t know what is happening. Her energy dangerously alive.\n\nFeedback is still wailing, fading away from the stage. Becky\nlooks at the faces of the Akergirls as she passes. They are\nnext to Howard and Becky is all bloody and weak.\n\nBECKY (CONT'D)\n(quiet, pause before, a\nbig sense of ceremony)\nSometimes I don’t even own myself.\nMom?\n\nWith that, she stares, eyes wide open as if trying to process\na world, a realm of reality she doesn’t comprehend and is\ncarried in the arms of security out the door into the\nwaiting, wailing bright lights of oblivion.\n\f38\n\n79.\n\nPeople look around, back at the stage. They see The Akergirls\nand Howard off to the side. There is still feedback which\nDottie puts a stop to as Howard draws the club’s little\ncurtain down, concealing them from view.\n\nEND OF ACT THREE.\n\nINTERLUDE #4 (1 1/2 YEARS BEFORE ACT 1)\n\n \n\nGRAINY VHS HOME MOVIE FOOTAGE: Backyard of Becky’s new house.\nIt’s nice and has a pool. Becky, in a pool chair, holds a 6-\nweek old Tama. She is smoking a cigarette and dozing.\n\nBECKY (CONT'D)\nI wanna stay home with my baby. No\ntour. No record. I like it here.\n\nDanny shows up, around the corner. He looks confused about\nwhy a camera is there. Becky doesn’t look up at him.\n\nDANNY\nOh. I see.",
  "60": "---END OF PREVIOUS SECTION---\nBecky doesn’t look up at him. DANNY\nOh. I see. \n---TARGET SECTION TO BE ANNOTATED---\n You ready for me to take\nher home?\n\nBECKY\n\nTake her. Take her. I’m so tired.\n\nACT FOUR: BEIGE/SUPER STATIC UNMOVING TABLEAUS\n\n \n\nINT. COUNTRY HOUSE - DAY 38\n\nSoft, breeze blown curtains. A big, empty, isolated, somewhat\ndilapidated house with windows open. Glowing, soft light is\neverywhere and this looks like a cartoon idea of heaven,\ncontrasting with the red hell we just left behind of Act 3.\n\nBecky is dwarfed by the huge space. Paint is chipped and\npeeling, floorboards warped and scuffed. She bought a fixer\nupper and will never fix it up.\n\nThis is going to be slow, static, locked off. (So even though\nthis is half the page length of other acts, it’1ll be roughly\nthe same amount of time.)\n\nThe camera never moves and seldom cuts. Becky’s life is\nimmobile now. She’s in a thin, soft sweater over a tattered\nold Evergreen College shirt. Beyond natural. No makeup. Soft\nclean hair. The mask of theatricality is no more. Looking at\nher, you'd almost think she’d been lobotomized.\n\nBecky Something doesn’t live here. Just Rebecca Adamczyk.\n\nThe tea kettle boils and whistles in the kitchen.\n\f39\n\n40\n\n80.\n\nCOUNTRY HOUSE, KITCHEN - CONTINUOUS 39\n\nBecky oozes out of a stupor and floats like a ghost to the\nkitchen. It has signs of detox: dozens of lemons, ginger,\njugs of expensive water. This is all slow: feel time passing.\n\nBecky pours the water and marks a tally on what is obviously\na sobriety calendar: it’s approaching a full year.\n\nShe borders on catatonic and the silence here at this point\nin our story is extreme and shocking as anything. We’ve heard\nnearly two minutes of it which is one minute fifty seconds\nmore than we ever heard so far. It’s haunting and you should\nthink that Becky is dead, this is the afterlife, and this\nstory is going someplace unexpected.\n\nFrom where her tea steeps, Becky sees a car pull up. She\nturns away and prepares to have to see somebody.",
  "61": "---END OF PREVIOUS SECTION---\nIt’s haunting and you should\nthink that Becky is dead, this is the afterlife, and this\nstory is going someplace unexpected. From where her tea steeps, Becky sees a car pull up. She\nturns away and prepares to have to see somebody. \n---TARGET SECTION TO BE ANNOTATED---\nCOUNTRY HOUSE, LIVING ROOM - CONTINUOUS 40\n\nWalking through a room with a bunch of South American\nreligious artifacts, crystals, new age stuff and a pin ball\nmachine, Becky sits and waits for the knock on the door.\n\nDanny enters with Tama. He looks pretty sharp, hair a bit\ncleaner, clothes more sophisticated. Tama is now four and a\nhalf. She doesn’t seem comfortable here, since the place is\nso empty and not homey.\n\nThe tea is in her hand and the silence is broken by the tea\ntimer ringing. She removes the tea basket and, though it is\ndripping, puts it on a table with no dish.\n\nBecky and Tama look at each other for a moment. Becky’s stoic\nface finally changes into a smile.\n\nBECKY\n(horse voice, weird\nsounding)\nBaby.\n\nTAMA\nMommy .\n\nThey hug. Becky swallows her tragedy because the pain of\nconfronting the reality of how bad she fucked up kills her.\n\nBECKY\nMomma missed you.\n\nTAMA\nI missed momma.\n\f4l\n\n81.\n\nBecky is dying inside. This is agony.\n\nDANNY\nKiddo, mom and dad need to talk. Do\nyou want to play pinball?\n\nTAMA\nYeah okay!\n\nThere is already a Tama stool by the machine for her monthly\nvisits. She begins to play. The game noises are soft and\nfading as Becky and Danny walk to another big, sparse room.\n\nCOUNTRY HOUSE, MUSIC ROOM - CONTINUOUS 4l\n\nThis one is full of instruments and simple, vintage recording\ngear to prove that Becky is still active. Like the other\nrooms, it has big open windows and feels quiet and soft and\nin addition to pinball, you hear birds and bugs and wind.\n\nBecky cannot make eye contact with Danny, ashamed and full of\nself loathing. But she isn’t fully broken. Always, embers of\ndanger are within her, and the threat is there.\n\nYou see it on Danny’s face. He isn’t sure she can stay sober\nforever, but is impressed as this is the longest she has\ngone. This year came after a relapse or two. It’s about\nsixteen months since Act 3.",
  "62": "---END OF PREVIOUS SECTION---\nHe isn’t sure she can stay sober\nforever, but is impressed as this is the longest she has\ngone. This year came after a relapse or two. It’s about\nsixteen months since Act 3. \n---TARGET SECTION TO BE ANNOTATED---\nBecky, in recovering addict mode, can feel people looking for\ncracks when they are with her. It feels awful. She holds her\ntea in both hands, like it will shield her.\n\nDANNY\nYou look good.\nBECKY\nBullshitter.\nSilence.\nBECKY (CONT'D)\nI have a year next week.\nDANNY\nI know. That’s really great.\nSilence.\n\nDANNY (CONT'D)\nShe’s been asking about you all the\ntime.\n\f82.\n\nBECKY\nShe misses me?\n\nDANNY\nShe doesn’t really know you.\n\nImmediately, this makes Becky choke up, but no tears. She’s\ntoo isolated from her emotions for tears.\n\nDANNY (CONT'D)\nShe has no memory of living with you.\n\nBecky pauses, composes herself.\n\nBECKY\nI had this dream. We were brothers in\na past life and we were Native\nAmerican. You killed all the children\nin our tribe. And that’s why I was so\nhorrible to you in this life.\n\nDanny cannot fathom a response to this. He reaches into a bag\nand hands her legal looking documents.\n\nDANNY\nBefore I forget.\n\nBecky takes it and tosses onto a table without studying.\n\nDANNY (CONT'D)\nYou need to look at those.\n\nBECKY\nI will.\n\nDANNY\nToday. I’m taking them back with me.\n\nBECKY\nDoes it make a difference.\n\nDANNY\nYes. It does.\n\nBECKY\nIncluding you, do you know how many\nlawsuits I have against me?\n\nDANNY\nYes. I do.\n\nBECKY\nCare to say it out loud.\n\f83.\n\nDANNY\nWould it make a difference?\n\nBECKY\nSettling with M and A. Child support.\nBreach of contract. Contracts.\nPromoters. Howard. I’ve lost track.\n\nDANNY\nDon’t lump us in with all of that.\n\nPinball noises. A reminder of Tama.\n\nBECKY\nThere’s nothing left. They gave me my\nband name in exchange for publishing.\nI don’t own my own music. I’m broke. I\ncan’t give you anything.\n\nDANNY\nI don’t want you to sell the house.",
  "63": "---END OF PREVIOUS SECTION---\nI’m broke. I\ncan’t give you anything. DANNY\nI don’t want you to sell the house. \n---TARGET SECTION TO BE ANNOTATED---\nBut I need to know half of whatever\ndollars you find go to Tama.\n\nBECKY\nI can’t leave this house. I can’t go\nback into the world.\n\nA moment of silence. She sips her tea. Becky seems afraid.\nShe talks of leaving the house like she is in a horror movie.\n\nDANNY\nMari’s here.\n\nBECKY\nExcuse me what?\n\nDANNY\nShe drove up with me.\n\nBECKY\nYou shouldn’t have done that.\n\nDANNY\nIt’s okay. She just wants to talk.\n\nBECKY\nShe took everything I built.\n\nDANNY\nShe didn’t take it. You lost it. And\nbesides you built it together.\n\f84.\n\nBECKY\n(thinking)\nI can’t see her like this.\nDANNY\nShe’s seen worse.\nBECKY\nWhy did you do it. Why did you bring\nher?\nDANNY\n\nShe’s sober too. She’s been through\nit. She understands.\n\nBecky looks out the window and sees Mari waiting by the car.\nHolding a gift. At least bringing her in ends this talk.\n\nBECKY\nI need a minute. Go get her and count\nto a hundred.\n\nDanny stands, exits. We stay on Becky, stiff, thinking. After\na moment, Tama comes running in.\n\nTAMA\nMomma? I lost my three balls.\n\nBecky picks her up, standing herself.\n\nBECKY\nOof. You’re getting big, kiddo. What’s\ndaddy feeding you?\n\nTAMA\nChicken fingers and fish fingers.\n\nBECKY\nYum. I wish I had some of those.\n\nTAMA\nAnd noodles.\n\nBECKY\nOh boy. Well I don’t know if have any\nof that but if you’re not too big\nMaybe we can can you peanut butter and\njelly if that’s okay.\n\nTAMA\n‘eanut butter!\n\nBECKY\nAlright alright!\n\f85.\n\nIt’s fun and shocking for this normal mom/kid moment. Becky\nputs Tama down. Tama runs to the piano and taps keys.\n\nBECKY (CONT'D)\nCareful baby.\n\nBecky is finding herself choked up by this all. It’s coming\nto the surface and she is trying to keep it inside, sort of.",
  "64": "---END OF PREVIOUS SECTION---\nBECKY (CONT'D)\nCareful baby. Becky is finding herself choked up by this all. It’s coming\nto the surface and she is trying to keep it inside, sort of. \n---TARGET SECTION TO BE ANNOTATED---\nTAMA\nPlay me a song mommy.\n\nBECKY\n(she sits on piano bench)\nWhat kind of a song?\n\nTAMA\nA song that reminds you of me.\n\nStatic. Still, from far away: we see the two of them, Becky,\nposed and ready at the piano. She rolls her head back.\n\nBECKY\nA song that makes me think of you.\nHrmmm...okay. You ready?\n\nTAMA\nReady-o!\n\nAnd just for this moment, it’s too bad that Becky has an\naudience of one because what she is about to deliver is the\nmost achingly beautiful, soul-deep performance of maybe her\nentire life. And if she were to be playing this for an\naudience of 10,000, there wouldn't be a dry eye in the house.\n\nIt's deep, tender, emotional. From a place deep within\nherself where the pure love lives. The love so deep it was\nprotected from all the drugs, pain and misery she caused\nherself and others. It’s closer to a hymn, filling up a\nchurch with tones of reverie and spiritual meaning and the\nreason she can muster all that is because it’s all for Tama.\n\nOne of the best songs ever written: HEAVEN by Bryan Adams.\n\nBECKY\nThis next one’s a cover.\n\nPiano keys tap out the sublime first notes of the song. Wind\nup to lyrics. Bum da bum bum bum. Bum da bum bum bum.\n\nBECKY (CONT'D)\nOh thinking about all our younger years\nThere was only you and me\nWe were young and wild and free\n\n(MORE )\n\f86.\n\nBECKY (CONT'D)\n\nNow nothing can take you away from me\nWe’ve been down that road before, but\nthat’s over now.\n\nYou keep me coming back for more.\n\nBaby you’re all that I want.\n\nWhen you’re lying here in my arms.\nI’m finding it hard to believe.\nWe’re in heaven.\n\nAnd love is all that I need.\n\nAnd I found it there in your heart.\nIt isn’t too hard to see.\n\nWe’re in heaven.\n\nOh once in your life you find someone.\n\nWho will turn your world around.\n\nBring you up when you’re feeling down.\n\nYeah nothing can change what you mean to me.\nThere’s lots that I could say.",
  "65": "---END OF PREVIOUS SECTION---\nBring you up when you’re feeling down. Yeah nothing can change what you mean to me. There’s lots that I could say. \n---TARGET SECTION TO BE ANNOTATED---\nBut just hold me now.\n\nCause our love will light the way.\n\n(Tama holds onto Becky now, arms around her waist.)\n\nOne shot.\n\nBaby you’re all that I want.\n\nWhen you’re lying here in my arms. I’m\nfinding it hard to believe.\n\nWe’re in heaven.\n\nYeah love is all that I need.\n\nAnd I found it there in your heart.\n\nIt isn’t too hard to see. We’re in heaven.\n\nI’ve been waiting for so long.\n\nFor something to arrive.\n\nFor love to come along.\n\nNow our dreams are coming true.\nThrough the good times and the bad.\nYeah I’ll be standing there by you.\n\nAnd baby you’re all that I want. When\nyou’re lying here in my arms. I’m\nfinding it hard to believe.\n\nWe’re in heaven.\n\nAnd love is all that I need.\n\nAnd I found it there in your heart. It\nwasn’t too hard to see.\n\nWe’re in heaven.\n\nThis is the most amazing performance of Heaven by\n\nBryan Adams that you have ever heard or will ever hear.\n\nThe emotion is unfathomable. Becky has never given anything\nas much as she is giving this.\n\f87.\n\nTama loves it, bobs her head the whole time and when the song\nends and we finally cut to see Danny and Mari standing in the\ndoor, he looks like he’s never seen anything like this and\nMari just saw for the first time in a decade the Becky she\nfirst knew and Mari, like every viewer watching this scene,\nis crying right now.\n\nBecky kisses Tama. She heard them come in and knew they were\nthere the whole time. She doesn’t turn to face them.\n\nBECKY (CONT'D)\nHey M.\n\nMARI\n(swallowing a lump)\nHey B.\nThe room opens up when Becky takes Tama in her lap and turns.\nTAMA\nAunt Mari did you hear? Mom sang a\nsong just for me.\n\nMARI\nYeah. I heard.\n\nTAMA\nYou should sing for me too sometime.\n\nMARI\nI will. Promise.\n\nDanny is moved. This represents a total change in Becky.\n\nMARI (CONT'D)\nBeen playing anything else?\n\nBECKY\n\nUh huh. You wanna hear?\nMARI\n\nYeah. I do.",
  "66": "---END OF PREVIOUS SECTION---\nYou wanna hear? MARI\n\nYeah. I do. \n---TARGET SECTION TO BE ANNOTATED---\nDANNY\n\nSweetie, why don’t you come fix lunch\nwith daddy?\n\nTAMA\nMom said she’d make me a sandwich.\n\nBECKY\nDad can get this one. I’1l make the\nnext one.\n\f88.\n\nTAMA\nOkay momma but you have to make the\nnext one.\n\nTama kisses Becky and runs to Danny, who swoops her up. He\nlooks at Becky and Mari, knowing they should be alone. He\nexits.\n\nMari and Becky feel it out. They haven’t seen one another in\ncoming up on three years.\n\nMARI\nShe’s so beautiful.\n\nBECKY\nI lost so much time with her.\n\nMARI\nShe’s lucky to have you back.\n\nBECKY\nI had a vision of you holding her at\nmy funeral. I saw you and Danny,\nholding her hands and I was so happy\nthat you were godmother. I’ve seen my\ndeath a dozen times in a dozen\ndifferent ways. In every vision I’m\nsurrounded by people. I never die\nalone.\n\nMARI\nYou’re alone now. You should leave\nthis place.\n\nBECKY\nThere’s an ache in my bones.\n\nMari takes a minute. This is a crushing thing to respond to.\nShe sits down near the piano. Puts the present she has been\nholding down. Becky looks at it, devoid of curiosity.\n\nMARI\nIt’s from Howard.\n\nBECKY\nThanks Howard. How’s he doing?\n\nMARI\nWell, actually. The Akergirls hit big.\nTheir new stuff isn’t my cup of tea\nbut they’ve done well for him. He'd\nlove to see you.\n\nBecky squirms. Wants to change the subject.\n\f89.\n\nBECKY\nThank you for taking my call. Back\nthen. You didn’t have to.\n\nMARI\nI was always the bigger person.\n\nBECKY\nAli didn’t.\n\nMARI\nYou never tried to stab me. Except in\nthe back. Which you did.\n\nBECKY\nHow’s she been?\n\nMARI\nGood. She just put out an album with\nher husband. It’s kinda great.\n\nBECKY\nHusband?\n\nMARI\nRoy. They’re amazing together.\n\nBECKY\nI should get a copy.\n\nMARI\nMine’s out in the car.",
  "67": "---END OF PREVIOUS SECTION---\nThey’re amazing together. BECKY\nI should get a copy. MARI\nMine’s out in the car. \n---TARGET SECTION TO BE ANNOTATED---\nBECKY\nI’1l buy my own.\n\nMARI\nI don’t think she’s mad at you\nanymore. I don’t think I’m mad at you\nanymore either. You were horrible. But\nit never made me not love you.\n\nBecky nods. Insulted, but Mari had to get it out.\n\nMARI (CONT'D)\nLauren’s seven months pregnant.\n\nBECKY\nDanny told me. That’s rad. I’m happy\nfor you.\n(pause)\n\nYou'll be a really good mom.\n\nSilence. This is getting harder, not easier.\n\f90.\n\nMARI\nYou ever jam?\n\nBECKY\nAlone. A lot.\n\nMARI\nYou wanna?\n\nNobody has offered Becky this much of an inch of opportunity\nin years. It’s major for her and you see it in her eyes. She\ntries to downplay how much it means to be given a shot.\n\nBECKY\nSure. You wanna hear some stuff?\n\nMARI\n(equally downplaying)\nSure.\n\nFor a moment, it’s almost old times. Sisterhood and creative\nenergy between them. Becky goes to the reel to reel she has\nbeen using to record demos in exile.\n\nIt plays out slowly. Becky moving, having finished her tea,\nthe precision of somebody whose brain isn’t quite right. She\ncues up the device and hesitates before pressing play. Looks\nover her shoulder and off in the distance sees Tama lurking\nin a far off door frame holding a triangle PB&J sandwich\nhalf. Danny is behind her, maintaining Becky and Mari’s\ndistance and space.\n\nBecky looks back to Mari, slumps down, on the floor,\nsurrounded by instruments and gear.\n\nBECKY\nDon’t like, tell people anything about\nwhat you hear.\n\nMARI\nI wouldn’t---\n\nBECKY\nJust...if anybody asks. Does anybody\nask?\n\nMARI\n(pause)\nNot as much as they used to.\n\nBECKY\nIt’s okay. Only...be kind, alright?\n\f91.\n\nBecky never expressed any sensitivity or need for approval,\nnot once in their entire career together so Mari knows it’s\nactually a different person, draped in soft fabric hanging\noff her lithe, weakened frame. The ghost of Becky future.\n\nMARI\nJust between us.",
  "68": "---END OF PREVIOUS SECTION---\nBecky never expressed any sensitivity or need for approval,\nnot once in their entire career together so Mari knows it’s\nactually a different person, draped in soft fabric hanging\noff her lithe, weakened frame. The ghost of Becky future. MARI\nJust between us. \n---TARGET SECTION TO BE ANNOTATED---\nBecky presses play and sits with her back to Mari: she can’t\nhear her own recording while playing and look her in the eye.\nTwo women, facing forward, Becky holding her guitar, Mari\nstaring at Becky’s back.\n\nThe song starts. It’s simple, raw, rough, emotional, and\npure. Becky accompanies the recording, strumming and also\nsinging live. The record is a 4-track, simple stuff. It’s\nshort and is, as the critics would say, Classic Becky.\n\n(This song is called ‘Expected to Grow’ and was written by\nAlicia Bognanno/aka Bully)\n\nBECKY\nSlipping out\nI’ve caused you pain\nI shake at the thought of it\nAnyone could shift the blame\nBut I’m the root the cause of it\nI don’t think I’ve learned\nAnything since you\nTaking ten steps back\nPolarize the view\n\nAnd how can I be expected to grow\nIf I’m stuck living in what I\nAlready know and\n\nI don’t wanna quit\n\nI just wanna be in control of it\nI don’t wanna quit\n\nI just wanna be in control of it\n\nWhat I recall\n\nIs cold and mean\n\nI owe good health and time to you\nBut I get stuck\n\nTo the wrong things\n\nAnd only space shows me the truth\nI have not learned\n\nI have learned nothing since you\nTaking ten steps back\n\nPolarize the truth\n\nIt’s clear to Mari that this is exactly what they were trying\nto make in Act 2, a return to form that is also a leap\nforward. Somehow, Becky exorcised the demons and created it.\n\f92.\n\nMARI\nBeck it’s incredible.\n\nBECKY\nJust a little thing.\n\nMari looks and see stacks of recordings around the machine.\nBecky has enough for a double album and four bootlegs here.\nAn epic amount of music. She sees Mari looking.\n\nBECKY (CONT'D)\nIt’s mostly junk.\n\nMARI\n\nYou know I’d follow you anywhere.\nBECKY\n\nStill?\nMARI\n\nThat's my bad habit. Yours is, well,\neverything. Mine is coming back and\ncoming back for more.\n\nBECKY\nI fucked you over a hundred times.\n\nMARI\nHundred and one.",
  "69": "---END OF PREVIOUS SECTION---\nMine is coming back and\ncoming back for more. BECKY\nI fucked you over a hundred times. MARI\nHundred and one. \n---TARGET SECTION TO BE ANNOTATED---\nBECKY\nI don’t know if I can let people hear\nthis. I think it’s just too, too, just\ntoo much.\n\nMARI\nYeah okay.\n\nBECKY\nI don’t deserve another chance.\n\nMARI\nYou're gonna get it whether you want\nto or not. You’re lucky I’ma\nmasochist who, still, just wants to\nget dressed up, feel pretty and play\nnew music plus the hits. They still\nlove you.\n\nBECKY\nThey always loved me. It’s not loving\nthem back that got me here.\n\f93.\n\nMARI\nSo what? You stay here and die in this\nhouse?\n\nBECKY\n\nI always thought I’d die on stage.\nThere’s nothing here than can hurt me.\nI have to stay here, or else...\n\nMARI\nIt’s not over until you get what's\nyours.\n\nBECKY\n\nSomehow I’ve cheated it. It’s very\nreal. It wasn’t that time, so maybe\nit’ll be next time. So there can’t\never be a next time.\n\nMARI\nBecky that’s insane.\n\nBECKY\nNo. It isn’t. Ya-Ema once told me that\nTama would be my downfall. I thought\nhe meant she would bring my downfall.\nIt wasn’t until later that I realized\nhe meant my love for her is my true\nweakness.\n\nMARI\nI don’t buy any of that. And you\nshouldn’t still talk about him. He’s a\nfraud. He took advantage of you and\nlots of others and he’s in jail now\nfor it.\n\nBECKY\nHe understood me.\n\nMARI\nOkay whatever. You don’t need him and\nyou never did. You never knew how to\nrely on others. That’s your weakness.\nPeople are waiting to see who Becky\nSomething really is.\n\nBECKY\nWho is she?\n\nMari smiles and makes an ‘I don’t know’ shrug.\n\nMARI\nShe’s a woman.\n\f94,\n\nBECKY\nShe’s a user.\nMARI\nShe’s a mother.\nBECKY\nShe’s a deadbeat.\nMARI\nA person.\nBECKY\nA persona.\nMARI\nYou're healthy.\nBECKY\nRecovering.\nMARI\nOkay then.",
  "70": "---END OF PREVIOUS SECTION---\nMARI\nYou're healthy. BECKY\nRecovering. MARI\nOkay then. \n---TARGET SECTION TO BE ANNOTATED---\n Who was Becky Something?\nBECKY\nA way to hide from Rebecca Adamczyk.\nMARI\nWho was she?\nBECKY\nI dunno. Nobody’s seen her since I was\n\nsixteen.\nTama comes in, interrupting. Leaps at Becky.\n\nTAMA\nMomma I’m bored.\n\nBECKY\nI know sweetheart. Mommy’s just\ncatching up with Aunt Mari.\n\nTAMA\nCan we go outside to play?\n\nBECKY\nYeah. Let’s go outside.\n\nThey stand up and slowly get together. Mari knows this\nconversation is over but the seed has been planted. Offer is\non the table.\n\f42\n\n43\n\n95.\n\nDanny joins from the kitchen as they walk to the door which\nleads to the backyard.\n\nEXT. COUNTRY HOUSE - CONTINUOUS 42\n\nThis is the first time in this story we have been outside and\nit’s shocking. Vampiric. Becky shrinks a little and adjusts\nher eyes, breaths fresh air, reacts to nature. We’ve never\nseen her outdoors, ever. Tama runs off into the yard.\n\nDanny puts his hand on Becky’s shoulder as they watch Tama\nlovingly and he gives her a small look of acceptance and\nreassurance and that’s all she ever wanted.\n\nBecky steps away from it and into the light and walks off the\nporch into the yard and follows Tama into a thicket of trees\nand lets the sun light and wind and all the rest wash over\nher and her clothes are flowing and she looks like a ghost in\na movie whose spirit is finally let go and dissolves or\nevaporates into the air.\n\nIt has that eerie vibe about it.\n\nEND OF ACT FOUR.\n\nINTERLUDE #5 (No context)\n\nGRAINY VHS HOME MOVIE FOOTAGE: Becky, Mari and Ali are\ncollapsed in delirious laughter on the floor in front of a\npaper photo shoot backdrop. This is the photo shoot for the\nSpin cover from Interlude 1.\n\nTheir faces are turning red, they are gasping for air as they\nlaugh: just them together, physically, emotionally, having\nfun and loving being in a band. The Best of Times.\n\nACT FIVE: BLUE&GREEN/STEADICAM\n\nINT.",
  "71": "---END OF PREVIOUS SECTION---\nTheir faces are turning red, they are gasping for air as they\nlaugh: just them together, physically, emotionally, having\nfun and loving being in a band. The Best of Times. ACT FIVE: BLUE&GREEN/STEADICAM\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n THE VENUE, BECKY’S DRESSING ROOM 43\n\nThe same venue from Act One. Same camera patterns with\nlighting that starts off different, a transition from the\nbalanced, calming hues of Act 4 back to the familiar neon\nbuzz of Act One. This is the end of a full circle.\n\nBecky looks different: classy and kind of amazing. She has a\nstylist now and wears designer-ish clothes. Her hair is cool\nand her makeup is mature and appropriate without being a\ndeparture from her true style.\n\nBecky is alone, bouncing about like a pinball. We feel the\nanxiety and confusion of this experience.\n\f96.\n\nShe is about to re-enter the public eye and this is the final\nmoment to herself before the final moments of Becky’s story.\n\nEverything here, every image, gesture, word and suggestion\npoint towards a definitive conclusion. It’s looming.\n\nStay with her as she appreciates the quiet but see also how\nwrecked with anxiety she is. It feels like she may be about\nto snap. You faintly hear a concert happening already.\n\nKnock on the door. Becky breaths deep. It’s all now or never.\n\nBECKY\nYeah.\n\nAli and Mari come in. Obviously they’ve been practicing and\nstuff so this isn’t the reunion but it’s a reunion of the\npublic personas and that feels substantial.\n\nThe women circle one another, silent, smiling, looking at\ntheir stage outfits.\n\nALI\nSo bitchin’, babe.\n\nBECKY\nThank you.\n(she curtseys)\n\nMari is happy and not hiding it; she brought this together.\n\nBECKY (CONT'D)\nIs this a mistake.\n\nMARI\nNope. It feels good.\n\nBecky looks to Ali for backup.\n\nALI\nIt’s pretty alright.\n\nAnother knock. It’s a PHOTOGRAPHER with the event. Howard is\nwith him and beams with pride at seeing the gang back\ntogether. He has on a suit and tie. He has flowers for Becky.\n\nHe kisses them all on the cheeks and hands. Hands her the\nflowers.\n\nHOWARD\nYou all look incredible. Thank you.\nReally, thanks for doing this.\n\f97.\n\nBECKY\nChrist Goodman, we’re not Lady Lazarus\nthe damn Phoenix.\n\nHOWARD\nIt’s my night.",
  "72": "---END OF PREVIOUS SECTION---\n97. BECKY\nChrist Goodman, we’re not Lady Lazarus\nthe damn Phoenix. HOWARD\nIt’s my night. \n---TARGET SECTION TO BE ANNOTATED---\n You tried hard as you\ncould to torpedo my business but\nsomehow the company has survived for\ntwenty years so let me throw a living\n\nwake.\n\nPHOTOGRAPHER\nAnybody mind if we get a few quick\nphotos?\n\nALI\n\nAhhhh, so that’s why you’re here.\n\nHOWARD\nYou don’t think I actually wanted to\nsee any of you?\n\nThey all push back against a wall and pose, Howard and Becky\nin the middle. Smiles all around. Show Mari, Ali and Becky's\nfaces as the flashes go off. Holding smiles. Faking it. Like\nKing Kong having his photo taken. Feel the pressure on Becky\nas the press and the publicity machine begins to consume her.\n\nHe exits.\n\nPHOTOGRAPHER\nThat’s it. Thanks.\n\nHOWARD\nSee you out there?\nMARI\nUh huh.\nHOWARD\n(to Becky)\n\nIt means a lot to me that you’re here.\nI mean it. I’m nearly speechless.\n\nBECKY\nNot nearly enough ya big sap. Get\noutta here. Tonight’s not about me.\n\nHoward exits and pauses at the door.\n\nHOWARD\nWhy couldn’t you be this smart ten\nyears ago?\n\f98.\n\nBECKY\nI never thought I’d live this long and\nwanted to avoid it.\n\nHOWARD\nSee you ladies on stage.\n\nBECKY\nHey. Thanks for sticking by me.\n\nHOWARD\nThere was never a question.\n\nMari blows a kiss and Ali waves with both hands. You can hear\nthe current band finish, yell ‘THANK YOU AND THANK YOU\nHOWARD’ and applause and they exit the stage.\n\nMari and Ali are noticing how jittery and on edge Becky is.\n\nALI\nYou okay?\n\nBECKY\nYeah’m. Yeah. Fine. It’s iffy and it’s\nodd being back. Do you hear the\nghosts? The bones and chains rattling?\nDo you feel the spirits of the past?\n\nMARI\nIt's different. This space is the same\nbut we’re different.\n\nBECKY\nI’ve never seen it sober before.\n\nALI\nI told you. It sucks.\n\nINT. THE VENUE, BECKY'S DRESSING ROOM - MOMENTS LATER\n\nIt’s the Akergirls and they just got off the stage so they\nare sweaty but very awesome looking.",
  "73": "---END OF PREVIOUS SECTION---\nIt sucks. INT. THE VENUE, BECKY'S DRESSING ROOM - MOMENTS LATER\n\nIt’s the Akergirls and they just got off the stage so they\nare sweaty but very awesome looking. \n---TARGET SECTION TO BE ANNOTATED---\n They too have matured\nstyles, even though they are still like 26. Super chic, no\nlonger rocker slobbish. Like Zelda in Act 1, they’ve found\nthe art crowd and have even done advertising campaigns. They\nsit in the front at some fashion shows now.\n\nBECKY\nOh fuck looky here.\n\nAll hug, smiles, kisses.\n\f99.\n\nCASSIE\nShit you look ah-may-zing.\n\nBECKY\nStill breathing.\n\nCASSIE\nThat must be it.\n\nDOTTIE\nLook at this hair.\n\nBECKY\nAlright alright you’re making me feel\nlike a specimen.\n\nROXIE\nWe like, ran from the stage when we\nheard you were here.\n\nBECKY\nHow're things?\n\nROXIE\nOur new record just came out.\n\nBECKY\nI know. It’s the best one yet.\n\nDOTTIE\nEverybody says the one we made\ntogether is the best.\n\nBECKY\nThat’s because they’re assholes who\ndon’t want artists to change. I’m\nserious. It’s on repeat. I love it.\n\nCASSIE\nThank you.\n\nROXIE\nWhat about you? Doing anything after\nthis?\n\nMARI\nTonight?\n\nROXIE\nNo, like in the futurrre, man.\n\nSomething She look at one another....elephant in the room.\nBecky averts her eyes.\n\f100.\n\nMARI\nAbhhh. Um---\n\nALI\nUnknown. We’re here for Howard. Just\ntrying to get through tonight.\n\nDOTTIE\nYeah how crazy is this? Did you see\nZelda's here?\n(looks at Becky)\nShit, sorry. I forgot.\n\nBECKY\nIt’s fine. We've spoken. She heard\nwhat I had to say. Actually: she still\naround?\n\nCASSIE\nDown the hall.\n\nBECKY\nMaybe this means something. Excuse me.\n\nBecky exits swiftly. The room is quiet for a moment.\n\nALI\nIt’s great to see you girls. I’m glad\nyou're here for this.\n\nShe looks at Roxie and Dottie, who are warm and affectionate.\n\nDOTTIE\nYeah man. Life goes on.\n\nCASSIE\nIt’s amazing to see you together. She\nlooks like she’s doing great.",
  "74": "---END OF PREVIOUS SECTION---\nLife goes on. CASSIE\nIt’s amazing to see you together. She\nlooks like she’s doing great. \n---TARGET SECTION TO BE ANNOTATED---\nMARI\nI think she is.\n\nCASSIE\nYou know there’s like, a lot of shit\naround tonight. She cool with that?\n\nALI\nProbably maybe. Hopefully.\n\nROXIE\nPeople are getting real fucked up.\n\nALI\nWe'll keep an eye on her.\n\f44\n\n45\n\n101.\n\nTHE VENUE, CORRIDOR - THAT SAME MOMENT 44\n\nBecky looks at the doors. None have individual names, all\njust say ‘Talent’ so she peeks into some open ones and\nfinally finds an ajar one and knocks on it.\n\nINT. THE VENUE, OTHER DRESSING ROOM 45\n\nA tattooed girl and a few guys are inside: the girl is VIVVY\nand she knows Becky, of course. Vivvy is equally cool, but\nnight and day from Becky. Dark hair, dark look.\n\nVIVVY\nBecky, whoa fuck you look awesome.\n\nBECKY\nHey Vivvy. Thought you'd be here.\n\nVIVVY\nYeah for Howard. Right?\n\nBECKY\nRight on.\n\nBecky looks past Vivvy into a room with people around a table\nwith booze and drugs and joints and so on.\n\nVIVVY\nYou wanna hang?\n\nBECKY\n(in a trance, almost)\nUhhhhhh. No. No. I’m, um, I’m good.\nI’m just Zelda?\n\nVIVVY\nShe's partying with us. Just stepped\nout. Wait for her.\n\nBecky looks at the drugs.\n\nBECKY\nNo. I can’t. Just tell her I’m\nlooking.\n\nVIVVY\n\nIt’s great to see you. You doing the\nthing after?\n\nBECKY\nMaybe. Probably not. My daughter’s\nhere.\n\f46\n\n102.\n\nVIVVY\nHow's Tama?\n\nBECKY\nShe's good. She’s big. Almost seven.\n\nVIVVY\nI wanna see her.\n\nBECKY\nYeah sure. I’1l find you.\n\nBecky exits, starting to be disoriented.\n\nTHE VENUE, CORRIDOR —- CONTINUOUS 46\n\nShe is losing her focus in the hallway which is full of crowd\nnoises and the deja vu and the drugs are putting her on edge.",
  "75": "---END OF PREVIOUS SECTION---\nI’1l find you. Becky exits, starting to be disoriented. THE VENUE, CORRIDOR —- CONTINUOUS 46\n\nShe is losing her focus in the hallway which is full of crowd\nnoises and the deja vu and the drugs are putting her on edge. \n---TARGET SECTION TO BE ANNOTATED---\nShe hasn't been around drugs since getting clean.\n\nThere’s a circular disorienting moment where Becky gets light\nheaded. She pauses and then resumes looking for Zelda.\n\nShe opens Vivvy’s door again, confused.\n\nVIVVY\nChange your mind?\n\nBECKY\nOh, uh no. Sorry I didn’t realize this\nwas...yeah sorry.\n\nShe closes the door and walks off and just as she does Zelda\nis coming towards her.\n\nZelda looks incredible and is wearing some giant floor length\ngown/cape thing which is extreme and would look not absurd on\nexactly four people on earth and she is one of them.\n\nZELDA\nBecky Something. As I live and breath.\n\nBECKY\n(flustered, eternally\nuncool next to Zelda)\nZee. Hey. I was uh, I’s looking for\nyou.\n\nZELDA\nWhat’s it all about? Are you guys on\nsoon? I'll be honest, I never thought\nI’d see the day.\n\f47\n\n103.\n\nBECKY\n\nYou and me both, girl.\nZELDA\n\nYou look good. Really good.\nBECKY\n\nUmmmmm. . .\nZELDA\n\nLooking for me?\n\nBECKY\nOh, uh. I mean you can say no and you\nprobably will but I’m going to have a\nlittle seance right now. Very pure,\nreally find a clearing on my path\nbefore we go, like, do this thing. I\nknow it’s just this song and I know\nit’s not about me but I want some\nwomen around me to help---\n\nShe is rambling. Zelda gets it and tries to sooth Becky.\n\nZELDA\nRelax. I’d love to. Everything's cool.\nTime passes.\n\nThey turn and start walking to Becky’s dressing room. They\nwalk in silence, Zelda nearly floating on whatever special\nair she breaths and Becky, shorter and more anxious than\nZelda has ever been. They enter Something She’s room.\n\nTHE VENUE, BECKY’S DRESSING ROOM - CONTINUOUS 47\n\nBecky moves her fingers like a conductor but she is summoning\nall the women into a circle. She puts her hands down,\nmotioning for everybody to take one another’s hands.\n\nBecky starts setting up.",
  "76": "---END OF PREVIOUS SECTION---\nTHE VENUE, BECKY’S DRESSING ROOM - CONTINUOUS 47\n\nBecky moves her fingers like a conductor but she is summoning\nall the women into a circle. She puts her hands down,\nmotioning for everybody to take one another’s hands. Becky starts setting up. \n---TARGET SECTION TO BE ANNOTATED---\n Her belief in mysticism is still\npowerful. She places small items, crystals, rocks, glass, in\nthe hands of all the women, puts ribbons on them and drapes a\ncloth over a stool in the center. She lights some smoking\nthing atop it. She has formed a prayer circle.\n\nEverybody eyes one another silently, going with it. It’s\nreminiscent of AA where people take hands. It shows Becky’s\nbelief in powers and a program that has worked for her.\n\nFocus on Becky as she does finishing touches. It’s clear: she\nis feeling weak right now and is putting this on to support\nherself in a time of crisis. The circle nears completion.\nBecky takes her place between Mari and Ali.\n\f104.\n\nOne by one, we see the faces of the six other women, starting\nand ending with Becky. They look at one another with\nconfidence, dedication, style and togetherness. Becky takes a\nfinal silent pause, closes her eyes, and others follow suit.\n\nBecky is humming, some form of Ya-Ema’s chanting. Nobody\njoins. But after a moment, Becky speaks up.\n\nBECKY\nI am Rebecca Adamczyk. I rely on the\nstrength of others for support. Thank\nyou all for being here with me.\n\nSilence. Then:\n\nMARI\nI am Mary Louise Heller. I am here for\nyou. Thank you all for being here with\nme.\n\nALI\nI’m Alexandra Derringer. I am here for\nyou. Thank you all for being here with\nme.\n\nCASSIE\nI am Caroline Schlesinger. I am here\nfor you Thank you all for being here\nwith me.\n\nDOTTIE\nI am Danielle Zakien. I am here for\nyou. Thank you all for being here with\nme.\n\nROXIE\nI am Rochelle White. I am here for\nyou. Thank you all for being here with\nme.\n\nZELDA\nI am Zelda Ellen Benson-Hartman. I am\nhere for you. Thank you all for being\nhere with me.\n\nOne face to another. Ritualistic. Calm and beautiful, to see\nthese women together, no energy, no attitude. After a moment:\n\nDOTTIE\nYour name really is Zelda?\n\nZELDA\nUh huh.\n\f105.",
  "77": "---END OF PREVIOUS SECTION---\nAfter a moment:\n\nDOTTIE\nYour name really is Zelda? ZELDA\nUh huh. 105. \n---TARGET SECTION TO BE ANNOTATED---\nDOTTIE\nFuck that’s so cool.\n\nEverybody laughs, smiles, except Becky, who is still\nthinking. Open their eyes. Enjoy the feeling this has given.\n\nBecky looks like she is about to say something but closes her\nmouth. She turns to leave the room and gives everybody a warm\nlook. Finally, at the last moment, she turns back.\n\nBECKY\nNo matter what happens next, thank you\nfor letting me be who I am. I’ve tried\nand I’ve tried and I’ve tried and you\nall stuck with me. Until the very end.\n\nBecky exits. The women are still feeling good.\n\nZELDA\nI should finish getting ready. Thanks\nfor letting me crash. I know I wasn’t\nalways front row at the Becky Show.\n\nALI\nC’mon. You’ve been backstage at the\nBecky Show.\n\nZelda blows double kisses with both hands and exits.\n\nZELDA\nSee you in a few.\n\nROXIE\nWe should change. Still all gross.\n\nDOTTIE\nWe're watching your set though.\n\nCASSIE\nOh shit, yeah. That’s the one thing I\nabsolutely can’t miss tonight.\n\nMARI\n\nHope we don’t disappoint.\nCASSIE\n\nNever!\nALI\n\n(breaking out of a\n\nthoughtful silence)\nWhat do you think she meant by ‘until\nthe very end’?\n\f106.\n\nROXIE\n\nIt’s just a thing people say.\nALI\n\nYeah. Maybe.\nMARI\n\nWhat? You think...?\n\nALI\nI mean what did we just do? What did\nBecky want from us?\n\nCASSIE\nStrength to overcome?\nALI\nUh huh. Or?\nMARI\n\nNo. She...she’s...not now.\n\nALI\nI hope you're right.\n\n48 THE VENUE, CORRIDOR - THAT SAME MOMENT 48\nZelda is walking down the hall. A roadie approaches her.\n\nRANDOM ROADIE\nMiss Z, can I get you anything?\n\nZELDA\nNo, thank you.\n\nRANDOM ROADIE\nIf you need anything, don’t hesitate\nto ask.\n\nZELDA\nThank you, sweetheart.\n\nZelda floats away: Becky as she could have been. All the\nfame, the talent, none of the problems.",
  "78": "---END OF PREVIOUS SECTION---\nZELDA\nThank you, sweetheart. Zelda floats away: Becky as she could have been. All the\nfame, the talent, none of the problems. \n---TARGET SECTION TO BE ANNOTATED---\nZelda turns a corner and sees Danny, Tiffany (with round\npregnant belly), Ania with Tama, Lauren and Ali’s husband ROY\n(scruffy fellow with a beard). Another roadie is showing them\nto a private area to watch the show.\n\nZELDA (CONT'D)\nDanny!\n\f107.\n\nDANNY\nZelda. Hi.\n\nOTHER ROADIE\nTalent only, that way.\n\nZELDA\nThey're with me.\n\nThey hug and Lauren and Zelda give a more intimate hello,\nshowing that in the last five years they hang out sometimes.\n\nZELDA (CONT'D)\n\n(to Ania)\nYou must be Becky’s mother. From down\nthe hall I thought you were her.\n\nANIA\nOh stop.\n\nZELDA\nTrue story.\n\nZelda is so charming and makes people so happy.\n\nDANNY\nYou remember my wife, Tiffany.\n\nZELDA\nCongratulations.\n\nTIFFANY\nThank you.\n\nZELDA\nHow’s radio, Dirtbag?\n\nDANNY\nHa. Good. Merging with competition.\nPayout. Can’t complain. You seen the\ngirls?\n\nZELDA\nI just came from their room. You want\nme to show where it is?\n\nDANNY\nI think I remember the way.\n\nLAUREN\nThey're taking us to the balcony.\n\f49\n\n108.\n\nZELDA\nNonsense. Watch from back here. C’mon,\nlet me take you.\n(to roadie)\nIt’s fine. I’ve got them.\n\nShe leads the group back where she came from.\n\nZELDA (CONT'D)\n\n(to Roy)\nI’m Zelda.\n\nROY\nRoy.\n\nZELDA\n\nAli is such a beautiful singer. I\nalways knew. I love the record you two\ndid.\n\nROY\nAh. You’re the one.\n\nZELDA\nStop. It’s marvelous. Really. And here\nyou are. See you all soon.\n\nShe stops at the dressing room and keeps walking, exiting.\n\nINT. THE VENUE, DRESSING ROOM 49\n\nBack into the Something She room. Only Mari is here. She sees\nthe group and wonders what’s going on.\n\nMARI\nEverything okay?\n\nLAUREN\nPlus ones looking for plus funs.\n\nANIA\nWhere’s Rebecca?\n\nMari kisses Ania hello, same to Danny.\n\nMARI\nHey Tiffany. Congrats.",
  "79": "---END OF PREVIOUS SECTION---\nMari kisses Ania hello, same to Danny. MARI\nHey Tiffany. Congrats. \n---TARGET SECTION TO BE ANNOTATED---\n(to Tama)\nHi darling.\n\nTAMA\nAunt Mari!\n\f50\n\n51\n\n109.\n\nMARI\nShe went to unwind or something before\nwe play.\n\nDANNY\n\nWhich is when?\n\nMARI\nTen minutes?\n\nNobody is as concerned as they were in Acts 1, 2 and 3. And\nthe lack of concern makes people concerned.\n\nMARI (CONT'D)\nShe's probably meditating or\nsomething.\nThe first roadie comes in, clipboard in hand.\n\nRANDOM ROADIE\nEight minutes until Something She.\n\nMARI\nEight? Jeez okay let me go look for\nher. Um, you all wait here.\n\nTHE VENUE, CORRIDOR —- CONTINUOUS 50\n\nMari walks to another room, quickly, with purpose and worry.\n\nTHE VENUE, CATERING ROOM - CONTINUOUS 51\n\nAli is here with Vivvy at a table of food, wine, champagne\nand other celebratory provisions. It’s lavishly catered.\n\nVIVVY\nMari. Hey.\nMARI\nHey V. You guys seen Becky?\nALI\nNot since she left.\nVIVVY\nI saw her.\nMARI\nWhen?\nVIVVY\n\nLike two minutes ago. In our room.\n\f52\n\n110.\n\nMARI\nBut you’re here.\n\nVIVVY\nYeah I left.\n\nMARI\n\nRight but when?\n\nALI\nWhat’s going on?\n\nMARI\nNothing. I mean, come with me?\n\nALI\nExcuse us.\n\nThey exit the room and we follow them.\n\nTHE VENUE, CORRIDOR —- CONTINUOUS 52\n\nALI\nI’m sure it’s fine.\n\nMARI\nYou see how stoned Vivvy was?\n\nALI\nSo? That's Vivvy.\n\nMARI\nBecky shouldn’t be hanging with her.\n\nALI\nI think they just said hey.\n\nMARI\nIt’s not good to be around that.\n\nALI\nC'mon. Give her the benefit. She's\nprobably in our room.\n\nMARI\nWas just there. That’s why I’m here.\n\nALI\nShe’s somewhere else then. Relax.\nYou’re nervous about the show.\n\f111.\n\nMARI\nYou're probably right. It’s nuts that\nwe're here at all.\n\nALI\nNo kidding.",
  "80": "---END OF PREVIOUS SECTION---\nMARI\nYou're probably right. It’s nuts that\nwe're here at all. ALI\nNo kidding. \n---TARGET SECTION TO BE ANNOTATED---\nThey share a brief moment of victory and pride in the journey\nthat has led them to this point.\n\nInstantly, Howard appears around a corner with a champagne\nbottle.\n\nHOWARD\nHave we lost Becky already?\n\nMARI\nAnd that is the big question of the\nmoment.\n\nHOWARD\n\nI'll have a stroke! I was joking.\nGoddamnit not this again ahhh\nsonofabitch where is she?\n\nMARI\nAround. Relaxing, we assume.\n\nALI\nZelda said we could switch with her if\nwe need more time.\n\nHOWARD\nOne smooth night. After all these\nyears is that too much?\n\nALI\nI’m sure she’s back by now.\n\nHOWARD\nI’ll say hello to Danny.\n\nThey walk back to the Something She dressing room. Vivvy\ncrosses opposite with several others loopy and in party mode.\n\nMari studies this: she doesn’t like how the signs are piling\nup. There’s a chill, a tension here that walking behind\nHoward, Mari and Ali express to one another.\n\f53\n\n112.\n\nTHE VENUE, DRESSING ROOM - CONTINUOUS 53\n\nThis is all getting very fast again. We’re heading back to\nthe speed of Act 1. Present in the room: Ali, Mari, Howard,\nDanny, Tiffany, Lauren, Roy.\n\nEverybody looks around. There’s tension mounting. A roadie\npops his head in. Howard puts the bottle down.\n\nRANDOM ROADIE\nFive minutes.\n\nHOWARD\nWhere is she?\n\nDANNY\nTama had to use the bathroom so Ania\nsaid she’d look there.\n\nALI\nWith the Akergirls?\nHOWARD\nNegative. Just saw them.\nLAUREN\nVivvy?\nALI\nNope.\nTIFFANY\n\nThis isn’t because I’m here, is it?\n\nDANNY\nWe're long past that.\n\nROY\nIs she already at the stage?\n\nMARI\nFirst time for everything, I guess.\n\nLauren takes Mari’s hand. Roy takes Ali’s. Everybody is being\nsilent, trying hard not to say it.\n\nHOWARD\nDo we have faith?\n\nMARI\nShe’s earned it.\n\f113.\n\nALI\nShe has. The last few weeks have been\ngreat, actually.\n\nROY\nShe stayed with us upstate. It was\nrad.",
  "81": "---END OF PREVIOUS SECTION---\nThe last few weeks have been\ngreat, actually. ROY\nShe stayed with us upstate. It was\nrad. \n---TARGET SECTION TO BE ANNOTATED---\nALI\n\nIt’s the old Becky.\n\nDANNY\nWhich Old Becky, though?\n\nSilence.\n\nMARI\nThe good one.\n\nALI\nWe have to play. So let’s go to the\nstage and we’ll find Becky waiting\nthere.\n\nAli and Mari lead the group out of the room.\n\n54 THE VENUE, CORRIDOR - CONTINUOUS 54\nWe follow the big train of people.\n\nLAUREN\nWe'll let you do your thing.\n(to Roy)\nLet’s get our seats.\n\nTIFFANY\nI’1l come with.\n\nMari kisses Lauren and they break off with Tiffany, who\nkisses Danny, seeing how nervous and unhappy he is.\n\n55 THE VENUE, BEHIND THE STAGE - CONTINUOUS 55\n\nCut away to the back of Becky’s head. Far away. Isolated.\nMysterious. (Act 4 type moment.) It’s slow motion, curious\nand different from how the rest of things move here.\n\nWe can’t see her face. We drift with her and see that she is\nwith guitar, strap on shoulder, She is looking out at the\nstage as it calls to her for the first time in many years.\n\f56\n\n57\n\n114.\n\nFrom behind Becky, you see the gang approaching. We see her\nsee them but it’s still far enough away to be mysterious.\nNobody can see her face because she is lit from behind.\n\nTHE VENUE, CORRIDOR - CONTINUOUS 56\nBack to the group.\n\nMARI\nHoly shit look. She’s there. She’s\nready.\n\nRoadie pops in.\n\nRANDOM ROADIE\nFour minutes!\n\nALI\nWe were right.\n\nHOWARD\nWhy is she standing like that?\n\nALI\nShe’s nervous. I know I am.\n\nDanny registers something slightly off. He isn’t sure what.\n\nDANNY\nShe’s nervous. She’s alone.\n\nTHE VENUE, BEHIND THE STAGE - CONTINUOUS 57\n\nBack behind Becky who hasn’t waved or moved yet. It plays\nlike she might be paralyzed with anxiety and it isn’t until\nnow, when we see from behind Becky that people are finally\npretty close to her that, one by one, in close up and in slow\nmotion, we individually see people are they come closer and\nBecky steps one step forward into the light.",
  "82": "---END OF PREVIOUS SECTION---\nShe’s alone. THE VENUE, BEHIND THE STAGE - CONTINUOUS 57\n\nBack behind Becky who hasn’t waved or moved yet. It plays\nlike she might be paralyzed with anxiety and it isn’t until\nnow, when we see from behind Becky that people are finally\npretty close to her that, one by one, in close up and in slow\nmotion, we individually see people are they come closer and\nBecky steps one step forward into the light. \n---TARGET SECTION TO BE ANNOTATED---\nWe see: Howard and Danny. Ali and Mari. Each shows different\nemotions, from confusion to relief to uncertainty. Becky\nremains far away, backlit by a spotlight.\n\nALI\n\nWe need to go to her.\nHOWARD\n\nD---\nMARI\n\f115.\n\nMari and Ali walk towards Becky. We stay behind, watching the\nthree women from afar, the perspective of spectators.\n\nStill silent. Still calm. Slow. See people’s reactions again.\nThis moment is about seeing Danny and Howard. Their faces are\nunambiguously ambiguous. Each is certain of something else:\nthe worst. The best. Nobody knows for sure.\n\nFrom a distance we see the emotional huddle of Something She.\nBecky is shuffling. Mari is strong and confident as she puts\nBecky’s head on her shoulder. Ali seems more reluctant to\nembrace. It’s not clear what is being said but it is clear\nwhat is happening: they trust one and love one another.\n\nMari and Ali look Becky in the eyes and clearly she gives a\ndefinitive answer. They pause. Her head is forcefully\nnodding, even though she seems wobbly and weak.\n\nBecky and Mari walk back to Howard and Danny.\n\nMARI (CONT'D)\nShe'll be fine.\n\nRANDOM ROADIE\nThree minutes!\n\nHOWARD\nShe’1l be fine? What does that mean\nshe'll be fine? Is she straight? Is\nshe messed up? Can she perform?\n\nALI\nShe’s good. We’re good.\n\nHOWARD\nFind Zelda! See if she can go on.\n\nThe roadie runs to find Zelda.\n\nALI\nZelda isn’t going on now. We are.\n\nEverybody looks at Becky: nervous, by the stage.\n\nBecky looks up as Ania and Tama return from the bathroom. She\npauses: the appearance of her mother and daughter make Becky\nfreeze. She looks directly at them.\n\nAnia sees her in the backlight, wobbly and loopy. She looks\nlike she knows something nobody else knows about Becky.\n\nDANNY\nTell me. What does this mean?\n\f116.\n\nMARI\nIt means what you want it to mean,\nDanny boy.\n\nANIA\n\nDoes she-- has she taken anything?\n\nTama runs from the group over to Becky.",
  "83": "---END OF PREVIOUS SECTION---\nMARI\nIt means what you want it to mean,\nDanny boy. ANIA\n\nDoes she-- has she taken anything? Tama runs from the group over to Becky. \n---TARGET SECTION TO BE ANNOTATED---\n We go with her,\nswooping towards Becky, getting close, finally.\n\nBecky swoops up Tama, so energized and happy to finally see\nher mom play for a crowd. This happiness makes Becky break.\n\nTAMA\nI wanna say good luck before your\nconcert mommy.\n\nShe kisses Becky. At this, Becky breaks down. Not into tears\nbut into herself. It all goes in rather than coming out.\nDanny, Ania, Howard, Mari and Ali have all come to Becky now.\n\nShe hands Tama to Danny and with the weight of a world of\nshame crushing her, faces her supporters.\n\nBECKY\nAt the end I have to be me. I caused a\nlot of pain and I’m sorry. I was so\nnervous. I am so nervous. I don’t know\nhow to go out there like that. All by\nmyself.\n\nRambling in her own stream of thoughts, newly laden with\nregret, disappointment, sadness and a sense of self awareness\nwe've never seen before. Everybody moves towards her, not\nangry, but with love. Ready to embrace her, because that’s\nall she ever wanted or needed.\n\nANIA\nAll I ever wanted was for you to be\nyourself.\n\nThe roadie comes back with Zelda.\nRANDOM ROADIE\nForty five seconds. Forty five to\nshow.\nZelda looks at what is happening and tries to catch up.\nZELDA\n\nOh Becky. Becky, darling. Are you\nokay?\n\f117.\n\nBECKY\nThings are okay. Things will be okay.\n\nShe looks to Mari and Ali. They are there for her.\n\nEverybody is confused, but there’s nothing more to say. There\nare no answers here, except one: the show must go on.\n\nRANDOM ROADIE\nWe are ready for Something She in\nThirty.\n\nDanny and Ania step aside. The band stays together. Zelda is\noff to the side by the roadie.\n\nDANNY\nWe should go.\n\nANIA\nLeave?\n\nDANNY\n\nNo. Go watch the show.\nThey exit. Mari and Ali face Becky. Just the three of them.\n\nRANDOM ROADIE\nFifteen.\n\nMARI\nAre we okay?\n\nBecky nods, a little weakly.\n\nRANDOM ROADIE\nTen, nine, eight, seven...",
  "84": "---END OF PREVIOUS SECTION---\nMARI\nAre we okay? Becky nods, a little weakly. RANDOM ROADIE\nTen, nine, eight, seven... \n---TARGET SECTION TO BE ANNOTATED---\nBECKY\nRebecca never went on stage exposed\nand alone. She never knew how.\n\nALI\n\nYou’re not on your own.\nMARI\n\nYou never were on your own.\nBECKY\n\nYeah. Okay.\n\nRANDOM ROADIE\nThree, two, one. Show time folks.\nThat’s a cue for Something She.\n\fHe motions to the stage and the house lights go down\nspotlight hits the on stage microphone.\n\nRANDOM ROADIE (CONT’D)\nHoward? Introduce the band.\n\nHoward looks at Becky, unsure what to do.\n\nBECKY\nIt’s okay. I’m ready to go.\n\n118.\n\nanda\n\nAli and Mari nod to him to go. Howard steps to the stage and\nthe perspective of him remains in the wings as he starts\ntalking. We hear his story while mostly watching Becky, Mari\nand Ali hold one another’s hands and faces and get ready.\n\nHOWARD\nI first saw this next band...almost\nten, god, no, eleven years ago. They\nwere opening for, well, it doesn’t\nmatter who they were opening for\nbecause I left right after their set.\nRan backstage. Dropped to my knees and\nbegged to let me sign them. And this\nwoman, this once in a lifetime, never\nbeen anyone like her in the world,\nfire brand of a woman, her hair dyed\nbright blue, looks down at me, a\ndesperate pathetic adult man ina\nleather jacket and no established\ncareer, a label that I ran out of my\nmother’s basement, begging to work\nwith her. And at this time, she’s a\nnobody. Keep in mind, this was maybe\ntheir ninth show. And you know what\nshe does? She looks me in the eye and\nsays ‘Who the fuck are you to want to\nwork with a star like me?’\n\n(CROWD LAUGHTER)\n\nThis woman, who had nothing, nobody\neven knew her name, made me beg.\nTortured me for months as I pursued\nher, followed her, sweetening the\noffer until finally she gave me a\nchance to talk terms. So we plan to\nmeet for breakfast. She shows up at\ntwo and I realize we've only ever\nspoken at shows. The band is hung over\nas hell, and I probably was too.",
  "85": "---END OF PREVIOUS SECTION---\nSo we plan to\nmeet for breakfast. She shows up at\ntwo and I realize we've only ever\nspoken at shows. The band is hung over\nas hell, and I probably was too. \n---TARGET SECTION TO BE ANNOTATED---\n(MORE )\n\f58\n\n119.\n\nHOWARD (CONT'D)\nShe sits down and looks me in the eye\nafter months of making me chase, beg,\neverything, she looks at me and she\nsays ‘who are you again and what is\nthis about?’\n\n(CROWD LAUGHTER)\n\nWe are still on Becky, Ali and Mari. Zelda is behind them.\n\nBecky looks up to the balcony/VIP area at Tama and this gives\nher strength to get her head straight, close her eyes and\nfocus. She gives her head to Ali and Mari and they hold her.\n\nHOWARD (CONT'D)\nWe've been together ever since.\nThrough the ups, the downs, a friendly\nlawsuit or two, but mostly, it’s the\ngood times I think about. Both of\nthem.\n\n(CROWD LAUGHTER)\nI love and respect the hell out of\nthese and am proud to call them\nfamily. Please give a Paragon welcome,\ntogether for the first time in nearly\nfour years: Becky Something, Ali Van\nDer Wolff and Marielle Hell. Ladies\nand gentlemen: SOMETHING SHE!\n\nThe crowd goes insane. It’s unreal to see these women\ntogether again. Howard gestures to the stage and Becky\nfreezes like a deer in headlights.\n\nShe looks out at him, the spotlights, the audience, hears the\napplause and she can’t move. Mari and Ali are by her side.\n\nBECKY\nIs it today? Is today the day I don’t\nmake it?\n\nMARI\n\nNo. Today is not the day.\n\nALI\nWe're with you.\n\nTHE VENUE, THE STAGE — CONTINUOUS 58\n\nSomething She takes the stage and it’s nuts. Totally electric\nand you feel the excitement of them being together. It feels\niconic because it really is. People never thought it would\nhappen, including Mari and Ali.\n\f120.\n\nBecky looks up at Tama, who gives her a big happy thumbs up\nand Becky catches it with a kiss and puts it in her pocket.\n\nThe applause goes on and it hits Becky as strong as huge dose\nof anything she’s ever taken. Whatever she was dealing with,\nthe anxiety, the years of recovery, it’s nothing compared to\nthis. She becomes old Becky: arms out receiving the love,\nbegging for more.",
  "86": "---END OF PREVIOUS SECTION---\nThe applause goes on and it hits Becky as strong as huge dose\nof anything she’s ever taken. Whatever she was dealing with,\nthe anxiety, the years of recovery, it’s nothing compared to\nthis. She becomes old Becky: arms out receiving the love,\nbegging for more. \n---TARGET SECTION TO BE ANNOTATED---\n Eating it up.\n\nAli and Mari are beaming and all three embrace for a pre show\npose and flash bulbs are exploding and the stage lighting is\ndramatic and colorful and it’s amazing and Becky is really\nhappy and looks luminescent in the spotlight.\n\nShe steps to the microphone.\n\nBECKY\nWhere ya been?\n\nWILD APPLAUSE.\n\nBECKY (CONT'D)\nOh and thanks Howard for the bullshit\nstory because I don’t remember it\nhappening like that at all.\n\nSide of the stage: Howard laughs and finds another mic.\n\nHOWARD\nDo you remember it at all?\n\nBECKY\nI do remember the blue hair.\n(LAUGHTER FROM CROWD)\nOh but what to say what to say what to\nsay! Okay so I know this is all about\nHoward but I’ve heard enough kind\nthings about him to last a lifetime\nand those are the ones he says about\nhimself.\n(LAUGHTER FROM CROWD)\nSo I dunno what else is there?\n(MORE )\n\f121.\n\nBECKY (CONT'D)\nI used to think of myself as an island\nand it took me a lifetime to realize\nthat without people like these women\nbeside me nobody is nothin’ and I\ndunno if you heard but I haven't\nexactly done this lately and I’m like\na little pee shy or whatever and I\nknow I didn’t ask them about this and\nHoward if I know you you’ve got some\nbig bullshit finale planned and I\nwasn’t included and I don’t wanna ruin\nit bit I’m gonna because I’ve been\nthrough some shit and there’s lotsa\npeople who I wouldn’t be here without\nand only like eight of em are here and\nonly like four of em are musicians not\nin this band so if Crassy Cassie,\nRoxie Rotten, Dottie 0.Z. and cause I\nam full of love tonight, Zelda E.\nZekial care to come up on stage and\nhelp me stumble through this bullshit?\n\nBecky is wired and, drugs or no drugs, she is fun, energetic\nand workable. Not a disaster.\n\nThe crowd goes more insane for this super group gathering as\none by one these women come out and bow to the applause.",
  "87": "---END OF PREVIOUS SECTION---\nBecky is wired and, drugs or no drugs, she is fun, energetic\nand workable. Not a disaster. The crowd goes more insane for this super group gathering as\none by one these women come out and bow to the applause. \n---TARGET SECTION TO BE ANNOTATED---\nBecky hugs each one and makes eye contact with Danny, Ania\nand Tama (near Lauren, Tiffany and Roy) in the balcony.\n\nShe puts her arm around Zelda and steps to the mic and is\nbursting with adrenaline and might explode.\n\nBECKY (CONT'D)\nCut the bullshit and love each other,\nokay?\n\nPeople applaud and cannot wait to hear music and Zelda kisses\nBecky. It’s really complete to see a rivalry buried publicly.\n\nBecky pulls the women in and huddles, muttering the plan.\n\nThey take positions and the Akergirls get instruments and\nZelda gets a tambourine or some noisy hand instrument and\nBecky and Mari and Ali exchange a warm and loving look and\nAli gives a drumstick count and the song starts.\n\nIt’s rousing, singalong ready. Everybody can take half a\nverse and sing together, beautifully, on the choruses. Two\nminute long burst of pure punk and the song has a narrative,\nabout the ups and downs of being on tour in a band with\nnothing. One by one they share the mic to tell this story.\n\n(the song is written by Alicia Bognanno/Bully)\n\f122.\n\nBECKY (CONT'D)\nI stopped counting\n\nLost track of time\n\nRan out of patience\n\nI know what’s mine, I know what’s mine\nYou get me angry\n\nYou read me wrong\n\nI kinda like it.\n\nKills to belong, kills to belong.\n\nIf I don’t breath I can feel her barely walking\nTake over me\n\nShe’s alive and I’m on to something\n\nI’d give ten years for a piece of her mind\n\nI would\n\nI’d give a hundred just to hit rewind\n\nMy hands are easy\n\nAnd my aim is blind\n\nResist the feeling\n\nControl my mind, control my mind.\nI beg politely.\n\nTo lie alone\n\nNothing’s forever.\n\nThis much I know. This much I know.\n\nIf I don’t breath I can feel her barely walking\nTake over me\n\nShe’s alive and I’m on to something\n\nI’d give ten years for a piece of her mind\n\nI would\n\nI’d give a hundred just to hit rewind\n\nIf I don’t breath....If I don’t breath...\n\nIt’s so fucking awesome and the crowd goes insane at the end.\nGlorious beyond all belief.",
  "88": "---END OF PREVIOUS SECTION---\nIf I don’t breath... It’s so fucking awesome and the crowd goes insane at the end. Glorious beyond all belief. \n---TARGET SECTION TO BE ANNOTATED---\n From the stage wings, Howard is\ncheering and deeply touched.\n\n(The VIP area: Ania, Danny, Tiffany, Lauren and Roy love it.\nDanny makes quick eye contact with Becky and takes Tama\nthrough an exit door.)\n\nAll seven women bow and things are so positive and Becky is\nsweating like crazy and on her face there’s tears with the\nsweat and she falls into a loving embrace with Mari and Ali,\nwho has come out from behind the kit.\n\nZelda and the Akergirls step back to let Something She have\nthis. Becky hugs all of them and the moment feels complete.\n\nBecky has been occupied with where Danny was headed and is\nlaser focused on it and without saying anything walks off\nquickly to intercept them. Drifting away from the victory.\n\f59\n\n123.\n\nMari and Ali leave the stage and walk past Howard who doesn’t\nknow what will happen, alone now. The crowd is chanting:\n\nCROWD\nBECKY! BECKY! BECKY!\n\nTHE VENUE, BEHIND THE STAGE - THAT SAME MOMENT 59\n\nStay with Becky, behind her, hoping to catch Danny. She only\nmakes it a few steps before seeing him standing there with\nher daughter. He is proud and hands Tama to Becky once again.\n\nBecky is standing in the exact same spot off the side of the\nstage where she was in the first shot of the movie, pre\nencore, and just like then the crowd is chanting.\n\nCROWD (0.S.)\nBECKY! BECKY! BECKY!\n\nShe holds Tama who is happy and smiling because she’s never\nseen her mom be so wild and has never heard rock before so\nthis is her first concert and first exposure to rock.\n\nBECKY\nDid you see mommy up there?\n\nTAMA\nBest song I ever saw!\n\nBecky is woozy from adrenaline (and maybe more) and holds\nTama close to her. She can’t stand up. She leans on the wall.\n\nBECKY\nMomma is gonna be better, baby, for\nyou. I promise.\n\nCROWD (0.S.)\nBECKY! BECKY! BECKY!\n\nMari and Ali have been watching Becky with Tama.",
  "89": "---END OF PREVIOUS SECTION---\nBECKY! BECKY! Mari and Ali have been watching Becky with Tama. \n---TARGET SECTION TO BE ANNOTATED---\nEverybody knows that Becky only needed to get this one thing\nout of the way to move on with the rest of her life. Becky\nSomething, on stage again. Drugs or no. Sober on stage for\nthe first time or simply back on stage after years away.\n\nIt’s all mostly over now. She’s not a junkie, really,\nanymore. But recovery is a long process and Danny, Mari, and\nAli all know that and know that they need to be supportive of\nBecky right now, as they always have been.\n\nCROWD (0.S.) (CONT'D)\nBECKY! BECKY!\n\f124.\n\nHoward comes back to find them. He looks so excited.\n\nHOWARD\nThey want more. You got one more?\n\nBecky looks at Mari and Ali and then down at Tama, just\nholding her mom’s chest and being so happy because she now\nloves rock and roll.\n\nTAMA\nGo play more momma!\n\nBecky pauses and thinks. Mari and Ali are ready to go for one\nmore. Becky is now clear headed and determined once again.\n\nBecky looks around at her loved ones. The crowd keeps\nchanting as Mari and Ali embrace and look like acceptance and\npeace have found them at last.\n\nBECKY\nNo. That’s all I got. It’s over.\n\nBecky holds Tama and closes her eyes as she leans back on the\nwall.\n\nEND OF ACT FIVE.\n\nTHE END.\n\f"
}