{
  "1": "\n\n\n\n\n\n                                        HESHER\n\n\n\n\n\n\n\n                                      Written by\n\n                         \n\n                            Spencer Susser &amp; David Michod\n\n\n\n\n\n\n\n\n\n                                                           July 7th, 2008\n\n          EXT. STREET - DAY\n\n                         \n\n          A small kid, TJ FORNEY (13), with a grubby worn cast on his arm,\n\n          rides his BMX really fast down a street. He chases a tow truck\n\n          towing a badly wrecked red Volvo.\n\n                         \n\n          He struggles to keep up. The truck makes a turn. TJ follows,\n\n          turning dangerously in front of oncoming traffic.\n\n                         \n\n          The truck makes another turn. TJ turns with it, running straight\n\n          into the side of a car pulling out of a driveway. He comes off\n\n          his bike and is thrown across the hood. He picks himself up,\n\n          stunned. The driver of the car gets out to see if he's hurt.\n\n                         \n\n          TJ looks down the street to see the tow truck disappearing in\n\n          the distance. He hurries back to his bike. He jumps on and\n\n          continues after the truck.\n\n                         \n\n          TJ gives chase. He gains on the truck. He can see it pull into a\n\n          used car lot ahead - FAIR OAKS CAR CITY.\n\n                         \n\n          EXT. FAIR OAKS CAR CITY - DAY\n\n                         \n\n          TJ arrives at the car lot as the TOW TRUCK DRIVER is lowering\n\n          the car onto the drive. TJ dumps his bike, out of breath.\n\n                         \n\n                          TJ\n\n           This car has to go back.\n\n                         \n\n           TOW TRUCK DRIVER\n\n           Huh?\n\n                         \n\n                          TJ\n\n           This car has to go back to where it\n\n           came from. Put it back on the truck.\n\n                         \n\n           TOW TRUCK DRIVER\n\n           What are you talking about, kid?\n\n                         \n\n          The driver continues working, unhooking the car from the truck.\n\n                         \n\n                          TJ\n\n           Stop unhooking it. There's been a\n\n           mistake.\n\n                         \n\n           TOW TRUCK DRIVER\n\n           I was told to bring it here. That's\n\n           what it says on my work order. Talk to\n\n           that guy if you've got a problem.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nTOW TRUCK DRIVER\n\n           I was told to bring it here. That's\n\n           what it says on my work order. Talk to\n\n           that guy if you've got a problem. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          The driver nods in the direction of LARRY TOWERS, who is\n\n          approaching with 17 year-old DUSTIN HOWARD and another man,\n\n          TONY, in dirty overalls.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           2.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          LARRY\n\n           (to tow truck driver)\n\n           Hey, Bill.\n\n                         \n\n          Larry shakes the tow truck driver's hand.\n\n                         \n\n                          TJ\n\n           This car has to go back where it came\n\n           from.\n\n                         \n\n                          LARRY\n\n           I beg your pardon?\n\n                         \n\n                          TJ\n\n           It was brought here by mistake.\n\n                         \n\n          Larry smiles at the little out-of-breath kid.\n\n                         \n\n                          LARRY\n\n           And where was it supposed to go?\n\n                         \n\n                          TJ\n\n           It wasn't supposed to go anywhere. It\n\n           needs to go back where it came from.\n\n           The guy who sold it to you made a\n\n           mistake.\n\n                         \n\n                          LARRY\n\n                          (TO TONY)\n\n           What's the deal with this car again,\n\n           Tony?\n\n                         \n\n          Tony flips through a stack of papers he's holding.\n\n                         \n\n                          TONY\n\n           Ah let's see, we bought this car\n\n           yesterday afternoon from a Paul Forney-\n\n                         \n\n                          TJ\n\n           That's my dad. It wasn't his to sell.\n\n                         \n\n                          LARRY\n\n           Well, it's his name on the pink slip,\n\n           son. And that means it's his to sell\n\n           if he wants.\n\n                         \n\n                          TJ\n\n           Yeah, but I'm just telling you it was\n\n           a mistake, OK, so it needs to go back\n\n           where it came from.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           3.\n\n                         CONTINUED: (2)\n\n                         \n\n                         \n\n          The car has now been lowered off the back of the tow truck.\n\n          Larry moves away from TJ and approaches the driver.\n\n                         \n\n                          LARRY\n\n           Thanks, Bill.\n\n                          (TO TONY)\n\n           You got that work order there?\n\n                         \n\n          Tony looks through his papers for the work order. TJ doesn't\n\n          like being ignored. He moves around to the driver's side of the\n\n          wrecked car and wrenches open the bashed-in door.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nTony looks through his papers for the work order. TJ doesn't\n\n          like being ignored. He moves around to the driver's side of the\n\n          wrecked car and wrenches open the bashed-in door. \n\nTARGET SECTION TO BE ANNOTATED:\n He climbs\n\n          behind the wheel, slams the door shut and locks the door.\n\n                         \n\n                          LARRY (CONT'D)\n\n           Get out of the car, son.\n\n                         \n\n          TJ ignores him. Larry doesn't have time for this.\n\n                         \n\n                          LARRY (CONT'D)\n\n           Dustin, get him outta there, will ya?\n\n                         \n\n          Dustin moves around to the open driver's side window.\n\n                         \n\n                          DUSTIN\n\n           Come on dude, get out of the car.\n\n                         \n\n          TJ turns the key and begins winding the window up. Dustin\n\n          reaches in trying to unlock the door.\n\n                         \n\n                          DUSTIN (CONT'D)\n\n           C'mon. Open it.\n\n                         \n\n          The window is rising. Dustin grabs at TJ. TJ keeps winding the\n\n          window. It gets to the top, trapping Dustin's arm.\n\n                         \n\n                          DUSTIN (CONT'D)\n\n           Ow, fuck. What the fuck you doing?\n\n           Open it.\n\n                         \n\n          Dustin is stuck. Larry, Bill and Tony laugh. Dustin yells at TJ.\n\n          TJ ignores him, staring straight ahead.\n\n                         \n\n          The men laugh some more. Dustin's humiliation sets in.\n\n                         \n\n                          DUSTIN (CONT'D)\n\n           Put down the fuckin' window. I'm\n\n           serious.\n\n                         \n\n          Larry goes around to the passenger's side broken window and\n\n          opens the door. He leans in and easily drags TJ out of the car.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           4.\n\n                         CONTINUED: (3)\n\n                         \n\n                         \n\n                          LARRY\n\n           I'd get out of here kid, before he\n\n           works himself loose.\n\n                         \n\n          TJ's not getting the car back. The men continue laughing at the\n\n          trapped Dustin. TJ picks up his bike and rides away defeated.\n\n                         \n\n          INT. FORNEY HOUSE / KITCHEN - NIGHT\n\n                         \n\n          TJ sits at the kitchen table with his tiny 85 year-old GRANDMA\n\n          and his depressed and dishevelled DAD, Paul Forney (45). Dad has\n\n          a full shaggy beard and a recently healed wound on his forehead.\n\n                         \n\n          They eat in silence. There's tension in the air.\n\n                         \n\n                          GRANDMA\n\n           There's still plenty of applesauce\n\n           boys.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey eat in silence. There's tension in the air. GRANDMA\n\n           There's still plenty of applesauce\n\n           boys. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          TJ\n\n                          (TO DAD)\n\n           I don't get why what I think doesn't\n\n           matter.\n\n                         \n\n                          DAD\n\n           It couldn't stay in the front of the\n\n           house anymore, TJ. I'm not having this\n\n           conversation again.\n\n                         \n\n                          TJ\n\n           Yeah, why not?\n\n                         \n\n                          DAD\n\n           It's there everyday and I have to look\n\n           at it.\n\n                         \n\n                          TJ\n\n           When do you look at it? When was the\n\n           last time you got off the couch?\n\n                         \n\n                          DAD\n\n           It's not healthy.\n\n                         \n\n                          TJ\n\n           Neither are all the pills you're\n\n           taking, but I don't tell you not to\n\n           take them.\n\n                         \n\n                          DAD\n\n           I don't wanna talk about it anymore.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           5.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          TJ\n\n           I do.\n\n                         \n\n                          DAD\n\n           I don't. And that's it.\n\n                         \n\n          TJ fumes. They eat in silence a bit more. TJ drops his fork and\n\n          leaves the table, angry.\n\n                         \n\n                          GRANDMA\n\n           It's OK dear. He just needs time. It's\n\n           his first day back tomorrow. Lets try\n\n           and be patient.\n\n                         \n\n          Dad is a mess.\n\n                         \n\n                          GRANDMA (CONT'D)\n\n           One thing at a time dear. One thing at\n\n           a time.\n\n                         \n\n                          DAD\n\n           Yeah, I know, mom.\n\n                         \n\n          Grandma nods quietly.\n\n                         \n\n          INT. FORNEY HOUSE / BATHROOM - MORNING\n\n                         \n\n          TJ gives his mouth a once over with a toothbrush. He spits, then\n\n          sets his toothbrush down on the edge of the sink.\n\n                         \n\n          INT. FORNEY HOUSE / TV ROOM - MORNING\n\n                         \n\n          TJ stands holding a banana and wearing a backpack in front of\n\n          the couch where his dad is sleeping. Dad is lying face down,\n\n          half-covered with a sheet, his leg hanging off the side. There's\n\n          dirty plates and pill bottles on the coffee table in what is\n\n          otherwise an old lady's living room. Dad stirs, it's a pathetic\n\n          sight.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nDad is lying face down,\n\n          half-covered with a sheet, his leg hanging off the side. There's\n\n          dirty plates and pill bottles on the coffee table in what is\n\n          otherwise an old lady's living room. Dad stirs, it's a pathetic\n\n          sight. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          TJ taps Dad's leg with his foot. Dad slowly comes to life and\n\n          notices TJ.\n\n                         \n\n                          TJ\n\n           Can I have some money so I can buy\n\n           lunch today?\n\n                         \n\n                          DAD\n\n           Yeah.\n\n                         \n\n          Dad sits up on the couch, he looks a total mess. Dad pick up his\n\n          wallet from the mess of a coffee table and hands TJ a few\n\n          dollars.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           6.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          DAD (CONT'D)\n\n           Hope you have a nice day Teej.\n\n                         \n\n          TJ exits, leaving Dad sitting there. Dad sets his wallet back\n\n          down and stares blankly into the room. We hear the door slam in\n\n          the background.\n\n                         \n\n          EXT. FORNEY HOUSE - MORNING\n\n                         \n\n          TJ on his BMX pedals down the drive and out onto the street.\n\n                         \n\n          EXT. STREET - MOMENTS LATER\n\n                         \n\n          TJ pedals in the middle of a suburban street. He steers his bike\n\n          with his broken arm as he tries to peel and eat the banana with\n\n          the other. He glides down a hill. It's a long hill. He travels\n\n          fast.\n\n                         \n\n          Despite the glide and the wind in his hair he's slouching and\n\n          looks depressed.\n\n                         \n\n          EXT. HOUSING DEVELOPMENT - MOMENTS LATER\n\n                         \n\n          TJ rides his bike through an eerily barren unfinished housing\n\n          development - half-built houses and perfectly sealed wide\n\n          streets.\n\n                         \n\n          Up ahead, he can see a small section of unfinished road - a big\n\n          patch of dirt and rocks. He veers up a driveway to avoid it. He\n\n          passes the dirt patch and then comes down off the curb back onto\n\n          the road, trying to keep control of his bike. He hits the road\n\n          and loses his balance. The handlebars twist and he crashes onto\n\n          the road.\n\n                         \n\n          He jumps up and yelps in pain, clutching his elbow. He looks at\n\n          it. It's badly grazed. He yelps again, angry. He picks up a rock\n\n          lying in the street and charges towards an unfinished house. He\n\n          hurls the rock through its front window. Glass crashes down.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe picks up a rock\n\n          lying in the street and charges towards an unfinished house. He\n\n          hurls the rock through its front window. Glass crashes down. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          A silent beat passes, and then the front door of the house opens\n\n          and a late-20s, long-greasy-haired, wiry shirtless guy in filthy\n\n          black jeans emerges. He has a baby moustache and a cracked front\n\n          tooth. This is HESHER. He makes a determined line toward TJ.\n\n                         \n\n                          HESHER\n\n           The fuck you think you're doing!?\n\n                         \n\n          Before TJ can back away Hesher grabs him by the back of his T-\n\n          shirt and drags him kicking and squealing towards the house.\n\n           7.\n\n                         \n\n                         \n\n                         \n\n          INT. HALF-BUILT HOUSE - CONTINUOUS\n\n                         \n\n          Hesher drags TJ into the unfinished front room. He slams TJ\n\n          against an uncoated drywall. Hesher pulls a pair of garden\n\n          shears from his back pocket and squeezes TJ's nose between the\n\n          blades.\n\n                         \n\n          TJ is terrified. He squirms.\n\n                         \n\n                          HESHER\n\n           The fuck you think you're doing!?\n\n                         \n\n                          TJ\n\n           Nothing.\n\n                         \n\n                          HESHER\n\n           You got five seconds or I'm gonna cut\n\n           your fuckin' nose off.\n\n                         \n\n                          TJ\n\n           I was just, I was just going to\n\n           school. I, I didn't know anyone was\n\n           here.\n\n                         \n\n          Hesher stares intimidatingly at TJ. TJ looks seriously scared.\n\n                         \n\n                          HESHER\n\n           Bullshit. You're gonna fuckin' -\n\n                         \n\n          Hesher is suddenly startled. His ears prick up like a rabbit. He\n\n          hits the deck dragging TJ down with him. Their faces are close\n\n          together. Hesher makes a very serious finger-to-mouth gesture to\n\n          'shhhh'.\n\n                         \n\n          The SOUND of a car idling outside. Hesher listens.\n\n                         \n\n          TJ is on his stomach, freaked. TJ looks around the room - a\n\n          duffel bag, some beer cans, a few porn magazines, a weathered\n\n          bass guitar and a sleeping bag.\n\n                         \n\n          A car door closes loudly. Hesher peers through the window and\n\n          sees a SECURITY GUARD inspecting TJ's bike in the front yard and\n\n          then making his way toward the house.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nTJ looks around the room - a\n\n          duffel bag, some beer cans, a few porn magazines, a weathered\n\n          bass guitar and a sleeping bag. A car door closes loudly. Hesher peers through the window and\n\n          sees a SECURITY GUARD inspecting TJ's bike in the front yard and\n\n          then making his way toward the house. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Hesher looks at TJ with serious and considered venom.\n\n                         \n\n                          HESHER (CONT'D)\n\n           You just fucked me.\n\n                         \n\n          Hesher snaps into action. With speed and precision he gathers\n\n          his stuff together. He shoves it all his duffel bag.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           8.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n           SECURITY GUARD (O.S.)\n\n           Who's in there?\n\n                         \n\n          Hesher lights the fuse on a stick of homemade dynamite wrapped\n\n          in duct tape and throws it through the broken window. He then\n\n          slips out the back door, leaving TJ face down on the floor\n\n          freaked out and confused.\n\n                         \n\n           SECURITY GUARD (O.S.) (CONT'D)\n\n           What the hell-\n\n                         \n\n          BOOM! Dirt sprays against the house and pours in through the\n\n          window. TJ cowers, then hears the guttural roar of a van\n\n          starting up. He hears the van screech away.\n\n                         \n\n           SECURITY GUARD (O.S.) (CONT'D)\n\n           Hey! Get back here!\n\n                         \n\n          TJ jumps to his feet and looks out the window. A dirty black van\n\n          screams out onto the road and tears away, spraying dirt and\n\n          rocks in its wake. The security guard stumbles around, covered\n\n          in dirt and disoriented. He rushes back to his car and gives\n\n          chase. TJ lets them get away up the street, then bolts to the\n\n          front door.\n\n                         \n\n          EXT. HOUSING DEVELOPMENT - CONTINUOUS\n\n                         \n\n          TJ darts for his bike. He picks it up and rides off quickly.\n\n                         \n\n          EXT. FAIR OAKS HIGH SCHOOL - MORNING\n\n                         \n\n          Outside a public high school, kids mill around before class.\n\n          Lots of noise.\n\n                         \n\n          TJ rides down a path and clocks Dustin Howard, the kid from the\n\n          car lot, who stands talking with friends by his car - a shiny\n\n          2007 YELLOW CONVERTIBLE MUSTANG. They spot each other. TJ\n\n          quickly looks away (oh shit) and b-lines for the bike rack.\n\n                         \n\n          INT. FAIR OAKS HIGH SCHOOL / HALL - DAY\n\n                         \n\n          TJ opens his locker.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nTJ\n\n          quickly looks away (oh shit) and b-lines for the bike rack. INT. FAIR OAKS HIGH SCHOOL / HALL - DAY\n\n                         \n\n          TJ opens his locker. \n\nTARGET SECTION TO BE ANNOTATED:\n He pulls out a clear zip-lock bag with a\n\n          rotten apple inside. He looks at it a moment then puts it back\n\n          in the locker.\n\n                         \n\n          A kid puts his hand on TJ's shoulder.\n\n                         \n\n                          KID 1\n\n           Hey, TJ. You're back. Welcome back.\n\n                         \n\n          Another kid comes over, eating a bagel.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           9.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          KID 2\n\n           Hey, Teej. Welcome back, man.\n\n                         \n\n          TJ nods, despondent, putting books into his backpack.\n\n                         \n\n                          KID 2 (CONT'D)\n\n           How you feeling, man?\n\n                         \n\n                          TJ\n\n                          (UNENTHUSIASTIC)\n\n           Fine.\n\n                         \n\n                          KID 2\n\n           I came by your house a while ago, see\n\n           if you wanted to come skateboarding or\n\n           something, but it looked like the\n\n           place was empty. Have you moved or\n\n           something?\n\n                         \n\n                          KID 1\n\n           Yeah, I tried calling you a bunch of\n\n           times, but it kept saying there was a\n\n           new number or something.\n\n                         \n\n                          TJ\n\n           Yeah, we moved in with my Grandma for\n\n           a little while.\n\n                         \n\n                          KID 1\n\n           Oh OK, cool... I didn't want to call\n\n           cause I didn't know.\n\n           (changing the subject)\n\n           You want some of my bagel?\n\n                         \n\n                          TJ\n\n           No. Thanks.\n\n                         \n\n          Awkward beat. TJ doesn't want to make chit-chat. People are\n\n          already making him feel weird.\n\n                         \n\n                          KID 1\n\n           Hey, can I be the first one to sign\n\n           your cast?\n\n                         \n\n                          TJ\n\n           Ah, if you want I guess, but I'm\n\n           getting it off tomorrow, so there's no\n\n           point really.\n\n                         \n\n                          KID 1\n\n           OK, cool. Well, welcome back, man.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           10.\n\n                         CONTINUED: (2)\n\n                         \n\n                         \n\n                          KID 2\n\n           Yeah, welcome back, dude.\n\n                         \n\n          The kids steps away, feeling awkward.\n\n                         \n\n          INT.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED: (2)\n\n                         \n\n                         \n\n                          KID 2\n\n           Yeah, welcome back, dude. The kids steps away, feeling awkward. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n FAIR OAKS HIGH SCHOOL / CLASSROOM - DAY\n\n                         \n\n          TJ sits in class, at the back near the window. The teacher, MRS\n\n          ELSBERRY, a big African-American lady, is taking roll. Kids\n\n          answer as their names are called.\n\n                         \n\n                          MRS ELSBERRY\n\n           Cerisola? Cimino? Cody? Cooper? Early?\n\n           Edgerton? Fletcher?\n\n                          (LIGHTENS)\n\n           Forney. TJ Forney's back. Welcome\n\n           back, TJ.\n\n                         \n\n          TJ gives a half hearted nod. The class turns to look at him. A\n\n          couple whisper. TJ looks away. The teacher continues taking\n\n          roll.\n\n                         \n\n           MRS ELSBERRY (CONT'D)\n\n           Folks? Fullwood? Greenberg? Herriman?\n\n           Kelman?\n\n                         \n\n          EXT. FAIR OAKS HIGH SCHOOL / FOOTBALL FIELD - DAY\n\n                         \n\n                          COACH\n\n           McDonald? Mohajer? Nanden? Paonessa?\n\n           Saunders? Sumner?\n\n                         \n\n          TJ is in gym class, another roll call. TJ looks up.\n\n                         \n\n          He notices a guy high up in the bleachers smoking a cigarette\n\n          and staring at him through long hair.\n\n                         \n\n          TJ looks concerned. Is this Hesher, the guy with the garden\n\n          shears?\n\n                         \n\n          INT. FAIR OAKS HIGH SCHOOL / HALL - DAY\n\n                         \n\n          TJ is walking down the hall. He looks over and sees Hesher who's\n\n          wearing a Misfits \"Skull\" T-shirt, watching him through the\n\n          crowd.\n\n                         \n\n          Suddenly TJ is grabbed and slammed against a locker. It's Dustin\n\n          Howard and his posse. Dustin towers over him.\n\n                         \n\n                          DUSTIN\n\n           S'up now, punk? You don't look so\n\n           tough now, do you?\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           11.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n          TJ attempts to walk away. Dustin pushes him against the locker.\n\n          TJ tries to walk away again.\n\n                         \n\n                          TJ\n\n           Leave me alone.\n\n                         \n\n                          DUSTIN\n\n           How about you suck my cock?\n\n                         \n\n          Dustin slams him again. TJ stays put.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nDUSTIN\n\n           How about you suck my cock? Dustin slams him again. TJ stays put. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          DUSTIN (CONT'D)\n\n           Huh? Suck my cock.\n\n                         \n\n          TJ tries to walk. Dustin slams him.\n\n                         \n\n                          DUSTIN (CONT'D)\n\n           Suck my cock.\n\n                         \n\n          TJ tries to leave again, Dustin pushes him again.\n\n                         \n\n                          DUSTIN (CONT'D)\n\n           Suck my cock.\n\n                         \n\n                          TJ\n\n           Yeah, yeah, I heard you. Suck your\n\n           cock. Then why don't you pull it out?\n\n                         \n\n                          DUSTIN\n\n           What'd you say, bitch?\n\n                         \n\n          TJ tries to walk away. Dustin grabs him and throws him down.\n\n                         \n\n                          DUSTIN (CONT'D)\n\n           Don't fuckin' talk back to me.\n\n                         \n\n          TJ squirms trying to free himself, kicking wildly. One of TJ's\n\n          kicks catches Dustin. Dustin punches him. A crowd quickly\n\n          gathers.\n\n                         \n\n                          KIDS\n\n           Fight, fight, fight...\n\n                         \n\n          INT. FAIR OAKS HIGH SCHOOL / COUNSELLOR'S OFFICE - DAY\n\n                         \n\n          The school COUNSELLOR flips through papers in a file.\n\n                         \n\n                          COUNSELLOR\n\n           Look, TJ. I know you've been through a\n\n           lot and it's gonna take time to\n\n           readjust, but as you know, the school\n\n           can't tolerate this kind of behavior.\n\n                          (MORE)\n\n                         \n\n                          (CONTINUED)\n\n           12.\n\n                         CONTINUED:\n\n                          COUNSELLOR (CONT'D)\n\n           I'm willing to give you the benefit of\n\n           the doubt this time, but you can't be\n\n           starting fights.\n\n                         \n\n                          TJ\n\n           I didn't start anything. He pushed me.\n\n                         \n\n                          COUNSELLOR\n\n           What he did or didn't do isn't\n\n           important. What's important is what\n\n           you do, and how you react. Do you\n\n           understand?\n\n                         \n\n                          TJ\n\n           Not really.\n\n                         \n\n                          COUNSELLOR\n\n           Which part don't you understand?\n\n                         \n\n                          TJ\n\n           I don't understand the part about how\n\n           it's not important that he pushed me\n\n           and he punched me and he kicked me and\n\n           he told me to suck his cock and now\n\n           I'm the bad guy sitting in the office.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nTJ\n\n           Not really. COUNSELLOR\n\n           Which part don't you understand? TJ\n\n           I don't understand the part about how\n\n           it's not important that he pushed me\n\n           and he punched me and he kicked me and\n\n           he told me to suck his cock and now\n\n           I'm the bad guy sitting in the office. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          The counsellor cuts him off.\n\n                         \n\n                          COUNSELLOR\n\n           Hey, hey, hey. I do not wanna hear\n\n           that kind of language in my office.\n\n                         \n\n                          TJ\n\n           Yeah, but I didn't -\n\n                         \n\n                          COUNSELLOR\n\n           Listen, I'm gonna cut you some slack,\n\n           but you're gonna have to meet me\n\n           halfway here.\n\n                         \n\n          TJ shakes his head. He gives up on this conversation. He looks\n\n          out the window. Hesher is out there - smoking and watching.\n\n                         \n\n          TJ is suddenly unnerved.\n\n                         \n\n                          COUNSELLOR (CONT'D)\n\n           I should really be suspending you, but\n\n           I won't if you can promise me you'll\n\n           put in a real effort...\n\n           (noticing TJ looking\n\n                          ELSEWHERE)\n\n           Are you listening?\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           13.\n\n                         CONTINUED: (2)\n\n                         \n\n                         \n\n                          TJ\n\n           Yeah, OK.\n\n                         \n\n          EXT. FAIR OAKS HIGH SCHOOL - LATE AFTERNOON\n\n                         \n\n          It's after school. TJ walks out to his bike. It's the last one\n\n          left on the rack. Only a couple of other kids are still on\n\n          campus. TJ looks around. He jumps on his bike and quickly rides\n\n          off.\n\n                         \n\n          INT. FORNEY HOUSE - LATE AFTERNOON\n\n                         \n\n          TJ enters the house, which is quiet except for the sounds of a\n\n          TV. There are no lights on so it feels dark.\n\n                         \n\n          He walks past the TV room, the TV is on. Dad is on his back,\n\n          fast asleep, mouth wide open. He barely seems alive, until he\n\n          makes a small whimper. His mouth closes, he swallows, then his\n\n          mouth drops open again.\n\n                         \n\n          TJ picks up the remote control from a mess of empty pill bottles\n\n          on the coffee table and switches off the TV.\n\n                         \n\n          TJ walks past the kitchen and drops his backpack.\n\n                         \n\n          INT. FORNEY HOUSE / GRANDMA'S BEDROOM - CONTINUOUS\n\n                         \n\n          TJ walks past his grandma's bedroom. The door is open. He gently\n\n          knocks. She's sitting up in bed, reading.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe door is open. He gently\n\n          knocks. She's sitting up in bed, reading. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          GRANDMA\n\n           Hi, pumpkin.\n\n                         \n\n                          TJ\n\n           Hey.\n\n                         \n\n          TJ stands in the doorway. Grandma takes off her glasses.\n\n                         \n\n                          GRANDMA\n\n           How was your day?\n\n                         \n\n                          TJ\n\n           Pretty much sucked.\n\n                         \n\n                          GRANDMA\n\n           Why sweetheart?\n\n                         \n\n          TJ thinks for a moment.\n\n                         \n\n                          TJ\n\n           I don't know. It just sucked.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           14.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n          Grandma looks at TJ with an empathetic nod.\n\n                         \n\n                          TJ (CONT'D)\n\n           Do you want me to turn on the light\n\n           for you?\n\n                         \n\n                          GRANDMA\n\n           Do I look like I'm sitting in darkness\n\n           here?\n\n                         \n\n                          TJ\n\n           I don't know, maybe, a little.\n\n                         \n\n                          GRANDMA\n\n           Maybe I need new glasses?\n\n                         \n\n          She holds her glasses up for closer inspection.\n\n                         \n\n                          GRANDMA (CONT'D)\n\n           Actually, I don't even know if these\n\n           are mine.\n\n                         \n\n                          TJ\n\n           Whose are they?\n\n                         \n\n                          GRANDMA\n\n           Geez, I don't know.\n\n                         \n\n                          TJ\n\n           Well, can you see better with them?\n\n                         \n\n                          GRANDMA\n\n           Jesus, I don't know.\n\n                         \n\n          Grandma holds the glasses in different positions.\n\n                         \n\n                          GRANDMA (CONT'D)\n\n           You know my mother always told me that\n\n           I'd damage my eyes if I read by poor\n\n           light and I always think about that\n\n           when I'm reading, but I've gotten this\n\n           far, so why am I still worrying about\n\n           it? Why am I even reading? There's\n\n           something more I need to learn?\n\n                         \n\n          She give this a moment of thought.\n\n                         \n\n                          GRANDMA (CONT'D)\n\n           I guess there's always something more\n\n           to learn.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           15.\n\n                         CONTINUED: (2)\n\n                         \n\n                         \n\n          She seems almost tickled by this. She slips her bookmark in her\n\n          book and puts it on her bedside table.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\n           15. CONTINUED: (2)\n\n                         \n\n                         \n\n          She seems almost tickled by this. She slips her bookmark in her\n\n          book and puts it on her bedside table. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          GRANDMA (CONT'D)\n\n           Is is your dad up yet?\n\n                         \n\n                          TJ\n\n           No. Why, has he been sleeping all day?\n\n                         \n\n                          GRANDMA\n\n           Well, you know, sometimes people get\n\n           knocked off course a little when bad\n\n           things happen. But they come good in\n\n           the end.\n\n                         \n\n          INT. FORNEY HOUSE / KITCHEN - EVENING\n\n                         \n\n          TJ sits at the kitchen table alone staring at a cute and happy\n\n          bunny salt and pepper shakers. He can see in through to the TV\n\n          room where Grandma is shaking Dad awake on the couch for dinner\n\n          and holding a glass of milk for him.\n\n                         \n\n          Dad lifts himself off the couch. Grandma hands him the glass of\n\n          milk.\n\n                         \n\n                          GRANDMA\n\n           Here's some milk to wet your whistle.\n\n                         \n\n                          DAD\n\n           Thanks mom.\n\n                         \n\n          Dad shuffles into the kitchen and takes his seat at the table.\n\n          Dad empties a couple of pills into his palm and downs them with\n\n          milk. TJ forks his food around his plate.\n\n                         \n\n                          DAD (CONT'D)\n\n           Hey Teej.\n\n                         \n\n                          TJ\n\n           Hey.\n\n                         \n\n                          GRANDMA\n\n           Take some applesauce, sweetheart.\n\n                         \n\n                          DAD\n\n           What's the time?\n\n                         \n\n                          TJ\n\n           It's six o'clock. Have you been\n\n           sleeping all day?\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           16.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          DAD\n\n           I just had to lay down for a bit.\n\n                         \n\n          Dad looks up but doesn't seem to notice TJ's bruised face.\n\n                         \n\n                          DAD (CONT'D)\n\n           How was school?\n\n                         \n\n                          TJ\n\n           Fine. When are you going back to work?\n\n                         \n\n                          DAD\n\n           That's a good question.\n\n                         \n\n          Dad scrapes a mouthful onto his fork, avoiding the good\n\n          question. A moment passes. TJ stares at him.\n\n                         \n\n                          TJ\n\n           Are you gonna answer it?\n\n                         \n\n                          DAD\n\n           I don't know. I'm not ready yet.\n\n                         \n\n          Dad's eyes are lowered. He stares at his plate. TJ watches him,\n\n          feeling powerless.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nDad's eyes are lowered. He stares at his plate. TJ watches him,\n\n          feeling powerless. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          TJ\n\n           I'm not ready yet either.\n\n                         \n\n          They eat in silence.\n\n                         \n\n                          GRANDMA\n\n           TJ, would you please pass me the salt?\n\n                         \n\n          TJ passes the bunny salt shaker.\n\n                         \n\n                          GRANDMA (CONT'D)\n\n           Did you know that when Albert Einstein\n\n           interviewed people for a job, he would\n\n           take them out for lunch and if they\n\n           put salt on their food before tasting\n\n           it, he would not give them the job.\n\n                         \n\n          Grandma looks up at TJ with a small grin. She sets the salt\n\n          shaker down.\n\n                         \n\n                          GRANDMA (CONT'D)\n\n           I've always liked that.\n\n           17.\n\n                         \n\n                         \n\n                         \n\n          INT. DOCTOR'S OFFICE - DAY\n\n                         \n\n          TJ sits on the bed in a doctor's office. The DOCTOR is cutting\n\n          off his cast with a little buzz saw.\n\n                         \n\n          The doctor pulls the cast free and inspects TJ's arm. It is pale\n\n          and skinny compared to the other.\n\n                         \n\n                          DOCTOR\n\n           (referring to the smell)\n\n           Whoa, that's like an eight week old\n\n           dirty sock. OK, so how does that feel?\n\n           You wanna turn your wrist like this\n\n           for me?\n\n                         \n\n          The doctor demonstrates. TJ imitates.\n\n                         \n\n                          DOCTOR (CONT'D)\n\n           And like this.\n\n                         \n\n          The doctor twists his wrist in a different direction. TJ does\n\n          the same. The doctor looks for a pen.\n\n                         \n\n                          DOCTOR (CONT'D)\n\n           Any pain or discomfort?\n\n                         \n\n                          TJ\n\n           I don't know. It feels kinda weird, I\n\n           can't tell.\n\n                         \n\n                          DOCTOR\n\n           It will feel strange for a few days,\n\n           but should start to feel normal again\n\n           soon. Alright, lookin' good. I s'pose\n\n           I should write you a note for school.\n\n                         \n\n          The doctor writes the note. While he does so he makes chit chat.\n\n                         \n\n                          DOCTOR (CONT'D)\n\n           How's your Dad doing?\n\n                         \n\n                          TJ\n\n           Not great. I don't know. You should\n\n           probably just ask him yourself.\n\n                         \n\n          INT.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nI don't know. You should\n\n           probably just ask him yourself. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n FAIR OAKS HIGH SCHOOL / CLASSROOM - DAY\n\n                         \n\n          Mrs. Elsberry drones on from the front of the class.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           18.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          MRS ELSBERRY\n\n           If we consider that dreams serve a\n\n           metaphoric function in narrative\n\n           fiction, as they do in life, what\n\n           metaphoric function would you suggest\n\n           the dreams here are serving?\n\n                         \n\n          TJ sits in the back of the class, by the window.\n\n                         \n\n          A little pebble hits TJ's desk. It bounces onto the floor. TJ\n\n          looks around to find where it came from - and then another one\n\n          hits him in the head.\n\n                         \n\n          He looks out the window. Hesher is right outside the window. He\n\n          takes the cap off of a large BLACK MAGIC MARKER. He holds it up\n\n          to his nose and takes a long slow inhale. He exhales slow and\n\n          long, staring hard at TJ.\n\n                         \n\n          TJ looks around confused. Hesher recaps the marker, throws it\n\n          hard at TJ and wanders off. The marker hits TJ, then falls to\n\n          floor near his feet. He reaches for it. Mrs. Elsberry sees this.\n\n                         \n\n           MRS ELSBERRY (CONT'D)\n\n           TJ! What are you doing? Please pass\n\n           that forward.\n\n                         \n\n          TJ passes the marker forward. Mrs. Elsberry sets the marker on\n\n          her desk.\n\n                         \n\n           MRS ELSBERRY (CONT'D)\n\n           You can collect this after class.\n\n                         \n\n          She continues back to the chalkboard.\n\n                         \n\n           MRS ELSBERRY (O.S.) (CONT'D)\n\n           OK, so for our protagonist, are these\n\n           dreams premonitions or desires or even\n\n           nightmares perhaps?\n\n                         \n\n          EXT. FAIR OAKS HIGH SCHOOL - AFTERNOON\n\n                         \n\n          It's after school. Kids are leaving campus. TJ wheels his bike\n\n          across the school yard.\n\n                         \n\n          EXT. STREET - MOMENTS LATER\n\n                         \n\n          TJ rides his bike down the street. Dustin's YELLOW MUSTANG\n\n          appears beside him. Dustin is boiling.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTREET - MOMENTS LATER\n\n                         \n\n          TJ rides his bike down the street. Dustin's YELLOW MUSTANG\n\n          appears beside him. Dustin is boiling. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          DUSTIN\n\n           You're fuckin' dead.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           19.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n          We see that someone has drawn - in BIG BLACK MARKER - a crude\n\n          picture of a body, sitting on a toilet with a big erect penis.\n\n          The picture is drawn on the side of Dustin's Mustang door, so\n\n          his real head lines up with the drawing. It's drawn in\n\n          perspective so it looks like Dustin's head is attached to the\n\n          naked defecating body to outsiders. The words 'SUCK MY COCK'\n\n          have been scrawled beside the picture. Dustin swerves the car\n\n          toward TJ, narrowly missing him. TJ cuts into a large super\n\n          market parking lot, attempting to get away.\n\n                         \n\n          Dustin accelerates ahead of TJ and screeches to a halt in front\n\n          of him, cutting him off, almost hitting him. TJ stumbles and\n\n          falls off his bike. His bike lands on top of him.\n\n                         \n\n          Dustin jumps out of his car and starts beating TJ in the middle\n\n          of parking lot traffic. TJ struggles just to protect himself,\n\n          cowering on the ground and covering his head. Dustin tries to\n\n          wrestle TJ free of the bike so as to get a clearer shot at him.\n\n          He drags TJ by his T-shirt, ripping it off in the process.\n\n                         \n\n          And then a WOMAN'S VOICE -\n\n                         \n\n           VOICE (O.S.)\n\n           Hey!\n\n                         \n\n          Dustin ignores the voice. He continues beating TJ.\n\n                         \n\n           VOICE (O.S.) (CONT'D)\n\n           Hey! Leave him alone!\n\n                         \n\n          Dustin ignores again.\n\n                         \n\n                          VOICE (CONT'D)\n\n           Hey! I said stop it!\n\n                         \n\n          Dustin ignores one last time - a beat passes, then the woman,\n\n          NICOLE (mid-20s), appears behind Dustin and jumps onto his back,\n\n          bear hugging his face.\n\n                         \n\n                          NICOLE\n\n           Leave him alone!\n\n                         \n\n          Dustin shakes erratically, Nicole has a tight grip on him, but\n\n          eventually Dustin manages to throw her onto the ground.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nDustin ignores one last time - a beat passes, then the woman,\n\n          NICOLE (mid-20s), appears behind Dustin and jumps onto his back,\n\n          bear hugging his face. NICOLE\n\n           Leave him alone! Dustin shakes erratically, Nicole has a tight grip on him, but\n\n          eventually Dustin manages to throw her onto the ground. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          DUSTIN\n\n           What the fuck are you doing lady?\n\n                         \n\n          Nicole picks herself up off the ground and holds up her fists\n\n          like she's ready to fight. She doesn't look very tough.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           20.\n\n                         CONTINUED: (2)\n\n                         \n\n                         \n\n                          NICOLE\n\n           What are you doing?!\n\n                         \n\n          Nicole stands defiantly between Dustin and TJ. Dustin looks\n\n          around at the scene he's created in the street. A man steps out\n\n          of his car. Dustin realizes it's time to go.\n\n                         \n\n                          DUSTIN\n\n                          (TO TJ)\n\n           I'm not finished, you fuck.\n\n                         \n\n          He gets back into his car, slams the door and speeds off.\n\n                         \n\n          Nicole watches him go, then helps TJ up. TJ is shirtless,\n\n          scrawny, dirty and traumatized.\n\n                         \n\n                          NICOLE\n\n           Are you alright?\n\n                         \n\n                          TJ\n\n           I don't know.\n\n                          (BEAT)\n\n           Am I bleeding?\n\n                         \n\n                          NICOLE\n\n           I don't think so. Am I?\n\n                         \n\n                          TJ\n\n           I don't know.\n\n                         \n\n          TJ grabs his T-shirt and pulls it back on. He picks his bike up\n\n          off the ground and hops on. He goes to peddle, but the chain is\n\n          busted. His peddling goes nowhere.\n\n                         \n\n          INT. NICOLE'S CAR - DAY\n\n                         \n\n          Nicole drives. TJ is in the passenger seat. TJ's bike is crammed\n\n          in the back.\n\n                         \n\n                          NICOLE\n\n           I can't believe he called me lady. Do\n\n           I look like a lady to you?\n\n                         \n\n                          TJ\n\n           I don't know, I guess?\n\n                         \n\n                          NICOLE\n\n           Thanks. I mean do I look old? Well\n\n           anyway, at least I can say I've been\n\n           in a fight.\n\n                         \n\n          She thinks about this for a beat. TJ is silent.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           21.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          NICOLE (CONT'D)\n\n           I can't believe he called me lady.\n\n                         \n\n          TJ notices an ice-cream cone sitting in a cup-holder between the\n\n          seats.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\n           21. CONTINUED:\n\n                         \n\n                         \n\n                          NICOLE (CONT'D)\n\n           I can't believe he called me lady. TJ notices an ice-cream cone sitting in a cup-holder between the\n\n          seats. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          TJ\n\n           I think your ice cream's melting.\n\n                         \n\n                          NICOLE\n\n           Oh shit.\n\n                         \n\n          She tries to pick it up, suddenly flustered. It drips\n\n          everywhere. She doesn't know what to do with it. It's too melted\n\n          to eat.\n\n                         \n\n                          NICOLE (CONT'D)\n\n           Ah, fuck it.\n\n                         \n\n          She throws it out the window.\n\n                         \n\n                          NICOLE (CONT'D)\n\n           Hey, so I'm kinda like a hero now,\n\n           aren't I?\n\n                         \n\n          TJ looks over confused.\n\n                         \n\n                          TJ\n\n           What?\n\n                         \n\n                          NICOLE\n\n           Well actually, I basically just didn't\n\n           want to have to go home and then spend\n\n           the rest of the day feeling bad about\n\n           the fact that I didn't help you and\n\n           then hear about you on the news being\n\n           beat to death in the parking lot. So\n\n           you know, really I'm just - I did it\n\n           for me. I'm just selfish.\n\n                          (BEAT)\n\n           And I'm sorry, I'm sorry I'm like\n\n           that.\n\n                         \n\n          TJ is silent, he has no idea how to respond to this girl. She\n\n          spots a gas station.\n\n                         \n\n                          NICOLE (CONT'D)\n\n           Oh, gas station.\n\n                         \n\n          She quickly makes an illegal turn into oncoming traffic. Cars\n\n          honk at her.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           22.\n\n                         CONTINUED: (2)\n\n                         \n\n                         \n\n                          NICOLE (CONT'D)\n\n           Whoaaa... sorry, sorry.\n\n                         \n\n          INT. NICOLE'S CAR / GAS STATION - DAY\n\n                         \n\n          They pull up next to a gas pump.\n\n                         \n\n                          NICOLE\n\n           Perfect landing.\n\n                         \n\n          She gets out of the car.\n\n                         \n\n                          NICOLE (CONT'D)\n\n           You like black or red?\n\n                         \n\n                          TJ\n\n           Ah, I don't know, black?\n\n                         \n\n                          NICOLE\n\n           Black? Really? Are you sure?\n\n                         \n\n                          TJ\n\n           OK, red?\n\n                         \n\n                          NICOLE\n\n           OK.\n\n                         \n\n          Nicole walks off. TJ watches her for a beat then his eye wanders\n\n          over the contents of her messy car.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nNICOLE\n\n           OK. Nicole walks off. TJ watches her for a beat then his eye wanders\n\n          over the contents of her messy car. \n\nTARGET SECTION TO BE ANNOTATED:\n He picks up a white name tag\n\n          from the coin tray between the seats. It reads:\n\n                         \n\n          RALPH'S - Hi my name is NICOLE, how can I help you?\n\n                         \n\n          TJ looks up and sees Nicole heading back to the car. He puts the\n\n          name tag down as the car door opens and Nicole gets in. She\n\n          hands him a stick of red licorice covered in green sugar.\n\n                         \n\n                          NICOLE (CONT'D)\n\n           Red it is.\n\n                         \n\n          INT. NICOLE'S CAR - MOMENTS LATER\n\n                         \n\n          Nicole and TJ are driving. They eat sour licorice. TJ's not\n\n          enjoying it, but not wanting her to know this.\n\n                         \n\n                          NICOLE\n\n           It's super sour isn't it? You don't\n\n           have to eat it if you don't like it.\n\n                         \n\n                          TJ\n\n           It's really sour.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           23.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          NICOLE\n\n           I know, that's the point. I used to\n\n           hate this crazy sour stuff, I don't\n\n           know what happened. I just recently\n\n           acquired a taste for it. I don't even\n\n           really know what's in it, but I pretty\n\n           much eat it all the time. And I'm sure\n\n           it's making me fat. I just don't want\n\n           to end up like those fat old ladies\n\n           you sometimes see, you know, the\n\n           really fat ones?\n\n                         \n\n          TJ doesn't know what to make of her.\n\n                         \n\n                          NICOLE (CONT'D)\n\n           I don't know why I'm telling you this.\n\n           Anyway, I was secretly hoping that you\n\n           loved these -\n\n                         \n\n          Holding up the licorice, then taking a bite.\n\n                         \n\n                          NICOLE (CONT'D)\n\n           So you could eat 'em for me. But now I\n\n           can see you don't like em' and I'm\n\n           kinda glad cuz it means more for me. I\n\n           guess I'm sort of a hypocrite in a\n\n           way.\n\n                         \n\n          She smiles at that. TJ attempts to smile back, but he's so\n\n          confused he ends up making a strange face. He awkwardly looks\n\n          away.\n\n                         \n\n          EXT.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nTJ attempts to smile back, but he's so\n\n          confused he ends up making a strange face. He awkwardly looks\n\n          away. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n FORNEY HOUSE - DAY\n\n                         \n\n          Nicole's car pulls up. TJ gets out and notices a dirty black van\n\n          creeping slowly around the corner toward them. This makes him\n\n          very nervous.\n\n                         \n\n                          TJ\n\n           OK, thanks for the ride. I really\n\n           appreciate it.\n\n                         \n\n          He hurries to the door.\n\n                         \n\n                          NICOLE\n\n           Hey!\n\n                         \n\n          TJ turns.\n\n                         \n\n                          NICOLE (CONT'D)\n\n           You want your bike?\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           24.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n          TJ notices his bike still in Nicole's back seat.\n\n                         \n\n                          TJ\n\n           Shit.\n\n                         \n\n          TJ rushes back. He drags it out of her car.\n\n                         \n\n                          TJ (CONT'D)\n\n           Thanks.\n\n                         \n\n          He wheels it back towards the house. TJ goes around the side of\n\n          the house to the back door. He knocks on the back door. Grandma\n\n          appears at the door.\n\n                         \n\n                          GRANDMA\n\n           Hi, TJ. What you doing around the\n\n           back?\n\n                         \n\n          Grandma lets TJ in. TJ is nervous.\n\n                         \n\n          INT. FORNEY HOUSE / KITCHEN - CONTINUOUS\n\n                         \n\n                          TJ\n\n           I just, I dunno. I was just dumping my\n\n           bike.\n\n                         \n\n          TJ heads for the living room.\n\n                         \n\n                          TJ (CONT'D)\n\n                          (CALLING)\n\n           Hey, Dad!\n\n                         \n\n                          GRANDMA\n\n           Your Dad's gone to the supermarket,\n\n           honey. Everything OK?\n\n                         \n\n                          TJ\n\n           Ah, yeah, OK.\n\n                         \n\n          But TJ isn't listening. He can't stop thinking about that black\n\n          van. He exits the kitchen.\n\n                         \n\n          INT. FORNEY HOUSE / FRONT DOOR - DAY\n\n                         \n\n          TJ walks the hall carefully to the front door. He squints\n\n          through the peephole.\n\n                         \n\n          The black van is parked directly in front of the house. TJ can't\n\n          see properly through the hole.\n\n                         \n\n          He turns, to get a better look through the TV room window.\n\n           25.\n\n                         \n\n                         \n\n                         \n\n          INT. FORNEY HOUSE / TV ROOM - CONTINUOUS\n\n                         \n\n          TJ turns to the living room.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\n25. INT. FORNEY HOUSE / TV ROOM - CONTINUOUS\n\n                         \n\n          TJ turns to the living room. \n\nTARGET SECTION TO BE ANNOTATED:\n There is Hesher standing in the\n\n          middle of the room with a dirty duffel bag over his shoulder.\n\n                         \n\n          TJ is petrified. They stand looking at each other for a long\n\n          moment.\n\n                         \n\n                          HESHER\n\n           Where's the laundry room?\n\n                         \n\n                          TJ\n\n           My dad'll be home soon.\n\n                         \n\n                          HESHER\n\n           Where's the laundry room?\n\n                         \n\n                          TJ\n\n           Why?\n\n                         \n\n                          HESHER\n\n           You've got two seconds to tell me\n\n           where the laundry room is before I\n\n           tear your fuckin' head off and skull\n\n           fuck you.\n\n                         \n\n          TJ points to a door off the lounge.\n\n                         \n\n                          TJ\n\n           It's through there. But why? You can't\n\n           - my dad's gonna be home soon.\n\n                         \n\n          Hesher stares at him for a second, then heads for the door.\n\n                         \n\n          INT. FORNEY HOUSE / LAUNDRY - CONTINUOUS\n\n                         \n\n          Hesher empties his sack into the washing machine. TJ steps into\n\n          the room, wary. Hesher ignores him.\n\n                         \n\n          Hesher strips off his T-shirt and jeans and add them to the\n\n          load. He's now standing in the laundry room wearing underwear\n\n          only. TJ sees bad burn scars running down Hesher's thighs.\n\n                         \n\n          Hesher pours laundry detergent liberally into the machine.\n\n                         \n\n                          TJ\n\n           What are you doing? You can't -\n\n                         \n\n          Hesher turns on a dime and grabs TJ by his throat and pins him\n\n          against the wall.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           26.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          HESHER\n\n           I swear to god. I'll cut your face\n\n           off.\n\n                         \n\n          He closes the lid. He wrenches the dial around and clicks\n\n          'start'. The machine begins a loud cycle. Hesher exits. TJ\n\n          follows awkwardly.\n\n                         \n\n          INT. FORNEY HOUSE / TV ROOM - CONTINUOUS\n\n                         \n\n          Hesher sits in the middle of the couch and lights a cigarette.\n\n                         \n\n                          TJ\n\n           You can't smoke in here.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. FORNEY HOUSE / TV ROOM - CONTINUOUS\n\n                         \n\n          Hesher sits in the middle of the couch and lights a cigarette. TJ\n\n           You can't smoke in here. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Hesher drags deep and blows the smoke out in a long whistle\n\n          straight into the air above him.\n\n                         \n\n                          TJ (CONT'D)\n\n           You can't smoke.\n\n                         \n\n          Hesher flicks his cigarette, ashing on the floor.\n\n                         \n\n                          TJ (CONT'D)\n\n           What are you doing? You can't smoke in\n\n           here.\n\n                         \n\n          Hesher looks at him and ashes on the couch.\n\n                         \n\n                          TJ (CONT'D)\n\n           Will you please put it out?\n\n                         \n\n                          HESHER\n\n           Can I put it out in your mouth?\n\n                         \n\n                          TJ\n\n           What?! Wait.\n\n                         \n\n          INT. FORNEY HOUSE / KITCHEN - DAY\n\n                         \n\n          TJ enters the kitchen. Grandma is crumbing chicken fillets at\n\n          the counter. She's listening to loud talk radio. TJ goes\n\n          straight for the cupboards and looks through them.\n\n                         \n\n          Grandma turns, eyebrows raised. She turns the radio down.\n\n                         \n\n                          GRANDMA\n\n           I'm gonna make a cake. Do you remember\n\n           my cherry cake story?\n\n                         \n\n          TJ gets down on his knees and digs his way through the cupboard\n\n          while Grandma rambles, continuing her chicken crumbing.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           27.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          GRANDMA (CONT'D)\n\n           I used to make a cherry cake all the\n\n           time and it always came out just\n\n           wonderful. One time I invited my\n\n           doctor and his wife and I wanted to\n\n           make an impression. I asked him to\n\n           come see your dad in a play and he\n\n           came and I said, 'would you like to\n\n           come back to the house?'\n\n                         \n\n          TJ emerges from the cupboard with a bowl. He turns toward the\n\n          sink and begins to fill it with water.\n\n                         \n\n                          GRANDMA (CONT'D)\n\n           And he said, or his wife said, 'yes\n\n           they'd like to come back.' So earlier\n\n           that day I made a cherry cake and I\n\n           used a - I didn't know it till\n\n           afterwards, I used a new product -\n\n           instead of Crisco, I used Fluffo. They\n\n           never made it again that Fluffo.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe turns toward the\n\n          sink and begins to fill it with water. GRANDMA (CONT'D)\n\n           And he said, or his wife said, 'yes\n\n           they'd like to come back.' So earlier\n\n           that day I made a cherry cake and I\n\n           used a - I didn't know it till\n\n           afterwards, I used a new product -\n\n           instead of Crisco, I used Fluffo. They\n\n           never made it again that Fluffo. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          TJ\n\n           Grandma, can I hear the rest of your\n\n           story later? I'm kinda busy.\n\n                         \n\n                          GRANDMA\n\n           Oh, of course honey.\n\n                         \n\n          INT. FORNEY HOUSE / TV ROOM - CONTINUOUS\n\n                         \n\n          TJ enters, carrying the bowl.\n\n                         \n\n          Hesher is on the couch, smoking. The TV is now on. He flips\n\n          channels.\n\n                         \n\n          TJ stands next to Hesher. Hesher looks at him.\n\n                         \n\n          The front door opens and Dad enters, wearing old sweatpants, a\n\n          dirty T-shirt, and carrying a plastic grocery bag.\n\n                         \n\n          He stops when he sees the practically naked, greasy-haired guy\n\n          smoking on the couch (his 'bed'). It's a strange moment.\n\n                         \n\n                          DAD\n\n           TJ, who's this?\n\n                         \n\n          After a long uncomfortable silence, Hesher stands and extends\n\n          his hand.\n\n                         \n\n                          HESHER\n\n           My name's Hesher. Call me Hesher.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           28.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n          Paul has to rearrange the bags to shake his hand. Hesher sits\n\n          back down.\n\n                         \n\n                          DAD\n\n                          (TO TJ)\n\n           What's he doing?\n\n                         \n\n                          TJ\n\n           He's doing laundry.\n\n                         \n\n          They stand looking at each other. TJ is just plain stressed out.\n\n                         \n\n                          DAD\n\n           Why is he smoking in the house?\n\n                         \n\n                          TJ\n\n           I don't know.\n\n                         \n\n          Hesher continues flipping channels. He's not finding anything he\n\n          wants.\n\n                         \n\n                          DAD\n\n           Did you tell him he can't?\n\n                         \n\n                          TJ\n\n           Yes.\n\n                         \n\n                          HESHER\n\n           How come you only have four channels?\n\n                         \n\n          Hesher gets up off the couch and exits the room.\n\n                         \n\n          INT. FORNEY HOUSE / KITCHEN - CONTINUOUS\n\n                         \n\n          Hesher enters the kitchen. Grandma is still crumbing chicken.\n\n                         \n\n          He starts going through drawers right next to her. He doesn't\n\n          acknowledge her.\n\n                         \n\n          Grandma notices him, but not seemingly his cigarette, his state\n\n          of undress or his complete stranger-ness.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe starts going through drawers right next to her. He doesn't\n\n          acknowledge her. Grandma notices him, but not seemingly his cigarette, his state\n\n          of undress or his complete stranger-ness. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          GRANDMA\n\n           Hello there.\n\n                         \n\n                          HESHER\n\n           Hello, old lady.\n\n                         \n\n          His cigarette is done. He flicks it into the sink. It sizzles\n\n          out. He opens another drawer.\n\n                         \n\n          Dad enters with his grocery bag.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           29.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          DAD\n\n                          (TO HESHER)\n\n           Can I help you with something?\n\n                         \n\n          Hesher shuts the drawer. He's holding a fork.\n\n                         \n\n                          HESHER\n\n           Nope, I'm good.\n\n                         \n\n          He exits the kitchen.\n\n                         \n\n          EXT. FORNEY HOUSE / BACKYARD - CONTINUOUS\n\n                         \n\n          Hesher strides across the back lawn in his underwear.\n\n                         \n\n          TJ and Dad step out the door and watch him.\n\n                         \n\n          Hesher reaches a telephone pole and climbs it nimbly like a\n\n          monkey. At the top, he fiddles around with the fork, banging and\n\n          wrenching at the cable box.\n\n                         \n\n          He drops the fork to the ground and begins his descent. Only a\n\n          couple of feet from the ground, he loses his grip and falls,\n\n          crashing down into a thick bush at the base of the pole.\n\n                         \n\n                          HESHER\n\n           Motherfucker.\n\n                         \n\n          TJ and Dad stand staring frozen.\n\n                         \n\n          Hesher lifts himself up out of the bushes, brushes himself off\n\n          and heads back to the house.\n\n                         \n\n          He walks right past them and back inside.\n\n                         \n\n          INT. FORNEY HOUSE / TV ROOM - CONTINUOUS\n\n                         \n\n          Hesher sits back down on the couch and begins to flip through\n\n          the newly acquired channels. He finds porn and drops the remote\n\n          down beside him. He sits back and watches girl-on-girl action.\n\n                         \n\n          TJ and Dad stand just inside the TV room, stunned, watching the\n\n          newly acquired porn.\n\n                         \n\n          Then a LOUD BUZZ marking the end of the wash's cycle sounds from\n\n          the laundry room.\n\n                         \n\n          Hesher gets up off the couch and heads for it.\n\n                         \n\n          A stunned and silent (bar the porn noise) moment later, TJ\n\n          follows.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen a LOUD BUZZ marking the end of the wash's cycle sounds from\n\n          the laundry room. Hesher gets up off the couch and heads for it. A stunned and silent (bar the porn noise) moment later, TJ\n\n          follows. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           30.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n          Dad picks up the remote and switches the TV off.\n\n                         \n\n          INT. FORNEY HOUSE / LAUNDRY - CONTINUOUS\n\n                         \n\n          Hesher loads his wet laundry into the dryer. TJ's nervous.\n\n                         \n\n                          TJ\n\n           So, ah, what are you doing now?\n\n                         \n\n          Hesher slams the dryer door shut and wrenches the dial around.\n\n          The dryer starts up loud. Hesher pretends he can't hear TJ.\n\n                         \n\n                          HESHER\n\n           Huh?\n\n                         \n\n          He turns and looks into the garage which is right off the\n\n          laundry room. He points inside.\n\n                         \n\n                          HESHER (CONT'D)\n\n                          (LOUD)\n\n           This your room?\n\n                         \n\n                          TJ\n\n           (huh?)\n\n           That's the garage.\n\n                         \n\n          Hesher walks into the garage with his bag and slams the door\n\n          leaving TJ standing in the laundry room with the noisy dryer.\n\n                         \n\n          INT. FORNEY HOUSE / DINING ROOM - NIGHT\n\n                         \n\n          TJ sits at the dinner table with Dad and Grandma. From the\n\n          garage we hear a muffled bass guitar playing loud and heavy.\n\n                         \n\n                          GRANDMA\n\n           Does your friend want to eat some\n\n           dinner dear?\n\n                         \n\n                          TJ\n\n           He's not hungry.\n\n                         \n\n                          GRANDMA\n\n           Are you sure?\n\n                         \n\n                          TJ\n\n           Yeah, I'm sure.\n\n                         \n\n                          DAD\n\n           What's he doing in the garage?\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           31.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          TJ\n\n           I don't know. I said he could practice\n\n           his guitar in there.\n\n                         \n\n                          GRANDMA\n\n           That's great honey, it's nice having a\n\n           bit of music in the house again. Is he\n\n           a new friend?\n\n                         \n\n                          TJ\n\n           Yeah, sort of.\n\n                         \n\n                          GRANDMA\n\n           You know your grandfather played the\n\n           harmonica for many years.\n\n                         \n\n          TJ doesn't respond. He eats. Dad looks on perplexed, yet\n\n          disconnected.\n\n                         \n\n          INT.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe eats. Dad looks on perplexed, yet\n\n          disconnected. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n FORNEY HOUSE / BATHROOM - MORNING\n\n                         \n\n          TJ is dressed for school, wet hair. He brushes his teeth. We can\n\n          hear the sound of cartoons in the background. TJ stops brushing\n\n          and listens a second. He hasn't heard cartoons at this hour in a\n\n          long time.\n\n                         \n\n          INT. FORNEY HOUSE / TV ROOM - MOMENTS LATER\n\n                         \n\n          TJ enters the TV room. Dad is lying on the couch. Hesher sits on\n\n          an armchair eating a bowl of cereal and watching cartoons.\n\n                         \n\n          TJ stands for a beat and watches them. This is strange.\n\n                         \n\n          INT. FORNEY HOUSE / KITCHEN - CONTINUOUS\n\n                         \n\n          TJ enters the kitchen. Grandma pulls a bottle of orange juice\n\n          out of the fridge.\n\n                         \n\n                          GRANDMA (LOUDLY)\n\n           Hesher, would you like a glass of\n\n           orange juice.\n\n                         \n\n           HESHER (O.S.)\n\n           Ah, yeah. Sure.\n\n                         \n\n                          GRANDMA\n\n           Morning, TJ.\n\n                         \n\n                          TJ\n\n           Hi, Grandma.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           32.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n          TJ goes to the counter. He pours cereal into a bowl. He grabs\n\n          the milk carton. He pours it into the bowl, but the carton's\n\n          empty.\n\n                         \n\n                          GRANDMA\n\n           Oh, I'm sorry, honey. We're out of\n\n           milk. I can cook you up some eggs if\n\n           you like, dear.\n\n                         \n\n                          TJ\n\n           No, thanks. I don't have time.\n\n                         \n\n          TJ leans back and looks into the TV room at Hesher enjoying his\n\n          milky cereal.\n\n                         \n\n                          GRANDMA\n\n           Would you like to come for a walk with\n\n           me today?\n\n                         \n\n                          TJ\n\n           I can't, Grandma. I gotta go to\n\n           school.\n\n                         \n\n                          GRANDMA\n\n           No, I mean later. This afternoon.\n\n                         \n\n          TJ grabs his backpack.\n\n                         \n\n                          TJ\n\n           I don't know. Can you ask me when I\n\n           get home?\n\n                         \n\n                          GRANDMA\n\n           OK, honey.\n\n                         \n\n          EXT.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nCan you ask me when I\n\n           get home? GRANDMA\n\n           OK, honey. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n FAIR OAKS HIGH SCHOOL / LUNCH YARD - DAY\n\n                         \n\n          The lunch yard is busy. The crowd clears a moment and we find TJ\n\n          sitting on a bench in the shade, alone and depressed, hidden\n\n          away from the other kids.\n\n                         \n\n          He drinks from a can of soda.\n\n                         \n\n          EXT. FAIR OAKS CAR CITY - DAY\n\n                         \n\n          TJ rides his bike into the car lot.\n\n                         \n\n          TJ stands staring at the crashed red Volvo (from the opening\n\n          scene) that is parked on the lot. He takes a few deep breaths.\n\n           33.\n\n                         \n\n                         \n\n                         \n\n          INT. FAIR OAKS CAR CITY / OFFICE - DAY\n\n                         \n\n          TJ walks up to an open office door and knocks. Inside is LARRY\n\n          TOWERS. He looks up.\n\n                         \n\n                          LARRY\n\n           Yes?\n\n                         \n\n                          TJ\n\n           I need to talk to you.\n\n                         \n\n                          LARRY\n\n           Oh, yeah? What about?\n\n                         \n\n          TJ enters and sits opposite.\n\n                         \n\n                          TJ\n\n           I want to get the car back.\n\n                         \n\n                          LARRY\n\n           Yeah, I figured that. You made it\n\n           pretty clear the last time you were\n\n           here, and I thought I made it pretty\n\n           clear that I couldn't give it to you.\n\n                         \n\n                          TJ\n\n           What do I need to do to get it back?\n\n                         \n\n                          LARRY\n\n           The car's not for sale.\n\n                         \n\n                          TJ\n\n           I want to get it back, though. How\n\n           much do you want for it?\n\n                         \n\n          Larry takes a breath. He doesn't want to be having this\n\n          conversation. He counts the obstacles out on his fingers.\n\n                         \n\n                          LARRY\n\n           I don't know. We're talking at least\n\n           eighteen hundred dollars, not\n\n           including taxes, registration, ADM, or\n\n           dealer's fees. On top of that, you'd\n\n           need a driver's license. I'm guessing\n\n           you don't have one of those. You'd\n\n           need valid car insurance. I'm guessing\n\n           you don't have that either. But even\n\n           if you did have these things, I still\n\n           couldn't sell it to you because the\n\n           car's not street legal.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou'd\n\n           need valid car insurance. I'm guessing\n\n           you don't have that either. But even\n\n           if you did have these things, I still\n\n           couldn't sell it to you because the\n\n           car's not street legal. \n\nTARGET SECTION TO BE ANNOTATED:\n There's a\n\n           million reasons why I can't sell it to\n\n           you.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           34.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n          For a second it seems Larry feels sympathetic toward TJ.\n\n                         \n\n                          LARRY (CONT'D)\n\n           Look kid, I appreciate your\n\n           enthusiasm, I really do, but I don't\n\n           know what to tell you. You can't have\n\n           the car. End of story.\n\n                         \n\n          TJ churns all this over in his head. Larry thinks he's made\n\n          himself clear. He motions to the papers on his desk.\n\n                         \n\n                          LARRY (CONT'D)\n\n           Do you mind if I get back to it here?\n\n                         \n\n          EXT. FAIR OAKS CAR CITY / OFFICE - CONTINUOUS\n\n                         \n\n          TJ walks out of Larry's office, forlorn. He walks across the\n\n          showroom, head down, mumbling angrily to himself.\n\n                         \n\n          He is stopped by a hand on his chest. It's Dustin.\n\n                         \n\n                          DUSTIN\n\n           You're lucky I'm at work right now.\n\n                         \n\n          EXT. STREET - DAY\n\n                         \n\n          TJ sits on his bike staring at a Ralph's supermarket.\n\n                         \n\n          INT. RALPH'S SUPERMARKET - MOMENTS LATER\n\n                         \n\n          Nicole is at the checkout, checking grocery items. She finishes\n\n          with a customer and TJ appears next in line, with an ice cream\n\n          cone.\n\n                         \n\n                          NICOLE\n\n           Hi Sir, how are you today? Oh, hey.\n\n                         \n\n                          TJ\n\n           Hey.\n\n                         \n\n                          NICOLE\n\n           How's it goin'?\n\n                         \n\n                          TJ\n\n           I got you a replacement ice cream.\n\n                         \n\n          Nicole is a little taken aback.\n\n                         \n\n                          NICOLE\n\n           Oh my god. That's so sweet, thanks.\n\n                         \n\n          TJ smiles awkwardly. He hands her the cone.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           35.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          TJ\n\n           I paid for it over there.\n\n                         \n\n          He points to the ice cream counter on the other side of the\n\n          store.\n\n                         \n\n                          NICOLE\n\n           Oh, OK.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED:\n\n                         \n\n                         \n\n                          TJ\n\n           I paid for it over there. He points to the ice cream counter on the other side of the\n\n          store. NICOLE\n\n           Oh, OK. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          She holds the cone, not quite sure what to do with it, not quite\n\n          sure how to take this kid.\n\n                         \n\n                          NICOLE (CONT'D)\n\n           Thanks.\n\n                         \n\n                          TJ\n\n                          (NERVOUS)\n\n           Sure, OK. See ya.\n\n                         \n\n          TJ walks away.\n\n                         \n\n                          NICOLE\n\n           See ya.\n\n                         \n\n          Nicole watches him leave while a line of customers wait to be\n\n          served. She smiles at the next customer, sharing the moment.\n\n                         \n\n                          NICOLE (CONT'D)\n\n           (to next customer)\n\n           Hi.\n\n                         \n\n          She starts checking the customer's items, still holding her\n\n          melting cone. She looks up out the door. She can see TJ outside,\n\n          shaking his head and mumbling to himself. He feels like an\n\n          idiot.\n\n                         \n\n          INT. FORNEY HOUSE - EVENING\n\n                         \n\n          TJ enters the house. Dad isn't on the couch. He heads for the\n\n          kitchen. He stops abruptly in the doorway.\n\n                         \n\n          INT. FORNEY HOUSE / KITCHEN - CONTINUOUS\n\n                         \n\n          Hesher and Grandma are at the counter. Grandma is baking an\n\n          apple pie. Hesher is joyfully eating the apple slices she is\n\n          preparing for the pie. They don't notice TJ.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           36.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          GRANDMA\n\n           - and his wife said, yes they'd like\n\n           to come back to the house.' So earlier\n\n           that day I made a cherry cake and I\n\n           used a new product - I didn't know it\n\n           till afterwards- I used Fluffo. They\n\n           never made it again that Fluffo. It\n\n           was an imitation brand. I served the\n\n           cake and there was silence. And then -\n\n                         \n\n          Grandma makes a clicking sound with her tongue on the roof of\n\n          her mouth.\n\n                         \n\n                          GRANDMA (CONT'D)\n\n                          (LAUGHING)\n\n           You put the cake in your mouth and it\n\n           stuck to the roof of your mouth. They\n\n           could hardly swallow it.\n\n                         \n\n          Hesher finds Grandma's story amusing, he laughs, never losing a\n\n          beat while eating the delicious apple slices.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRANDMA (CONT'D)\n\n                          (LAUGHING)\n\n           You put the cake in your mouth and it\n\n           stuck to the roof of your mouth. They\n\n           could hardly swallow it. Hesher finds Grandma's story amusing, he laughs, never losing a\n\n          beat while eating the delicious apple slices. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Grandma notices that TJ is standing in the doorway.\n\n                         \n\n                          GRANDMA (CONT'D)\n\n                          (STILL LAUGHING)\n\n           Hi sweetheart.\n\n                         \n\n          Hesher glances over, he clearly doesn't give a shit about TJ. TJ\n\n          is not impressed with Hesher either.\n\n                         \n\n          INT. FORNEY HOUSE / KITCHEN - NIGHT\n\n                         \n\n          TJ, Grandma, Dad and Hesher all sit at the dinner table.\n\n                         \n\n          They eat in an awkward silence. Grandma breaks the ice.\n\n                         \n\n                          GRANDMA\n\n           So who's coming for a walk with me\n\n           tomorrow morning?\n\n                         \n\n          Again silence. Clearly no one is jumping at this opportunity.\n\n                         \n\n                          GRANDMA (CONT'D)\n\n           TJ?\n\n                         \n\n                          TJ\n\n           I can't Grandma. I have school\n\n           tomorrow.\n\n                         \n\n                          GRANDMA\n\n           Ok, well you're always invited.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           37.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n          Silence again. The sounds of chewing add to the awkwardness of\n\n          this dinner.\n\n                         \n\n                          HESHER\n\n           So what?\n\n                         \n\n          Everyone turns toward Hesher. This is the first thing to come\n\n          out of his mouth all night. He's looking at TJ.\n\n                         \n\n                          HESHER (CONT'D)\n\n           So what school? Go on a walk with your\n\n           Grandma.\n\n                         \n\n          Grandma lights up.\n\n                         \n\n                          GRANDMA\n\n           He's right TJ, it'd be very good for\n\n           you to get some fresh air.\n\n                         \n\n                          HESHER\n\n           Your Grandma goes walking in the\n\n           morning by herself? You can't get your\n\n           ass outta bed like an hour earlier?\n\n           She could get raped.\n\n                         \n\n          Dad stops chewing. TJ looks at Hesher like he's crazy.\n\n                         \n\n                          HESHER (CONT'D)\n\n           I read about this shit all the time.\n\n           Grandmas get raped. You ever hear\n\n           about that guy who killed like 13 old\n\n           ladies.\n\n                         \n\n                          TJ\n\n           What?\n\n                         \n\n                          HESHER\n\n           Fuckin' Google it, dude. The Granny\n\n           Killer, he killed like hella old\n\n           ladies by strangling them with their\n\n           dirty panties.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nTJ\n\n           What? HESHER\n\n           Fuckin' Google it, dude. The Granny\n\n           Killer, he killed like hella old\n\n           ladies by strangling them with their\n\n           dirty panties. \n\nTARGET SECTION TO BE ANNOTATED:\n           (taking a mouthful)\n\n           Not all of them necessarily got\n\n           fucked, but they all got penetrated by\n\n           like the dude's fingers and I don't\n\n           know, other shit too.\n\n                         \n\n                          DAD\n\n           That's enough.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           38.\n\n                         CONTINUED: (2)\n\n                         \n\n                         \n\n                          HESHER\n\n                          (TO TJ)\n\n           I just think your Grandma asks you to\n\n           go on a walk, you should go with her\n\n           so she doesn't get raped.\n\n                         \n\n                          GRANDMA\n\n           Why would anyone rape me?\n\n                         \n\n                          HESHER\n\n           I don't know, they do it, Grandma.\n\n           There's some sick fucks out there.\n\n                         \n\n                          DAD\n\n           That's enough.\n\n                         \n\n          Everyone continues to eat in silence. TJ stares at Hesher who is\n\n          shovelling food into his mouth.\n\n                         \n\n          EXT. FAIR OAKS HIGH SCHOOL / LUNCH YARD - DAY\n\n                         \n\n          TJ sits alone in the busy yard, nibbling halfheartedly on\n\n          crackers from his lunch bag.\n\n                         \n\n          Kid 1 from the locker scene earlier appears beside him.\n\n                         \n\n                          KID 1\n\n           Hey, Teej. What are you doing? Come\n\n           sit with us, we're in our spot.\n\n                         \n\n                          TJ\n\n           What? Uh, Ok.\n\n                         \n\n          TJ gets up reluctantly, then notices Hesher walking across the\n\n          yard towards the bathroom followed by an EMO KID with a\n\n          skateboard.\n\n                         \n\n                          TJ (CONT'D)\n\n           I'll meet you there in a second.\n\n                         \n\n          TJ walks off, following Hesher. Kid 1 watches TJ walk off toward\n\n          the bathroom.\n\n                         \n\n          INT. FAIR OAKS HIGH SCHOOL / BATHROOM - DAY\n\n                         \n\n          TJ enters the bathroom. He hears voices coming from a back\n\n          stall. He walks towards them.\n\n                         \n\n          In the end stall TJ finds Hesher finishing a drug deal with the\n\n          Emo kid. Hesher hands him a bag of pot. The kid hands him money.\n\n          TJ stands and watches. The kid leaves.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           39.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nTJ stands and watches. The kid leaves. (CONTINUED)\n\n           39. \n\nTARGET SECTION TO BE ANNOTATED:\n                         CONTINUED:\n\n                         \n\n          Hesher shoves the money in his pocket, ignoring TJ. He unzips\n\n          his fly and turns to urinate in the bowl.\n\n                         \n\n                          TJ\n\n           What are you doing here?\n\n                         \n\n                          HESHER\n\n           Pissing.\n\n                         \n\n                          TJ\n\n           What are you doing at my school?\n\n                         \n\n                          HESHER\n\n           I'm putting out a fire.\n\n                         \n\n          TJ notices that he isn't actually urinating in the bowl. He's\n\n          spraying his pee all over the seat and the lid and the wall and\n\n          the floor. He finishes and zips up. He turns and shoves past TJ.\n\n                         \n\n          Hesher looks at his hair in the mirror, then exits. TJ watches\n\n          him leave, frustrated. He follows him out.\n\n                         \n\n          INT. FAIR OAKS HIGH SCHOOL / HALL - CONTINUOUS\n\n                         \n\n          TJ sees Hesher disappear through the crowd. From behind, TJ is\n\n          grabbed and dragged back into the bathroom.\n\n                         \n\n          INT. FAIR OAKS HIGH SCHOOL / BATHROOM - CONTINUOUS\n\n                         \n\n          TJ is swung by his backpack across the bathroom. His backpack\n\n          gets ripped off him and he goes down, sliding across the pissy\n\n          floor. He looks up. It's Dustin, seriously angry. TJ leaps up\n\n          and shoves Dustin back. Dustin stumbles backwards and trips over\n\n          TJ's bag in the middle of the bathroom floor.\n\n                         \n\n          Dustin falls and lands on his ass. He flounders embarrassingly.\n\n          TJ knows he's a dead man.\n\n                         \n\n          Dustin jumps up and grabs TJ by the back of his head. He shoves\n\n          TJ's face down onto the filthy urinal tray. TJ struggles.\n\n                         \n\n                          DUSTIN\n\n           You fucked my car, you little prick.\n\n                         \n\n          Dustin holds TJ's head down in the tray. He shoves his face into\n\n          the little yellow urinal deodorizer cake.\n\n                         \n\n                          DUSTIN (CONT'D)\n\n           Eat the cake.\n\n                         \n\n          TJ goes to lift himself up. Dustin punches him and then stands,\n\n          putting his foot on TJ's neck, jamming TJ's head into the tray.\n\n          He pushes the flusher. The urinal flushes all over TJ's face.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nDustin punches him and then stands,\n\n          putting his foot on TJ's neck, jamming TJ's head into the tray. He pushes the flusher. The urinal flushes all over TJ's face. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         \n\n                          (CONTINUED)\n\n           40.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          DUSTIN (CONT'D)\n\n           Fuckin' eat it.\n\n                         \n\n          Hesher comes back into the bathroom. Dustin turns and looks at\n\n          him, sensing danger. TJ looks up from the bathroom floor, eyes\n\n          pleading for help. Hesher walks calmly towards TJ and Dustin.\n\n          But instead of saving TJ, he walks straight past them and into\n\n          the stall where he just completed his drug deal.\n\n                         \n\n          He grabs his cigarette lighter from the top of toilet tank. He\n\n          lights a cigarette, takes a long drag, blows the smoke in the\n\n          air and walks back out again. Dustin watches him go. He puts\n\n          another boot into TJ.\n\n                         \n\n                          DUSTIN (CONT'D)\n\n           It's your birthday. Eat your fuckin'\n\n           cake.\n\n                         \n\n          EXT. FAIR OAKS HIGH SCHOOL - DAY\n\n                         \n\n          TJ waits with his bike in the street outside the school. He's\n\n          beat up, wet and dirty. School's out. Most kids have already\n\n          left. Dad pulls up in Grandma's maroon Buick. He gets out and\n\n          opens the back door for TJ's bike.\n\n                         \n\n                          DAD\n\n           You ready?\n\n                         \n\n                          TJ\n\n           I don't wanna go.\n\n                         \n\n                          DAD\n\n           It'll be good for us, Teej. C'mon.\n\n           We'll be late.\n\n                         \n\n          Dad takes TJ's bike and starts trying to fit it in the backseat.\n\n                         \n\n                          TJ\n\n           I really don't want to go.\n\n                         \n\n                          DAD\n\n           I don't think anyone ever 'wants to\n\n           go' to these things. It's supposed to\n\n           be good for us. That's the whole\n\n           point.\n\n                         \n\n          TJ stands watching his Dad struggle with the bike.\n\n                         \n\n                          DAD (CONT'D)\n\n           C'mon. Give me a hand here.\n\n           41.\n\n                         \n\n                         \n\n                         \n\n          INT. COMMUNITY CENTER - DAY\n\n                         \n\n          TJ and Dad sit on beanbags set out in a circle of about 12.\n\n          Eight of these beanbags have people sitting on them - adults and\n\n          a few kids.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. COMMUNITY CENTER - DAY\n\n                         \n\n          TJ and Dad sit on beanbags set out in a circle of about 12. Eight of these beanbags have people sitting on them - adults and\n\n          a few kids. \n\nTARGET SECTION TO BE ANNOTATED:\n Some drink tea and coffee from little styrofoam\n\n          cups. The tone is sombre. Dad and TJ look unsure of themselves.\n\n          The chairperson of the meeting is MERYL, a 42 year-old grief\n\n          counsellor.\n\n                         \n\n                          MERYL\n\n           OK, so welcome everyone to the\n\n           Transformational Grief Group. My name\n\n           is Meryl. We should start off by going\n\n           around the circle and introducing\n\n           ourselves and briefly explaining why\n\n           we are here. Hi Miss, would you please\n\n           start us off?\n\n                         \n\n          A heavy set woman, COLEEN, and her husband, JACK, sit on\n\n          beanbags looking pale and sad.\n\n                         \n\n                          COLEEN\n\n           We are the Bolder family. I am Coleen\n\n           and this is my husband Jack. Our\n\n           daughter Cynthia was murdered last\n\n           year.\n\n           (she chokes a bit)\n\n           She was the victim of a violent attack\n\n           that was unfair and sick.\n\n                         \n\n          She can't go on. Her husband Jack sets his hand on her shoulder.\n\n          She is able to hold back the tears.\n\n                         \n\n                          COLEEN (CONT'D)\n\n           We are here because we need help. We\n\n           lost our baby and we are broken.\n\n                         \n\n                          JACK\n\n           Hi, my name is Jack. As my wife said,\n\n           we're here hoping for some answers and\n\n           just some help with the pain.\n\n                         \n\n                          MERYL\n\n           Thank you, Coleen and Jack. Welcome.\n\n                         \n\n          Weird silence.\n\n                         \n\n                          MERYL (CONT'D)\n\n           (to Dad and TJ)\n\n           Sir.\n\n                         \n\n          Dad shuffles in his seat, looks around the group.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           42.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          DAD\n\n           Ah, OK. Sure. My name is Paul Forney.\n\n           This is my son, TJ. We're here today\n\n           because we lost my wife, TJ's mother,\n\n           a bit more than two months ago now.\n\n           And ah, I don't know, we're still\n\n           trying to come to terms with things\n\n           and, you know, just find some guidance\n\n           of some kind, I guess, and, ah, yeah,\n\n           so...",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis is my son, TJ. We're here today\n\n           because we lost my wife, TJ's mother,\n\n           a bit more than two months ago now. And ah, I don't know, we're still\n\n           trying to come to terms with things\n\n           and, you know, just find some guidance\n\n           of some kind, I guess, and, ah, yeah,\n\n           so... \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Dad finishes mid-sentence, then brief silence.\n\n                         \n\n                          MERYL\n\n           OK, great. Welcome, Paul. TJ? Would\n\n           you like to introduce yourself, say a\n\n           few words to the group?\n\n                         \n\n                          TJ\n\n           Not really.\n\n                         \n\n          Meryl waits to see if TJ has anything more to add. He doesn't.\n\n                         \n\n                          MERYL\n\n           OK. That's OK.\n\n           (to the person next to TJ)\n\n           Nicholas, would you like to introduce\n\n           yourself to the group?\n\n                         \n\n          EXT. FORNEY HOUSE / DRIVEWAY - NIGHT\n\n                         \n\n          Dad and TJ pull into the driveway of the Forney house. Hesher's\n\n          van is parked haphazardly on the lawn. TJ looks at it with venom\n\n          - a reminder of the afternoon.\n\n                         \n\n          INT. FORNEY HOUSE - NIGHT\n\n                         \n\n          TJ bursts through the front door.\n\n                         \n\n          He walks through the TV room to the laundry room. He rips open\n\n          the door to the garage and flicks on the light. It's empty\n\n          except for a little pile of Hesher's stuff.\n\n                         \n\n          He walks back through the living room as Dad walks in through\n\n          the front door, closing it behind him.\n\n                         \n\n          TJ heads to the kitchen.\n\n                         \n\n          INT. FORNEY HOUSE / KITCHEN - CONTINUOUS\n\n                         \n\n          TJ enters the kitchen. Grandma is baking.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           43.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          GRANDMA\n\n           Hi, honey. How was your special group?\n\n                         \n\n                          TJ\n\n           Fine.\n\n                         \n\n          TJ exits the kitchen. He walks the hall to the bathroom. He\n\n          turns the handle and enters.\n\n                         \n\n          INT. FORNEY HOUSE / BATHROOM - NIGHT\n\n                         \n\n          Hesher is having a bubble bath, smoking a cigarette, totally\n\n          calm. TJ immediately lets rip.\n\n                         \n\n                          TJ\n\n           Fuck you!\n\n                         \n\n                          HESHER\n\n           Fuck you.\n\n                         \n\n                          TJ\n\n           Fuck you.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nTJ\n\n           Fuck you! HESHER\n\n           Fuck you. TJ\n\n           Fuck you. \n\nTARGET SECTION TO BE ANNOTATED:\n You let that fuck stick my\n\n           head in a toilet and you don't do\n\n           anything about it? You stand there and\n\n           fucking watch him do it?\n\n                         \n\n          Hesher ignores TJ. He watches him closely. He calmly takes a\n\n          drag of his cigarette and ashes into the bath.\n\n                         \n\n                          TJ (CONT'D)\n\n           You stay in my grandma's house? You're\n\n           taking a bath in my fucking grandma's\n\n           bath?\n\n                         \n\n          Hesher flicks his butt in the bath and pulls the plug. He stays\n\n          reclined as the water starts gurgling down the drain.\n\n                         \n\n          Hesher stands. He's totally naked. He doesn't care. TJ waits for\n\n          him to say something. Anything.\n\n                         \n\n          Hesher steps out of the bath, dripping wet, naked.\n\n                         \n\n                          TJ (CONT'D)\n\n           Say something!\n\n                         \n\n          TJ shoves him. Hesher, in a flash, grabs TJ by throat and slams\n\n          him against the wall. He holds him there for a second, staring\n\n          at him intensely.\n\n                         \n\n                          HESHER\n\n                          (CALM)\n\n           Listen to me.\n\n                          (MORE)\n\n                         \n\n                          (CONTINUED)\n\n           44.\n\n                         CONTINUED:\n\n                          HESHER (CONT'D)\n\n           I'm gonna put some clothes on, then\n\n           you're gonna meet me in my van.\n\n                         \n\n          Hesher lets go of TJ and walks out of the bathroom naked.\n\n                         \n\n          INT. HESHER'S VAN - NIGHT\n\n                         \n\n          TJ and Hesher drive through the dark streets of Fair Oaks.\n\n          Hesher finishes a cigarette. Wind blows in his hair. The van\n\n          rattles. The Sex Pistol's 'Anarchy in the UK' is blasting. TJ is\n\n          still angry.\n\n                         \n\n                          TJ\n\n           Where are we going?\n\n                         \n\n          Hesher ignores him.\n\n                         \n\n                          TJ (CONT'D)\n\n           Where are we going?\n\n                         \n\n          After a beat, TJ turns the music down.\n\n                         \n\n                          HESHER\n\n           Touch my stereo again, I'll seriously\n\n           fucking hurt you.\n\n                         \n\n          Hesher turns the music back up. TJ is confused.\n\n                         \n\n          Hesher drives into a gas station and pulls on the handbrake.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nHesher turns the music back up. TJ is confused. Hesher drives into a gas station and pulls on the handbrake. \n\nTARGET SECTION TO BE ANNOTATED:\n He\n\n          lights another cigarette.\n\n                         \n\n          EXT. GAS STATION / VAN - CONTINUOUS\n\n                         \n\n                          TJ\n\n           What are we doing?\n\n                         \n\n          Hesher gets out of the van and slams the door shut. He goes\n\n          around the back of the van and opens the back doors. He pulls\n\n          something out and shuts the doors again.\n\n                         \n\n          Through the side-view mirror, TJ can see Hesher filling up a big\n\n          beat-up plastic gas container. He continues to smoke.\n\n                         \n\n          INT. HESHER'S VAN - LATER\n\n                         \n\n          Hesher brings the van to a quiet halt across the street from a\n\n          suburban house. He kills the engine and surveys the area.\n\n                         \n\n          TJ has no idea where they are.\n\n                         \n\n                          TJ\n\n           What are we -\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           45.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n          TJ catches himself asking questions, but stops himself mid-\n\n          sentence. He looks out the window and across the street and sees\n\n          Dustin Howard's YELLOW MUSTANG parked in the drive.\n\n                         \n\n                          TJ (CONT'D)\n\n                          (OH SHIT)\n\n           What are you doing?\n\n                         \n\n          Hesher smiles to himself - he's looking forward to this. He\n\n          opens the van door and climbs out. TJ is in a quiet panic.\n\n                         \n\n          EXT. DUSTIN'S HOUSE - CONTINUOUS\n\n                         \n\n          Hesher opens the van's back doors and grabs the container of\n\n          gasoline. TJ appears beside him, still panicked.\n\n                         \n\n                          TJ\n\n           Hey, seriously. What are you doing?\n\n                         \n\n          Hesher makes his way across the street toward the house and the\n\n          yellow Mustang.\n\n                         \n\n          He pours gasoline all over the car. He does this with confidence\n\n          - he's clearly had some practice.\n\n                         \n\n                          TJ (CONT'D)\n\n           (loud whisper - too loud)\n\n           Come on. This is insane. Let's get out\n\n           of here.\n\n                         \n\n          Hesher ignores him and continues dousing the car with gas.\n\n                         \n\n          The porch light comes on. Someone peels open the front window\n\n          curtains and looks out. TJ and Hesher drop to the ground behind\n\n          the Mustang. TJ is terrified.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nSomeone peels open the front window\n\n          curtains and looks out. TJ and Hesher drop to the ground behind\n\n          the Mustang. TJ is terrified. \n\nTARGET SECTION TO BE ANNOTATED:\n He looks over to Hesher who is\n\n          smiling, in his element, this is the happiest we have seen him.\n\n                         \n\n          The curtains close but the porch light stays on. Unfazed, Hesher\n\n          hops back up and empties the gas can onto the Mustang.\n\n                         \n\n          Hesher stands a moment, admiring the car, saying a silent\n\n          goodbye to it perhaps, as he pulls a single bent cigarette from\n\n          his pocket.\n\n                         \n\n          He straightens it, then lights it with a match.\n\n                         \n\n                          TJ (CONT'D)\n\n                          (QUIETLY FRANTIC)\n\n           C'mon, man. Let's just go.\n\n                         \n\n          Hesher takes one long drag on the cigarette, then calmly flicks\n\n          the still lit match onto the Mustang.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           46.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n          Instantly, it erupts in flames.\n\n                         \n\n          Hesher picks up the gas can and walks calmly back to the van. TJ\n\n          follows still franticly looking back at the car and the house.\n\n                         \n\n          Hesher gets in the van and throws the gas can into the back.\n\n                         \n\n          TJ goes to the passenger door.\n\n                         \n\n          It's locked. He wrestles the handle, panicking.\n\n                         \n\n                          TJ (CONT'D)\n\n           Open the door! It's locked!\n\n                         \n\n          Hesher starts the van and pulls away, leaving TJ stranded in the\n\n          street.\n\n                         \n\n          The front door of the house opens and a woman appears on the\n\n          porch. Discovering the car in flames, she screams.\n\n                         \n\n          TJ takes off, running across the street and through a neighbor's\n\n          yard, down the side of the neighbor's house, with the woman on\n\n          the porch screaming at him.\n\n                         \n\n                          WOMAN\n\n           Hey, get back here!\n\n                         \n\n          EXT. STREETS &amp; BACKYARDS - NIGHT\n\n                         \n\n          TJ runs. He jumps fences and slips down the sides of houses.\n\n          He's running fast and breathing hard.\n\n                         \n\n          He finds his way out onto another dark and quiet street.\n\n                         \n\n          He stops. He has no idea where he is or where to go.\n\n                         \n\n          Then - HEADLIGHTS appear at the end of the street.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe stops. He has no idea where he is or where to go. Then - HEADLIGHTS appear at the end of the street. \n\nTARGET SECTION TO BE ANNOTATED:\n They bear\n\n          down on him slowly. TJ stands immobile. He can now see it is\n\n          Hesher's van, approaching slow and menacing.\n\n                         \n\n          The van stops about 10 feet from TJ. A moment's stand off.\n\n                         \n\n          Then Hesher sticks his head out the window.\n\n                         \n\n                          HESHER\n\n           Get in.\n\n                         \n\n                          TJ\n\n           You fucking ditched me.\n\n                         \n\n                          HESHER\n\n           Get in the van, dude.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           47.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n          TJ doesn't move. He stares. Hesher REVS the engine.\n\n                         \n\n          Hesher revs the engine some more. TJ still doesn't move.\n\n                         \n\n          Hesher FLOORS THE VAN.\n\n                         \n\n          ON TJ - the headlights of the van bear down on him.\n\n                         \n\n          Hesher slams on the brakes and the van screeches to a halt\n\n          inches from TJ's nose. TJ doesn't flinch.\n\n                         \n\n          He and Hesher stare at each other through the windshield.\n\n                         \n\n          Hesher smiles. He's impressed.\n\n                         \n\n          TJ walks around to the passenger door.\n\n                         \n\n          INT. HESHER'S VAN - CONTINUOUS\n\n                         \n\n          TJ climbs in the passenger seat of the van. He's surly.\n\n                         \n\n                          TJ\n\n           What the fuck's wrong with you?!\n\n                         \n\n                          HESHER\n\n           What?\n\n                         \n\n                          TJ\n\n           What's wrong with you?\n\n                         \n\n                          HESHER\n\n           What's the problem? That's the guy who\n\n           put you in the toilet.\n\n                         \n\n                          TJ\n\n           Yeah, but -\n\n                         \n\n          Hesher suddenly freezes, looks round, motions for TJ to 'shhh'.\n\n                         \n\n                          HESHER\n\n                          (WHISPERS)\n\n           Something's coming.\n\n                         \n\n          TJ looks around everywhere. What's coming?\n\n                         \n\n          Then Hesher lets out a FART. He laughs. He puts the van in gear\n\n          and drives. He cranks up the music.\n\n                         \n\n          TJ stares at Hesher for a moment, then looks straight ahead\n\n          shaking his head.\n\n           48.\n\n                         \n\n                         \n\n                         \n\n          INT.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nTJ stares at Hesher for a moment, then looks straight ahead\n\n          shaking his head. 48. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n FORNEY HOUSE / TJ'S ROOM - DAY\n\n                         \n\n          TJ wakes in bed, still shell-shocked from the previous night. He\n\n          sits up and rubs his eyes.\n\n                         \n\n          INT. FORNEY HOUSE / BATHROOM - MOMENTS LATER\n\n                         \n\n          TJ stands at the sink and begins to brush his teeth.\n\n                         \n\n          He hears the DOORBELL RING.\n\n                         \n\n          He hears muffled voices outside.\n\n                         \n\n          INT. FORNEY HOUSE / HALL - CONTINUOUS\n\n                         \n\n          TJ exits the bathroom, still brushing and walks the hall toward\n\n          the voices. Hesher is standing shirtless in the front doorway\n\n          eating a banana, blocking the view to outside.\n\n                         \n\n          As TJ nears the front door, Hesher turns and moves away to\n\n          reveal Grandma talking to two uniformed police officers.\n\n                         \n\n                          HESHER\n\n           It's for you.\n\n                         \n\n          Hesher disappears back into the house, smiling at TJ as he\n\n          passes.\n\n                         \n\n                          COP\n\n           Are you Thomas Forney?\n\n                         \n\n                          TJ\n\n           (toothbrush in mouth)\n\n           Yeah.\n\n                         \n\n                          COP\n\n           We'd like to ask you some questions.\n\n                         \n\n                          TJ\n\n           What about?\n\n                         \n\n                          COP\n\n           We'd like you to come down to the\n\n           station with us.\n\n                         \n\n                          TJ\n\n           What for?\n\n                         \n\n           DAD (O.S.)\n\n           What's going on?\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           49.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n          TJ turns. His Dad is now sitting up on the couch, blinking in\n\n          the light. He's in his boxers. His hair's a mess. He's dopey.\n\n          He's just woken up.\n\n                         \n\n          Hesher emerges from the kitchen, heading back to the garage,\n\n          carrying a glass of orange juice.\n\n                         \n\n                          HESHER\n\n                          (TO DAD)\n\n           Cops.\n\n                         \n\n          INT. POLICE STATION - DAY\n\n                         \n\n          TJ's MUG-SHOT is taken.\n\n                         \n\n          TJ's FINGERPRINTS are taken.\n\n                         \n\n          TJ and his Dad sit in an interview room. Dad looks confused,\n\n          dopey and dishevelled.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nTJ's FINGERPRINTS are taken. TJ and his Dad sit in an interview room. Dad looks confused,\n\n          dopey and dishevelled. \n\nTARGET SECTION TO BE ANNOTATED:\n A uniformed police officer enters with a\n\n          file. He shuts the door and sits.\n\n                         \n\n                          COP\n\n           OK, so we're gonna have to let you go\n\n           now. We may very well be calling on\n\n           you again very soon, but in the\n\n           meantime, let this be a warning to\n\n           you. Regardless of what evidence we do\n\n           or don't find, you've come to our\n\n           attention today. Our attention isn't\n\n           good.\n\n                         \n\n                          TJ\n\n           But I didn't do anything.\n\n                         \n\n                          COP\n\n           You hearing me here? These are very\n\n           serious crimes we've been presented\n\n           with. Let's just say someone had been\n\n           in that car, and they'd burned - to\n\n           death. We'd be talking about\n\n           manslaughter, possibly murder. Have\n\n           you thought about that? You'd be\n\n           sitting here with detectives from\n\n           Homicide right now. These are felony\n\n           offences we're talking about, son.\n\n           Serious jail-time offences.\n\n                         \n\n          TJ nods, his dad looks on.\n\n           50.\n\n                         \n\n                         \n\n                         \n\n          INT. GRANDMA'S CAR - DAY\n\n                         \n\n          TJ's in the passenger seat. His dad drives. They sit in silence\n\n          for a little while. Then dad speaks-\n\n                         \n\n                          DAD\n\n           Did you do it?\n\n                         \n\n          TJ pauses before answering.\n\n                         \n\n                          TJ\n\n           Not really.\n\n                         \n\n                          DAD\n\n           Not really?\n\n                         \n\n                          TJ\n\n           I didn't do it.\n\n                         \n\n                          DAD\n\n           What does `not really' mean?\n\n                         \n\n          TJ ignores him, stares out the car window.\n\n                         \n\n                          DAD (CONT'D)\n\n           Tell me what `not really' means.\n\n                         \n\n                          TJ\n\n           It means I didn't do it.\n\n                         \n\n                          DAD\n\n           No, it doesn't. Why would you say 'not\n\n           really'?\n\n                         \n\n                          TJ\n\n           I didn't.\n\n                         \n\n                          DAD\n\n           You did. I heard you.\n\n                         \n\n                          TJ\n\n           I said I didn't do it.\n\n                         \n\n                          DAD\n\n           Yeah, before that. I asked if you did\n\n           it. You said `not really'.\n\n                         \n\n                          TJ\n\n           I can't remember what I said.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nI asked if you did\n\n           it. You said `not really'. TJ\n\n           I can't remember what I said. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          DAD\n\n           Why would you do something like that?\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           51.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n          Dad pulls the car into the driveway and comes to an abrupt stop.\n\n          Hesher is sitting in a lawn chair in the middle of the driveway,\n\n          sunbathing with his shirt off, drinking beer. He has a farmer's\n\n          tan.\n\n                         \n\n          TJ jumps out. Dad stares at Hesher from inside the car.\n\n                         \n\n                          HESHER\n\n           Howdy.\n\n                         \n\n          TJ walks past Hesher without looking at him.\n\n                         \n\n          INT. FORNEY HOUSE / TJ'S ROOM - CONTINUOUS\n\n                         \n\n          TJ enters and slams his door shut. TJ sits on his bed. Hesher\n\n          enters without warning.\n\n                         \n\n                          HESHER\n\n           So what'd the pigs want?\n\n                         \n\n                          TJ\n\n           What the fuck do you think!?\n\n                         \n\n                          HESHER\n\n           Did they give you a cavity search?\n\n                         \n\n                          TJ\n\n           What?\n\n                         \n\n                          HESHER\n\n           Did any of the cops put their fingers\n\n           in your butthole?\n\n                         \n\n                          TJ\n\n           Just fuck off, OK.\n\n                         \n\n                          HESHER\n\n           What'd they do?\n\n                         \n\n                          TJ\n\n           They took my fucking finger prints!\n\n                         \n\n                          HESHER\n\n           So what?\n\n                         \n\n                          TJ\n\n           So what!? I can get into serious\n\n           trouble.\n\n                         \n\n                          HESHER\n\n           Oh, is that right?\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           52.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          TJ\n\n           Yeah, that's right! They don't take\n\n           this shit lightly.\n\n                         \n\n                          HESHER\n\n           Oh, they don't?\n\n                         \n\n                          TJ\n\n           People could have been hurt! If\n\n           someone was killed it would have been\n\n           considered murder.\n\n                         \n\n          Hesher feigns concern.\n\n                         \n\n                          HESHER\n\n           Really? Murder?\n\n                          (BEAT)\n\n           That's badass shit.\n\n                         \n\n                          TJ\n\n           Please just leave me alone.\n\n                         \n\n                          HESHER\n\n           OK, but first show me your best\n\n           impression of a dumpling.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\n(BEAT)\n\n           That's badass shit. TJ\n\n           Please just leave me alone. HESHER\n\n           OK, but first show me your best\n\n           impression of a dumpling. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          TJ\n\n           What?\n\n                         \n\n                          HESHER\n\n           You know, a dumpling, the Chinese\n\n           little thingies you eat -\n\n                         \n\n          Hesher holds up his thumb and index finger to show the size of a\n\n          dumpling. TJ shakes his head, he's not finding this funny.\n\n                         \n\n                          HESHER (CONT'D)\n\n           Come on, like this -\n\n                         \n\n          Hesher constricts all the muscles on his face imitating a\n\n          dumpling, he looks ridiculous. TJ tries to hold back a smile,\n\n          but Hesher looks so absurd he can't.\n\n                         \n\n                          HESHER (CONT'D)\n\n           OK, your turn.\n\n                         \n\n          TJ shakes his head, fighting a smile.\n\n                         \n\n                          TJ\n\n           No.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           53.\n\n                         CONTINUED: (2)\n\n                         \n\n                         \n\n                          HESHER\n\n           OK.\n\n                         \n\n          And Hesher is gone in a flash.\n\n                         \n\n          INT. SUPERMARKET / CANNED GOODS AISLE - DAY\n\n                         \n\n          TJ is hiding, peering down an aisle, watching Nicole working at\n\n          the check out scanning groceries. A can falls from one of the\n\n          shelves just in front of him. It startles him. And then another\n\n          one falls. He steps along the shelf to where the cans fell. He\n\n          looks through to the next aisle. Nothing. Then a voice from\n\n          behind him.\n\n                         \n\n                          HESHER\n\n           Do you think she is totally bald or do\n\n           you think she's more of a landing\n\n           strip kind of chick or more of a 70's\n\n           jungle bitch.\n\n                         \n\n          TJ is startled. Hesher stands behind him, also watching Nicole.\n\n                         \n\n                          TJ\n\n           What are doing here?\n\n                         \n\n                          HESHER\n\n           You're stalking that chick, dude.\n\n                         \n\n                          TJ\n\n           No, I'm not.\n\n                         \n\n                          HESHER\n\n           Yeah, you are. I've been stalking you\n\n           for half an hour. You gonna try to\n\n           fuck her?\n\n                         \n\n                          TJ\n\n           What? No.\n\n                         \n\n                          HESHER\n\n           Can't fuck her from here, dude. Gotta\n\n           be way closer.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo. HESHER\n\n           Can't fuck her from here, dude. Gotta\n\n           be way closer. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          TJ\n\n           Shut up about it.\n\n                         \n\n                          HESHER\n\n           You wanna poke her clam?\n\n                         \n\n                          TJ\n\n           Shut up.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           54.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n          TJ is freaked and embarrassed. He walks away down the aisle.\n\n          Hesher follows.\n\n                         \n\n                          HESHER\n\n           You wanna poke her clam or what?\n\n                         \n\n                          TJ\n\n           Please stop saying that.\n\n                         \n\n          TJ walks ahead fast. He wants out of this conversation.\n\n                         \n\n          Nicole finishes up, turns her light off and hangs a 'Check Stand\n\n          Closed' sign. She walks off toward the back of the store. TJ\n\n          stops to be sure to avoid her.\n\n                         \n\n                          HESHER\n\n           You want to poke her clam, dude.\n\n           Nothing wrong with that. Don't be\n\n           ashamed about it. Humans have been\n\n           poking vagina for hundreds of years.\n\n           Longer even.\n\n                         \n\n          Hesher says this a little too loud. Nearby shoppers look over.\n\n          TJ shakes his head, then exits the store. Hesher follows.\n\n                         \n\n                          HESHER (CONT'D)\n\n           Bro, there's nothing wrong with\n\n           wanting a little pussy.\n\n                         \n\n          EXT. RALPH'S SUPERMARKET / PARKING LOT - DAY\n\n                         \n\n          TJ unlocks his bike from a pole.\n\n                         \n\n                          HESHER\n\n           Where you going?\n\n                         \n\n                          TJ\n\n           Home.\n\n                         \n\n                          HESHER\n\n           I'll give you a ride.\n\n                         \n\n                          TJ\n\n           No thanks.\n\n                         \n\n                          HESHER\n\n           OK, but if you come with me it'll take\n\n           5 minutes and if you ride it will take\n\n           you about 15.\n\n                         \n\n          TJ gets onto his bike.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           55.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          HESHER (CONT'D)\n\n           Come on dude, don't be silly, let's\n\n           just car pool.\n\n                         \n\n          TJ clearly doesn't want to ride his bike home, but his is\n\n          reluctant to go with Hesher.\n\n                         \n\n                          TJ\n\n           Fine, just don't talk to me.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED:\n\n                         \n\n                         \n\n                          HESHER (CONT'D)\n\n           Come on dude, don't be silly, let's\n\n           just car pool. TJ clearly doesn't want to ride his bike home, but his is\n\n          reluctant to go with Hesher. TJ\n\n           Fine, just don't talk to me. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          HESHER\n\n           I won't say shit.\n\n                         \n\n          EXT. RALPH'S SUPERMARKET / PARKING LOT - MOMENTS LATER\n\n                         \n\n          TJ and Hesher load TJ's bike into the back of Hesher's van.\n\n          Hesher closes the back doors and they get in.\n\n                         \n\n          INT. HESHER'S VAN - CONTINUOUS\n\n                         \n\n                          HESHER\n\n           Look dude, I'm really sorry about the\n\n           fire the other night -\n\n                         \n\n          He waits a beat for TJ to respond. TJ is still mad, he says\n\n          nothing.\n\n                         \n\n                          HESHER (CONT'D)\n\n           That was totally out of control.\n\n           Foolish and irresponsible actually.\n\n                         \n\n          TJ looks at Hesher, doubting his sincerity.\n\n                         \n\n                          HESHER (CONT'D)\n\n           I want you to have this -\n\n                         \n\n          Hesher reaches into the back of the van and picks up a dirty\n\n          magazine. He flips through some pages and shows TJ a photo.\n\n                         \n\n          TJ pushes the magazine away, disgusted.\n\n                         \n\n                          TJ\n\n           Get that away from me.\n\n                         \n\n                          HESHER\n\n           Dude are you gay? I can't work you\n\n           out.\n\n                         \n\n          Hesher spots Nicole getting into her car. He drops the magazine\n\n          on TJ's lap and fires up the engine.\n\n                         \n\n          TJ spots Nicole.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           56.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          TJ\n\n           Hey, what are you doing?\n\n                         \n\n          Hesher puts the car in gear and begins to follow Nicole's car\n\n          out of the parking lot.\n\n                         \n\n                          TJ (CONT'D)\n\n           Stop the car, I want to get out.\n\n                         \n\n                          HESHER\n\n           Shush.\n\n                         \n\n          TJ opens the door. Hesher grabs his arm.\n\n                         \n\n                          HESHER (CONT'D)\n\n           You get out of this van, I'll rip your\n\n           dick off and fuck her for you.\n\n                         \n\n          Hesher means business. TJ is silent and back on edge.\n\n                         \n\n          Nicole drives through the parking lot. Hesher follows her out of\n\n          the lot and into the street.\n\n                         \n\n          INT.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nNicole drives through the parking lot. Hesher follows her out of\n\n          the lot and into the street. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HESHER'S VAN / STREET - MOMENTS LATER\n\n                         \n\n          Hesher bobs his head in time with a heavy metal track that\n\n          blasts from the stereo.\n\n                         \n\n          TJ is ignoring Hesher, looking straight ahead at Nicole's car.\n\n          Nicole stops at a red light behind another car. Hesher pulls up\n\n          behind her and starts playing air drums to the track.\n\n                         \n\n          The light turns green. Nicole hits the gas, running straight\n\n          into the back of the car in front which hadn't started moving\n\n          yet.\n\n                         \n\n                          HESHER\n\n           Whoops.\n\n                         \n\n          TJ's first impulse is to duck. Hesher watches the road. We hear\n\n          the sounds of an angry DRIVER yelling at Nicole.\n\n                         \n\n          Through the windscreen we see the guy get out of his car,\n\n          yelling at Nicole.\n\n                         \n\n          EXT. STREET - CONTINUOUS\n\n                         \n\n          Nicole is flustered and begins to cry. The driver is inspecting\n\n          the smashed rear end of his car.\n\n                         \n\n                          NICOLE\n\n           I'm sorry. I didn't -\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           57.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          DRIVER\n\n           You just messed up the back of my car\n\n           you stupid idiot. You need to pay\n\n           attention when you're driving a\n\n           fucking car -\n\n                         \n\n           HESHER (O.S.)\n\n           I think I can help here.\n\n                         \n\n          Hesher is out of the van approaching on foot, smoking.\n\n                         \n\n                          HESHER (CONT'D)\n\n           I saw the whole thing. The chick here\n\n           was stopped and you reversed right\n\n           into her.\n\n                         \n\n                          DRIVER\n\n           What?\n\n                         \n\n                          HESHER\n\n           I don't know what your fucking problem\n\n           is, dude. Why would you just reverse\n\n           into her? That's fuckin' retarded.\n\n                         \n\n                          DRIVER\n\n           What are you talking about?\n\n                         \n\n          INT. HESHER'S VAN - SAME\n\n                         \n\n          TJ lifts himself up again to see what's going on. He sits low,\n\n          concealing himself, and watches the altercation in the street.\n\n                         \n\n          EXT. STREET - CONTINUOUS\n\n                         \n\n          Hesher and the driver face off.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe sits low,\n\n          concealing himself, and watches the altercation in the street. EXT. STREET - CONTINUOUS\n\n                         \n\n          Hesher and the driver face off. \n\nTARGET SECTION TO BE ANNOTATED:\n The driver is simultaneously\n\n          bewildered and angry.\n\n                         \n\n                          DRIVER\n\n           Are you out of your mind?\n\n                         \n\n                          HESHER\n\n           You better start making like you're\n\n           gonna pay her for the damage.\n\n                         \n\n                          DRIVER\n\n           I didn't back into her. I don't know\n\n           what you're talking about.\n\n                         \n\n          Hesher rips his shirt off, aggressively.\n\n                         \n\n                          HESHER\n\n           You calling me a fucking liar, dude!?\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           58.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n          The guy immediately begins backing down.\n\n                         \n\n                          DRIVER\n\n           No, I, I, I'm just saying I don't know\n\n           what's going on here.\n\n                         \n\n                          HESHER\n\n           You're calling me a fucking liar is\n\n           what's going on here.\n\n                         \n\n          Hesher pushes the guy hard.\n\n                         \n\n                          HESHER (CONT'D)\n\n           Let's go.\n\n                         \n\n                          DRIVER\n\n           Look, I don't want any trouble, sir.\n\n                         \n\n                          HESHER\n\n           Fight me cocksucker!\n\n                         \n\n          Hesher is seriously amping up the street agro. The guy doesn't\n\n          know what to do. He starts heading back to his car.\n\n                         \n\n                          DRIVER\n\n           This is ridiculous -\n\n                         \n\n                          HESHER\n\n           Come back here and find out how\n\n           ridiculous it is!\n\n                         \n\n          The guy gets in his car and speeds away, leaving Hesher\n\n          (shirtless) and Nicole in the street. Hesher stubs his\n\n          cigarette, now totally relaxed again.\n\n                         \n\n                          HESHER (CONT'D)\n\n           OK. See you later.\n\n                         \n\n          Hesher heads back to the van. Nicole watches him not exactly\n\n          sure what to say. Hesher climbs back into his van.\n\n                         \n\n          INT. HESHER'S VAN - CONTINUOUS\n\n                         \n\n          Hesher slams the van door. TJ is slouched way down in his chair\n\n          out of sight.\n\n                         \n\n          Hesher gets in and looks ahead. Nicole's car sputters and steam\n\n          pours from under the hood.\n\n                         \n\n                          TJ\n\n           Come on man, let's just go.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nHesher gets in and looks ahead. Nicole's car sputters and steam\n\n          pours from under the hood. TJ\n\n           Come on man, let's just go. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           59.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          HESHER\n\n           Your sexy girlfriend's in trouble.\n\n           We're not going anywhere.\n\n                         \n\n          Hesher gets out. TJ ducks. He can't see what's going on. Long\n\n          seconds pass. And then his door opens.\n\n                         \n\n          Hesher is standing there next to Nicole.\n\n                         \n\n                          HESHER (CONT'D)\n\n           You know, TJ?\n\n                         \n\n          This is now beyond embarrassing for TJ. He can't even think\n\n          straight.\n\n                         \n\n                          TJ\n\n           Hey.\n\n                         \n\n          EXT. FAIR OAKS STREET - MOMENTS LATER\n\n                         \n\n          TJ and Hesher push Nicole's car off to the side of the road.\n\n                         \n\n          INT. HESHER'S VAN - MOMENTS LATER\n\n                         \n\n          Hesher drives. Nicole's in the passenger seat shaken by the turn\n\n          her day has taken. TJ is in the back.\n\n                         \n\n                          NICOLE\n\n           Sometimes, you know, a day is bad and\n\n           then when you think it couldn't get\n\n           any worse you suddenly discover whole\n\n           new ways it can get worse.\n\n                         \n\n          Hesher reaches over her and pulls a joint from the glove\n\n          compartment. He lights the joint and takes a big toke. He offers\n\n          it to Nicole.\n\n                         \n\n                          NICOLE (CONT'D)\n\n           No, thanks.\n\n                         \n\n          Hesher shrugs and takes another big toke then offers it to TJ\n\n          who also declines.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           60.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          HESHER\n\n           This one time I had like four hella\n\n           drunk chicks in the back of the van,\n\n           and we were going for it and I had one\n\n           hand on this one girl's tit and my\n\n           other hand on this other chick's twat,\n\n           but there was like still two other\n\n           girls wanting to get off so like I had\n\n           my foot rubbing on one girl's asshole\n\n           while I'm trying to eat the other girl\n\n           out, and I was going crazy man. It was\n\n           too much.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\n           60. CONTINUED:\n\n                         \n\n                         \n\n                          HESHER\n\n           This one time I had like four hella\n\n           drunk chicks in the back of the van,\n\n           and we were going for it and I had one\n\n           hand on this one girl's tit and my\n\n           other hand on this other chick's twat,\n\n           but there was like still two other\n\n           girls wanting to get off so like I had\n\n           my foot rubbing on one girl's asshole\n\n           while I'm trying to eat the other girl\n\n           out, and I was going crazy man. It was\n\n           too much. \n\nTARGET SECTION TO BE ANNOTATED:\n I couldn't work out which\n\n           chick was which and I'm making one\n\n           girl cum but then I'm forgetting about\n\n           the others and my tongue's hurting and\n\n           my fingers are getting tired and like\n\n           eventually I was just like 'Fuck this.\n\n           This is too much' and I just stepped\n\n           back. I just stepped back. And before\n\n           you know it these girls are all\n\n           working on each other, you know.\n\n           They're all fingering each other and\n\n           eating each other out, you know, and I\n\n           jerk myself off and everyone's a\n\n           winner, you know?\n\n                         \n\n          Nicole looks at Hesher like he's crazy. TJ is in the back - he\n\n          can't believe what's coming out of Hesher's mouth. A moment\n\n          passes.\n\n                         \n\n                          NICOLE\n\n           Was that some kind of perverted\n\n           metaphor for me? About how I should\n\n           just step back and let things work\n\n           themselves out?\n\n                         \n\n                          HESHER\n\n           A what?\n\n                         \n\n          He reaches for the stereo and cranks the knob - Metallica's,\n\n          'Motorbreath' BLASTS through the speakers.\n\n                         \n\n          As if he were possessed by the music, Hesher veers dangerously\n\n          off the road onto a dirt patch. He has a crazed look in his\n\n          eyes. TJ and Nicole grab onto anything they can hold onto.\n\n                         \n\n          Hesher turns the wheel hard and floors the gas. The van spins in\n\n          circles spraying dirt in every direction. TJ gets thrown from\n\n          the back seat onto the ground. Dirt pours into the windows and\n\n          covers them from head to toe. Hesher corrects the wheel and\n\n          veers back onto the road again.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           61.\n\n                         CONTINUED: (2)\n\n                         \n\n          He turns the knob on the radio to an easy listening station.\n\n          UB40's 'Red Red Wine' plays. A car honks as an angry driver\n\n          passes.\n\n                         \n\n                          NICOLE\n\n           What the hell was that?\n\n                         \n\n          Hesher looks over at Nicole.\n\n                         \n\n                          HESHER\n\n           I saw a mouse.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nNICOLE\n\n           What the hell was that? Hesher looks over at Nicole. HESHER\n\n           I saw a mouse. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          NICOLE\n\n           What?\n\n                         \n\n          TJ picks himself up off the van's floor, dusting himself off.\n\n                         \n\n                          NICOLE (CONT'D)\n\n                          (TO TJ)\n\n           Are you OK?\n\n                         \n\n                          TJ\n\n           I have dirt in my mouth.\n\n                         \n\n          TJ scrapes his tongue with his fingers. Nicole breaks a little\n\n          smile.\n\n                         \n\n          EXT. SUBURBAN HOME - DAY\n\n                         \n\n          The black van pulls up curb-side outside a neat suburban home.\n\n          Hesher gets out and walks, covered in dirt, to the front door of\n\n          the house. He looks in through the window, knocks, waits. An old\n\n          man opens the door. They exchange a few words. Hesher heads back\n\n          to the van and they drive off. Nicole and TJ seem confused.\n\n                         \n\n                          NICOLE\n\n           Who's that guy?\n\n                         \n\n          Hesher says nothing. They drive three houses down the street and\n\n          stop again. Hesher gets out. Again he peers in the window,\n\n          knocks on the door. This time no answer. He heads back to the\n\n          van. Nicole and TJ watch him approach from inside. He sticks his\n\n          head in.\n\n                         \n\n                          HESHER\n\n           We're here. Come on, let's go.\n\n                         \n\n                          NICOLE\n\n           We're where?\n\n                         \n\n                          HESHER\n\n           My uncle's house.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           62.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n          Hesher walks off toward the side gate of the house. Nicole and\n\n          TJ climb out of the van and follow Hesher. Nicole seems\n\n          cautious. TJ knows he's on an adventure.\n\n                         \n\n          Hesher jumps the SIDE GATE, then opens it for the others.\n\n                         \n\n                          NICOLE\n\n           What was that back there?\n\n                         \n\n                          HESHER\n\n           What was what?\n\n                         \n\n                          NICOLE\n\n           That other house?\n\n                         \n\n                          HESHER\n\n           Wrong house.\n\n                         \n\n          EXT. SUBURBAN HOME / BACKYARD - MOMENTS LATER\n\n                         \n\n          In the backyard is a swimming pool.\n\n                         \n\n          Nicole and TJ stand looking in the pool. It's a nice pool with a\n\n          diving board.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUBURBAN HOME / BACKYARD - MOMENTS LATER\n\n                         \n\n          In the backyard is a swimming pool. Nicole and TJ stand looking in the pool. It's a nice pool with a\n\n          diving board. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Hesher walks up behind them and pushes them in.\n\n                         \n\n          Nicole comes up for air.\n\n                         \n\n                          NICOLE\n\n           What the fuck!?\n\n                         \n\n                          HESHER\n\n           What? You're dirty.\n\n                         \n\n                          NICOLE\n\n           Yeah, and now I'm wet.\n\n                         \n\n          Hesher smiles wide.\n\n                         \n\n                          HESHER\n\n           You're dirty and wet. I'm coming in...\n\n                         \n\n          He throws his T-shirt off and does a huge bomb into the pool.\n\n                         \n\n                          HESHER (CONT'D)\n\n           Now I'm dirty and wet too.\n\n                         \n\n          He splashes water at her. He dives under the water. Suddenly TJ\n\n          is pulled under. Nicole can't see them under all the motion.\n\n          Then TJ and Hesher come bursting up for air.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           63.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          NICOLE\n\n           Cut it out.\n\n                         \n\n                          HESHER\n\n           R2! Shut down all the fucken' trash\n\n           compactors on the detention level!\n\n                         \n\n          Hesher dives under the water again. Nicole squirms. Hesher has\n\n          her leg. He doesn't drag her under. He just tugs her leg. She\n\n          slaps at the water. He tugs her leg again. Pretty soon she's\n\n          laughing. Hesher's head appears above water momentarily.\n\n                         \n\n                          HESHER (CONT'D)\n\n           ...All the fucking trash compactors...\n\n           (underwater, then up again)\n\n           ...on the detention level!...\n\n                         \n\n          He dives again. He pulls her leg. She laughs hard. TJ watches\n\n          feeling a little left out. Hesher jumps up and climbs out of the\n\n          pool. He goes to a garden table nearby.\n\n                         \n\n                          HESHER (CONT'D)\n\n           Oh, shit. More trash coming in!\n\n                         \n\n          He heaves the table over and into the pool. He grabs a banana\n\n          lounge.\n\n                         \n\n                          HESHER (CONT'D)\n\n           Oh shit!\n\n                         \n\n          He throws it in the pool. Nicole and TJ have to dive out of the\n\n          way.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nHESHER (CONT'D)\n\n           Oh shit! He throws it in the pool. Nicole and TJ have to dive out of the\n\n          way. \n\nTARGET SECTION TO BE ANNOTATED:\n They go to the sides of the pool and climb out laughing,\n\n          while Hesher continues heaving garden furniture, a barbecue and\n\n          anything else in reach into the water.\n\n                         \n\n          TJ and Nicole sit on the edge of the pool with their legs\n\n          dangling in the water. They're fully clothed and soaking wet.\n\n                         \n\n          He walks off, around the side of the house, looking for more\n\n          things to break.\n\n                         \n\n          There is an awkward silent moment between TJ and Nicole. TJ\n\n          looks down and notices a small army of ants marching along the\n\n          side of the pool. He manages to get one to crawl onto the his\n\n          finger.\n\n                         \n\n                          NICOLE\n\n           So, how do you know this guy?\n\n                         \n\n                          TJ\n\n           I don't know, he's sort of moved into\n\n           my grandma's house with us.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           64.\n\n                         CONTINUED: (2)\n\n                         \n\n                         \n\n                          NICOLE\n\n           What, like he's renting a room or\n\n           something?\n\n                         \n\n                          TJ\n\n           No, not really, I don't know, it's\n\n           kinda a long story.\n\n                         \n\n          TJ flicks the ant off of his finger, then another one that's\n\n          climbing up his arm.\n\n                         \n\n                          NICOLE\n\n           Do you realize that the equivalent to\n\n           you flicking that ant would be like\n\n           one of us getting hit in the face by a\n\n           giant wrecking ball at 100 miles an\n\n           hour and getting thrown into the next\n\n           yard?\n\n                         \n\n          TJ stops mid ant flicking.\n\n                         \n\n                          TJ\n\n           Sorry, I...\n\n                         \n\n                          NICOLE\n\n           Do you think the other ants are gonna\n\n           wonder where that ant's gone? Do you\n\n           think their gonna miss her?\n\n                         \n\n          TJ doesn't know how to answer.\n\n                         \n\n          Hesher reappears with a container of lighter fluid and goes to\n\n          the diving board. He climbs on and squirts the lighter fluid\n\n          through his lighter, sending streams of flames into the pool.\n\n                         \n\n          Hesher douses the diving board with lighter fluid and ignites it\n\n          with his lighter. The diving board erupts into flames.\n\n                         \n\n                          NICOLE (CONT'D)\n\n           Jesus Christ.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nHesher douses the diving board with lighter fluid and ignites it\n\n          with his lighter. The diving board erupts into flames. NICOLE (CONT'D)\n\n           Jesus Christ. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          HESHER\n\n                          (SINGING)\n\n           Jump in the fi-re.\n\n                         \n\n          Hesher takes a few steps back then runs toward the board. He\n\n          springs through the flames into the air. He does a messy\n\n          sideways flip.\n\n                         \n\n                          HESHER (CONT'D)\n\n           FUCK YOU BITCHES!!!\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           65.\n\n                         CONTINUED: (3)\n\n                         \n\n          He lands in the pool splashing TJ and Nicole. He pulls himself\n\n          out and shakes his hair around like a wet dog. He looks over at\n\n          the flaming diving board.\n\n                         \n\n                          HESHER (CONT'D)\n\n           Shit, look at that.\n\n                         \n\n          Hesher grabs his shirt on his way toward the fence. He doesn't\n\n          look back.\n\n                         \n\n                          HESHER (CONT'D)\n\n           I got a doctor's appointment.\n\n                         \n\n                          TJ\n\n           What?\n\n                         \n\n          Hesher hops over the fence.\n\n                         \n\n           HESHER (O.S.)\n\n                          (YELLS)\n\n           It burns when I urinate...\n\n                         \n\n          Hesher disappears over the fence. We hear his van start and peel\n\n          away.\n\n                         \n\n          The flaming diving board pours black toxic smoke into the sky as\n\n          it crumbles into the pool.\n\n                         \n\n                          NICOLE\n\n           Did he just leave us? I think we\n\n           should get out of here.\n\n                         \n\n          Nicole stands and heads for the gate, TJ tags behind. They jump\n\n          the side fence and head out into the street, dripping wet.\n\n                         \n\n          EXT. FAIR OAKS STREET - LATE AFTERNOON\n\n                         \n\n          TJ &amp; Nicole walk over the crest of a small hill on a tree-lined\n\n          street eating ice-cream cones. They walk in the middle of the\n\n          road, still damp. The sun is setting. The light is magical.\n\n                         \n\n                          TJ\n\n           My shoes are so squishy.\n\n                         \n\n          TJ steps hard, squirting water out the sides of his wet shoes.\n\n          Nicole smiles.\n\n                         \n\n                          NICOLE\n\n           So, what's his name?\n\n                         \n\n                          TJ\n\n           Hesher.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           66.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nNICOLE\n\n           So, what's his name? TJ\n\n           Hesher. (CONTINUED)\n\n           66. \n\nTARGET SECTION TO BE ANNOTATED:\n                         CONTINUED:\n\n                         \n\n                         \n\n                          NICOLE\n\n           Hesher?... Is that a name?\n\n                         \n\n                          TJ\n\n           I don't know. I guess?\n\n                         \n\n                          NICOLE\n\n           Does he have a last name?\n\n                         \n\n                          TJ\n\n           I don't know.\n\n                         \n\n                          NICOLE\n\n           How old is he?\n\n                         \n\n                          TJ\n\n           I don't know.\n\n                         \n\n                          NICOLE\n\n           Do you know anything about him?\n\n                         \n\n                          TJ\n\n           Not really.\n\n                         \n\n          Beat.\n\n                         \n\n                          NICOLE\n\n           That was so lucky you guys were behind\n\n           me when that guy got all mad about his\n\n           car. I was freaking out. I don't\n\n           really have any insurance right now. I\n\n           just can't afford it. There's no way I\n\n           could afford to fix that guy's car.\n\n           How do people do this stuff? I mean, I\n\n           have a job. It's kind of a joke\n\n           though. I've been there for like a\n\n           year and I'm still only doing like\n\n           five hours a week. Why aren't they\n\n           giving me any more hours? Do you think\n\n           it's because they think I suck? Did\n\n           you think I sucked when I served you\n\n           at the checkout?\n\n                         \n\n                          TJ\n\n                          (UNSURE)\n\n           No?\n\n                         \n\n                          NICOLE\n\n           I don't even get paid enough to really\n\n           cover my rent. I'm gonna have to start\n\n           selling shit pretty soon.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           67.\n\n                         CONTINUED: (2)\n\n                         \n\n                         \n\n          TJ licks his ice cream, then reaches into his pocket.\n\n                         \n\n                          TJ\n\n           Here, I got two bucks.\n\n                         \n\n                          NICOLE\n\n           The sad thing is I could actually use\n\n           it.\n\n                         \n\n          EXT. STREET - AFTERNOON\n\n                         \n\n          A parking ticket sits under the wiper on Nicole's windshield. TJ\n\n          and Nicole approach the car, smiling - and then Nicole sees the\n\n          ticket. Her face sinks immediately.\n\n                         \n\n                          NICOLE\n\n           Oh, no. Please tell me that's not a\n\n           ticket...",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nHer face sinks immediately. NICOLE\n\n           Oh, no. Please tell me that's not a\n\n           ticket... \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          She runs the last few steps to the car and rips the ticket from\n\n          under the wiper. She reads it quick.\n\n                         \n\n                          NICOLE (CONT'D)\n\n           Fuck, fuck, fuck it.\n\n                         \n\n          She paces a couple of angry circles and then kicks the car's\n\n          tire. It hurts her foot. She yelps.\n\n                         \n\n                          NICOLE (CONT'D)\n\n           Ah, shit. Fuck it.\n\n                         \n\n          In a small frenzy, she pulls her keys from her pocket and opens\n\n          the car door. She gets in and slams the door behind her. She\n\n          sits behind the wheel and yells, frustrated.\n\n                         \n\n          TJ stands in the street, uncomfortable, not knowing what to do.\n\n          He goes to the car and gets in beside her. He sits, still not\n\n          knowing what to say. She tries to settle herself, but she's\n\n          still very emotional.\n\n                         \n\n                          NICOLE (CONT'D)\n\n           What have I done to deserve this chain\n\n           reaction of shit all the time?\n\n           Sometimes I wonder if I were to die\n\n           right now, if anyone would care, or\n\n           even notice.\n\n                         \n\n                          TJ\n\n           I would.\n\n                         \n\n          She lets out a small disbelieving laugh.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           68.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          NICOLE\n\n           That's nice of you to say, but I doubt\n\n           it.\n\n                         \n\n                          TJ\n\n           I would. If you died right now.\n\n                          (BEAT)\n\n           I'd notice.\n\n                         \n\n          TJ thinks a moment. It's a sweet and sour moment. He wants to\n\n          cheer Nicole up, but he's remembering his Mom at the same time.\n\n                         \n\n                          TJ (CONT'D)\n\n           Mainly because I'd be sitting in a car\n\n           with a dead lady.\n\n                         \n\n          Nicole sniffs, smiling through her tears.\n\n                         \n\n                          NICOLE\n\n           Please don't call me lady.\n\n                         \n\n          She smiles warmly at TJ.\n\n                         \n\n                          NICOLE (CONT'D)\n\n           Let's get out of here.\n\n                         \n\n          She puts the key in the ignition and turns it. Nothing. Nicole\n\n          takes a breath - not wanting to get upset again. She turns to TJ\n\n          and smiles sadly.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nNothing. Nicole\n\n          takes a breath - not wanting to get upset again. She turns to TJ\n\n          and smiles sadly. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          NICOLE (CONT'D)\n\n           You wanna steer or push?\n\n                         \n\n          INT. FORNEY HOUSE - NIGHT\n\n                         \n\n          TJ enters the house, he leaves his wet shoes and socks at the\n\n          door.\n\n                         \n\n          INT. FORNEY HOUSE / KITCHEN - CONTINUOUS\n\n                         \n\n          He enters the kitchen. Hesher sits at the table, waiting for his\n\n          dinner. Grandma is serving food onto plates.\n\n                         \n\n          TJ sits. Hesher is smiling.\n\n                         \n\n                          GRANDMA\n\n           Hi TJ.\n\n                         \n\n                          TJ\n\n           Hey Grandma.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           69.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          HESHER\n\n           So did you fuck her?\n\n                         \n\n                          TJ\n\n           What?! No?!\n\n                         \n\n          Dad enters tying the drawstring on his track pants. He looks\n\n          messy as ever.\n\n                         \n\n                          DAD\n\n                          (TO TJ)\n\n           Where were you today?\n\n                         \n\n                          TJ\n\n           What?\n\n                         \n\n                          DAD\n\n           Counselling - 3:30, I'm there by\n\n           myself.\n\n                         \n\n                          TJ\n\n           Oh, sorry. I forgot.\n\n                         \n\n                          DAD\n\n           Yeah, that's real nice. This thing is\n\n           for you just as much as it is for me.\n\n           I waited outside school for 45\n\n           minutes.\n\n                         \n\n                          TJ\n\n           Yeah, well, I told you I don't want to\n\n           go.\n\n                         \n\n                          DAD\n\n           Maybe you should let me know before\n\n           you don't show up next time.\n\n                         \n\n                          TJ\n\n           I did. I told you I didn't want to go.\n\n           I told you a hundred times.\n\n                         \n\n                          DAD\n\n           No you didn't.\n\n                         \n\n                          TJ\n\n           Yes I did. You're just not listening.\n\n                         \n\n                          DAD\n\n           No you didn't. What you told me was\n\n           that you didn't want to go. You didn't\n\n           tell me that you were just not going\n\n           to show up.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           70.\n\n                         CONTINUED: (2)\n\n                         \n\n                         \n\n                          TJ\n\n           What difference does it make?\n\n                         \n\n                          DAD\n\n           For me a big difference.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\n           70. CONTINUED: (2)\n\n                         \n\n                         \n\n                          TJ\n\n           What difference does it make? DAD\n\n           For me a big difference. \n\nTARGET SECTION TO BE ANNOTATED:\n It means, I'm\n\n           sitting on a fucking beanbag in a room\n\n           full of losers by myself.\n\n                         \n\n          Grandma sets more food on the table.\n\n                         \n\n                          GRANDMA\n\n           Boys please, I'm not feeling well.\n\n                         \n\n          Grandma heads back to the kitchen to grab more food. There is\n\n          silence at the table.\n\n                         \n\n                          DAD\n\n                          (TO HESHER)\n\n           Can you pass me my pills?\n\n                         \n\n          Hesher slides dad's pill bottle over.\n\n                         \n\n          Hesher puts his finger into the mashed potatoes and wiggles it\n\n          around.\n\n                         \n\n                          HESHER\n\n           (discreetly, to TJ)\n\n           Did you finger her twat?\n\n                         \n\n                          TJ\n\n           Shut the fuck up.\n\n                         \n\n                          DAD\n\n                          (SWALLOWING PILLS)\n\n           TJ.\n\n                         \n\n                          TJ\n\n           What?\n\n                         \n\n          Hesher licks the potatoes off his finger.\n\n                         \n\n                          DAD\n\n           Language. I don't wanna hear it.\n\n                         \n\n                          TJ\n\n           Did you hear what he just said?\n\n                         \n\n                          DAD\n\n           I don't care. If I hear it again,\n\n           you're going to your room.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           71.\n\n                         CONTINUED: (3)\n\n                         \n\n                         \n\n                          TJ\n\n           My room!? You gonna start punishing me\n\n           now?\n\n                         \n\n                          DAD\n\n           Maybe I need to. If it's not the\n\n           language, then it's your lack of\n\n           responsibility... or I'm having to\n\n           escort you down to the police station.\n\n                         \n\n                          TJ\n\n           Shit, dad. I'm really sorry you had\n\n           your ass dragged off the couch. I'm\n\n           sorry you had to put some fucking\n\n           underpants on for the first time in\n\n           months.\n\n                         \n\n                          DAD\n\n           TJ.\n\n                         \n\n                          TJ\n\n           What?!\n\n                         \n\n          TJ sits and fumes, nostrils flaring.\n\n                         \n\n                          DAD\n\n           That's enough.\n\n                         \n\n                          TJ\n\n           Oh, what, soon as I'm right, that's\n\n           enough?!\n\n                         \n\n                          DAD\n\n           TJ! I don't want to hear one more word\n\n           from you!\n\n                         \n\n                          TJ\n\n           Fine.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAD\n\n           TJ! I don't want to hear one more word\n\n           from you! TJ\n\n           Fine. \n\nTARGET SECTION TO BE ANNOTATED:\n Fuck this.\n\n                         \n\n          TJ sweeps his plate off the table. It goes crashing onto the\n\n          kitchen floor, food everywhere. Grandma walks back into the\n\n          room, looking worried. Hesher seems riveted, like he's watching\n\n          the tennis.\n\n                         \n\n          And then Dad sweeps his plate off the table. Crash, food, mess.\n\n          He glares back at TJ.\n\n                         \n\n                          DAD\n\n           That make you feel better?\n\n                         \n\n          TJ wrenches his chair back and storms off.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           72.\n\n                         CONTINUED: (4)\n\n                         \n\n                         \n\n          Dad sits a moment. With TJ gone, his reproach turns to shame.\n\n          Grandma and Hesher make eye contact with each other.\n\n                         \n\n          Dad gets up and leaves the kitchen.\n\n                         \n\n          Hesher shovels some more food into his mouth. Grandma looks\n\n          concerned.\n\n                         \n\n                          GRANDMA\n\n           Did I miss something?\n\n                         \n\n                          HESHER\n\n                          (MOUTH FULL)\n\n           Not really. Paul came in and said some\n\n           dumb shit which TJ got angry about and\n\n           so TJ smashed his plate and then Paul\n\n           smashed his plate too but I got a\n\n           feeling he smashed his one cuz he\n\n           couldn't actually think of anything to\n\n           say cuz he kinda knew TJ had a point\n\n           and so now he feels bad about it and\n\n           so he's gone somewhere.\n\n           (takes another mouthful)\n\n           I don't know where.\n\n                         \n\n          Grandma contemplates this.\n\n                         \n\n                          GRANDMA\n\n           Those boys have been through a lot.\n\n                         \n\n          This makes Grandma very sad.\n\n                         \n\n                          GRANDMA (CONT'D)\n\n           Sometimes I wonder if they're ever\n\n           gonna smile again\n\n                         \n\n          Tears well in Grandma's eyes. Grandma is quietly crying.\n\n                         \n\n                          GRANDMA (CONT'D)\n\n           I just wish there was something more I\n\n           could do.\n\n                         \n\n          A long beat passes.\n\n                         \n\n          Hesher doesn't know what to say. He pours applesauce on his\n\n          food. Grandma looks around the kitchen at the mess. She shakes\n\n          her head, takes a deep breath and starts cleaning up. She picks\n\n          up bits of broken plate and takes them to the sink.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nGrandma looks around the kitchen at the mess. She shakes\n\n          her head, takes a deep breath and starts cleaning up. She picks\n\n          up bits of broken plate and takes them to the sink. \n\nTARGET SECTION TO BE ANNOTATED:\n Hesher\n\n          watches her.\n\n                         \n\n                          HESHER\n\n           This is delicious.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           73.\n\n                         CONTINUED: (5)\n\n                         \n\n                         \n\n                          GRANDMA\n\n           Thank you, dear.\n\n                         \n\n          Hesher holds up a piece of bacon covered in applesauce and licks\n\n          off the sauce.\n\n                         \n\n                          HESHER\n\n           What's green and slimy and smells like\n\n           bacon?\n\n                         \n\n                          GRANDMA\n\n           I don't know, dear.\n\n                         \n\n                          HESHER\n\n           What's green and slimy and smells like\n\n           bacon?\n\n                         \n\n                          GRANDMA\n\n           A worm? I don't know. I'm going to lie\n\n           down. I'm not feeling well. I'm very\n\n           nauseated.\n\n                         \n\n                          HESHER\n\n           Oh, OK.\n\n                         \n\n          Grandma exits. Hesher finishes the last few bites of his dinner.\n\n          He notices Dad's pill bottle. He reaches for them. He unscrews\n\n          the lid and empties a few into his hand. He swallows the pills.\n\n                         \n\n          INT. FORNEY HOUSE / GRANDMA'S BEDROOM DOORWAY - NIGHT\n\n                         \n\n          Grandma lies in bed on top of her covers. Hesher enters the\n\n          doorway and knocks lightly.\n\n                         \n\n                          HESHER\n\n           Did you figure it out yet?\n\n                         \n\n                          GRANDMA\n\n           Figure what out, dear?\n\n                         \n\n                          HESHER\n\n           What's green and slimy and smells like\n\n           bacon?\n\n                         \n\n                          GRANDMA\n\n           No, not yet dear. Can you do me a\n\n           favor?\n\n                         \n\n                          HESHER\n\n           Sure, what?\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           74.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          GRANDMA\n\n           Will you please hand me that red tin\n\n           on the cabinet dear?\n\n                         \n\n          Hesher enters the room, grabs the tin from on top of the cabinet\n\n          and hands it to Grandma on the bed.\n\n                         \n\n                          HESHER\n\n           Kermit the frog's finger.\n\n                         \n\n                          GRANDMA\n\n           What?\n\n                         \n\n                          HESHER\n\n           Think about it... Miss Piggy.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRANDMA\n\n           What? HESHER\n\n           Think about it... Miss Piggy. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Grandma opens her red tin and takes out what looks like a rolled\n\n          cigarette.\n\n                         \n\n                          HESHER (CONT'D)\n\n           Woah, what's that?\n\n                         \n\n                          GRANDMA\n\n           Oh, I'm feeling very nauseated.\n\n           They're medical cigarettes that help\n\n           me with the nausea. Will you light a\n\n           match for me, dear?\n\n                         \n\n                          HESHER\n\n                          (IMPRESSED)\n\n           Hang on a second. Can I see that?\n\n                         \n\n          Hesher sniffs the \"cigarette\".\n\n                         \n\n                          HESHER (CONT'D)\n\n           No shit.\n\n                         \n\n          Hesher sets the \"cigarette\" down.\n\n                         \n\n                          HESHER (CONT'D)\n\n           I'll be right back.\n\n                         \n\n          Hesher dashes out of Grandma's room.\n\n                         \n\n          After a few moments, he comes back and sits on the edge of the\n\n          bed. He is holding a glass BONG. The bong has so much resin\n\n          caked onto the sides, it looks as though a thousand pounds of\n\n          marijuana have been smoked through it.\n\n                         \n\n                          HESHER (CONT'D)\n\n           May I?\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           75.\n\n                         CONTINUED: (2)\n\n                         \n\n                         \n\n          Hesher takes one of Grandma's medical joints and breaks it in\n\n          half and loads the bowl of the pipe.\n\n                         \n\n                          GRANDMA\n\n           What is that?\n\n                         \n\n                          HESHER\n\n           It's a bong. The water filters the\n\n           smoke. It's probably the most healthy\n\n           way to smoke weed.\n\n                         \n\n          Hesher lights up and takes a HUGE hit from the bong. He explains\n\n          his technique to Grandma while holding the smoke in.\n\n                         \n\n                          HESHER (CONT'D)\n\n           OK, so basically cover the hole here\n\n           with your thumb then suck on the top\n\n           and once the chamber fills with smoke,\n\n           take your finger off the hole and suck\n\n           in.\n\n                         \n\n          Hesher takes a quick sip of air sucking the smoke deeper into\n\n          his lungs.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe explains\n\n          his technique to Grandma while holding the smoke in. HESHER (CONT'D)\n\n           OK, so basically cover the hole here\n\n           with your thumb then suck on the top\n\n           and once the chamber fills with smoke,\n\n           take your finger off the hole and suck\n\n           in. Hesher takes a quick sip of air sucking the smoke deeper into\n\n          his lungs. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          HESHER (CONT'D)\n\n           Then try and hold the smoke in for as\n\n           long as possible, OK bro?\n\n                         \n\n                          GRANDMA\n\n           Umm, OK.\n\n                         \n\n          Grandma takes the bong and has a hit. It's a bit clunky, but she\n\n          manages to make it work.\n\n                         \n\n                          HESHER\n\n           Ok, lift your finger.\n\n                         \n\n          Hesher helps her. The smoke shoots into her lungs. Grandma\n\n          begins to cough.\n\n                         \n\n                          GRANDMA\n\n           Oh, wow... That was a big one.\n\n                         \n\n                          HESHER\n\n           Yeah, that was good. Hit it again.\n\n                         \n\n          Grandma has another hit. It goes well. She blows out the smoke.\n\n                         \n\n          Hesher takes the bong off her and has another HUGE one for\n\n          himself. He passes the bong back.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           76.\n\n                         CONTINUED: (3)\n\n                         \n\n                         \n\n                          GRANDMA\n\n           I think I'm OK, dear.\n\n                         \n\n          Hesher takes the last hit. He dusts off the bowl and sets the\n\n          water pipe down.\n\n                         \n\n          They sit for a moment and let the drug sink in.\n\n                         \n\n                          GRANDMA (CONT'D)\n\n           Honey, how old are you?\n\n                         \n\n                          HESHER\n\n           Who wants to know?\n\n                         \n\n                          GRANDMA\n\n           I don't know. You seem a little older\n\n           than TJ.\n\n                         \n\n                          HESHER\n\n           Who?\n\n                         \n\n                          GRANDMA\n\n           Oh, stop it. Aren't you a little old\n\n           to be hanging around TJ all the time?\n\n                         \n\n                          HESHER\n\n           Aren't you?\n\n                         \n\n                          GRANDMA\n\n           No, I'm his grandmother.\n\n                         \n\n                          HESHER\n\n           Yeah, I guess you have a point... OK,\n\n           well I used to have a mouse. No,\n\n           wait... hang on a minute. I used to\n\n           have a snake. And do you know what\n\n           snakes eat?\n\n                         \n\n                          GRANDMA\n\n           Actually, there's no limit to the food\n\n           items that you can even think of that\n\n           a snake might eat.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nI used to\n\n           have a snake. And do you know what\n\n           snakes eat? GRANDMA\n\n           Actually, there's no limit to the food\n\n           items that you can even think of that\n\n           a snake might eat. \n\nTARGET SECTION TO BE ANNOTATED:\n Whatever is\n\n           available in abundance would become\n\n           the prey for the snakes. Depending on\n\n           their growth, their diet -\n\n                         \n\n          Hesher cuts her off.\n\n                         \n\n                          HESHER\n\n           Yeah, OK, OK well, actually they eat\n\n           mice.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           77.\n\n                         CONTINUED: (4)\n\n                         \n\n                         \n\n                          GRANDMA\n\n           They do eat mice. A lot of times\n\n           snakes eat other snakes because\n\n           they're the right shape -\n\n                         \n\n                          HESHER\n\n           Yeah, OK, well anyway... I used to\n\n           have a snake and I fed it mice. But\n\n           one time I fed this little fuckin'\n\n           mouse to my snake and that mouse was\n\n           tough. I dropped that mouse in the\n\n           snake's tank and the snake wouldn't go\n\n           near him, and any time he tried that\n\n           mouse would just smack him with his\n\n           little, you know...\n\n                         \n\n          Hesher looks at his hand, not knowing what mouse hands are\n\n          called.\n\n                         \n\n                          HESHER (CONT'D)\n\n           With his little mouse hand. So instead\n\n           of eating the mouse the snake just\n\n           curled up crying in the corner and the\n\n           mouse ruled that fuckin' cage. And\n\n           this went on for weeks, the snake\n\n           wouldn't go near him. That tiny mouse\n\n           used to sit in a little miniature lawn\n\n           chair scratching his balls and\n\n           shelling peanuts and this snake was\n\n           just too scared to go near it. And cuz\n\n           the snake was scared of that mouse I\n\n           had to feed him other mice, but every\n\n           time I dropped another mouse in the\n\n           tank, it'd hide behind the brave\n\n           mouse. And so eventually the snake\n\n           starved to death. I had a cage full of\n\n           mice.\n\n                         \n\n          Grandma is stoned and sleepy and fading out.\n\n                         \n\n                          GRANDMA\n\n           So is TJ the mouse?\n\n                         \n\n                          HESHER\n\n           Maybe he is.\n\n                         \n\n                          GRANDMA\n\n           Well then, what am I?\n\n                         \n\n                          HESHER\n\n           You're an old lady.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           78.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRANDMA\n\n           Well then, what am I? HESHER\n\n           You're an old lady. (CONTINUED)\n\n           78. \n\nTARGET SECTION TO BE ANNOTATED:\n                         CONTINUED: (5)\n\n                         \n\n                         \n\n                          GRANDMA\n\n           No, I'm a grandmother.\n\n                         \n\n                          HESHER\n\n           Yes you are. And you know what\n\n           grandmother? I'm gonna go on a walk\n\n           with you in the morning.\n\n                         \n\n                          GRANDMA\n\n           Oh, that's nice. Where are you going?\n\n                         \n\n                          HESHER\n\n           I'm not going anywhere. I'm going with\n\n           you. Around the block, I guess.\n\n                         \n\n                          GRANDMA\n\n           Oh, OK, well have a nice time. I'll\n\n           see you when you get back.\n\n                         \n\n                          HESHER\n\n           No, I'm going with you.\n\n                         \n\n                          GRANDMA\n\n           Ohh, OK, caauuse iii...\n\n                         \n\n          Grandma has fallen asleep, but mumbles like she is continuing\n\n          the conversation. Hesher smiles to himself, turns off her lamp\n\n          and exits the room.\n\n                         \n\n          INT. FORNEY HOUSE / KITCHEN - CONTINUOUS\n\n                         \n\n          Hesher enters. He stands over what's left of the mess on the\n\n          kitchen floor. He lights up a cigarette off the stove's flame\n\n          and takes a long, slow drag, as he crouches down and starts\n\n          picking up pieces of broken plate from the pile.\n\n                         \n\n          INT. FORNEY HOUSE / LIVING ROOM - MORNING\n\n                         \n\n          Dad is asleep on the couch. A single shaft of bright sunlight\n\n          lands on his face, causing him to stir.\n\n                         \n\n          TJ nimbly reaches down to the table, covered with dirty dishes\n\n          and pill bottles, and quietly picks up his dad's wallet. He\n\n          removes an ATM card and places the wallet back where it was. He\n\n          exits.\n\n                         \n\n          EXT. FAIR OAKS STREET / ATM - MORNING\n\n                         \n\n          Close on an ATM card, sliding into the slot. Fingers type\n\n          numbers. A small stack of twenty dollar bills pours out.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           79.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n          TJ puts the money in a dirty envelope, pockets it and rides off\n\n          on his bike.\n\n                         \n\n          INT.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\n           79. CONTINUED:\n\n                         \n\n                         \n\n          TJ puts the money in a dirty envelope, pockets it and rides off\n\n          on his bike. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n FAIR OAKS CAR CITY - MORNING\n\n                         \n\n          TJ walks through the showroom to Larry's office. Larry is on the\n\n          phone. TJ stands and waits. Larry watches him. The kid isn't\n\n          going anywhere.\n\n                         \n\n                          LARRY\n\n           Yeah, why don't you just have him send\n\n           them over... Sure... Scott, can you\n\n           hold on a minute?\n\n                          (TO TJ)\n\n           What do you want?\n\n                         \n\n                          TJ\n\n           Can I talk to you?\n\n                         \n\n                          LARRY\n\n           I'm on the phone here. Can you see\n\n           that?\n\n                         \n\n                          TJ\n\n           I need to talk to you.\n\n                         \n\n                          LARRY\n\n           I'm on the phone. Wait outside. I'll\n\n           be with you in a minute.\n\n                         \n\n          TJ takes a seat outside the office. Larry closes the door.\n\n          Dustin Howard appears.\n\n                         \n\n                          DUSTIN\n\n           The fuck are you doing here?\n\n                         \n\n                          TJ\n\n           I came to talk to him.\n\n                         \n\n                          DUSTIN\n\n           What about?\n\n                         \n\n                          TJ\n\n           It's none of your business.\n\n                         \n\n                          DUSTIN\n\n           What do you wanna talk to him about?\n\n                         \n\n          TJ ignores him. Dustin taps TJ's leg with his foot.\n\n                         \n\n                          DUSTIN (CONT'D)\n\n           What do you want to talk about?\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           80.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          TJ\n\n           Just leave me alone.\n\n                         \n\n          Larry's door opens. Larry emerges from his office. TJ stands.\n\n                         \n\n                          LARRY\n\n           What?\n\n                         \n\n                          TJ\n\n           I got the money.\n\n                         \n\n                          LARRY\n\n           What money?\n\n                         \n\n                          TJ\n\n           The money for the car.\n\n                         \n\n                          LARRY\n\n           What money for the car?\n\n                         \n\n                          TJ\n\n           You said if I got eighteen hundred\n\n           dollars I could have the car back.\n\n                         \n\n                          LARRY\n\n           Are you kidding me?\n\n                          (BEAT)\n\n           I said, 'even if you had eighteen\n\n           hundred dollars, I still couldn't sell\n\n           it to you.' Even if you had five\n\n           million dollars, I couldn't sell it to\n\n           you. It's not even here any more\n\n           anyway, so that's it.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nLARRY\n\n           Are you kidding me? (BEAT)\n\n           I said, 'even if you had eighteen\n\n           hundred dollars, I still couldn't sell\n\n           it to you.' Even if you had five\n\n           million dollars, I couldn't sell it to\n\n           you. It's not even here any more\n\n           anyway, so that's it. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          TJ flinches. He wasn't expecting this.\n\n                         \n\n                          TJ\n\n           What? What do you mean-\n\n                         \n\n                          LARRY\n\n           Kid. Leave me alone. I feel like I've\n\n           had this conversation with you too\n\n           many times already, but I can tell you\n\n           we won't be having it again because\n\n           the car's gone.\n\n                         \n\n                          TJ\n\n           What are you talking about?\n\n                         \n\n                          LARRY\n\n           It's all over. It's gone. It's not\n\n           here.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           81.\n\n                         CONTINUED: (2)\n\n                         \n\n                         \n\n                          TJ\n\n           Where's it gone?!\n\n                         \n\n                          LARRY\n\n           Kid. It's over. Good bye.\n\n                         \n\n          Larry steps back into his office and shuts the door.\n\n                         \n\n                          TJ\n\n                          (TO DUSTIN)\n\n           Where's it gone?\n\n                         \n\n          Dustin smiles.\n\n                         \n\n                          DUSTIN\n\n           And what makes you think I'm gonna\n\n           tell you?\n\n                         \n\n          TJ stares, angry. An awkward moment passes. He storms away,\n\n          dragging a water cooler down as he leaves. It crashes onto the\n\n          ground. Water spills everywhere.\n\n                         \n\n          EXT. FAIR OAKS CAR CITY - CONTINUOUS\n\n                         \n\n          TJ angrily winds his way toward the back of the lot. He stops at\n\n          the spot where his mom's car once was - now just an empty space.\n\n                         \n\n          INT. FORNEY HOUSE / KITCHEN - SAME\n\n                         \n\n          Hesher is pouring himself a bowl of Captain Crunch Berries. He\n\n          pours milk onto the cereal. He does a half-hearted side-to-side\n\n          stretch, getting ready for his walk. He looks out the window -\n\n          gray clouds suggest rain. He takes the bowl with him out of the\n\n          kitchen.\n\n                         \n\n          INT. FORNEY HOUSE / HALL - CONTINUOUS\n\n                         \n\n          Hesher walks the hall, eating his bowl of Crunch Berries. He\n\n          stops at Grandma's door and looks in. He stops eating and stands\n\n          strangely still for a moment.\n\n                         \n\n          INT.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\n\n          stops at Grandma's door and looks in. He stops eating and stands\n\n          strangely still for a moment. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n FORNEY HOUSE / GRANDMA'S BEDROOM - CONTINUOUS\n\n                         \n\n          Inside, we see Grandma's feet sticking out from behind the bed\n\n          where she lies face down on the ground.\n\n                         \n\n          Hesher enters the room, cautiously. He stands at the end of the\n\n          bed. He sets his cereal bowl down, bends and shakes her. No\n\n          response.\n\n                         \n\n                          HESHER\n\n           Grandma?\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           82.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n          He shakes her again, this time a little harder. Nothing. He\n\n          stands up, looking at her still body. As he realizes she is not\n\n          waking up, his breath becomes fast, fighting hard not to get\n\n          emotional.\n\n                         \n\n          EXT. FAIR OAKS STREET - MORNING\n\n                         \n\n          Gray clouds fill the sky. We hear distant thunder. On his bike,\n\n          TJ coasts down the hill of a tree-lined street. He's upset and\n\n          trying hard to hold it back.\n\n                         \n\n          EXT. FORNEY HOUSE / FRONT PORCH - MOMENTS LATER\n\n                         \n\n          TJ drops his bike and enters the house.\n\n                         \n\n          INT. FORNEY HOUSE / FRONT DOOR - CONTINUOUS\n\n                         \n\n          Dad sits on the couch, his head in his hands. He looks up.\n\n                         \n\n                          DAD\n\n           Teej.\n\n                         \n\n          Hesher enters the room...\n\n                         \n\n                          HESHER\n\n           FUCK!\n\n                         \n\n          He punches a hold in the wall. He paces angrily back &amp; forth.\n\n          Dad, holding back tears, gets up off the coach and hugs TJ.\n\n                         \n\n                          TJ\n\n           What's going on?\n\n                         \n\n                          DAD\n\n           Teej. Grandma, she's not.. she's not\n\n           waking up.\n\n                         \n\n                          TJ\n\n           What!?\n\n                         \n\n                          DAD\n\n           She won't wake up.\n\n                         \n\n          Short fast heavy breathing sets in.\n\n                         \n\n                          TJ\n\n           What do you mean?\n\n                         \n\n          TJ runs over to Grandma's room and stops at the door.\n\n                         \n\n                          TJ (CONT'D)\n\n           Oh, Jesus.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           83.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nTJ runs over to Grandma's room and stops at the door. TJ (CONT'D)\n\n           Oh, Jesus. (CONTINUED)\n\n           83. \n\nTARGET SECTION TO BE ANNOTATED:\n                         CONTINUED:\n\n                         \n\n                         \n\n          He disappears into the room for a second then emerges again in\n\n          tears, his hands on his face. He heads back to the living room.\n\n                         \n\n                          TJ (CONT'D)\n\n           What happened?\n\n                         \n\n                          DAD\n\n           I don't know, she just, she just\n\n           didn't wake up.\n\n                         \n\n          TJ is in shock. He sits on the couch next to dad. They are both\n\n          lost for words. Hesher stands in the corner with his head shoved\n\n          between the walls.\n\n                         \n\n          Hesher joins TJ and Dad on the couch. They are all raging\n\n          inside, confused, lost and upset. They sit together in silence\n\n          for a long beat, in the same boat for the first time.\n\n                         \n\n          Hesher breaks the silence. He kicks the table over as he stands.\n\n                         \n\n                          HESHER\n\n           I gotta get the fuck out of here\n\n           before I hurt someone.\n\n                         \n\n          He leaves through the front door, leaving it open behind him.\n\n                         \n\n          TJ gets up in a daze and stands at the doorway looking out. It\n\n          has started to drizzle.\n\n                         \n\n          INT. FORNEY HOUSE / GRANDMA'S BEDROOM - DAY\n\n                         \n\n          TJ stands in the doorway working up the nerve to enter.\n\n                         \n\n          He enters and leans down to Grandma and tries to lift her onto\n\n          the bed. She is heavy for him, he struggles.\n\n                         \n\n          He gets her on top of the bed and looks at her for a moment.\n\n                         \n\n          TJ breaks into tears. He leans down onto the bed holding\n\n          Grandma, crying into her chest.\n\n                         \n\n          INT. FORNEY HOUSE / TJ'S ROOM - DAY\n\n                         \n\n          TJ sits on his bed and looks inside the envelope of cash. He\n\n          closes it and seals it shut. On the front he writes: 'NICOLE'S\n\n          PARKING TICKET FUND. LOVE TJ.'\n\n                         \n\n          INT. FORNEY HOUSE / TJ'S ROOM - MOMENTS LATER\n\n                         \n\n          Close on a small piece of paper with a hand written number. The\n\n          numbers are dialed on a phone. TJ waits while the phone rings.\n\n          Answering machine.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           84.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nTJ waits while the phone rings. Answering machine. (CONTINUED)\n\n           84. \n\nTARGET SECTION TO BE ANNOTATED:\n                         CONTINUED:\n\n                         \n\n                         \n\n           NICOLE (ANSWERING MACHINE)\n\n           Hi, it's Nicole. I'm not in right now,\n\n           but leave a message and I'll call you\n\n           back.\n\n                         \n\n          Beep.\n\n                         \n\n                          TJ\n\n           Ah, hi. It's TJ here. I, ah, I'm sorry\n\n           to bug you, but um, I don't know, I\n\n           guess I wanted to talk to you right\n\n           now. I don't know. I have a present\n\n           for you too, so maybe I'll just come\n\n           drop it off or something, or ah,\n\n           yeah... Um, OK. Bye.\n\n                         \n\n          He hangs up the phone and exits.\n\n                         \n\n          EXT. FORNEY HOUSE - AFTERNOON\n\n                         \n\n          TJ walks out the front door. Dad is quietly sitting on the front\n\n          steps wearing a T-shirt in the light rain. TJ goes to his bike.\n\n                         \n\n                          TJ\n\n           What are you doing?\n\n                         \n\n                          DAD\n\n                          (SNAPPING TO)\n\n           I don't know. Getting some fresh air,\n\n           I guess.\n\n                         \n\n                          TJ\n\n           It's starting to rain.\n\n                         \n\n          Dad reaches out his hand and catches a few drops.\n\n                         \n\n                          DAD\n\n           Yeah.\n\n                         \n\n          TJ picks up his bike and rides. We stay with Dad as TJ\n\n          disappears down the wet street.\n\n                         \n\n          EXT. STREET - AFTERNOON\n\n                         \n\n          TJ rides his bike. He rounds a corner onto Nicole's street.\n\n                         \n\n          He jumps off his bike outside her building and wheels it inside\n\n          the front fence.\n\n           85.\n\n                         \n\n                         \n\n                         \n\n          EXT. NICOLE'S APARTMENT - AFTERNOON\n\n                         \n\n          TJ climbs the stairs of Nicole's building. As he approaches her\n\n          apartment door, he hears loud, but muffled music.\n\n                         \n\n          He knocks on the door. No answer. The music is really loud.\n\n                         \n\n          He knocks again. No answer. He tries the door handle. It gives.\n\n                         \n\n          He pushes the door open tentatively.\n\n                         \n\n          INT. NICOLE'S APARTMENT - CONTINUOUS\n\n                         \n\n          TJ enters the apartment. The music is blasting. He looks around\n\n          the living area. Clothes are strewn around.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe music is blasting. He looks around\n\n          the living area. Clothes are strewn around. \n\nTARGET SECTION TO BE ANNOTATED:\n He sees Hesher's\n\n          combat boots, T-shirt, jeans. TJ looks seriously troubled.\n\n                         \n\n          We can faintly hear heavy breathing/moaning coming from the\n\n          bedroom.\n\n                         \n\n          TJ walks over to a door. It's an inch ajar. He pushes it open\n\n          gently.\n\n                         \n\n          We don't see what he sees, but TJ stands deathly still, eyes\n\n          wide, white as a ghost. We hear Nicole giggle. Then -\n\n                         \n\n           NICOLE (O.S.)\n\n           Oh shit. TJ.\n\n                         \n\n          TJ storms away, heading for the front door. He pulls a lamp\n\n          smashing to the ground on his way out.\n\n                         \n\n          EXT. NICOLE'S APARTMENT - CONTINUOUS\n\n                         \n\n          TJ charges down the stairs. He grabs his bike and heads out into\n\n          the street. Light rain falls. We see Hesher appear behind him,\n\n          barefoot and topless, buttoning his jeans.\n\n                         \n\n          TJ notices Hesher's van parked out the front, he drops his bike\n\n          and grabs a rusty pipe from a pile of garbage on the sidewalk\n\n          and heads straight toward the van.\n\n                         \n\n                          HESHER\n\n           Hey, hey... wait.\n\n                         \n\n          TJ takes a hard swing into the van, smashing the tail light.\n\n          Nicole runs out into the street, concerned, wearing an oversized\n\n          sweatshirt and underpants.\n\n                         \n\n                          HESHER (CONT'D)\n\n           Hey! The fuck are you doing?\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           86.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n          TJ ignores him and takes another swing at the van. Hesher\n\n          approaches TJ. TJ takes a swing at him with the pipe.\n\n                         \n\n          Hesher steps back. Nicole gasps, her hand to her mouth. She\n\n          doesn't know what to say or do.\n\n                         \n\n                          TJ\n\n           Fuck you. Fuck you fuck you fuck you.\n\n                         \n\n                          HESHER\n\n           Stop hitting my van.\n\n                         \n\n                          TJ\n\n           Fuck you.\n\n                          (TO NICOLE)\n\n           And you're a fucking whore. I hope you\n\n           die. And when you do, no one's gonna\n\n           fuckin' notice.\n\n                          (BREATHES)\n\n           Cuz you're a fat fucking prostitute.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nI hope you\n\n           die. And when you do, no one's gonna\n\n           fuckin' notice. (BREATHES)\n\n           Cuz you're a fat fucking prostitute. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Hesher steps toward TJ.\n\n                         \n\n                          HESHER\n\n           Dude, chill out for a second.\n\n                         \n\n          TJ swings the pipe at Hesher again.\n\n                         \n\n                          TJ\n\n           Get the fuck away from me! I'll smash\n\n           you in the face, I swear to God. Back\n\n           the fuck up.\n\n                         \n\n          TJ swings again. He's so angry, he's practically foaming at the\n\n          mouth.\n\n                         \n\n                          TJ (CONT'D)\n\n           I never want to see you or your ugly\n\n           fucking face again. That goes for both\n\n           of you fucking assholes.\n\n                         \n\n          TJ throws the pipe at Hesher. It hits the road with a loud\n\n          clang. TJ grabs his bike and rides away furiously. Hesher and\n\n          Nicole watch TJ ride away. It begins to rain hard.\n\n                         \n\n          EXT. STREET - AFTERNOON\n\n                         \n\n          TJ glides his bike down a long hill in the pouring rain, in\n\n          tears.\n\n           87.\n\n                         \n\n                         \n\n                         \n\n          EXT. FORNEY HOUSE - EVENING\n\n                         \n\n          TJ rides up the front porch. A funeral home truck is parked out\n\n          the front - HAPPY EVER AFTER is written on the side. TJ drops\n\n          his bike and enters the house.\n\n                         \n\n          INT. FORNEY HOUSE / KITCHEN - CONTINUOUS\n\n                         \n\n          Dad sits at the dining room table with a FUNERAL DIRECTOR - a\n\n          tall, lanky man. He talks in a drawn, soft monotone. Dad doesn't\n\n          appear to be at all in the mood for this conversation.\n\n                         \n\n                          FUNERAL DIRECTOR\n\n           After the service we have\n\n           complimentary lemonade in our wake\n\n           room, but should you wish to upgrade\n\n           to soda and sandwiches we can arrange\n\n           that. People typically like to have a\n\n           light bite after the service.\n\n                         \n\n          The front door slams. TJ storms past the dining room table. The\n\n          funeral director pauses and watches him pass. The sound of TJ's\n\n          bedroom door slamming shakes the house.\n\n                         \n\n          INT. FORNEY HOUSE / TJ'S ROOM - EVENING\n\n                         \n\n          TJ is angrily pacing back and forth. A gentle knock reveals Dad\n\n          at his door.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. FORNEY HOUSE / TJ'S ROOM - EVENING\n\n                         \n\n          TJ is angrily pacing back and forth. A gentle knock reveals Dad\n\n          at his door. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          DAD\n\n           Are you OK?\n\n                         \n\n          TJ refuses to look at his dad.\n\n                         \n\n                          TJ\n\n           Will you just leave me alone.\n\n                         \n\n          Dad doesn't know what to say beyond this. He feels as lost as TJ\n\n          does. He leaves the room.\n\n                         \n\n          TJ paces.\n\n                         \n\n          INT. FORNEY HOUSE / GARAGE - MOMENTS LATER\n\n                         \n\n          He enters the garage violently. TJ sweeps Hesher's belongings\n\n          off the work bench in the garage. He kicks Hesher's sleeping bag\n\n          and pillow. A weathered bass guitar leans against a little\n\n          amplifier. TJ kicks the guitar, snapping it in two.\n\n                         \n\n          Out of breath, he stands in the mess he has created. Something\n\n          catches his eye. He contemplates this for a beat.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           88.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n          Close on: GARDEN SHEARS. TJ pockets them and exits the garage.\n\n                         \n\n          INT. FORNEY HOUSE / HALL / FRONT DOOR - CONTINUOUS\n\n                         \n\n          TJ heads straight toward the front door of the house. He exits.\n\n                         \n\n          EXT. FORNEY HOUSE / FRONT DOOR - CONTINUOUS\n\n                         \n\n          It's raining hard. TJ storms out, just as Hesher is making his\n\n          way up the path, his van parked on the street behind him. Hesher\n\n          reaches out his arm to slow TJ.\n\n                         \n\n                          HESHER\n\n           I wanna talk to you.\n\n                         \n\n          TJ pushes Hesher's arm out of the way.\n\n                         \n\n                          TJ\n\n           Get your fucking hands away from me! I\n\n           told you, I never want to see you\n\n           again.\n\n                         \n\n          Hesher, at a loss, watches TJ grab a brick from the muddy garden\n\n          and throw it through the passenger side window of his van.\n\n                         \n\n          Hesher charges TJ. He throws him into the muddy garden and\n\n          kneels over him holding him by the collar of his hooded\n\n          sweatshirt.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nHesher, at a loss, watches TJ grab a brick from the muddy garden\n\n          and throw it through the passenger side window of his van. Hesher charges TJ. He throws him into the muddy garden and\n\n          kneels over him holding him by the collar of his hooded\n\n          sweatshirt. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          HESHER\n\n           I fuckin' told you, leave my van out\n\n           of this!\n\n                         \n\n          Hesher lifts TJ up and slams him back down on the ground,\n\n          knocking the wind out of him. TJ struggles to get away.\n\n                         \n\n                          TJ\n\n           Let go of me! Fuckin' let go of me.\n\n                         \n\n          Dad runs out the front door and pulls Hesher off TJ by the back\n\n          of his shirt.\n\n                         \n\n                          DAD\n\n           What in God's name -\n\n                         \n\n          Hesher shakes free from Dad's grip and punches him square in the\n\n          nose. Dad goes down hard.\n\n                         \n\n                          HESHER\n\n           Don't fuckin' touch m-\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           89.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n          Without hesitation, TJ jumps on Hesher's back, bear hugging his\n\n          face. They struggle for a beat, until Hesher manages to throw TJ\n\n          off. He lands on the wet grass like a ragdoll.\n\n                         \n\n                          HESHER (CONT'D)\n\n           Fuck you both! Motherfuckers!\n\n                         \n\n          Hesher stands breathing hard, dripping wet from the rain, fists\n\n          clenched.\n\n                         \n\n          He turns back to his van, gets in, slams the door and peels\n\n          away. TJ picks himself up out of the mud, grabs his bike and\n\n          rides off in the opposite direction. Dad stands holding his\n\n          bloody nose. He watches Hesher, he watches TJ. He is left\n\n          confused and bleeding in the pouring rain.\n\n                         \n\n          EXT. DUSTIN'S HOUSE - NIGHT\n\n                         \n\n          It's raining cats and dogs. TJ stands outside Dustin's house,\n\n          soaking wet with his hoodie pulled over his head, the garden\n\n          shears in his hand.\n\n                         \n\n          He walks around the side of the house and looks in the window.\n\n                         \n\n          INT. DUSTIN'S HOUSE - CONTINUOUS\n\n                         \n\n          From TJ's POV outside, we see Dustin in the kitchen preparing a\n\n          sandwich, one eye on the TV. He takes the sandwich to the couch\n\n          in front of the TV and lies down.\n\n                         \n\n          EXT.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nDUSTIN'S HOUSE - CONTINUOUS\n\n                         \n\n          From TJ's POV outside, we see Dustin in the kitchen preparing a\n\n          sandwich, one eye on the TV. He takes the sandwich to the couch\n\n          in front of the TV and lies down. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n DUSTIN'S HOUSE - CONTINUOUS\n\n                         \n\n          TJ walks around the back of the house. He tries the handle to\n\n          the back door. It's locked. TJ sees the dog door. He climbs\n\n          through the flap, trying to be as quiet as possible. The TV is\n\n          loud inside.\n\n                         \n\n          INT. DUSTIN'S HOUSE - CONTINUOUS\n\n                         \n\n          TJ treads softly through the kitchen, soaking wet, shears\n\n          poised.\n\n                         \n\n          He walks through to the living area. He steps behind the couch\n\n          out of Dustin's line of sight. Dustin's bare feet hang off the\n\n          end of the couch.\n\n                         \n\n          TJ ducks down. He opens the shears and carefully brings them\n\n          down over Dustin's big toe. He squeezes them shut...\n\n                         \n\n          Dustin squeals.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           90.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          TJ\n\n           Where's my car?\n\n                         \n\n                          DUSTIN\n\n           What are you doing!?\n\n                         \n\n                          TJ\n\n           Where's my fucking car?\n\n                         \n\n                          DUSTIN\n\n           Are you crazy?!\n\n                         \n\n                          TJ\n\n           You make me ask one more time, your\n\n           toe's coming off. I swear to God.\n\n                         \n\n                          DUSTIN\n\n           It's gone to the wrecker's.\n\n                         \n\n                          TJ\n\n           What?\n\n                         \n\n                          DUSTIN\n\n           The wrecking yard.\n\n                         \n\n                          TJ\n\n           Bullshit.\n\n                         \n\n          TJ squeezes a little harder. Dustin squeals a little louder.\n\n                         \n\n                          DUSTIN\n\n           Why would I be lying?\n\n                         \n\n                          TJ\n\n           Because you're a fucking asshole. Tell\n\n           me where it is.\n\n                         \n\n                          DUSTIN\n\n           It's gone to the wrecker's. I swear to\n\n           God.\n\n                         \n\n          TJ squeezes harder. Dustin squeals.\n\n                         \n\n                          DUSTIN (CONT'D)\n\n           I'm not lying. It went to the wrecking\n\n           yard on Sunrise near Red Bridge,\n\n           yesterday afternoon. It's there now.\n\n                         \n\n          TJ thinks, holding Dustin's toe in his grip.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           91.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's there now. TJ thinks, holding Dustin's toe in his grip. (CONTINUED)\n\n           91. \n\nTARGET SECTION TO BE ANNOTATED:\n                         CONTINUED: (2)\n\n                         \n\n                         \n\n                          DUSTIN (CONT'D)\n\n           I swear to God, man. It's at the\n\n           wrecking yard on Sunrise.\n\n                         \n\n                          TJ\n\n           If you're lying, I'm gonna cut off\n\n           every one of your fingers.\n\n                         \n\n          TJ doesn't quite know what to do now. He stares at Dustin who\n\n          looks genuinely frightened. TJ releases the shears and backs\n\n          away. And the second he does so, Dustin leaps off the couch,\n\n          grabs TJ by the throat and slams him down on the living room\n\n          floor. TJ drops the shears.\n\n                         \n\n                          DUSTIN\n\n           You finished? Want to tell me\n\n           something else while you're visiting?\n\n                         \n\n          Dustin wails into TJ. TJ cowers on the ground. Punches land\n\n                         UNTIL -\n\n                         \n\n          A LAWN CHAIR comes CRASHING through the front window into the\n\n          living room, raining glass everywhere. Dustin stops punching,\n\n          stunned, and looks up to see Hesher, dripping wet, step through\n\n          the big nasty hole he has just made.\n\n                         \n\n                          HESHER\n\n           Hello.\n\n                         \n\n                          DUSTIN\n\n           What the fuck?\n\n                         \n\n          Dustin moves to stand. Hesher pounces on him, dragging him along\n\n          the ground. He grabs the shears and brings them straight up to\n\n          Dustin's nose. In the same movement, he snaps the shears shut\n\n          and takes the end of Dustin's nose off.\n\n                         \n\n          Dustin squeals in pain and scurries backwards, clutching his\n\n          face, blood leaking between his fingers. TJ stands, stunned.\n\n                         \n\n                          TJ\n\n           What the fuck is wrong with you?\n\n                         \n\n                          HESHER\n\n           What?\n\n                         \n\n                          DUSTIN\n\n           Oh my god, my nose!\n\n                         \n\n                          TJ\n\n           What the fuck is wrong with you?\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           92.\n\n                         CONTINUED: (3)\n\n                         \n\n                         \n\n                          HESHER\n\n           I just saved you.\n\n                         \n\n                          TJ\n\n           You cut his nose off.\n\n                         \n\n                          HESHER\n\n           Only a bit, it's just a cut.\n\n                         \n\n          Dustin is crying now, clutching his face.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nTJ\n\n           You cut his nose off. HESHER\n\n           Only a bit, it's just a cut. Dustin is crying now, clutching his face. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          TJ goes to the kitchen.\n\n                         \n\n                          TJ\n\n           You just cut his nose off!\n\n                         \n\n                          HESHER\n\n           What are you talking about?\n\n                         \n\n          TJ runs a rag under the tap and takes it to Dustin. Hesher\n\n          stands, clutching the shears, confused.\n\n                         \n\n                          TJ\n\n           Hold this against your face.\n\n                         \n\n          Dustin moans. Hesher is still confused.\n\n                         \n\n                          TJ (CONT'D)\n\n           You gotta stop the bleeding.\n\n                         \n\n                          DUSTIN\n\n           Oh my god!\n\n                         \n\n                          HESHER\n\n           What's your problem?\n\n                         \n\n          Dustin holds the rag. TJ stands to face Hesher.\n\n                         \n\n                          TJ\n\n           I want you outta my life. I'm serious.\n\n           I never want to see you again. How\n\n           many times do I have say it?\n\n                         \n\n          They look at each other a moment. Hesher looks taken aback. He\n\n          honestly believed he was doing a good thing.\n\n                         \n\n          TJ leaves, through the front door. Hesher stands over a\n\n          whimpering Dustin wondering what went wrong.\n\n           93.\n\n                         \n\n                         \n\n                         \n\n          EXT. RED BRIDGE - NIGHT\n\n                         \n\n          TJ rides his bike over a rickety red bridge. He pulls his bike\n\n          up outside the tall wire fence of a big dirty wrecking yard -\n\n          D&amp;S Auto-Wreckers. It's still raining very hard. TJ is soaking\n\n          wet. He sits on his bike, looking at mountains of wrecked cars\n\n          inside.\n\n                         \n\n          TJ hops off his bike and shoves it behind a dumpster. He gets up\n\n          on the dumpster and climbs the wrecking yard's fence.\n\n                         \n\n          EXT. D&amp;S WRECKING YARD - MOMENTS LATER\n\n                         \n\n          TJ roams the stacks, looking for his mother's car. He looks\n\n          distraught. All around sit stacks of wrecked cars. A vicious dog\n\n          on a chain barks and snarls nearby.\n\n                         \n\n          TJ stops. He sees his mom's car atop a tall stack of wrecks. He\n\n          looks at it a moment, contemplating what to do. He moves to the\n\n          base of the stack and begins to climb.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe sees his mom's car atop a tall stack of wrecks. He\n\n          looks at it a moment, contemplating what to do. He moves to the\n\n          base of the stack and begins to climb. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          He clambers slowly up the pile in the rain. It's awkward and\n\n          difficult and more than a little dangerous.\n\n                         \n\n          Finally he reaches the top. He wrenches open the car door and\n\n          squeezes behind the wheel.\n\n                         \n\n          INT. RED VOLVO - CONTINUOUS\n\n                         \n\n          TJ sits, catching his breath. The rain clatters on the roof of\n\n          the car. TJ is up high enough to see the lights of the\n\n          surrounding neighborhood. He sits and contemplates the last few\n\n          days and months of his life.\n\n                         \n\n          He closes his eyes.\n\n                         \n\n          INT. MIDDLE CLASS HOME - DAY\n\n                         \n\n                         FLASHBACK\n\n                         \n\n          A doorbell rings. TJ runs to the door wearing the bottom half a\n\n          suit. It's the pizza man.\n\n                         \n\n                          TJ\n\n           Hi.\n\n           (yells into house)\n\n           Pizza's here, I need money.\n\n                         \n\n          Dad, clean shaven, dressed in a suit, comes to the door and\n\n          pays.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           94.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          TJ (CONT'D)\n\n           (yells into the house)\n\n           OK, pizza's here.\n\n                         \n\n           WOMAN'S VOICE (O.S.)\n\n                          (YELLING BACK)\n\n           Alright, let's do it.\n\n                         \n\n          The woman comes down the stairs with her hair nicely done,\n\n          wearing a fancy pink dress, it's TJ's MOM.\n\n                         \n\n                          MOM\n\n           Teej, c'mon sweetheart. We have to go.\n\n           We're going to be late.\n\n                         \n\n                          TJ\n\n           What about the pizza?\n\n                         \n\n                          MOM\n\n           We'll eat it in the car.\n\n                         \n\n          She begins to do up TJ's tie.\n\n                         \n\n                          MOM (CONT'D)\n\n                          (TO DAD)\n\n           Honey, will you grab the present?\n\n                         \n\n          Dad picks up a large box off the side table, it's clearly heavy.\n\n                         \n\n                          DAD\n\n           Holy crap, what is this thing?\n\n                         \n\n          The three emerge from the house. TJ is wearing a suit and\n\n          carrying the pizza box, Dad's carrying the heavy present, and\n\n          Mom's carrying a bouquet of flowers and her purse.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAD\n\n           Holy crap, what is this thing? The three emerge from the house. TJ is wearing a suit and\n\n          carrying the pizza box, Dad's carrying the heavy present, and\n\n          Mom's carrying a bouquet of flowers and her purse. \n\nTARGET SECTION TO BE ANNOTATED:\n Dad stands at\n\n          the door of a little white car. Clearly the box is too big.\n\n                         \n\n                          DAD (CONT'D)\n\n           Ah, slight problem.\n\n                         \n\n          Mom open the back of her red volvo which is parked right next to\n\n          the white car.\n\n                         \n\n                          MOM\n\n           We'll take my car.\n\n                         \n\n          Dad does a heel spins around the white car and heads towards\n\n          Mom's red volvo, never losing a beat.\n\n                         \n\n                          DAD\n\n           Sure thing.\n\n           95.\n\n                         \n\n                         \n\n                         \n\n          INT. RED VOLVO - CONTINUOUS\n\n                         \n\n                         FLASHBACK\n\n                         \n\n          Dad's driving, eating a slice of pizza. TJ is in the backseat,\n\n          looking out the window, also eating pizza. Mom does her make-up\n\n          in the visor mirror.\n\n                         \n\n                          DAD\n\n           I think we should keep the new one and\n\n           give them our old one.\n\n                         \n\n                          MOM\n\n           That's a great idea. I'll be sure to\n\n           let them know that our dirty old\n\n           microwave is a gift from you.\n\n                         \n\n                          DAD\n\n           Good. I'm not even sure they know who\n\n           I am.\n\n                         \n\n                          MOM\n\n           Honey, they're my friends. Please.\n\n                         \n\n                          DAD\n\n           OK, I just don't understand why they\n\n           get so many presents.\n\n                         \n\n                          MOM\n\n           A microwave and a bottle of scotch is\n\n           hardly a lot of presents.\n\n                         \n\n                          DAD\n\n           And flowers.\n\n                         \n\n          Mom half-laughs and shakes her head.\n\n                         \n\n                          TJ\n\n           (mouth full of pizza)\n\n           Mom can you turn on the radio?\n\n                         \n\n                          MOM\n\n           Sure honey. How about some oldies?\n\n                         \n\n                          TJ\n\n           Oldies but goodies.\n\n                         \n\n          Mom turns on the oldies station. Dion And The Belmont's, \"A\n\n          Teenager In Love\" plays. Dad sings along.\n\n                         \n\n          The car hits a bump. Mom smudges her lipstick.\n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           96.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          MOM\n\n                          (TO DAD)\n\n           Honey?\n\n                         \n\n          She turns to Dad and we can see her lipstick has gone up onto\n\n          her cheek.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\n           96. CONTINUED:\n\n                         \n\n                         \n\n                          MOM\n\n                          (TO DAD)\n\n           Honey? She turns to Dad and we can see her lipstick has gone up onto\n\n          her cheek. \n\nTARGET SECTION TO BE ANNOTATED:\n She smiles at Dad. They all smile at this, then -\n\n                         \n\n          From out of nowhere, the car is T-BONED on the passenger's side.\n\n          The impact is massive. The NOISE is deafening. Smashed glass.\n\n          The car spins into the oncoming traffic and is hit by a delivery\n\n          truck. The car flips. More deafening noise...\n\n                         \n\n          INT. RED VOLVO / D&amp;S WRECKING YARD - MORNING\n\n                         \n\n          TJ wakes in the wrecked car at the wrecking yard. The loud sound\n\n          of crunching metal continues. TJ is startled and disoriented. He\n\n          realizes the car is moving.\n\n                         \n\n          EXT. WRECKING YARD - CONTINUOUS\n\n                         \n\n          A crane is lifting the car with a huge wrecking yard magnet. As\n\n          it rises off the stack, it dangles at a precarious angle.\n\n                         \n\n          INT. RED VOLVO - CONTINUOUS\n\n                         \n\n          TJ is thrown through the car to be wedged up against the\n\n          windshield. He panics. He yells. He squirms his way to the\n\n          window and waves his arm wildly outside, yelling, trying to get\n\n          the attention of the guys below. The car shifts violently and TJ\n\n          slides out through the window.\n\n                         \n\n          EXT. D&amp;S WRECKING YARD - CONTINUOUS\n\n                         \n\n          TJ is hanging dangerously out of the car, swinging his legs and\n\n          screaming at the top of his lungs. His voice can barely be heard\n\n          over the sound of machinery.\n\n                         \n\n          A guy on the ground, MARIO, looks up and spots TJ. He\n\n          frantically looks to get the crane operator's attention.\n\n                         \n\n                          MARIO\n\n           Ricky!\n\n                          (YELLS LOUDER)\n\n           Ricky! Kill it, man.\n\n                         \n\n          Ricky sticks his head out of the crane cab, like he can't hear.\n\n                         \n\n                          RICKY\n\n           What?\n\n                         \n\n                          MARIO\n\n           Kill it! There's someone in the car!\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           97.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n          Mario points. Ricky looks up. Both men can see TJ dangling.\n\n                         \n\n          EXT.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nRicky looks up. Both men can see TJ dangling. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n D&amp;S WRECKING YARD - MOMENTS LATER\n\n                         \n\n          As the car is lowered TJ jumps the last few feet to the ground.\n\n          Mario leads him away from the car and the crane.\n\n                         \n\n                          MARIO\n\n           What the hell are you doing?\n\n                         \n\n                          TJ\n\n           I don't know.\n\n                         \n\n                          MARIO\n\n           What were you doing in there?\n\n                         \n\n                          TJ\n\n           I don't know. I'm sorry.\n\n                         \n\n                          MARIO\n\n           This car's about to get crushed. If I\n\n           didn't see you, you would be dead.\n\n                         \n\n                          TJ\n\n           I know.\n\n                         \n\n                          MARIO\n\n           What were you thinking, man?\n\n                         \n\n          TJ doesn't respond, he backs away.\n\n                         \n\n          Mario watches him walk away, still disbelieving. He turns back\n\n          to Ricky and gives him the all clear to start her up again.\n\n                         \n\n          TJ walks to the entrance gate while behind him his mom's car is\n\n          hoisted high in the air.\n\n                         \n\n          TJ stops at a dirty vending machine by the gate. He pulls coins\n\n          from his pocket and slots them in. It spits out a chocolate bar.\n\n                         \n\n          Moments later TJ stands with his half-eaten chocolate bar while\n\n          watching his Mom's car get fed into a giant crushing machine and\n\n          compacted into scrap. Tears well in his eyes. He feels helpless.\n\n                         \n\n          INT. FORNEY HOUSE - DAY\n\n                         \n\n          TJ walks in the front door. Dad jumps up from the couch. He has\n\n          a bandage on his nose and a black eye. He looks distraught, like\n\n          he's been up all night.\n\n                         \n\n                          DAD\n\n           Where have you been?\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           98.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          TJ\n\n           Sorry.\n\n                         \n\n                          DAD\n\n           Where have you been?\n\n                         \n\n                          TJ\n\n           I'm sorry. I lost track of time.\n\n                         \n\n                          DAD\n\n           You lost track of time? It's ten in\n\n           the morning!\n\n                         \n\n                          TJ\n\n           I'm sorry.\n\n                         \n\n                          DAD\n\n           I've been up all night. How is that\n\n           fair to me?\n\n                         \n\n                          TJ\n\n           I don't know.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAD\n\n           I've been up all night. How is that\n\n           fair to me? TJ\n\n           I don't know. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Dad looks at him, breathing hard. Tears well in his eyes. Dad\n\n          starts crying, he's falling to bits.\n\n                         \n\n                          DAD\n\n           Just go to your room.\n\n                         \n\n          Dad knows he's being pathetic. TJ walks off down the hall.\n\n                         \n\n          INT. FORNEY HOUSE / TJ'S BEDROOM - LATER\n\n                         \n\n          TJ stands in front of a mirror trying to correctly tie his neck\n\n          tie. He makes a sad attempt and leaves it - it looks wrong.\n\n                         \n\n          There's a knock at TJ's bedroom door, but the door doesn't open.\n\n                         \n\n           DAD (O.S.)\n\n           There's someone at the front door for\n\n           you.\n\n                         \n\n          INT. FORNEY HOUSE - DAY\n\n                         \n\n          Nicole stands at the door. TJ is unimpressed with seeing her. He\n\n          stands in the doorway looking silly with his tie.\n\n                         \n\n                          TJ\n\n           Hesher's not here.\n\n                         \n\n                          NICOLE\n\n           I came to see you.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           99.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          TJ\n\n           Why? What do you want?\n\n                         \n\n                          NICOLE\n\n           I wanted to tell you something.\n\n                         \n\n          TJ stares at her.\n\n                         \n\n                          NICOLE (CONT'D)\n\n           I didn't know if I should come here or\n\n           not, but I couldn't stop thinking\n\n           about it. I thought maybe if I came\n\n           you'd still just be really angry at me\n\n           and hate me, but then I thought if I\n\n           didn't you'd think I didn't care and\n\n           you'd hate me anyway, so I figured I\n\n           might as well come, just in case, so\n\n           here I am.\n\n                         \n\n                          TJ\n\n           Yeah, well what do you want?\n\n                         \n\n                          NICOLE\n\n           I want to apologize. I feel bad about\n\n           what happened. I didn't take your\n\n           feelings into consideration -\n\n                         \n\n                          TJ\n\n           Yeah, well, whatever. It doesn't\n\n           really matter. I have to go.\n\n                         \n\n                          NICOLE\n\n           Yes it does. It does to me. I like\n\n           you, TJ. We're friends.\n\n                         \n\n          TJ looks at her, he doesn't really want to be mad at her.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nI like\n\n           you, TJ. We're friends. TJ looks at her, he doesn't really want to be mad at her. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          NICOLE (CONT'D)\n\n           I understand if you don't want to be\n\n           my friend. I didn't mean to hurt your\n\n           feelings. Sometimes I just... I don't\n\n           know. I just wanted to come around and\n\n           say all that, but maybe you still hate\n\n           me and so it doesn't matter, but I\n\n           just came round to say that, but I've\n\n           said it now, so I should just go. So,\n\n           OK, bye.\n\n                         \n\n          Nicole walks off. She gets half way across the lawn before -\n\n                         \n\n                          TJ\n\n           I'm sorry I broke your lamp.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           100.\n\n                         CONTINUED: (2)\n\n                         \n\n                         \n\n          Nicole turns.\n\n                         \n\n                          NICOLE\n\n           It's OK.\n\n                         \n\n                          TJ\n\n           And I'm sorry I called you a fat\n\n           prostitute.\n\n                         \n\n                          NICOLE\n\n           It's OK.\n\n                         \n\n                          TJ\n\n           You're not fat.\n\n                         \n\n          Nicole smiles at this.\n\n                         \n\n                          NICOLE\n\n           But I'm a prostitute?\n\n                         \n\n                          TJ\n\n           I dunno. Maybe.\n\n                         \n\n          They smile at one another. She crosses the lawn back toward TJ.\n\n          She fixes his tie. She smiles again and then she leaves.\n\n                         \n\n          INT. GRANDMA'S CAR / FAIR OAKS STREET - AFTERNOON\n\n                         \n\n          Dad and TJ sit in the front seat. They are still angry and not\n\n          speaking to each other. It is an unpleasant and uncomfortable\n\n          ride. They both wear a suit and tie.\n\n                         \n\n          EXT. FUNERAL HOME - AFTERNOON\n\n                         \n\n          Dad and TJ drive into the funeral home parking lot in Grandma's\n\n          car. A few people are milling around.\n\n                         \n\n          INT. FUNERAL HOME - DAY\n\n                         \n\n          Dad and TJ enter the funeral home foyer. They look like they\n\n          don't know where they're supposed to go. They are greeted by the\n\n          funeral director from earlier. He talks in a soft monotone\n\n          whisper.\n\n                         \n\n                          FUNERAL DIRECTOR\n\n           Excuse me, Mr. Forney, may I have a\n\n           word?\n\n                         \n\n          He takes Dad aside.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nFUNERAL DIRECTOR\n\n           Excuse me, Mr. Forney, may I have a\n\n           word? He takes Dad aside. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           101.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n           FUNERAL DIRECTOR (CONT'D)\n\n           I hate to have to do this here, but\n\n           there's a couple of things I need to\n\n           discuss with you quickly, if that's\n\n           OK.\n\n                         \n\n                          DAD\n\n           Ah, sure.\n\n                         \n\n                          FUNERAL DIRECTOR\n\n           I know that we discussed your\n\n           preferences for some aspects of\n\n           today's service, including your choice\n\n           of the cedar casket which the\n\n           insurance company had covered.\n\n           Unfortunately we were out of those and\n\n           instead we've chosen a mahogany\n\n           casket. Now there is an extra charge\n\n           for the mahogany which I need to clear\n\n           with you before we proceed. Is that\n\n           OK?\n\n                         \n\n          Dad looks confused. He doesn't know how he's supposed to\n\n          respond.\n\n                         \n\n                          DAD\n\n           Ah, I guess.\n\n                         \n\n                          FUNERAL DIRECTOR\n\n           OK, great, thank you. If you could\n\n           just sign here.\n\n                         \n\n          The director hands Dad a fancy pen and holds out a dense order\n\n          form for him to sign.\n\n                         \n\n           FUNERAL DIRECTOR (CONT'D)\n\n           Just at the bottom there.\n\n                         \n\n          Dad's pen hovers. He doesn't know where he's signing.\n\n                         \n\n           FUNERAL DIRECTOR (CONT'D)\n\n           Just here, Mr. Forney, just under\n\n           that... yes, that's great.\n\n                         \n\n          Dad signs and hands the pen back.\n\n                         \n\n           FUNERAL DIRECTOR (CONT'D)\n\n           Now, just one other thing - we have\n\n           another service following yours today,\n\n           we hate to do this, but we're going to\n\n           have to try to get through yours as\n\n           quickly as possible.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           102.\n\n                         CONTINUED: (2)\n\n                         \n\n                         \n\n          The funeral director's cell phone vibrates loudly on his belt.\n\n          He ignores it. Dad can't.\n\n                         \n\n           FUNERAL DIRECTOR (CONT'D)\n\n           I don't want you to feel rushed, but\n\n           we are really under the pump today and\n\n           I just thought I should give you the\n\n           heads up.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe ignores it. Dad can't. FUNERAL DIRECTOR (CONT'D)\n\n           I don't want you to feel rushed, but\n\n           we are really under the pump today and\n\n           I just thought I should give you the\n\n           heads up. \n\nTARGET SECTION TO BE ANNOTATED:\n Now, I notice, just looking\n\n           at your order of service... (beat,\n\n           thinking) Ah, look, let's play it by\n\n           ear. We should be fine.\n\n                         \n\n          Dad looks at the funeral director, not quite sure he's hearing\n\n          him right. The funeral director's phone continues to vibrate.\n\n                         \n\n           FUNERAL DIRECTOR (CONT'D)\n\n           OK. Excuse me.\n\n                         \n\n          The funeral director walks away and answers his phone.\n\n                         \n\n          INT. SERVICE ROOM - DAY\n\n                         \n\n          The funeral director stands at the front of the room. He hits\n\n          play on the in-house stereo - generic classical musak. TJ and\n\n          Dad take seats next to each other, but they might as well be a\n\n          hundred miles apart. About ten other people sit.\n\n                         \n\n          The funeral director hits stop. He stands and approaches the\n\n          microphone.\n\n                         \n\n                          FUNERAL DIRECTOR\n\n           We are gathered here today to mourn\n\n           the loss and commemorate the life of\n\n           Madeleine Frances Forney.\n\n           (to arriving late comers)\n\n           Ah, if you could please take your\n\n           seats as quickly as possible that'd be\n\n           great. Thank you.\n\n           (he waits a beat)\n\n           Madeleine was a beloved wife, mother,\n\n           grandmother and friend. And now Mrs\n\n           Agnes Rosowski, a dear friend and\n\n           neighbor, will say a few quick words.\n\n                         \n\n          MRS AGNES ROSOWSKI hobbles her way to the microphone.\n\n                         \n\n                          MRS ROSOWSKI\n\n           I did not know Madeleine long enough,\n\n           but from the moment I moved into the\n\n           neighborhood so many years ago, she\n\n           treated me as though I was part of the\n\n           family.\n\n                          (MORE)\n\n                         \n\n                          (CONTINUED)\n\n           103.\n\n                         CONTINUED:\n\n           MRS ROSOWSKI (CONT'D)\n\n           Madeleine always had open arms and\n\n           welcomed friends as kindly as her own.\n\n           She had such a kind wonderful heart.\n\n                         \n\n          While Agnes speaks, TJ and Dad notice the funeral director, off\n\n          to the side, whispering business to two of his employees. He\n\n          makes every attempt to be subtle and discreet about it, but he\n\n          is clearly struggling with today's workload.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe had such a kind wonderful heart. While Agnes speaks, TJ and Dad notice the funeral director, off\n\n          to the side, whispering business to two of his employees. He\n\n          makes every attempt to be subtle and discreet about it, but he\n\n          is clearly struggling with today's workload. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           MRS ROSOWSKI (CONT'D)\n\n           We shared so many wonderful walks and\n\n           enjoyed each other's company very\n\n           much. I will miss our walks. I will\n\n           miss our talks and most of all, I will\n\n           miss Madeleine. I will always remember\n\n           what she told me, life is like\n\n           walking in the rain, you can either\n\n           hide and take shelter or you can just\n\n           get wet. She was dear to me and she\n\n           will always have a place in my heart.\n\n                         \n\n          Agnes places her hand on Grandma's coffin and stands for a long\n\n          silent beat.\n\n                         \n\n           MRS ROSOWSKI (CONT'D)\n\n           I love you, Madeleine.\n\n                         \n\n          Another drawn out moment of silence. The funeral director takes\n\n          this opportunity to step to the microphone.\n\n                         \n\n                          FUNERAL DIRECTOR\n\n           OK, thank you, Agnes...\n\n                         \n\n          Agnes steps towards her seat. When she sees TJ she stops.\n\n                         \n\n                          MRS ROSOWSKI\n\n           TJ, I think you should say something.\n\n                         \n\n          The funeral director pauses awkward. Everyone looks at TJ.\n\n                         \n\n           MRS ROSOWSKI (CONT'D)\n\n           Go on, TJ.\n\n                         \n\n          TJ gets up reluctantly. He doesn't know what to say. He stands\n\n          at the microphone and struggles for a long beat, but nothing\n\n          comes out.\n\n                         \n\n                          TJ\n\n           Sorry.\n\n                         \n\n          TJ makes his way off the stage.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           104.\n\n                         CONTINUED: (2)\n\n                         \n\n                         \n\n          Sound of slow clapping from the back. It's Hesher. His hair\n\n          looks extra greasy, he's wearing a dirty white Budweiser T-shirt\n\n          and he's holding a tall can of beer under his arm which spills\n\n          as he claps. He is VERY drunk.\n\n                         \n\n          The funeral director tries to wrap it up.\n\n                         \n\n                          FUNERAL DIRECTOR\n\n           OK, so at this point we should\n\n           conclude today's service with a\n\n           moment's silence, after which lemonade\n\n           will be served in the...\n\n                         \n\n                          HESHER\n\n           Actually, I'd like to add to TJ's\n\n           speech.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe funeral director tries to wrap it up. FUNERAL DIRECTOR\n\n           OK, so at this point we should\n\n           conclude today's service with a\n\n           moment's silence, after which lemonade\n\n           will be served in the... HESHER\n\n           Actually, I'd like to add to TJ's\n\n           speech. \n\nTARGET SECTION TO BE ANNOTATED:\n I think I know where he was\n\n           going with that.\n\n                         \n\n          Hesher stands and makes his way to the front. The funeral\n\n          director tries politely to protest.\n\n                         \n\n                          FUNERAL DIRECTOR\n\n           I'm sorry, sir...\n\n                         \n\n          Dad stands up in the aisle and tries to stop Hesher.\n\n                         \n\n                          DAD\n\n           What are you doing here?\n\n                         \n\n          Up on the stage, funeral home employees begin wheeling Grandma's\n\n          coffin away.\n\n                         \n\n                          HESHER\n\n           Hey, hey, hey...\n\n                         \n\n          Hesher pushes past Dad and stops the coffin.\n\n                         \n\n                          HESHER (CONT'D)\n\n           What are you doing? Get your fuckin'\n\n           hands off that box.\n\n                         \n\n          The funeral director walks up to Hesher.\n\n                         \n\n                          FUNERAL DIRECTOR\n\n           I'm sorry, sir we really need to-\n\n                         \n\n          Hesher turns and stands at the microphone.\n\n                         \n\n                          HESHER\n\n           Um...\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           105.\n\n                         CONTINUED: (3)\n\n                         \n\n                         \n\n          The funeral director looks over to Dad, not sure what to do. He\n\n          lightly puts his hand on Hesher's arm to guide him off stage.\n\n                         \n\n                          FUNERAL DIRECTOR\n\n           I'm sorry, sir-\n\n                         \n\n          Hesher pushes the funeral director's arm away hard.\n\n                         \n\n                          HESHER\n\n           You touch me again, I'll rip your\n\n           fucking head off and skull fuck you.\n\n                         \n\n          The funeral director backs off, scared and unsure of what to do.\n\n                         \n\n                          HESHER (CONT'D)\n\n           Ah, OK. Listen. I know you guys don't\n\n           want me here and I don't want to\n\n           fucking be here, but I'm not here for\n\n           me, I'm fuckin' here for her-\n\n                         \n\n          Hesher gestures to Grandma's coffin.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nHESHER (CONT'D)\n\n           Ah, OK. Listen. I know you guys don't\n\n           want me here and I don't want to\n\n           fucking be here, but I'm not here for\n\n           me, I'm fuckin' here for her-\n\n                         \n\n          Hesher gestures to Grandma's coffin. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          HESHER (CONT'D)\n\n           - and I'm not fuckin' here to say\n\n           goodbye or have my farewell or\n\n           whatever the fuck you assholes call it\n\n           - this is not how I want to say\n\n           goodbye to someone I like - in this\n\n           shit-hole with these-\n\n                         \n\n          Hesher points to the funeral director.\n\n                         \n\n                          HESHER (CONT'D)\n\n           - fuckin' assholes.\n\n                         \n\n          TJ's dad stands and interrupts.\n\n                         \n\n                          DAD\n\n           OK, this is enough-\n\n                         \n\n                          HESHER\n\n           Yeah, well why don't you shut up for\n\n           a second and listen cause I'm going to\n\n           say what I want to say and then you'll\n\n           never see me again. Alright?!\n\n                         \n\n          There is a beat of silence. No one knows what to say or do.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           106.\n\n                         CONTINUED: (4)\n\n                         \n\n                         \n\n                          HESHER (CONT'D)\n\n           I'm here cause she's been trying to\n\n           tell you guys something, but you don't\n\n           want to listen... so I'm gonna fuckin'\n\n           break it down.\n\n                         \n\n          Hesher takes a long pull from his beer can.\n\n                         \n\n                          HESHER (CONT'D)\n\n           I pulled the gas tank from an old\n\n           Chevy and I wanted to fuckin' blow it\n\n           up, so I did. I didn't think about the\n\n           millions of bits of metal that were\n\n           gonna fly in every direction. I almost\n\n           killed myself. I woke up in a\n\n           hospital. I couldn't remember what\n\n           happened and then this doctor at the\n\n           end of my bed said 'son', and I said,\n\n           'don't call me son you fuckin' cunt',\n\n           then he said, 'you blew off your nut'.\n\n           Some shrapnel had penetrated my left\n\n           scrotal sack and ripped the furry\n\n           sucker right off. My left fucking nut\n\n           was gone, just like that.\n\n                         \n\n          Hesher makes a magic disappearing arm gesture, spilling a bit of\n\n          beer on the floor.\n\n                         \n\n                          HESHER (CONT'D)\n\n           I went crazy.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nMy left fucking nut\n\n           was gone, just like that. Hesher makes a magic disappearing arm gesture, spilling a bit of\n\n          beer on the floor. HESHER (CONT'D)\n\n           I went crazy. \n\nTARGET SECTION TO BE ANNOTATED:\n I assaulted a nurse, a\n\n           doctor or two, I can't remember. I got\n\n           arrested. I got sent to juvie. But all\n\n           I could think about day and night was\n\n           my missing fuckin' nut. I couldn't eat\n\n           or sleep, I just wanted my fucking nut\n\n           back. I had to get out of there and\n\n           find it, so I busted out of juvie and\n\n           went lookin' for it. I looked for\n\n           days, but didn't find shit.\n\n                         \n\n          The tiny crowd listens, half offended, half intrigued.\n\n                         \n\n                          HESHER (CONT'D)\n\n           And then one night I was taking a shit\n\n           and I was just staring down at my\n\n           balls, looking at my flabby piece of\n\n           sack where my left nut used to be and\n\n           then I noticed my right nut, for like\n\n           the first time. My right nut was just\n\n           sitting there, totally happy, just\n\n           hanging out.\n\n                          (MORE)\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           107.\n\n                         CONTINUED: (5)\n\n                          HESHER (CONT'D)\n\n           All this time I'd been driving myself\n\n           crazy thinking about my missing nut\n\n           and not thinking about the nut I still\n\n           had all along. And I realized, I've\n\n           still got a nut. I've still got one\n\n           good nut. God or the Devil or whoever\n\n           left me with one good nut. At least I\n\n           didn't lose both my nuts. I've still\n\n           got one good nut and it works, and my\n\n           dick works too.\n\n                         \n\n          Hesher looks up at TJ and Dad, sad and imploring, he's made his\n\n          point. They look back at him stunned.\n\n                         \n\n                          HESHER (CONT'D)\n\n           You lost your mom. You lost your wife.\n\n           I lost a nut.\n\n                         \n\n          Hesher takes the last swig of his Budweiser. He sways, drunk.\n\n          This soaks in with the crowd.\n\n                         \n\n                          HESHER (CONT'D)\n\n           Fuck this.\n\n                         \n\n          Hesher throws the can down. He goes to stomp on it.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nHESHER (CONT'D)\n\n           Fuck this. Hesher throws the can down. He goes to stomp on it. \n\nTARGET SECTION TO BE ANNOTATED:\n He misses\n\n          and stumbles, crashing into the microphone podium, knocking it\n\n          over and falling in a heap with it. He starts puking on the\n\n          stage. A couple of old ladies are horrified.\n\n                         \n\n          The funeral director motions to his assistants that now is the\n\n          time to move the coffin out. Hesitantly, they obey. Hesher looks\n\n          over from the floor.\n\n                         \n\n                          HESHER (CONT'D)\n\n           Leave her alone. We're not finished\n\n           yet.\n\n                         \n\n                          FUNERAL DIRECTOR\n\n                          (POLITELY)\n\n           Unfortunately sir, we need to be.\n\n                         \n\n          They continue to push the coffin away. Hesher lifts himself up\n\n          and wipes the vomit from his face and steps toward the coffin.\n\n          The funeral workers back away.\n\n                         \n\n                          HESHER\n\n           I told Grandma I was going on a walk\n\n           with her and I'm gonna do it!\n\n                         \n\n          Determined, Hesher leans down and unlocks the wheels of the\n\n          coffin stand.\n\n                         \n\n          Dad stands, not exactly sure what to do.\n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           108.\n\n                         CONTINUED: (6)\n\n                         \n\n                         \n\n          With purpose Hesher pushes the coffin down the stage ramp and\n\n          down the center aisle of the room, toward the exit. He turns to\n\n                         TJ -\n\n                         \n\n                          HESHER (CONT'D)\n\n           You promised Grandma you'd go on a\n\n           walk with her. This is your last\n\n           chance.\n\n                         \n\n          Hesher seems overcome with emotion, he continues pushing the\n\n          coffin toward the exit and out through the doors.\n\n                         \n\n          TJ and Dad watch him, unsure. After a moment, They follow him to\n\n          the door. They stand at the doors watching Hesher push the\n\n          coffin out into the parking lot.\n\n                         \n\n          TJ is overcome with emotion, his eyes well with tears. He heads\n\n          across the lot and catches up with Hesher, joining him on the\n\n          walk. Dad watches for a beat, his eyes well up too, then he does\n\n          the same.\n\n                         \n\n          All three are now walking together through the funeral home\n\n          parking lot with Grandma's coffin. They don't speak. It's a\n\n          release.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nAll three are now walking together through the funeral home\n\n          parking lot with Grandma's coffin. They don't speak. It's a\n\n          release. \n\nTARGET SECTION TO BE ANNOTATED:\n Other mourners watch from the doorway.\n\n                         \n\n          EXT. FUNERAL HOME - CONTINUOUS\n\n                         \n\n          Hesher wheels Grandma's coffin across the parking lot with TJ\n\n          and Dad beside him. They seem solemn and strangely dignified in\n\n          a dishevelled way.\n\n                         \n\n          Hesher leads them out of the parking lot and into the street.\n\n          Traffic passes around them. Some cars come to a complete stop.\n\n                         \n\n          Hesher gets the coffin up onto the sidewalk on the other side of\n\n          the street and the three continue their silent walk with\n\n          Grandma.\n\n                         \n\n          In slow motion the three walk. Dad puts his arm around TJ's\n\n          shoulders, TJ puts his arm around Dad's.\n\n                         \n\n          And then a cop car cruises beside them slow. The cops inside\n\n          watch them. Dad looks over. One of the cops smiles.\n\n                         \n\n          EXT. FORNEY HOUSE - EVENING\n\n                         \n\n          The cop car pulls up outside the house. The back door opens and\n\n          Hesher falls out onto the sidewalk, still very drunk. Dad climbs\n\n          out and steps over Hesher helping him to his feet. A cop speaks\n\n          to them from the open window.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           109.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          OFFICER\n\n                          (SMILING)\n\n           You'll get him to bed now, won't you?\n\n                         \n\n                          DAD\n\n           That's the plan.\n\n                         \n\n          Hesher squirms and slurs.\n\n                         \n\n                          HESHER\n\n           Get your hands off me, pig.\n\n                         \n\n                          DAD\n\n           That's the plan.\n\n                         \n\n          The cop gives them a casual wave as their car pulls away. TJ and\n\n          Dad help Hesher across the lawn to the front door. We hold on\n\n          the house for a beat.\n\n                         \n\n          INT. FORNEY HOUSE / BATHROOM - NEXT MORNING\n\n                         \n\n          Close on scissors to beard.\n\n                         \n\n          Dad stands over the sink cutting away at his beard. Golden\n\n          sunlight pours in through the windows.\n\n                         \n\n          A moment later he lathers his face up with shaving cream.\n\n                         \n\n          INT.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nGolden\n\n          sunlight pours in through the windows. A moment later he lathers his face up with shaving cream. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n FORNEY HOUSE / TJ'S ROOM - MORNING\n\n                         \n\n          There's a gentle knock at the door. TJ wakes and makes a big\n\n          stretch. His hair's a mess.\n\n                         \n\n                          TJ\n\n           Come in.\n\n                         \n\n          Dad enters, he's clean-shaven now. He looks like a new man.\n\n                         \n\n                          DAD\n\n           Morning, Teej.\n\n                         \n\n                          TJ\n\n           Hey. Look at you.\n\n                         \n\n                          DAD\n\n           I know. It feels weird. I can feel air\n\n           on my face.\n\n                         \n\n                          TJ\n\n           I hardly recognize you.\n\n                         \n\n                         \n\n                         \n\n                         \n\n                          (CONTINUED)\n\n           110.\n\n                         CONTINUED:\n\n                         \n\n                         \n\n                          DAD\n\n           I think Hesher's gone.\n\n                         \n\n                          TJ\n\n           Gone where?\n\n                         \n\n                          DAD\n\n           I don't know. But I think you should\n\n           come take a look at this.\n\n                         \n\n          EXT. FORNEY HOUSE / GARAGE - MOMENTS LATER\n\n                         \n\n          The garage door is open. The garage is flooded with daylight and\n\n          no sign of Hesher.\n\n                         \n\n          TJ and Dad walks across the garage to the open door. At the\n\n          garage's entrance they stop. Their eyes register something\n\n          seriously unusual outside.\n\n                         \n\n          'Master of Puppets' by Metallica punches in. LOUD.\n\n                         \n\n          A giant red cube of Volvo scrap metal has been placed in the\n\n          center of the driveway like a huge piece of abstract art. They\n\n          stand and stare at it, almost in awe.\n\n                         \n\n          Then from the across the street, we see the object in the\n\n          driveway and TJ and Dad on the porch looking at it.\n\n                         \n\n          We also see the words 'HESHER WAS HERE!' spray painted on the\n\n          front of the house in big letters, as yet unseen by TJ and Dad.\n\n          Dad puts his arm around TJ's shoulders.\n\n                         \n\n          On the beat we CUT TO:\n\n                         \n\n                         HESHER MOMENTS:\n\n                         \n\n          Hesher ripping on the guitar; Hesher blowing something up;\n\n          Hesher cupping a fart and putting it in TJ's face; Hesher\n\n          pantsing Dad; Hesher metal saluting Grandma and Grandma saluting\n\n          him back.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe also see the words 'HESHER WAS HERE!' spray painted on the\n\n          front of the house in big letters, as yet unseen by TJ and Dad. Dad puts his arm around TJ's shoulders. On the beat we CUT TO:\n\n                         \n\n                         HESHER MOMENTS:\n\n                         \n\n          Hesher ripping on the guitar; Hesher blowing something up;\n\n          Hesher cupping a fart and putting it in TJ's face; Hesher\n\n          pantsing Dad; Hesher metal saluting Grandma and Grandma saluting\n\n          him back. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Hesher behind the wheel of his van, smoking a cigarette and\n\n          making a direct line for the setting sun.\n\n                         \n\n          A mouse sits an in a tiny armchair like a human, shelling a\n\n          peanut. He throws the shell over his shoulder watching the\n\n          setting sun.\n\n                         \n\n           CUT TO BLACK:\n\n                         \n\n                         THE END\n\n\n\n\n\n"
}