{
  "1": "FADE IN:\nHIGH ANGLE - NIGHT\n\nIt is raining. Far in the distance, we can just make out the low\nLondon skyline.\n\nWe TILT DOWN. Below, a Volvo winds through a rain-slicked\nsuburban village. Nice, quaint, English.\n\nEXT. LONDON SUBURBS — NIGHT\n\nWe PAN with the Volvo as it eases down the street, where quaint\ngives way to new. A middle-class housing development for the\nupwardly mobile. We CRANE DOWN as...\n\nEXT. NICE SUBURBAN HOUSE - NIGHT\n\nThe car pulls into the driveway and suddenly stops short with a\nslight SCREECH. We CONTINUE DOWN.\n\nInches from the bumper, headlights listening off of it, is a\nlittle girl's new tricycle. The Volvo’s door opens and a man\nrushes through the rain to retrieve it.\n\nINT. KITCHEN - NICE SUBURBAN HOUSE - NIGHT\nThe man sets the tricycle down and shakes the rain off of him.\n\nHis name ig MICHAEL WHITTIER. Early forties, but still pretty |\ngood jooking, maybe a little tired around the eyes. He tosses his\neys onto the counter and reaches into his coat, but stops\nnoticing a note next to the fax machine.\n\nCU NOTE: Which reads, “Daddy!\", in crayon, with the drawing of\nthree little stick figures, obviously girls, and an arrow. We PAN\nRIGHT. The arrow points to a full glass of milk and a chocolate\nchip cookie with two small bites out of it.\n\nBACK ON Mike, who grins. He pulls the holstered, 9mm. H&K from\nhis pants, sets it on the counter, and drops his Interpol badge\nnext to it. He then takes the glass and heads into his study.\nINT. DARK STUDY ~ NIGHT\n\nMike walks in, silhouetted in the barest glow from the window. We\ncan hear him eating the cookie. He trips over something heavy.\n\nMIKE\nBloody hell.\n\nHe pulls the chain on the desk light and looks down, the cookie in\nhis mouth. A blanket, covering a large lump, is on the floor.\n\nMIKE (CONT'D)\nWhat the fuck...?\n\nHe takes the cookie from his mouth and looks around, confused.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nA blanket, covering a large lump, is on the floor. MIKE (CONT'D)\nWhat the fuck...? He takes the cookie from his mouth and looks around, confused. \n\nTARGET SECTION TO BE ANNOTATED:\nSuddenly he drops the glass, instinctively going for his gun.\n\nMAN (0.S.)\nIt's not there...\n\f2.\n\nMike realizes it’s not, almost tripping over the lump again.\n\nOn the other side of the desk, his desk, sitting in his chair, is\n@ man. pagan wearing an expensive black suit with a red tie.’ The\nman is bald.\n\n. MAN (CONT'D) .\nIt's in the kitchen, where you left it. On\nthe counter, next to the fak machine. Sit.\n\nThe Man, who we will call AGENT 47, lifts a stainless .45, a\nsilencer screwed onto it.\n\n. MIKE\nHow did you get in...?\n\nHe stops as he notices the picture in the man's other hand. The\npicture of Michael‘s wife and three girls. 47 sets the picture on\nhe desk, facing Mike.\n\nAGENT 47\nYou have a nice family.\n\nThe Man slowly unscrews the silencer from the .45. Mike is about\n. to freak, thinking the worst. But the man shakes his head,\n\\. placing the silencer on the desk as well.\n\nAGENT 47 (CONT’D)\nThey're fine. Alive. Asleep.\n\nMIKE\n(Very apprehensive)\nIf you‘re going to kill me...\n\nAGENT 47 :\nIf I was gonna kill you, I'd have done it\nwhen you walked to your car this morning,\nand been gone by the time your body hit the\nsidewalk. But, right now all you can think\nabout is your family. And that is making\nyeu desperate. Desperate men do stupid\nhings. Without the suppressor, this\nweapon will sound like a Howitzer going off\nin here. And... I don’t leave witnesses.\n\nMIKE . .\nI understand what you’re implying.\n\nL AGENT er hn : ke\n\nI'm not im ing am ing. If you make me\n\nkill you, Bike, you won’t go alone. Sit!\nThen\n\nYou are looking for someone. A killer. A\n\nprofessional assassin...\n\nEXT. SHANTY TOWN ~ NIGER -— DAY\n\nSUPERIMPOSE TITLE CARD: SHANTY TOWN-NIGER\n\nA beat up old Range Rover bounces along a dirt street in the\n\nmiddle of town. The poverty here is oppressive.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. SHANTY TOWN ~ NIGER -— DAY\n\nSUPERIMPOSE TITLE CARD: SHANTY TOWN-NIGER\n\nA beat up old Range Rover bounces along a dirt street in the\n\nmiddle of town. The poverty here is oppressive. \n\nTARGET SECTION TO BE ANNOTATED:\n The Rover\nt\n\ndoesn’t even slow as the filthy, hungry children roaming the\nstreets scatter like roaches.\n\fThere are men who believe\nthe reach of those that want\n\nAGENT, 47 (V-0;}\nt ey, are beyond\nhem dead.\n\nThe Rover rattles to a stop at a heavy iron gate: the only\nentrance through a thirty-foot high, pockmarked concrete wall.\n\nFour men with Kalashnikovs approach the SUV and peer inside. Two\n\nof the men each hold massive hyenas on thick chains which punge\n\nand scratch at the Rover's doors. Another guard leans in to the\niver.\n\nAfter a few moments, the guard waves the others aside and the\nheavy gate slowly grinds open, allowing the Rover to pass.\n\nAGENT 47 (V.0.) (cowr’D)\nThey go to extraordinary lengths to try and\nprotect themselves.\n\nInside, the Rover crosses an empty, forty-foot kill zone to .\nanother gated wall, a camera mounted above it. After a beat, this\ngate slides open as well.\n\nAGENT 47 (V.O.) (CONT'D)\nBut no matter how hard they try, and they\ndo try, no one can hide forever.\n\nINT. PALATIAL ESTATE - DAY\n\nInside the second wall lies another world. Lush green landscaping\nsurrounds a beautiful villa.\n\nThe Rover continues up a paved drive leading to the huge mansion.\nA four-barreled, Russian-made 27mm. anti-aircraft gun tracks the\nvehicle as it pulls up to the sweeping marble steps.\n\nA small platoon of Kalashnikov toting, Hyena wielding men surround\nthe vehicle. Two porters in white uniforms run down the steps to\nopen the truck's doors.\n\nAGENT 47 Ws0r}\nNot from the man you're looking for.\n\nFour more heavily armed men climb out_of the truck. Two of them\nwalk around to the back, open the tailgate, and yank a gagged,\nstripped-—to-his-—underwear, and hog-tied man onto the ground.\n\nAGENT 47 (V.0.) (CONT'D)\nBut still they try...\n\nINT. BEAUTIFUL VILLA - DAY\nAs they make their way through the mansion, scores of beautiful,\nscantily clad women mill about, oblivious to the men and their\nwhimpering cargo.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nAGENT 47 (V.0.) (CONT'D)\nBut still they try... INT. BEAUTIFUL VILLA - DAY\nAs they make their way through the mansion, scores of beautiful,\nscantily clad women mill about, oblivious to the men and their\nwhimpering cargo. \n\nTARGET SECTION TO BE ANNOTATED:\nAGENT 47 (V.0.) |\nThey lock themselves away behind steel\ndoors.\n\nAt an open door they stop. One of the men, the leader, continues.\n\f \n\nEXT. COURTYARD POOL - DAY\n\nWe FOLLOW with him as he passes more beautiful women, some sunning\nthemselves in deck chairs, others splashing in the crystal blue\nwater of the pool.\n\nAGENT 47 (V.0.)\nBehind legions of well armed guards.\n\nHe walks directly to a heavily muscled black man dying on a sofa\nin the shade of a cabana, eating hungrily from a skewer of cooked\nmeat. This is BWANA OVIE. His pet, a feral Hyena, paces at the.\nend of a heavy chain near him. wie tosses it the remnants of his\nskewer.\n\nAGENT 47 (¥-0.) (CONT'D)\nhey control governments. les.\nSophisticated intelligence networks.\n\nThe soldier leans down and whispers something to Ovie. Ovie looks\nup at him, and smiles.\n\nAGENT 47 (V.O.) (CONT'D)\nAll in a desperate effort to prolong the\ninevitable.\n\nINT. BEAUTIFUL VILLA ~- SAME TIME\n\nOvie enters the house, the Hyena tugging at the chain in his hand,\nand removes his silk shirt. \"He uses it to wipe the grease from\nhis hands and tosses it on the floor.\n\nHe walks by the group of men, pats the prisoner on the arm warmly,\nand continues through the villa. His men follow, dragging the\nerying man.\n\nAGENT 47 (V.0.)\nBut there is one thing they can never hide\nfrom, no matter how hard ey try.\n\nINT. BUTCHER ROOM ~- DAY\n\nOvie finishes tying on a leather butcher’s apron and picks up a\nlarge machete.\n\nAGENT 47 (V.0.)\nThemselves.\n\nAs Ovie sharpens the machete, the other men, with practised\nprecision, buckle a well used black leather harness around the\nrisoner’s shoulders. They then HOIST the man up and HANG the\narness on a meat hook.\n\nMachete in hand, Ovie moves toward the man, staring up at him.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs Ovie sharpens the machete, the other men, with practised\nprecision, buckle a well used black leather harness around the\nrisoner’s shoulders. They then HOIST the man up and HANG the\narness on a meat hook. Machete in hand, Ovie moves toward the man, staring up at him. \n\nTARGET SECTION TO BE ANNOTATED:\nThe man freaks, writhing about uselessly like a fish on a hook,\nhis incomprehensible screams muffled by the gag.\n\n_ OVIE\n(Something in Pidgin.)\n\nTears pour from the man’s eyes as a wicked smile crosses Qvie’s\nlips. He reaches out and grabs the man’s left arm, extending it.\n\f. OVIE (CONT’D)\n(Something else in Pidgin.)\n\nThe man's muffled screams increase as he tries to wrest his arm\nfrom Ovie’s vice-like grip, but to no avail.\n\nOvie’s smile broadens as he RAISES the machete, and CHOPS down.\nEXT. ANOTHER ROOFTOP - SAME TIME\n\nAgent 47 stares out across the dilapidated city at Ovie’s compound\nin the distance, his face devoid of emotion.\n\nHe holds a device in his hand with a black whip antenna protruding\n\nfrom it. He twists the dials on the device.\n\nAGENT 47 (V.O.)\nThere are any number of ways to kill a man.\n\nIn 47's ear is a tiny receiver. As he calibrates the device, the\nman's muffled screaming becomes audible, then gives way to Ovie’s\nvoice. 47 squints, listening.\n\nBACK TO:\nINT. BUTCHER ROOM ~ SAME TIME\n\nOvie pitches the now severed hand onto the floor in front of his\npet. The Hyena quickly devours it.\n\nAGENT 47 (V.0.)\nSome, more brutal than others.\n\nThe man clutches at the stump of his arm, which has been wrapped\nin a dirty towel.\n\nOVIE\n(Subtitled) .\n\nYou shouldn't have stolen from me little\n\nbrother. Knowing the consequences...\n\nThe prisoner, almost delusional from pain, desperately tries to\nspeak.\n\nOVIE (CONT'D)\n\nsubtitled |\nPlease, do not beg. You made this\ndecision.\n\nThe man shakes his head violently, still trying to speak. Ovie\nmotions for the gag to be removed. The maimed man, staring at\nOvie, mutters, his voice nothing more than a hoarse whisper\n\nAGENT 47 (V.0.)\nBut to someone like me, the only thing that\nmatters is the result.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe man shakes his head violently, still trying to speak. Ovie\nmotions for the gag to be removed. The maimed man, staring at\nOvie, mutters, his voice nothing more than a hoarse whisper\n\nAGENT 47 (V.0.)\nBut to someone like me, the only thing that\nmatters is the result. \n\nTARGET SECTION TO BE ANNOTATED:\nOVIE\n\nWhat is wrong with his voice?\n, (To the men)\n\nWhat did you do to him?\n\f; SOLDIER 1\nNothing, Bwana. He is exactly as he was\ndelivered.\n\nOVIE\n\nDelivered? You did not find him?\n\nSOLDIER 1 ;\nNo Bwana. A contractor. American...\n\ncur TO:\n\nEXT. SHANTY TOWN ~ EARLIER\n\nThe soldier hands a mercenary, who wears the full-faced turban\n\ntypical of African mercenaries, a stack of cash. They look down\nat the hog-tied prisoner at their feet.\n\nBACK TO:\n\nINT. BUTCHER ROOM ~ DAY\n\nOvie uses the machete blade to lift up the man’s chin. There is a\ntiny scab at his vocal cords.\n\nMAIMED MAN\n(hoarse, subtitled)\nI‘m sorry, Bwana. I tried...\n\nOVIE\n(subtitled) .\nWhat!?! What is it you say to me? Tried\nto what?\nMAIMED MAN\n\n(whisper, subtitled)\nHe made me swallow...\n\nINT. AFRICAN SHACK - HOURS EARLIER\n\nThe Maimed Man, before he was delivered to Ovie, before he was\nmaimed, sits tied to a chair, gulping from a tin of water someone\nholds to his lips.\n\nWe PAN TO the other man sitting in the room. The one holding the\ncup. It is 47. He locks impaSsively at the first man, who\nfinally nods.\n\n47 holds out another clay ball for him to swallow. Easy for a\nhorse, difficult for a man.\n\nMAIMED MAN\n(Exhausted)\nHow many more?\n\n47 looks left. On the table, next to him, is a small pyramid of\nthe clay balis. More than a dozen. The man closes his eyes.\n\nBACK TO:\n\fINT. BUTCHER ROOM ~ DAY\nOvie looks at his men. They are as confused as he is.\n\nOVIE |\nSwallow...? What is he talking about?\n\nEXT. DISTANT ROOFTOP - SAME TIME\n\nListening intently, 47 thumbs up the safety on the device,\nrevealing a toggle switch.\n\nINT. BUTCHER ROOM ~ CONTINUOUS\n\nOvie moves in closer and grabs the man by the face.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nDISTANT ROOFTOP - SAME TIME\n\nListening intently, 47 thumbs up the safety on the device,\nrevealing a toggle switch. INT. BUTCHER ROOM ~ CONTINUOUS\n\nOvie moves in closer and grabs the man by the face. \n\nTARGET SECTION TO BE ANNOTATED:\nOVIE\nSwallow what!?!\n\nHe glances at the gag, and sees the tiny transmitter hidden\nwithin. Realization washes over Ovie.\n\nEXT, DISTANT ROOFTOP - SAME TIME\n47 keys the toggle switch.\nINT. BUTCHER ROOM ~ CONTINUOUS\nOVIE\n(panicked)\nRUNIE!\nBOOM! The pound of C-4, painstakingly swallowed by the maimed\nman, erupts. A FIERY EXPLOSION rips the man in half and engulfs\nOvie, who screams.\n. AGENT 47 (V.0.)\nCertainty of that result, however, can be\nsomewhat more complicated.\nThe soldiers try to put out the fire searing Ovie’s flesh.\nEXT. DISTANT ROOFTOP - SAME TIME\n47 turns, walking toward the stairs.\nEXT. BEAUTIFUL VILLA ~ MOMENTS LATER\n\nThe soldiers RUSH from the house, carrying a burned, bloody, but\nstill alive, Ovie.\n\n. AGENT 47 (V.0.)\nMan is a resilient species, capable of\nsurviving a lot.\n\nA hapless porter runs to open the door to the Rover for them, but\none of the soldiers kicks him out of the way. They drag Ovie’s\nbody into the truck.\n\fEXT. SHANTY TOWN - STREETS — DAY\n\nThe Rover blasts through town, careening off of cars, sending\npedestrians diving for cover, hell bent’ for somewhere.\n\n; AGENT 47 (V.0.)\nWhich in my line of work can be\nproblematic.\n\nINT. ROVER - MOVING -— DAY\n\nThe interior of the Rover is filled with accusations, yelling and\nthe smoke of burned flesh. We PAN BACK to Ovie who screams, his\nskin burning.\n\nEXT. RAMSHACKLE HOSPITAL ~ DAY\n\nThe Rover SCREECHES to a halt in front of the hospital and the men\n\npile out, dragging Ovie's burned body with them.\n\nAGENT 47 (V.O.)\nSo you have to be smart.\n\nAs they reach the doors to the hospital, one of the men PUSHES\n\n. another patient off of a gurney to make room for Ovie, whom they\n\\ gently set down and PUSH inside.\n\nINT.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\nSo you have to be smart. As they reach the doors to the hospital, one of the men PUSHES\n\n. another patient off of a gurney to make room for Ovie, whom they\n\\ gently set down and PUSH inside. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n RAMSHACKLE HOSPITAL ~- CONTINUOUS\n\nThey run to the triage desk. Kalashnikov’s express their urgency.\n\nAGENT 47 (V.O.)\nYou have to be patient.\n\nThe nurse yells as several orderlies grab the gurney pushing him\ninto a third-world triage room.\n\nINT. TRIAGE - CONTINUOUS\nThe soldiers follow them. A nurse shouts at them.\n\nAGENT 47 (V.0O.) a\nOften, success does not come from finding a\nway to get to the target...\n\nShe then CLOSES the curtain and turns toward the doctor, his back\nto us, checking Ovie'’s wounds.\n\n_. DOCTOR\n(without turning around) .\nBring me 20 cc of ringers and morphine...\n\nCU: OVIE‘S BURNED FACE as he watches her quickly leave. He turns\nslowly back toward the doctor--\n\n_...., AGENT 47 (V.0.)\nBut in finding a way to bring the target to\nyou.\n\n-- It is Agent 47, wearing a doctor's white coat over his black\nsuit. He moves toward Ovie, a small insulin syringe in his hand.\n\f47 plunges the small syringe into Ovie’s neck.\nCU: SYRINGE - The plunger drops.\n\nOvie looks at the empty syringe, then up at the “doctor”, who pats\nhim. Ovie’s eyes close.\n\nAgent 47 nods at Ovie’s soldiers. It’s going tebe alright - The\nief. eaves the room.\n\nsoldiers sigh a collective feeling of re\nINT. RAMSHACKLE HOSPITAL HALLWAY - DAY\nWe FOLLOW with 47 as he calmly strides down the hallway.\nINT. TRIAGE - DAY\n\nThe heart monitor goes flat. The men rush from the room, looking\nfor the doctor. But he is gone.\n\nINT. SUBURBAN HOUSE - STUDY - NIGHT\n\n. AGENT 47 ;\nOther situations, however, can require a\nmore direct approach... Like this one.\n\nBut the end result is always the same.\nA beat as the two men look at each other.\n\n, AGENT 47 (CONT’D)\nHow is Jenkins?\n\nMIKE ;\nHe’ll never play tennis again.\n\n47 nods.\nAGENT 47\nI want to tell you a story.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nMIKE ;\nHe’ll never play tennis again. 47 nods. AGENT 47\nI want to tell you a story. \n\nTARGET SECTION TO BE ANNOTATED:\n You can fill\nin the blanks with what you already know.\nCUT TO BLACK:\n\nINSERT TITLE SEQ: The familiar red, stylized fleur-de-lis moves\ntoward us. It slowly changes. Into the title.\n\nHITMAN\nFADE TO BLACK.\nINSERT TITLE CARD: ONE MONTH EARLIER...\nEXT. NICE SUBURBAN HOUSE - MORNING\n\nSame nice, middle class house. A Volvo and a Rover sit in the\ndriveway. In the yard, that same red tricycle sits.\n\nSUPERIMPOSE TITLE CARD: MILLS CROSSING - LONDON - GREAT BRITAIN\n\f10.\n\nEXT. KITCHEN - NICE SUBURBAN HOUSE - MORNING\n\nMike, looking less tired than when we_saw him before, is making\nlunches for his three school-aged girls. fypical close-knit\nfamily chaos is in progress. oO Of the girls, ages 6 and 8 are\nwatching TV and eating cereal. The third, who’s four, chases the\nfamily cat through the kitchen.\n\nMIKE\nWithout looking up)\nAmber, please stop terrorizing the cat and\neat your breakfast.\n\n8 YEAR OLD\n(Byes fixed to the TV)\nShe isn’t listening, Father.\n\nHis wife comes in, on the phone. She is pregnant, maybe five\nmonths.\n\nWIFE\nThat sounds lovely.\n(She covers the phone)\nThe Cantrels want to do dinner.\n\n\\ Mike shakes his head no. She smiles.\n\nWIFE (CONT'D)\nTonight around eight then. Toodaloo.\n\nMike sighs as she hangs up.\n\nWIFE (CONT'D) .\nWe have to, honey. We've been dodging them\nfor weeks.\n\nMIKE.\nTheir kids are animals.\n\nThe cat Jumps onto the counter, just as the 4 year old raises up\nfrom the other side and loudly growls at it. he cat freaks,\nscampering across the slick tile counter in fear, and knocking the\n8 year old‘s cereal into her lap, milk spraying everywhere.\n\n8 YEAR OLD\nYou little beast!\n\nAnd she doesn’t mean the cat. She goes after the four year old\nwho runs screaming from the room. Not wanting to be left out, the\nsix year old follows after them.\n\nWIFE\nAnd their kids are animals.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe goes after the four year old\nwho runs screaming from the room. Not wanting to be left out, the\nsix year old follows after them. WIFE\nAnd their kids are animals. \n\nTARGET SECTION TO BE ANNOTATED:\nMike grins and nods, “OK”, Then his cell rings. Wife looks at\nit, unhappy. Mike shrugs answering it.\n; MIKE\nWhittier.\nBeat)\nAgain? hen?\n(Beat)\n\f1l.\n\nMIKE (CONT'D) |\nHave a car here in fifteen minutes, alert\nHeathrow we're coming.\n\nShe sighs, picking up the phone.\n\nWIFE\nSo much for dinner... |\n(She kisses him on the check)\nBe safe, honey.\n\nFADE TO BLACK.\nWe HEAR the sounds of jet turbines screaming.\nEXT. OLD TOWN - BUDAPEST - DAY\n\nWe are in a section of town that appears Gothic and Modern at\nonce. We CRANE DOWN to an ancient church that has been converted\ninto a decadent night spot.\n\nSUPERIMPOSE TITLE CARD: BUDAPEST - HUNGARY\nINT. PRIVATE BANQUET ROOM - DAY\n\nMike walks through a crime scene. It is a blood bath. He looks\nat the details. “He bends down to a bloody body.\n\nMike’s two subordinates feed him information. CLARKSON, late 40's\nhard English fella and JENKINS, late 20’s California dude, on loan\nto Interpol from the FBI.\n\nCLARKSON\nOtto Loindyke. Cattle baron and all around\nsketchy guy. Once a year the nasty fuck\nthrew a fetish ball in his own honor. You\nknow... Leather, whips, chains, candles\ninserted into bums, that kind of thing.\nBut none of the party-freaks had access\ninto the private dining room.\n\nJENKINS\nOne of the prostitutes may be able to make\nan ID. Once they recover from their opium\ncomas.\n\nMike examines a Glock, slide locked open, abandoned on the floor\nby the door. He moves it around with the tip of a pen.\n\nook )\nNo ooking wu:\nI doubt {Bet g NP\n\nSeveral severe looking Federal cops walk up to them.\n\nFEDERAL INSPECTOR\nWe have not released this incident to\nInterpol. Your jurisdiction here is a\ncourtesy at most.\n\nMIKE\nAny theory?\n\f12.\n\nFEDERAL INSPECTOR\nOf course. It is well known Otto had\ncontacts with a Moscow crime syndicate.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\n12. FEDERAL INSPECTOR\nOf course. It is well known Otto had\ncontacts with a Moscow crime syndicate. \n\nTARGET SECTION TO BE ANNOTATED:\n We\nbelieve this was a business disagreement.\n\nMIKE\n{Nods} .\nI see. was actually asking if you had\nany theory as to how the assassin got in\nhere. Three dozen guards, metal detectors\nat both entrances, a hand-wand at this\ndoor, and what, eight dead men -~\n\n. JENKINS\n-~- Ten sir.\n\nMIKE\nTen dead men, all armed with machine\npistols. Doesn't seem like your average\nMafia hitter to me.\n\nDISSOLVE TO:\nINT. BUDAPEST FEDERAL POLICE HQ - DAY\n\nMike talks to the HEAD GUY of the Agency, who smiles .\npatronizingly. Behind them, Mike’s subordinates are putting up a\nmap of Europe.\n\nHEAD GUY\nWe have all heard your theories, Inspector.\n\n. MIKE ;\nThis isn't a theory. No motive, no\nevidence, no witnesses. He's a ghost.\n\nHEAD GUY ;\nAnd how long have you been chasing\nyour...\"ghost”?\n\nMIKE\nThree years.\n\nHEAD GUY\nI see. Three years. Well I am happy to\nsee our tax dollars at work. Than.\ngoodness we have the European Union to\ninance for your persistence.\n\nMike wants to smack him. Instead he motions to Jenkins.\n\nMIKE\nThese are descriptions from two different\nprostitutes working that night who got a\ngood look at the assailant.\n\nHe hands the drawings to Head Guy. Both are of a bald man, but\nbesides that, they are completely different.\n\nHEAD GUY\nYou have solved the case inspector. Now we\nonly need to find a bald man...\n\f13.\n\nMIKE\nI believe based on the discarded waiter’s\njacket, he assumed the position of a\nwaiter. Which is in line with what we know\nabout his methods. And entered the room\n\nunarmed.\nFADE TO BLACK.\n; _, MIKE (0.8.) (cont ’D)\nHe is confident, efficient, and very\nclever.\n\nINT. PRIVATE DINING ROOM - MEAT KING‘S BALL - NIGHT\n\nLoud music assaults us. 47 enters the room. Through the open\ndoor a fetish party rages. In here, a small but more decadent\ndinner is in progress, complete with naked prostitutes and leather\nmasked slaves.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nPRIVATE DINING ROOM - MEAT KING‘S BALL - NIGHT\n\nLoud music assaults us. 47 enters the room. Through the open\ndoor a fetish party rages. In here, a small but more decadent\ndinner is in progress, complete with naked prostitutes and leather\nmasked slaves. \n\nTARGET SECTION TO BE ANNOTATED:\n47 is frisked and allowed to enter with his tray of food, He\nwalks over to the table. At its head sits Otto, who is indeed a\nnasty chap.\n\nHe places the tray in the middle of the table next to a steak\nknife. 47 moves back, lingering a moment. A guard pushes him.\n\nGUARD\nMove!\n\n47 nods ~-\n\nMIKE (0.S.)\nThe first one to go was stabbed. Probably\nfrom one of the steak knives.\n\n-- and turns to leave. 47 then takes the knife, the one he palmed\noff the table, and plunges it into the impatient quard’s neck,\nseveral times while his other hand yanks the guard’s Glock from\nhis shoulder holster.\n\nThe booming music slightly obscures the noise as 47 turns and\nexecutes the other guards in the room. Saving Otto for last.\nByes wide with fear, he gets three rounds. One in the body, two\nin the head.\n\n47 removes his waiter’s Jacket and lifts one of the shocked,\nleather masked slaves from the floor onto his feet.\n\nHe drags the slave to the door, standing to one side, the Glock in\none hand, his other arm around the slave’s neck.\n\nThree guards run into the room, weapons out. 47 drops them. He\nwaits a moment, holding out the weapon and pops the fourth guy,\nthe one with the wand, who sticks his head in the door.\n\nHe then turns to the guests in the dining room, who stare at him,\ntrying to reason through their drugged haze what the fuck is\nhappening.\n\nAGENT 47\nGot\n\f14.\n\nHe fires the Glock above their heads. They all get it and\nstampede from the room. The Glock, its last shell spent, locks\nopen. 47 simply drops it.\n\nHe then tears the leather mask from the terrified slave, kicking\nhim away, and dons the mask.\n\nLooking every bit the part, 47 rushes from the room, covering his\nmasked head in fear as more guards push their way in.\n\nMIKE (0.S8.)\nAnd strolled out of the club’s back door...\n\nINT. BUDAPEST FEDERAL POLICE HQ - DAY\nMike stares at Head Guy.\nMIKE (CONT'D)\nBut it was him, Our man.\n(Pointing at the sketches)\n\nThat man...",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nBUDAPEST FEDERAL POLICE HQ - DAY\nMike stares at Head Guy. MIKE (CONT'D)\nBut it was him, Our man. (Pointing at the sketches)\n\nThat man... \n\nTARGET SECTION TO BE ANNOTATED:\nHe pulls out a four-inch thick folder from his briefcase and\ntosses it down on the Head Guy’s desk. Hundreds of police\nsketches spill out, dating back years, from many different cases.\n\n. MIKE (CONT'D)\n\nThis man.\nNone of the sketches are ve good, but they all have one thing in\ncommon. None of them resembles 47 at all, except for the lack of\nhair. Mike tosses the two new pictures onto the pile.\n\n. MIKE (CONT’D) |\nYou beginning to get the picture? No?\nWell let me show you.\n\nMike walks over to the now completed map of Europe and takes a red\npush pin.\n\nMIKE (CONT’D)\nThis is Otto.\n\nHe pushes it into the map We PULL BACK and see the map is covered\nwith pins. 47 has been a busy guy. We PAN over to MIKE.\n\nMIKE (CONT'D)\nHow about now?\n\nFADE TO:\nEXT. FIVE STAR HOTEL ~ DAY\nSUPERIMPOSE TITLE CARD: ST. PETERSBURG - RUSSIA\nDISSOLVE TO:\nCU: AMBER LIQUID BEING POURED OVER ICE\n\nThe glass is taken from the frame and we PULL BACK...\n\f15.\n\nINT. BAR ~ FIVE STAR HOTEL ~ DAY\nTo Agent 47, sitting at the bar, sipping an expensive Scotch.\n\nWe PAN ALONG the bar and DOLLIE toward a woman. Pretty, thirties,\nworking through architectural photos and taking notes. She looks\nup, noticing 47, stares a moment, then returns to her work.\n\nANGLE ON 47, who feels the look. His hand nonchalantly slides\ninto his coat, not taking his eyes off the Scotch.\n\n. WOMAN (9:8-)\nThey might kill you for that...\n\nHis eyes flick to her. She doesn’t look up from her work.\n\nWOMAN (CONT \"D) . .\nFor what you‘re doing to that Dalwhinnie.\n\n47 stares at her. Instantly he realizes she’s not a threat.\n\nWOMAN (CONT'D)\nThese Russians consider it the best.\n\nHe looks at the scotch, then back at her. She is now off her .\nchair and moving toward him. He shifts uncomfortably in the chair\nas she sits down next to him.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe is now off her . chair and moving toward him. He shifts uncomfortably in the chair\nas she sits down next to him. \n\nTARGET SECTION TO BE ANNOTATED:\n, WOMAN (CONT’D)\nBarbaric, isn’t it? I was really hoping\nfor a nice Bowmore, but that wouid be too\nmuch for a girl to ask, wouldn’t it?\n\nHe looks at his scotch again, then back at the girl.\n\nAGENT 47\nThe Bowmore is better?\n\nWOMAN\nWell not that you could tell the difference\nthe way you’re brutalizing that perfectly\ndecent Highland with ice. But, much.\n\nAwkward beat.\n\nAGENT 47\nI like it cold.\n\nShe smiles again and does a strange thing. She reaches into his\nglass and pulls out most of the ice with her hand.\n\nWOMAN\nCold is fine, but never more than two\ncubes. It waters down the scotch.\n(beat)\nWow, that was rude. I’m sorry; Aftermath\nof my pretentious ex-husband I’m afraid.\n\nShe does this little laugh and flips her hair, one of the |\nuniversal female signs of interest. She looks at him, waiting for\nsome response. Nothing.\n\f16.\n\nWOMAN (CONT'D)\nI work for Architectural Digest. I’m here\ndoing a story on the Cathedral renovation.\nI’m June. And you are...\n\nShe offers him her hand. 47 hesitates. She smiles.\n\n. WOMAN (SONr’D)\nThis’s where you tell me your name.\n\nHe smiles, noncommittal.\n\nWOMAN (CONT'D) .\nOkay... So I’m not ve. good at this.\nIt's been a while and I’m not in ny\ntwenties anymore. But, you have that sad,\ndetached look in your eyes that I see when\nI look in the mirror every morning. So,\nI’ll keep trying. For both our sake --\n\nAGENT 47\n-- I’m sorry. I have to go.\n\nHe stands. She looks like he just shot her in the stomach. It'd\nprobably be less painful if he had.\n\nWOMAN\n{Unhappy smile)\nI seem that desperate, huh?\nAGENT 47\n\n(Quick beat)\nThanks for the advice. About the Scotch.\n\nNo...\n\nAnd with that he walks out of the bar, leaving a very unhappy June\nbehind. She sighs, and drinks his scotch.\n\nEXT.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd with that he walks out of the bar, leaving a very unhappy June\nbehind. She sighs, and drinks his scotch. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HALLWAY - MOMENTS LATER\n\nThe elevator opens and 47 casually walks down the hall. What\nappears to be nonchalance is actually a lifetime of trained\nawareness. His eyes never stop moving.\n\n47 opens up the ice-machine in the hallway. It is full. He\nreaches in toward the back pushing his hand, elbow deep, into the\nice. He feels a moment, then...\n\nCloses the ice-machine and moves back to the elevator, hitting the\n“up” button.\n\nINT. HOTEL ROOM ~ DAY\n\nWe PAN ACROSS and TRACK through the room. It looks pretty much\nlike what you’d expect the penthouse of a 5 star hotel to look\nlike. The shower is running.\n\nAn open Powerbook sits on the desk. Plugged into it is _a tiny LCD\nprojectors the portable kind that business-types carry for out of\nown meetings. Although this one is smaller and Chinese-made.\n\f17.\n\nOn the wall are the projected images of a man in his forties. We\nsee random images and footage of this man going about his life,\nall edited together. He has that casual arrogance the powerful\nusually do.\n\nWe PAN right and TRACK toward the bathroom.\nINT. SHOWER - CONTINUOUS\n\n47 holds a razor in his hand, fitting ona blade. He then begins\nig shave. Not just his face, but his entire body, including his\nead. .\n\n47 has an unusual tattoo on the back of his neck, usually hidden\nby his shirt and tie. It is a black barcode.\n\nWe PAN LEFT. Also in the shower with him, inside a sealed Zip-\nlock bag, is a stainless .45.\n\nINT. HOTEL ROOM - LATER\n\n47, now dressed in slacks, stands in front of the projected\nimages. There must be hundreds of hours on the laptop's hard—\ndrive. Right now, what appears to be a home movie is playing.\n\n47 watches as the man plays with his two children at a birthday\nparty. The man seems detached. A woman appears, smiles at the\nman and takes the boy with a wink. As she leaves the man’s smile\nfades, the detachment returning.\n\n47 hits pause on the tiny remote in his hand. The image freezes.\n47 hits the zoom and the man's face grows to a MEDIUM CLOSE-UP.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\n47 hits pause on the tiny remote in his hand. The image freezes. 47 hits the zoom and the man's face grows to a MEDIUM CLOSE-UP. \n\nTARGET SECTION TO BE ANNOTATED:\n47 moves to the image, looking into the man’s life-sized eyes. He\nstares a moment, then reaches out and touches him.\n\nCHIME! 47 looks right. Another CHIME comes from the open Laptop.\nCU - LAPTOP SCREEN. A black window has opened,on the desk-top.\n\nWords appear: “ABecept Connection?” 47 clicks accept. ‘Then,\n“Connecting to secure network.” And “Decrypting.”\n\nAlmost like a DOS prompt, this seems very low tech considering\nwhat we've seen. n fact, it is the opposite, micro-burst,\nencrypted info-packets from a satellite.\n\n47 sits down on the bed and takes a magazine from the pile. This\none an Italian GQ. He thumbs through it, glancing at the screen.\n\nThe familiar fleur-de-lis logo appears, ghosted in the background.\nThen, more text. It is DIANA, his contact, although he has no\nevidence that she is actually female.\n\nDIANA (0.S.)\n{No dialogue, just text) |\nBudapest job confirmed. The monies have\nbeen wired to your account.\n\nThe blinking white cursor seems to pause for a moment then...\n\f \n\n. DIANA (CONT'D)\nNice work, 47.\n\nHe continues to flip through the magazine.\n\n|. DIANA (CONT'D)\nWe appreciate you breaking your normal\nprotocol and accepting the new assignment\nso close to the last.\n\n18.\n\n47 comes across an ad in the magazine for a hand-built piece of\nwheeled, carbon-fiber luggage. “The caption reads, “What do you\nget the man who has everything?” The price tag, “20,000 pounds.”\n\nDIANA (CONT’D)\n\nRegrettably, the target date has been moved\n\nup. At the client’s request. And...\n\n47 tears the ad from the magazine, placing it in a stack of\n\nothers.\n\nDIANA (CONT'D)\nThe client wishes it to be public.\n\n47 looks up. He speaks. His words transform into text on the\n\n\\ Screen.\n\nAGENT 47\nI’ve planned something more... subtle.\n\nThe white cursor seems to pause again, blinking, then-~\n\nDIANA\nWe apologize for any inconvenience. At\n1700 hours, GMT, the subject will be\nattending a business luncheon. Several\nhundred supporters are expected to attend.\nThis is the location the client desires.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nAt\n1700 hours, GMT, the subject will be\nattending a business luncheon. Several\nhundred supporters are expected to attend. This is the location the client desires. \n\nTARGET SECTION TO BE ANNOTATED:\nDo you accept the new parameters?\n\nAGENT 47\nI've made preparations.\n\nDIANA\nAgain we apologize. Mikhail Belicoff is\n\ngaining support in his quest to reestablish\n\na Marxist regime in his country. His\nideals verge on fascism. The Client needs\nit to be public.\n\n(Beat\nDo you accept?\n\n47 thinks about it a moment.\n\nAGENT 47\nYes.\n\nDIANA,\nThe specifics are being uploaded.\n\nAnd the logo disappears. The words, “Connection Terminated.”\n\f19.\n\n47 sighs. He lifts the .45 off the desk and moves to the door. A\nsmall device is attached to the middle of the door, waist high.\nSmall wires run to either side of the jam.\n\n47 touches a switch on the device. The LED changes from red to\ngreen. He unhooks the wire and, placing the gun behind his back,\nunlocks and opens the door.\n\nINT. HALLWAY - NIGHT\n\nIt is empty 47 looks down. On the ground, on either side of the\ndoor, are hundreds of tiny GLASS-BEADS. He glances at the “Do not\ndisturb” sign still hanging from the handle, and closes the door.\n\nEXT. BALCONY - MOMENTS LATER\n\n47 stands on the balcony, fifty floors up, and looks out at the\nlights of St. Petersburg. He stares for a moment.\n\nHe then moves to a coiled climbing rope, secured to the balcony\nrail. He tests it, then moves back inside.\n\nINT. ROOM ~ CONTINUOUS\n\n47 picks UB the remote and keys the projected footage to life. He\nEben, ties lown on the bed, gun resting on his chest, and turns off\ne light.\n\nIn the dim, electronic light of the room, 47 continues to watch\nthe man we now know as Mikhail Belicoff.\n\nINT. BUDAPEST FEDERAL POLICE HQ - NIGHT\n\nMike sits at a desk, on his cell, flipping through files.\nClarkson sits at the next desk, taking a statement from a strung-\nout hooker.\n\nMIKE\n\n(Into his cell)\nI love xe too honey « Did you do your\nhomework? And you brushed your teeth?\nGood girl.\n\n(Beat)\nShe‘s four honey... I know, but she’s not\nas grown up as you are.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nGood girl. (Beat)\nShe‘s four honey... I know, but she’s not\nas grown up as you are. \n\nTARGET SECTION TO BE ANNOTATED:\n Good luck on the\nspelling bee tomorrow. Let me talk to\nmommy .\n\nClarkson’s phone rings, off-screen. He answers it.\n\nCLARKSON (0.S.)\n\nClarky...\nMIKE\n{Into phone) .\nHey, baby... How’re things?\n(Smiles)\n\nThat sounds about right. You’re the one\nthat wanted three kids...\n\n(His grin widens\nOh, that’s right, that was me.\n\f20.\n\neS Jenkins comes in. Mike looks up, raising an eyebrow, but Jenkins\nshakes his head.\n\nMIKE (CONT'D)\n(Into phone)\nHold on baby.\n(To Jenkins.)\nNothing?\n\n__ JENKINS .\nNyet. No fingerprints, no hair follicles,\nno DNA of any sort. I spent all day going\nover the crime scene behind the State\nforensics specialist. We got zero.\n\nCLARKSON (0.5S.)\n(Into phone)\nYou're fucking kidding me. And the wankers\nbought it...?\n\nMIKE\n(into phone)\nWhat...?° I dunno honey, they're just like\nthe other Eastern Europeans, ghey don’t\nlike Interpol mucking around in their back\nyard. But, a couple more days at least.\n\nClarkson hangs up, rolling his chair toward them.\n\nCLARKSON\nSe We have a problem, gov‘nor...\n\nAnd just then, Head Guy comes wheeling into the room, a big ass\ngrin’on his face, a bottle of champagne in his hand with a red\nbow. He sets it on Mike’s desk, grinning.\n\nHEAD GUY\nYou solve the case yet?\n\nMIKE\nNot quite. What’s with the champagne?\n\n. _ HEAD GUY\nLittle going away present for you boys.\nDid I mention we found the killer?\n\nMIKE\nWhen?\n\nHEAD GUY\nAn hour ago. A Russian National. Arms\ndealer. With ties to the Varinsky family\nin Georgia. Had a meeting with Otto three\ndays ago. We're guessing they had a\nfalling out.\n\nJENKINS\n\nYou think this was the work of some chicken-\nshit arms dealer?\n\nMIKE\n@ What makes you think he’s our guy?\n\f2i.\n\nHEAD GUY\nHe wouldn’t be our guy, he’s our guy.\n\nHe motions to himself and his men, who snicker.\n\n_.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nHEAD GUY\nHe wouldn’t be our guy, he’s our guy. He motions to himself and his men, who snicker. _. \n\nTARGET SECTION TO BE ANNOTATED:\n HEAD GUY (CONT'D),\nYour guy is a figment of your imagination.\nThis guy is the killer.\n\nMIKE\nOK, what makes you think it is your guy.\n\nHEAD GUY\nJust a hunch. Oh, and this...\n\nHe tosses Mike the black leather mask from the ball. The one 47\nwas wearing. Putting his phone down, Mike looks at it.\n\n; HEAD GUY (CONT'D)\nIt was hidden in his hotel room, under the\nmattress.\n\nCLARKSON\nOh, bloody hell.\n\nMIKE\nHow did you find him?\n\n. HEAD CUY .\nGot a tip; It's called old fashion police\nwork. It’s in our manual. Remind me and\nI’ll send you a copy.\n\nMIKE\nPretty convenient he still had it with him.\n\nJENKINS\nc'mon, dude, surely you don’t believe he\nkept it? As a souvenir? This's a Fucking\nset up, and you retards are buying it hook,\nline and anvil.\n\nHEAD GUY\n\nI‘li be holding a press conference later.\nI‘d ask you to attend, but I look much\nbetter on camera. You can catch it on TV\nat the airport. Enjoy the champagne and\nhave a nice trip.\n\nThey laugh, leaving. Mike looks at his men.\n\nMIKE\nIt’s not just me right? I’m not being\nparanoid?\n\nCLARKSON\n\nNo gov’nor. You‘re dead on. It’s our boy\nalright. And we’re being asked to leave.\n\nJENKINS\nShown the door is more like it.\n\f22.\n\ne@ Mike nods, dropping the champagne into the trash.\n\nJENKINS (CONT'D)\nAssholes!\n\nJenkins kicks the map, and it teeters across the room.\n\nCLARKSON\n(fo the hooker)\nWell sweets, you’re free to go. Unless you\nfancy a_roll with a soon to be unemployed,\nInterpol detective.\n\nPROSTITUE\n(Subtitled)\nFuck you.\n\nShe leaves. We HEAR a tiny voice. Mike remembers his open cell.\n\nMIKE\nHoney...? Looks like I’m coming home\nsooner than we expected.\n\n\\ FADE TO BLACK.\nINT. TRAIN STATION - ST.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\n\\ FADE TO BLACK. INT. TRAIN STATION - ST. \n\nTARGET SECTION TO BE ANNOTATED:\n PETERSBURG - EARLY MORNING\n\n47 walks to a train locker, reaches behind, and pulls out the key\ntaped behind the lockers. He opens one of them and pulls out a\ne@ iong black suitcase.\n\nINT. SEEDY MOTEL - LATER BUT STILL EARLY\n\nLight barely fights through the closed curtains, doing little to\ndispel the gloom of this place.\n\n47 sits at the desk, his laptop open, a camera cabled to it, as is\nthe little projector which shows a map of the gity on one of the\nwalls. In the middle of the map, a tiny red circle is drawn.\n\nMore concentric circles ring the map, each denoting distance: 500\nmeters, 1000 meters, 2500 meters. 000 meters, etc.\n\n47 moves the cursor to a building at the edge of the map, almost\nthree miles, and CLICKS. The digital camera's hard-drive spins\n\nand the building appears. It is very tall, but currently under\n\nconstruction. Little more than superstructure and floors.\n\nHe CLICKS again. We now see the view from one of the top floors.\nFar below, in the distance, we can just make a restaurant.\n\n47 looks at it a moment then moves to the bed. Where a Barrett\n-50 Cal. Sniper rifle sits. He begins to disassemble the weapon.\nWe PAN back to the photo. We PUSH IN. The scan-lines DISAPPEAR.\n\nEXT. RESTAURANT - HIGH ANGLE\nWe HEAR a tiny CHING, and the diopter changes. Suddenly the\ne\n\nrestaurant is much closer. Another CHING, and the diopter changes\nagain. We can practically make out the lines on the sidewalk.\n\ne cur TO:\n\f23.\n\nCU - TRIGGER as it is slowly depressed by a finger. Until_we HEAR\nthe SNAP of the bolt on an empty chamber. We TILT UP as 47\nremoves his eye from the scope. We are in...\n\nINT. UNFINISHED SKY SCRAPER - DAY\n\n47 sits at the open window. Wind rushes in. The .50 cal on a\nbipod in front of him.\n\nHe reaches down and works through figures on a ballistics table.\nAdjusting the dial on the scope, slightly.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe .50 cal on a\nbipod in front of him. He reaches down and works through figures on a ballistics table. Adjusting the dial on the scope, slightly. \n\nTARGET SECTION TO BE ANNOTATED:\n47 then hefts the heavy five-round magazine from the floor, the\nhuge top bullet just visible. He inserts it into the weapon and\nRACKS the bolt.\n\nWe PULL BACK as 47 leans forward, peering through the scope again,\nand TRACK AWAY from him, through the huge, open wall.\n\nEXT. AERIAL SHOT ~ CONTINUOUS\n\nWe MOVE away from one of the topmost floors, CONTINUING BACK\nuntil the unfinished sky~scraper stands before us.\n\nINT. LIMO (MOVING) - LATER\n\nMIKHAIL BELICOFF signs documents in the back of a limo as a make-\nup girl puts the finishing touches on his face.\n\nBELICOFF .\n_. (In Russian, subtitled)\nIs this really necessary?\n\nNext to him, his PR WOMAN nods. She is on her cell.\n\nPR WOMAN\n(In Russian, subtitled)\nAre the news-crews there yet? Okay...\n. (Hanging up)\nYergi, make the block... The CNN crew is\njust setting up. They were delayed by the\ncrowd. Apparently you have a lot of fans.\n\nBelicoff smiles at her. She shrugs.\n\nPR WOMAN (CONT’D) .\nThat’s what you pay me for. Besides, I’ma\nbeliever. You do your job, and I‘1l do\nmine.\n\nEXT. RESTAURANT -— DAY\n\nThe street_is packed with over a thousand supporters, alt carrying\nsigns proclaiming their love and support. Camera crews line the\nside-walk.\n\nSOMEONE IN THE CROWD\nHe's here!\n\nfhe crowd surges forward but begins to part as the limo pulls up\nin front of the restaurant. It is flanked by two large SUVs.\nArmed bodyguards swarm from the SUVs and surround the limo.\n\f24.\n\nBelicoff and his group, ringed by a dozen bodyguards, move from\nthe limo. Like movie-stars mobbed by rabid fans.\n\nBelicott takes a moment to shake a few hands. Someone throws rose\npetals.\n\nINT. UNFINISHED SKY SCRAPER - SAME TIME\n\nOver two and a half miles away, 47 looks through the scope at the\nscene. He depresses the trigger slightly.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. UNFINISHED SKY SCRAPER - SAME TIME\n\nOver two and a half miles away, 47 looks through the scope at the\nscene. He depresses the trigger slightly. \n\nTARGET SECTION TO BE ANNOTATED:\n47'S SCOPED POV - We see Belicoff‘s guards shielding him. They\nare skilled at their job.\n\nBACK ON 47 who never takes his eye from the scope.\nEXT. RESTAURANT ~ DAY\n\nThe reporters rush at him, but his bodyguards keep them at arms\nlength. More bodyguards continue to shield him.\n\nBELICOFF .\nGentlemen. Ladies. Thank you for coming\nhere today, despite the snow.\n\nREPORTER #1\nYou certainly have an overwhelming\ncontingency of grass roots support.\n\n. BELICOFF .\nIam simply trying to represent the wishes\nof the people.\n\nFEMALE CNN REPORTER\nDo you believe that the Kremlin will begin\nto take you seriously?\n\nBELICOFF\nThe whims of the old men in the Kremlin are\nunimportant to me. I care about the\nRussian people.\n\nREPORTER #3\nThere are some concerns over your political\nviews within the International community.\nSome scholars are even comparing you to\nJosef Stalin,\n\nBELTCOEF a\nExaggerations fed by my opponents. An\nthose in the West. “One only need to look\nat the polls to...\n\nSuddenly, one of Belicoff's bodyguards JUMPS out of the way.\nConfused, Belicoff looks around.\n\nBELICOFF (CONT’D)\nWhat are you doing!?!\n\nCUT TO:\n\f25.\n\nANGLE ON 47, looking through the scope, as he releases the\ntrigger.\n\nBACK TO:\n\n|. FEMALE REPORTER\nI think it is beginning to snow.\n\nBelicof£ looks at her. It isn’t snow on her face, but the spray\nof blood. Belicoff freezes, looking up.\n\nQUICK CUT TO:\n\nAGENT 47’s POV as_a frightened Belicoff is looking directly at him\nfrom two and a half miles away.\n\nANGLE ON 47, who squeezes the trigger again.\nBACK TO:\n\nANGLE ON BELICOFF as his head transforms into a red mist.\n\nWe MOVE UP as his guards take him down. People panic. Then we\nHEAR two tiny reports from very far away, as the SOUND of the\nweapon finally catches up to them. BANG. BANG.\n\nSERIES OF QUICK CUTS:\n\n47 breaks down the rifle. - 47 piles the two fired shell casings\nand the disassembled rifle into a pile.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nBANG. BANG. SERIES OF QUICK CUTS:\n\n47 breaks down the rifle. - 47 piles the two fired shell casings\nand the disassembled rifle into a pile. \n\nTARGET SECTION TO BE ANNOTATED:\n - 47 pulis the pin on a\nthermite grenade, drops it on the pile, and walks away. - The\nThermite Grenade IGNITES with a WHOOSH! The intense, 4000 degree,\nwhite flame melts the metal. - 47 causally walks away from us,\nacross the huge floor, toward the waiting construction elevator.\n\n- lescends.\n\nDISSOLVE TO:\nINT. TRAIN DEPOT - ST. PETERSBURG ~ DAY :\n47 walks through the train station. Behind him he pulls two,\nnewly purchased, sleek, carbon-fiber suitcases. We PULL BACK as\nhe moves toward the track. And to a waiting Bullet Train.\nFADE TO BLACK.\nINT. NICE SUBURBAN HOUSE ~ NIGHT\n\nMike unlocks the door and moves quietly into his house. SQUEAK!\nHe steps on a rubber toy duck.\n\ncquiel\n\nuietly)\n\nShit...!\n\nINT. LIVING ROOM ~ NICE SUBURBAN HOUSE - NIGHT\n\nMike walks quickly through the living room then notices that his\nwife is asléep on the couch.\n\f26.\n\n@ He kneels down, staring at her. He brushes the hair from her |\nface. She is beautiful. He smiles, and begins removing his tie.\nJust then, his cell phone rings.\n: MIKE\nShit!\n\nINT. BULLET TRAIN - LATER\n\n47 sits in the rear of the first class cabin. He is staring at\npictures of a man. We shall call him “The Glasgow Assignment.”\nOutside another train screams by the opposite direction. His\nphone vibrates. A text message. “Please call the office.”\n\nINT. LAVATORY - NIGHT\n47 locks the door and sets his laptop on the tiny sink.\nCU - LAPTOP SCREEN. The black window opens and 47 goes through\n\nthe now familiar secure connection ritual. The white cursor\nblinks, momentarily. Then...\n\nDIANA\n(Text only)\nWe have a problem.\n(a Secneaied\next on\nYes? ¥\n@ DIANA ;\nThere was a witness. A prostitute observed\nthe transaction. Interpol is looking for\nher now. Must handle immediately.\n. AGENT 47 ;\nNot possible, The Budapest authorities\nshould already have a suspect in custody.\n; DIANA\nNegative. Not Budapest. St. Petersburg.\nAGENT 47 .\nHighly unlikely.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nPetersburg. AGENT 47 . Highly unlikely. \n\nTARGET SECTION TO BE ANNOTATED:\n How reliable are your\nsources.\nDIANA\n\nImpeccable. As always.\nThe cursor blinks. 47 is not happy. He doesn’t make mistakes.\n\n; AGENT 47\nWhere is she?\n\nDIANA\nFrightened. Hiding. Has arranged a pickup\nby Interpol. Tomorrow A.M. Will you\nintercept?\n\n47 thinks about it a nanosecond, then...\n\f27.\n\nAGENT 47\nYes. What about the Glasgow assignment?\n\nDIANA\nIt will have to wait. Uploading data.\n\nWe PUSH into an unhappy CU of 47 in the tiny rest room’s mirror.\nINT. FIRST CLASS CABIN - BULLET TRAIN - NIGHT\n\n47 pulls up the Russian Kommercheskiy Poezd train schedule. Ona\nbev-nap he makes quick calculations.\n\nINT. BAGGAGE CAR - BULLET TRAIN - NIGHT\n47 moves through the packed car, and removes his luggage from the\nstainless shelving. He then sits down on one of the cases, and\nwaits. Glancing at his watch.\n\nDISSOLVE TO:\n\nCU - WATCH, 20 minutes later. We PULL BACK as 47 moves to the\nservice hatch, leading to the roof of the car.\n\nEXT. ROOF ~ BULLET TRAIN ~ NIGHT\n\n47 crouches on the roof, wind buffeting him. In the distance we\ncan see the lights of a town nearing. “To the left, a river.\n\n47 looks at the two pieces of luggage. He sighs.\n\nHe reaches into his bag, takes out a thermite grenade, pulls the\npin, and places it in one of the ungodly-expensive rolling bags.\n\nWith another sigh, he flings the bag off the train. It flies\ntoward the river below, flaring white briefly as it breaks the\nsurface of the water.\n\n47 feels the train begin to decelerate as it approaches the city,\nin accordance with Federal regulations. He hefts his remaining\nsuitcase and begins to run toward the rear of his train.\n\nApproachin from the other direction, another train leaves the\ncity’s “SLOW ZONE” and begins to pick up speed.\n\nAs it passes, 47 leaps across the distance between the two,\nianding deftly on the other train’s roof.\n\nEXT.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nApproachin from the other direction, another train leaves the\ncity’s “SLOW ZONE” and begins to pick up speed. As it passes, 47 leaps across the distance between the two,\nianding deftly on the other train’s roof. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n ROOF — BULLET TRAIN #2 ~- NIGHT\n\nHe now must run in the opposite direction to keep from skipping\noff like a stone. The rear of the train quickly approaches.\n\nAt the end of the last car, 47 slides off the edge, onto the\nplatform below, banging into the railing. He barely holds on to\nis remaining suitcase which goes over the rail, handle extending.\n\nHe stands there a moment, the other train disappearing in the\ndistance. He withdraws the bev-nap, examining his calculations.\nHe shakes his head. He may have been a little off.\n\f28.\n\n47 straightens his tie, opens the rear compartment and casually\nstrides inside.\n\nEXT. ST. PETERSBURG TRAIN STATION ~ DAWN\n\nThe Bullet Train slides slowly toward the station. We CRANE UP,\nHIGH ANGLE and PAN toward the city’s center.\n\nEXT. GROZNYY — DAY\nHIGH ANGLE. Soviet tanks traverse rubble-strewn streets in the\n\ncanyons of blackened, half-collapsed mid-rises. We HEAR the\nsteady pop of automatic gun-fire.\n\nSUPERIMPOSE TITLE CARD: GROZNYY, CAPITAL OF CHECHNYA, RUSSIA\n\nWe MOVE DOWN. A sniper, in urban camouflage, lays prone on a low\nbuilding, staring through the scope of a nasty silenced sniper |\nrifle. “His face is hidden by a mil-spec camouflaged ski mask with\ntwo eyeholes and a mouth.\n\nEXT. SQUARE ~- ONE MILE AWAY - DAY\n\nA Rebel soldier runs quickly across a bombed out square. A bullet\ntears through his hip, spinning him down.\n\nBACK ON THE SNIPER\n\nHe stares through the scope, watching im assively as the man\nbleeds. The man cries for help, trying to drag his body to cover.\n\nEXT. SQUARE - ONE MILE AWAY - DAY\n\nAnother rebel runs to the fallen man. He slides to the ground,\ngrabs the man by the shoulder and begins pulling him to safety.\n\nINSERT CU - SNIPER’S FINGER on the trigger. Tightens.\n\nThe second rebel’s head explodes. The injured soldier screams as\nthe now dead man drops on him.\n\nBACK ON THE SNIPER who pulls the trigger again. He then turns,\nand with a piece of chalk adds two hash marks to the several dozen\nalready on the wall.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe injured soldier screams as\nthe now dead man drops on him. BACK ON THE SNIPER who pulls the trigger again. He then turns,\nand with a piece of chalk adds two hash marks to the several dozen\nalready on the wall. \n\nTARGET SECTION TO BE ANNOTATED:\n He glances down.\n\nBELOW, another camouflaged and masked soldier, holding a sat-phone\nmoves through the compound. These men belong to the most elite of\nthe Russian Special forces, Spetsgruppa Vympel.\n\nBelieved to be dismantled under Gorbachev due to their legendary\ncruelty and predilection for blood-letting, the Vympel’s were in\nfact simply reorganized. A military sledgehammer for the new KGB.\n\nThe other Vympel walks toward the remnants of an old apartment\nbuilding.\n\nINT. OLD APARTMENT BUILDING - DAY\nAnother man, E4, sits in the darkened room surrounded by several\n\nRussian soldiers. He is holding an orange, and also wears the\nVympel’s signature ski-mask.\n\f29.\n\nB4\n(Russian, subtitled)\nWhere are your terrorist brothers, now?\n\nE4's ice clear eyes glance up at the man sitting across from him.\nThe man, a Chechen rebel, dried blood around his mouth, stares at\nhim with contempt. E4 nods.\n\nE4 (CONT'D\nAre you right or left handed?\n\nThe man doesn’t speak. E4 stares at him a moment, then tries to\ncontrol the cruel smile tugging at his lips.\n\nSuddenly, he throws he orange at the man. The man instinctively\ncatches it with his right hand. E4 swiftly lifts his silenced\nMakarov and shoots through the orange.\n\nPFFFT. The round tears through the orange and the man’s hand.\nThe man struggles not to scream.\n\nThe door opens and the other Vympel steps in from the light. He\nlifts the sat phone to E4.\n\nE4 stands and turns to the soldiers.\nE4 (CONT'D)\nCut off that hand with the torch. If he\ndoesn’t talk, remove his feet.\nRUSSIAN SOLDIER\nAnd if he still doesn’t?\n__E4\nBring his wife and daughters. Crucify\nthem.\nEXT. OLD APARTMENT BUILDING - DAY\nE4 takes the phone, walking across the compound.\n\nB4\nDa?\n\nHe listens intently for a moment, moving by a dump-truck.\n\nE4 (CONT’D) .\nI understand. How many men do you require?\n\nHe looks into the dump-truck. It is filled with dozens of Rebel\nbodies.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nHow many men do you require? He looks into the dump-truck. It is filled with dozens of Rebel\nbodies. \n\nTARGET SECTION TO BE ANNOTATED:\n These men have been busy. He CLICKS off. E4 turns to\nthe man beside him.\n\nE4 (CONT'D) :\nMoscow has requested a man for a special\nassignment.\n\nE4 points at the sniper on top of the low building.\n\f30.\n\n. E4 (coNrD)\n\nSend him. A bird is in route.\n(Turns)\n\nAnd burn these bodies.\n\nDISSOLVE TO:\nEXT. STREET CORNER ~- ST. PETERSBURG ~ DAY\n\nWe are in the heart of the city’s financial district. Tall .\nbuildings loom around us. Business people scurry to wherever it\nis they are supposed to be. We PUSH through them. To a girl,\nstanding on the corner. Her name is Ekaterina Sytrovski, but goes\nby the familiarized NIKA.\n\nJust this side of eighteen, her long blonde hair is dyed bright\npink at the tips. She has the tattoo of a tiny dragon on her le\ncheekbone, about the size of a dime, and her lip is pierced.\n\nft\n\nNone of this detracts from her beauty. She is stunning. And she\ndoesn’t look like a common prostitute, wearing one of those\nexpensive designer work-out suits, this one in pink, with the i950\non the ass. Nor does she look particularly frightened. More like\nannoyed.\n\nANGLE ON 47, who moves calmly toward her, nonchalantly reaching\ninto his coat.\n\nINSIDE HIS COAT is his stainless .45, silencer attached.\n\nBACK ON THE GIRL, who looks up and down the street. A suited man\nchecks her out as he passes. She lifts her middle finger at him,\nwith a smile. The man moves on.\n\n47 takes this in as he approaches, thumbing off the .45’s safety.\n\nShe must feel him coming because she turns and glances at him.\nThey lock eyes, but oddiy, she doesn’t run. In fact, she isn’t\napprehensive at all. She just looks at him, quizzically.\n\nShe doesn't recognize him. No clue who he is. Quickly realizing\nsomething is wrong, 47 rapidly steps right.\n\nWHOOSH! A silenced sniper round misses him by inches. Bearing .\nthrough the air where his head should be. FWACK!, the bullet hits\na bystander.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nBearing . through the air where his head should be. FWACK!, the bullet hits\na bystander. \n\nTARGET SECTION TO BE ANNOTATED:\nThe crowd breaks into a panic as a moment later we HEAR the report\nof the rifle. But 47 is already gone.\n\nEXT. FAR DOWN THE STREET ~ DAY\n\n47 eases from an alley several hundred meters down the street,\nhand still on that .45. His eyes scan the scene. Calculating.\n\nHe begins to push through the employees of an electronics store,\nwho are standing on sidéwalk like hungry vultures. And then 47\nfreezes. Sees something. He moves toward the glass front of the\nElectronics Store. We PUSH IN.\n\nInside, televisions of every sort are set up for display. And on\nthem, is none other than Mikhail Belicoff, his head bandaged.\n\f31.\n\nINT. ELECTRONICS STORE ~ DAY\n47 pushes his way inside. He stares at the broadcast.\n\nON THE SCREENS, Belicoff stands_in front of a crowd of frenzied\nsupporters. A CNN banner scrolls underneath: “Breaking News!”\n\nBELICOFF\nThe West... So afraid of my message that\ncowardly violence is their response. If\nthey want a martyr, so be it. A thousand\nassassins will not silence my voice if it\nis echoed by Yous my countrymen. I for one\nwill not let their cowardice deter me.\nWill you? Or will you raise your voice and\nbe heard?!?\n\nThe crowd begins chanting his name. Belicoff smiles.\nCNN CORESPONDENT\nThat was the scene outside a St. Petersburg\nhospital just moments ago...\nINT. BLACK MERCEDES ~ DOWN THE STREET -— DAY\n\nThrough the windshield we see 47 move quickly out and hurry down\n\n* the street, through the crowd. We PAN TO a man in the back,\n\ntaking pictures with a telephoto camera, cabled to a laptop.\n\nMAN WITH CAMERA\n{In Russian, subtitled.)\nStay with him.\n\n. DRIVER\nWhere sir?\n\nThe Man quickly looks up. The target has simply disappeared.\n\n, MAN WITH CAMERA\n(sighs) . . .\n\nBlanket every hotel in the city with those\nhotes. Call the Liteynyi. Inform them\nhe elimination failed... And the target\n\nwas lost. We have underestimated him.\n\nINT. GULFSTREAM G-4 (MOVING) - DAY\n\nMike paces through the plane, on his cell.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe have underestimated him. INT. GULFSTREAM G-4 (MOVING) - DAY\n\nMike paces through the plane, on his cell. \n\nTARGET SECTION TO BE ANNOTATED:\n There are several more\nmembers added to his team besides Jenkins and Clarkson.\n\nMIKE\n\nI can’t be sure. He never works again so\nquickly, but the Russians say Belicoff was\n\nrazed by a single bullet from over 4 .\nkilometers away. It definitely sounds like\n\nim...\n\n(Beat) .\n\nYessir... We’ll be on the ground in less\nthan an hour. I'll keep you informed.\n\nHe CLICKS off. Clarkson looks at him.\n\f32.\n\n. CLARKSON .\nDoesn’t it bother you that he missed?\n\nMIKE\nEveryone has a bad day.\nClarkson just looks at him. Mike nods.\n\nMIKE (CONT’D)\nYeah, I know...\n\nJENKINS\nYou need to see this.\n\nhey move to the back of the plane, where Jenkins is watching the\nfootage from the assassination attempt on a large flat screen.\n\n. JENKINS (CONT’D)\nWatch this. Whataya see boss?\n\nHe starts the footage again. We see Belicoff_talking to the\nreporters, shielded by his bodyguard. Suddenly it looks as though\nthe’ guard jumps away.\n\nMIKE\nHe shoots the bodyguard to get a clean shot\nat Belicoff.\n\n. JENKINS\nRight.\n\nHe backs it up and shuttles forward in SLOW MOTION. We see the\nkinetic energy of the round impact the bodyguard, almost tearing\nhim in half.” Doubled over he just drops to the side.\n\nCLARKSON\nNice shot.\n\nJENKINS .\nYeah, he split these two civilians here by\na couple of inches. Keep watching.\n\nNORMAL SPEED. Belicoff responds to the reporter, who holds up her\nbloody hand, and then turns. Just then, a blurry bystander moves\ninto rame so we can’t see Belicoff take the bullet. He just\nTops.\n\nCLARKSON\nFor Christ's sake...\n\nMIKE\nBack it up, again.\n\nINTERPOL AIDE\nWe have a fax.\n\nMike and Jenkins re-watch the footage. Clarkson moves to the fore\nof the plane.\n\nINS\nYou see that?\n\f33.\n\nMike nods as Jenkins pauses the footage.\n\nMIKE\nAwful lot of arterial spray for a miss.\n\nJenkins grins, nodding. Mike replays it.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nMIKE\nAwful lot of arterial spray for a miss. Jenkins grins, nodding. Mike replays it. \n\nTARGET SECTION TO BE ANNOTATED:\n Clarkson walks over,\nfax in hand, nudges Jenkins, who reads it.\n\n. JENKINS .\nSir... You need to see this.\n\nMike reaches over for it, without taking his eyes off the screen.\nHe sees the look on his mens’ faces. Mike looks at the fax. Then\nreads it again. He looks at them.\n\nMIKE\nCan this be right?\n\nClarkson and Jenkins both shrug. Mike falls back in the seat. He\nsits there a moment, wheels turning. Then...\n\nMIKE (CONT'D)\nContact the FSB in St. Petersburg. Tell\nthem we have jurisdiction. No one moves\nuntil we get there. No one. They just\nkeep him under surveillance.\n(to the pilots)\nAnd get this thing on the fucking ground!\n\nINT. SWANKY HOTEL SUITE ~ DAY\n\nAnother hotel suite, this one with a more modernist twist but just\nas nice. Set up as before. Little device on the door, rope on\nthe balcony rail, laptop on the desk.\n\n47 stares at the blinking white cursor, then...\n\nAGENT 47\nYou set me up.\n\nHis words are transformed into type. A moment passes.\n\nDIANA\n(Text)\nI do not understand. Was the target not at\nthe location?\n\nAGENT 47\nThe girl was there. But she was no\nwitness. She'd never seen me before. And\nthen an operative tried to kill me. A\nsniper. One of your snipers...\n\nDIANA\nPlease wait.\n\nAGENT 47\nIs Belicoff alive?\n\f34.\n\nDIANA\nYes. That is unfortunate. We will be\nunable to transmit payment for the task as\nthe job was not completed --\n\n; AGENT 47\n-- Belicoff is not alive, It’s not\npossible. He took a direct hit through the\nnasal cavity. I watched it myself. Who\nthe hell is that on TV?\n\nBlink, blink.\n\nDIANA\nX do not understand.\n\nAGENT 47\nIs there a paper on me?\n\nBlink, blink.\nAGENT 47 (CONT‘D)\nAngwer me! Is there an open contract on\nme\n\nDIANA\nWe have no contract on you.\n\nAGENT 47\nYou had better be_sure.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nAGENT 47 (CONT‘D)\nAngwer me! Is there an open contract on\nme\n\nDIANA\nWe have no contract on you. AGENT 47\nYou had better be_sure. \n\nTARGET SECTION TO BE ANNOTATED:\n Because if you are\nlying, whatever else happens I will find\nyou, and I will burn that building to the\nground around you.\nBlink, blink.\n\nAGENT 47 (CONT'D)\nWho was the client?\n\n__ DIANA ; .\nI cannot give you that information.\n\nAGENT 47\nWho was the client?\n\nA long moment passes as the cursor blinks.\n\nSuddenly, his hotel phone rings. Startled, 47 swings the .45\naround, aiming at the phone. He stares as it rings again. He\nlays the .45 on the desk and moves to it.\n\nIt continues to ring. 47 hesitates, then lifts the receiver.\n\nAGENT 47 (CONT’D)\nHello.\n\nA strong, but sexy, British female is on the other end.\n\n; DIANA\nIt is Diana.\n\nThis is a very odd moment for both of them.\n\f35.\n\nAGENT 47\nHow did you know where to contact me?\n\nDIANA\nI could be retired for breaking protocol\nand contacting you directly. But I have a\ncertain fondness for you, 47. Your\nlocation has been compromised...\neat\nThe cliests ihe client was Belicoff --\n\n-- He doesn’t have time to process this information. From the\nether side of the door, 47 HEARS a faint CRUNCHING sound.\n\nINSERT - ECU of a tactical boot-heel, CRUNCHING on the tiny beads.\n\n47 drops the phone and sprints toward the balcony, just as the\nhinges are BLOWN off the hotel room door.\n\nThe door sags inward, pulling the wire on the little device\nattached to it. Which EXPLODES.\n\nINT. HALLWAY - DAY\n\n\\ The shaped charge of the fist-sized device blows large ball-_\n\n. bearings into the first three men of the Russian SWAT team lined\n‘ in the hallway.\n\nThe steel shot TEARS through their vests, dropping them.\n\nEXT. BALCONY ~ DAY\n\nWithout hesitation 47 LEAPS over the balcony, grabbing the rope\ntied to the railing, and swings to the balcony below.\n\nINT. SWANKY HOTEL ROOM -— DAY\n\nThe Russian SWAT team storms into the room, weapons up.\n\nINT. SWANKY ROOM BELOW ~ SAME TIME\n\n47 kicks through the balcony door to the room below as a business\nman ges at it with a Russian prostitute.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nSWANKY HOTEL ROOM -— DAY\n\nThe Russian SWAT team storms into the room, weapons up. INT. SWANKY ROOM BELOW ~ SAME TIME\n\n47 kicks through the balcony door to the room below as a business\nman ges at it with a Russian prostitute. \n\nTARGET SECTION TO BE ANNOTATED:\n The prostitute screams\nbut 47 runs out the door.\n\nINT. HALLWAY BELOW — DAY\n\n47 runs down the hall, sliding to a stop at the ice machine. He\nslams it open, digs down. in the back of the ice bin, coming up\nwith the 2 stashed stainless .45’‘s in a Ziplock with a silencer,\nfour extra clips and a strange flat, metal rod.\n\nHe tears the Ziplock away, pockets the clips and silencer, then\nsprints toward the elevator.\n\nELEVATOR BANK — DAY\n47 jams one of the .45’s in his waistband, takes the metallic rod\n\nand slips it into the crack between the elevator doors, prying\nthem open.\n\f36.\n\nHe then smashes the fire-alarm, pulling the lever and jumps onto\nthe elevator cables.\n\nINT. SWANKY HOTEL SUITE - SAME TIME\nThe Russian Team leader speaks into his throat mike.\nTEAM LEADER\nHe has gone to the floor below. Teams 2\nand 3, do you read -~\n\n-~ The fire alarm screeches across the room.\n\n. TEAM LEADER (CONT‘D)\nSay again...\n\nINT. ELEVATOR - DAY\n\nFive SWAT members ride up in the elevator. Suddenly it stops, and\nbegins moving down. They look at each other.\n\n. RUSSIAN SWAT GUY\nSir, we are reversing direction...\n\nINT. SWANKY HOTEL SUITE - DAY\nTRAM LEADER\nThe fire alarm. The elevators are .\nprogrammed to move to the ground floor in\ncase of a fire.\nThe men all sigh, exasperated.\n\nTEAM LEADER (CONT'D)\nTeam two, what is your location?\n\nINT. HALLWAY BELOW - DAY\nTEAM #2 GUY\nLt., there's no sign of him here. It’s\npossible he has gone into the elevator\nshaft.\nINT. SWANKY HOTEL SUITE ~ DAY\n\nTEAM LEADER\nDo you read, Team 3?\n\nINT. ELEVATOR (DESCENDING) -— DAY\n\n. RUSSIAN SWAT GUY\nSir, repeat that.\n\nAs the men glance around, we PULL BACK to reveal the barrel of a\nstainless .45 inches from the split between his helmet and vest.\n\nTEAM LEADER (0.8.)\n(Over radio) .",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nRUSSIAN SWAT GUY\nSir, repeat that. As the men glance around, we PULL BACK to reveal the barrel of a\nstainless .45 inches from the split between his helmet and vest. TEAM LEADER (0.8.)\n(Over radio) . \n\nTARGET SECTION TO BE ANNOTATED:\nI_repeat, he may have gone into the\nelevator shaft.\n\nWe TILT UP. 47 is the one aiming down from the access hatch.\n\f37.\n\nBAM! 47 shoots him, acquires the man next to him. BAM! He then\nopens fire with both .45‘s, the soft spots in their armor easy\ntargets at this range.\n\n47 drops onto the floor, still firing, now shooting up with both\nweapons at the other two men. ‘They crumple.\n\n47 glances up. The elevator is passing the fifth floor. He grabs\none of the men‘s Glocks, slings an assault rifle, clips for both\nand goes back up.\n\nINT. ELEVATOR SHAFT - DAY\n\n47 stands on the elevator as it reaches the third floor. He grabs\nthe floor as the elevator continues descending, then jams the\nmetallic object into_the split between the doors, prying these |\nopen as well. He pulls himself up, glancing around, weapon moving.\nINT. HALL - THIRD FLOOR - DAY\n\n47 runs toward the end of the hallway. The stairwell door opens\nand 47 slows, lifting the weapon. A terrified maid drops her\ncleaning supplies.\n\nMAID’S POV ~ All she can see is .45, The weapon held up, obscuring\n\n\\ 47's face.\n\n47\n(In Russian)\nDown. Get Down!\n\nREVERSE of the maid, frozen with fear. She mumbles. 47 pushes\nher to the ground. Her eyes closed.\n\nHe turns the corner and keeps going. At the last room on the left\nhe kicks the door open, running in.\n\nEMPTY HOTEL ROOM - DAY\n\nHe runs through the room to the balcony.\nEXT. BALCONY - DAY\n\nNever stopping he goes over the rail.\n\nAERIAL SHOT as 47 drops the fifty feet into the freezing river\nbelow. We HEAR helicopters circling.\n\nINT. EMPTY ROOM — DAY\nThe SWAT team rushes in, to the balcony. But 47 is gone.\n\nFuck! TEAM LEADER\nucK\n\nFADE TO BLACK.\nINT. SWANKY HOTEL SUITE - LATER\nMike and his boys stand in the room, The Swat Leader and a St.\n\nPetersburg Militsiya (Police) Captain stand in front of him.\nForensic specialists go over the place. Mike is pissed.\n\f38.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nForensic specialists go over the place. Mike is pissed. 38. \n\nTARGET SECTION TO BE ANNOTATED:\nCLARKSON\nWhat a bloody fucking mess.\n\nThe Swat Leader starts to say something but Mike’s look cuts him\noff.\n\nMIKE\nYou were not to engage the suspect, only\nobserve.\n\nTEAM LEADER , .\nWe were observing, sir. We had information\nthe suspect would attempt to flee.\n\nCLARKSON\nAttempt to flee?\n\n. TEAM LEADER\nYes, sir.\n\n: MIKE\nWhere is the suspect, now?\n\nTEAM LEADER\nHe fled, sir.\n\nMILITSIYA CAPTAIN\nWe had orders...\n\nMIKE\nOn who's authority?\n\nMILITSIYA CAPTAIN\nThe FSB.\n\n, CLARKSON\nJesus fucking, tap-dancing Christ!\n\nThe Militsiya Captain seems as unhappy about this as Mike. Mike\nnods.\n\nJENKINS\nWait, don’t touch that!\n\nOne of the forensic guys hovering over the laptop’s keyboard\ntouches the mouse. We HEAR a high pitched whine. The screen\nblanks. A prom t states, “The hard-drive has been permanently\nerased.” Then blinks out.\n\nJENKINS (CONT'D)\nWhere'd you get you’re fucking license, a\nFruit Loops box?\n\nRUSSIAN FORENSIC\nFruit loops...\n\nJENKINS\nThe hard-drive was key coded. You just\nburned our only lead.\n\nMIKE\nThat's it everyone out! Now! Out!\n\f39.\n\nSlowly the room clears. Only our three boys are left.\n\n, MIKE (CONT‘D)\nGive me a minute will ya?\n\nClarkson claps Mike on the back as they leave the room.\n\nMike, alone, slowly looks around. All of 47's stuff. His whole\nlife. Maybe it wasn’t a complete loss. He sighs.\n\nEXT. EMPORIO ARMANI - NIGHT\n47, still dripping, walks into the store. His coat under his arm,\nwrapped around the appropriated assault rifle and weapons. The\nfour salesman clustered around stare at him, noses wrinkled.\nAGENT 47 .\nI need a suit. And I need it tailored\nbefore I leave.\nSALESMAN #1 .\nI’m sorry, sir, we have a three week wait\nfor all tailoring.\n\n; AGENT 47\nThen find a seamstress.\n\n47 holds up a wad of wet, but very large Euros.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m sorry, sir, we have a three week wait\nfor all tailoring. ; AGENT 47\nThen find a seamstress. 47 holds up a wad of wet, but very large Euros. \n\nTARGET SECTION TO BE ANNOTATED:\nSWISHY SALESMAN\nOf course sir, right this way. May I take\nyour coat?\n47 just looks at him.\n\n, SWISHY SALESMAN (CONT'D)\nAlright then, right this way. Espresso?\n\nINT. SWANKY HOTEL SUITE - SAME TIME\n\nMike walks through the suite, looking. He stares at 47’s\nstainless .45, hefting it. He then moves to the suitcase.\n\nWe INTERCUT between the two scenes.\n\n47 looks at the salesman who has an armful of suits, holding them\nout one by one. Pinstripes, greys, blues...\n\nAGENT 47\nBlack.\n\n. SWISHY SALESMAN\nMight I suggest a man of your frame --\n\nAGENT 47\n~- Black.\n\nSWISHY SALESMAN\nAlright then.\n\ncur TO:\n\f40.\n\nMike opens the suitcase. Inside is all manner of killin\nequipment. He pulls out a pack of syringes. And a small leather\ncase. Inside are several nasty looking ampules.\n\ncuUT TO:\n\n47 stands, being fitted for the suit. A seamstress pins the\ncuits « gowishy Salesman holds out a selection of ties. 47 shakes\nis head.\n\nSWISHY SALESMAN (CONT’D)\nLet me guess. You'd like a red one.\n\ncurT TO:\n\nMike continues to go through 47‘s stuff. Looking, thinking,\ntrying to understand his adversary.\n\nCUT TO:\n\n47 sits on a chair waiting. A new suitcase stuffed at his feet.\nSwishy Salesman brings him an espresso.\n\nAGENT 47\nHow'd you like to make a couple of thousand\ndollars? U.S.\n\n, SWISHY SALESMAN\nGrins)\nI_get off in an hour. There’s a great new\nclu\n\n47’s look shuts him down.\n\n_ AGENT 47\nI need to find a girl.\n\nSWISHY SALESMAN\nOh. Well... Unfortunately that’s not\nreally my department.\n\nAGENT 47\nSomeone specific. Blond, pink streaked\nhair. Sexy. Small dragon tattoo on her\ncheek bone. She has expensive tastes. You\nhave friends, call around the other shops.\nI‘ll make it ten thousand if you find her\nin the next two hours. I just need a name.\n\nSWISHY SALESMAN _ .",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nI‘ll make it ten thousand if you find her\nin the next two hours. I just need a name. SWISHY SALESMAN _ . \n\nTARGET SECTION TO BE ANNOTATED:\nTen thousand?!? You’re not going to kill\nher are you?\n\n__ AGENT 47\nDo I look like the kind of guy who'd kill\nsomeone?\n\nSWISHY SALESMAN\nOf course not, darling. But for ten\nthousand dollars, what do I care?\n\f4l.\n\nINT. SWANKY HOTEL SUITE - NIGHT\n\nMike sits at the desk thinking. Someone knocks at the door. Mike\nopens it. Jenkins stands there.\n\nJENKINS ; .\nSomeone would like a word with you, sir.\nThe FSB.\n\nIn the hallway three men wait, calmly. They look like 50’s era\nSoviet KGB guys, just in nicer suits. The biggest one, CHIEF\nAGENT YURI MARKLOV smiles at Mike, like he has all the time in the\nworld. Mike sighs.\n\nMIKE\nJenkins, scrounge me up some cigarettes\nwill you?\n\nJENKINS\n\nYour wife isn’t going to be happy, sir.\n\nMike smiles at Jenkins and moves toward Yuri.\n\nMIKE ;\nI’m Captain Detective Mike Whittier,\nInterpol.\n\nYURI\n\nYes Michael, I_am aware who you are. |\nPerhaps we would be more comfortable in the\nHotel’s cafe. They have excellent Blow\nFish this time of year. Or vodka if that\nis more your taste\n\nMike nods, smiling. He looks back at Jenkins.\n\n; MIKE\nHurry with those, would you?\nINT. INTERNET COFFEE SHOP - NIGHT\n\n47 sits in the back, at_a terminal, wearing a new suit and a new\nfur-lined, black, full-length coat. He is reading all the\narticles on Belicoff.\n\n“Belicoff Hard-line Stance - Anti American?” “Mikhail Belicoff\ngaining Support with Russia's Working class.” “Belicoff\nsoftening his Hard-line View?” Then another about his crazy |\nbrother. “Udre Belicoff arrested for murder in Minsk. Political\ntrouble for his older Brother?”\n\nWith his other hand, he is drawing on a torn out magazine ad with\na red pen. The ad is a CU of a beautiful model. With the pen he\nhas transformed the picture into a damn good likeness of the girl,\nNika. It seems as if he is doing both things simultaneously.\n\n47 logs onto a Forum. W.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt seems as if he is doing both things simultaneously. 47 logs onto a Forum. W. \n\nTARGET SECTION TO BE ANNOTATED:\n0.0.F. - Women Outraged Over Fur. A\nmessage box opens. “Account Terminated Due to Technical Problems.\nDo Not Attempt to Reconnect!” Then, “You are on your own, 47.”\n\nHe stares at the screen. He then logs onto a Secure Mail Server.\nayes an email address, then: “Need to call in a favor. Urgent.\nWill come to you. 47.\" Hits send.\n\f42.\n\nHe glances over at the picture he’s been working on. But looks up\nas Swishy Salesman and another similarly dressed YOUNG MAN enter\nthe cafe, moving to him.\n\nSWISHY SALESMAN .\nThis is Joseph, He works at the Christian\nLouboutin boutique. They sell very\nexpensive shoes.\n\n47 looks at him.\n\nSWISHY SALESMAN (CONT'D)\nRight. Well he knows the girl.\n\nYOUNG MAN\nShe comes in occasionally and buys out the\nshop.\n\nAGENT 47\nThis her?\n\nShowing him the picture he’s been working on.\n\nSWISHY SALESMAN\nThat’s pretty good.\n\nIt is a pretty good resemblance. Young Man nods.\n\nAGENT 47\nYou have a name?\n\nSWISHY SALESMAN\nBetter. He has her address.\n\nYOUNG MAN\nWhere we deliver her merchandise.\n\n47’s phone beeps. Text message. He looks at it. It reads.\n“Tomorrow, 10PM. Belgrade. Kinky Cafe. Don’t be late.”\n\nSWISHY SALESMAN\nDid I make the deadline?\n\nAGENT 47\nClose enough. .\n(Hands him a wad of cash)\nGive me your shades.\n\nEven though it is night, Swishy is wearing these cool black\nshades. Swishy doesn’t even think about it, just hands them to\n\nAGENT 47 (CONT’D) .\nWhere can I buy some flowers? Expensive.\n\nSwishy starts to tell him, then stops.\nSWISHY SALESMAN\nOne more thing, friend to friend. You\nshould be careful with her.\n\nAgent 47 looks at them. Swishy nudges the other guy.\n\f \n\n43.\n\n. YOUNG MAN\nIt’s just... Well, she doesn’t buy her\nthings. It’s her boyfriend.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nYOUNG MAN\nIt’s just... Well, she doesn’t buy her\nthings. It’s her boyfriend. \n\nTARGET SECTION TO BE ANNOTATED:\n And he’s\nconnected,\n\nMaria? AGENT 47\nalia?\n\nYOUNG _MAN .\nNo, far worse. Political. His name is\nMikhail Belicoff.\n\nWe PUSH into a CU of 47.\n\nINT. CAFE’ - SWANKY HOTEL - NIGHT\n\nTo call this place a cafe is someone’s idea of humor. It’s like\ncalling the Burj Dubai a building.\n\nYuri sits slurping down oysters. He pours Mike another shot of\n$300 dollar a bottle vodka.\n\nMIKE\nYou're expense account must be larger than\nmine.\n“ Yuri smiles.\nYURI\n\nThe assassin you are looking for. My\nassociates tell me you believe him to be\nfreelance?\n\nMIKE\nI know he is. If you follow the pattern of\nkills across Europe, the only pattern is\nthere is no pattern. Except the efficiency\nof the work.\n\nYURI\nSo, you do not believe he is connected with\nthe erican Central Intelligence Agency?\n\nMIKE\nNo. There is nothing to suggest that. Why\ndo you ask?\n\nYURI /\nNo reason, It just seems to be a bit\nnaive.\n\nMIKE\n(Smiles)\nYou think so.\n\nYURI\nPlease, I am not trying to offend you. You\nare a very capable police officer. But\nthat is what you are. A cop. A rock is\ntossed through a window, you look for the\nperpetrator. You try to reason a motive.\nhowever am paid to look under that rock.\n\n(MORE )\n\f44,\n\nYURI (CONT'D)\nTo determine, what chain of events would be\ntriggered by it breaking that window, and\nwho would ultimately benefit, globally.\n\nMIKE\nWhat are you suggesting?\n\nYURI\nMerely that, you are a very good\nsyshchik... Detective. Isn’t it odd that\nafter three years, you have been unable to\neven put a face with your assassin, beyond\na vague description? Internally you even\nrefer to this man as a ghost.\n\nMike looks at him.\n\n_ YURI (CONT’D)\nPerhaps it is not a single man you are\nlooking for. But a well financed\n\nintelligence organization working for a\nsingular cause. The CIA for example.\n\nMIKE\nThe CIA no longer has that kind of power.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut a well financed\n\nintelligence organization working for a\nsingular cause. The CIA for example. MIKE\nThe CIA no longer has that kind of power. \n\nTARGET SECTION TO BE ANNOTATED:\nYURI\n\nAnd the KGB no longer exists. Yet here I\nsit.\n\nMike thinks a moment.\n\nYuri smiles,\n\n_. ,. MIKE\nWell, it is a theory.\n\nYURI\nYes. A theory. But a theory shared by\nMoscow. In accordance with Article 1764.3\nof the EU Charter, any state matters which\ndeal directly with intelligence shall be\nthe sole jurisdiction of the host country.\n\nMIKE\nAbh, And the light bulb comes on. Took me\na minute. Must be the jet-lag.\n(Beat)\nYou're telling us to leave.\n\nYURI\nNo, of course not. You are a good man,\nMichael, enjoy the sights of Russia. But\nleave the intelligencé work, and this\nassassin, to the FSB.\n\nMIKE\nWho informed you of the whereabouts of my\nguy?\nslurping down another oyster. Mike nods.\n\nMIKE (CONT'D)\nOkay, here's an easy one. Who is Belicoff?\n\f45.\n\nYURI\nI’m sorry?\n\nHe tosses Yuri a picture. It is a hard copy of the frame from the\nshooting.\n\nMIKE\nTwo things are wrong with that picture.\nOne, that footage has been tampered with.\nSomeone inserted that civilian to cover up\nwhat actually happened. What is it you’re\ntrying to cover up?\n\nYURI\n(Pouring a vodka)\nAnd the second thing?\n\nMIKE\nMy boy doesn’t miss.\n\nYURI\n, gStams the shot) |\nAs I said, you are a very good policeman\nMichael. Try the oysters. They are\nlovely.\n\nYuri rises to leave.\n\nMIKE\nIs the FSB trying to cover-up some sick PR\nstunt to stir up support and raise Belicoff\nin the polls? saw the speech. Is that\nwhy you're trying to get rid of us? You\ndon’t want us to find the sniper?\n\nYuri grins, putting on his coat.\n\nYURI\nWell, the failed assassination has.\ndefinitery siyvated Belicoff politically.\nea\nI’m trying to protect you, Michael.\n\nMike looks at the two other Russian FSB agents who resemble\nGestapo, lounging at the periphery.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\ndefinitery siyvated Belicoff politically. ea\nI’m trying to protect you, Michael. Mike looks at the two other Russian FSB agents who resemble\nGestapo, lounging at the periphery. \n\nTARGET SECTION TO BE ANNOTATED:\nMIKE\nIs that_a threat? Is the FSB threatening a\nsenior Interpol detective?\n\nYURI\n(Chuckles) .\nPlease thank Interpol for such a fine, if\nexpensive, meal. | id enjoy the vodka, you\npaid enough for it.\n\nHe motions to his men who follow him out. Jenkins walks over and\ngives Mike the pack of cigarettes. Mike opens it. Lights one.\nHe glances at the untouched feast as Jenkins turns to leave.\n\f46.\n\nMIKE\nJenkins. Tell Clarkson to get down here.\nWo reason for this expensive dinner to go\nto waste. You enjoy it.\n\nMike walks away.\nINT. BAD ASS APARTMENT BUILDING - NIGHT\n\nOne month’s rent_on this place would cost most Russians an entire\nlife’s salary. A bald homeless guy stares in at the warmth.\n\nThe Guy behind the front desk looks up-._In front of him stands\n47, wearing shades and a heavy jacket with the hood pulled up. In\nhis hand is a huge vase with about 4 dozen blue roses.\n\nDESK GUY\nMay I help you?\n\nAGENT 47\nMs. Sytrovski. I have a delivery.\n\n_ DESK GUY .\nJust leave it with me. I'll sign.\n\nAGENT 47\nNo, I need to deliver them personally. For\nher boyfriend.\n\nDESK GUY\nThat is impossible.\n\n47 shows him a wad of cash.\nDESK GUY (CONT’D\n\nDespite what most of the world thinks of\nRussians. Some of us are above petty\n\nbribes.\nAGENT 47\nThat's two grand.\nDESK GUY\n\nYessir, she’s in the penthouse. Allow me\nto key the elevator for you.\n\nINT. PENTHOUSE - NIGHT\nLavish. The doorbell CHIMES, Nika moves toward the door. She is\ndressed in a nothing of a dress, 4-inch heels, and made up like\nshe‘s getting ready to go out. Or stay in.\n\nNIKA\n\n(Russian, subtitled)\nYes, I hear you? What?\n\nShe looks through the peephole.\nHER POV - We SEE the huge bouquet of blue roses.\n\nNIKA (CONT’D)\nYou’re supposed to leave those at the desk.\n\f \n\n47.\n\nAGENT 47 (0.S.)\nMr.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\n47. AGENT 47 (0. S.)\nMr. \n\nTARGET SECTION TO BE ANNOTATED:\n Belicoff sent them.\n\nShe thinks about it and sighs.\nINT. HALLWAY ~ NIGHT\n\n47 stands to one side of the door, roses held in front of the\npeephole with one hand, silenced .45 in the other.\n\nWe HEAR the door unlatch. Slowly it opens.\n\nIn a single motion, 47 drops the vase and quickly reaches through\nthe opening, yanking Nika out by the throat. He pulls her over,\nplacing the silencer against her eye.\n\nAGENT 47\n(Quietly)\nWho else is inside?\n\nShe can’t speak, her air cut off by his vise-like grip. Eyes wide\nwith fear she just shakes her head.\n\n47 glances around the jam and surveys the room. Satisfied, he\nrelaxes his grip, slightly.\n\nAGENT 47 (CONT'D)\nYou are coming with me. Make a sound, I'll\nend your life. Understand? No second\nchance.\n\nNIKA\nafraid)\nI can’t leave.\n\nAGENT 47\nThen I’11 shoot you in the knee-caps and\ndrag you out.\n\nNIKA\nI need a coat.\n\nINT. LOBBY - MOMENTS LATER\n\n47 pushes Nika in front of him toward the door. The desk Guy\nsmiles at them.\n\nDESK GUY\nGood night, sir, and madame.\n(Quick beat)\n\nOh, Miss Nika, did you enjoy the flowers?\n\nNIKA\nThey were fucking lovely, you prick.\nThe Desk Guy is confused.\nEXT. LAVISH APARTMENT BUILDING - NIGHT\n\n47 pushes Nika around to the alley where a big black Maybach 57S\nwaits. He pops the trunk. The bald homeless guy watches them.\n\f \n\n48.\n\nNIKA\nWhere are you taking me?\n(Realization hits) .\nI know you. From the street. Earlier\ntoday. You killed that man.\n\n/ AGENT 47\nGet in.\n\nShe looks at him. He looks at the open trunk.\n\nNIKA oo,\nFuck youl I’m not getting in there.\n\n. AGENT _ 47 .\nBleeding or not. Either way, you go in.\n\nNIKA\n(Climbing inside)\nYou're a fucking asshole. My boyfriend\nwill have you castr--\n\n~~ 47 shuts the trunk and moves to the drivers seat.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nEither way, you go in. NIKA\n(Climbing inside)\nYou're a fucking asshole. My boyfriend\nwill have you castr--\n\n~~ 47 shuts the trunk and moves to the drivers seat. \n\nTARGET SECTION TO BE ANNOTATED:\n We HEAR her\nmuffled scream.\n\nNIKA (0.S.) (CONT'D)\nThere’s a dead man in here...!\n\nHe CRANKS the car and hauls ass away. The tail-lights disappear\ninto the snowy, dark streets.\n\nINT. SWANKY HOTEL SUITE - SAME TIME\n\nMike sits on the bed, smoking. His cell rings, he looks at it and\nputs out his cigarette.\n\nMIKE\nHey babe. You're up late.\n\nINT. KITCHEN ~ SUBURBAN HOUSE — MORNING\n\nWIFE .\nIt’s early, sweetheart. How are things?\n\nWe INTERCUT BETWEEN THEM...\n\nMIKE\nShitty. How ‘bout you?\n\nWIFE\nFat, cranky. Horny.\n\nMIKE\nThat’s how you got fat, honey.\n\nWIFE\nThen we don't have anything to worry\nabout... Did you just call me fat?\n\nMIKE\n(Smiles)\nI love you, honey.\n\f49,\n\nWIFE\nI_love you too, and I miss you. It’s\nalmost Christmas. I’m gonna have to put an\nadd in the eeper for a surrogate husband...\n(Beat °\nMichael. Have you been smoking?\n\nMIKE\nHow do you do that?\n\nWIFE ; ,\nI’m amom. I have ESP. Quit smoking.\nWe HEAR a key sliding into the lock. Mike pulls his H&K.\n\nMIKE\nI love you. Gotta go.\n\nWIFE\nseme home! And try to keep from getting\nshot --\n\n~~ He hangs up as the door opens. He lifts the weapon. It is\nfour FSB thugs with chopped-down AKMs.\n\nFSB THUG .\nYou are required to leave this area\nimmediately, pursuant to European law and\nthose of the Russian Federation... Sir.\n\nINT. HALLWAY ~ NIGHT\n\nMike watches as two workmen fit pad-locks to the door, while one\ngf the thugs stretches yellow sticky tape across it. The rest eye\ne.\n\nCLARKSON\nWhat the hell is going on?\n\nMIKE\nWe're being booted.\n\nJENKINS\nThis is becoming a habit.\n\nFSB THUG\nYour cooperation will be noted.\n\nINT.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nJENKINS\nThis is becoming a habit. FSB THUG\nYour cooperation will be noted. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ANOTHER SEEDY MOTEL - NIGHT\n\nNika sits in a chair in the middle of the room, roughly four feet\naway from the bed where 47 sits. Even in the gloom, she is\nmagnificent. And obviously terrified. Tries to remain calm.\n\nNIKA\nAre you going to kill me?\n\nAGENT 47\n(Thinks a beat)\nProbably.\n\f50.\n\nWNIKA\nWhen my boyfriend finds out what you've\ndone, he will find you, and do things you\ncan’t even imagine.\n(Long silence)\nIf you‘re going to kill me anyway, why\nshould I do anything you ask?\n\nAGENT 47\n\nBecause if you don‘t, I will hurt you.\nWIKA\n\nYou aren't the first man to hurt me.\nAGENT 47\n\nNo... But I will be the last.\nNIKA\n\n(Resigns herself)\nWould you mind if I smoke before you start?\n\nHe watches her as she takes a pack of cigarettes out of her\njacket, lights one. Then notices his confusion.\n\nNIKA (CONT'D)\n(Exhaling smoke)\nBefore you rape me.\n\n_ AGENT 47\n\nI’m not going to rape you.\nNIKA\n\nThen... Why did you kidnap me?\nAGENT 47\n\nI want to ask you some questions.\n\nNIKA\nThere’s no need to hurt me. I’11 tell you\nwhatever you want to know.\n\nAGENT 47 .\nLet’s start with an easy one. Why did you\ndo that to your face?\n\nNIKA\nThat’s none of your business. Ask me\nsomething else.\n\nHe places the tip of the silenced .45 against her perfect knee.\nShe clenches her teeth, defiant.\n\nAGENT 47\nThat one’s free. You're a prostitute?\n\nNIKA\nNo. I’m a whore.\n\n. AGENT 47\nPretty high class for a whore.\n\f51.\n\nNIKA\nGilded cages... As they say.\n\nAGENT 47\nBefore today, on the street, have you ever\nseen me before?\n\nShe shakes her head, no.\n\nAGENT 47 (CONT’D)\nWhy were you there?\n\nNIKA\nMy boyfriend. He told me to meet his\ndriver on that corner. At that exact time.\n\nAGENT 47\nBelicoff?\n\nShe is beginning to realize this is not some simple kidnapping.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nAt that exact time. AGENT 47\nBelicoff? She is beginning to realize this is not some simple kidnapping. \n\nTARGET SECTION TO BE ANNOTATED:\nNIKA\nYou know him?\n\nAGENT 47\nBetter than he knows himself. Men like\nBelicoff don't have girlfriends. They have\noys.\n\nNIKA .\nOkay. I’m his a cum receptacle. But it\nbeats the alternative.\n\nAGENT 47\nHow is it after taking a bullet in the head\nyesterday, he was able to give a speech\noday\n\nShe shrugs, not knowing what to say.\n\nAGENT 47 (CONT'D)\nThen you're of no use to me.\n\nHe lifts his .45. She thinks quickly.\n\nNIKA\nWait...! There is something... If\nMischa...Mikhail finds out fT told you,\nhe'll have me dismembered.\n\n_ AGENT 47\nMy guess is he already knows. The cameras\nin the lebby of your apartment.\nNow she really is frightened. Desperate. She is out of options.\nNIKA\nMischa... Mikhail is sick. Raskolnik.\nDivided mentally.\n\n47 smiles at her, not believing.\n\f52.\n\n. AGENT 47\nMultiple personalities...?\n\nNIKA\nIt's true. Why would I lie?\n\n47 can think of about a thousand reasons.\n\n47 smiles.\n\nAGENT 47\nWhy do you think that?\n\nNIKA\n\nBecause I’m a woman. Things. Pet~-names.\nPersonality traits. One of them, who I\ncalled Mischa, is a_ sadist. He Liked to\nhurt me. Got him off. Took me a while to\nfigure it out. I’d just fuck whichever one\nshowed up. They take me shopping, we go to\ndinner, whatever. To excite the paparazzi.\nBut T haven't seen Mischa in months. Just\nMikhail... Who is actually very sweet...\n\nThings are starting to make sense.\n\nwhat? NIKA (CONT‘D)\nat?\n\nAGENT 47 .\nBelicoff hired me to kill him. Then he\nused you to set me up to kill me. But you\nwere hever meant to survive our meeting.\n\nNIKA\nI don’t believe you. Why would he do that?\n\nAGENT 47\nBecause...\n\nHe then shakes his head, doesn’t matter.\n\nShe shrugs.\n\nAGENT 47 (CONT‘D)\nTell me about Udre Belicoff.\n\nNIKA\n\nMikhail’s brother? I don’t know...",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nAGENT 47 (CONT‘D)\nTell me about Udre Belicoff. NIKA\n\nMikhail’s brother? I don’t know... \n\nTARGET SECTION TO BE ANNOTATED:\n(She looks at 47) . .\nMikhail and Udre don’t speak much. Mikhail\ncalled him Mudak. A fuck-up. Had him\nexiled. He runs slave girls, drugs,\nweapons. Anything to keep up his lifestyle\nsince Mikhail cut him off, Udre’s\ncompletely paranoid, convinced that both\nthe CIA and the FSB want him dead. He's a\ndrug addict and a psychopath.\n\nAGENT 47\nThat‘s it?\n\nShe’s told him all she knows.\n\nNIKA\nNow what?\n\f53.\n\ne@ They look at each other for a long beat. Then 47 gets up and\nwalks behind her. She sighs. She knows.\n\n_— _ NIKA (CONT'D)\nThis is a nice enough place I suppose...\n\nAGENT 47\nThe honeymoon suite.\n(Then gently, but serious)\nClose your eyes.\n\nShe does. He lifts the silenced .45 to the back of her head. A\nsingle mascara stained tear rolls down her face.\n\n47 looks at himself in the large mirror on the wall above the bed.\nHer in front of him, eyes closed, teeth clenched. Waiting for the\nbullet. Which doesn’t come.\n\nAGENT 47 (CONT‘D)\n\nGet up.\nNIKA\n(Confused\nYou change your mind about raping me?\n_ AGENT 47\nYou're coming with me.\nNIKA\nNo... Ican’t. He'll...\n\n@ AGENT 47\n\nYour other choice is the morgue. The dead\nman in the trunk, your driver, was carrying\nthis.\n\n47 pulls out a small, silenced Russian handgun.\n\n_. AGENT 47 (CONT'D) |\nA .22 caliber Makarov, with an integral\nsilencer. Used to be a favored weapon with\nthe KGB. Not much use for protection, but\nexceptionally good for killing, especially\nif you aim for the soft spots, like your\neye. Your driver was going to use it on\nyou.\n\nNIKA\n(Staring at him)\nWhy are you helping me?\n\nAGENT 47\nYou‘re my only connection to Belicoff. And\nbecause I need to get out of St. Petersburg\nand every oop in the city is looking for me\nright now. ut they aren’t looking for us.\n\nEXT. BALCONY ~ DAWN\n\nMike stands on the balcony, smoking.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nPetersburg\nand every oop in the city is looking for me\nright now. ut they aren’t looking for us. EXT. BALCONY ~ DAWN\n\nMike stands on the balcony, smoking. \n\nTARGET SECTION TO BE ANNOTATED:\n Watching as dawn creeps up\ne@ over the city. Suddenly realization hits him.\n\f54.\nMIKE\nShit...!\nHe runs into his room, grabbing his cell. Dials.\n\n. MIKE (CONT'D) ;\nGet Jenkins. He’s leaving the city.\n\nINT. BEDROOM ~ MIDDLE CLASS FLAT - EARLY\n\nThe Militsiya Captain, asleep with his wife, rolls over. He puts\non his glasses, looking at the clock. Someone BANGS on his door.\n\nINT, MIDDLE CLASS FLAT - MOMENTS LATER\n\nHe opens the door. Outside stands Mike and his two men.\n\nMIKE\nI need to talk to you.\nStanding behind the Captain is his wife.\n\nMILITSIYA CAPTAIN’S WIFE\nI'll make coffee.\n\nINT. KITCHEN ~- MIDDLE CLASS FLAT ~ EARLY\n\nMike, drinking his coffee, unfolds a map of the city.\n\nMIKE\nPut roadblocks here, here and here. We\nneed men at both airports. But my guess,\n\nhe‘1ll try and leave by train.\n\nMILITSIYA CAPTAIN\nWait. You are asking me to blatantly\nundermine the FSB. This is not England.\nAt_best I'll lose my position, at worst\nI’1l end up in Siberia.\n\nMIKE\nI dunno. If it was me, I‘d want to catch\nthe man that killed my officers. I’m sure\ntheir families would want that.\n\nMILITSIYA CAPTAIN | ,\nHow do you know he’s even leaving the city?\n\nMIKE\nBecause I know.\n\nEXT. SIDE STREET ~- MORNING\n\nThe Maybach is parked on the street, the bulk of the St. Pete\nTrain Station dooming overhead. To one side a scruffy vender\nsells Chinese knockoff cameras, as 47 taps on the glass.\n\nINT. MAYBACH — MORNING\n\noTs of Nika who sits in the drivers seat. 47 looks at her.\n\f \n\n55.\n\nAGENT 47\nDon’t move until I tell you.\n\nHe hands her a fifth of vodka then moves away from the car as the\nwindow rolls up.\n\nINT. MEZZANINE - ST.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe hands her a fifth of vodka then moves away from the car as the\nwindow rolls up. INT. MEZZANINE - ST. \n\nTARGET SECTION TO BE ANNOTATED:\n PETERSBURG RAIL STATION — LATER\n\nHIGH ANGLE beneath the huge dome, below the open expanse of the\nancient station, ass-packed with travellers. Mike stands off to\none side, searching.\n\nMIKE\n(Into his radio)\nJenkins? Anything?\nINT. OFFICE - ST. PETERSBURG RAIL STATION ~ DAY\n\nScanning a bank of monitors, Jenkins picks up his radio.\n\nJENKINS\nNothing.\nBACK ON MIKE\nMIKE\nStay sharp.\n(Beat)\nClarkson?\n\nGlarkson stands by the entrance, surveying the scene from ground\nevel.\n\nCLARKSON\nNot a peep, Gov‘nor.\n\nMIKE\nWhat‘s with the clown?\n\nIn the middle, a clown hands out helium balloons.\n\nCLARKSON |\nDunno, It’s a clown sir. You want me to\nget rid of him?\n\nMIKE\nNo. How’re the Russians?\n\nRussian Militsioners (Police Officers), looking more like soldiers\nthan cops with their uniforms and automatic weapons, are spread\nthroughout the room and checking IDs at the door.\n\nCLARKSON\nThey’re Russian. You know, Gov'nor, these\nchaps aren’t exactly subtle. He’1ll know\nwe're here.\n\nMIKE\nHe already knows.\n\nDISSOLVE TO:\n\f56.\n\nINT. MEZZANINE - ST. PETERSBURG RAIL STATION - AN HOUR LATER\n\nMIKE\nC’mon, c'mon. Where are you?\n\nMilitsiya Captain walks up to him, looks at Mike.\n\nMIKE (CONT’D)\nHe'll be here.\n\nMILITSIYA CAPTAIN\nI hope so, Inspector. For both our sakes.\n\nMike sighs. Something isn’t right.\n\nMIKE\nClarky. Get rid of that fucking clown.\n\nCLARKSON\nWith pleasure.\n\nMike watches as Clarkson moves to the clown, having to push\nthrough a group of Provodnik, Russian train conductors, in long,\nyellow slickers and fur hats, walking toward their trains.\n\nANGLE ON_ CLARKSON, walking up to the clown, The dude is wearing a\nrubber clown mask, which is particularly hideous even for a clown.\n\n(ri CLARKSON {cont ’'D)\nFlippin is badge\nBeat it.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nMike watches as Clarkson moves to the clown, having to push\nthrough a group of Provodnik, Russian train conductors, in long,\nyellow slickers and fur hats, walking toward their trains. ANGLE ON_ CLARKSON, walking up to the clown, The dude is wearing a\nrubber clown mask, which is particularly hideous even for a clown. (ri CLARKSON {cont ’'D)\nFlippin is badge\nBeat it. \n\nTARGET SECTION TO BE ANNOTATED:\n Now! 9\n\nThe clown, not wanting any trouble, holds uy ,his hands, letting\nthe balloons go. They drift toward the ceiling.\n\nCLARKSON (CONT'D)\nThe other way. Outside.\n\nThe clown nods, moving in the direction of Clarkson's finger.\n\nBACK ON MIKE as he looks around. Train passengers move at him\nfrom every direction. He pushes through them.\n\nMIKE\nHe's here, I can feel it. I’m coming down.\n(Seeing something) | .\nJenkins, check out that guy in the jacket.\nNear the stairs.\n\nThe man is wearing a fur coat with the hood pulled up. His face\ninvisible. He is with a_woman pushing a stroller. The woman\nstops to fix her heel. It is Nika.\n\nMIKE (CONT’D)\nYou clever bastard...\n\n. JENKINS (0.8.)\nSir, what is that clown doing?\n\nMike looks. The clown is making a bee-line for the man in the\ncoat. The woman stops to ask a Militsioner directions.\n\f57.\n\nMIKE\nClarkson! The clown!\n\nClarkson moves, but is too far from the coated man, or the clown.\nANGLE ON THE MILITSIONER, looking at the schedule Nika is holding.\n\nNIKA\nDoes this train go to Vladivostok?\n\nShe turns, just as the Clown strides up to them. The Clown\nreaches out and spins the man in the jacket to face him.\n\nWe PUSH QUICKLY across the terminal, past a food vender slicing\ncooked meat with a butcher knife, to...\n\n47 standing by a column. He is wearing the heavy yellow slicker\nand fur hat of a Provodnik. He casual. ¥ turns, his hand inside\nhis jacket, to position the small raised dimple beneath his other\narm.” The only evidence of the silencer pressed against it.\n\nBACK ON THE CLOWN. Confusion in the Clown’s eyes as the man\ndoubles over, dropping to the ground.\n\nANGLE ON MIKE, who breaks into a run.\n\nMIKE\nThat fucking clown!\n\ncU - CLOWN, very confused. He didn’t shoot him. We PAN to...\n\nNIKA\n(Screams, pointing)\nHe’s got a gun! You killed him!\n\nThe Militsioner next to her looks at the Clown.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nNIKA\n(Screams, pointing)\nHe’s got a gun! You killed him! The Militsioner next to her looks at the Clown. \n\nTARGET SECTION TO BE ANNOTATED:\n There is indeed a\nfun in the Clown‘’s hand, silenced, but un-fired. The Militsioner\nifts his weapon as the Clown shoots him.\n\nANGLE ON MIKE, now on the GROUND LEVEL. Mike raises his weapon,\nbut due to the crowd in full panic, he can’t get a shot.\n\nMIKE\nStop him!\n\nWIDE ANGLE as the Clown moves the gun to shoot Nika, but instead\nfires at the more immediate threat. Two Russian cops. He turns\nas they fall, and he runs.\n\nANGLE ON 47, who lowers the weapon inside his coat. He watches\nthe Clown a moment then looks at the station map in his hand.\n\n47 moves quickly between the columns, past the food vendor ducking\nbehind his cart, the knife forgotten on the cutting board.\n\nThe Clown sprints across the terminal, shooting another |\nMilitsioner. He ducks into a side passage. Automatic fire from\nthe cops drop several of the passengers.\n\nANGLE ON MIKE, who runs to the fallen, coated man. He turns him\nover. Clarkson at his side.\n\f58.\n\nThe man in the coat is the beggar from outside Nika’s Apartment\nBuilding, re-dressed all in Armani, and BABBLING in Russian. A\nstupid, and quite drunk, grin on his face.\n\nMike sighs, dropping him, and looks up.\n\n. MIKE (CONT’D) . .\nAll_ units pursue the target. He is wearing\na Clown mask --\n\nJust then Yuri appears, Militsiya Captain in tow.\n\nYURI\nDisregard that order. All units stand\ndown. This is FSB Chief Agent Yuri\nMarklov. Repeat all units stand down\nimmediately.\n\nMIKE\nWhat are you doing?\n\nYURI\nI believed I explained to you that _your\ncooperation is no longer needed. This is\nan FSB matter now.\n\nFSB thugs swarm the train station. Mike sees Nika disappearing\nthrough the terminal.\n\nMIKE\nFuck...! Jenkins.\n\nJENKINS\nGot her, boss.\n\nJenkins runs after her and past the food vendor, who looks up,\nconfused. The butcher knife is gone.\n\nINT. SIDE PASSAGE ~ MORNING\n\nThe clown runs. A boy points at him. His father, clueless, grabs\nthe clown’s arm for a balioon.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nSIDE PASSAGE ~ MORNING\n\nThe clown runs. A boy points at him. His father, clueless, grabs\nthe clown’s arm for a balioon. \n\nTARGET SECTION TO BE ANNOTATED:\n The clown shoots him, never\nstopping.\n\nINT. DESERTED PLATFORM - MORNING\n\nThe clown jumps off the platform and runs down the tracks. He\npasses the end of a train.\n\nPFFFT, A bullet tears a huge hole through his knee, spinning him\nto the ground, In huge amounts of pain he scrambles for his\nweapon, gets it.\n\nPFFFFT. Another bullet tears through the Clown's bicep, snapping\nthe bone. His arm goes limp, dropping the weapon.\n\n47 steps out from behind the train, glances quickly around, then\ngrabs the clown by the bad arm and drags him into the empty train\ncar.\n\f59.\n\nINT. EMPTY TRAIN CAR ~ MORNING\n\n7 pulls the Clown up onto his feet by the throat, pinning him\nagaenae the aluminum wall of car.\n\nThe clown starts to fight. 7 presses the silencer against the\nsoft spot between his arm and shoulder.\n\nPFFFFT. The man howls in pain., places the silencer under the\nClown’s chin. We see the Clown's eyes through the holes in the\nmask.\n\nAGENT 47\n(Quietly)\nShhh. Sto} ony\n\nWho hired yo you bo kill me? Was it Belicoff?\n\nThe Clown is silent. 47 thinks about shooting him again. Instead\nhe peels up the mask.\n\nThe two men look at each other a moment, then the man spits\nsomething at him. 47 moves, the thing missing him. 47 looks at\nthe ground. He realizes the man just bit out his own tongue.\n\n\\ ANGLE ON 47 drops the man to the ground. The man smiles at him,\n* blood pouring from his mouth, and pulls the Clown mask back down.\n47 stands over him, gun outstretched.\n\nSuddenly, 47 pulls his other .45 and leans out of the train just\nas Nika steps out.\n\nEXT. EMPTY TRAIN CAR - MORNING\n\nAGENT 47\nWhat are you doing?\nNIKA\nI followed him.\nAGENT 47 .\nYou were supposed to wait for me in the\n\ncar.\n\nNIKA\nI didn’t want you to leave me.\n\n7,97 2mages : returning his attention to the Clown. He steps down\nsti i holding the other .45 on him.\n\nAGENT 47\nWait...",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\n7,97 2mages : returning his attention to the Clown. He steps down\nsti i holding the other .45 on him. AGENT 47\nWait... \n\nTARGET SECTION TO BE ANNOTATED:\n You said you followed him?\n\nShe nods, smiling, but 47 quickly pushes her against the exterior\nwall of the train, and places his finger to her lips. He turns,\nhis back to the metal. “Waiting.\n\nJenkins, gun first, comes around the train.\n\n47 grabs the guny twisting it up, and places his .45 in the crook\nat Jenkins’ elbow. Pfffti denkins screams.\n\f60.\n\n47, still in motion, yanks Jenkins forward, grabbing him from\nbehind, and wrapping his arm around his neck,.45 to his head. 47\nturns as we HEAR gravel crunch.\n\nREAR OF TRAIN\n\nMike crouches toward him, H&K raised, as 47 steps out, Jenkins in\nfront of him. 47’s weapon is now on Mike,\n\nMIKE\nDrop the weapon.\n\nJenkins, going into shock, is a shield. Mike has no shot.\n\nMIKE (CONT'D) ,\nNow! You've got nowhere to run. Russian\nMilitsiya has the terminal locked-down.\n\nNika steps next to 47. He glances at her, his decision already\nmade.\n\nNIKA\nNo!\n\n47 fires before Mike can react. But Nika pushes 47’s arm down.\nThe round hits Mike in the chest, his own shot going wide as he\nfalls, gasping for air.\n\n47 stares at Nika a split second then walks over to Mike, taking\nthe H&K. All Mike can do is try to breathe.\n\nAGENT 47\nShe just saved your life.\n\n47 bends down to him, thinking, staring into Mike’s eyes.\n\nAGENT 47 (CONT’D)\nYou’re the one who’s been tracking me.\nYou’re smart. You almost had me. Maybe\nnext time.\n\nMike doesn’t understand why 47 doesn’t kill him. But he doesn’t.\n\n47 moves back to the Clown, who stares at him through the train‘’s\nopen door. 47 is not happy.\n\nNika starts to say something, but 47 holds up his finger, pissed.\nShe decides not speaking is an excellent idea.\n\nAGENT 47 (CONT'D)\nTake off your coat.\n\nNIKA\nWhat...?\n\nAGENT 47\nTake off your coat.\n\nHe turns her_so he can pull off her coat.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nNIKA\nWhat...? AGENT 47\nTake off your coat. He turns her_so he can pull off her coat. \n\nTARGET SECTION TO BE ANNOTATED:\n As she faces the other\ndirection, 47 fires three silenced shots, up the train steps, into\nthe clown’s head.\n\f61.\n\nNika turns to look at him as the shell casings BOUNCE and ROLL\ndown to her feet. She looks at them, confused.\n\nAGENT 47 (CONT'D)\nLet's go. Now!\n\nShe hugs herself, cold in an outfit more skin than dress. Not\nmoving. 47 grabs her by the hand and yanks her along behind him.\n\nEXT. DESERTED PLATFORM - MORNING\n\nThree FSB thugs stand there, looking around with silenced HK UMP’s\nraised. | 47, essed in the Provodnik uniform, steps out dragging\ne girl.\n\nFSB THUG #3\nStop! Your papers...!\n\n47 doesn't run, instead drags the girl directly to them, yelling\nat her in Russian. Then...\n\nAGENT 47\nShe has no ticket.\n\nThe three Thugs now stare at her. She is hot and not wearing\nmuch. They smile at each other, lowering their weapons.\n\n; AGENT 47 (CONT'D)\nShe tried to sneak onto a train.\nFreeloader.\n\nFSB THUG #3\nWe'll handle her from here.\n\nAGENT 47\nVery well.\n\nHe slings her roughly to them, or’into them actually.\n\nFSB THUG #3\nEasy --\n\n-- but we never hear what else he has to say. 47 has the vender's\nbutcher knife in his hand and drives it under the chin of FSB Thu\n#3. He steps back half a step as his other hand WHIPS out the .4\n\nLONG SHOT as 47 fires two silenced shots into the face of each of\nphe other two, their weapons never even coming back up. The three\nies fall.\n\nANGLE ON THE GIRL'’s blood splattered face. She screams.\n\n. AGENT 47\nBe quiet.\n\n47 snatches the blade from the falling man before he even hits the\nground. He wipes it on the man’s uniform and holsters his weapon.\nHe then takes a silenced UMP, several clips, and wraps them in her\ncoat. He then grabs her hand.\n\n; AGENT 47 (CONT'D)\nWipe your face.\n\f62.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe then grabs her hand. ; AGENT 47 (CONT'D)\nWipe your face. 62. \n\nTARGET SECTION TO BE ANNOTATED:\nWithout looking at her, 47 drags Nika to the steps, leading down\nto the metro.\n\nNIKA\nYou killed those Militsiya...\n\nAGENT 47\nThose men weren’t cops. They were FSB.\nAnd for what purpose do you think they\nwould need suppressors on their weapons?\n\nShe thinks about that as he pulls her down the steps.\n\nNIKA\nWait, the trains are the other way!\n\nEXT. STATION PARKING LOT - LATER\n\nMike sits in the back of an ambulance, in pain. A Russian EMT\nexamines the nasty black bruise that has appeared on his side.\n\nMIKE\nFor God's sake. Yes it hurts.\n\nThe EMT says something in Russian. Mike doesn’t get it.\n\n: ORT (0.8)\nHe said, your ribs are broken.\n\nThe EMT nods, raising two fingers. Mike winces as Yuri walks\nover.\n\nYURI (CONT’D)\nUnlucky...\n\nYuri takes out a pack of cigarettes and hands Mike one, lighting\nit for him. Smoking hurts but doesn't stop him.\n\nMIKE .\nYou seem awfully calm, considering.\n\nYURI\n(Smiles, shrugs)\nI have reason to be calm. You on the other\nhand, do not.\n\nMIKE\nCalm? You let him get away.\n\nYURI\nOn the contrary. We apprehended your\nassassin. After he shot your subordinate.\nAnd you...\n\nMIKE\nThe clown? You know that isn’t the\nassassin. Why are you covering this up?\n\nYURI\nAs I told you before, Inspector, this is no\nlonger your affair. Now there are two ways\nin which we may proceed.\n\n(MORE )\n\f \n\n63.\n\nYURI (CONT'D)\nOne, my men will accompany you to the\nhospital. And when you and your ,\nsubordinate are able’ to travel, they will\nescort you to the airport. Then, I will\nwrite a report extolling Interpol for it’s\nhelp. There will probably be medals\ninvolved.\n\nMike starts to say something. But Yuri cuts him off.\n\nYURI (CONT’D)\nOr, I can report your incompetence and\ndisregard for my nation’s laws to your |\nsuperiors. This will undoubtedly find its\nway to the State Prosecutor in Moscow.\nFive men are dead today because of you.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nYURI (CONT’D)\nOr, I can report your incompetence and\ndisregard for my nation’s laws to your |\nsuperiors. This will undoubtedly find its\nway to the State Prosecutor in Moscow. Five men are dead today because of you. \n\nTARGET SECTION TO BE ANNOTATED:\nRussian men. I believe it is calle\ncomplicity.\n\nMIKE\nComplicity?1?\n\nYURI |\nNow, how do you think we should proceed?\n\nMike looks at him.\n\nMIKE\nGo fuck yourself.\n\nA moment passes as Mike thinks about it and slowly grins.\n\nYURI\nYou are smiling?\n\nMIKE\nYeah. Cause the question that you should\nask yourself is, if the clown was the\nassassin, who is his killer? But more\nimportantly, where is he?\n\nMike stands up, looking around at the buildings surrounding them.\nHe smiles again at Yuri, claps him on the back, and walks\npainfully to where Clarkson waits.\n\nMIKE (CONT'D)\nLet's get out of here.\n\nWe PULL BACK, CRANING UP.\nEXT. ROOFTOP - PARKING GARAGE - DAY\n\n47 stands at the edge of the roof, looking through the scope of\nthe combat rifle from the hotel.\n\n47'S POV. Far away we see Mike walking away from Yuri.\n\nANGLE ON 47 who places the lens of the Chinese knock-off camera to\nthe scope, pressing the shutter several times.\n\n47 then turns and walks to the Maybach sitting off to one side.\nOpens the trunk. Nika gets out aS 47 walks to the driver's door.\n\f64.\n\nNIKA\nI’m getting real fucking tired of being in\nthat trunk.\nFADE TO BLACK.\nAERIAL SHOT - GULF OF FINLAND\n\nA Hydrofoil Ferry knifes a fast, angry trench across the blue\nBaltic waters. We PUSH DOWN to...\n\nEXT. HYDROFOIL FERRY - DAY\n\n47 stands on the bow of the hydrofoil, coat whipping in the wind,\nred tie fluttering. We MOVE into a CU of 47 as he stares outward.\n\nEXT. MOTOR DECK ~- HYDROFOIL FERRY - DAY\n\n47, coffee and a sandwich in hand, magazine under his arm, walks\naround to the back of the Maybach. From inside someone pounds on\nthe trunk.\n\nANGLE ON THE TRUNK. Opens. Inside is Nika, pissed. She swears\nnon stop in Russian. j@ PULL BACK. 47 smiles.\n\nNIKA .\nYou cocksucker. I was running out of\noxygen in there.\n\nAGENT 47\nDon't be dramatic.\n\nLooking around, he helps her out.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nI was running out of\noxygen in there. AGENT 47\nDon't be dramatic. Looking around, he helps her out. \n\nTARGET SECTION TO BE ANNOTATED:\n. NIKA .\nDramatic! I've been in there for hours.\n\nAGENT 47\nI brought you breakfast.\n\nHe moves to the front as she stands there, cursing in Russian.\nINT. MAYBACH ~ DAY\n\n47 sits in the drivers seat flipping through the magazine, as Nika\nwolfs down the sandwich.\n\nNIKA\nDamn this is good. It probably really\nisn't but I'm’so fucking hungry. I’d thank\nyou if I wasn’t so mad at you.\n\nAGENT 47\nAt least I got rid of the body.\n\nNIKA\nThat's very clever.\n\nThey sit for a moment.\n\f65.\n\nAGENT 47\nWe have to talk about something. Look at\nme.\n\nNIKA\nI am.\n\nAGENT 47\n\nLook at me.\nShe stops eating and does.\n\nAGENT 47 (CONT'D)\nBack there, at the train station. You\nalmost got me killed. I plan, I calculate,\nthen I do not deviate. You are a random\nequation in my calculations. I can’t allow\n\nthat.\n___NIKA\n(Sincere)\nI‘m sorry.\nAGENT 47\n\nI’m sure you are.\n\n‘ She now notices the weapon he is holding in his lap. She suddenly\nbecomes very afraid.\n\n_ NIKA_ | .\nAre you going to kill me? I swear it will -\n\nAGENT 47\n-- Stop talking.\n\nHe looks down at the gun in his lap. Lifts it.\n\nAGENT 47 (CONT'D)\nI’ve thought a lot about it. The entire\ndrive. I know I should. Right now.\n\nStaring at the gun, she unconsciously braces herself against the\ndoor. “Not trying to run. Just waiting.\n\nAGENT 47 (CONT’D)\nGive me a reason not to.\n\nShe thinks about it. After a moment-~\n\nNIKA\nI... I don’t have one.\n. (Beat, then)\nI think a lot about death. My death. I\ndream about it. I’ve even tried a couple\nof times.\n\nShe shows him the scars on her wrists.\n\nNIKA (CONT'D)\nThey always found me. Took me to the\nhospital.\n\n(MORE )\n\f66.\n\nNIKA (CONT?) .\nGod how I prayed for death when he punished\nme for it. But as it turns out, I don’t\nhave the constitution for it.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nNIKA (CONT?) . God how I prayed for death when he punished\nme for it. But as it turns out, I don’t\nhave the constitution for it. \n\nTARGET SECTION TO BE ANNOTATED:\n | You’d think\nKilling myself wouldn’t be so hard.\n\nAGENT 47\nYou made your choice to do what you do.\n\nNIKA\n{Seq smile)\nYou really don’t know... I’m not a whore\nby choice. Belicoff owns me.\n\nHe looks at her.\n\nNIKA (CONT'D)\nNot metaphorically. He owns me. I am\nMikhail’s property. When I was fourteen\nsoldiers came to my village and took me. I\nlost my virginity o six men in the back of\na transport truck. Then I was sold into\nslavery. Don’t look so surprised. it’s\ncommon in Eastern Europe. Russian Mafia\nkidnap lots of young girls every year. Or\nthey buy them from théir parents for food.\nGasoline, extt bullet. Don’t you watch CNN?\n\nBea\nAnyway three years ago I was sold to\nBelicoff. Would you like to know how much\nhe paid for me?\n\nAGENT 47\nNo.\n\nNIKA\nThree hundred dollars. American.\nHe doesn’t know what to say.\n\n/ NIKA (CONT'D)\nSo if you‘re looking to me for a reason not\nto kill me. I don’t really have one.\n\nThey stare at each other. Then...\n\nNIKA (CONT’D)\nAre you? Going to kill me?\n\nAGENT 47\nNo.\n\nNIKA\nhy? (Beat)\n\nHe doesn’t know.\nNIKA (CONT'D)\nYou don't want to fuck me and you don’t\n\nwant to kill me. I‘ve never felt so much\nindifference in my entire life.\n\nwhy? (Beat)\n\f67.\n\n@ AGENT 47\n\nI don’t know...\n\n(His tone hardens) .\nBut I promise you this. If you ever again\ninterfere with me like you did at the train\nstation. I will drop you that instant, and\nnever think of you again.\n\nBeat)\nAre we clear?\n\nNIKA\nYes.\n\nHe thinks about it. Then holsters the weapon.\n\nAGENT 47\nEat your sandwich. I need to get some\nsleep.\nShe takes his hand.\nNIKA\nI am truly sorry... Oh my god, your hand\n\nis so soft. .\n\n(She looks at his hand) .\nThey're smooth. Your heart-line is gone.\nYou don’t even have any fingerprints.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey're smooth. Your heart-line is gone. You don’t even have any fingerprints. \n\nTARGET SECTION TO BE ANNOTATED:\nAGENT 47\nI burn them off. With a slow acting acid.\n\ne He takes back his hand. She doesn’t know what to say to that. 47\nleans the seat back, putting on his shades.\n\nAGENT 47 (CONT‘D)\nWake me in two hours.\n\nNIKA\nWhat's your name?\n\nAGENT 47\n47.\n\nNIKA\n\nThat‘’s not a name, it’s a number.\n\n. AGENT 47 .\nI was raised in an orphanage They didn’t\ngive us names, just numbers.\n\nNIKA\nWow, that explains a lot. In a Freudian\nkind of way.\nShe sits there for a minute as he tries to sleep.\n\nNIKA (CONT'D)\nDoes it hurt. Burning your hands?\n\ne Yes.\n\nAGENT 47\n\f68.\n\nNIKA\nYou know --\n\nAGENT 47\n~~ Nika.\n\nNIKA\nYes?\n\nAGENT 47\n\nQuit talking, I need to get some sleep...\nOr you’re going back in the trunk.\n\nHe's not kidding. But she smiles anyway.\nINT. FSB BUILDING — DAY\n\nYuri strides up the wide stairwell. We move with him as he enters\na large office.\n\nINT. LARGE OFFICE ~— DAY\n\nIt is stacked with FSB agents. Too many even for an office this\nsize, Yuri walks to a secretary. He sticks out his hand. The\noung woman places a stack of P one memos into it. He smiles at\ner. WNervously she smiles back. A suited agent moves to him.\n\nSUITED AGENT\nPardon me, Chief Agent. Will you be\nreturning to Moscow soon?\n\nYURI\nToday. Why?\n\nSUITED AGENT\nColonel Gurnesky would like to know when he\nmay have his office back.\n\nYURI . . . .\nTell him when I am through pissing in it.\n\nINT. PRIVATE OFFICE ~ DAY\n\nYuri rifles through the messages, hanging up his overcoat. Three\nmen sit around the office reading through the boxes of files.\n\nYURI (CONT’D\nWell that was a royal fuck mess.\n\nThe three agents look at him.\n\nYURI (coer Dh\nDid you dispose of the soldier's body?\n\nYURI‘S GUY #1\nYes. Cremated, sir.\n\nYURI\nSend a message to his family.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nYURI‘S GUY #1\nYes. Cremated, sir. YURI\nSend a message to his family. \n\nTARGET SECTION TO BE ANNOTATED:\n Explain that\nwith the State’s overwhelming sorrow...\n\nYuri reads a message that stops him, raising an eyebrow.\n\f \n\n69.\n\nYURI (CONT'D)\nGet me a secure line.\n\nOne of the men dials the phone on the desk. Yuri sits behind it,\nlighting a cigar. He turns to the window.\n\n. YURI (CONT'D)\nHas this office been swept today?\n\nYURI'S GUY #3\nAn hour ago sir.\n\nYuri nods. We PUSH OUT the window --\n\nEXT. OFFICE BUILDING - DAY\n\nWe CRANE DOWN five stories to one of the parked cars.\nINT. RUSSIAN CAR (PARKED) - DAY\n\nMike and Clarkson sit in the front. Listening. A receiver sits\nbetween them. Over it we HEAR the conversation from above.\n\nYURI'S GUY #1 (0.8.)\nYou have a secure line, sir.\n\nYURI (0.S.)\nWait outside.\n\n| CLARKSON\nI gotta give it to you, Gov’nor, pretty\nlight on your feet.\n\n; MIKE\nYou realize, in America, that means gay.\n\nCLARKSON .\nHowever you want to take it, sir.\n\nSWANKY HOTEL SUITE - FLASHBACK\n\nMike looks through 47's case. He pulls out a tiny transmitter. |\nStares at it. The FSB agents knock on the door. He puts it in his\npocket.\n\nANOTHER HOTEL ROOM ~ CONTINUE FLASH BACK\n\nJenkins looks at the tiny receiver.\n\nJENKINS\nWhere does he get this stuff?\n\nMIKE\nCan you make it work?\n\nJENKINS\nProbably. Why?\n\f70.\n\nAMBULANCE ~ OUTSIDE TRAIN STATION - CONTINUE FLASHBACK\n\nMike claps Yuri on the back and walks painfully away to where\nClarkson waits. We PUSH INTO where he clapped him. To an ECU of\nthe TINY TRANSMITTER, stuck to Yuri’s coat.\n\nBACK TO:\nINT. RUSSIAN CAR (PARKED) ~ DAY\n\nMIKE\nIt was a pretty stupid idea, actually. If\nwe get caught, we'll be making snow-cones\nin Siberia for the next 20 years.\n\nCLARKSON\nYet here we sit.\n\nMIKE\nWell, the damage is already done.\n\nThey both smile, We HEAR a phone ringing on Yuri’s speakerphone.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLARKSON\nYet here we sit. MIKE\nWell, the damage is already done. They both smile, We HEAR a phone ringing on Yuri’s speakerphone. \n\nTARGET SECTION TO BE ANNOTATED:\nMike puts his finger to his lips as it picks up.\n\nINT. PRIVATE OFFICE - DAY\n\nMALE VOICE (0.8.)\nI am surprised you could figure out how to\ndial the phone.\n\nYURI\nPerhaps you are confused. This is the\nSenior Chief Agent of the Ministry of\nIntelligence...\n\n_ MALE VOICE (0.S.)\nI know who it is, Comrade Yuri. All those\nbodies you have buried and yet a single man\neludes you. Your ineptness is\ndisheartening. I am unhappy. This could\nmake your family unhappy.\n\nYURI\nBest you remember your place, young man. I\nwas making threats when you were still\nsuckling On you mother’s tit. It is\nbecause of me, and men like me, out of love\nfor our country, that you have risen -~\n\nINT. RUSSIAN CAR (PARKED) - DAY\n\nongiAhe VOECE (9-8: )\n-- I am gaining momentum in the polls. It\nwould be wise to consider your future,\nComrade Yuri.\n\nCLARKSON\n. {Looks at Mike)\nBelicoff?\n\f71.\n\nMALE VOICE (0.S.) .\nAnd please... Leave the speech making to\nme. I'm far better at it.\n\nCLARKSON\nThat lying son of a bitch... Never trust a\nRussian. Gov’nor, what have we gotten\nourselves involved in?\n\nMIKE |\n. (shakes his head)\nNothing. We can’t use any of this. It’s\nillegal. But it does piss me off.\n\nWHIRP, WHIRP! A black mercedes is behind them, blue lights\nflashing. FSB agents get out of the car.\n\nMIKE (CONT'D)\nShit... Hide that thing.\n\nEXT. RUSSIAN CAR (PARKED) - DAY\n\nMike steps out. He looks at the driver who is holding his\nsubmachine-gun a little to aggressive for comfort.\n\nFSB DRIVER\nWhat are you doing?\n\nMIKE\nWe came to see Chief Agent Yuri. What’s\nthe problem -—-\n\nFSB DRIVER\nThe Chief Agent is a busy man. He asked,\nyou to go directly to the airport. We will\nescort you there immediately.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat’s\nthe problem -—-\n\nFSB DRIVER\nThe Chief Agent is a busy man. He asked,\nyou to go directly to the airport. We will\nescort you there immediately. \n\nTARGET SECTION TO BE ANNOTATED:\nCLARKSON\nWhat about our luggage?\n\nFSB DRIVER\nWe will ship it to you.\n\nEXT. GROZNYY, CHECHNYA - DAY\nCU_LON E4. He moves inches away from the face of another Rebel\nsoldier.\nE4\nI want you to give Allah a message when you\nsee him.\nThe man looks at him, frightened.\nE4 (CONT'D)\nFor every one of the school children you\nmurder, I will send ten of yours to him.\nTell him for me.\n\nThe CAMERA SPINS 90 DEGREES and we PULL BACK. We now see the man\nis lying on the ground.\n\f72.\n\nThe Rebel’s hands are tied to the bumper of a Russian truck, while\nhis feet are tied to another truck, both facing way from each\nother, and running. The rebel screams.\n\nANOTHER VYMPEL\nSir. A call.\n\nE4 stands and motions to the drivers. The trucks grind into gear,\nslowl rolling forward. The man is lifted horizontally off the\nround a few feet. He screams as his body is stretched to the\nimit.\n\nINT. PRIVATE OFFICE - DAY\n\nE4 (0.8.)\nDa.\n\nYURI\nYour boy fucked up. Your elite, highly\ntrained soldier was killed.\n\nE4 (0.8.)\nThat's unfortunate.\n\nYURT\nYeah, that’s one word for it. He bit out\nhis own tongue. I want you to come claim\nthe body. Personally. I need to speak to\nyou. Today.\n\nEXT. GROZNYY, CHECHNYA -— DAY\n\nCLICK. E4 looks at the phone. He pitches it to the other vympel,\nthen nods, walking off. “Both trucks gun forward and the man’s\nscream suddenly silences.\n\nWe CRANE UP as he walks away. Dozens of other Chechen rebels are\ntied up and forced to watch as another one of them is selected for\nie trucks.\n\nDISSOLVE TO:\nEXT. AERIAL SHOT - NICE SUBURBAN HOUSE — MORNING\nWe PUSH DOWN to Mike’s house. 2 days later.\nINT. KITCHEN - NICE SUBURBAN HOUSE - MORNING\n\nMike stands at the island counter eating cereal out of his 4 year-\nold’s bowl as she colors.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nAERIAL SHOT - NICE SUBURBAN HOUSE — MORNING\nWe PUSH DOWN to Mike’s house. 2 days later. INT. KITCHEN - NICE SUBURBAN HOUSE - MORNING\n\nMike stands at the island counter eating cereal out of his 4 year-\nold’s bowl as she colors. \n\nTARGET SECTION TO BE ANNOTATED:\n The TV is on:\n\nON THE TV, a BBC reporter talks.\n\nBBC REPORTER .\nA political bomb was dropped in Moscow\ntoday when Russian hard-line candidate\nMikhail Belicoff accused_his opponent |\nViadimir Trevestky, the Russian Federations\nincumbent president, of being behind the\nfailed attempt on his life several days\nago. Belicoff has risen dramatically in\nthe polls since the attempted\nassassination.\n\n(MORE )\n\f \n\n73.\n\nBBC REPORTER (CONT'D)\nIn the last six-months he had softened on\nhis leftist Communist views, but since the\nshooting, he has taken his most hard-line\nstance to date. Trevesky denies any\ninvolvement in the attack.\n\nBack on the BBC reporter.\n\n. BBC REPORTER (CONT'D)\nNo official comment from the American State\nDepartment. But a source inside the White\nHouse says Belicoff has surprising large\nsupport on Capital Hill --\n\n-- The TV goes black. His wife stands there holding the remote.\n\nMIKE\nHey, I was watching that.\n\nWIFE\nI don’t like Amber seeing that sort of\nthing.\n\nMIKE\n\nWhat do the Americans think they are\nfucking doing? Don’t they remember the\nGoddam Cold war? Has the whole world gone\nmad?\n\nTheir black cat jumps up onto the counter.\n\nWIFE\nYes. Including my husband, who was\nrecently shot. Perhaps you heard?\n\n(Continuing)\nAnd Michael, please don't curse in front of\nour 4 year-old. Also if you would like\n\nbreakfast, I'll be happy to make it. Don’t\neat hers.\n\nMIKE .\nI know you are angry with me...\n\nWIFE\nMike, I'm pregnant. Don’t argue with me.\nI’m sorry that it causes me grief that you\nwere the recipient of an assassin’s bullet.\nI’il work on that.\n\nMIKE\nBaby, I was this close to him. I had him.\n\nThe cat starts lapping the milk in Mike’s cereal bowl.\n\nWIFE\nSo did you arrest him before he shot you or\nafter? “Get the cat off the counter please.\n\nMike picks up the cat.\n\nMIKE\nGet down, Spooky.\n\f74.\n\nWIFE\nThat's midnight, Mike, not Spooky.\nSpooky’s outside.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\n74. WIFE\nThat's midnight, Mike, not Spooky. Spooky’s outside. \n\nTARGET SECTION TO BE ANNOTATED:\nMIKE\nI gan't tell them apart, they look exactly\nike...\n\nHe stares at the cat in his arm.\n‘MIKE (CONT'D) . .\nWell, maybe if you spent_more time with\nyour family...I suppose I should be pleased\nyou can tell our daughters apart. Mike?\nMike is still staring at the cat.\n\nWIFE\nMike?\n\nMike tosses the cat down onto the counter and grabs his keys.\n\nMIKE\nI gotta go.\n\nHe rushes from the room. He then rushes back in and kisses his\nwife and his baby then hurries out the door.\n\nMIKE (CONT'D) .\nSorry, baby, I gotta go to the office.\n\nThe door SLAMS. His Wife just shakes her head, and reaches down\nto pet the cat.\n\nINT. INTERPOL ~ INSPECTOR’S DIVISION ~ DAY\n\nMike reads through the stacks of newspaper printouts and reports\nlittered around his desk. We HEAR a knock. Mike looks up.\nJenkins is standing there.\n\nMIKE\nJenks. How do you feel?\n\nJENKINS\nMy pride hurts worse than my arm. I almost\ngot you killed.\n\nMIKE\n\nDon’t worry about it, we’1ll get him.\nJENKINS\n\nI heard they are reassigning us.\nMIKE\n\nThere’s talk from upstairs, but... Don’t\n\nworry about that.\n\nJENKINS . .\nMike, I think they did tried to kill him.\n\nMIKE\nWho?\n\fHe hands him\n\n75.\n\nJENKINS\nThe Russians. Whoever.\nMIKE\nKill who?\nJENKINS\n\nOur assassin. Check these out...\nautopsy photos.\n\nJENKINS (CONT'D)\n\nThose were taken of the dude on the street\nthey say he shot. Before those Russian |\nOMON guys raided the hotel. The ballistic\nreport Said it was a handgun caliber. But\nlook at_this wound channel. my guess is,\nit’s a 1i2.7mm bullet. That caliber is only\nused in the VSSK Vychlop, anew, |\n\narticularly nasty Russian sniper rifle.\n\nntegrally silenced and capable of sub-1_\nMOA at 1000 meters. And Mike, the VSSK is\nonly issued to special FSB anti~terrorist\nunits working out of Chechnya.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat caliber is only\nused in the VSSK Vychlop, anew, |\n\narticularly nasty Russian sniper rifle. ntegrally silenced and capable of sub-1_\nMOA at 1000 meters. And Mike, the VSSK is\nonly issued to special FSB anti~terrorist\nunits working out of Chechnya. \n\nTARGET SECTION TO BE ANNOTATED:\n How would\nthey know he would be there’\n\nMIKE\nThey set him up.\nBeat\n\n2\nLook at agg\"? This is every appearance\nBelicoff has made in the last 12 months.\nThis is from a speech he made in London on\nMay 7. And this is from some shitty\nolitical luncheon he had in Northern\norgia. What’s that dated?\n\nJENKINS .\nMay 7. How is that possible?\n\nMIKE\nI got the idea from my cats... I think\nBelicoff has a double. Like Saddam Hussein\nhad before the invasion. He’s paranoid\nenough.\n\nJENKINS\nAnd you think they hired our boy to kill\noff some unsuspecting double?\n\n. , MIKE\nTo gain political support.\n\nThey stare at each other a moment, both nodding their heads.\n\nMIKE (CONT’D)\nExplains the arterial spray.\n\nJENKINS\nFuck... You think he had health benefits?\n\f76.\n\nEXT. BELGRADE - NIGHT\nSUPERIMPOSE TITLE CARD: BELGRADE, YUGOSLAVIA\nINT. CAFE - NIGHT\n\nSMITH JAMISON, CIA, walks inside. He looks around. Seated at a\ntable in the corner, smoking, and facing the door, is Nika. She\nmotions to him. Smith, smiles, makes his way to her.\n\nSMITH\nI‘m looking for my friend.\n\nNIKA\nI have a message from him.\n\nSmith looks around for a beat, then smiles.\n\nSMITH\nAfter all these years he doesn’t trust me?\n\nNIKA\nI wouldn't know. He sent me in here in\ncase it was a trap. Where does that put me\non his list of friends? Sit.\n\nShe motions to the chair. He sits, his back to the door, and\nlooks around, uncomfortable.\n\nSMITH\nNow what?\n\nAnd like magic her cell phone rings. She holds it out.\n\nNIKA\nIt’s for you.\n\nHe takes it, clicking it open.\n\nAGENT 47 (0.S.) ;\nIf you have anyone tailing you, this would\nbe a good time to send them away.\n\nSMITH\nI’m untrustworthy, not stupid.\n(beat, smiles) , .\nOf course, there’s always the ossibility\nI'm being followed by someone that doesn’t\nwork for us.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nSMITH\nI’m untrustworthy, not stupid. (beat, smiles) , . Of course, there’s always the ossibility\nI'm being followed by someone that doesn’t\nwork for us. \n\nTARGET SECTION TO BE ANNOTATED:\ncurT TO:\nEXT. ROOFTOP ~ HALF A BLOCK AWAY - SAME TIME\n\n47 is aiming a sniper rifle through the glass storefront. Smith\nlooks like he’s the center of a buils-eye from this vantage.\n\nAGENT 47\nThat would be your problem. Not mine.\n\fe@ INT. DINER -\n\n77.\n\nSAME TIME\n\nWe CUT BACK AND FORTH BETWEEN THEM.\n\ne@ He waits for\n\nSMITH :\nI thought we were friends. I’m not feeling\na lot of trust, here.\n\nAGENT 47\nI‘m not in the trusting mood. What is the\nAgency’s position on me?\n\nSMITH .\nOfficially, the Agency never had a position\non you.\n\nbeat) ;\n\nBut unofficially, I think they're waiting\nto see this thing shakes down, The\nusually like to be on the side of whoever\nwins.\n\nAGENT 47\nAnd Belicoff?\n\nSMITH\nBelicoff sees you as a threat.\n\nAGENT 47\nHe should. I killed him a week ago.\n47 to say something else.\n\nAGENT 47 (0.S.) (CONT'D)\n\nI have a proposition for you. Take the\nenvelope from the girl.\n\nSmith reaches out and takes the manila envelope from under the\n\ngirl's hand.\n\nHe smiles at\n\nHe opens it and pulls out a picture.\nSMITH\n\nAhh. Udre Belicoff. Mikhail’s psychotic\n\nyounger brother. A real piece of work. No\n\nregard for human life.\n\nNika, who blows smoke at him.\n\nAGENT 47\nUnlike us. Rumor is the CIA would like him\nto vanish. Why?\n\nSMITH\nUdre's lifestyle requires lots of cash, and\nhe's desperate: Russian intel indicates\nhe‘s gotten hold of a couple hundred pounds\nof surplus Uranium-235 from Chelyanbisk 70,\na nuclear storage site in the Ural\nMountains. Could be a bullshit Udre\nshakedown scam. But the possibility\nexits... It would be nice if he just\ndisappeared. But, he’s a complete\nparanoid. Hard to get to discreetly.\n\n(MORE)\n\f78.\n\nSMITH (CONT'D)\nAnd there can‘t even be a hint of US\ninvolvement due to political\nconsiderations.\n\nAGENT 47\nMeaning Belicoff.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\n(MORE)\n\f78. SMITH (CONT'D)\nAnd there can‘t even be a hint of US\ninvolvement due to political\nconsiderations. AGENT 47\nMeaning Belicoff. \n\nTARGET SECTION TO BE ANNOTATED:\n What if I could help you\nmake him disappear?\n\nThen he gets it. Smiles. Nika looks at him curiously.\n\nSMITH\nAhh. Well that might be worth something -\nBut I don’t see how killing Udre Belicoff\nis going to help you.\n\nAGENT 47\nYou don’t have to. Do we have a deal?\n\nSMITH\nYeah, I think I can seil this to Virginia.\nWhat do you want for the trouble?\n\nAGENT 47\nMy normal rate. And a small favor.\n\nSMITH\nWhat’s that?\n\nAGENT 47 (0.S.)\nReach under your seat.\n\nSmith reaches under his seat and pulls out a large envelope.\n\n. AGENT 47 (CONT'D)\nOpen it.\n\nSmith opens it and starts to flip through the pages, his smile\nquickly fades.\n\nSMITH\nTell me this isn’t what I think it is.\n\n_. AGENT 47 (0.S.)\nIf you think it’s a detailed account on\neve: job I’ve ever taken from you, then\nou’ @ right. Look at the last page.\nhat’s the favor.\n\nSmith does. He reads, then looks out the window, trying to see\nwhere 47 could be, though he knows that’s impossible.\n\nSMITH\nI don't know if I can do this. Not in your\ntime frame.\n\nAGENT 47 (Oy }\nWell, I’d try very hard if I were you. I\nexpect the last thing you’d want is for me\nto get arrested with that file.\n\nSmith thinks about it, then nods.\n\f79.\n\nSMITH\nYou know, all this wasn’t necessary. All\nyou had to do was ask.\n\nEXT. ROOFTOP ~ HALF A BLOCK AWAY ~ SAME TIME\n. AGENT 47\nI am asking. Just in my own way. You can\nkeep that copy, I have another. Give the\ngirl back the phone. Wait fifteen minutes\nafter she’s gone. 1‘11 be in touch.\n\nSMITH .\nHey... I’m happy you’re still alive.\n\nEXT. ROOFTOP ~ HALF A BLOCK AWAY - SAME TIME\nThe slightest of smiles creeps across 47's face.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m happy you’re still alive. EXT. ROOFTOP ~ HALF A BLOCK AWAY - SAME TIME\nThe slightest of smiles creeps across 47's face. \n\nTARGET SECTION TO BE ANNOTATED:\nDISSOLVE TO:\nAERIAL SHOT ~ ISTANBUL ~— DAY\nSUPERIMPOSE TITLE CARD: ISTANBUL, TURKEY\nWith one foot in Europe and one in Asia, the beautiful city, once\nConstantinople, is a schizophrenic combination of ancient and\nmodern on the banks of the Bosphorus.\nSMITH (V.0) .\n\nOkay. There's a German arms dealer meeting\n\nUdre in two days. Someone he’s never\n\nmet...\nINT. TRAIN STATION - EARLY MORNING\n47 watches as a Turkish boy, far across the terminal, approaches a\nbank of lockers. He reaches behind the lockers, un-tapes a hidden\nkey, then finds the right locker. He withdraws a long duffle bag.\n\n47 moves to intercept him, takes the bag and hands the boy some\ncash in exchange for the duffle bag.\n\nTURKISH BOY\nThank you sir! There was also this...\n\nThe boy hands 47 a note. It reads, “BOOM! Just kidding. Happy\nhunting.” It’s signed, “Smith.”\n\nINT. BEDROOM MODERN HOTEL - A LITTLE LATER\n\nNika opens her eyes. She is in bed wrapped in the sheets. The\nbalcony doors are open for a high, breathtaking view of the\nBosphorus. 47 sits at the desk, studying photographs.\n\n_. NIKA\nGood morning. Have you slept at all?\n\nShe reaches for a pack of cigarettes on the night-stand.\n\nAGENT 47\nSome.\n\f80.\n\ne nx\n. Ir\n\nYou know, you could sleep in the bed.\nwon't bite you...\n\nShe lights the cigarette, then exhales smoke, smiling.\n\nNIKA (CONT’D)\nUnless you pay me.\n\nHe turns to look at her.\n\n_ NIKA (CONT'D)\nSorry. A little whore humor...\n\nAGENT 47\nThere’s coffee on the table.\n\nShe slides out of bed, unconcerned with her nakedness. 47 averts\nhis eyes. She pours herself a cup of coffee, smiling.\n\nNIKA\nFor such a badass, you are awfully shy\naround women.\n\nAGENT 47\nSome of them.\n\nShe moves out on the balcony. 47 glances at her, standing there,\nleaning over the balcony.\n\ne@ NIKA\n\nGod this is beautiful.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nAGENT 47\nSome of them. She moves out on the balcony. 47 glances at her, standing there,\nleaning over the balcony. e@ NIKA\n\nGod this is beautiful. \n\nTARGET SECTION TO BE ANNOTATED:\n I read in the guide\nthis is the world’s second oldest city.\n\nAGENT 47\nPerhaps you should...\n\nHe sees her from behind. Dozens of white scars horizontally criss-\ncross her ass, all fighting for room.\n\nNIKA\nIt's not polite to stare.\n\nfrying not to, he returns to his work.\n\nNIKA (CONT'D)\nPretty aren’t they? Souvenirs from\nBelicoff, for trying to kill myself. or\nforgetting to pick up a towel off the\nbathroom floor. Whatever. Being (RUSSIAN\nword for naughty).\n\nen\n\nI thought about having them removed, but\nwhat was the point.\n\nShe turns and walks into the bathroom. He doesn’t look up. She\ncalls to him from inside the bathroom.\n\nNIKA (0.S.) (CONT'D)\ne What’s on the agenda for today?\n\f81.\n\nAGENT 47\nI have to go out.\n\nShe sticks her head out, now wrapped in a towel.\n\nNIKA\nPlease don't leave me by myself. Let me go\nwith you. Please!\n\nA geli-phone rings. 47 looks at it. The incoming call number\nkeeps changing. He answers it. She continues to stare at him.\n\nAGENT 47\nWhat time?\n\n47 glances up. She's still looking at him. He nods to her,\n“okay”. She smiles, happy. He closes his eyes.\n\nAGENT 47 (CONT'D)\n(Into phone)\nHold on.\n_ (Mutes it, then to her)\nOne thing. You can’t stay with me much\nlonger. I'll give you some money, but\nthat’s it. You_can’t be part of my life.\nI'ma killer. I am not your savior.\n\nShe nods, stepping back into the bathroom.\nINT. BATHROOM - MODERN HOTEL ~ DAY\nShe leans her back against the wall, her eyes wet.\n\nAGENT 47 (0.8.)\nAre we clear?\n\nNIKA\n(Teax rolling down her face)\nYes,\n\nBACK ON 47\nAGENT 47\nGet dressed.\n(Un~mutes, then into cell)\nWhat does he drink?\nEXT. NISANTASI SHOPPING DISTRICT - DAY\n\nChamps Elysees of Istanbul, packed with the rich and idle. 47 and\nNika walk down the street. They pass an upscale restaurant.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. NISANTASI SHOPPING DISTRICT - DAY\n\nChamps Elysees of Istanbul, packed with the rich and idle. 47 and\nNika walk down the street. They pass an upscale restaurant. \n\nTARGET SECTION TO BE ANNOTATED:\nAGENT 47\nThis place looks nice, don’t you think?\nNIKA\nFor what?\n. AGENT 47\nDinner.\n\nShe smiles at him and nods.\n\f82.\n\nAGENT 47 (CONT'D)\nWait here.\n\nHer smile fades as 47 walks into the nice restaurant. Nika tries\nto see him inside, through the window. No luck.\n\nEXT. OUTSIDE RESTAURANT ~ MINUTES LATER\nNika leans against the building, smoking. 47 walks out.\n\nNIKA\nWhat‘d you do, eat without me?\n\nHe looks at her, thinking.\n\nwnat? NIKA (CONT'D)\nat?\n\nAGENT 47\nIf we're going to eat here, we need to buy\nyou a new dress.\n\nNIKA\n(Smiles, taking his hand)\nYou’re really quite charming when you\naren’t killing people.\n\nINT. BATHROOM - MODERN HOTEL - NIGHT\n\nCU ~ NIKA’S EYE, as she puts eyeliner on. We PULL BACK as she\nfinishes. She looks at herself. We can only see her face, but\nshe is beautiful. She looks at her cheek.\n\nNIKA\nYou asked me about my tattoo. Still want\nto know?\n\nINT. BEDROOM ~ MODERN HOTEL - NIGHT\n47, on the edge of the bed, stares at the photographs.\nINT. BATHROOM ~ MODERN HOTEL - NIGHT\nNika puts on the final coat of lipstick in the mirror.\n\nNIKA\nMikhail's mother was a controlling old\nbitch. He told me, when he was younger, he\not a tattoo on his arm, A dragon. She\nad_her men remove it with a belt sander.\nSo I 75 one just like it. My own little\nact of defiance. I knew my face was the\none place he‘d never hurt.\n\nINT. BEDROOM - MODERN HOTEL ~ NIGHT\n47 doesn’t look up, but this affects him. He hardens.\n47\n\nAGENT\nWell, unfortunately, that really doesn’t\nhelp me.\n\f83.\n\nNIKA\nYou asked. Well... How do I look?\nShe is standing in the goorway. He looks up at her. We RACK to\nher. Perhaps the word beautiful doesn’t do her justice. She\nsmiles. He is staring.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nPerhaps the word beautiful doesn’t do her justice. She\nsmiles. He is staring. \n\nTARGET SECTION TO BE ANNOTATED:\nAGENT 47\nYou look nice.\n\nShe walks over to the dresser and lights a cigarette.\nNIRA.\nNice. Nice is an adjective Americans use\nwhen they can’t figure out what to say.\n\nAGENT 47\nYou look very nice.\n\nShe smiles again and moves directly in front of him.\n\n. NIKA\nDo you mind?\n\nShe lifts her dress up, revealing her thigh highs. The ends of\nher garter belt dangle down.\n\nHe stares up at her. Then sighs, leaning down.\nNIKA (CONT'D)\n\nSo very good with firearms. Not so good\nwith ladies undergarments.\n\nAGENT 47\n\nDo you really think these are necessary?\nNIKA .\n\nAmerica has robbed women of their\n\nfemininity.\n\nAfter a bit of fumbling, he has the first one done. He lifts her\ndress to get to the other side.\n\nNIKA (CONT'D)\nCareful. I’m not wearing any panties.\n\n47 looks up at her. She grins, exhaling smoke.\nFADE TO BLACK.\nINT. SWANKY RESTAURANT - NIGHT\n\nThe restaurant is very elegant, if a little trendy. Nika sits off\n\nto the side, enjoying what remains of a world-class dinner. She\npours the last of thé Bordeaux into her glass.\n\n47 sits back down. A white-coated Sommelier follows with a wine\nbottle.\n\nAGENT 47\nI got us another. A Latour ‘91.\n\f84.\n\nNIKA\nYou've barely touched yours.\n\nHe smiles. The Sommelier uncorks the bottle. A waiter appears,\nwith a glass of Scotch. 47 takes it. Swirls the straw. Does it\nfizz slightly?\n\nAGENT 47\nExcuse me. I think you have the wrong\ntable. I ordered a Bowmore.\n\nWAITER\nThe wrong table?\n\nAGENT 47\nYes. This is Johnny Walker Blue. I\nbelieve it belongs to that gentleman over\nthere. Table 26.\n\nThe Sommelier motions the waiter along. The waiter takes the\ndrink to the German man seated at table 26. He is surrounded by\nbody guards. The German takes the glass, sipping.\n\nNIKA\nYou know what table that is?\n\nAGENT 47\nI saw the table layout when I made our\nreservation.\n\nNIKA\nAnd you remember?\n\nAGENT 47\nI have an eidetic memory.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nAGENT 47\nI saw the table layout when I made our\nreservation. NIKA\nAnd you remember? AGENT 47\nI have an eidetic memory. \n\nTARGET SECTION TO BE ANNOTATED:\n I remember\neverything I see.\n\nNIKA\nReally..,? Over there. The guy in the\ngreen suit. What’s he eating\n\nAGENT 47\nI’m not sure ~-\n\nNIRA\n-- See, you lie...\n\nAGENT 47 ;\nNo, I’m not sure if you’re asking about his\nappetizer of snails or the lobster entree.\n\nNIKA\n(Smiles, impressed)\nWhat about the girl two tables behind you.\nWhat's she wearing? Don’t cheat,\n\nAGENT 47\nThere’s no girl at that table. Two men,\nwey and probably on their second date.\nhe younger, who is eating with his left\nhand, has been to the restroom three times\nin the last hour, to keep his coke buzz\ngoing.\n\f85.\n\nNIKA\nWow. Impressive...\n(Smiles, taking his hand)\nOkay last one. What color underwear am I\nwearing?\n\nAGENT 47\nYou aren't wearing any underwear.\n\nThey stare at each other a moment. He gently takes back his hand.\nShe chews slightly on her lip.\n\nAGENT 47 (CONT’D)\n(To a waiter)\nThe dessert menu, please.\n\nWe PAN TO the German man, PRICE, with the Scotch. He is having\nstomach problems. He holds himself. They intensify. He seems\nunable to control his bowels.\n\nHe excuses himself, followed by three thugs, moving to the\nrestroom. We PAN to 47, who stands.\n\nAGENT 47 (CONT'D)\nAsk for the check.\n\nNIKA\nI’m not done.\n\nAGENT 47\nThen hurry.\n\nNIKA\nScratch what I said about you being\ncharming.\n\nINT. HALLWAY - SWANKY RESTAURANT - NIGHT\n\nWe PAN with 47 as he walks by us and down the hall to the rest-\nroom door, into a LONG SHOT.\n\nTwo angry iooking men stand guard outside the rest room. We can’t\nHEAR them, but obviously they don’t want_47 to go in. He seems to\nexplain to them he’s having stomach problems. Finally they frisk\nhim, and not finding any weapons, step aside.\n\nINT. RESTROOM — SWANKY RESTAURANT - NIGHT\n\nInside the restroom, another thug stands guard outside a stall.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nFinally they frisk\nhim, and not finding any weapons, step aside. INT. RESTROOM — SWANKY RESTAURANT - NIGHT\n\nInside the restroom, another thug stands guard outside a stall. \n\nTARGET SECTION TO BE ANNOTATED:\nIt is obvious by the sound coming from inside the stall that Price\nis having a rough time.\n\n47 looks from the guard to the next stall. An OUT OF ORDER sign\nis taped to it. 47 shrugs and moves into the stall. We SLOWLY\nPUSH toward it.\n\nINT. RESTROOM STALL ~- NIGHT\n\n47 opens the toilet tank. From inside he removes a Zips lock bag.\nInside is a .45, a silencer, and a small, filled, insulin-type\n\nsyringe.\n\f86.\n\n47 screws the silencer onto the .45 and stands next to the stall\ndoor. And he waits.\n\nFinally, we HEAR the toilette flush. 47 uncaps the syringe and\nholds it in his teeth. The SOUND of the other stall’s lock being\nunlatched, sends him forward.\n\nINT. RESTROOM ~ SWANKY RESTAURANT ~— NIGHT\n\n47 steps out of the stall and POPS the thug in the head with the\n.45, just as the stall opens.\n\nPrice looks at the falling guard as 47 SMACKS him, grabs him |\naround the neck, covering his mouth. With the other hand he jabs\nthe syringe into his neck, plunging it. Price’s eyes roll back,\nand he goes limp.\n\n47 steps to one side of the door and CALLS OUT, in German, to the\nthugs outside the restroom.\n\nThe two thugs move ickly in, guns drawn, but 47 ickly shoots\nthem both ia the back of the head. ’ a\n\nEXT. HALLWAY ~ SWANKY RESTAURANT - NIGHT\n\n\\ 47 tapes the OUT OF ORDER sign on the door, picks up Price and\nmoves the opposite way down the hall.\n\nAT THE REAR EXIT\nA waiter looks at him. 47 puts his hand in his coat.\n\nWAITER\nToo much wine?\n\n47 nods, smiling, as the waiter holds the door for him.\nINT. DINING ROOM - SWANKY RESTAURANT - MOMENTS LATER\nBack at the table, Nika waits impatiently, smoking.\n\n47 warks in from the front. She puts her hands up like, “What the\nack?”\n\n. AGENT 47\nIt’s time to go.\n\nNIKA\nWhat. .",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe puts her hands up like, “What the\nack?”\n\n. AGENT 47\nIt’s time to go. NIKA\nWhat. . \n\nTARGET SECTION TO BE ANNOTATED:\n?\n\nHe pulls her up from her chair and hands her her coat. He tosses\na wad of bills onto the table. She grabs the bottle of wine.\n\n' AGENT 47\nNow!\n\nShe is obviously irritated and a little drunk, but allows him to\npull her out to the car, waiting at the curb.\n\nINT. BEDROOM - MODERN HOTEL - A LITTLE LATER\n\f87.\n\nNIKA\n(Tossing her coat) .\nWell that was lovely. Right up to the time\noe. dragged me out of the restaurant by my\nair.\n\n47 sits down on the bed. He thinks about explaining.\n\nNIKA (CONT’D)\nUnhook me.\n\nShe lifts her leg, placing it on the bed, between his knees. He\nstarts to, but she presses her leg into him.\n\nAGENT 47\nNika... You're drunk.\n\nNIKA\nAnd...\n\nAGENT 47\n\nAnd this is a very bad idea.\n\n_ NIKA\nYou mean this?\n\nShe lifts her skirt higher flashing him.\nAGENT 47\nYes, that.\nNIKA\nOh. How bout this?\nShe straddles him.\n\nAGENT 47\nAnd that.\n\nShe leans in, kissing him. He kisses her back. For a moment,\nthey aren‘t a hitman and a whore, they are just a couple. She\nlifts his hands to her breasts. He’s about to give in, but\ncatches himself.\n\nShe leans back, smiling at him. And pulls down her dress,\nexposing her breasts.\n\nNIKA\nWhat? Are you afraid of these?\n\nShe leans down to kiss him again, lifting one of his hands to her\nnipple. For a moment it seems...\n\n47 swiftly inserts a tiny syringe into her neck. She jerks back.\n\nNIKA (CONT'D)\nOww! What the...\n\nShe can't understand what's happening, then her eyes roll back in\nher head. She collapses into his arms.\n\f \n\n88.\n\nEXT. LAVISH HOTEL ~ NIGHT\n\nWe see this huge hotel sprawling before us on the edge of the\nBosphorus. We MOVE AROUND IT and CRANE DOWN to...\n\n47, carrying a briefcase, walking toward the entrance.\nINT. LAVISH HOTEL — NIGHT\n47 walks up to the front desk. A desk clerk smiles at him.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. LAVISH HOTEL — NIGHT\n47 walks up to the front desk. A desk clerk smiles at him. \n\nTARGET SECTION TO BE ANNOTATED:\nAGENT 47\nI‘m here to see Mr. Belicoff. He's a\nguest.\n\nNervously she points to a group of Russian Gangster types,\nlounging by the elevator.\n\n47 moves to the men as they lift themselves from the couches, the\nbulk of the submachine-guns beneath their coats obvious.\n\nAGENT 47 (CONT'D) ;\nI have an appointment with Mr. Belicoff.\nMy name is Price.\n\n\\ One gangster speaks Russian into his earpiece, then...\n\nRUSSIAN GANGSTER #1\nYour appointment is tomorrow. Come back\nthen.\n\nAGENT 47\nYes, well I was attacked tonight. Several\nof my men were killed. Tomorrow I plan to\nbe safely back in Luxemburg.\n. furning to leave)\nGive Mr. Belicoff my apologies.\n\nwait! RUSSIAN GANGSTER #1\nait:\n\nThe Russian speaks quickly into the mike. A heated exchange\nfollows. Then...\n\nRUSSIAN GANGSTER #1 (CONT‘D)\nWhat is Udre’s cat’s name?\n\nAGENT 47\nHe doesn’t have a cat. He did have a dog,\nStalin, a wolfhound, until it bit him. And\nhe ate it.\n\nSatisfied that this is indeed Price he nods toward the elevator.\n47 moves toward it, followed by two guards.\n\nINT. HOTEL ELEVATOR - NIGHT\n\n47 vides up the elevator. One of the gagsters pulls the stop\nbutton. Suddenly they slam him hard into the wall.\n\f89.\n\nAGENT 47\nThere is no need -—\n\nRUSSIAN GANGSTER #1\n-- Shut up.\n\nThey run a security wand over 47, then frisk him. Another points\nto the briefcase.\n\nRUSSIAN GANGSTER #2\nOpen it.\n\n47 keys the lock. The Gangster dumps the contents and bundles of\ncash fall to the floor. He kicks through it.\n\nRUSSIAN GANGSTER #1\nPick it up.\n\nINT. TOP FLOOR PENTHOUSE - NIGHT\n\nTechno music assaults us as the doors open. Seven or eight Russian\nGangstex types stand around the room. ut that was to be\nexpected. at was not expected are the girls.\n\nIn the living room, a naked woman hangs limp from the ceiling by\nchains. She has been whipped unconscious very recently.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nSeven or eight Russian\nGangstex types stand around the room. ut that was to be\nexpected. at was not expected are the girls. In the living room, a naked woman hangs limp from the ceiling by\nchains. She has been whipped unconscious very recently. \n\nTARGET SECTION TO BE ANNOTATED:\n Probably\nby the man standing behind her with the whip. He turns, smiles.\n\nIt is UDRE BELICOFF. (Pronounced: oodray)\n\nUdre is well dressed, and quite charming. He's also a psychopath.\n\nUDRE .\n, (Yelling over the music)\nMr. Price. Come in.\n\nHe tosses down the whip and moves to the large coffee table.\nActually moves is incorrect, Udre dances to it. Grinding to the\nmusic.\n\nThe table is littered with vodka and a huge pile of coke. Udre\ncuts a huge line and sticks his nose in it.\n\nWiping his face, a_sad, good-looking girl, barely dressed, hands\nhim a vodka. He slams it.\n\n47 is pushed toward him. Udre stands up, grinds a little more,\nthen smiles, walking over to 47, his hand extended.\n\n| UDRE (CONT'D) .\nSo you decided to change our appointment.\nHow forward of you.\n\nAGENT 47\nI was attacked tonight. Common sense\ndictated -- .\n\nUdre drops onto the couch.\n\nUDRE\nCommon sense should have dictated you not\nabuse my good nature. Sit...\n\f90.\n\nUdre, rubs the leg of the girl next to him. His men pull down the\ngirl hanging from the ceiling. They drag her through a door. We\ncan barely make out... Cages? But the door shuts in out face.\n\nAGENT 47\nI apologize. I have the down payment. Do\nyou have the sample?\n\nUDRE\nWhat, you don't believe me? He doesn’t\nbelieve me. So you want proof?\n\nHe leans forward snorting some more coke. The music builds.\n. UDRE (CONT'D) ;\nThen I will give you proof... Wait! I\n\nlove this. It was remixed by DJ Kaos in\nLiverpool. He sent it to me himself.\n\nHe stands, dancing to the music.\nUDRE (CONT'D)\nYou! , ,\n(He points to another girl)\nDance with me!\n\n“ Another sad girl jumps from another couch and runs to him. He\ndrags her to him grinding.\n\nUDRE (CONT'D)\nWait for the break. Here it comes.\n\nHe grinds.\n\nUDRE (CONT'D)\nThere.\n\nThe music breaks.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe grinds. UDRE (CONT'D)\nThere. The music breaks. \n\nTARGET SECTION TO BE ANNOTATED:\nUDRE (CONT'D)\nDance!\n\nHe and the girl continue to groove, but then Udre, the sadistic\nfuck, slaps her to the ground. He looks at 47.\n\nUDRE (CONT‘D)\nShow me the cash.\n\n47 opens the case. The girl on the floor whimpers. He kicks her.\n\nUDRE (CONT‘D)\nDo you want a piece?\n\nAGENT 47\nNo. I want to conduct our business.\n\nUDRE\nOf course, you don't. Because these\nbitches are used.\n\f91.\n\nUdre stands, dancing to the music. Behind them another girl\nscreams, being gzagged to the now empty ceiling chains. “She\nfights as they lock her in.\n\nUDRE (CONT'D)\nYou are my guest, I’11 let you have this\none first. “She is brand new.\n\nAGENT 47\nThe Uranium...\n\nUdre removes his shirt. He is well built and tatted. He takes\nthe whip. The girl in the chains pleads.\n\n; AGENT 47 (CONT’D)\nSir, we have business.\n\n; UDRE\nThis is my business.\n\nCRACK! CRACK! CRACK! Udre lashes her savagely with the whip. The\ngirl cries from the pain.\n\nAGENT 47\n(Stands, calculating)\nPerhaps I will come back tomorrow.\n\nUDRE\n(Sweating, he turns)\nNo!\n\nAGENT 47\nThen let’s conduct our business in private.\n\nYes private! I have an idea.\n\nHe motions and his men bring the crying girl down, dragging her\ntoward the bedroom. y ,\n\nUDRE (CONT’D\nWe will both take turns fucking the girl.\nYou_will watch while I fuck her, then I\nwill watch while you fuck her. ‘Then, when\nwe are done, maybe I will fuck you. Yes?\n\nAGENT 47\nI don’t think so.\n\nUdre holds out his hand. A big and nasty, stainless 500 Magnum\nSmith & Wesson revolver is tossed to him.\n\nUDRE\nBut I do. It is the least you can do for\ninterrupting my party. Move!\n(To his men\nHurt them, so they will not miss me while\nI'm gone.\n\nUdre dances toward the bedroom. 47 glances behind him.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nMove! (To his men\nHurt them, so they will not miss me while\nI'm gone. Udre dances toward the bedroom. 47 glances behind him. \n\nTARGET SECTION TO BE ANNOTATED:\n Four\nguards stand there holding automatic weapons.\n\f \n\n92.\n\nINT. BEDROOM - PENTHOUSE - NIGHT\nThe loud music bleeds through the closing door.\n\nThe girl is tied to the bed, naked, gagged, and very frightened.\nUdre’ stands there holding the 44.\n\nUDRE\nStrip. Or I will kill you.\nUdre cocks the 500 Smith. 47 begins removing his Jacket.\n\nAGENT 47\nYes of course.\n\nCU - HIDDEN in 47's HAND, is a length of nylon cord.\nANGLE ON 47 who turns, holding his hands in front of him.\n\nAGENT 47 (cont ’D)\nBefore we get started, I was hoping you\nhelp me with your brother.\n\nUDRE\n(Confused) .\nMy brother? How... Did he send you?\nImpossible. Who are youl?!\n\nUdre moves toward him holding the gun up. Lightning fast, 47\nholding the ends of the cord in both hands, whips it around the\nrevolver.\n\nCU - REVOLVER. The cord is wrapped between the cocked hammer and\nthe frame.\n\nUdre pulls the fragger but it pst SNAPS, the hammer stopped _b\nthe cord. 47 SMACKS Udre in the throat with his elbow, YANKIN\nthe gun from his hands.\n\n47 strikes again with the elbow, this time to Udre's face. Then\n47 wraps the length of cord twice around Udre’s neck, lifting him\noff the ground.\n\nAGENT 47\nMake a sound and I’1l snap your neck.\n\nThe girl's eyes are wide with fear. But not as wide as Udre's.\n47, behind Udre, drags him out onto the balcony. Udre digs at the\ncord, unable to breathe.\n\nEXT. BALCONY - PENTHOUSE BEDROOM ~— NIGHT\n\n. AGENT 47\nStop moving. That’s why the proper way is\nto wrap it twice. You’ll just pull it\ntighter.\n\n47 SMACKS Udre’s face into the railing.\nUDRE\n\n(Gasping)\nLet me go, you cocksucker!\n\f93.\n\nAGENT 47\nOkay.\n\n47 hauls Udre over the balcony, hanging him by his neck. Udre\ngrasps backwards at the railing, glancing below. At the Bosphorus\nand certain death.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\n47 hauls Udre over the balcony, hanging him by his neck. Udre\ngrasps backwards at the railing, glancing below. At the Bosphorus\nand certain death. \n\nTARGET SECTION TO BE ANNOTATED:\n; UDRE\nWait! What do you want? Money? Women?\n\n47 pulls him up a little. Udre holds desperately to the rail.\n\nAGENT 47\nYou know, of all the men I‘ve killed, for\nthe first time, I'll enjoy it.\n\nUDRE\nNo, wait! Tell me what I can do...\n47 takes a tiny device and places it in Udre’s pocket.\n\n. AGENT 47\nJust this...\n\nAnd he pushes Udre from the balcony. We TRACK OVER THE RAIL as\nUdre falls. And far below, he dies.\n\nANGLE ON 47 as he grabs his coat and walks back to us. Grabbing\nthe rail above he pulls himself up. 47 glances through the glass\ndoor, at the tied girl, still staring at him.\n\nHe shakes it off and continues upward, disappearing. A moment\npasses. Then 47 drops back onto the balcony.\n\n, AGENT 47 (CONT'D)\n(Sighs, to himself)\nWhat has that woman done to me?\n\nINT. MAIN ROOM ~ LAVISH PENTHOUSE - NIGHT\n\n47 steps out of the bedroom, the S&W 500 behind his back. A guard\nsmiles. 47 shoots him in the head. BOOM!\n\n47 moves. The nearest ard tries to bring up his weapon, but 47\ngrabs the fore-stock, while shooting another guard. Then this\none, taking the subgun. Mayhem ensues, as the guards scramble for\nthelr weapons.\n\n47 is a pro. The others are in full panic mode, most never ina\nfire fight. The whole thing is kinda one-sided. The last man\nruns for the door, but 47 goes over the couch and catches him.\n\nSeveral seconds, ten dead bodies. 47 moves to the cages, opening\nthem. He hears screaming, turns. Sad Girl begins savagely,\nbeating one of the dead guards. 47 moves to her and lifts her up.\nShe hugs him crying.\n\nINT. ELEVATOR ~ MOMENTS LATER\n\n47 stands in the middle of the dozen gizis, holding one up. He\nopens the briefcase full of cash, nodding to it.\n\f94.\n\nAGENT 47\nTake the money. Go home.\n\nThe girls do, grateful. Sad Girl kisses him on the cheek. Fourth\nfloor, the elevator stops.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe girls do, grateful. Sad Girl kisses him on the cheek. Fourth\nfloor, the elevator stops. \n\nTARGET SECTION TO BE ANNOTATED:\n DING. Opens. A Middle-age tourist\ncouple looks at the scene in the elevator, which must be quite a\nsight. 47 stares at them.\n\nTOURIST HUSBAND\nWe'll... We'll wait.\n\n47 nods as the doors shut. They descend.\n\nFADE TO:\nEXT. STREET ~ MUCH LATER\n\nA rental Mercedes drives slowly down the street, next to the sea.\nIt stops.\n\nThe door opens and 47 steps out, looking around. He has a locator\nin his hand, PINGING. He moves to the water, and the PINGING\ngrows louder. A body floats there.\n\nEXT. RUSSIAN CONSULATE - EARLY MORNING\n\n“ ‘The Mercedes slows in front of the embassy. A door opens, closes,\nthen che gar speeds off. We PUSH toward the shape in the middle\n9 e road.\n\nAfter a moment, Russian soldiers run to it. One of the soldiers\nturns it over. It is Udre’s Corpse.\n\nFADE TO BLACK:\nINT. HOTEL ROOM ~ SUNRISE\n\nNika’s eyes open. She lifts the covers and sees that she is\nundressed. 47 is next to her on the bed, but not under the\ncovers, and still wearing his suit. She grins, shaking her head.\nAnd then she begins to scream.\n\n47 wakes up instantly, lifting the .45 and glancing around. He\nslowly puts his hand over her mouth.\n\nAGENT 47\nShhh.\n\nShe points. We PAN with her hand, It is the real Price, from the\nrestaurant, very dead, lying on the sofa.\n\n_ NIKA\n(Quietly)\nThere’s a dead man in our room!\n__AGENT 47\nI know. I killed him. Come on. Get\ndressed. We have to go.\nEXT. LONDON - DAY\n\nA pre-war building sits comfortably next to the Thames.\n\f95.\n\nSUPERIMPOSE TITLE CARD: LONDON, GREAT BRITAIN\nINT. INTERPOL ~ INSPECTOR’S DIVISION - DAY\nClarkson hands Mike a cup of coffee.\n\nJENKINS\nSir, 3 hours ago, Belicoff's brother Udre\nwas found dead outside the Russian\nconsulate in Istanbul.\n\nMike stares at him, thinking, accidentally spilling his coffee.\n\nMIKE\nIt's him...",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nJENKINS\nSir, 3 hours ago, Belicoff's brother Udre\nwas found dead outside the Russian\nconsulate in Istanbul. Mike stares at him, thinking, accidentally spilling his coffee. MIKE\nIt's him... \n\nTARGET SECTION TO BE ANNOTATED:\nMike moves quickly to a huge map on the wall.\n\nJENKINS ;\nThe Russians are saying it was a drug-\ninduced suicide. Sir, the consulate is\neight miles from his hotel. That's a hell\nofa bounce.\n\nMIKE\nHe's trying to lure Belicoff out. Udre,\ndammit, I should have thought of that!\nHe's going to Moscow.\n(beat)\nHe‘ll rent a car out of Istanbul.\n\nCLARKSON\nI thought he preferred trains.\n\nTracing a route with his finger.\n\nMIKE\nHe does, but it’s too risky to catch one in\nIstanbul. He‘ll backtrack West. Bulgarian\nborder’s easy to cross. He’ll pick up a\ntrain there and go North through Romania.\n\nMike looks at his watch, calculating. He turns.\n\nMIKE (CONT’D)\n\nI need the train schedules for Northern\nBulgaria. All of the stations.\n\n(guick beat) |\nAnd get General Vladimir Kormarov on the\nphone. He’s a high ranking member of the\nopposition party in Moscow and has no love\nfor Belicoff. “mon!\n\nEXT. OLD WORLD ROAD - DAY\n\nA tiny Smart Car speeds down the road winding through the\ncountryside as fast as its little engine will push it.\n\nSUPERIMPOSE TITLE CARD: NORTHERN BULGARIA\n\f96.\n\nINT. SMART CAR - DAY\n\n47 drives the tiny rental car. Nika reads through the printouts\nstuffed into a magazine.\n\nNIKA\nIt says here the closest passenger train\nstation is 200 kilometers to thé South...\n\n(Beat) . .\n\nThat's the other direction.\n{She looks at him)\n\nYou’re not listening.\n\n_ AGENT 47\nI am listening, but I already read those.\n\nShe sighs, and flips through a magazine.\n\nNIKA\nWhy do you buy these magazines? These\nwriters are full of shit...\n\nAGENT 47\nFor the advertisements.\n\n. She stops on an add for a very nice watch. She looks over,\nrealizing 47 is wearing the same watch.\n\nNIKA\nYou know, buying expensive stuff won’t make\nyou whole.\n\nHe turns and stares at her. Then back at the road. She continues\nto flip through the magazine.\n\nNIKA (CONT'D)\nHey...",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen back at the road. She continues\nto flip through the magazine. NIKA (CONT'D)\nHey... \n\nTARGET SECTION TO BE ANNOTATED:\n! If you really want to buy\nsomething lasting with your money, you\nshould buy this.\n\nShe holds out the magazine. It is a real estate broker's ad for a\n6 million Euro winery in the South of France.\n\nShe continues to hold it out. He turns and looks at it, returning\nhis gaze to the road.\n\n. AGENT 47\nVery nice.\n\nNIKA\n\nNice? It‘s beautiful. When I was a little\ngirl, my father raised grapes. Little\npathetic things. I told him one day I'd\nown a vineyard and he could work with me.\nIt was a silly dream.\n\n(Beat)\nBut dreams are all little girls have...\n\n(smiles thinking)\nSo here’s the pian. You buy this vineyard\nand retire. Together we raise grapes, make\nwine and have lots of children.\n\f97.\n\n@ AGENT 47\n\nLots?\n\nNIKA . ,\nAt least a dozen. And we'll live happily\never after.\n\nHe doesn’t say anything. Irritated, she tosses the magazine into\nthe floorboard.\n\nNIKA (ene)\nYes, I know, there is no happily ever after\nfor us. Hitmen and whores don’t get that.\n\nAGENT 47\nNika...\n\nNIKA_\n\n(More irritated) .\nHow do you even know we’re on the right\nroad?\n\nAnd as they crest a rise, before them, is a freight sub-station.\nShe glares at him.\n\nNIKA (CONT'D)\n(More irritated)\nI need to pee.\n\ne INT. INTERPOL - INSPECTOR’S DIVISION -— DAY\n\nMike sits on his desk, on the phone. Jenkins, across the room, is\non his as well.\n\nMIKE\nYes I understand General Kormarov is_a_busy\nman. He and I spoke earlier... Hello?\nDammit!\n\nJENKINS\n\n(Covering his phone)\nMike. Our sourcés in Romania are telling\nme that Moscow just requested ermission\nfor a terrorist extraction within their\nborders. A military extraction. So far\nthey are refusing. But the request came\nfrom the FSB, specifically from the Office\nof Chief Agent Yuri Marklov.\n\nMIKE\nFuck! They’ve found him? Goddamit, Yuri\nmust have Someone inside General Kormarov’s\noffice. Call Heathrow...\n\n.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nGoddamit, Yuri\nmust have Someone inside General Kormarov’s\noffice. Call Heathrow... . \n\nTARGET SECTION TO BE ANNOTATED:\n CLARKSON\nOn it, Govinor.\n\nEXT. AERIAL SHOT - MOLDOVA COUNTRYSIDE ~ DAY\nA bell jet ranger flies low over fields of sunflowers.\n\n@ SUPERIMPOSE TITLE CARD: EDINET REGION, MOLDOVA\n\f98.\n\ne@ INT. BELL JET RANGER (MOVING) - DAY\n\nMIKE\n(To the pilot\nWhy are we going down?\n\nPILOT\nWe have no authorization to fly into\nUkraine airspace. A car and a diplomatic\nenvoy are waiting for you, sir.\n\nMIKE\n\nWhat‘s the ETA on our H.R.T. Team?\nJENKINS\n\nThey were flagged crossing the Russian\n\nborder. Could be hours.\nMIKE\n\nThis’1l be way over by then...\n\nEXT. AIRFIELD ~- MOMENTS LATER\n\nMike and his men move from the chopper, blades still turning, toa\nMercedes G-wagon. A BUREAUCRAT stands by the truck. He puts out\nis hand.\n\n \n\nBUREAUCRAT\nInspector, very glad to meet you. The\nUkraine extends a warm welcome to Interpol.\ne@ As you know we have applied for EU status --\n\nMIKE\n~-- Tell me in the car!\n\nMike jumps in the drivers seat, Clarkson next to him. The G-Wagon\nhauls ass away.\n\nEXT. TRAIN (MOVING) -— DAY\n\nWe TRACK DOWN toward the train.\n\nCU - WINDOW. 47 stares out at the countryside from the first\nclass compartment. Nika is asleep on his shoulder, He reaches\nover and moves a strand of hair out of her face. He turns back to\nthe window.\n\nWe CRANE BACK to an AERIAL shot as the train speeds through\nEastern Europe.\n\nEXT. UKRAINE BORDER - DAY\nThe G-wagon is stopped at the border check point. Three soldiers\nstand at the car. ike holds out_his badge. Jenkins is talking\non a cell. A guard taps on the glass.\nMIKE\nWe are with Interpol.\ne The guard looks suspiciously at him. The Ukrainian Bureaucrat\n\nhands Mike an official looking document. Mike hands it to the\nguard, who pulls out his radio.\n\f99.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Ukrainian Bureaucrat\n\nhands Mike an official looking document. Mike hands it to the\nguard, who pulls out his radio. 99. \n\nTARGET SECTION TO BE ANNOTATED:\nJENKINS\nSir, the train has just crossed the border\ninto the Ukraine.\n\nMIKE\nC'mon, mate. Hurry.\n\nThe Guard glances at him, then returns to the radio, reading the\ndocument into it. And the air is suddenly RIPPED by the sound of\nrotors. They all look as we TILT UP.\n\nThree Soviet helicopters tear across the sky just overhead.\n\nshit MIKE (CONT'D)\n1te\n\nHe jams the G-wagon into reverse. Backing up.\n\nBUREAUCRAT\nWait! What are you doing!?!\n\nMike shifts into drive and HAULS ASS through the check point,\nSMASHING through the wooden crossing arm. The border guards\nSCREAM at him and run to their cars.\n\nEXT. FIRST CLASS CABIN —- TRAIN (MOVING) ~ DAY\n\nINSERT TITLE CARD: NORTHERN ROMANIA NEAR THE UKRAINE BORDER\n\nINT. FIRST CLASS CABIN - TRAIN (MOVING) -— DAY\n\n47 looks down at her. He gently runs his fingers down her face.\n\nAGENT 47\nNika...\n\nShe smiles. The opens her eyes.\n\nAGENT 47 (cont ’D)\nNika... You and I have to split up.\n\nShe looks up at him for a beat, sad. She slowly nods, tears\nrunning down her cheeks.\n\nNIKA ;\nSo much for happy endings... It was a nice\n\nfantasy.\n\n(AGENT 47\nI’m not leaving you. Things are about to\nget bloo I’ know how to’end this... But\n\ndy.\nT don’t think clearly when you’re around.\n\nNIKA\n(Quietly, urgently)\nYou don’t have to do this. We could forget\nabout Mischa. Just forget him. we\ncould be together. Why does it matter now?\n\n_, AGENT 47\nBecause, Nika... Belicoff needs to die...\nFor what he did... To you.\n\f100.\n\nNIKA\nI don’t care about that. Not anymore.\n\nAGENT 47\nBut, I do.\n\nShe looks up at him. He turns his face from the window. She\nmoves up to him, kissing him. Things begin to heat up when...\nsuddenly he sits up.\n\nNIKA\nWhat?\n\n; AGENT 47\nHelicopters.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nsuddenly he sits up. NIKA\nWhat? ; AGENT 47\nHelicopters. \n\nTARGET SECTION TO BE ANNOTATED:\nAERIAL SHOT - SKY\n\nThe Russian military helicopters drop into frame. SWAT types hang\noff the sides, as the birds descend on the moving train.\n\nINT. G-WAGON ~ DAY\n\n. Mike speeds along. In the distance the sirens of the Ukrainian\ny politia can be heard, while the Bureaucrat speaks furiously into\n. his cell.\n\nCLARKSON\nThere, Gov'nor!\n\nEXT. ROAD — DAY\n\nThe G-Wagon flies across the road, which runs parallel to the\ntrain tracks. In the distance, the train moves East.\n\nINT. FIRST CLASS CABIN ~ TRAIN (MOVING) -— DAY\n\nAGENT 47\nThat Interpol Detective knows me better\nthan I had thought...\n\n47 writes on a small piece of paper.\n\na ACENT 47 (CONT'D)\nThis is a secure e-mail server. Contact me\nin one week.\n\nShe nods, tears flowing down her face. He hands her a duffle bag.\n\nAGENT 47 (eonr’D\nTake this money. One week. nderstand?\nI’ll find you. Go to the rear of the train\nand get off as soon as it stops. Move with\nthe crowd. And stay out of Russia.\n\nShe hugs him, holding tightly. He kisses her on the forehead,\nthen pushes her toward the door.\n\nAGENT 47 (CONT’D)\nGo! And stay down!\n\f \n\niol.\n\nNIKA\nWhat are you going to do?\n\nAGENT 47\nWhat I do.\n\nAnd he closes the door on her. He turns, opening up the suitcase\nand pulling out weapons.\n\nEXT. TRAIN (MOVING) - ROOF ~— DAY\n\nThe helicopters hover above the moving train, ropes dangling from\nthem. Russian SWAT begin fast-roping from the helicopters. | At\nleast a dozen men, wearing body armor and armed with automatic\nweapons.\n\nEXT. G-WAGON (MOVING) - DAY\n\nThe truck rockets along, catching up to the speeding train.\n\nINT. HALLWAY - FIRST CLASS CABINS ~ TRAIN -— DAY\n\n47 has his .45 to the head of a Provodnik. The conductor holds\nout a ring of keys.\n\n\\ 47 takes them, lowering the weapons as the Provodnik runs off\n\nthrough the train. 47° looks out the window.\n\nOutside, we see the shadows of the helicopters on the ground.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe conductor holds\nout a ring of keys. \\ 47 takes them, lowering the weapons as the Provodnik runs off\n\nthrough the train. 47° looks out the window. Outside, we see the shadows of the helicopters on the ground. \n\nTARGET SECTION TO BE ANNOTATED:\n We\nthen see something else. The G-Wagon, F HING its lights,\nhauling ass next to the train.\n\n47 looks a moment, then turns, walking off through the car. We\n\ncan now see he is carrying the H&K UMP, with the SWAT assault\nrifle slung across his back.\n\nHe moves through the car, locking the doors into the First Class\nCabins.\n\nINT. G-WAGON (MOVING) - DAY\nMike looks at the speedometer. They are going close to 60.\n\nBUREAUCRAT\nLook out!\n\nMike swerves around the slow moving car in front of him, and WHIPS\nback in, inches from getting clipped by a car going the other way.\nThis road is fairly busy.\n\nMIKE\nJenks, get Kormarov on the phone!\n\nJENKINS . .\nI'm trying, he’s in a cabinet meeting!\n\nMIKE\nGet him out!\n\nClarkson points. Mike follows his finger. Russian SWAT teams\nscramble across the roof of the train.\n\f102.\n\n; MIKE (CONT‘D)\nshit!\n\nEXT. TOP OF TRAIN (MOVING) - DAY\n\nThe TEAM LEADER is motioning directions to his men, who ready\ntheir weapons. Then, WHAM! A bullet tears through his neck, he\nrolls off the train. The men look around.\n\nUP THE TRAIN\n\n47 stands on the rail of a platform between two cars, staring\nthrough the scope of the assault rifle. BLAM, BLAM! Two more\nSWAT guys go down.\n\nqhe Swat team scrambles for cover, trying to move down, into the\nvain.\n\nBLAM! Another goes down. A Russian returns fire, but takes a\nround in the face. BLAM!\n\nA final Russian jumps, dropping down between the cars. BLAM! He\ntwists, falling on the steel platform. WE TILT DOWN. He’s dead.\nThe SWAT guys yell into their throat mikes, and move quickly\nthrough the train door.\n\nBACK UP TOP\nANGLE ON 47, as a round pierces the roof, next to him. The last\nhelicopter moves toward the front, a sniper hanging from it. 47\npicky turns, tracking the helo with the assault rifle. BAM!\n\n@ sniper jerks, hanging limp from his harness.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe last\nhelicopter moves toward the front, a sniper hanging from it. 47\npicky turns, tracking the helo with the assault rifle. BAM! @ sniper jerks, hanging limp from his harness. \n\nTARGET SECTION TO BE ANNOTATED:\n47 drops back below as another 7 SWAT members rope down at the\nfront of the train.\n\nINT. TRAIN (MOVING) ~ DAY\nThe eight remaining members of the first two teams move through\nthe passenger cars, as Russians cower in their seats with visions\nof the old Soviet Union.\nWe TRACK THROUGH the train, TO THE FRONT\nWhere the 7 members of the 3rd team move toward the center.\nTEAM 3 LEADER\n{into radio, in Russian)\n\nPress the target toward us.\n\nWe TRACK BACK toward THE REAR.\n\n47 looks out the window. The G- Wagon has lost some ground. It\nis several cars back. 47 glances left.\n\nA_little boy, about 8, stares at him, then the weapon in his hand.\n47 looks at the boy, who is not afraid. The boy makes a gun with\nhis fingers and points.\n\nBOY\nPow.\n\f \n\n \n\n103.\n\nHe grins. 47 smiles, and winks at the boy. The hysterical mother\ngrabs her boy, pulling him down. 47 moves off through the train.\n\nINT. FIRST CLASS CABINS - TRAIN (MOVING) - DAY\n\nTeams 1 and 2 work their way to us, into the First Class hallway.\nOne of the men pushes on a door. It is locked. He looks through\nthe window. Nothing. They move toward the middle of the cabins.\n\nSuddenly, 47 leans out from one of the cabins directly in front of\nthem, low, and opens fire up through them.\n\nRounds tear through the SWAT teams. They return fire and try to\ntake cover in the cabins. But they are of course, locked. Men\ndrop. It is a killing box.\n\nTEAM LEADER #2\nMove back! We need support!\n\nFRONT OF TRAIN\nTeam 3 runs through the train toward the other teams.\n\nBACK ON 47. Who crosses the hall into another cabin. Two SWAT\nmen remain. They crouch, moving slowly.\n\nSWAT GUY .\nWe are taking heavy casualties. Need\nsupport immediately --\n~- Something comes at them. They fire. Too late, they see a\nteddy bear, obliterated by their automatic fire. 47 leans out and\nshoots them both.\n\n47 HEARS three more running toward him. He quickly moves toward\nthe rear, glancing out the window.\n\nINT.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\n47 HEARS three more running toward him. He quickly moves toward\nthe rear, glancing out the window. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n G-WAGON (MOVING) - DAY\n; __ JENKINS\nSir, gunships are in route.\nMIKE\nDammit! What about Kormarov?\n\nCLARKSON\nWe have company, Gov’nor.\n\nBehind them, six or seven Politia Cars are fast approaching. Mike\nhits the accelerator.\n\nINT. TRAIN (MOVING) ~ DAY\n\n47 runs through the train, eyes scanning out the window. Rounds\ntear past him. He runs out, between the cars, going up.\n\nEXT. TRAIN (MOVING) - ROOF — DAY\n\n47 runs across the top of the train, staring at the G Wagon.\nBehind him, Team 3 is following him up.\n\f104.\n\nINT. G WAGON (MOVING) - DAY\nRight next to them 47 is running across the train, looking\ndirectly at them.\nMIKE\nWhat the fuck is he doing?\nEXT. TRAIN (MOVING) ~ ROOF — DAY\n\n47 slings the automatic weapon, running toward the edge. And\njumps.\n\nINT. G-WAGON (MOVING) - DAY\n\nMIKE\nFuck!\n\nCRASH! ‘The front window shatters, and Mike hits the brakes,\nunable to see.\n\nEXT. G-WAGON (MOVING) - DAY\n\n47 is on top of the car, holding on for his life. We PULL BACK as\nMike skids.\n\nAn approaching car swerves around the careening G-— anagon and SLAMS\ninto a police car, head on. Another hits it. “WHAM!\n\nThe G Wagon screeches to a stop, in the middle of the road.\nOncoming cars swerve, sliding.\n\n47 is off the car. In pain but alive. He raises the automatic\nweapon at the G Wagon’s occupants.\n\nINT. G-WAGON (STOPPED) ~ DAY\nClarkson starts to go for his weapon.\n\nMIKE\nDon’t!\n\nEXT. G-WAGON (STOPPED) ~ DAY\n\nWe see Mike put his hand on Clarkson. We PULL BACK to 47, who\nstares at them over the assault rifle. He lowers it, firing full-\nauto into the tires and undercarriage.\n\nINT. G-WAGON (STOPPED) ~— DAY\n\nThey duck as the bullets tear through the tires.\n\nMike looks up.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. G-WAGON (STOPPED) ~— DAY\n\nThey duck as the bullets tear through the tires. Mike looks up. \n\nTARGET SECTION TO BE ANNOTATED:\n Down the road, 47 is pulling a middle-aged\nseorgien out of his stopped BMW 7 series. Mike jumps out of the\ntruc gun in hand, going after 47.\n\nCLARKSON\nWhat the hell, G --\n\f \n\n105.\n\nMIKE\n\nYou never would have made it. He'd have\n\nkilled us.\nINT. BMW (MOVING) - DAY\n47 SLAMS the accelerator. In the rearview mirror he sees more\nPolitia Cars fast approaching. Ahead is a tunnel. He shifts,\nspeeding quickly into the triple digits.\nEXT. OTHER SIDE OF TUNNEL ~ DAY\nThe BMW exits the tunnel, hauling ass away y the road meandering\naround a drop to the river below. Down the road it hits the |\nbreaks. Approaching from the other direction are more Politia\nCars. 47 power-slides the car around, heading back.\nEXT. ROAD -— DAY\nMike looks at the mess.\n\nCLARKSON\nLook.\n\nHe glances up. Two Soviet fast attack gunships approach, missiles\nbristling.\n\nINT. BMW ~- DAY\n\n47 exits the tunnel again, looking up. He sees the gunships. He\nSLAMS the brakes, SPINS the car again.\n\nEXT. ROAD - DAY\n\nThe BMW hauls ass back into the tunnel, directly at the\napproaching police.\n\nINT. TUNNEL — DAY\n\n47 hauls ass at the approaching Politia Cars.\n\nINT. BMW (MOVING) - DAY\n\n47 shifts, then pulls on his seat belt.\n\nINT. TUNNEL ~ DAY\n\nThe BMW swerves around the first car, careens off the second, but\n38, SLAMMED by the third, which SPINS. Another Politia Car SMACKS\nINT. BMW (MOVING) - DAY\n\n47 regains control and shifts down. He ZIPS through the opening.\nEXT. TUNNEL - DAY\n\nGun ships fast approaching over head, 47 exits the tunnel. At 100\nm.p.h., he hits e guard rail, tearing through it.\n\f106.\n\nWe FULL BACK as the BMW falls 60 feet toward the fast moving river\nelow.\n\nINT. BMW (MOVING) - DAY\n\n47 lifts his hands off the wheel as the car SLAMS into the river.\nWHAM! The airbag deploys.\n\nEXT.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nWHAM! The airbag deploys. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n ROAD - DAY\n\nMike runs toward the guard rail, as the car, upside down, slowly\nbobs under the water, caught in the current.\n\nEXT. ROAD - LATER\nThe place is in chaos. Mike yells orders.\n\nMIKE\nWe need divers. Hurry.\n\nClarkson touches his shoulder. Mike turns. A helo has touched\ndown. And our old buddy Yuri moves from it. He is followed by a\nman carrying a silenced assault rifle. A man wearing a\ncamouflaged mask. E4.\n\nYURI\nWhat are you doing here?.\n\nMIKE\nzZ have authorization to observe.\n\nYURI\nObserve! Once again you helped the\nassassin escape!\n\nee MIKE\nThis is a fucking mess!\n\nE4 surveys the mess. He looks at Yuri.\n\nE4\nYour men need better training.\n\nHe turns, walking back to the chopper.\n\nYURI\nWhat do you advise?\nBA\nNet the river upstream. That’s the way I'd\n\ngo.\nHe continues away. Yuri is furious.\nYURI\nThis is the last time you interfere! At\nleast this time the assassin did not get\naway.\n\nMIKE\nI thought you got him last time?\n\f107.\n\nYURI\nDo not trifle with me. One call, the\nUkrainians will have you ina cell. TI\ndoubt you'll see your wife by next\nChristmas.\n\nJENKINS\nSir. Phone.\n\nMIKE\n. {into cell)\n\nMike Whittier, Interpol.\n\n_ (Beat)\nYes sir.\n\n(Beat)\nNo sir I can’t tell you that. It was sent\nto me anonymously. jut Chief Agent Marklov\nis right here.\n\nMike holds out the phone.\n\nMIKE (CONT'D)\nIt's for you.\n\nINT. CABINET OFFICE ~ SAME TIME\n\\ We CUT BACK and FORTH between the two men.\n\nGENERAL KORMAROV\nI’ve heard some grave accusations about\nyour loyalties, Chief Inspector.\n\n| . YURI\nFabrications, General, I assure you.\n\nGENERAL KORMAROV\nOf course. Although I received a tape this\nmorning. Let me play it for you.\n\nHe pushes play on the tape recorder. We HEAR the conversation\nYuri had with Belicoff.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nLet me play it for you. He pushes play on the tape recorder. We HEAR the conversation\nYuri had with Belicoff. \n\nTARGET SECTION TO BE ANNOTATED:\n; GENERAL KORMAROV (CONT‘D\nI might be mistaken, but it sounds like zou\nare engaged in political maneuvering wit.\nan opponent of this current administration.\nWere that true, the result for you would\nbe... Unfortunate. You must return to\nMoscow immediately.\n\nEXT. ROAD - DAY\n\nYURI\nGeneral, first you have no evidence that is\nme. And I don’t know where you got that\ntape but it is irrelevant. Because,\nsecondly, you have no authority over the\nFSB. Nor in truth, does the President.\n\nYuri hangs up the cell, then tosses it into the river. He stares\nat Mike who walks back toward the train.\n\f108.\n\nCLARKSON\nWhat do you think the chances are that our\nboy is at the bottom of that river?\n\nMike looks at him. Zero.\n\nMIKE\nHe's going to take Belicoff at his\nbrother‘s funeral. Get us a chopper to\nMoscow.\n\nAERIAL SHOT - MOSCOW\nSUPERIMPOSE TITLE CARD: MOSCOW, RUSSIA\nEXT. CATHEDRAL OF CHRIST THE SAVIOUR - DAY\n\nWE MOVE DOWN toward the beautiful, newly finished cathedral which\nsits on the Moscova river in the center of the gity ,The largest\nchurch in Europe, it rises over 100 meters and is lominated by a\ngigantic gold dome.\n\nWe CONTINUE DOWN. CLOSER we see a half-dozen news trucks, sat\ndishes raised, ready to transmit the funeral, or more importantly\nBelicoff’s speech to the world in real time.\n\nINT. CATHEDRAL OF CHRIST THE SAVIOUR - DAY\n\nThe place is standing room only with Belicoff supporters, fighting\nfor a glimpse. Soldiers in gas masks and body armor are\npositioned in every conceivable place.\n\nIn front of the pulpit, a platoon of camera reporters are ready to\ngapture eve angle of Belicoff’s eulogy. This scene is the very\ndefinition of media circus.\n\nWE CRANE OVER up to the top most balcony, more decorative than\nfunctional. #4 kneels at the rail. His VSSK Vychlop 12.7mm\nsilenced sniper rifle scans the cathedral.\n\nE4\nIn position. No sign of the target.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis VSSK Vychlop 12.7mm\nsilenced sniper rifle scans the cathedral. E4\nIn position. No sign of the target. \n\nTARGET SECTION TO BE ANNOTATED:\nWe continue DOWN toward the back of the cathedral, Mike stands\nnext to General Kormarov and is not happy. Behind Mike, waiting\nfor orders, is a squad of Interpol HRT guys, dressed in blue SWAT\nuniforms and holding automatic weapons.\n\nMIKE\nI understand general. But yeu don't know\nthis assassin. I've spent the last 3 years\nlearning how he thinks. He will be here.\n\nGENERAL KORMAROV .\nYes. I understand your concern with this\nelusive assassin. My anxiety, however, is\nmuch more direct ~-\n\nMIKE\n-~- General.\n\f109.\n\nGENERAL KORMAROV\nPlease. I am not diminishing your\ncommitment. Your service to the EU is\nexemplary. But.., There are almost 400\nRussian soldiers in this cathedral.\nSpesnatz, Alfa, Moscow OMON --\n\nAn aide walks up to the General, who holds up a finger.\n\nMIKE\n~-, General, everything he has done leads\nright here. I’m convinced he killed Udre\nBelicoff to put this in motion. He has to\ntake Belicoff here. It must be public. I\nknow I sound paranoid... But they can’t\ncover this up. It'll be on every\ntelevision from Los Angeles to Kaliningrad.\n\nGENERAL KORMAROV\n\n(Smiles)\nI am Russian, Inspector, not American. In\nthis gountry we find paranoia to be a\nvirtue. But please, trust us to handle\nthis. It would be foolish to attempt any\ntype of violence in this arena. A man as\nhighly trained as your assassin would\nrealize this. Now if you’1l1 excuse me.\n\nHe walks off with the aide. Jenkins and Clarkson move to him.\n\nJENKINS\nWell?\n\nMIKE\nHe doesn't believe a word I say.\n\nCLARKSON\nIf things do go wrong, all these jacked ul!\nsoldiers, this is going to be a blood bath.\n\nMIKE\nOh no. Anything happens, they plan on\ngassing everyone.\n\nJenkins and Clarkson stare at Mike.\n\nJENKINS\nWell, you got to admire Russian efficiency.\n\nMIKE\n_ (To himself) |\nHe’s right, it'd be suicide for our boy to\ntry to take Belicoff here...",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nJenkins and Clarkson stare at Mike. JENKINS\nWell, you got to admire Russian efficiency. MIKE\n_ (To himself) |\nHe’s right, it'd be suicide for our boy to\ntry to take Belicoff here... \n\nTARGET SECTION TO BE ANNOTATED:\n/ JENKINS\nSir...\n\nMike thinks about it. Knowing he's missing something.\nThunderous applause drowns Mike out as Belicoff strides to the\n\npolpit On his way, the Orthodox Catholic Arch Bishop stands and\nugs him. More applause.\n\f110.\n\n. CLARKSON\nThis is a political rally, and not a\nfuneral, correct? Tossers...\n\nMike looks at him, nods, then turns his attention to Belicoff as\nthe bright lights hit him.\n\nBELICOFF .\nLadies and Gentlemen. I’d like to start by\nGhanking you for your sympathy and prayers.\nWe are deeply grateful. And i in\nparticular am moved.\nMIKE\nSomething‘s not right.\nTuooks around)\nWhere the fuck is Yuri?\nFADE TO BLACK:\nEXT, LAVISH APARTMENT HOUSE ~ EARLIER THAT MORNING\nAn entire caravan of limousines drives out_of an underground\nparking structure. They are flanked by Militsiya cars and several\narmored personnel carriers. We MOVE IN.\nThrough the window we see Belicoff and his wife being driven to\nthe Cathedral. He looks up as two helicopters fly in over him,\nproviding air support. Belicoff smiles.\nEXT. YURI’S HOME — SAME TIME\n\nYuri walks from his home to the waiting limousine. Several guards\nmove with him as he gets in the back.\n\nBehind him, an armored suburban follows.\n\nEXT. STREET - MORNING\n\nYuri’s limousine stops at a stop light. Cars whiz past.\nINT. YURI'S LIMOUSINE ~ MORNING\n\nA bodyguard pours Yuri a vodka. Yuri keys his radio.\n\nYURI\nWhat is your status?\n\nE4 (0.8.)\nOver the radio}\nIn position. No sign of the target.\n\nYURI\nKeep vigilant. The fool will be there.\n\nSuddenly the car shoots forward into the approaching cars, despite\nthe red light. It swings left, violently into the traffic.\nYuri’s vodka splashes.\n\fili.\n\nYURI (CONT'D)\nWhat are you doing?\n( ooking around)\nYou are going the wrong way!\nEXT. INTERSECTION - MORNING\nSuddenly, the suburban, waiting to follow, EXPLODES.\nINT.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. INTERSECTION - MORNING\nSuddenly, the suburban, waiting to follow, EXPLODES. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n YURI‘S LIMOUSINE - MORNING\nThe limo pulls quickly away from the burning wreckage.\n\nYURI\nWe are under...\n\nThe driver grops the RF detonator and yanks his silenced,\nstainless .45 from his coat. It’s 47. He turns, shooting the |\nthree guards in the limo. Blood splatters Yuri. 47 looks at him.\n\nYURI (CONT'D)\n\n».-Attack.\n\nAGENT 47 :\nTouch your weapon I‘ll shoot you in the\nstomach. Understand?\n\nINT. YURI’S LIMOUSINE — PARKING LOT - MORNING\n\nAGENT 47\nPut out your hands.\n\nYuri does. 47 cable ties them. He retrieves the weapons and\nYuri‘s radio.\n\nYURI\nWhat do you want from me?\n\n__ AGENT 47\nYou’re going to help me.\n\n47 pulls out a small syringe. He depresses it, squirting out 3/4\nof it into the air. He hands it to Yuri.\n\nAGENT 47 (CONT’D)\nPut that in your arm.\n\nYURI ;\nYou are out of your mind.\n\nAGENT 47 .\nEither that goes in, or something a good\ndeal more permanent.\n47 moves the tip of the barrel, lower. Yuri injects himself.\n\nAGENT 47 (CONT’D)\nSit back, we‘ll be there in a moment.\n\nWE CUT BACK TO:\n\f112.\n\nINT. CATHEDRAL OF CHRIST THE SAVIOUR — PRESENT\n\nMike stands at the back, still trying to figure that one piece\nhe’s not seeing.\n\nDELIVERY GUY (0.5.)\n{in Russian) .\nDelivery for Inspector Michael Whittier?\n\nMike looks at him. He is holding a huge bouquet of flowers.\n\nWe PUSH PAST him to Belicoff, who stands at the pulpit. Behind\nhim, a giant diamond-vision screen has been erected. It flares to\nlife as Belicoff looks seriously at the audience.\n\nBELICOFF .\nBefore we begin. I would like to say a few\nthings about Udre. As much as I lament the\nloss of my brother...\n\nAERIAL SHOT - MOSCOW SUBURB - SAME TIME\nSUPERIMPOSE TITLE CARD: SEREBRYANY BOR, MOSCOW\n\nThe most expensive and exclusive area in Moscow.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nI would like to say a few\nthings about Udre. As much as I lament the\nloss of my brother... AERIAL SHOT - MOSCOW SUBURB - SAME TIME\nSUPERIMPOSE TITLE CARD: SEREBRYANY BOR, MOSCOW\n\nThe most expensive and exclusive area in Moscow. \n\nTARGET SECTION TO BE ANNOTATED:\n More country\nestates than cottages. Quaint, but sell for millions.\n\nEXT. COUNTRY ESTATE ~ DAY\n\nWe PAN left, to a lovely, if a little large, cottage. A Fed Ex\ntruck sits near the end of the upscale street.\n\nWe CRANE UP. A bodyguard stands on the roof of the cottage,\nscanning the street.” We PULL AWAY. The image changes. We\nrealize we are seeing the soldier through a sniper scope. The\nscope PANS right, to the other guard standing on the roof.\n\nANGLE ON 47, lying on top of the Fed Ex truck, prone, looking\nthrough the silenced sniper rifle‘s scope.\n\n47'S POV. The SCOPE CLICKS. Now the guard’s head is full in\nframe. The scope PANS again, to the other guard's head, then\nack.\n\nINSERT CU ~- TRIGGER, as it is depresses.\n\nPFFFT! The first Guard drops from frame. The scope PANS quickly.\nPFFFT, the second guard drops.\n\nINT. CATHEDRAL OF CHRIST THE SAVIOUR - SAME TIME\n\nMike opens the card on the vase. Inside is a note, which reads:\n“Enjoy the funeral.” Mike looks quickly around.\n\nWe CRANE UP and AWAY toward the stage, to a Medium of Belicoff.\n\nBELICOFP\nMy brother was a troubled man. It was not\nalways that way. He had forgotten his\ntraditional values. But I loved him.\n\f113.\n\nINT. WAREHOUSE ~- SAME TIME\n\nYuri, naked to the waist, is chained to a metal chair, bolted to\nthe concrete floor. One hand is behind his back, the other, duct-\ntaped to a military radio, in front.\n\nYuri depresses the talk button on the radio. Nothing. He presses\nit over and over. Still nothing. Angry, he violently yanks at\nthe handcuff on his wrist, only managing to hurt himself.\n\nYuri looks down at the C-4 taped around his torso. There is a lot\nof it. He glances up at the clock. Sweat pours down his face.\n\nINT. COUNTRY ESTATE ~ DAY\n\nBUZZ. The side servants doorbell goes off. Five soldiers sit at\na large kitchen table listening to the speech.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nCOUNTRY ESTATE ~ DAY\n\nBUZZ. The side servants doorbell goes off. Five soldiers sit at\na large kitchen table listening to the speech. \n\nTARGET SECTION TO BE ANNOTATED:\n One slowly gets up,\nwalks to the door, and looks through the peephole.\n\nHIS POV - Outside a Fed Ex guy holds up a package.\n\nThe Guard opens the door just as two more soldiers move into the\nkitchen. They push him aside, moving out the door.\n\nMORE GUARD #1\nfRussian, subtitled\nWe have lost contact with the look out.\n\nThe Fed Ex Guy hands_him a package. The guard signs for it. And\ncloses the door in 47's face. Hé walks toward thé table. He\nslows, looking oddly at the package. A weird brown spot appears.\nHe realizes, something inside is burning. Too late.\n\nThe fast dispersion, aerosol neurotoxin barely glistens in the\nair. All five soldiers are dead before they even smell it.\n\nOUTSIDE\n47 turns. He is now wearing a small oxygen mask. The two other\nsoldiers move quickly down the sidewalk, calling up to the roof.\n\n47 lifts his silenced .45. PFFFT, PFFFT! Both fall. 47 tosses\nthe Fed Ex hat and slips quickly into the house.\n\nINT. CATHEDRAL OF CHRIST THE SAVIOUR - CONTINUOUS\n\nMIKE .\nSuicide. It would be suicide...\n\nMike drops the vase. They all look at him.\nMIKE (CONT'D)\nClarky, get the car!\n(fo the HRT Leader)\nYou, bring your men...\nAnd they rush from the church.\nINT. COUNTRY ESTATE - KITCHEN - DAY\n\n47 quietly moves through the kitchen. Toward the back stairs.\n\f114.\n\nINT. CATHEDRAL OF CHRIST THE SAVIOUR - CONTINUOUS\n\n. BELICOFF\nBut sometimes love needs to take the form\nof strength. Demanding change.\n\nWe PUSH to a FOX NEWS camera man, standing very close, and into\nthe lens of his camera. INTO an ECU of the LENS holding\nBelicoff‘s reflection.\n\nBELICOFF | cont’).\nNow, as you see, I failed with my brother.\n\nEXT. MASTER SUITE - HUGE BALCONY - CONTINUOUS\n\nBELICOFF (0.S.)\nBecause of that love. I failed to do what\nwas necessary.\n\nA man in a thick bathrobe prunes his prize-winning roses.",
  "95": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\nBecause of that love. I failed to do what\nwas necessary. A man in a thick bathrobe prunes his prize-winning roses. \n\nTARGET SECTION TO BE ANNOTATED:\n He\ntakes great care with these roses, BELOW, in the estate’s back\nyard, two children, a boy and a girl, play in the enormous\nsculpted maze of giant rosebushes. We HE. them laugh.\n\nFrom the radio on the patio table, we HEAR the funeral service.\nBelicoff is giving the speech his all.\n\n. BELICOFF (0.S.) (CONT’D)\nAnd what is necessary is sometimes very\nhard with the things we love. We confuse\ncompassion with kindness.\n\nWe MOVE TOWARD the man, and he smiles. And we now see... It is\nBelicoff. Another one. He mouths the words as the other Belicoff\nsays them. As if he knows what the other is going to say before\nhe’ says it. Because, of course, he does.\n\nBELICOFF (0.S.) (CONT‘D)\ngafortunately, kindness killed my brother.\nA man I loved dearly.\n\nHe continues pruning his roses and mouthing along with the speech.\nHe seems very proud. But, the children’s laughter annoys him.\n\nINT. CATHEDRAL OF CHRIST THE SAVIOUR ~ CONTINUOUS\nBELICOFF |\nRussia is very much like my brother. She\nis broken...\nINT. BALCONY - CATHEDRAL — CONTINUOUS\nE4 scans the crowd below, searching for 47.\nBELICOFF (9-83)\nShe has lost her traditional values.\n\nShould we choose to be kind? And let her\ndie, much like my brother?\n\f115.\n\nEXT. HALLWAY - COUNTRY ESTATE - DAY\n\n47, the mask gone, silently moves up the stairs, pressed to the\nwall, his outstretched .45 leading the way.\n\nAbove, a soldier stands on the mezzanine. We think he might see\n47, but he is busy trying to light a cigarette.\n\nHis weapon trained on the soldier, 47 continues quietly up the\nstairs.\n\nANGLE ON GUARD, as he smiles, finally getting it lit. We PAN\nRIGHT slightly as 47 quickly transfers the .45 to his left hand\nand withdraws a large combat knife.\n\nReverse, 47 crouches up behind the guard. He JAMS the jarge blade\ninto the soldier’s neck and pushes him over the balcony.",
  "96": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe PAN\nRIGHT slightly as 47 quickly transfers the .45 to his left hand\nand withdraws a large combat knife. Reverse, 47 crouches up behind the guard. He JAMS the jarge blade\ninto the soldier’s neck and pushes him over the balcony. \n\nTARGET SECTION TO BE ANNOTATED:\n he\nman’s gurgling stops before he hits the marble floor. \" SMACK.\n\nAgainst the wall, 47 moves stealthily down the hallway, weapon\nraised. At the end, he looks around the corner.\n\n47'S POV - Four Soldiers stand outside a thick metal door.\n\n\\ ANGLE ON 47, as he pulls his head back. He calculates quickly,\n. then moves out of frame around the corner toward them.\n\nINT. WAREHOUSE - SAME TIME\nYuri looks. The clock ticks down. 9 seconds, 8...\n\nFLASH BACK:\nINT. WAREHOUSE ~- ONE HOUR EARLIER\n\nYuri opens his eyes. He is naked and tied to that chair. 47 sits\nin front of him.\n\nAGENT 47\nLook down.\n\nYuri does. C-4 is taped all around his torso. A lot.\n\n. AGENT 47 (CONT'D) .\nThat is C-4. About forty pounds of it.\nMuch more than is necessary but I know your\nfondness for overly dramatic theatrics.\nWhen it detonates, it will not only liquefy\nyour torge, et level this entire building.\n\nea\n\nThe C-4 is rigged to a cell phone. At.\nexactly 1:15, that radio in your hand is\nprogrammed to activate. It will remain\nactive for only 15 seconds. You have ten\nseconds to help me. If you don’t, I will\ndetonate the C-4 and you along with it.\n\nYURET\nYou have gone to a great deal of trouble.\nI am just a bureaucrat. There is nothing I\ncan do for you I‘m afraid.\n\f116.\n\nAGENT 47\nI disagree.\n\nBACK TO:\nINT. WAREHOUSE — PRESENT\n\nThe clock continues to click. 2... 1...\n\nYURI\naT (Yells, frustrated)\nPucki! .\n\nThe red light on the radio blinks on. Yuri just stares at it.\nBACK TO:\nINT. WAREHOUSE - LITTLE LESS THAN ONE HOUR EARLIER\n\nYURI\nNot\n\nAGENT 47\nThis is not a request. The situation is\nfixed, and you know both possible outcomes.\nLive or die. Your choice.\n\n_ (Standing) .\n\nHere is something to keep things in\nperspective.",
  "97": "END OF PREVIOUSLY ANNOTATED SECTION:\nYour choice. _ (Standing) . Here is something to keep things in\nperspective. \n\nTARGET SECTION TO BE ANNOTATED:\n I picked it up last night\nwhile I was in your home. If you care so\nlittle for yourself...\n\n47 places the picture of a college age girl on the table, next to\na large analog clock.\n\nYURI\nYou bastard.\nAGENT 47\nAt one fifteen, you will have fifteen\n\nseconds.\n\n(He_moves_to the door)\nAnd yell all you like, we are miles from\nwhere anyone can hear.\n\nCUT BACK TO:\nINT. WAREHOUSE -— PRESENT\nYuri looks at the clock. His fifteen seconds are zipping bye He\nis covered in sweat. He glances at the picture of his daughter.\nHe keys the radio.\nINT. CATHEDRAL OF CHRIST THE SAVIOUR - BALCONY - ONE SECOND LATER\nE4 stares through the scope, scanning. His radio CHIRPS.\nE4\nDa?\n\n(listens)\nAre you sure?\n\f \n\n117.\n\nEXT. HIGH ANGLE - MOSCOW ~ DAY\n\nTwo SUV's haul ass through the streets below.\n\nINT. LEAD SUV - DAY\n\nMike and his men rush through the streets. Over the radio:\n\nBELICOFF (0.S.)\n\nOr should we do what is necessary? What is\nhard? To save what we love.\n\nBelicoff is really bringing it home now. People cheer.\n\nMIKE\nHurry!\n\nCLARKSON |\nDoing my best. Traffic.\n\nOUTSIDE\n\nThe SUV jumps the curb and HAULS ASS down the median.\n\\ EXT. MASTER SUITE - HUGE BALCONY - SAME TIME\n\n/ The other Belicoff listens. Pruning.\n\nBACK ON YURI\n\nYURI\nJust fucking do it! Now!\n\nINT. BALCONY ~ CATHEDRAL\n\nANGLE ON E4, who squeezes the trigger.\n\nINT. CATHEDRAL OF CHRIST THE SAVIOUR ~- CONTINUOUS\n\n__BELICOFF\n{Building volume) | .\n\nI for one will not fail again! Not with\nthis country! Not with our children’s\nfuture! Not with you -~\n\n-- SMACK! E4'’s round TEARS through Belicoff‘s skull.\n\nWe PAN LEFT. A moment's delay shows the assassination again, in\ngraphic detail on the 100’ screen.\n\nPandemonium. Soldiers swarm the area.\nINT. LEAD SUV - CONTINUOUS\nThe men in the SUV are stunned.",
  "98": "END OF PREVIOUSLY ANNOTATED SECTION:\nSoldiers swarm the area. INT. LEAD SUV - CONTINUOUS\nThe men in the SUV are stunned. \n\nTARGET SECTION TO BE ANNOTATED:\n They can HEAR the crowd panic.\n\nShit! MERE\n\nHis men look at him, confused.\n\f118.\n\n. MIKE (CONT’D)\nKeep going!\n\nEXT. MASTER SUITE ~ HUGE BALCONY - SAME TIME\n\nOn the radio, we hear the chaos. Belicoff drops the pruning\nshears and turns, staring at the radio.\n\nINT. WAREHOUSE - SAME TIME\n\nYuri lowers the radio, and sighs.\n\nINT. BALCONY - CATHEDRAL ~ MOMENTS LATER\n\nSoldiers rush to the balcony. But it is ty. Only the sniper\nxifle remains. The soldiers look at each other. We MOVE OVER and\nCRANE down.\n\nINT. CATHEDRAL OF CHRIST THE SAVIOUR -— CONTINUOUS\n\nSoldiers, in gas masks, swarm everywhere. Terrified guests are\ndragged from the cathedral.\n\nEXT. MASTER SUITE - HUGE BALCONY - SAME TIME\nBelicoff continues to stare at the radio a moment.\n\nRADIO REPORTER (0.S.)\nMikhail Belicoff was just shot right before\nour eyes! Again, Mikhail Belicoff is dead!\n\nAnger and disgust are barely evident on his face. But then they\nare gone. He picks up the Shears and moves to another potted rose\nbush, getting on his ees, clipping.\n\nWe PAN and PUSH IN TO A CU of the RADIO. A hand reaches into\nframe and turns it off.\n\nANGLE ON BELICOFF. He doesn’t turn around. He just continues\npruning those rose bushes.\n\nBELICOFF\nSeems I underestimated you.\n\nWe PAN RIGHT. 47 stands next to the radio.\n\n. AGENT 47\nConsistently.\n\n47 adjusts his jacket, to cover the blood splatter from the\nsoldiers.\n\nBELICOFF\nA miscalculation on my part.\n\n_. AGENT 47_—\nSo...? Did the hard-line Communists make\nyou an offer? Or was killing Mikhail your\nidea... Mischa.\n\nBelicoff stares at 47.\n\f119.\n\nAGENT 47 (CONT'D)\nShow me your arm.\n\nBELICOFF\nWhy? Does it matter?\n\nAGENT 47)\nTo satisfy my own curiosity.\n\nBelicoff unties the robe. He slowly lowers one side.",
  "99": "END OF PREVIOUSLY ANNOTATED SECTION:\nAGENT 47)\nTo satisfy my own curiosity. Belicoff unties the robe. He slowly lowers one side. \n\nTARGET SECTION TO BE ANNOTATED:\n When he\ndoes, we can see the welt of scars and skin-grafts below his neck.\n\nAGENT 47 (CONT'D)\nNo scar on your arm...\n\nBELICOFF\n, _, (Smiles)\nMikhail could have very well returned\nRussia to her former glory. All the people\nneeded was a push to make him a hero, But\nhe stopped short. Then I realized the\nright push would solve two problems.\n\nAGENT 47 |\nBut then you tried to kill me. And you\nforced the people I worked for to abandon\nme. You placed me into an impossible\nsituation.\n\nBELICOFF .\nDo you have any idea of the pain I endured\nto look like Mikhail? The others were\nfine, but I_got an infection under the\nsteel facial structure. The skin-grafts\nnever completely healed. I am in constant\nagony. Not to mention the excruciating\nache I endured spending time with his\ndilettante wife and whining children. Of\ncourse, I found ways to divert my\nattention. But then Mikhail decided that\nperhaps returning to the old ways was not\nsuch a good idea. Support within the party\nwas waning. They removed my face for the\ncause and” then he decides to become an\nidealist? I think not.\n\n_ AGENT 47\n\nIf you had just left me alone, you could\nvery well be sitting in the Kremlin this\ntime next year.\n\nBELICOFF\nSo it seems. We will never know. You and\nthe whore were the only ones who knew the\ntruth. And where is she now? Do you have\nfantasies of a life with her?\n\n47 looks at him.\n\nBELICOFF (CONT’D)\nIf you only knew the depraved things I made\nper 24 you would not be so eager to share\ner bed.\n\f120.\n\ne 47 is going to kill him now. Suddenly men start BANGING on the\nbedroom door. Belicoff slowly lifts his hand from his pocket.\n\nBELICOFF (CONT’D\nBut you’ll never have that chance...\n\nMischa holds out a tiny remote from his robe pocket.\n\nBELICOFF (CONT’D\nPanic button. I pressed it when you came\nin.\n\nAGENT 47\nThe door is steel. We have a few moments.\n\nBELICOFF\nPerhaps.",
  "100": "END OF PREVIOUSLY ANNOTATED SECTION:\nAGENT 47\nThe door is steel. We have a few moments. BELICOFF\nPerhaps. \n\nTARGET SECTION TO BE ANNOTATED:\n But you will never escape from\nhere alive. There are over a hundred\nsoldiers here. You are a dead man. Some\nconsulation I suppose...\n\n47 just smiles, glancing at his watch. Mischa stares at him,\nstoic.\n\n. BELICOFF (CONT'D)\nThere is nothing more I have to say to you.\n\nThen a thought brings an evil grin to Mischa’s face.\n\nBELICOFF (CONT’D) .\neo Just_know, the whore is broken. I did it\nmyseif. She has no chance at a real life.\nWith you dead, she’1l return to the only\nthing she knows. And flat on her back, all\nshe will have to dull the pain, is a dim\nmemory of you. Pathetic.\n{Hts grin fades)\nGet on with it then.\n\nWe PULL BACK into a wide as 47 lifts his silenced .45.\ncur TO:\nEXT. BACK YARD - DAY\n\nWe HEAR a slight PFFFT. The boy looks up as birds fly up from the\nbalcony.\n\nINT. MASTER SUITE - DAY\n\n47 looks at Belicoff’s body on the floor. From outside the door,\nmen batter at the steel. he CLINGING echoes through the room.\nHe can HEAR men gathering below the balcony outside as well.\n\n47 walks over to the desk and checks his watch again. He doesn’t\nlook happy. He unslings the automatic rifle from under his coat,\nleaning ed against the desk and sits, facing the door. He calmly\nlaces one “98 on the desk, lays the other next to it, and checks\nis watch once more.\n\f121.\n\nWe TRACK toward the room’s entrance. BLAM, BLAM. Splinters fly.\nSomeone is shooting at the wall holding the steel door. We PUSH\nthrough it.\n\nEXT. HALLWAY - DAY\n\nSoldiers crowd the hall. We TRACK ABOVE them, and DOWN the\nstairs. Which is e mally packed with men. It is obvious that 47\nis completely outn ered and outgunned. We continue TRACKING to\nthe bottom of the stairs and across the main room.\n\nAnd then, through the glass door, we see flashing red and blue\nights.\n\nINT. MASTER SUITE ~ DAY\n\nThe hinges to the door are blown off and the door sags inward.",
  "101": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd then, through the glass door, we see flashing red and blue\nights. INT. MASTER SUITE ~ DAY\n\nThe hinges to the door are blown off and the door sags inward. \n\nTARGET SECTION TO BE ANNOTATED:\n 47\nsnatches up his .45’s, one in each hand. And then we HEAR YELLING\nfrom the first floor. No one rushes in.\n\nINT. MAIN ROOM ~ DAY\n\nMIKE\nInterpol! Drop your weapons!\n\n\\ Mike, his men, and the Interpol HRT team storm the stairs. The\n\nRussians point their weapons at the HRT team who aim back, but\nclearly Belicoff’s men are confused about what to do.\n\nCLARKSON\nDrop your bloody weapons!\n\nMike, his badge held high, makes his way toward the bedroom.\nMIKE\nWe have an arrest warrant for that man!\nStand down!\n\nThe Russians have no choice but to allow Interpol to move into the\nbedroom.\n\nINT. MASTER SUITE - DAY\n\n47 places his weapons on the desk and raises his hands just as\nMike and his boys swarm into the room.\n\nJENKINS\nDon’t move! On your knees, hands on your\nhead!\n\n47 complies. Mike looks at him as an HRT Guy frisks him.\n\nMIKE .\nDon‘t do anything stupid.\n\nAGENT 47\nI wouldn’t dream of it.\n\nHRI GUY\nHe’s clean, sir.\n\nClarkson pulls out his handcuffs.\n\f122.\n\nMIKE\nI’ll do that, Clarky.\nMike puts the cuffs on 47. He looks at him.\n\nMIKE (CONT'D)\nYou almost had me, you know.\n\nAGENT 47\nAlmost...\n\nINT. MAIN ROOM — DAY\n\nThey lead 47, in cuffs, through the main floor, through all of the\nRusSian soldiers, who just stare in confusion.\n\nEXT. COTTAGE - DAY\n\nMike follows behind 47 as his boys lead him to the SUV. He\nwatches 47 as Clarkson and the HRT Guy put 47 in the rear seat of\nthe SUV. They close the door, but still Mike stares at 47 through\nthe window. 7 glances up at Mike for a moment, then back down.\n\nCLARKSON ,\nCongratulations, Gov’nor. You got him.\n\nJenkins slaps Mike on the back. Mike can’t suppress a smile as he\ngets into the vehicle.\n\nClarkson powers the SUV away from Belicoff’s country house.\nINT. LEAD SUV - DAY\nMike looks at 47 in the visor mirror.",
  "102": "END OF PREVIOUSLY ANNOTATED SECTION:\nClarkson powers the SUV away from Belicoff’s country house. INT. LEAD SUV - DAY\nMike looks at 47 in the visor mirror. \n\nTARGET SECTION TO BE ANNOTATED:\n 47 looks up at him.\n\n; AGENT 47\nSomething you want to know?\n\nMIKE\nJust one thing. Knowing how this ends, was\nit worth it? “Killing Belicoff?\n\nAGENT 47 .\nKnowing how this ends? Definitely.\n\nMike nods, turning around. Clarkson is looking in the rearview\nmMLrror.\n\nCLARKSON\nWhat do you make of that?\n\nMike looks out the back glass.\n\nMIKE\nWhat the hell?\n\n47 seems calm as he can be, like he’s on his way to church.\n\f \n\n123.\n\nEXT. ROADWAY ~ DAY\n\nSuddenly, they are set upon by four, blacked out, armored SUVs.\nThe vehicles surround them and drive them off the road.\n\nEXT. SIDE OF ROAD - DAY\n\nMike’s SUV slides to a stop. He starts to get out, but both\nvehicles are quickly surrounded by men in dark suits, Of course\nthese men are wearing armored vests and wielding serious\nfirepower. All of Mike’s men, including the HRT guys, are\nfreaking out.\n\nMIKE\nWho the fuck are you?\n\nA man walks over from one of the suburbans. Despite his shades,\nwe easily recognize him as Smith.\n\nSMITH\nI’m Agent Smith with the U.S. Central\nIntelligence Agency. I need all of your\nmen out and to the rear of that vehicle.\n\nJENKINS\nYou don‘t have jurisdiction here.\n\nSMITH\nWe aren’t here. Which means when we open\nup on you, and shred your bodies with\nautomatic-fire, then this will never have\nhappened...\n\nMike sighs as he is moved to the back of the second vehicle, where\nhis men, hands up against the vehicle, are being relieved of their\nweapons. They are quickly joined by ail the rest of his men.\n\nCLARKSON\nI'd like to know what in God’s fucking name\nyou think you are doing.\n\nSMITH .\nWe have reason to believe you are involved\nin terrorist activities.\n\nMIKE\nWe are with Interpol, and in accordance\nwith Section 3578.9A, we are transporting\nan international criminal. You are\nseriously overstepping your job here, mate.\n\nMike tosses him his badge. Smith casually looks at him.\n\nSMITH\nWhat criminal?\n\nMike looks over. There is no one in the back.",
  "103": "END OF PREVIOUSLY ANNOTATED SECTION:\nSMITH\nWhat criminal? Mike looks over. There is no one in the back. \n\nTARGET SECTION TO BE ANNOTATED:\n It is empty.\n\n; CLARKSON _\nYou stupid American shit!\n\f124.\n\nSMITH\n(To his men)\nWatch them.\n\nsmith goes to look in the car. He picks up a card off the back\nseat, pocketing it.\n\nHe walks back over to Mike, handing him his badge back.\nSMITH (CONT‘D)\n\nYou know what, I’m sorry, Man. My mistake.\nI thought you were someone else.\n\nCLARKSON\nYou cocksucking prick! You let him get\naway!\n\nSMITH\n\nLoad up boys.\n\nSmith and his men walk back toward their blacked-out suburbans.\nSmith turns around to Mike and his men.\n\nSMITH (CONT'D)\nOn behaif of the United States government,\nI'd like to extend to you our sincerest\napologies.\nSmith winks at them, smiles, and gets into the truck.\n\nAs the suburban speeds away we PAN back around to Mike, who just\nstands there for a moment.\n\nMIKE\nI need a cigarette.\n\nWe CRANE UP moving away from them as Mike just stands there taking\na moment.\n\nINT. SUBURBAN ~ DAY\nSmith stares out the window at Moscow. He reaches into his pocket\nand withdraws the white card he found on the back seat of Mike's\nsuv. It is one of Smith’s own business cards. He flips it over.\nOn the back is written, “We are even.”\nSmith smiles, letting the card fly out of the window.\n\nFADE TO BLACK:\nINT. MIKE’S STUDY ~ NIGHT\n\nWe are now back where we started. 47 sits across from Mike. Rain\nclatters on the window as they look at each other.\n\nMIKE\nSo now what?\n\nAGENT 47\nI want to be left alone.\n\f125.\n\nMIKE\nJust like that?\n\nAGENT 47\nYes. Just like that.\n\n47 stands. Pulls the blanket off the mound on the floor.\nUnderneath is a man. We recognize him as the man 47 spoke to\nDiana about on the train from St. Petersburg. But he is dressed\nin a black suit with a red tie. And his head has been shaved.\n\n. AGENT 47 (CONT‘D) .\nThat is the man you have been looking for.\nSeems besides drug running and kidnapping,\nhe has also been assassinating people al.\nover Europe.",
  "104": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat is the man you have been looking for. Seems besides drug running and kidnapping,\nhe has also been assassinating people al. over Europe. \n\nTARGET SECTION TO BE ANNOTATED:\nMIKE\nI don’t follow.\n\nAGENT 47\nYes you do. I‘m finished. More accurately\nI never existed. This is the man you have\nbeen searching for. The man who killed so\nmany.\n\n \n\n\\ a7 places Mike’s weapon on the desk. The H&K.\n\n. AGENT 47 (CONT'D)\nBallistics will confirm he was shot by your\nweapon. The magazine is in the night’ stand\nnext to your bed. Don’t forget it before\nyou call your superiors.\n\nThen)\nHe broke into your house. And you were.\nforced to defend yourself. He died. Right\nhere on your rug. You're a hero.\n\nMIKE\nYou killed him here...?\n\nAGENT 47\nIt's five. If you wait a few hours, until\nthe girls ge to school, then you won't have\nto expose them to this. And it explains |\nwhy you waited so long before you called it\nin.\n\nMIKE | /\nI can’t go along with this...\n47 moves to the french doors, then stops. Staring at him.\n\nAGENT 47\n\nI truly hope you can. Because the |\nassassin, the hitman, is dead. Finished.\nIt’s time we both move on. Let the dead\nstay dead. For both our sakes. And for\nyour family’s.\n\n(Opens the door)\nGoodbye Michael. I hope I never see you\nagain.\n\f \n\n126.\n\nAnd with that 47 is gone, disappearing into the night. Mike\nsighs, thinking.\n\nINT. PARISIAN POSTAL STORE - DAY\n\nNika hands the clerk a couple of Euros then takes the Fed Ex\nenvelope to a side counter. She tears it open and pulls out the\ncontents. A single page. Nika smiles.\n\nIt is the real estate ad from the magazine. For the winery in the\nSouth of France. An address has been written on it in marker.\n\nEXT. WINERY - HIGH ANGLE\nSUPERIMPOSE TITLE CARD: BORDEAUX PROVENCE, FRANCE\n\nWe PAN LEFT, across the 72 hectares of prime growing fields, past\nthe wineries, the stables and out-buildings, to the huge 17th\nCentury chateau.\n\nA private drive winds through the trees, up to the steps where a\ntaxi_is parked.",
  "105": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. WINERY - HIGH ANGLE\nSUPERIMPOSE TITLE CARD: BORDEAUX PROVENCE, FRANCE\n\nWe PAN LEFT, across the 72 hectares of prime growing fields, past\nthe wineries, the stables and out-buildings, to the huge 17th\nCentury chateau. A private drive winds through the trees, up to the steps where a\ntaxi_is parked. \n\nTARGET SECTION TO BE ANNOTATED:\n Nika gets out of the taxi, looks around and\ngiggles. She starts to run inside.\n\nREAL ESTATE BROKER\n(In French, subtitled)\nWait, wait, hold that taxi!\n\nA chic 30ish Frenchman, dressed in a nice suit, hurries down the\nsteps. He leans in to the cabbie, speaking.\n\nREAL ESTATE BROKER (CONT‘D)\nParlez-vous Francais?\n\nNIKA\nA little...\n\n. REAL ESTATE BROKER\nNevermind. You are a little late. My\npartner already went back.\n\nNIKA\nI'm sorry.\n\nREAL ESTATE BROKER\nNo problem. Here, sign this please.\n\nHe puts papers on the roof of the taxi, handing her a pen.\nConfused she signs her name. He points to another sheaf of\npapers. He smiles, folding the two documents.\n\nREAL ESTATE BROKER (CONT'D)\nMerci. The staff are waiting inside.\n\n_ NIKA\n(Grinning, excited)\nWhere is he? Inside?\n\nREAL ESTATE BROKER\nI'm sorry?\n\f127.\n\nNIKA |\nThe man who owns this place.\n\nREAL ESTATE BROKER\nMadame... You own this chateau.\n\nHe hands her one of the folded documents.\n\nREAL ESTATE BROKER (CONT’D)\nMerci.\n\nHe gets into the cab. She runs to the window.\n\nNIKA\nWait! I’m meeting someone.\n\nHe slaps his forehead. Then pulls an envelope from his coat.\n\nREAL ESTATE BROKER\nI forgot... I am supposed to give you\nthis. Au revoir.\n\nShe’ stands back, holding the envelope as the taxi speeds away,\nthrough the gate and down the private road.\n\nNika opens the envelope and pulls out a card. We PUSH IN as she\nreads. She glances at the taxi as it disappears, then back at the\ncard. Tears begin rolling down her face.\n\nShe slumps down, sitting on the steps, Reading it again. We PULL\nBACK, CRANING UP as Nika cries. We CONTINUE UP and BACK, MOVING\nQUICKLY away. The image CHANGES. We are now seeing the scene\nfrom far away, through a sniper scope.\n\nEXT. HILL - DAY\n\n47 lowers the scope, not attached to a rifle. He is not happy.\nHe lifts the scope again.",
  "106": "END OF PREVIOUSLY ANNOTATED SECTION:\nHILL - DAY\n\n47 lowers the scope, not attached to a rifle. He is not happy. He lifts the scope again. \n\nTARGET SECTION TO BE ANNOTATED:\n47’s POV - OF THE CHATEAU. A servant comes out of the chateau,\nmoving down the steps, She rests her hand on Nika’s shoulder, who\nlooks at her. The maid motions her inside, a compassionate smile\non her face. Together they move into the chateau.\n\nBACK ON 47 who lowers the scope. Through the stoic exterior, we\nfeel the sadness. The loneliness.\n\nWe CRANE UP as 47 walks off toward the waiting Mercedes.\n\nFADE TO BLACK.\n\f"
}