{
  "1": "HOLD THE DARK\n\nbased on the novel by\n\nWilliam Giraldi\n\nwritten for the screen by\n\nMacon Blair\n\n12.10.15\n\nA24 / visionChaos Productions / Addictive Pictures\n\nBonneville Films\n\fTHIS APPEARS ON BLACK SCREEN:\nO unteachably after evil, but uttering truth.\n\n- Gerald Manley Hopkins\n\nEXT. THE ALASKAN FRONTIER - DAY\n\nSUNLIGHT, as bright and sharp as a blade, slicing down on\nthis moonscape of SNOW and ICE. Feel the cold in your teeth.\nThe wind makes a faint flute-sound and all else is silence.\n\nIn the distance sit god-sized hills, hazy and dream-like. And\nspread before them, abutting a black bristle of trees...\n\nA VILLAGE. Just a handful of buildings, looking like toy\nblocks dropped onto a clean white quilt.\n\nSUPER: Keelut, Alaska.\n\nHow do people even survive out here? And why?\n\nEXT. BEHIND THE SLONE CABIN - DAY\n\nNot so much a backyard as an expanse between the distant\nTREELINE and a roughly-hewn LOG CABIN, smoking chimney and\nmossy walls, a soft rhythmic wump wump wump leading us to...\n\nA BOY (7), kneeling to pack a small mound of snow. Wump,\nwump, wump. He looks swollen in his pillowed coat, working a\nwell-used ARMY MAN into the mound. His name is BAILEY.\n\nHis nose running, his breath clouding before his face, he’s\nwholly focused on this very serious work until...\n\nHe looks up. Sees something. Freezes.\n\nA WOLF. Just emerged from the trees. Motionless. Yellow eyes\nfixed on Bailey, her own breath steaming. She’s huge.\n\nON BAILEY, seen from behind, looking out at the WOLF, only\nforty feet away. Watching him in silence.\nINT. SLONE CABIN - TWILIGHT\n\nA TEA KETTLE on a wood stove alllmost whistles but a FEMALE\nHAND lifts it out of frame as we begin to...\n\nDrift through the space, catching the details. Three rooms\nwith a small kitchen area. A low insulated ceiling with\nplastic sheets duct taped over the windows.",
  "2": "---END OF PREVIOUS SECTION---\nDrift through the space, catching the details. Three rooms\nwith a small kitchen area. A low insulated ceiling with\nplastic sheets duct taped over the windows. \n---TARGET SECTION TO BE ANNOTATED---\n\fA pair of FUR-LINED BOOTS, knee-high and heavy, wait by the\nfront door where an AR-15 RIFLE is propped in the umbrella\nstand. A child’s .22 RIFLE leans in the corner.\n\nA CB RADIO hangs from a peg next to the CLOSET DOOR with a\nPADLOCK on it. No phone that we can see.\n\nThere’s a ratty COUCH with unfolded laundry on it. A sooty\nFIREPLACE smolders with a COMPOUND BOW hung above the mantle.\n\nAnd like an afterthought, a CRUDE MASK rests on the mantle,\nmade of driftwood and pelt. A wolf face.\n\nWe find the WOMAN, sitting very still in a threadbare chair,\nwearing a thick wool sweater, an untouched cup of tea in her\nlap.\n\nHer name is MEDORA SLONE (30). Underfed, distant, with\nstriking white-blond hair and pale, grey-gold eyes.\n\nShe's just staring. At nothing, it seems. The wind keens\nfaintly outside. The house creaks.\n\nFinally, she looks up.\n\nEXT. REAR DOOR - SLONE CABIN - SAME\n\nThe heavy door opens inward and Medora peers out, hugging\nherself against the cold.\n\nINT. REAR DOOR - SAME\n\nOver her shoulder, OUT THERE: that snow mound Bailey was\nmaking. And the action figure still stuck into it.\n\nBut no Bailey. No nothing. Just the field of white, the\nfading daylight all the way to the darkness of the trees.\n\nCUT TO BLACK.\nIN BLACKNESS, A WOLF HOWL carries from some far unknowable\nplace...but then morphs into a DRONING ELECTRIC BUZZ...\nINT. KITCHEN - CORE’S HOME - NIGHT\n\nWhich is a MICROWAVE, a TV dinner turning inside until it\nbeeps! and MALE HANDS gingerly remove it.\n\fINT. MAIN ROOM - CORE’S HOME - NIGHT\n\nA PAINTING OF A WOLF, an amateur work. From 0.S., we hear a\nMAN, apparently leaving a voicemail message...\n\nMAN'S VOICE (0.S.)\nHi, sweetheart. Uh. It’s me. Again.\n\nThere are in fact several WOLF PAINTINGS here. Dozens.\nDifferent angles and settings but...",
  "3": "---END OF PREVIOUS SECTION---\nThere are in fact several WOLF PAINTINGS here. Dozens. Different angles and settings but... \n---TARGET SECTION TO BE ANNOTATED---\nthe same animal?\n\nMAN'S VOICE (0.S.) (CONT'D)\nI'd heard you got Associates, huh?\n\nI read that, Northern Light had a\nblurb on it. Tenure committee gets\none right, at last. Heh. I’m uh...I\nam so proud of you.\n\nWe drift over the DESK and COMPUTER, BOOKS and PAPERS hoarded\nneatly. Titles like Canis Lupus Migration Study, American\nNature Journal, Arctic Grey In Decline. An academic’s lair.\n\nMAN'S VOICE (0.S.) (CONT'D)\nI know you're busy, but...I hope\nwe'll talk sometime. You can call\nwhenever. I hope uh...\n\nHere’s a PHOTO OF A YOUNG BEARDED MAN in muddy camping gear,\ngrinning hugely, a caption on it: Yellowstone, 1979.\n\nMAN'S VOICE (0.S.) (CONT'D)\nAnyway. I’m going to see your\n\nmother tomorrow. She sends her\n\nlove.\n\nWe find him in his overstuffed recliner, the TV muted, his\nmicrowave dinner on a tray. His name is RUSSELL CORE (50s),\nthe guy from the photo. But there’s silver in his hair now,\nmore in his beard. This is a tired man. He carries ghosts.\n\nCORE\nAnd...so do I.\n\nHe holds the phone to his ear a beat longer...and hangs up.\nAims the remote, turns up the news a bit: Iraq, circa 2004.\n\nTV NEWS VOICE\n..-while Coalition forces advanced on the\ntown of Falujah under heavy fire...\n\nBut Core isn’t really watching, is he?\n\fINT. BATHROOM - NIGHT\n\nCore sits in the steaming bathtub, the water to his chin.\nStaring at something. Grimly contemplating it.\n\nA RAZOR BLADE. Resting there on the edge of the tub. Waiting.\n\nHe stares. Takes a deep breath for courage. Or maybe defeat.\nAnd reaches for the blade...\n\nHis dripping hand hovers over it in sudden indecision. The\nmoment extends. Until...\n\nHe retracts his hand after all. Leaves the razor there.\nExhales and looks away.\nEXT. REST HOME - WALLOWA, OREGON - DAY\n\nIt’s bright and sunny.",
  "4": "---END OF PREVIOUS SECTION---\nExhales and looks away. EXT. REST HOME - WALLOWA, OREGON - DAY\n\nIt’s bright and sunny. \n---TARGET SECTION TO BE ANNOTATED---\n Not the cold-diamond sunshine of\nKeelut but sunshine with some actual warmth. Trees are green.\n\nCORE’S COMPACT CAR pulls up, parks, and he heads inside.\n\nINT. RECEPTION HALLWAY - REST HOME - DAY\n\nAs Core passes the Christmas-decorated DESK, the young NURSE\nin a Santa hat gives him a small, sweet smile.\n\nCORE\nHi, Kelly.\n\nNURSE\nHi, Mr. Core. She’s having a good\nday.\n\nHe smiles back, as best he’s able.\n\nINT. CORE’S WIFE’S ROOM - REST HOME - DAY\nA WOMAN'S HAND, gnarled into a frozen claw on a hospital bed.\n\nIt’s CORE’S WIFE, her mouth agape, eyes clamped shut to give\nthe impression that she’s perpetually moaning. But she’s not,\nof course, she’s been paralyzed and unconscious for years.\n\nCore sits bedside her, reading a novel. He bites a candy\ncane, the crunch! like a bone breaking in this quiet room.\n\nA soft, involuntary glottal noise gurgles in his Wife’s\nthroat. He looks up at her for a long beat but, when no other\nsound comes, he returns to his book.\n\fINT. FOYER - CORE’S HOME - DAY\n\nTHE PILE OF MAIL on the welcome mat is pushed aside as the\nfront door opens and Core’s LIGHTWEIGHT HIKING BOOTS step in.\n\nHe hangs up his windbreaker, drops his keys, bends with a\ngrunt to collect the mail, pausing then to look at his--\n\nANSWERING MACHINE, with ‘0’ messages waiting for him.\n\nWhich is deeply disappointing.\n\nINT. MAIN ROOM - DAY\n\nCore settles into his recliner, thumbing idly through the\nmail until...this one LETTER in particular.\n\nKEELUT, AK, reads the return address. A childlike scrawl.\n\nConfused, he opens it, unfolds the single page, begins to\nread. And the color drains from his face.\n\nMACRO ON THE LETTER, we’re reading it, ‘DEARMR CORE, THREE DAYS\nAGO MY SON BAILEY WAS TAKEN BY WOLVES’ even as we hear--\n\nMEDORA (V.O.)\nDear Mr. Core, Three days ago my\nson Bailey was taken by wolves.\n\nHe reads, horribly spellbound...",
  "5": "---END OF PREVIOUS SECTION---\nO.)\nDear Mr. Core, Three days ago my\nson Bailey was taken by wolves. He reads, horribly spellbound... \n---TARGET SECTION TO BE ANNOTATED---\nMEDORA (V.O.)\nThis happened twice already here. I\ntried to track them but could not.\nNo one in the village will hunt\nthem. I am alone here now. I have\nread your book. I know you have\ndone this before. In my heart, I\nknow that you are able to do it\nnow. I do not expect you to find my\nson alive. But you could find his\nbones and maybe slaughter the wolf\nthat took him. My husband will come\nhome from the war soon. I must have\nsomething to show him. I can't just\nhave nothing. I know you have\nsympathy for this animal. Please\ndon't. Come and kill it to help me.\nMy son's bones are in the snow.\n\nHe sits there, surrounded by all those paintings.\n\fMEDORA (V.O.)\nSincerely yours, Medora Slone.\n\nA stunned, silent beat.\n\nHe refolds the letter, sets it aside. And looks away.\n\nINT. BATHROOM - DAY\nCORE’S HANDS, scrubbing vigorously under the sink.\n\nIN THE MIRROR, Core blots his brow, finds his own anxious\neyes for a moment. Takes a deep breath and then, oddly...\n\nA MAN with luggage passes behind him. Oh. He’s not at home.\n\nINT. PORTLAND AIRPORT - DAY\n\nCore emerges from the MEN’S ROOM with his small rolling\nsuitcase, heads towards the bustling CHECK-IN COUNTER.\n\nINT. SMALL AIRLINER - NIGHT\n\nJET NOISE drowns everything as we find Core in a window seat,\ndozing. His eyes slit open and, vaguely disoriented, he gazes\nout at the dreamy purple sky.\n\nAnd he’s holding MEDORA’S LETTER, folded into quarters.\n\nDISSOLVE TO:\n\nINT. AIRPORT - NIGHT\n\nCore moves through this minor almost-empty hub, passing some\nHUNTERS headed the other way.\n\nINT. CAR RENTAL DESK - AIRPORT - NIGHT\n\nCore fills out paperwork as the sullen CLERK provides keys.\n\nCORE\nFour wheel drive?\n\nCLERK\n(‘of course’ )\nYessir.\n\nCORE\nAnd uh...GPS?\n\fCLERK\nWhere you headed?\n\nCORE\nKeelut.\n\nCLERK\n\nGPS won’t work out there. Here...\n(passing him a MAP)\n...",
  "6": "---END OF PREVIOUS SECTION---\nCLERK\n\nGPS won’t work out there. Here... (passing him a MAP)\n... \n---TARGET SECTION TO BE ANNOTATED---\nthis one the more accurate ones.\n\nCore regards the map and...\n\nEXT. ROAD OUT OF TOWN - DAWN\n\nCORE’S RENTAL SUV drives away on a salt-crusted strip of road\nthat runs to infinity, brown-white tundras spreading to\neither side.\n\nThe sky is an ominous golden-pink, like a great inverted bowl\nrefracting weird light. The truck grows small beneath it.\n\nINT./EXT. RENTAL SUV - REMOTE ALASKAN ROADS (VARIOUS) - DAY\n\nCore drives one-handed, uncertainly consulting the map and\nscanning for landmarks. Scanning for anything.\n\nThe SUN remains low in the sky. Long shadows, fewer buildings\nto be seen, much more snow.\n\nHe sees distant shapes of CARIBOU moving along frozen water.\nHe sees WHIRLS of snowy wind, miniature sideways tornados.\n\nHe sees a LONE FIGURE in a DOG SLED whisking across the\nplains, drawn by a bounding team of HUSKIES.\n\nHe drives onward. Medora’s FOLDED LETTER rides shotgun.\n\nEXT. FILLING STATION - DAY\nFrom afar, we see Core approach a TRUCKER at the pumps.\n\nCloser, Core shows the map, points questioningly to a certain\npoint.\n\nThe Trucker looks at it (check that eagle tattoo over his\neye), shakes his head, chuckles wetly.\n\fINT. RENTAL SUV (MOVING) - DAY\n\nTHIS ROAD is unpaved and snowy, so Core drives slow, hunched\nover the wheel. Drifts like seawalls rise on either side.\n\nHe slows now, squinting--\n\nTHROUGH THE WINDSHIELD at the road curving upwards into a\nHILLY WOODED PASS, seeming to disappear before him.\n\nWith a frustrated hiss he re-checks the map. Useless. He\nwipes his fogged-over window, scanning as he drives--\n\nWait. He stops suddenly.\n\nEXT. REMOTE ROAD - SAME\n\nTHE SUV backs up, pausing beside a tree with a small\nRECTANGULAR SOMETHING nailed to it.\n\nCore rolls down his window for a better look at...\n\nThe faded, hand-painted WOODEN SIGN. “Keelut.”\n\nEXT.",
  "7": "---END OF PREVIOUS SECTION---\nREMOTE ROAD - SAME\n\nTHE SUV backs up, pausing beside a tree with a small\nRECTANGULAR SOMETHING nailed to it. Core rolls down his window for a better look at... The faded, hand-painted WOODEN SIGN. “Keelut.”\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n KEELUT - DAY\n\nA TOTEM POLE rises into the sky: the carved faces of bears,\nowls, dogs, and devils keeping solemn watch over all.\n\nBelow it we find ILLANAQ (80s), looking out in watchful\nexpectation. Filthy anorak, long braided hair. She’s Yup’ik,\nthe indigenous people of Keelut.\n\nCORE’S RENTAL SUV appears slowly up the main (indeed, the\nonly) road of Keelut, pausing now below the totem pole.\n\nHe rolls down his window, calls up to her...\n\nCORE\nExcuse me...\n\nShe just stares at him.\n\nCORE (CONT'D)\nThe Slone cabin?\n\nHer cracked-leather face splits into a smirk and...\nILLANAQ\n\n(gesturing)\nAt the end.\n\fCore nods thanks, but warily, and drives on.\n\nIllanag watches him go.\n\nINT./EXT. RENTAL SUV (MOVING) - KEELUT - SAME\n\nThe truck jounces on the rocky ground. Core scans the\nvillage, little more than two rows of buildings and the road\nbetween. Nobody’s out that doesn’t need to be. He sees:\n\nA-FRAMES and STURDY CABINS, solid and stubborn, every chimney\nworking, radio antennae spiking from every roof. Animal skins\ntacked to doors and stacks of cordwood close by.\n\nSNOW-MOBILES and CHAIN-TIRED TRUCKS with electric blankets\ndraped over their engines, nosed into massive muddy drifts.\n\nPLYWOOD KENNELS for teams of HUSKIES chained by their SLEDS,\nindifferent to the cold, gnawing on bones.\n\nA FEW YUP’IK KIDS dart across the road, shouting.\n\nA TALL YUP’IK MAN (30s), his long hair drawn back into a\nponytail, unloading supplies from his truck, scowling at Core\nas he passes.\n\nThere’s a CHURCH, a SCHOOLHOUSE, a WOODEN WATER TOWER and a\nsorry-looking PUB. The GENERATOR SHACK grumbles and smokes.\n\nPure functionality and self-reliance. Zero gloss.\n\nAnd now he sees it. Up ahead at the edge of Keelut, almost\noutside of Keelut...the SLONE CABIN.\n\nEXT.",
  "8": "---END OF PREVIOUS SECTION---\nAnd now he sees it. Up ahead at the edge of Keelut, almost\noutside of Keelut...the SLONE CABIN. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n SLONE CABIN - CONTINUOUS\n\nThe road ends. He parks and glances around before wading\nthrough knee-high snow up towards the cabin where...\n\nA RUSTY RED TRUCK is parked. Caribou antlers hang over the\ndoor. Maybe a welcome, maybe a warning. As he gets closer...\n\nThe door opens. Medora Slone appears, uncertainly, holding a\ndog-eared PAPERBACK BOOK to herself.\n\nA moment, the two of them looking at each other across the\ndistance to her door.\n\nFROM OVER MEDORA’S SHOULDER, we see her lift the book,\nconsult the AUTHOR’S PHOTO on the back: it’s that Yellowstone\npicture we saw in Core's house.\n\f10.\n\nAnd just beyond it, there’s Core in the flesh, but stooped\nslightly and breathing hard as he approaches.\n\nINT. SLONE CABIN - DAY\n\nTHE KITCHEN TABLE is stacked with dishes of food villagers\nhave brought: caribou soup, fry bread, pies and canned fruit.\n\nCore sits by the wood stove, a fresh cup of tea in his hands.\nHe looks up from those HEAVY FUR-LINED BOOTS in the corner to\nstare uncomfortably across at--\n\nMedora, who sits on the couch, straight-backed, unblinking.\n\nMEDORA\nI didn’t think you’d really come.\nWhen I wrote you I was...I guess I\nwas going to try anything.\n\nCORE\nI’m uh...I am very sorry about your\nson, Mrs. Slone\n\nMEDORA\n(re: book)\nCanis lupus.\n\nCORE\nYes, ma’am.\n\nMEDORA\n“Apex predator.” What’s that mean?\n\nCORE\nIt means they’ve been around a long\ntime and know how to hunt better\nthan we do.\n\nMEDORA\nYou’ve come to kill it? To kill the\nanimal that took him?\n\nCORE\nI came to help if I can. To explain\nthis if I can.\n\nMEDORA\nThe explanation is we’re cursed\nhere. The only help is to kill it.\n\nCORE\nI’m just a writer.\n\f11.\n\nMEDORA\nYou’ve hunted and killed one\nbefore. That’s what you wrote.\n\nHe winces at that statement, it actually pains him. She hands\nhim the book as if to say, See? He turns it over...",
  "9": "---END OF PREVIOUS SECTION---\nHe winces at that statement, it actually pains him. She hands\nhim the book as if to say, See? He turns it over... \n---TARGET SECTION TO BE ANNOTATED---\nCORE\nWhere'd you find this?\n\nA Year Among Them, it’s called, wolves on the cover.\n\nMEDORA\nIt found me. I don’t know how. It\nwas just here one day.\n\nSays that in the same tone as, At the bookstore. He resets.\n\nCORE\nYou mentioned his bones.\n\nShe looks down, brow furrowed, chewing her lip. Thinking.\n\nMEDORA\nI was thinking they'd show after\nbreakup. You know...the thaw.\n\nShe stares off at the RIFLE in the corner, unseeing..\n\nMEDORA (CONT'D)\nI would have killed the thing\nmyself, if I could have found it.\nGoddamn demon. Goddamn murderer. I\ntried to find it.\n\nCore shakes his head gently, sets his tea down.\n\nCORE\nThe pack could be eight or ten\nmembers. You don’t want to find\nthat.\n\nThey stare at each other a while, until Core notices\nsomething, and she turns to see what he’s looking at...\n\nTHAT CRUDE WOLF MASK, forgotten there on the hearth.\n\nMEDORA\nA shaman’s mask. Someone brought it\nhere.\n(back to Core)\nCan I ask you a personal question?\n(off his nod)\nDo you have a child?\n\f12.\n\nCORE\nA daughter. In Anchorage, she\nteaches at the university.\n\nMEDORA\nA teacher like her father.\n\nCORE\nI’m no teacher. Maybe I could have\nbeen but...she’s good at it. She\nwanted to be an Alaskan.\n\nMEDORA\nThat city’s not Alaska.\n\nSomething in her tone there, something dark.\n\nMEDORA (CONT'D)\n\n(quietly)\nDo you have any idea what’s out\nthose windows? How black it gets?\nHow that black gets into you? Let\nme tell you Mr. Core, you’re not on\nEarth here.\n\nCORE\n(rattled by that)\nBut...this is your home.\n\nMEDORA\nI was brought here when I was a\nchild, that makes me not from here.\n\nCORE\nFrom where?\n\nMEDORA\nI don’t remember. I never asked.\n(beat, out the window)\nI don’t understand what they’re\ndoing here.\n\nCORE\nWho?\n\nMEDORA\nWolves.\n\nCORE\n\nThey live here.\n\f13.",
  "10": "---END OF PREVIOUS SECTION---\nMEDORA\nWolves. CORE\n\nThey live here. 13. \n---TARGET SECTION TO BE ANNOTATED---\nMEDORA\n(gesturing, this cabin)\nBut I don’t understand what they’re\ndoing here. Why is this happening\nto me? Why now?\n\nCORE\nThey’re hungry, ma’am. No one’s\ncursed. It’s just biology.\n\nShe leans back from his words. Insulted, perhaps.\n\nCORE (CONT’D)\nI’m sorry. I don’t know why this is\nhappening to you.\n\n(beat)\nDoes your husband know yet?\n\nMEDORA\nMen were supposed to call him. I\ncan’t tell him while he’s there.\nHe’1ll see what has happened when he\ncomes home, what we’ve done, what\nno one was able to stop.\n\nCORE\nWhy wouldn’t anyone hunt them after\nwhat happened? You said...two other\nchildren were...?\n\nMEDORA\nThey're afraid. Or they think we\ndeserve it.\n\nCORE\nI don’t understand that.\n\nMEDORA\nStay here a while. You might.\n\nHe struggles for the next thing to say. It takes him a bit.\n\nCORE\nYou’re not alone.\n\nMEDORA\nYes, I am. Come, I’1ll show you\nwhere the children were taken.\nAs she stands, she looks sourly at his feet...\n\nMEDORA (CONT'D)\nAre those your only boots?\n\f14.\n\nCORE\nThese are what I have.\n\nMEDORA\nYou’1l need better boots.\n\nEXT. EDGE OF KEELUT - DAY\n\nCORE NOW WEARS THE HEAVY FUR-LINED BOOTS, tromping through\nthe snow with Medora, behind the village. Their crunching\nfootfalls are like a heartbeat. K-knch, k-knch, k-knch.\n\nThey pass by HEAVY EQUIPMENT kept behind cabins: overturned\ncanoes, gas augers to drill lake ice, shovels and chainsaws.\n\nBut hills and the forest sweep before them, eerily majestic.\n\nCORE\nIt’s beautiful.\n\nMEDORA\nYou don’t understand.\n\nCORE\nBut you're happy here? You were?\n\nMEDORA\nThat’s not a question I ask myself.\nI see pictures in magazines,\nvacation pictures with sand and\ngirls in bathing suits. Seems so\nstrange to me.\n\n(gesturing into the woods)\nThere’s a hot springs, not so far,\na few hours walking.",
  "11": "---END OF PREVIOUS SECTION---\nI see pictures in magazines,\nvacation pictures with sand and\ngirls in bathing suits. Seems so\nstrange to me. (gesturing into the woods)\nThere’s a hot springs, not so far,\na few hours walking. \n---TARGET SECTION TO BE ANNOTATED---\n That’s as\nclose as I can get to warmth.\n\nCORE\nA hot spring sounds good right now.\n\nMEDORA\n(absently)\nGood place to get clean.\n\nHe wonders at her until nearing ENGINE NOISE prompts him to\nlook out at...\n\nA WHITE-HAIRED YUP’IK MAN and his YOUNG BOY rumbling by on a\nSNOWMOBILE in low gear, both with rifles, pulling a dead\nMOOSE CALF on a sled.\n\nPassing in a powdery swirl, they stare at Core.\n\f15.\n\nEXT. FROZEN POND - DAY\n\nAs Medora and Core crest a low rise and inch sideways down\ntowards the ice...\n\nCORE\nYou met your husband in this\nvillage?\n\nMEDORA\n\nI never met him anywhere. I knew\nhim my whole life, I don’t have a\nmemory he isn’t in.\n\nSomething bitter comes into her voice, hissing almost--\n\nMEDORA (CONT'D)\nAnd he left me here with a sick\nchild.\n\nCORE\nWell...the war.\n\nMEDORA\nSomeone on the radio said it’s not\na real war.\n\nCORE\nIt’s real enough. People are dying.\n\nMEDORA\nHe said he’d never leave me. Words\ncan’t be worthless like that.\n\nThey stop there and she points out across the pond.\n\nMEDORA (CONT'D)\nThat's where the first boy was\ntaken.\n\nOUT THERE, snowy wind skirls over the surface of the pond,\nthe WOODS beyond looming in shadow.\n\nMEDORA (CONT'D)\nAfter that, they had men with\nrifles on the high points. And they\nwalked the children to school. But\nit didn’t matter for Bailey.\n\nEXT. SMALL HILL - DUSK\n\nMedora and Core stand atop the hill as the day fades into\ngreyish half-light.\n\f16.\n\nMEDORA\nThe second was a girl, here.\nCheeon’s daughter. She was sledding\nand the wolf came from behind her.\n\nCore glances behind them, then up at the disappearing sun.\n\nCORE\nFrom the North, again.\n(back to her)\nDoes Cheeon live nearby?\n\nMEDORA\nYes. My husband’s friend.\nCORE\nDo you suppose I could speak with\n\nhim?\nShe makes a noise, an unhappy little snort.\n\nMEDORA\nNo. I don’t suppose you could.",
  "12": "---END OF PREVIOUS SECTION---\nShe makes a noise, an unhappy little snort. MEDORA\nNo. I don’t suppose you could. \n---TARGET SECTION TO BE ANNOTATED---\nSo Core tries to move on from that...\n\nCORE\nDid uh...did Bailey like to sled?\n\nMEDORA\nNo. He wasn’t the right one.\n\nCORE\nI’m...not sure what that means.\n\nBut it’s like she didn’t even hear him. Just staring out.\n\nCORE (CONT'D)\nYou said he was sick?\n\nMEDORA\nHe stopped going to school after my\nhusband left.\n\nCORE\nThat sounds normal.\n\nMEDORA\nThere was nothing normal about my\nson.\n\f17.\n\nCORE\nI just meant...my daughter went\nthrough that when she was Bailey's\nage.\n\nShe flinches, looks away.\n\nCORE (CONT’D)\nI’m sorry. That’s not what--\n\nMEDORA\nStop apologizing to me.\n(back to him)\nHow did it feel to shoot that\nfemale wolf?\n\nCORE\nI had no choice. But it felt very\nbad.\n\nMEDORA\nEven though she'd taken a child,\ntoo?\n\n(off his reluctant nod)\nBecause you think it’s the natural\norder?\n\nHe chooses his words more carefully.\nCORE\nThey're not what you think, Mrs.\nSlone. Wolves attacking people,\nthat’s not...what happened here\ndoes not happen.\n\nMEDORA\nWhat happened here happened to me.\n\nShe turns and trudges off.\n\nHe stands there a moment, looking down the hill where all\nthose sled tracks crisscross and interlace.\n\nINT. SLONE CABIN - NIGHT\n\nCore sits by the stove, slurping the last of some hot soup,\nmopping the bowl with fry bread. As he sets it aside...\n\nMedora appears before him, hands him a CIGARETTE and MATCHES,\nand then a CHOCOLATE BAR.\n\nShe watches as he lights the smoke, takes a drag, has a bite\nof chocolate. Savoring all of it.\n\f18.\n\nCORE\n(re: the cigarette)\nI'd quit when my daughter was born\nbut...\n\nMEDORA\nWill she expect you home soon?\n\nCORE\n(sadly admitting)\nI don’t know what she expects of me\nthese days.\nShe glances at the WEDDING BAND on his finger.\n\nMEDORA\nWhat about your wife?\n\nHe seems to notice it for the first time. Smiles sadly.\n\nCORE\nShe's alright without me.\n\nShe considers him for a beat, and then...",
  "13": "---END OF PREVIOUS SECTION---\nSmiles sadly. CORE\nShe's alright without me. She considers him for a beat, and then... \n---TARGET SECTION TO BE ANNOTATED---\nMEDORA\nI have a quilt and pillow for you.\nI can see you're tired. I...I can’t\npay anything.\n\nCORE\nOh, the chocolate’s fine.\n\nBut that intended deadpan humor was totally lost on her, she\njust blinks at him. So he tries gentle sincerity instead--\n\nCORE (CONT’D)\nIt’s not important.\n\nShe regards him curiously a moment and...\n\nMEDORA\nGood night, Mr. Core.\n\nHe watches her drift away and close the bedroom door. Click.\n\nINT. SLONE CABIN - NIGHT, LATER\n\nTHE ELECTRIC HEATER ticks, glows infernal orange in the dark.\nFrom somewhere else, a VOICE. Barely audible but...angry.\n\nOn the couch, curled under a heavy quilt, Core blinks awake.\nWhat is that? He looks to--\n\f19.\n\nTHE BEDROOM DOOR, open just a crack, spilling light.\n\nHe gets up, crosses the room in his thermals, leans in so a\nSLICE OF LIGHT falls over one eye as he sees--\n\nINTO THE BEDROOM, where Medora sits in the STEAMING BATHTUB,\npurposefully scrubbing her back with a hard brush. Her skin\nis rubbed raw and she MUTTERS angry, unknowable words.\nAshamed, Core drops his eyes and backs away.\n\nHe returns to the couch, gets under the quilt and rolls over\nto face away from the bedroom. But then...\n\nHe hears the DOOR open. Hears quiet FOOTSTEPS in the room.\nRolls back over to see...\n\nMEDORA, glistening wet, naked by the window, tearing away the\nplastic so the room now swells in ghastly blue moonlight.\n\nShe turns to face him. She has the WOLF MASK on her face.\n\nHe stares at her a long moment, terrified and heartbroken and\nutterly unsure what to do.\n\nShe removes the mask, drops it carelessly. Goes to him. Pulls\nthe quilt back, slips under the covers, facing out.\n\nHe tries to give her space but there’s nowhere for him to go.\nShe pulls his arm over her, above the covers.\n\nSo he holds her like that, two spoons, unable to see the way\nshe stares out at the moonlight. Pleadingly?\n\nIt’s not sex, just warmth.",
  "14": "---END OF PREVIOUS SECTION---\nSo he holds her like that, two spoons, unable to see the way\nshe stares out at the moonlight. Pleadingly? It’s not sex, just warmth. \n---TARGET SECTION TO BE ANNOTATED---\n But then, slowly, she guides his\nHAND up to her THROAT...and holds it there. Tightly. Like\nwilling him to squeeze as her tears spill in silence.\n\nTogether, they gaze out the WINDOW...\n\nEXT. BEHIND THE SLONE CABIN - NIGHT\n\nPULLING OUT from the WINDOW until we find...A MAN, very\nstill. Just standing there, a ways back from the cabin.\n\nHis cigarette flares, the brief glow revealing his face. It’s\nthe YUP’IK MAN we saw before, the tall one with the ponytail.\n\nHis name is CHEEON. Watching the cabin from the darkness.\nFADE TO BLACK.\n\nIN BLACKNESS, the faraway cracks of EXPLODING SHELLS and...\n\f20.\n\nEXT. DESERT ROAD - IRAQ - DAY\n\nA CITY BURNS IN THE DISTANCE. A horizon of jagged smoldering\nteeth, great slow plumes of smoke climbing into the sky.\n\nTILTING DOWN until the faceless face of A SOLDIER fills the\nframe. In his goggles and dust mask he looks insectile,\nalien, manning the .50 CAL TURRET atop a SPEEDING HUMVEE. The\nwhole world vibrates. VRRRRRRM.\n\nUP AHEAD OF THEM, appearing for milliseconds then\ndisappearing again in gusts of road dust, a FLEEING PICKUP\nTRUCK. Glimpses of head-wrapped FIGHTERS in the back.\n\nThe HUMVEE accelerates.\n\nThe SOLDIER sights along his .50.\n\nUP AHEAD, the TRUCK swerves and fishtails, FLIPS AND ROLLS.\nSurreal, because we can’t hear it happen, but we see BODIES\nflying away from the tumbling wreck like dolls.\n\nThe HUMVEE screeches to a halt ten yards out. The overturned\nTRUCK ignites into FLAMES. Doesn’t explode, just burns.\n\nA BURNING MAN scrambles away from the wreck, waving his arms.\nTHE SOLDIER tracks him for a beat, two beats, and then--\n\nBRAAAPT. THE .50 ROARS, chops the man down, cleaving limbs as\nif with an invisible axe. TRACER ROUNDS like burning threads.",
  "15": "---END OF PREVIOUS SECTION---\nTHE SOLDIER tracks him for a beat, two beats, and then--\n\nBRAAAPT. THE .50 ROARS, chops the man down, cleaving limbs as\nif with an invisible axe. TRACER ROUNDS like burning threads. \n---TARGET SECTION TO BE ANNOTATED---\nANOTHER MAN staggers towards them out of the smoke, bleeding,\nmoaning soundlessly, wildly FIRING his Kalashnikov.\n\nPING!PING! SHELLS RICOCHET off the Humvee, the SOLDIER\npivots, fires a prolonged blast. BRAAAAAAAAPT.\n\nDestroys the man, sweeps the area, chews the truck, ends it.\n\nIn the ensuing smoke-swirling silence, a GRINNING CORPORAL\nhops out of the Humvee, trots towards the spread of carnage.\n\nThe .50 Soldier lowers his mask, lifts his goggles to reveal\na pair of blank pale eyes. This is VERNON SLONE (27), lithe\nand powerful, calmly lighting a cigarette as--\n\nOUT THERE, the Corporal kneels over a child-sized BODY,\nadjusting it, bringing something out of his pack...\n\nSlone smokes. Watches.\n\nOUT THERE, the Corporal takes a grinning selfie with his\nCAMERA, flashing the peace sign, posing with the CORPSE.\n\f21.\n\nSlone smokes. Watches.\n\nEXT. MAIN STREET - IRAQI CITY - DAY\n\nSmoke. Rubble. Post-battle chaos. HEAVY ARMOR moving through.\nSlone stalks along: helmet, body armor, M-4 CARBINE at low\nready.\n\nEXT. ALLEYWAY - CONTINUOUS\n\nHe turns down this narrow passage, alert, searching. He\npauses, like sensing the air. Hears something. Moves.\n\nINT. BOMBED-OUT BUILDING - SAME\n\nA soft WHIMPER and a GRUNT, some kind of STRUGGLE out of\nfocus in the foreground as Slone appears in the doorway.\n\nThat same CORPORAL has his pants down, thrusting himself into\nan IRAQI WOMAN bent over a desk. Unh, unh, unh.\n\nFrom across the room, the Woman makes terrified eye contact\nwith Slone, who has no reaction at all other than to briefly\ndouble-check out the doorway and then--\n\nBAM. Shoot the Corporal between the shoulder blades. He\nspills off the Woman, gasping and bleeding on the floor.\n\nThe Woman scuttles back, more terrified now. Trapped.\nExpressionless, Slone draws his KA-BAR KNIFE, steps forward.\n\nShe inhales to scream but...",
  "16": "---END OF PREVIOUS SECTION---\nTrapped. Expressionless, Slone draws his KA-BAR KNIFE, steps forward. She inhales to scream but... \n---TARGET SECTION TO BE ANNOTATED---\nhe holds out the KNIFE to her,\nhandle first. She’s astonished. Shaking, she takes it.\n\nHe tips his head towards the Corporal. Nods.\n\nEXT. ALLEYWAY - DAY\n\nTRACKING BACK with Slone as he walks calmly but briskly away.\n\nEXT. MAIN STREET —- CONTINUOUS\n\nTRACKING HIM as he returns to the churn of activity, VEHICLES\nand SOLDIERS wiping the background. He keeps moving,\nunperturbed, though the DIN of this place is suffocating.\n\nSTILL TRACKING HIM, a long shot, all the way down the block\nas the NOISE builds to a feverish intensity until--\n\f22.\nPOP. ALL SOUND CUTS OUT AS A DIME-SIZED HOLE SUDDENLY APPEARS\nIN SLONE’S NECK WITH A MIST OF RED.\nWe stay with him as he collapses, semi-conscious, bleeding.\n\nIN THE BACKGROUND, we glimpse SOLDIERS FIRING at the unseen\nsniper, OTHERS rushing up to Slone. All in total silence.\n\nHe just lays there, blinking glassily as we...\n\nFLASH TO:\n\nBAILEY\n\nOnly a few frames of him, a wisp, staring at us with his\nfaintly blue skin.\n\nRESUME:\nAs the others roughly lift him out of frame, Slone seems to\nbe trying to say something.\nINT. HELICOPTER TARMAC - DAY\n\nTIGHT ON SLONE as SOUND comes back, his eyes fluttering open,\nhis neck now THICKLY BANDAGED, dried blood in his blond hair.\n\nA MEDIC is wheeling him on a STRETCHER, urgent and confused\nactivity all around, WIND and SHOUTING and HELICOPTER ROTORS.\n\nMEDIC\n(shouting over the noise)\nSlone, you lucky fucker!\n\nSLONE\n(a weak rasp)\n...B-Bailey?\n\nMEDIC\nYou'll see him soon, buddy! You're\ngoing home!\nThe MEDIC thrusts Slone’s PAPERWORK to a harried TRANSPO\nOFFICER as Slone is loaded into a waiting MEDICAL COPTER and\nhe’s already lapsing back into unconsciousness...\nFADE TO BLACK.\n\nIN BLACKNESS, a terrible RIPPING noise...\n\f23.\n\nINT.",
  "17": "---END OF PREVIOUS SECTION---\nIN BLACKNESS, a terrible RIPPING noise... 23. INT. \n---TARGET SECTION TO BE ANNOTATED---\n SLONE CABIN - PRE-DAWN\n\nWhich is Medora pulling off a length of DUCT TAPE, which she\nthen wraps around the barrel of the AR-15.\n\nAcross the room, Core again pulls on SLONE’S HEAVY BOOTS.\n\nMedora opens a duffel, unpacks a CARIBOU-HIDE SUIT: a thick\nand heavy one-piece covering, like a hooded poncho.\n\nShe presents it to Core as weak light simmers outside.\n\nEXT. BACK DOOR - SLONE CABIN - PRE-DAWN\n\nCore steps outside in the caribou suit, a PACK and the AR-15\nslung over his shoulders, SNOWSHOES on the big boots.\n\nBehind him, Medora cinches her robe. A light dusting of SNOW\nis falling. Core looks up at it, shudders...\n\nCORE\nSo much for ‘too cold to snow.’\n\nMEDORA\nWhat’s that mean?\n\nCORE\nJust something I heard.\nMEDORA\nIt’s never too cold to snow.\n(glancing up)\nThere’s something wrong with the\nsky.\n\nHe gives her a look, consults the COMPASS he’s holding in his\nTHICKLY-GLOVED HAND.\n\nNorth, the needle shows.\n\nHe nods to her. She nods back. And...\n\nFrom afar, we see Core trudge away from the cabin, towards\nwhere that wolf came from, and Medora disappears back inside.\nEXT. WOODS AT THE EDGE OF KEELUT - DAWN\n\nCore moves along, head down, making good time. But slowing as\nhe sees something ahead...\n\nGlimpsed through a spiderweb of branches, a FIGURE and a\nFIRE, some kind of SMALL HUT.\n\f24.\n\nCloser, he realizes it’s ILLANAQ. She’s burning trash items\nin an oil drum, another FIRELIGHT glowing inside her hut.\n\nDrawing up to her, she speaks without looking at him...\n\nILLANAQ\n\nYou know the name of this village?\nCORE\n\nKeelut.\nILLANAQ\n\nSay its meaning.\n\nCORE\nI don’t know its meaning.\n\nNow she looks at him, that nasty teeth-missing grin.\n\nILLANAQ\n“Evil spirit disguised as dog. Or\nwolf.",
  "18": "---END OF PREVIOUS SECTION---\nNow she looks at him, that nasty teeth-missing grin. ILLANAQ\n“Evil spirit disguised as dog. Or\nwolf. \n---TARGET SECTION TO BE ANNOTATED---\nCORE\nWhy would they name it that?\nILLANAQ\n(shrugs, returns to her\n\nwork)\nYou’re the wolf expert, I hear.\n\nAnnoyed and discomfited, Core continues on past her. She\ncalls to his back...\n\nILLANAQ (CONT'D)\nThat girl knows evil. She’1l tell\nyou.\n\nCORE\n(without stopping or\nturning back)\nWhat that girl knows is grief. Have\na good day, ma’am.\n\nILLANAQ\nYou're going the wrong way. Go back\nthe way you came.\n\nHe ignores her and she watches him fade into the woods.\n\f25.\n\nEXT. OPEN WILDERNESS - DAY\n\nVERY WIDE, Core is barely a speck out there, an ant scooting\nacross a dimension of white. Beautiful landscape, terrifying\nin its vastness.\n\nCLOSER, Core stomps through drifts, wearing GOGGLES now,\nsinking slightly despite the snowshoes.\n\nWinded, he pauses and turns in a full slow circle, taking in\nthis place, catching his breath.\n\nHe consults the compass and continues.\n\nEXT. DEEPER INTO WILDERNESS - DAY\n\nCore gulps thirstily from his thermos, drains it and then\npacks snow in to refill it. He gnaws on some jerky.\n\nHe bends at the waist, stretching out his legs and back as\nbest he can before re-shouldering his pack and the rifle.\nEXT. THE HOT SPRING - DAY\n\nA THICK MIST wafts across frame as Core enters this clearing,\nhis head tilting in confusion because...\n\nThe snow is all melted here, a circular area of wet bare\nground that radiates from a HILLSIDE CAVE up ahead, the mouth\nof which issues a steady trickle of STEAM.\n\nThat momentary stutter in his stride must be him recognizing\nthis place from Medora’s words. He approaches...\n\nINT. THE HOT SPRING - SAME\n\nAnd from deep within this steamy slick-walled darkness, we\nsee Core’s silhouette bend into view, peering in. His heavy\nbreathing echoes, mixes with a steady drip-drip-dripping.\n\nHe glances down, sees...\n\nA HARD WHITE SUBSTANCE, frozen in rivulets through the cracks\nof the cave floor. Is that wax?\n\nHe wonders at this a moment...",
  "19": "---END OF PREVIOUS SECTION---\nA HARD WHITE SUBSTANCE, frozen in rivulets through the cracks\nof the cave floor. Is that wax? He wonders at this a moment... \n---TARGET SECTION TO BE ANNOTATED---\nand continues on his way.\n\f26.\n\nEXT. DEEP HILLY WOODS - DAY\n\nCore walks slow, face flushed, ice crusting his beard. His\nbreath billows raggedly. He scans the forest floor...\n\nBut the snowy surface is perfectly unbroken. No tracks.\n\nEven behind the goggles, he looks discouraged. He continues.\n\nEXT. ROCKY BLUFF - DAY\n\nTHE SUN shrieks down, directly overhead. Core shuffles into\nview, stoop-shouldered, exhausted.\n\nHe clambers awkwardly to a low exposed boulder and\nsits/collapses. Gulps deep breaths and slips off his pack and\nrifle, raises the goggles.\n\nHe rests, bent forward, eyes shut. Wincing. We hold on hima\nlong beat as his breathing slowly settles until...\n\nA HOWL. His eyes snap open. He straightens, looks over his\nshoulder. It was faint but unmistakable: wolves.\n\nEXT. RIDGE OVER A SNOWY PLAIN - DAY\n\nCORE’S FACE inches over the crest, wide-eyed, looking out at--\n\nTHE SNOWY PLAIN spreading before him after the STEEP DROP-OFF\ndirectly below: a great, dead valley floor.\n\nAnd far out there, strange against the frozen stillness of it\nall, there are TINY MOVING SHAPES.\n\nHe puts his FIELD GLASSES to his eyes and...\n\nCORE’S BINOCULAR POV shows a PACK OF SNARLING GREY WOLVES,\nsix or eight, hackles up, hard to say exactly how many the\nway they’re darting and thrashing around something.\n\nCore crawls to a better vantage point and looks again. (And\nwas that a flash of actual excitement in his eyes?)\n\nCORE’S BINOCULAR POV now shows a better angle of the WOLVES,\nthe pink fur around their mouths...and the WOLF PUP CARCASS\nthey're fighting over, ripping apart, gobbling down.\n\nWith the field glasses still to his eyes, we can see in\nCore’s mouth how whatever excitement he felt turns sour.\n\nHe lowers the glasses, holds there, looking off as the\nBARKING and HOWLING of the wolves come echoing in.\n\f27.\n\nAnd finally, he looks away and begins to scoot back the way\nhe came except--\n\nKUNCH.",
  "20": "---END OF PREVIOUS SECTION---\nHe lowers the glasses, holds there, looking off as the\nBARKING and HOWLING of the wolves come echoing in. 27. And finally, he looks away and begins to scoot back the way\nhe came except--\n\nKUNCH. \n---TARGET SECTION TO BE ANNOTATED---\n THE ICY BLUFF CRACKS FREE AND CORE TUMBLES DOWN THE\nSTEEP DROP-OFF. Rolling over and over, uncontrolled in a\nwhorl of powdery whiteness.\n\n \n\nHE LANDS HARD WITH AN INVOLUNTARY CRY OF PAIN--\n\nCORE\nUHH!\n\nAND FAR OUT ON THE PLAIN, the ALPHA WOLF hears that. Looks\nback towards the ridge, tall ears straightening.\n\nAT THE BASE OF THE DROP-OFF, Core struggles up out of the\nsnow, GRUNTING painfully, battered. And quickly realizing...\n\nHe's lost the AR-15. He swats at his shoulders but it’s gone.\nHe looks all around him in the tufts of disturbed snow made\nby his fall. Oh Jesus, where is it? And then...\n\nA STRONG GUST OF WIND BLOWS FROM BEHIND CORE, ruffling the\nfur on his hood, gusting the SNOW about him--\n\nWHICH WE FOLLOW AS IT SPEEDS OUT ACROSS THE PLAIN. We are the\nwind and we’re blowing right up to--\n\nTHE WOLVES, the rest of which all look in the same direction\nas the Alpha, back towards Core. Their noses twitch and a low\ncollective GROWL rumbles from the pack.\n\nON CORE, even three hundred feet away he’s able to tell that\nthe Wolves have stopped feasting and are now clocking him.\n\nHe stares out at them, frozen in rapidly mounting fear.\n\nTHE ALPHA GROWLS, long teeth exposed, eyes wild and fixed.\nCORE catches something in his periphery, look--\n\nTHE AR-15, jammed into the snow barrel-first, ten feet away.\n\nThis moment: Core and the Pack facing each other over the\nplain. No motion. No sound but their soft GROWLS in the wind.\n\nCORE LUNGES, clawing through snow for the rifle.\nTHE PACK CHARGES, bounding at him with the force of rockets.\n\nBIRD'S EYE VIEW OF THE PLAIN, that speck on the left is Core,\nthe cluster rapidly approaching from the right are Wolves.\n\f28.\nCORE snags the rifle, jerks it out, tugs at the DUCT TAPE\naround the barrel but his bulky GLOVES make it impossible.\nTHE WOLVES, charging in, snouts low, huge paws churning snow.",
  "21": "---END OF PREVIOUS SECTION---\n28. CORE snags the rifle, jerks it out, tugs at the DUCT TAPE\naround the barrel but his bulky GLOVES make it impossible. THE WOLVES, charging in, snouts low, huge paws churning snow. \n---TARGET SECTION TO BE ANNOTATED---\nCORE sees this, frantically gnaws a glove off and pulls the\nduct tape loose bare-handed.\n\nIN THE DISTANCE, the Wolves are quickly growing larger. A\nhundred fifty feet away, a hundred now and--\n\nCORE shoulders the rifle, his one bare hand already numbed\nwith cold, shaking it out--\n\nBIRD'S EYE VIEW as the Wolves fan out into a C-shape, closing\non Core. They're going to encircle him.\n\nCORE shakes his numb hand and sights though--\n\nTHE RIFLE SCOPE, where the Alpha is gigantic but the\nCROSSHAIRS jump and jerk--\n\nCORE lowers the rifle, inhales to steady himself as we--\n\nFLASH TO:\n\nCORE’S DRIPPING HAND\n\nIn the bathtub the other night, hovering over that razor.\nRESUME:\n\nCORE keeps the rifle down, eyes off, deciding something.\n\nTHE WOLVES are so very close now.\n\nBIRD’S EYE VIEW as that C-shape nearly surrounds Core.\n\nCORE lifts the rifle and his manner can only be described as\nregretful as he sights though--\n\nTHE RIFLE SCOPE, where the Alpha is seemingly right there.\nHIS FINGER tightens on the trigger.\n\nTHE ALPHA snarls and slavers, almost close enough to leap.\nAt the last second CORE LIFTS THE RIFLE SLIGHTLY--\n\nIN THE SCOPE THE CROSSHAIRS MOVE OFF THE ALPHA AND--\n\nCORE FIRES. BAM.\n\f29.\n\nTHE ALPHA JERKS TO A HALT, stymied by the sudden report.\nBIRD'S EYE VIEW as the C-shape of wolves slows, stops.\nCORE AIMS OFF AND FIRES AGAIN. BAM.\n\nTHE ALPHA JERKS BACK AS THE BULLET PUNCHES THE SNOW. Pft.\nCORE shivers in place.\n\nBIRD'S EYE VIEW as the C-shape of wolves disintegrates and\nspreads away from him.\n\nCORE keeps the rifle up, watching down its barrel.\n\nTHE ALPHA gives a last uncertain look his way before trotting\noff. The rest of the PACK follows.\n\nCORE slowly lowers the rifle, watching them go, stupefied,\nhis eyes swimming.\n\nWIDE ON CORE, very small out there, hunched, alone.\n\nEXT. OPEN WILDERNESS - DAY, MUCH LATER\nTHE SUN is sinking, bruising the sky.\nWIDE ON CORE, returning slowly over familiar landscape.",
  "22": "---END OF PREVIOUS SECTION---\nEXT. OPEN WILDERNESS - DAY, MUCH LATER\nTHE SUN is sinking, bruising the sky. WIDE ON CORE, returning slowly over familiar landscape. \n---TARGET SECTION TO BE ANNOTATED---\nCLOSER ON CORE, deeply fatigued, finishing his thermos as he\ntreks onward.\n\nHe’s following his own tracks back the way he came, weaving\nalong parallel to them. He looks absolutely bereft.\n\nEXT. EDGE OF KEELUT - DUSK\n\nCore returns in gloom. The buildings of Keelut glow weakly\nahead. His eyes are downcast, snowshoes crunching dolorously.\nINT. SLONE CABIN - NIGHT\n\nCore enters through the back, half-stumbling in and then\nleaning his whole weight on the door to close it again.\n\nHe drops the pack, sets the rifle down, sits before the\nfireplace full of dying embers and removes the snowshoes,\nwriggles out of the caribou suit.\n\nCORE\nMrs. Slone.\n\f30.\nHe sits there a moment, breathing the warm air, returning to\nhimself. But she doesn’t respond.\n\nCORE (CONT’D)\nMrs. Slone?\n\nSilence. Something feels wrong.\n\nINT. BEDROOM - SLONE CABIN - SAME\n\nCreeak. Core pushes the door open with a fingertip, peeks in.\nDRAWERS have been dumped out, most of the clothes gone. The\nshallow WARDROBE is open, empty hangers inside.\n\nINT. SLONE CABIN - SAME\n\nCore comes back into the main room, wondering, when he sees--—\n\nTHE CLOSET DOOR, with the PADLOCK unlocked and dangling from\nthe hasp.\n\nHe opens it...not a closet at all but in fact a ROOT CELLAR,\nwith steep earthen steps leading down into harsh pale light.\nINT. ROOT CELLAR - SAME\n\nA SINGLE BARE BULB dangles from the low ceiling.\n\nCore comes carefully down the steps, stooped to keep from\nbumping his head, taking in the space:\n\nWooden crates. Mason jars of dried foods. Lumber, visqueen,\nrodent droppings on the floor.\n\nAnd something else. Core stares at it, his breath fogging out\nof him as a confused kind of horror pools on his face.\n\nHe steps forward.\n\nTucked upright into a shadowy nook, there is some kind of\nPLASTIC-WRAPPED COCOON. He seems to already know what it is.\n\nIt’s Bailey.\n\nCore folds the plastic back to see his face.",
  "23": "---END OF PREVIOUS SECTION---\nHe seems to already know what it is. It’s Bailey. Core folds the plastic back to see his face. \n---TARGET SECTION TO BE ANNOTATED---\n Frozen, blue,\nmouth ajar as if to inhale, eyes half-lidded and iced over.\n\nCore wants to scream but doesn’t know how.\n\f31.\nAs gently as he can, he removes the plastic-wrapped bundle of\nthe boy’s body and lays it on the floor of the cellar.\nHe finds a FOLDED BLANKET and carefully covers Bailey up.\n\nHe sits on a crate beside it and weeps.\n\nEXT. KEELUT - NIGHT\nCore stumbles down the main road, hollering left and right.\n\nCORE\nHELP! HELP ME! HELP, PLEASE!\n\nOn either side, he sees curtains draw back in CABIN WINDOWS\nand SHADOWY FORMS appear there, looking out at him.\n\nCORE (CONT'D)\nPLEASE! THE SLONE BOY!\n\nUp ahead, PEOPLE are emerging from their homes, trickling\nsuspiciously into the road.\n\nA VILLAGER comes jogging up to him, glaring in alarm, a rifle\nin one hand, shrugging into his coat. It’s Cheeon.\n\nCore gestures wildly back over his shoulder--\n\nCORE (CONT'D)\nBAILEY SLONE.\n\n--and Cheeon sprints past him, up towards the Slone cabin.\nCore sways in the road, dizzied, looking at the VILLAGERS.\nSome are Yup’ik, some are white, some mixed. Odd clashing\nclothes: animal hide mukluks and NFL jackets, like that.\nNone of them say a word, none of them betray any emotion.\nCore just stands there shaking his head until he notices...\n\nILLANAQ, at the rear of the crowd. He points at her...\n\nCORE (CONT'D)\nY-you knew, didn't you?\n\nILLANAQ\nHow could an old woman know?\n\nCORE\nHow could you not say anything?\n\nUnder her breath, as she turns and hobbles away...\n\f32.\nILLANAQ\nGo away. Leave us to the devils.\nHe watches her go as OTHER VILLAGERS brush past him, up\ntowards the cabin. Aching and cold, he follows.\nINT. ROOT CELLAR - NIGHT\nCheeon is kneeling over Bailey’s body, looking down on him\nwith a simultaneous expression of rage and boredom. There’s a\n\nDARK BRUISE visible on the boy’s throat, encircling it.",
  "24": "---END OF PREVIOUS SECTION---\nINT. ROOT CELLAR - NIGHT\nCheeon is kneeling over Bailey’s body, looking down on him\nwith a simultaneous expression of rage and boredom. There’s a\n\nDARK BRUISE visible on the boy’s throat, encircling it. \n---TARGET SECTION TO BE ANNOTATED---\nHe replaces the blanket, stands (having to stoop low, tall as\nhe is) to face the Villagers and Core waiting behind him.\n\nCHEEON\nWhere is Medora Slone?\n\nNobody answers. Cheeon points at Core, specifically.\n\nCHEEON (CONT'D)\nWhere is she?\n\nCore shakes his head, helpless, and Cheeon snaps a command--\n\nCHEEON (CONT'D)\n[Yup’ik words]\n\n--to a YUP’IK TEENAGER who dutifully sprints away up the\nstairs. Cheeon glares at Core a beat, then pushes past him.\n\nSome Villagers pause to say SOFT YUP’IK WORDS over the body,\nthen they all file away as well, leaving Core there.\n\nINT. SLONE CABIN - NIGHT\n\nThey’d left the front door open when they departed. Core\nemerges from the cellar and closes it again. He stands there,\n\nunsure what to do...\n\nHe goes to the fire, adds some logs, stokes it back to life.\nSinks onto the couch like an old building collapsing.\n\nHe tips his head back...allows his eyes to close...\n\nINT. SLONE CABIN - NIGHT, AN HOUR LATER\n\nCore jerks awake to HUSHED VOICES. There are people here.\n\f33.\n\nTWO WHITE MEN stand by the cellar door, looking askance at\nhim in their heavy coats and hunter’s caps. They have\nSheriff's badges: a FAT DEPUTY and a YOUNG DEPUTY.\n\nAnd now a THIRD MAN emerges from the cellar, running a tired\nhand over his face. Buzz cut, pale skin: his name is\nDETECTIVE DONALD MARIUM (43).\n\nHe says something inaudible to his Deputies and then makes a\nkind of sympathetic eye contact with Core across the room.\n\nINT. SLONE CABIN - LATER\n\nMarium has pulled up the chair to sit across from Core, both\nhave coffee but neither one is drinking.\n\nMARIUM\nWhy did she ask you here?\n\nCORE\nI don’t know. She’d read my book on\nwolves.\n\nMARIUM\nAnd you decided to come, why?\n\nCORE\nTo help. She said wolves had taken\nchildren and no one would help.\nHere, see...?\n\nHe thrusts out MEDORA’S LETTER, almost begging.",
  "25": "---END OF PREVIOUS SECTION---\nShe said wolves had taken\nchildren and no one would help. Here, see...? He thrusts out MEDORA’S LETTER, almost begging. \n---TARGET SECTION TO BE ANNOTATED---\n As Marium\nunfolds and reads it, the two Deputies re-enter the cabin\nwith a black VINYL BAG and descend into the cellar.\n\nMARIUM\nWell...no wolf took Bailey.\n(re-folding the letter)\nI need to keep this, okay?\nCore gestures, sure.\n\nMARIUM (CONT'D)\nWhat’d you do out there?\n\nCORE\nI looked for the wolves.\n\nMARIUM\nUh huh. Did you see them?\n\nCore nods, his mind far away.\n\f34.\n\nMARIUM (CONT'D)\nWhat’d you do?\n\nCORE\n(barely audible)\nNothing.\n\nAfter a moment, Core seems to return, blinks at Marium.\n\nCORE (CONT’D)\nAre the others coming?\n\nMARIUM\nOthers?\n\nCORE\nInvestigators. Shouldn’t there be\nmore investigators?\n\nMARIUM\nIt’s not like TV here. It’s just\nus. We don’t have full membership\nwith the rest of the world and\nmostly we like it that way.\n\nCORE\nIs it midnight yet?\n\nMARIUM\nIt’s six p.m.\n\nCORE\nThat can’t be, it...it was dark\nwhen I returned--\n\nMARIUM\nThat was three-thirty p.m. Dawn is\nat ten a.m. now, you’re not\nacclimated.\n\nCore shakes his head, looking off, confused and brittle.\n\nCORE\n(softly)\nShe strangled him.\n\nMARIUM\nSomeone did.\n\nCORE\nIt was her. Her truck is gone. She\npacked. She left me here to find\nhim.\n\f35.\nMARIUM\nWhy would she do that?\nCORE\n(abruptly furious)\n“Why? Why?!” You're the police!\n\nMarium waits as Core settles down, embarrassed.\n\nCORE (CONT’D)\nI apologize.\n\nMARIUM\nNo need.\n\nCORE\nI uh...I put a blanket on him.\n\nMARIUM\nWe'll take good care of Bailey.\nDon’t you worry about that.\n\nCORE\nSomeone has to tell the father.\n\nMARIUM\nWe’ve sent word.\n\nCORE\nYou know him?\n\nMarium nods slowly, his jaw becoming very tight.\nMARIUM\nIf you’re from around here, you\nknow Vernon Slone.\n\nSoft SCUFFING sounds behind them. Core looks...\n\nThe Deputies are bringing the BODY BAG out of the cellar.\n\nINT.",
  "26": "---END OF PREVIOUS SECTION---\nCore looks... The Deputies are bringing the BODY BAG out of the cellar. INT. \n---TARGET SECTION TO BE ANNOTATED---\n QUICK DOG MOTEL - “IN TOWN” - NIGHT\n\nMARIUM’S TRUCK pulls up to this grey rectangular slab, aglow\nin sodium-yellow light, leading CORE’S SUV in to park.\n\nCore gets out of his vehicle, pausing there as Marium lowers\nhis window, passes him an OFFICIAL FORM from a clipboard.\n\nMARIUM\nYou'll need to stay a few days, at\nleast.\n\n(MORE )\n\f36.\n\nMARIUM (CONT'D)\nWe'll probably have more questions\nand I'll need this statement from\nyou. Just use your own words, short\nand sweet. Clete in there’s a\nnotary.\n\nCore nods in tired acceptance and as he turns away...\n\nMARIUM (CONT'D)\nYou're sure she did this, but tell\n\nme how.\nCORE\nWith a rope. I don’t know.\nMARIUM\nNot how she did it, how you know\nshe did it.\n\nCore squints at Marium, suddenly alert.\n\nCORE\nDo you suspect me?\n\nMarium gives a diplomatic smile/frown, Nah, relax.\n\nBut Core does not relax. He stares out into the night, then\nat the statement form in his hand, shaking his head.\n\nCORE (CONT’D)\nYou asked me before about the\nwolves. When I encountered them,\nthey were in the act of devouring\none of their own. Just a pup. It’s\nnot uncommon at all.\n\nAt this, Marium seems to frost over.\n\nCORE (CONT'D)\nIn certain animal populations, when\nresources are scarce, when there is\nunnatural stress, some of the young\nmay be killed off to preserve the\ngroup. The behavioral term for this\nis ‘savaging.’\n\nMARIUM\nWe're not talking about animals,\nMr. Core.\nCore shrugs, carelessly...\n\nCORE\nIf you say so.\n\f37.\n\nA beat, the two men facing each other in the lot.\n\nMARIUM\nOkay. Get some rest now...\n\nAs Core turns away and Marium puts the truck in gear...\nMARIUM (CONT'D)\n.»-maybe a hot bath or something.\nGet the chill off.\n\nHe watches Core trudge stoop-shouldered into the motel\nwithout looking back.\n\nFADE TO BLACK.\n\nIN BLACKNESS, a gurgling WHITE NOISE builds...\n\nEXT.",
  "27": "---END OF PREVIOUS SECTION---\nFADE TO BLACK. IN BLACKNESS, a gurgling WHITE NOISE builds... EXT. \n---TARGET SECTION TO BE ANNOTATED---\n WOODS - DAY\n\nA PAIR OF WELL-WORN HIKING BOOTS sit on a leafy, brown forest\nfloor. No snow? Next to them, a PAIR OF KID’S BOOTS.\n\nLeaning against a tree, a .30-06 REMINGTON RIFLE, and beside\nit, a LIGHTWEIGHT .22.\n\nTWO PAIRS OF BARE FEET dangle in a SHALLOW CREEK. That’s the\ngurgling we hear.\n\nIt’s Vernon Slone: healthy, uninjured, smoking. Beside him,\neating a cold egg sandwich in wax paper, is Bailey. So this\nis some other time. Their conversation is full of pauses...\n\nBAILEY\n(re: the creek)\nIt’s cold.\nSLONE\nYep.\nBAILEY\n\nMama said you’re going away.\n\nSLONE\nYou remember what deployment means?\n(off Bailey's frown)\nIt means work. It means money for\nus.\n\nBAILEY\nFor my birthday I’1l be seven.\n\f38.\n\nSLONE\nI know. I'll be home when you’re\nseven and a half.\nSlone gestures and Bailey looks off at...\nTHE DEAD FAWN on the bank, a fresh bullet hole in her neck.\n\nSLONE (CONT'D)\nHow did that feel?\n\nBailey stares at the fawn, glassily. Emptily, even. His\nanswer is soft...\n\nBAILEY\nIt felt real good.\n\nBut then the boy’s brow furrows...\n\nSLONE\nWhat?\n\nBAILEY\nYou killed a person before.\n\nSLONE\nWho told you that?\n\nBAILEY\nMama.\n\nSlone doesn’t respond to that, just waits for more.\n\nBAILEY (CONT'D)\nWho did you kill?\n\nSLONE\nA man who would hurt Mama and you.\nBAILEY\nBut he didn’t hurt us?\nSLONE\nNo. I hurt him first.\nBAILEY\nMy teacher said it’s bad to kill\npeople.\nSLONE\n\nYou'll hear that a lot.\n\nBAILEY\nSo...it’s good?\n\f39.\n\nSLONE\nIf you have to.\n\nBAILEY\nWhy?\n\nSLONE\nTo protect what you love and what\nyou need.\n\nBailey considers these words seriously, then returns to his\nsandwich. As Slone reaches out to touch the boy’s hair...",
  "28": "---END OF PREVIOUS SECTION---\nSLONE\nTo protect what you love and what\nyou need. Bailey considers these words seriously, then returns to his\nsandwich. As Slone reaches out to touch the boy’s hair... \n---TARGET SECTION TO BE ANNOTATED---\nSLONE (CONT'D)\nWhen I go away...I’1ll always be\nwith you. Do you understand that?\n\nBAILEY\n(not unkindly)\nDon’t lie.\na miniscule twitch which on him reads\n\nSlone smiles at that,\nlike a klieg light. As a SNAPPING noise builds we..\n\nDISSOLVE TO:\n\nINT. MILITARY HOSPITAL ROOM - DAY\n\nIt’s a flustered MILITARY DOCTOR flipping through pages on\nhis clipboard, looking for some answer and not finding it.\n\nMILITARY DOCTOR\nI’m sorry. You should have been\n\ntold before.\nSlone sits on the bed in his civvies in this bright clean\n\nroom. His neck is NEWLY BANDAGED. He’s gaunt, pale, staring\nat the Doctor the way one stares at a leak in the ceiling.\n\nMILITARY DOCTOR (0.S.) (CONT'D)\nWe have an SFAC rep coming over. Or\nif you'd prefer clergy...\n\nINT. AIRPORT - NIGHT\n\nSlone walks quickly, robotically, eyes dead ahead. No\nexpression. No baggage. Hands thrust into his coat pockets.\n\f40.\n\nINT. BAGGAGE CLAIM - AIRPORT - NIGHT\n\nCheeon stands next to the baggage carousel, himself\nresembling the Keelut totem pole.\n\nSlone approaches and, by way of a greeting, Cheeon hands him\na SHEATHED BOWIE KNIFE, which Slone tucks under his coat at\nthe small of his back. No words, no handshake...\n\nThey just continue on towards the exit, side by side.\n\nINT. CHEEON’S TRUCK (MOVING) - NIGHT\n\nThe RADIO plays an upbeat country number and Cheeon drives\nthem out of the AIRPORT PARKING LOT as Slone cracks the\nwindow, lights a cigarette, stares out at the darkness.\n\nINT. BREAK ROOM - MORGUE - NIGHT\n\nA NOVELTY PAINTING of a moose wearing red lipstick and a\nMarilyn Monroe wig.\n\nCheeon stares at this as if pondering a calculus equation.\nSlone sits at the table, smoking, staring blankly at--\n\nRussell Core, who sits slouched in the corner, unable to meet\nSlone’s gaze, dabbing his runny nose with a tissue.",
  "29": "---END OF PREVIOUS SECTION---\nBREAK ROOM - MORGUE - NIGHT\n\nA NOVELTY PAINTING of a moose wearing red lipstick and a\nMarilyn Monroe wig. Cheeon stares at this as if pondering a calculus equation. Slone sits at the table, smoking, staring blankly at--\n\nRussell Core, who sits slouched in the corner, unable to meet\nSlone’s gaze, dabbing his runny nose with a tissue. \n---TARGET SECTION TO BE ANNOTATED---\nIt’s a little drop-ceiling room: hard furniture, coffee and\nstale donuts on the counter. After a quiet beat...\n\nSLONE\nAre those my boots?\n\nCore looks down, swallows as he remembers that they are.\n\nCORE\nYes.\n\nSLONE\nYou’re the one found my boy?\n\nCORE\nYes.\n\nSlone exhales smoke, stubs the cigarette out, nods slowly.\n\nSLONE\nThank you.\n\nCore doesn’t know how to respond.\n\f41.\n\nMarium and the two Deputies enter: all three, to varying\ndegrees, are visibly nervous in Slone’s presence.\n\nFAT DEPUTY\nWe got leads, Vern. Got her picture\nout, been in touch with the\nMounties, we're coordinating. We’re\ngonna find her. She’ll answer for\nit.\n\nMarium shoots the Deputy a look, Cool it.\n\nCheeon looks from them to Slone, who listens to all this\nwithout expression.\n\nMARIUM\nVernon. You have my--all of our\ndeepest condolences. This is...I\ncan’t even imagine.\n\nSlone nods in acceptance, lights a new smoke. Marium clears\nhis throat.\n\nMARIUM (CONT'D)\n\nMr. Core was called here by your\nwife. He was the last one to see\nher and he’s been very helpful to\nus so far. We asked him to be here\nin case you had questions for him.\n\nCheeon looks at Core. Slone looks at Core. Eventually...\n\nSLONE\n\nCan you raise the dead?\nCORE\n\nNo, sir.\nSLONE\n\nThen I have no questions for you.\n\nCore looks away. Everyone except Slone and Cheeon shifts\nuncomfortably.\n\nMARIUM\nCan you think of anyone she might\nrun to? Relatives? A friend?\nAnything at all?\n\nSlone pulls a long drag, really thinking...but finally has to\nshake his head No. And then he looks up at Marium..\n\nSLONE\nNow?\n\f42.\n\nMarium’s face clouds over.\nMARIUM\nAlright.\nINT. “COLD ROOM” - MORGUE - NIGHT\nSlone approaches the steel table with a sheet-covered\nsomething resting atop it in a bright pool of light. His face\nis ever impassive...but he’s breathing faster than usual.\n\nMarium and the two Deputies stand back by the door.",
  "30": "---END OF PREVIOUS SECTION---\nINT. “COLD ROOM” - MORGUE - NIGHT\nSlone approaches the steel table with a sheet-covered\nsomething resting atop it in a bright pool of light. His face\nis ever impassive...but he’s breathing faster than usual. Marium and the two Deputies stand back by the door. \n---TARGET SECTION TO BE ANNOTATED---\nThe CORONER waits for a subtle look from Marium and then\ndraws back the sheet.\n\nWe don’t need to see Bailey. We hold on Slone’s face. We can\nhear his breath rattle inside his nose. We can see the tight\nclench of his jaw.\n\nIn time, he’1l begin to sob.\n\nINT. HALLWAY - MORGUE - NIGHT\n\nCore is waiting outside on the church-pew bench when, from\ninside the DOUBLE DOORS marked Restricted, comes a SCREAM so\nanguished and bitter it barely sounds human.\n\nIt startles him out of near-sleep and he blinks fearfully at\nthe doors, then looks over at...\n\nCheeon, who is leaning against the wall, looking at him.\n\nEXT. PARKING LOT - MORGUE - NIGHT\n\nSlone, wiping his eyes with the back of his hand, comes out\nof the REAR ENTRANCE with Cheeon. The two Deputies, Core, and\nfinally Marium follow close behind.\n\nThey cluster by CHEEON’S TRUCK, waiting as Slone gulps some\nfresh air, collects himself, looking up at the stars.\n\nMarium approaches.\nMARIUM\nI’m sorry, Vernon. We’ll keep you\ninformed. It’s a state-wide all\npoints, so...it’ll be over soon.\n\nSlone just stares at him.\n\f43.\n\nMarium extends his hand. Slone looks down at it, dead-eyed,\nand finally takes it for a perfunctory shake.\n\nCore has turned away from this, is already heading off\ntoward’s MARIUM’S TRUCK when...\n\nSLONE\nWolf Man.\n\nCore stops, looks back. Slone steps forward. Core watches\nhim, unsure of what’s coming...\n\nSlone extends his hand to him. Core hesitates, takes it, able\nto look the taller man in the eye but only barely.\n\nMarium notes the moment and, with that, he and Core get into\nhis truck and pull away. Once they’re out of sight...\n\nThe Fat Deputy produces a FLASK, drinks and offers it to\nSlone, who drinks, and passes it on to Cheeon...\n\nFAT DEPUTY\nFucking thing like this. Can you\nfigure her mind? Jesus God.",
  "31": "---END OF PREVIOUS SECTION---\nFAT DEPUTY\nFucking thing like this. Can you\nfigure her mind? Jesus God. \n---TARGET SECTION TO BE ANNOTATED---\nYOUNG DEPUTY\nYou know, uh, I read post-partum\ncan go on for years sometimes.\n\nFAT DEPUTY\nShut the fuck up, Mike.\n(as Cheeon passes him the\nflask back)\nDon’t worry, Vern. We’ll get her, I\npromise you that.\n\nVery casually, Cheeon brings out a .45 AUTO, hands it to\nSlone, and SLONE SHOOTS THE FAT DEPUTY IN THE FACE. BAM.\n\nYOUNG DEPUTY\nDon' t--\n\nSLONE SHOOTS THE YOUNG DEPUTY IN THE FACE. BAM.\n\nAs Cheeon unlocks and opens the bed of his TRUCK, Slone\nSHOOTS EACH OF THE FALLEN MEN EACH ONCE MORE. BAM, BAM.\n\nAs Cheeon starts the engine, Slone walks back towards the\nREAR ENTRANCE with that smoking pistol in his fist.\n\f44,\n\nINT. MARIUM’S TRUCK (MOVING) - NIGHT\n\nThe WIND whistles outside the cab, some bluesy classic rock\non the RADIO. But even so, Marium glances briefly in the\nrearview. Did I hear something back there?\n\nHe turns the RADIO down, frowning into the rearview. But it’s\njust black silence out there now.\n\nCORE\nWhat?\n\nMARIUM\nNothing.\n\nCore coughs, dabs his nose. Looks like shit. Marium notices.\nA NEW SONG begins and Core reaches for the radio dial...\n\nCORE\nDo you mind?\n\n...-turns it back up when Marium shrugs, Go ahead.\n\nCORE (CONT’D)\nI like this one.\n\nMarium drives on, listening to the song.\nMARIUM\nMe too.\nEXT. TRAPPING ROAD - NIGHT\n\nPitch-blackness is split by HEADLIGHTS crawling towards us,\nrevealing this hidden pass through thick woods.\n\nCHEEON’S TRUCK jerks to a halt, splashing its LIGHTS onto a\nMASSIVE ICY DRIFT. Slone and Cheeon hop out, moving fast.\n\nA PICK AXE and a SHOVEL are yanked out. CHOPPING into the ICY\nHILL in a tight, steady rhythm--kak, kak, kak, kak--until a\nSHALLOW SLOT is cleared.",
  "32": "---END OF PREVIOUS SECTION---\nSlone and Cheeon hop out, moving fast. A PICK AXE and a SHOVEL are yanked out. CHOPPING into the ICY\nHILL in a tight, steady rhythm--kak, kak, kak, kak--until a\nSHALLOW SLOT is cleared. \n---TARGET SECTION TO BE ANNOTATED---\nCheeon shoulders a RECTANGULAR WOODEN BOX from the truck bed,\nplain but expertly crafted, and fits it into the slot.\n\nAnd then Slone moves to the truck, slowing as he bends to\nremove BAILEY’S BLANKET-WRAPPED BODY.\n\nHe lays him gently inside the BOX, folds the blanket back,\nremoves his glove...and lays his hand on Bailey for a moment.\n\f45.\n\nHe replaces the blanket and turns away, blasted white in the\nHEADLIGHTS as he moves back towards the truck while Cheeon,\nin the background, power drills a lid onto the box. VZZ2Z22!\nEXT. KEELUT - NIGHT\n\nCHEEON’S TRUCK glides through Keelut like a black shark.\n\nA FACE in a cabin peers at them passing, quickly looks away.\n\nINT. CHEEON’S TRUCK (MOVING) - NIGHT\n\nCheeon pulls up to the end of the road, to the Slone Cabin,\nthrows it in park and passes Slone a SET OF KEYS.\n\nCHEEON\nHeat shed behind the school.\nRegistered to a cousin. Full tank.\nIf you gotta go to ground, Shan’s\nstill got his place.\n\nSLONE\nI won't.\n\nThey clasp hands, eyes locked, and share a tiny nod. This is\ncommunion. But just before Slone pops the door...\n\nSLONE (CONT'D)\nI am sorry about Alasie.\n\nCheeon blinks once but otherwise might as well be stone.\nSLONE (CONT’D)\nIt’s not right you don’t have her\nbody.\nCHEEON\nRight’s got nothing to do with\nanything. You know this.\n\nYes, Slone does know this.\n\nEXT. SLONE CABIN - NIGHT\n\nTHE FRONT DOOR is sealed with an X of yellow police tape and\nSlone passes by, circling back to--\n\f46.\n\nINT. SLONE CABIN - NIGHT\n\nTHE REAR DOOR where he enters, another wad of police tape in\nhis hand. He moves in a sure but unhurried way. We follow\nhim, catching fast glimpses of what he does. Time is broken.\nINSTANT COFFEE, boiling water going into a mug.\n\nA SANDWICH, hard bread and cold cuts slapped together, Slone\nchewing mechanically, gulping coffee.",
  "33": "---END OF PREVIOUS SECTION---\nTime is broken. INSTANT COFFEE, boiling water going into a mug. A SANDWICH, hard bread and cold cuts slapped together, Slone\nchewing mechanically, gulping coffee. \n---TARGET SECTION TO BE ANNOTATED---\nIN THE BEDROOM MIRROR he peels off his bandage and applies\nantiseptic cream to his HEALING GUNSHOT WOUND.\n\nA CUPBOARD is opened and Slone (now with a fresh bandage on\nhis neck) retrieves a 9MM HANDGUN and BOX OF AMMO.\n\nA DUFFEL BAG is opened and the 9MM, a 12 GAUGE AUTOLOADER, a\nREMINGTON RIFLE, the AR-15 and VARIOUS AMMO go inside.\n\nTHE COMPOUND BOW is grabbed, a QUIVER of arrows.\nFROM A FOOTLOCKER, socks, leggings, Maglite, binoculars.\n\nFROM A DRAWER, a POLAROID PHOTO: Medora, posed on the edge of\na river in hiking gear, smiling awkwardly.\n\nA WICKER BASKET, pawing inside it until he brings back a pair\nof MEDORA’S UNDERWEAR. He inhales them, precisely.\n\nAnd then sees something else, bends to get it...one of\nBAILEY’S LITTLE T-SHIRTS. His hand closes tightly on it.\nEXT. ILLANAQ’S HUT - NIGHT\n\nILLANAQ waits before her hut, FIRELIGHT crackling behind her\nfor a semi-silhouette. She sees something and shuffles back\n\ninside because...\n\nSlone is coming this way, inexorably, through the snow.\n\nINT. ILLANAQ’S HUT - SAME\n\nIllanagq sits by her fireplace, a halved oil drum turned on\nits side. Pelts, cordwood, leather-bound books as furniture.\nShe holds a faceless HEX DOLL for comfort.\n\nTHE WIND stirs sparks and then Slone is sitting across from\nher, firelight gleaming on the blade of his Bowie knife.\n\f47.\n\nILLANAQ\nYou come to punish the old witch,\nVernon Slone? I’m no witch. You\nthink I knew? You think I could\nhave stopped her? An old woman?\n\nSlone says nothing. She spits on her own floor, smirks.\n\nILLANAQ (CONT'D)\nGo to your father’s grave and ask\n\nhim. Take your wrath to the gods,\n\nto the wolves. To yourself and end\nit.\n\nSlone says nothing.",
  "34": "---END OF PREVIOUS SECTION---\nTake your wrath to the gods,\n\nto the wolves. To yourself and end\nit. Slone says nothing. \n---TARGET SECTION TO BE ANNOTATED---\n She rattles the hex doll at him, as if to\nscold him.\n\nILLANAQ (CONT'D)\nThat boy’s fate was foretold in the\nice. So was hers. And yours. You\nshould have died there in the sand\nbut you did not accept that. You\ncame home to see.\n\nSlone says nothing. She shifts, growing less sure, less\nhaughty. She reaches for a PILL BOTTLE, swallows one dry.\n\nILLANAQ (CONT'D)\nThis is not the first time the\nwolves came. Before, the white men\ncalled it influenza. We called it\npeelak. I was a little girl. Half\nthe village, their bodies in igloos\non the hill, for proper burial\nafter breakup. I pulled them there\non my father’s sled. But the wolves\ncame at night and broke the igloos.\nIn the morning, the hillside was\nscattered with the pieces of their\nbodies. There is no proper burial\nafter that. That is our history\nhere.\n\nSlone says nothing. She pleads in a whisper...\nILLANAQ (CONT'D)\nYou cannot blame an old woman for\nit.\n\nSlone rises, his body filling the smoky space of the hut.\n\f48.\n\nEXT. DEEP WOODS - NIGHT\n\nA 4x4 is tucked into this dark, hidden turnaround, lights off\nbut its ENGINE idling, exhaust smoke swirling around it...\nINT. 4X4 - SAME\n\nVernon is curled inside it under many quilts, eyes shut tight\nwith BAILEY’S SHIRT clamped over his nose, breathing it in.\n\nEven with the heat on, his breath fogs.\n\nFADE TO BLACK.\n\nINT. HOTEL ROOM - DAY\n\nTHE MUTED TV SHOWS A PIXELATED IRAQ, the terrible green\nstrobe of a shock and awe bombing campaign.\n\nTEACHING ASSISTANT (PHONE V.O.)\nGood afternoon. Linguistics.\n\nCORE (0.S.)\nProfessor Core, please.\n\nTEACHING ASSISTANT (PHONE V.O.)\nWho's calling?\n\nCORE (0.S.)\nHer father.\n\nTEACHING ASSISTANT (PHONE V.O.)\n(chilly, after a beat)\nOne moment.\n\nTHE SIDE TABLE is cluttered with snotty tissues, half-empty\nNyQuil, paper cups of cold tea.",
  "35": "---END OF PREVIOUS SECTION---\nTEACHING ASSISTANT (PHONE V. O.)\n(chilly, after a beat)\nOne moment. THE SIDE TABLE is cluttered with snotty tissues, half-empty\nNyQuil, paper cups of cold tea. \n---TARGET SECTION TO BE ANNOTATED---\n A half-eaten chocolate bar.\n\nWe can hear the crackly HOLD MUSIC over the phone line.\n\nAN OFFICIAL POLICE FORM, ‘Statement of Witness’, blank except\nfor Core’s contact information, lays on the chair with a pen.\n\nThe hold music cuts and--\n\nTEACHING ASSISTANT (PHONE V.O.)\n(CONT'D)\n\nI'm sorry, she's not available, may\n\nI take a message?\n\nCORE (0.S.)\n(quiet defeat)\nNo, thank you.\n\f49.\n\nClick.\n\nCore lays curled and sweaty in bed, gazing at the television.\nFearfully hypnotized. He coughs softly, rolls away from it...\n\nCLOSE ON CORE as he stares straight ahead at something else,\nsomething in near focus. His expression remains the same.\n\nCLOSE ON CORE’S WIFE, curled beside him, her frozen-moan face\nonly inches away from his.\n\nCLOSE ON CORE, staring at her, his face tightening with some\nimpossible question.\n\nCLOSE ON MEDORA, who is now the one curled beside him,\nlooking back at him with a plain, answering kind of look.\n\nHIGH SHOT, looking down on Core in bed, tangled in the\nthrashed-up sheets. He is, of course, all alone here.\n\nA long beat like that, and then...\nHe pushes himself up, reaches for the police form and pen.\n\nA FLASH OF THE FORM: ‘...is true to the best of my\nknowledge,’ with a space for writing below.\n\nHe considers this, vexed, like it’s a foreign language. And\nthen, as if on autopilot, slowly at first...\n\nHe begins to write, hunched there on the bed.\nFLASHES OF HIS HANDWRITING: MEDORA SLONE... LETTER... TO KEELUT...\n\nHis scribbling intensifies, the pen SCRAPING on the form.\n\nFLASHES OF WRITING: ATIRIBUTED TO WOLVES... HIKED NORTH / NORTHWEST...\n\nAnd intensifies further, hard SLASHING pen strokes.\n\nFLASHES OF WRITING: EMPTY HOUSE... BODY ( BAILEY SLONE )... ALERTED\nNEIGHBORS...\n\nAnd intensifies further still, growing almost violent until--\nHe stops. Stares curiously at the page for a long beat.",
  "36": "---END OF PREVIOUS SECTION---\nALERTED\nNEIGHBORS... And intensifies further still, growing almost violent until--\nHe stops. Stares curiously at the page for a long beat. \n---TARGET SECTION TO BE ANNOTATED---\nA FLASH OF HIS WRITING: ELDERLY WOMAN\n\nHe stands abruptly, is momentarily dizzied and has to steady\nhimself before he can grab and dial the phone.\n\f50.\n\nOPERATOR (PHONE V.O.)\nPolice operator, what's your\nemergency?\n\nCORE\nI-- no, I don’t have an emergency,\nit’s...I need to speak with the\nSheriff's station, please.\n\nAs the line goes silent without another word...\n\nCORE (CONT’D)\nHello?\n\nA RINGING is followed by a NEW VOICE, noticeably tense--\n\nNEW OPERATOR (PHONE V.O.)\nSheriff's.\n\nCORE\nDetective Marium, please.\n\nHe can hear AGITATED VOICES in the background there.\n\nNEW OPERATOR (PHONE V.O.)\nDetective Marium isn't available.\n\nCORE\nIs there...my name is Russell Core,\nhe knows me, can I leave hima\nmessage? It’s regarding Bailey\nSlone.\n\nA pause. He hears SHOUTING, many other phones RINGING there.\n\nNEW OPERATOR (PHONE V.O.)\nWhat's the message?\n\nBut he’s suddenly unsure how to phrase it...\n\nCORE\nJust tell him, in Keelut...there\nwas an old woman I spoke to and I\nthink she may have...it’s...\n\nNEW OPERATOR (PHONE V.O.)\nSir, what's the message?\n\nCORE\nI’m sorry. Please just ask him to\ncall me. The Quick Dog Motel, Room\n207, he uh...he knows me. C-O-R-E.\n\f51.\nThe line goes dead. The television flickers with bomblight.\nHe replaces the handset, his mouth tight.\n\nAnd he just stands there. Thinking.\n\nEXT. QUICK DOG MOTEL - DAY\n\nCore emerges from his room, blinking against the sunlight.\nIt’s overcast but his room is a dark cave behind him.\n\nHe zips his coat, blowing noisily at the sudden cold, and\nhurries out towards his RENTAL SUV.\n\nEXT. PARKING LOT - MORGUE - DAWN\n\nLOW, looking up at Marium as he stares down at--\n\nTHE TWO MURDERED DEPUTIES, white and frosted-over where they\nfell, faces frozen mid-scream.\n\nOTHER COPS mill about, a susurrus of TENSE MURMURS.",
  "37": "---END OF PREVIOUS SECTION---\nEXT. PARKING LOT - MORGUE - DAWN\n\nLOW, looking up at Marium as he stares down at--\n\nTHE TWO MURDERED DEPUTIES, white and frosted-over where they\nfell, faces frozen mid-scream. OTHER COPS mill about, a susurrus of TENSE MURMURS. \n---TARGET SECTION TO BE ANNOTATED---\n Marium\nsees confusion and fear and anger on their faces.\n\nA YOUNG COP (ARNIE), just a kid, hurries out of the morgue.\nMarium sees how shaken he is, pats the air like, Calm down.\n\nARNIE\nBoss. There’s more.\n\nMARIUM\nAnother body?\n\nARNIE\nUh...no.\nINT. HALLWAY - MORGUE - DAY\nArnie leads Marium in, stepping around a team of M.E.’s\ndealing with the BLOODY CORPSE of the Coroner, splayed there\non the floor by the REAR EXIT.\n\nINT. “COLD ROOM” — MORGUE - DAY\n\nArnie holds the door open and Marium enters, regarding\nsomething in mounting disbelief.\n\nMARIUM\n(under his breath)\nJesus Christ, Vernon...\n\f52.\nTHE STEEL TABLE with Bailey’s little BODY BAG on it, which is\nsplayed open and empty.\nStaring at this, but addressing Arnie--\n\nMARIUM (CONT'D)\nWe're going to Keelut. Now.\n\nARNIE\nWho?\n\nMarium glances to the kid, grimly.\nMARIUM\nEverybody.\nINT. RENTAL SUV (MOVING) - DAY\n\nHuddled over the wheel with a cup of steaming tea, haggard\nbut determined, Core drives alone THROUGH THE COUNTRYSIDE.\n\nTHROUGH THE WINDSHIELD, appearing like a mirage, that painted\nwooden sign. Keelut.\nEXT. WOODS AT THE EDGE OF KEELUT - DAY\n\nCore works through knee-deep snow: he’s got SLONE’S BOOTS but\nno snowshoes, so it’s difficult.\n\nA spasm of deep-chest COUGHING bends him over and he sags\nagainst a tree until he recovers his wind.\n\nAnd when he does...he glances around, realizing something.\n\nEven for Keelut, isn’t it especially quiet? Like the whole\nplace is holding its breath.\n\nHe continues onward to...\n\nEXT. ILLANAQ’S HUT - DAY\n..-emerging out of the trees. As Core nears, he sees that--\nThe CHIMNEY isn’t smoking. The FRONT DOOR hangs open a crack.",
  "38": "---END OF PREVIOUS SECTION---\nILLANAQ’S HUT - DAY\n..-emerging out of the trees. As Core nears, he sees that--\nThe CHIMNEY isn’t smoking. The FRONT DOOR hangs open a crack. \n---TARGET SECTION TO BE ANNOTATED---\nCORE\nHello?\n\nHe draws closer, stopping ten feet away, watching the place\nuncertainly, how the FRONT DOOR sways on its rusty hinges.\n\f53.\n\nHe cups his hands and--\n\nCORE (CONT'D)\nHELLO.\n\nTHE FRONT DOOR moves a few inches...but nobody appears.\n\nCORE (CONT'D)\nMa’ am?\n\nHe steps carefully forward, but GASPS as--\n\nA LYNX SUDDENLY PEEKS OUT, GLARING AT HIM WITH THOSE ANGRY\nYELLOW EYES AND INSTANTLY DASHING OFF INTO THE WOODS.\n\nHe watches it go, and continues to the door where...\n\nINT. ILLANAQ’S HUT - SAME\n\n.--he knocks lightly, steps inside. It’s cold and dim in\nhere, and he’s squinting to see...\n\n.+-how boneless Illanaq looks in her chair, next to the\nbarely-smoldering fireplace with her head tipped back.\n\nHER THROAT IS SLASHED EAR TO EAR to make a great yawning\nsecond-mouth, her entire front a BIB OF BRIGHT FROZEN BLOOD.\n\nHer FINGERTIPS have been gnawed by animals.\n\nCore sways before her like he’s been clubbed. He looks\naround, pointlessly, for some kind of answer to this.\n\nShaking his head, weakly, as if in disagreement with some\nminor point of order...he backs away.\nEXT. ILLANAQ’S HUT - SAME\n\nHe staggers outside, beset by a fresh fit of COUGHING, which\nevolves into DRY HEAVES that bring him to his knees.\n\nIt seems like he might stay there with his face in the snow\nforever until...vvrrrRRRMMM. He looks up to see--\n\nDISTANTLY THROUGH THE TREES, a column of THREE SHERIFF’S\nTRUCKS coming up the MAIN ROAD INTO KEELUT.\n\nCore lurches upright, uselessly waving, trying to call out\nbut he’s hoarse from the coughing--\n\nCORE\nHey! Wait!\n\f54.\n\nSo he trumps slowly after them.\n\nEXT.",
  "39": "---END OF PREVIOUS SECTION---\n54. So he trumps slowly after them. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CHEEON’S HOUSE - KEELUT - DAY\n\nTHOSE THREE SHERIFF’S TRUCKS arrive, joining THREE OTHER\nTRUCKS already angled in the road, COPS IN BODY ARMOR with\nrifles and shotguns all facing towards us.\n\nHalf look like they haven’t started shaving, half look like\nretired fishermen. Their Kevlar is ill-fitting. Uniformly\npetrified.\n\nMARIUM is at the front of the group, also in BODY ARMOR, his\nface grimly set.\n\nHe glances back at his ASSEMBLED MEN. In particular, he makes\neye contact with terrified ARNIE, gives a reassuring nod.\n\nHe gestures ‘over there, over there’ and waits as the men\nposition themselves in front of--\n\nTHIS SQUARE TWO-STORY CABIN in the middle of town. From\ninside the LOFT-STYLE WINDOW on the second floor, faintly,\ncomes some kind of electric WHIRRING.\n\nINT. ATTIC - CHEEON’S HOUSE - SAME\n\nWhich is Cheeon, bent over something with his ELECTRIC DRILL,\npowering screws into the floor. Can’t see exactly what it is.\n\nFrom downstairs comes a firm KNOCK-KNOCK but Cheeon just\nkeeps drilling, wholly unconcerned. V2Z2222.\nEXT. KEELUT MAIN ROAD - SAME\n\nCore emerges breathless and coughing from the woods, leans\nagainst his RENTAL TRUCK parked there, and looks--\n\nA WAYS UP THE ROAD, where all those POLICE VEHICLES are\ngathered with their lights turning.\n\nHe starts heading that way, like drawn by a magnet.\n\nEXT. FRONT DOOR - CHEEON’S HOUSE - SAME\n\nThe door opens on Marium: steady but not aggressive. Behind\nhim, we glimpse the GATHERED COPS, their weapons ready.\n\nCheeon, in the doorway, might as well not even see them. He\nkeeps his eyes on Marium, at once empty and hostile.\n\f55.\n\nMARIUM\nI told them I'd try talking. Get\nyou to come without any mess. I’m\nnot claiming we're friends, but\nwe've been friendly, Cheeon.\n\nCHEEON\nIf you say so, guy.\n\nMARIUM\nWe've got two dead cops in town.",
  "40": "---END OF PREVIOUS SECTION---\nI’m\nnot claiming we're friends, but\nwe've been friendly, Cheeon. CHEEON\nIf you say so, guy. MARIUM\nWe've got two dead cops in town. \n---TARGET SECTION TO BE ANNOTATED---\nCHEEON\nOh yeah? Round here, couple dead\ncops is cause for a party.\n\nMARIUM\nAnd the coroner? Frank was set to\nretire to San Diego next month.\n\nCHEEON\nSan Diego, huh? Never heard of it.\n\nMARIUM\nThey were shot with a .45\nSpringfield. You’ve got one of\nthose registered.\n\nCHEEON\nI got lots not registered, guy.\n\nCheeon lets the implication hang there. Marium blinks.\nMARIUM\nI know that. But, like I said, I\ntold them I’d try to talk to you.\n\nCHEEON\nYou're damn sure doing that.\n\nDOWN THE ROAD, fifty yards back, Core draws closer, trying to\nsee what’s going on with SHERIFF’S TRUCKS and MEN up there.\n\nHe glances off, sees a YUP’IK FACE crouched in their window.\nBACK AT CHEEON’S DOOR, Marium puts some iron in his tone.\n\nMARIUM\nWhere’s Vernon?\n\nCheeon snorts. Cocks an eyebrow. You think I'd answer that?\n\f56.\n\nMARIUM (CONT'D)\nCan you at least tell me where the\nboy's body is? It’s state’s\nevidence.\n\nCHEEON\n“Evidence?” That boy is nothing to\nyour kind anymore. He’s no longer\nof the Earth. Put him out of your\nmind or he might haunt you.\n\nMARIUM\nWhere’s Medora?\n\nCHEEON\nOh, she'll be found. Not by you.\n\nMarium grimaces, disgust briefly overtaking him.\n\nMARIUM\nIs that why this happened? So\nnobody interferes with his revenge?\n\nCHEEON\nI look like I enjoy all these\nfucking questions from you, guy?\n\nMARIUM\nI know your girl was taken by\nwolves.\n\nCheeon’s eyes flash rage.\n\nMARIUM (CONT'D)\nI know you don’t have a body to\nbury and there can’t be anything\nworse than that.\n\nCheeon takes half a step forward and--\n\nTHE COPS all tense, rifle stocks tightening into shoulders,\nfingers on triggers.\n\nCHEEON\n\n(low & furious)\nOh you know, huh? Lotta help from a\nguy who knows.",
  "41": "---END OF PREVIOUS SECTION---\nCheeon takes half a step forward and--\n\nTHE COPS all tense, rifle stocks tightening into shoulders,\nfingers on triggers. CHEEON\n\n(low & furious)\nOh you know, huh? Lotta help from a\nguy who knows. \n---TARGET SECTION TO BE ANNOTATED---\n You drive an hour\nout here for my sorry ass, but\nwon't do shit for some dead kids in\nthe hills. She was riding her sled.\nAnd what'd you do about it?\n\nMARIUM\nWe came.\n\f57.\n\nCHEEON\nYou came the next day and left and\nnever came back. Worthless as shit,\nyou city boys.\n\nIN THE ROAD, twenty yards back now, Core draws closer. He can\nsee Marium talking to someone in a doorway. He can see--\n\nA COP with A SNIPER RIFLE dart into the WOODS by the house.\n\nBACK AT CHEEON’S DOOR\n\nMARIUM\nFive thousand people is hardly a\ncity.\n\nCHEEON\n\nYou come here to argue the\ndefinition of city with me, guy?\n\nMARIUM\nI’m saying, we're not so different\nfrom you.\n\nCHEEON\n\nYou sure as hell are. Went to\ncollege and still dumber than\ndogshit.\n\nMARIUM\nI’m saying, we’re not all bad. We\nhelped put this place on the grid\nfew years back, got the plumbing\nand electric.\n\nCHEEON\nAnd now you want a trophy for\nletting these folks take a shit in\ntheir own house?\n\nMARIUM\nOkay. Yeah. Things are bad here. I\nadmit that. Let’s not make them\nworse. You got a wife who needs\nyou.\n\nCHEEON\nOh, she’s gone. She’ll never be\nback after what happened. This\nplace’ll be a ghost town by next\nyear, you watch.\n\nCheeon looks beyond Marium, not at the cops but out at the\nwoods and the sky, formulating a thought.\n\f58.\n\nCHEEON (CONT'D)\nThose bastards at the morgue.\nBastards like you and me? When\nwe're killed the past is killed,\nand the past is already dead, so no\nbig deal. But when kids are killed,\nthat’s different. When kids are\nkilled the future dies. And there's\nno life without a future.\n\nMARIUM\n(very softly)\nCheeon. Please.\n\nNow Cheeon looks to the cops. Sniffs in derision.\n\nCHEEON\nThese boys look like they don’t\nknow whether to shit or piss.",
  "42": "---END OF PREVIOUS SECTION---\nNow Cheeon looks to the cops. Sniffs in derision. CHEEON\nThese boys look like they don’t\nknow whether to shit or piss. \n---TARGET SECTION TO BE ANNOTATED---\nMARIUM\nI won’t lie. Most of ‘em are green.\nThey never seen anything like this\nand they’re scared to death and\nthat’s dangerous for you.\n\nCHEEON\n‘Come out with your hands up.’ Like\nthat, guy? Listen, here: it’s never\ngonna happen.\n\nMARIUM\nI'll make sure everything’s fair.\n\nAt that, astonishingly, Cheeon actually laughs, a high nasal\ncackle. That’s the funniest thing he’s ever heard.\n\nCHEEON\n“Everything is fair?”\n\nMarium nods in defeat, shows his palms, backs away...\n\nMARIUM\nThink about what I’ve offered.\n\nAs he turns back into the road, Cheeon calls to him...\n\nCHEEON\nAnd you think about the phone call\nyour wife’ll get today. Her hand on\nher belly. Nothing gonna stop that\ncall now, guy.\n\f59.\nMarium doesn’t turn back, keeps walking stiffly away, his jaw\ntight as Cheeon SLAMS the door behind him.\n\nIN THE ROAD, Core has arrived on the scene, ten yards behind\nthe cops. Exposed.\n\nNobody notices him, all focused on Cheeon’s door. He looks a\nbit like a lost little kid, needing to ask directions.\n\nAs Marium returns to his line of men, Arnie leans in, scared\nshitless--\n\nARNIE\nW-what’d he say?\n\nMARIUM\nHe said ‘fuck you’, is what he\nsaid.\n\nARNIE\n\nJesus. Now what?\n\nMARIUM\nNow we wait for Holy Cross to get\nthe tactical unit up here.\n\nARNIE\nThey're three hours out, boss.\n\nMarium surveys the men, looking to him for answers he doesn’t\nhave.\n\nMARIUM\nWell...better get some coffee n’\nsandwiches then.\nAnd then, just beyond his men, there in the road, he sees\nCore. Their eyes meet and Marium straightens in dismayed\nconfusion: why are you here?\n\nAs Core raises his hand in hesitant greeting...\n\nINT. ATTIC WINDOW - CHEEON’S HOUSE - SAME\n\nTHE LOFT-STYLE WINDOW OPENS OUTWARD to show the POLICE spread\nbelow.",
  "43": "---END OF PREVIOUS SECTION---\nAs Core raises his hand in hesitant greeting... INT. ATTIC WINDOW - CHEEON’S HOUSE - SAME\n\nTHE LOFT-STYLE WINDOW OPENS OUTWARD to show the POLICE spread\nbelow. \n---TARGET SECTION TO BE ANNOTATED---\n WE PULL BACK SLIGHTLY to reveal--\n\nTHE LONG METAL SNOUT OF A TRIPOD-MOUNTED M-60 MACHINE GUN\nswiveling onto the MEN down there, sighting on MARIUM’S BACK.\n\nCHEEON settles behind the enormous weapon, prone position,\none hand poised to feed it an ENDLESS BELT OF AMMUNITION.\n\f60.\n\nEXT. CHEEON’S HOUSE - SAME\n\nWalking towards Marium, Core’s eyes flick to something behind\nhim and he points up in sudden terror--\n\nCORE\nWatch--\n\nMarium jerks aside as--\nBAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.\nTHE FACE OF THE COP NEXT TO MARIUM EXPLODES IN A RED SHERBET.\nMARIUM DIVES TO THE GROUND.\n\nCORE STARTLES IN PLACE, HANDS FOOLISHLY COVERING HIS HEAD.\nOTHER COPS RETURN FIRE, Bang. Bang. Bang. Bang.\n\nBut all is overwhelmed by the brutal authority of the M-60:\nthe SOUND of it is DEAFENING and CEASELESS, one prolonged\nuninterrupted blast. See? It’s still going on.\nBAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.\n\nMARIUM CRAWLS BEHIND A TRUCK. WINDOW GLASS ATOMIZES, SPRAYS.\n\nCORE DROPS TO HIS HANDS AND KNEES AS A LINE OF BULLETS SHEARS\nINTO THE ROAD BESIDE HIM. BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.\n\nIN THE ATTIC WINDOW, Cheeon swivels calmly, still firing--\nBAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.\n\nA LINE OF COPS ARE CUT DOWN, blood misting left to right,\ntheir body armor punched through like paper mache.\n\nBEHIND A TRUCK, Marium huddles next to ARNIE and ANOTHER COP,\nboth cowering.\n\nBULLETS stream into the engine block and it sounds like\nHAMMERS STRIKING ANVILS in rapid succession.",
  "44": "---END OF PREVIOUS SECTION---\nA LINE OF COPS ARE CUT DOWN, blood misting left to right,\ntheir body armor punched through like paper mache. BEHIND A TRUCK, Marium huddles next to ARNIE and ANOTHER COP,\nboth cowering. BULLETS stream into the engine block and it sounds like\nHAMMERS STRIKING ANVILS in rapid succession. \n---TARGET SECTION TO BE ANNOTATED---\n Pung!Pung!Pung!\n\nIN THE ROAD, Core wriggles behind ANOTHER TRUCK just as a COP\ndrops before him, clutching a BLOOD-SQUIRTING THROAT HOLE.\n\nCore crawls to the Cop, presses his hands to the wound but--\nBAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.\n\nA SPRAY OF METAL AND GLASS AND DIRT SENDS HIM SCUTTLING AWAY.\n\f61.\nIN THE ATTIC WINDOW, an INCOMING ROUND punches the wall\nbehind Cheeon--KAK!--and he swivels to--\n\nTHE TREES AT THE EDGE OF HIS YARD, where he spots a blip of\nDARK MOVEMENT in the branches and sprays the M-60 there--\n\nBAK. BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.\n\nTHE TREE ERUPTS SNOW, looks like an explosion of pure white\nfire that spills out the POLICE SNIPER’S SHREDDED BODY.\n\nBEHIND THE TRUCK, Marium has his SIDEARM out--\n\nMARIUM\nArnie. Arnie. Listen to me.\n\nARNIE just gapes at Marium, blinking wildly as--\nBAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.\n\nTHE OTHER COP directly beside Arnie is SHOT THROUGH THE BODY\nOF TRUCK, metal shards splitting his chest and face.\n\nMarium hisses, blood-spattered, peeks out to see--\n\nAN EXPOSED BOULDER BY THE TREELINE, like a giant’s skull\nemerging from the ground, the size of a car.\n\nHe whips back to panic-frozen Arnie--\n\nMARIUM (CONT'D)\nWE HAVE TO GO.\n\nARNIE\n(nodding ferociously)\nOkay.\n\nMARIUM\n(when Arnie doesn’t move)\nNOW.\n\nARNIE\nI-I don’t want to.",
  "45": "---END OF PREVIOUS SECTION---\nARNIE\n(nodding ferociously)\nOkay. MARIUM\n(when Arnie doesn’t move)\nNOW. ARNIE\nI-I don’t want to. \n---TARGET SECTION TO BE ANNOTATED---\nBEHIND ANOTHER TRUCK, Core is flat on the ground, looking out\nfrom underneath it, shaking, awestruck--\n\nHe sees DEAD AND WOUNDED COPS splayed before CHEEON’S HOUSE\nwith MUZZLE FLASHES flaming out of the ATTIC WINDOW.\n\nBAK. BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.\n\nA PANICKING COP DIVES INTO A BULLET-RIDDLED TRUCK, THROWS IT\nINTO REVERSE, SPINS THE TIRES TRYING TO BACK UP--VRRRRRR!\n\f62.\n\nIN THE ATTIC WINDOW, Cheeon swivels onto this and--\nBAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.\n\nHE POURS BULLETS INTO THE TRUCK UNTIL THE RADIATOR EXPLODES\nAND IT ROLLS LAZILY BACKWARDS DOWN THE ROAD.\n\nFROM BEHIND HIS TRUCK, Core watches it roll slowly by like\nsome lumbering beast gushing steam, not five feet away.\n\nFor the first time in what seems like hours, the shooting\npauses. Wounded men WHIMPER but the relative silence booms.\n\nFROM BEHIND THEIR TRUCK, Marium drags Arnie with him.\n\nMARIUM\nMove.\n\nINTO THE OPEN, Marium and Arnie sprint for the BOULDER,\nmoving at a diagonal towards the house.\n\nFROM BEHIND HIS TRUCK, Core watches them breathlessly.\nMARIUM AND ARNIE are halfway there when--\nBAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.\n\nTHE GROUND BESIDE THEM EXPLODES as Cheeon’s fusillade resumes\nand THEY DIVE BEHIND THE BOULDER, HUDDLING TOGETHER--\n\nBAK. BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.\nBULLETS SLAP INTO THE GRANITE THAT SHIELDS THEM.",
  "46": "---END OF PREVIOUS SECTION---\nBAK. BAK. BULLETS SLAP INTO THE GRANITE THAT SHIELDS THEM. \n---TARGET SECTION TO BE ANNOTATED---\n Tok!Tok!Tok!\n\nMarium speaks directly into Arnie’s face, who’s so fucking\nscared he might as well be inside of a dream--\n\nMARIUM (CONT'D)\n(re: Arnie’s sidearm)\nIs that magazine full?\n\nARNIE\nIt’s full.\n\nMARIUM\nPlease check.\n\nArnie checks it, fumbles it back into the gun.\n\nARNIE\nIt’s full.\n\nMARIUM\nYou have more in that vest?\n\f63.\n\nARNIE\nYes.\n\nBAK. BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.\n\n \n\nACROSS THE YARD, a SECONDARY CLUSTER OF COPS are directing\nfire on the ATTIC WINDOW now. Bang. Bang. Bang. Bang. Bang.\n\nIN THE ATTIC WINDOW, Cheeon swivels off the boulder to spray\ndown on them. BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.\n\n \n\nBACK BEHIND THE BOULDER\n\nMARIUM\nListen to me now, Arnie. Are you\nlistening?\n\nARNIE\nYeah, boss.\n\nMARIUM\nHis weapon can’t get through rock.\nStay here. You understand?\n\nARNIE\nYes.\n\nMARIUM\nI’m going to run for the house. The\nsecond I do--Arnie, I am saying the\nvery second I do--you unload on\nthat window and don’t stop until\nyou see me reach the house.\n\nARNIE\nO-okay.\n\nMARIUM\nWhat will you do?\n\nARNIE\nStay here. And. The window.\n\nMARIUM\nSoon as I run.\n\nARNIE\nYes.\n\nMARIUM\n\nDo not stop shooting until I'm\nthere.\n\f64.\nARNIE\nI understand, boss. I'1l do it.\nMarium peeks over the rim of the boulder to see--\n\nOUT THERE, Cheeon fires on Cops--BAK.BAK.BAK.BAK.BAK.--whose\nreturn fire is panicky and innefectual. Bang. Bang. Bang.\n\nMarium gives one last this is it look to Arnie and HE RUNS.",
  "47": "---END OF PREVIOUS SECTION---\nBang. Bang. Marium gives one last this is it look to Arnie and HE RUNS. \n---TARGET SECTION TO BE ANNOTATED---\nARNIE POPS UP over the boulder and FIRES WILDLY at the attic\nwindow as--\n\nMARIUM SPRINTS across the open space between the BOULDER and\nthe HOUSE: not more than thirty feet, seems like a mile.\n\nIN THE ATTIC WINDOW, Cheeon flattens himself as BULLETS\nSPLINTER THE WALLS BEHIND HIM, the M-60 oozing smoke.\n\nFROM BEHIND HIS TRUCK, Core watches as Marium slams against\nthe house, directly below the smoking ATTIC WINDOW.\n\nAT THE BOULDER, Arnie fires until--Bam. Bam. CLICK. The slide\nracks empty, he drops down, fumbling for a new magazine.\n\nIN THE ATTIC WINDOW, as the fire upon him stops, Cheeon rises\nback into his shooting position, sighting down the M-60.\n\nAT THE HOUSE, Marium keeps himself flat against the wall as\nhe slides around--\n\nEXT. BEHIND CHEEON’S HOUSE - CONTINUOUS\n\n--where there is a REAR DOOR. Marium slides towards it,\nweapon forward, adrenaline-jacked.\n\nEXT. CHEEON’S HOUSE - SAME\n\nIN THE ATTIC WINDOW, Cheeon sights down on that BOULDER where\nthe slightest sliver of Arnie is visible, so--\n\nBAK. BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.\n\nBEHIND THE BOULDER, suddenly beset by this new round of\ngunfire, ARNIE SCREAMS, nearly drops his weapon, ducks low.\n\nTHE SECONDARY COPS rack their shotguns and rifles and resume\nfiring themselves. Bang! Bang! Bang! Bang! Bang! Bang!\n\nIN THE ATTIC WINDOW, Cheeon grunts as BURNING SHRAPNEL\nslashes his face and he swivels back to the Secondary Cops.\n\f65.\n\nBAK. BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.\n\n \n\nTHE SECONDARY COPS ARE BLASTED HARD. Of the EIGHT of them\ncrouched there, FIVE are instantly RIPPED APART: blood and\nmeat and scraps of uniform flying into the air.",
  "48": "---END OF PREVIOUS SECTION---\nBAK. THE SECONDARY COPS ARE BLASTED HARD. Of the EIGHT of them\ncrouched there, FIVE are instantly RIPPED APART: blood and\nmeat and scraps of uniform flying into the air. \n---TARGET SECTION TO BE ANNOTATED---\nBEHIND THE BOULDER, Arnie SCREAMS AGAIN.\n\nBEHIND HIS TRUCK, Core watches the COPS CRUMPLE AND FALL.\n\nEXT. BEHIND CHEEON’S HOUSE - SAME\n\nThe GUNFIRE and SCREAMS ECHO back here as Marium inches to\nthe BACK DOOR, peering carefully in though sooty GLASS PANES.\n\nHe grips the DOORKNOB and, bizarrely, it turns.\n\nA deep breath for courage and he eases it open but wait--\n\nINT. BACK DOOR - CHEEON’S HOUSE - SAME\n\nLOOKING OUT ON MARIUM THROUGH THE DOOR WINDOW as he freezes,\nterrified eyes locked on something dead ahead.\n\nRACK FOCUS TO THE TAUT FISHING LINE STRETCHED VERTICALLY JUST\nINSIDE THE DOOR, CONNECTED TO THE INSIDE KNOB.\n\nAs Marium’s eyes move up the line, WE MOVE UP THE LINE TOO--\n\nJust above the doorjamb it turns ninety-degrees through an\nEYE-SCREW and continues until it connects to--\n\nTHE SAWED-OFF SHOTGUN AFFIXED TO THE WALL, aimed down into\nthe doorway, the fishing line tight against its trigger.\n\nInstant death, right there.\n\nEXT. BEHIND CHEEON’S HOUSE - SAME\n\nAs Marium shakily removes his hand from the doorknob--\n\nEXT. CHEEON’S HOUSE - SAME\nBEHIND THE BOULDER, Arnie loses it: he sprints.\nBEHIND HIS TRUCK, Core’s shaking his head No No No as--\n\nOUT THERE, Arnie stumbles in a blind panic towards the house.\n\f66.\n\nIN THE ATTIC WINDOW, Cheeon swivels back to Arnie crossing\nbelow him and--BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.\n\n \n\nARNIE IS SHOT ACROSS THE SHINS AND CRASHES INTO THE GROUND.\n\nEXT. BEHIND CHEEON’S HOUSE - SAME\n\nAt the exact instant of this GUNFIRE, Marium PUNCHES out a\nWINDOW PANE in the door, the sound of it covered.\n\nHe reaches in towards that FISHING LINE with his SWISS ARMY\nKNIFE, the little scissors extended. Snip!\n\nEXT.",
  "49": "---END OF PREVIOUS SECTION---\nHe reaches in towards that FISHING LINE with his SWISS ARMY\nKNIFE, the little scissors extended. Snip! EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CHEEON’S HOUSE - SAME\n\nBEHIND HIS TRUCK, Core moans involuntarily as--\n\nOUT THERE, CHEEON STRAFES ARNIE A SECOND TIME, A STREAK OF\nBULLETS CHOPPING HIS LEGS.\n\nAs Arnie SCREAMS, something livid snaps inside of Core. Look--\nA DEAD COP a few feet away, his SHOTGUN just lying there.\n\nCORE GRABS IT, CHARGES OUT FROM BEHIND THE TRUCK, AWKWARDLY\nPUMP-FIRING THE SHOTGUN AS HE RUNS--BAM! BAM! BAM! BAM!\n\nBUCKSHOT PATTERNS PEPPER THE ATTIC WINDOW AND--\n\nIN THE WINDOW, CHEEON FLINCHES OFF THE M-60 AS SPLINTERS AND\nGLASS BLOW ALL AROUND.\n\nCORE RUNS AND FIRES--BAM! BAM! Click! He drops the shotgun as\nhe reaches Arnie, grabs the SCREAMING cop by the armpits.\n\nARNIE\n.-.I’m gonna die...gonna die...\n\nCORE\n(gritted teeth)\nNo.\n\nIN THE ATTIC WINDOW, Cheeon’s bloody face rises back into\nview. Gripping the M-60 again, he looks resigned.\n\nHe sights on Core, struggling to drag Arnie towards the\nboulder. He tracks with them, could cut them down at will.\n\nDOWN THERE, Core pulls Arnie across the muddy snowy ground as\nfast as he can but, oh God, it’s so slow. Arnie SOBS.\n\nWithout stopping, Core chances a look upwards at--\n\f67.\n\nTHE ATTIC WINDOW, where he can see Cheeon, plain as day,\nwatching him from behind the smoking M-60. A strange beat of\neye contact between the two men. It enrages Core.\n\nCORE (CONT'D)\nSTOP IT.\n\nCore sees Cheeon lower his eye over the gunsight, preparing\nto fire on them. The boulder is so close.\nINT. STAIRWELL - CHEEON’S HOUSE - SAME\n\nA PAIR OF BOOTS carefully ascend WOODEN STAIRS, stepping on\nthe WASH OF SPENT CARTRIDGES that have cascaded down them.\n\nFOLLOWING THE BOOTS up to--—\n\nINT.",
  "50": "---END OF PREVIOUS SECTION---\nINT. STAIRWELL - CHEEON’S HOUSE - SAME\n\nA PAIR OF BOOTS carefully ascend WOODEN STAIRS, stepping on\nthe WASH OF SPENT CARTRIDGES that have cascaded down them. FOLLOWING THE BOOTS up to--—\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n ATTIC - CONTINUOUS\n\n--where we REVEAL CHEEON FROM BEHIND, over there by the\nwindow, prone behind the M-60.\n\nON CHEEON, his hand tightening around the trigger and--\n\nWE PAN SLIGHTLY TO REVEAL THE FIGURE RISING FROM THE\nSTAIRWELL BEHIND HIM. They make no noise but...\n\nCheeon blinks. Knows they’re there. Twists around into a\nSITTING POSITION to look back at...\n\nMARIUM, aiming his HANDGUN two-handed. And scared to\ngoddamned death, it would appear.\n\nCheeon snorts, spits blood, his lip curling at the cop across\nthe low-ceilinged attic. The floor is carpeted with brass.\nThe air is blue with cordite.\n\nCHEEON\nYou stopped that phone call for\ntoday, guy. Phone call to your\nwife?\n\nMarium stares, doesn’t say a word, his gun steady.\nCHEEON (CONT'D)\nBut it’s coming, ain’t it? That\n\ncall’s always coming.\n\nCheeon brings out a little NICKLE-PLATED .25 PISTOL but\ndoesn’t aim it at Marium, just lets it sit there in his lap.\n\nLike a dare. Or permission.\n\f68.\n\nMARIUM SHOOTS HIM IN THE FACE. BANG.\n\nEXT. CHEEON’S HOUSE - SAME\nJust as CORE REACHES THE BOULDER WITH ARNIE, he looks up to\nsee CHEEON’S BODY spill backwards out of the attic window and\nland below with a dense and final THUD.\n\nCUT TO BLACK.\nIN BLACKNESS, A SONG. A beautiful, melancholy arrangement of\nINUIT FLUTE and ghostly FEMALE VOCALS. It carries to...\nINT. HOSPITAL HALLWAY - DAY\n\n...-where we are in SLOW MOTION and the haunting MUSIC COVERS\nEVERYTHING. As we...\n\nPUSH DOWN THE HALL the foreground is continuously blurred by\nout-of-focus movement, POLICE and HOSPITAL STAFF and\nCONCERNED RELATIVES hurriedly wiping the frame.\n\nPUSHING THROUGH TO AN INUIT WOMAN (35) waiting on the bench\nat the far end, her eyes swollen from crying, her hands on\nher pregnant belly.",
  "51": "---END OF PREVIOUS SECTION---\nAs we... PUSH DOWN THE HALL the foreground is continuously blurred by\nout-of-focus movement, POLICE and HOSPITAL STAFF and\nCONCERNED RELATIVES hurriedly wiping the frame. PUSHING THROUGH TO AN INUIT WOMAN (35) waiting on the bench\nat the far end, her eyes swollen from crying, her hands on\nher pregnant belly. \n---TARGET SECTION TO BE ANNOTATED---\n Her name is SUSAN. She looks searchingly\ninto this chaos and she sees...\n\nA BLEEDING UNCONSCIOUS COP being intubated, his clothes\ngetting scissored off by ER NURSES.\n\nAN ANGRY COP barking into his radio, a CRYING COP beside him.\nA TRAUMA TEAM rushing by with a GUNSHOT VICTIM COP.\n\nA CLUSTER OF FRANTIC WIVES talking to a stunned ER DOCTOR.\n\nA TRIO OF FRIGHTENED CHILDREN, huddled by the soda machine.\nAnd as we finally land CLOSE ON SUSAN, she looks to...\n\nTHE ER ENTRANCE where PARAMEDICS are now rushing ARNIE in, an\noxygen pump on his pale face...and MARIUM hurrying alongside.\n\nThrough the blur of bodies, his eyes meet hers.\nTears spill down her face, great pulsing sobs of relief.\n\nThey connect on the bench, clasping each other, sobbing into\nhis shoulder, stroking her hair and saying soothing things.\n\f69.\n\nWe can’t hear the words but maybe we can read his lips. It's\nokay. It's okay. It's okay.\n\nDISSOLVE TO:\n\nINT. HOSPITAL BATHROOM - DAY\n\nNormal sound and motion resume: FRANTIC VOICES churn outside\nthe door, muted but briefly surging as it swings open and...\n\nMarium enters, goes to the sink. We see it happen in the\nmirror: whatever calm assurance he projected before now\nutterly dissolves.\n\nStaring wide-eyed into the drain, hyperventilating, one hand\nover his mouth, struggling to control himself, until...\n\nHe notices CORE in the mirror. Sitting quietly in the corner,\nknees drawn up, head titled against the wall. He looks\nclammy, bloodless, unwell. Drops of vomit in his beard.\n\nThey look at each other a long moment.\n\nCORE\n(softly)\nI’m not prepared for this.\n\nMARIUM\n(after a beat)\nYou saved that kid’s life.\n\nCore stares at him with an uncharacteristic blankness.\n\nCORE\nDoes it matter?\n\nMARIUM\nI saw his wife out there. He’s\ngoing to go home to his daughter.\nIt won’t be for a while but...he\nwill go home.",
  "52": "---END OF PREVIOUS SECTION---\nMARIUM\nI saw his wife out there. He’s\ngoing to go home to his daughter. It won’t be for a while but...he\nwill go home. \n---TARGET SECTION TO BE ANNOTATED---\n Yes, to them it\nmatters a great deal.\n\nCORE\nHow many died?\n\nIt’s hard for Marium to say it.\nMARIUM\nTwelve. And Cheeon. A few more\n\nare...we’re not sure yet.\n\nCore’s voice drops to a disgusted whisper...\n\f70.\nCORE\nAnd I saved one.\n\nThe two men face each other from opposite sides of the room.\nWhite tile, buzzing lights, raised voices outside as we...\n\nFADE TO BLACK.\n\nIN BLACKNESS, we hear NIGHT BIRDS shriek from far away.\n\nEXT. A TREELINE - NIGHT\n\nThe ground is black and damp: no snow. In the distance,\nsurrounded by darkness at the edge of the woods: a raggedy\nTENT and a small CAMPFIRE, a MAN-SHAPE hunched there.\n\nINT. SLONE HOME - SAME\n\nAnd Vernon Slone’s at the BACK WINDOW, staring out at him\nwith a predatory stillness. He’s uninjured here, younger.\n\nMedora drifts up to his side, gazing out the window as well.\nSo, again, this is some other time.\n\nMEDORA\nWho is he?\n\nSLONE\n(without moving his eyes)\nAnother drifter headed west.\n\nMEDORA\nHe looks hungry.\n\nSLONE\nHe can hunt.\n\nWe might notice that the CAMPFIRE is flickering out there at\nmore or less the same spot we saw the Wolf at the beginning.\n\nMEDORA\nTake him something so he'll go,\nVernon.\n\nVernon looks at her, a faint warmth passing over his face,\nand he goes. As Medora looks uneasily back out the window...\n\nWE TILT DOWN to find her PREGNANT BELLY. Eight months or so.\n\f71.\n\nEXT. THE CAMPFIRE - NIGHT\n\nThe DRIFTER (20s) lifts his scabby, bug-bitten face from the\nfire: one milky eye, long stringy hair from under his woolen\nwatch cap, brown teeth-nubs showing in a kindly smile as...\n\nSlone approaches the ring of firelight. Staring down at the\ngrinning Drifter in appraisal. A moment like that, the fire\ncrackling between them, and Slone tosses down a FOOD SACK.\n\nSLONE\nThat’s bread and cheese.",
  "53": "---END OF PREVIOUS SECTION---\nStaring down at the\ngrinning Drifter in appraisal. A moment like that, the fire\ncrackling between them, and Slone tosses down a FOOD SACK. SLONE\nThat’s bread and cheese. \n---TARGET SECTION TO BE ANNOTATED---\n It’s\ndropping low tonight, first snows\nare coming, so you need to move on\nfrom here.\n\nDRIFTER\nTermination dust won’t come on\ntonight. Night or two before that.\n\nSLONE\nYou a weatherman?\n\nThe Drifter’s smile shines and spreads.\n\nDRIFTER\nYou could say I know something\nabout what’s coming.\n(beat)\nYou got a name?\n\nSLONE\nMy name’s got nothing to do with\nyou.\n\nDRIFTER\n\nNot yours. The boy’s.\nSlone’s eyes sharpen and narrow. He seems to coil.\n\nSLONE\nWhat do you know about that?\n\nDRIFTER\nJust a feelin’.\n\nThe Drifter smiles past Slone’s shoulder, out at THEIR CABIN\nwhere MEDORA is silhouetted in the orange-lighted window.\n\nDRIFTER (CONT'D)\nLooks warm.\n\nSLONE\nBest find a home of your own, then.\n\f72.\nDRIFTER\nI don’t mean the house.\nHis tone is not lascivious, though, it’s damn near reverent.\nBut Slone leans closer, his voice dropping to a low monotone.\nSLONE\nLook into my face now. Believe what\nI tell you. I will end your every\nday. Do you believe me when I say\nthat to you?\n\nThe Drifter nods, placating. Sure, sure.\n\nSLONE (CONT'D)\nMove on.\n\nSlone rises and heads back. The Drifter watches him go.\n\nINT. BEDROOM - SLONE CABIN - NIGHT, LATER\n\nMedora lays asleep on the bed, curled on her side under a\nquilt in the mostly-dark room.\n\nSlone watches her from the doorway with something almost like\nfear.\n\nEXT. WOODS BEHIND THE SLONE CABIN - NIGHT\n\nSlone is a wraith cutting through the woods, quick and\nsilent, garbed in black. The DYING CAMPFIRE glows just beyond\nthe trees: he’s circling around behind it.\n\nEXT. TREELINE - THE CAMPIRE - SAME\n\nSlone melts out of the forest, his BOWIE KNIFE a shining\nsliver in one fist as he angles in on the DRIFTER’S TENT.\n\nHe crouches, listening.\n\nINT./EXT.",
  "54": "---END OF PREVIOUS SECTION---\nTREELINE - THE CAMPIRE - SAME\n\nSlone melts out of the forest, his BOWIE KNIFE a shining\nsliver in one fist as he angles in on the DRIFTER’S TENT. He crouches, listening. INT./EXT. \n---TARGET SECTION TO BE ANNOTATED---\n DRIFTER’S TENT - SAME\nSlone snaps open the flap but--\nIt’s empty. Looking closer, he sees--\n\nResting on the filthy sleeping bag, crudely carved from a bar\nof soap, a tiny FERTILITY FIGURE.\n\f73.\n\nDread pooling on his face, Slone looks back to the cabin.\n\nINT. BEDROOM - SLONE CABIN - NIGHT\n\nCLOSE ON MEDORA, a film of perspiration on her face, wincing\nin discomfort as she comes blearily half-awake to see...\n\nA SHAPE in the doorway, looking in at her.\n\nMEDORA\n.-.-what’re you doing, baby?\n\nTHE SHAPE doesn’t answer.\nShe sits up, achingly holding her belly.\n\nMEDORA (CONT'D)\n.--oh God...something’s happening.\n\nAnd now, her eyes adjusting, she sees that it’s not Slone\nstanding in the doorway. Her face hardens in terror.\n\nMEDORA (CONT'D)\nThere’s money in a jar by the sink.\nFifty dollars. And food.\nThe Drifter’s manner is calmly sympathetic, comforting even.\nDRIFTER\nI came to warn you. The boy can’t\n\nlive.\n\nShe flinches as he reaches into his coat, pulls SOMETHING out\nand tosses it onto the bed before her...\n\nIt’s THE SHAMAN’S MASK.\nDRIFTER (CONT'D)\nThe mask is yours. Someone made it\nfor you.\nShe gapes at the upside-down WOLF FACE in revulsion.\nDRIFTER (CONT'D)\nWear the mask and you’1l know what\nyou have to do.\n\nA SILVER TRIANGLE EMERGES FROM WITHIN THE DRIFTER’S THROAT,\nHOLDS THERE, AND THEN WITHDRAWS BACK INSIDE HIS NECK.\n\nHe looks so surprised.\n\f74.\nBLOOD GURGLES FROM THE SLIT THAT REMAINS IN HIS ADAM'S APPLE\nAS HE DROPS TO THE FLOOR.\nSLONE is behind him clutching the blood-slicked BOWIE KNIFE.\n\nMedora CRIES in sudden pain and throws back the quilt, the\nWOLF MASK spilling off to the floor.\n\nHer sheets are soaked with AMNIOTIC FLUID.\n\nSlone rushes to her.",
  "55": "---END OF PREVIOUS SECTION---\nMedora CRIES in sudden pain and throws back the quilt, the\nWOLF MASK spilling off to the floor. Her sheets are soaked with AMNIOTIC FLUID. Slone rushes to her. \n---TARGET SECTION TO BE ANNOTATED---\nLOW ANGLE on the WOLF MASK and the DEAD DRIFTER, canted\ntogether and forgotten on the floor as, in the background,\nSlone bends lovingly over Medora and she SCREAMS AGAIN...\nINT. 4X4 - DAY, LATE AFTERNOON\n\nHER SCREAM ECHOES INTO THIS TIME as Slone stares out his\ntruck, living that memory, suffused in cold orange light.\n\nHe looks to the passenger seat and reaches for...\n\nA FOLDED MAP, revealing that POLAROID of Medora beneath.\nWe’1l notice the COMPOUND BOW wedged behind the seat, his\nDUFFEL BAG with the guns in it.\n\nAs he studies the map...\n\nSLONE’S POV (MACRO ON THE MAP) moves from a splash of LAKE\nuntil it lands on A SMALL DOT: ‘KMC-13’.\n\nHe sets the map down, puts the truck in gear.\n\nEXT. LAKE — SAME\n\nSLONE’S TRUCK pulls away from this seemingly infinite body of\nwater where the Sun collapses into molten copper.\n\nEXT. HUNTING TRAIL - SAME\nSNOW CHAINS rattle and groan on the tires as...\n\nSLONE’S 4x4 crawls slowly along under a canopy of cottonwood:\nsnowy, unmarked wilderness.\n\nEXT. ABANDONED MINING CAMP - TWILIGHT\n\nSLONE’S 4x4 pulls in on a snowy road as we see--\n\f75.\n\nTHE SMALL VALLEY the road winds through, a V-shape cut into\nthe earth with a CLUSTER OF DARK CORRODED WOODEN BUILDINGS\nspreading up one side, interconnected one atop the other like\nsome long-dead fungal growth.\n\nA paint-peeling SIGN: CAMP #13 - Kennebeck & McCarthy Corp.\nThere’s still some daylight left in the sky above but down\nhere, in the valley, it feels like an early nightfall.\n\nINT. 4X4 (MOVING) - SAME\n\nSlone scans the dead, lightless camp as he drives. To his\nright, a ways up the unconstructed side of the valley,\nFIRELIGHT DANCES...seemingly from within the Earth.\n\nHe drives on.\n\nEXT.",
  "56": "---END OF PREVIOUS SECTION---\nTo his\nright, a ways up the unconstructed side of the valley,\nFIRELIGHT DANCES...seemingly from within the Earth. He drives on. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n INN - NIGHT\n\nSlone parks before this leaning TWO-STORY BUILDING with ‘Inn’\npainted by hand above the door, inky light in its sooty\nwindows. He gets out, glances around, sees...\n\nA CORRUGATED SHED with a pyramid of CAR BATTERIES outside it.\nEmpty WOOD PALLETS stacked for firewood, a half-collapsed\nQUONSET HUT, a SCHOOL BUS slowly sinking into the ground.\n\nINT. INN - NIGHT\nSlone enters, closing the door quickly to shut out the cold.\nTHE INNKEEPER (50s) looks up from her table: she’s stout, in\noveralls and fleece, with wild Brillo hair and Coke-bottle\nglasses, reading a celebrity magazine from 10 years ago.\nINNKEEPER\n(amused)\nLate in the season for travelers.\n\nAs Slone crosses to her...\n\nINNKEEPER (CONT'D)\nWhere you coming from?\n\nSLONE\nKeelut.\n\nINNKEEPER\nThere’s no road from there to here.\nNot directly.\n\f76.\n\nSLONE\nNot directly, no.\n\nHe looks around, takes in the room: kerosene lamps, lynx\npelts, a broken chair burning in the fireplace. It dawns on\n\nhim...\n\nSLONE (CONT'D)\nI was here when I was a child. With\nmy father. We visited this camp. I\nremember it.\n\nShe squints at him, trying to place his face.\n\nHe brings out the POLAROID, shows it to her. She chuckles.\n\nSLONE (CONT'D)\nWas she here?\n\nINNKEEPER\nThey don’t got women in Keelut,\ngotta crawl all the way up here for\na piece?\n\nSlone just stares at her. As she applies some ChapStick,\nlooking him up and down...\n\nINNKEEPER (CONT'D)\n(almost to herself)\nYou are a handsome one, aren’t ya.\n\nSLONE\nCan you help me?\n\nINNKEEPER\nI don’t have any bread, gotta warn\nya, the plane hasn’t been back in\ntwo weeks. But I have a room to\nlet. I’d make sure it’s warm\nenough.\n\nShe lets that hang for a moment, grinning.",
  "57": "---END OF PREVIOUS SECTION---\nBut I have a room to\nlet. I’d make sure it’s warm\nenough. She lets that hang for a moment, grinning. \n---TARGET SECTION TO BE ANNOTATED---\nHe turns away, heads for the door, but as he pulls it open--\n\nHe stops.\n\nINNKEEPER (CONT'D)\nYeah, she was here.\n\nCloses the door. Turns.\n\nINNKEEPER (CONT'D)\nThat one in your picture there.\nThey don’t make that kind of film\nanymore.\n\f77.\n\nSLONE\nWhen?\n\nINNKEEPER\nTwo nights ago. Said she wanted to\nsee our Indian Hunter. He’s not\nreally Indian, though, he’s just\nJohn.\n\nSLONE\nWhy?\n\nINNKEEPER\nDidn’t share that and I didn’t ask.\nStruck me as damned skittish, you\nwant the truth.\n\nSlone absorbs this, and then...\n\nSLONE\nI want to stay in the room she\ntook.\n\nINNKEEPER\n\nOnly two rooms. Other one’s mine. I\nhadn’t actually changed the sheets\nyet, hope you don’t mind.\n\nAs she rummages around for the ROOM KEY...\nINNKEEPER (CONT'D)\nI don’t know about your vehicle's\nbattery but you might wanna get it\nin the shed before it drops\ntonight. Radio says it’s a storm.\n\nINT. ROOM - INN - NIGHT\n\nThe Innkeeper unlocks it, lets Slone enter. He stands there\nwith his DUFFEL BAG, looking at the dingy wood-slat room.\n\nHe sets his bag down (with an audible clink! of gunmetal\ninside) and slowly approaches the BED. She watches as...\n\nHe draws back the covers, bends low, and BREATHES in deeply\nthe scent of the sheets. After a beat...he turns back to her.\n\nSLONE\nThe Indian Hunter?\n\nSomething wild in his eyes makes her swallow.\n\f78.\n\nEXT. ABANDONED MINING CAMP —- NIGHT\n\nLOOKING UP the slope of the valley wall to a CAVE MOUTH:\nanimal-skin curtains and FIRELIGHT shimmering inside.\n\nTILT DOWN to find SLONE hiking steadily up towards it.\n\nINT. HUNTER JOHN’S CAVE - NIGHT\n\nHUNTER JOHN (60s) looks up from a steaming stew pot, grinning\nin welcome. Imp-eyed, skeletal and bald with a beard to his\nchest, dressed all in animal skins.",
  "58": "---END OF PREVIOUS SECTION---\nINT. HUNTER JOHN’S CAVE - NIGHT\n\nHUNTER JOHN (60s) looks up from a steaming stew pot, grinning\nin welcome. Imp-eyed, skeletal and bald with a beard to his\nchest, dressed all in animal skins. \n---TARGET SECTION TO BE ANNOTATED---\nSlone enters, stooping low and unzipping his coat in the\nclaustrophobic warmth of several smoking braziers. It’s\npacked with stuff: bear skins and hunting rifles, folk art\nand motor parts, old National Geographics and Playboys.\n\nAnd MASKS. Dozens, various crude ANIMAL FACES of wood and\ncloth and pelt, displayed on the wall. Slone sees them.\n\nHUNTER JOHN\nCome eat.\n\nHe ladles up a second bowl for Slone, offers a spot to sit.\nSlone takes a bite, watches Hunter John slurp the broth.\n\nEventually...\n\nHUNTER JOHN (CONT’D)\nShe knows you’re coming for her.\nShe told me what she did, too.\nThat’s why she came to me. For\ncounsel. She had one of my masks. I\ndon’t know how she got it. I share\nthem with travelers and they find\ntheir way to who needs them.\n\nSLONE\nYou let her go from here.\n\nHUNTER JOHN\nNot my business what she did.\nThere’s no decree in the country.\nIt don’t reach here. I help who\ncomes asking.\n\nHe peers across at Slone, a small knowing smile.\n\nHUNTER JOHN (CONT’D)\nI remember you, traveler. Just a\nlittle tyke last time you were\nhere. All that yellow hair?\n\f79.\n\nSLONE\nWhy did we come?\n\nHUNTER JOHN\nTo see me. Your father wanted\nwolf’s oil. It was for you. Did you\nknow that? He said you were\nunnatural. That was his word. An\nIndian witch from his village said\nwolf’s oil could cure you. Did it\nwork? I gave him the oil.\n\nSlone stares at him. He--what? For just an instant there it\nlooked as if he might shed tears. He clears his throat.\n\nSLONE\n(so soft)\nWhere did she go?\n\nHUNTER JOHN\nNot my business. I traded her my\ntruck and I’d say I got the better\ndeal. Fixed her up with some boots\nI'd made. She left her mask,\nthough.\n\nHunter John gestures vaguely with his spoon into a corner.\n\nHUNTER JOHN (CONT’D)\nYou're welcome to it, boy.",
  "59": "---END OF PREVIOUS SECTION---\nShe left her mask,\nthough. Hunter John gestures vaguely with his spoon into a corner. HUNTER JOHN (CONT’D)\nYou're welcome to it, boy. \n---TARGET SECTION TO BE ANNOTATED---\nAs Slone looks back and RISES OUT OF FRAME, Hunter John\nreturns his attention to his meal...\n\nHUNTER JOHN (CONT’D)\nWhen was the last time you wore a\nmask? I can see you need to let the\nwolf out a little. We all do, out\nhere. It’s truth.\n\nHunter John looks up to see Slone, hunched beneath the low\ncave roof with his back to him.\n\nBut turning slowly around now...with MEDORA’S WOLF MASK on\nhis face and the 9MM PISTOL in his hand.\n\nThey stare at each other in flickering firelight.\n\nEXT. ABANDONED MINING CAMP —- NIGHT\n\nLOOKING UP AT THE CAVE as--bang.bang.--GUNSHOTS ECHO from the\ndancing light within and wash down over the camp.\n\f80.\n\nINT. INN - NIGHT\n\nThe Innkeeper looks up from a magazine, hearing the shots.\n\nEXT. HUNTER JOHN’S CAVE - NIGHT\n\nSlone-as-Wolf emerges, his eyes black pits in the mask, an\nOUT OF CONTROL FIRE JUMPING TO LIFE IN THE CAVE BEHIND HIM.\nEXT. ROAD - ABANDONED MINING CAMP - NIGHT\n\nSlone-as-Wolf stalks towards the INN, the gun in his hand, a\nDISTANT FIRE blazing in the cliffside high above him.\n\nHe nears the INN, raising the GUN as he PASSES HIS 4x4 when--\nBAM. WINDOW GLASS EXPLODES AND SLONE BUCKLES: HE’S HIT.\n\nTHE INNKEEPER STEPS FROM BEHIND THE INN, AIMING A RIFLE ON\nHIM, HER EYES WILD WITH FEAR. BAM. BAM. BAM.\n\nSLONE WRIGGLES INTO THE TRUCK AS BULLETS PUNCH ITS DOORS AND\nGLASS SPRAYS HIS FACE. BAM. BAM. BAM.",
  "60": "---END OF PREVIOUS SECTION---\nBAM. BAM. BAM. \n---TARGET SECTION TO BE ANNOTATED---\nTHE INNKEEPER ADVANCES, FIRING ON THE 4X4 AS--\n\nINSIDE IT, Slone fumbles the keys into the ignition with\nBLOODY FINGERS and grinds the starter--KRRR!\n\nOUTSIDE, THE INNKEEPER STEPS INTO THE ROAD, FIRING ON THE 4x4\nAS IT FISHTAILS AWAY FROM HER IN GREAT TWIN-GEYSERS OF SNOW.\n\nBAM. BAM. BAM.\n\nCUT TO BLACK.\n\nINT. KITCHEN —- MARIUM HOME - NIGHT\n\nSusan prepares a plate at the stove: spaghetti and sauce and\nbread. She brings it over and sets it down for...\n\nMarium, waiting at the table with his hands steepled before\nhis face. Band-Aids on his face. Sunken. Haunted.\n\nShe joins him with her own plate, eyeing him, concerned but\nunderstanding. Oh, he notices his food there.\n\nMARIUM\n...thank you...\n\nShe touches his hand. He gives her a frail, phony smile.\n\f81.\n\nShe frowns at that, don’t, and he lets the smile go. Lets her\nsee the grief in his face. Holds her hand tightly.\n\nA moment like that and then they both look up to...\n\nCore, returning to his plate, carefully replacing his napkin\nin his lap. He looks a shell of himself, utterly depleted.\n\nSusan reaches for the bottle of wine, gestures to pour him\nsome. Core hesitates then slides his glass over with a nod.\n\nHe takes a sip, looks around at this modest, new-model house.\nCream-colored paint and particle-board cabinets.\n\nCORE\nYour home is lovely.\n\nSusan smiles but it doesn’t quite reach her eyes.\nThey eat. Utensils clink on plates.\n\nSUSAN\nDonald says you're a writer.\n\nCORE\nI write. Yes.\n\nSUSAN\nWhat kinds of stories?\n\nCORE\nI write about nature. I’m not sure\nif that’s a story.\n\nSUSAN\nIs it fulfilling?\n\nShe was maybe asking to be polite but Core stares intensely\ndown into his plate, like the truth might be hidden there.\n\nCORE\n\nYou do a thing and...at some point\nthat’s what you are. I don’t know\nif that’s the same. But I loved\nwolves very much.",
  "61": "---END OF PREVIOUS SECTION---\nCORE\n\nYou do a thing and...at some point\nthat’s what you are. I don’t know\nif that’s the same. But I loved\nwolves very much. \n---TARGET SECTION TO BE ANNOTATED---\n I used to study\nthem. Lived with them for a time.\nNear them, anyway.\n\n(he’s seeing them now)\nThey were very beautiful.\n\nMarium looks up from his food, glances at Susan: this naked\nemotion is awkward at the dinner table.\n\nCore realizes this, is embarrassed.\n\f82.\n\nCORE (CONT’D)\n(gesturing, your baby)\nUm. How much longer do you have?\nSusan can’t help but to smile, touching her big belly.\n\nSUSAN\nFebruary.\n\nCore smiles in a vague and longing kind of way.\nCORE\nAlmost here.\n(beat)\nDo you know what you’re having?\nShe shakes her head, adding...\n\nSUSAN\nHe wants a boy though.\n\nNow Marium can’t help but to smile.\nMARIUM\nNo, a girl is good, too. A fogey\nlike me having his first kid?\nAnything is fine.\n\nCORE\nWhat are you...forty?\n\nMARIUM\nForty three.\n\nCORE\n“Fogey.” Hah. I’1l trade with you.\n\nA beat, the two men regarding each other, Susan watching.\n\nMARIUM\nAre you a father?\n\nCore blinks. Swallows hard.\n\nCORE\nYes.\n\nSUSAN\nWhat’s his name? Her name?\n\nCore swallows. Just saying it breaks his heart...\n\f83.\n\nCORE\n(very quiet)\nAmy.\n\nMarium refills Core’s glass, then Susan’s, then his own.\n\nMARIUM\nWhat’s it like?\n\nHe considers his answer...\n\nHe shrugs,\n\nCORE\nAmazing. I wish I’d understood that\nbetter at the time. I think I\nthought she would love me by nature\nof that fact that I existed. That\nthat would be enough, without being\n\nthere.\nSUSAN\nYou traveled for your work.\nCORE\nWhen I was younger, yes.\nSUSAN\nThat was for her. To make money for\nher.\nCORE\n\nThere are ways to make money that\ndon’t involve being apart from your\nfamily. But even later, when I was\nat home...I still wasn’t there. In\nmy little room across the hall, you\nknow? Doing my work.\n\nhis eyes shining.\n\nCORE (CONT’D)\n\nAnd when she had troubles, y’know,\nlike young people do, I uh...I\nguess I wasn’t much help.",
  "62": "---END OF PREVIOUS SECTION---\nhis eyes shining. CORE (CONT’D)\n\nAnd when she had troubles, y’know,\nlike young people do, I uh... I\nguess I wasn’t much help. \n---TARGET SECTION TO BE ANNOTATED---\nHe has a sip of wine. Lets it settle.\n\nCORE (CONT'D)\n\nYou like to think you're devoted to\nyour child. You say this to people.\n‘I would do anything for her.\nAnything.’ And it feels correct in\nyour mouth when you say it. But\nthen...you go ahead with your life.\n\f84.\n\nSusan doesn’t know what to say. The phone RINGS, once, twice,\nand on three Marium finally gets up to answer in the kitchen.\n\nWe can hear him MURMURING in there. Core and Susan sit in\nsilence. Her fork clinks on her plate.\n\nINT. KITCHEN - MARIUM HOME - SAME\n\nMarium nods into the phone, leaning one-handed against the\nwall like some great weight is pulling him down by the neck.\n\nMARIUM\nRight. Okay. Yeah.\n\nHe hangs up, grips his forehead, exhales.\n\nWhen he opens his eyes, Core is standing in the doorway with\nthe empty wine bottle, waiting for the news.\n\nMarium gestures at the phone, troubled...\n\nMARIUM (CONT'D)\nCounty a few hours east of here.\nA man in a mining camp was killed\ntonight. Some recluse, sounds like.\nWitness spoke to the killer and\ndescribed Vernon Slone perfectly.\nShe uh...she said he wore a wolf\nmask.\n\nCore sets the empty bottle on the counter. Chnk.\n\nCORE\nNow what?\n\nMARIUM\nFirst light they’1l turn that whole\nvalley upside down.\nHe lifts his eyes to Core’s...\nMARIUM (CONT'D)\n\nBut if we can’t get ahead of him,\nmore people are gonna die.\n\nINT. MAIN ROOM - SHAD’S HOUSE - NIGHT\nA PERCOCET PILL is crushed beneath a dollar with a lighter.\nSHAN MARTIN (35) chops it, snorts it. He’s doughy, dull-eyed,\n\nsmeared with bad tattoos. His house is filthy: you can smell\nthe bong water and cat piss. Abrasive METAL on the CD player.\n\f85.\nON THE MUTED TV: a solemn REPORTER outside of Cheeon’s house,\nCOPS and AMBULANCES all over. Chyron: Massacre In Keelut.\nShan watches in stoned disbelief.",
  "63": "---END OF PREVIOUS SECTION---\nON THE MUTED TV: a solemn REPORTER outside of Cheeon’s house,\nCOPS and AMBULANCES all over. Chyron: Massacre In Keelut. Shan watches in stoned disbelief. \n---TARGET SECTION TO BE ANNOTATED---\nON THE TV: a MUG SHOT OF CHEEON (several years old) becomes\nSLONE’S SERVICE PHOTO with a POLICE HOTLINE NUMBER below it.\n\nShan lights a cigarette, astonished.\nTkk. A noise from somewhere else. He looks. TKK.\n\nHe gets up, cuts the music off (the BUZZ of the space heater\nnow the only sound in here) and listens. Freaked out.\n\nHe stubs out his smoke.\n\nINT. UTILITY ROOM - SAME\n\nThe overhead bulb clicks on and Shan creeps through this\nchilly room (his breath already fogging) for wash sinks and\nmop buckets. He’s got a BASEBALL BAT cocked back.\n\nHe unlocks the DOUBLE DEADBOLT on the door there and STEPS\nINTO TOTAL DARKNESS...\n\nINT. GARAGE - CONTINUOUS\n\n.--which, click!, suddenly reveals itself to be a TWIN BAY\nAUTO GARAGE as he hits the lights. The wind outside WHISTLES.\n\nHe edges anxiously past shelves of tools and spray cans and\njunk parts, a half-tarped SNOWMOBILE and a TRUCK covered in\nrock n’ roll stickers, until--\n\nHe nears something, his face bunching in confusion.\n\nTHE DOOR is opened just half an inch, bumping with the wind\noutside. The LATCH HOUSING is broken, forced apart.\n\nON SHAN, gaping at it as we realize SOMEONE ELSE IS HERE.\nHe whirls, gasping, almost dropping the bat because--\n\nSHAN\nJeezchrist!\n\nSlone is slouched in the corner, barely conscious, one BLOODY\nHAND clutching his BLOOD-SOAKED SHOULDER.\n\f86.\n\nSHAN (CONT’D)\nGoddamn, Vern. Been a while.\n\n(glancing to the door)\nBroke my door, huh?\n\nSLONE\nYou alone here?\n\nSHAN\nWhat? Yeah. Shelly moved out a\nwhile back. It’s just us.\n\nSlone nods, almost dozes but struggles back into focus--\n\nSLONE\nI need your help.\n\nSHAN\nY-yeah. Sure thing.\n\nSLONE\nGet Cheeon for me.\n\nSHAN\nCheeon? The fuck you been, man?\n\nSlone reads the grim meaning in that.\n\nINT.",
  "64": "---END OF PREVIOUS SECTION---\nThe fuck you been, man? Slone reads the grim meaning in that. INT. \n---TARGET SECTION TO BE ANNOTATED---\n BEDROOM - SHAN’S HOUSE - NIGHT\n\nSLONE, shirtless on the bed, on his stomach, facing clammily\ninto camera while...\n\nIN THE BACKGROUND, Shan busies back and forth.\n\nSHAN\nI’m sorry, man. I know you boys\nwere tight. Cheeon never did like\ncops, did he? Made himself a real\nbloodbath up there. Goddamn.\n\nShan crosses, collecting things. Drawers and cabinets slam.\n\nSHAN (CONT’D)\nAnd the other thing...uh. They said\nit on the news. Bailey. Just a\nfucking nightmare, man. Just\nsenseless. Medora. Fuck.\n\nSlone blinks, lizard-like.\n\nAT THE BATHROOM SINK, Shan scrubs a pair of NEEDLE-NOSE\nPLIERS with a wire brush and greasecutter.\n\f87.\n\nSHAN (CONT’D)\nSo who shot you?\n\nSLONE\nA woman.\n\nSHAN\nShit...who ain’t been shot by a\nwoman?\n\nA BOTTLE OF VODKA is set on the bedside table. And two\nPERCOCETS. Some WASHCLOTHS, an X-ACTO BLADE, a soup pan of\nHOT WATER.\n\nSlone winces as Shan kneels beside him, inspecting--\n\nTHE BULLET HOLE IN SLONE’S SHOULDER. The bleeding has slowed,\nmore of a sluggish ooze now, but it’s deep and chewed open.\n\nSHAN (CONT’D)\nJesus, this go through something\nfirst?\n\nSLONE\nA truck.\n\nSHAN\nYeah. Looks like it came apart,\nalright. Probably why you're still\nbreathing.\n\nShan swigs the vodka, then holds it near Slone’s hand...\n\nSHAN (CONT’D)\nPull on this. And take those. It’s\ngonna hurt like a motherfucker.\n\nEdging painfully up onto his elbow, Slone palms the pills\ninto his mouth and glugs the bottle. As he eases back down...\n\nSHAN (CONT’D)\nDon’t worry, Vern. I done this a\nmillion times. Get you cleaned up,\nget some hot soup in you and--\n\nSLONE\nWhat kind?\n\nSHAN\nHuh?\n\nSLONE\n\nWhat kind of soup?\n\f88.\n\nSHAN\nCampbell’s chicken.",
  "65": "---END OF PREVIOUS SECTION---\nSLONE\n\nWhat kind of soup? 88. SHAN\nCampbell’s chicken. \n---TARGET SECTION TO BE ANNOTATED---\nSLONE\nI like tomato.\n\nSHAN\nYou been fucking shot, man. ‘I like\ntomato.’ Jesus Christ.\n\nShaking his head at that, Shan bends in with the X-ACTO BLADE\nto start his work and SLONE BUCKLES IN WHITE-HOT AGONY.\n\nCUT TO BLACK.\n\nINT. BEDROOM - MARIUM HOME - NIGHT\n\nSusan lays curled on her side as Marium draws her covers up.\nBends low to kiss her on the cheek, gently strokes her hair.\n\nShe looks at him with a serious kind of adoration.\nShe whispers something to him that we cannot hear.\n\nHe smiles and whispers something back.\n\nINT. HALLWAY - MARIUM HOME - NIGHT\n\nAs Marium backs out of the bedroom, quietly closing the door\non the darkened room, he pauses, hearing...\n\nA faint CLINKING of dishes from elsewhere in the house.\n\nINT. KITCHEN - SAME\nMarium appears in the doorway, seeing that--\nCore is washing the dishes. Trying to be quiet about it.\n\nMarium joins him, pours TWO GLASSES of whiskey, hands one to\nCore. They clink glasses, not merrily, and drink.\n\nAnd then Marium starts to dry the dishes, put them away as\nCore rinses them. As they work...\n\nCORE\nHave you ever seen anything like\nthat today?\n\f89.\n\nMARIUM\n\nI kicked in a meth lab, few years\nago. Guy took a coupla pops at me\nwith a .22, a purse gun. Sounded\nlike bubble wrap. He was as close\nto me as you are and missed every\nshot. Scariest moment of my entire\nlife.\n\n(beat)\nNo. I have never seen anything like\nthat today.\n\nCORE\nYou handled yourself.\n\nMARIUM\n(bitterly)\nI gave him what he wanted.\n\nThe dishes are done. They lean there and drink, exhausted.\n\nMARIUM (CONT'D)\nWhy did you stop? With the wolves,\nI mean.\n\nCORE\nOh. There were...people...\n\n(He practically spits that word out.)\n\nCORE (CONT’D)\nThey came onto the reservation. To\ncamp. They brought their infant\nwith them. Ten months old. They\ndrank champagne and fell asleep.\nThere was a wolf, she was starving,\nand she came into the tent.",
  "66": "---END OF PREVIOUS SECTION---\nTen months old. They\ndrank champagne and fell asleep. There was a wolf, she was starving,\nand she came into the tent. \n---TARGET SECTION TO BE ANNOTATED---\nMarium listens in stillness. Core’s eyes are elsewhere.\n\nCORE (CONT'D)\nThe authorities, they...well. I was\nhired to do it and I did it. I\nthink I felt like, better it was me\nthan some policeman in a\nhelicopter.\n\nTheir eyes meet and hold.\n\nCORE (CONT’D)\nSlone killed the old woman.\n\nMarium nods.\n\f90.\n\nMARIUM\nKnives aren’t Cheeon’s style. It\nwas Slone.\n\nCORE\nAnd the coroner? Those policemen?\nNow this hermit tonight?\n\nHe nods again.\n\nMARIUM\nDepending how this all shakes out\nwe might never know for sure but,\nyes, I believe so.\n\nCORE\nWhy?\n\nMarium moves his hand, a mystified gesture.\n\nMARIUM\nStop us from getting to Medora\nfirst. Or to get at the boy’s body.\nOr maybe he’s just evil. I can’t\npresume to know what’s in Vernon\nSlone’s head. Why any of it?\nWhy'd Medora do what she did? I’m\nnot convinced the answers exist.\n\nCORE\nThey do. Whether or not they can\nfit with our experience is\nsomething else.\n\nMARIUM\nWhat do you think?\n\nCORE\nI’m not a cop.\n\nMARIUM\nYou deal in behavior. Only\ndifference is the piece of tin.\n\nCore snorts, shakes his head. But then grows serious,\nthoughtful...\n\nCORE\nShe said things to me. She’d been\nleft alone with him. He was wrong,\nshe said. It was like she wanted to\nfix him. Save him. I don’t know.\n\fgl.\n\nMARIUM\nSave him by destroying him?\n\nCORE\nIt happens in medicine.\nChemotherapy.\n\nMARIUM\nThis isn’t chemotherapy. This is a\nlittle boy. Save him from what?\n\nCORE\nThe dark.\n\nMarium frowns. Waits for more.\n\nCORE (CONT'D)\n\nIn her. In him. Outside her window.\nShe told me about it but I uh...I\nwasn’t listening.\n\nCore kills his drink, stares into the empty glass...\n\nCORE (CONT’D)\n\nI think that’s why she wrote me. It\nwas already done by then but I\nthink she wanted a witness to her\nlife. To tell her story. And I\nthink she wanted to be punished.",
  "67": "---END OF PREVIOUS SECTION---\nIt\nwas already done by then but I\nthink she wanted a witness to her\nlife. To tell her story. And I\nthink she wanted to be punished. \n---TARGET SECTION TO BE ANNOTATED---\nMarium considers this, tops off his glass, and as he tops off\nCore’s...\n\nMARIUM\nWell, you’re the story guy. But for\nthe other part all she needed was\nto wait for Vern. And if he finds\nher before we do, she’1ll damn sure\nget her wish.\n\nCORE\nI want to go home, Detective\nMarium.\n\nMARIUM\nDonald. And you’re free to leave\nanytime.\n\nMarium stares out the dark window, mystified.\n\f92.\n\nMARIUM (CONT'D)\nI swear to God...soon as this is\nover I’m taking Susan on a beach\nvacation. Caribbean, someplace, hot\nsand and green water.\n\nHe takes a slow sip, turns back, and sees that...\n\nCore is looking at him with an expression of lightning\nrealization: oh my God.\n\nMARIUM (CONT'D)\nWhat?\n\nCORE\n“Good place to get clean.”\nINT. DEN - MARIUM HOME - NIGHT\n\nMOVING OVER A TOPO MAP, elevation marks, dark smudges of\nforest, dots with names. There’s Keelut.\n\nCore frowns at the map on the table, wracking his brain.\nMarium watches, waiting, desperately hopeful. But finally...\nCORE\nI don’t know, I can’t tell from\nthis. It was north of Keelut but...\nI’m not sure how long I’d been\nwalking. Time was strange.\nMarium deflates, his hopes dashed...but he presses it--\nMARIUM\nLook, if there’s even a chance...if\nwe can find her, it might be as\ngood as finding him.\n\nSomething flickers across Core’s face, some kind of decision,\nand he looks at Marium with a new, anxious kind of resolve...\n\nCORE\nI'd know it if I saw it again.\n\nHearing that, Marium’s fire starts to return.\n\nEXT. THE HOT SPRING - DAY\n\nSLOWLY PUSHING IN ON THE STEAMING CAVE MOUTH, with that\nCIRCLE OF DARK SNOWLESS GROUND spreading before it.\n\f93.\nTWO PEOPLE enter frame, seen from behind, hiking towards the\ncave with BACKPACKS and COLD WEATHER GEAR.\nThey pause, regarding this odd sight on a bright sunny day.\n\nIt’s Slone and Medora.",
  "68": "---END OF PREVIOUS SECTION---\nTWO PEOPLE enter frame, seen from behind, hiking towards the\ncave with BACKPACKS and COLD WEATHER GEAR. They pause, regarding this odd sight on a bright sunny day. It’s Slone and Medora. \n---TARGET SECTION TO BE ANNOTATED---\n They look so much younger, out of\nbreath but energized. They look happy. It’s some other time.\n\nSLONE\nIs that it?\n\nMEDORA\nHurry.\n\nThey continue up towards the cave.\n\nINT. THE HOT SPRING - DAY\nSteamy air and slick, craggy rock. Echoing FOOTSTEPS as...\n\nMedora leads Slone by the hand, out of the sunlight behind\nthem, into this warm dimness.\n\nThey drop their packs, unzip their heavy coats, remove their\nfur-lined hats.\n\nCANDLES are brought from a pack, arranged and lit.\n\nIn the soft dancing light, Medora peels out of her clothes,\nwatching as...\n\nSlone peels out of his clothes and comes towards her,\nsmiling. As gentle as we’ve ever seen this man, like another\nperson entirely.\n\nThey embrace at the edge of a STEAMING HOT SPRING, a deep\npool of calm black water, rippling with candlelight.\n\nThey kiss, hungrily, their reflections upside-down and\nshattering endlessly on the water’s surface.\n\nMedora reaches down between his legs, he reaches down between\nhers. They claw at each other, panting and pressing.\n\nEntwined, they descend into the water.\n\nMEDORA\n(whisper)\nWe'll stay here forever. In this\nplace.\n\f94.\n\nSLONE\n(whisper)\nI’ll never leave you.\n\nSLOWLY PULLING AWAY from their coupling as the steam catches\ncandlelight in eerie ways, softly splashing water and throat\nsounds echoing together as--\n\nINT. BEDROOM - SHAN’S HOUSE - NIGHT\n\nSLONE’S EYES SNAP AWAKE. The lights are off but we can see\nthe fresh wad of BANDAGE on his shoulder as he sits up.\n\nEven in darkness we see it on his face: I know where she is.\n\nINT. MAIN ROOM - SHAN’S HOUSE - NIGHT\n\nCLOSE ON SHAN, anxiously dragging on a smoke as he whispers\ninto the phone--\n\nSHAN\nI’m saying he’s right here, right\nnow, in my house.",
  "69": "---END OF PREVIOUS SECTION---\nEven in darkness we see it on his face: I know where she is. INT. MAIN ROOM - SHAN’S HOUSE - NIGHT\n\nCLOSE ON SHAN, anxiously dragging on a smoke as he whispers\ninto the phone--\n\nSHAN\nI’m saying he’s right here, right\nnow, in my house. \n---TARGET SECTION TO BE ANNOTATED---\n What? No, he’s\npassed out but I don’t know for how\nmuch longer so get your people out\nhere pronto and I want that special\nconsideration--huh? What do you\nmean, weapons? No, there’s no guns\nbut he’s carrying one big ass\nknife...\n\nTHE PHONE CORD is plucked from its wall socket.\nMid-sentence, Shan hears the line go dead and turns to see--\n\nSLONE-AS-WOLF in the doorway, shirtless, mask-faced, dropping\nthe phone cord, the BOWIE KNIFE clutched in his fist.\n\nAt first, Shan tries to play it off...\nSHAN (CONT’D)\nHell’d you get that thing? Go lay\ndown, you'll start bleeding again.\nSlone-As-Wolf steps in, black eye sockets locked on Shan.\nShan’s mouth hangs open, lowering the phone.\nSHAN (CONT’D)\nI’m in trouble, man. It’s those\n\npills, I’m fucked up. They got me,\nI'm looking at real time.\n\f95.\n\nSlone-As-Wolf moves closer. Shan pleads with his hands--\n\nSHAN (CONT’D)\nBut I was gonna wake you up, get\nyou outta here before they showed\nup! I swear. I’d get my good\ncitizen points, you’d be gone, no\nharm done!\n\nShan backs and slides. Slone-As-Wolf moves closer.\n\nSHAN (CONT’D)\nC’mon, motherfucker, I just saved\nyour life! You show up here like\n\nthis? After what you done? Asked\n\nfor help and I helped you!\n\nShan’s against the wall and prays his hands together.\nSHAN (CONT’D)\nPlease, Vern. Please. We been\nknowin’ each other since we were\nkids.\nBut Slone-As-Wolf says nothing, almost in arm’s reach now.\n\nSHAN (CONT'D)\nFUCK YOU, THEN! FUCK YOU!\n\nSHAN GRABS AN ASHTRAY, HURLS IT BUT--—\n\nSLONE-AS-WOLF SLAPS IT ASIDE, SWINGS THE BOWIE KNIFE IN A\nHAYMAKER DIRECTLY INTO SHAN’S TEMPLE--POK.--UP TO THE HILT.\n\nSHAN (CONT'D)\n«..Vern...",
  "70": "---END OF PREVIOUS SECTION---\nSHAN GRABS AN ASHTRAY, HURLS IT BUT--—\n\nSLONE-AS-WOLF SLAPS IT ASIDE, SWINGS THE BOWIE KNIFE IN A\nHAYMAKER DIRECTLY INTO SHAN’S TEMPLE--POK.--UP TO THE HILT. SHAN (CONT'D)\n«.. Vern... \n---TARGET SECTION TO BE ANNOTATED---\nShan goes limp as a dishrag but SLONE-AS-WOLF KEEPS HIM\nUPRIGHT BY THE KNIFE IN HIS SKULL, powering him across the\nroom like a busted marionette.\n\nCUT TO BLACK.\nIN BLACKNESS, the THRUM of immense atmospheric chaos mixes\nwith URGENT, BOTTOM-REGISTER MUSIC that carries over...\nEXT. DENALI - PRE-DAWN\nA STORM GATHERS OVER THE MOUNTAIN, a roiling steel-colored\n\nhalo forming around the highest summit in North America.\nUnreal in its hugeness. The sky crackles with dark energy.\n\f96.\n\nEXT. AIR STRIP - DAWN\nSLONE’S BOOTS stride mechanically forward.\n\nBut of course it’s Core wearing them. He and Marium, side by\nside in heavy outdoor gear, come briskly down the TARMAC.\nThey see:\n\nA SMALL PLANE taking off, ANOTHER ONE already taxiing into\nposition. Tense COPS visible in the windows. COPS in weather\ngear jogging by in the background. Full deployment.\n\nUp ahead, there’s a cluster of STATE POLICE CARS, where some\nolder RANKING OFFICERS are waving Marium over.\n\nAs Marium jogs ahead to confer with those men--\nA STIFF WIND BLOWS, Core turns into it and blinks in awe at--\n\nDENALI, a black mass at once distant and enormous, swelling\nout of the horizon line, conjuring a STORM to its peak.\n\nHe is hypnotized, swaying.\nMarium comes jogging back, pointing Core off towards a--\n\nTWO-SEATER CESSNA PROP PLANE, waiting nearby, with just a few\nAIRPORT WORKERS buzzing about it but no police.\n\nCore joins him, glancing around, realizing...\n\nCORE\nJust us?\n\nAs Marium loads his gear, moving urgently--\n\nMARIUM\n\nAn old KA of Slone’s was found this\nmorning with a mail slot through\nhis skull. Half the men are working\nthat, the rest are assisting the\ncamp search so I’m afraid, yeah,\nit’s just us. You eyeball it, I’'11\ncall it in.\n\nMarium climbs into the plane, checking controls and slipping\non the headset with practiced familiarity.",
  "71": "---END OF PREVIOUS SECTION---\nHalf the men are working\nthat, the rest are assisting the\ncamp search so I’m afraid, yeah,\nit’s just us. You eyeball it, I’'11\ncall it in. Marium climbs into the plane, checking controls and slipping\non the headset with practiced familiarity. \n---TARGET SECTION TO BE ANNOTATED---\nHe looks out to Core as he starts the engine, VRR-RRR-RRMM!\n\nMARIUM (CONT'D)\n(shouting over the noise)\nBesides...only two seats in this\nsucker!\n\f97.\nSuddenly dizzy, Core stares at the mountain, gulping deep\nbreaths.\n\nWith the deafening ENGINE NOISE between them, Marium gives\nhim a questioning look. You ready?\n\nCore nods, Yes. It’s a lie. He climbs into the plane anyway.\n\nThe MUSIC is a dread-fueled, ramming-speed wall of sound.\n\nEXT. TARMAC - DAY\nTRACKING THE CESSNA as it speeds down the runway and, as if\nplucked up by some invisible giant, gently leaves the ground.\nEXT. AERIAL - DAY\nThe MUSIC crescendos into a teeth-rattling doooooom as...\nTHE CESSNA FLIES TOWARDS DENALI. Though it’s maybe fifty\nmiles away, the plane looks like an insect before a great\ndark ziggurat. The sky all around is swollen and evil.\nINT. CESSNA (FLYING) - SAME\nCore gapes at the storm gathering off the mountain...\nMARIUM\n(headset filtered)\nLocals call it Weathermaker.\nCORE\n(also)\n\nMcKinley?\n\nMARIUM\nDenali. Please. You Lower 48ers...\n\nCORE\nCan we beat that storm?\n\nMARIUM\nWe'll get out of its way.\n\nBut Marium glances out the window and maybe isn’t all that\nconfident. He urges the throttle up and--\n\f98.\n\nEXT. AERIAL —- SAME\n\nBIRD'S EYE VIEW OF THE CESSNA AT 500 FEET, moving parallel to\na thin stripe of ROAD cutting through the WHITENESS BELOW--\n\n--but now VEERING OFF TO THE RIGHT, the road disappearing\nbeneath them, no more man-made landmarks of any kind.\nINT. KEELUT - DAY\n\nTHE WHITE HAIRED YUP’IK MAN (we saw him earlier, with his\nboy, returning from a hunt) is readying his SNOWMOBILE when--\n\nVRRRRRM. He looks up to see the CESSNA pass over him at low\naltitude, vanishing as quickly as it appeared.\nINT.",
  "72": "---END OF PREVIOUS SECTION---\nKEELUT - DAY\n\nTHE WHITE HAIRED YUP’IK MAN (we saw him earlier, with his\nboy, returning from a hunt) is readying his SNOWMOBILE when--\n\nVRRRRRM. He looks up to see the CESSNA pass over him at low\naltitude, vanishing as quickly as it appeared. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CESSNA (FLYING) - SAME\n\nMarium flies in the weird half-light, the increasing cloud\ncover making for a kind of morning dusk.\n\nCore peers out the window through binoculars, scanning the\nground. He gestures to Marium, That way.\n\nMarium banks the aircraft.\n\nEXT. AERIAL - SAME\n\nTHE CESSNA FLIES LOW OVER WILDERNESS, a windy stretch we\nmight recognize from Core’s trek earlier.\n\nINT. CESSNA (FLYING) - SAME\n\nLooking through the binoculars, Core suddenly straightens--\n\nCORE’S POV passes over an incongruous BLACK RECTANGLE with\nman-made angles, down there in the whiteness.\n\nCORE\nI think that was a snow machine.\nMARIUM\nMoving?\nCORE\nNo.\nMARIUM\n\nSee anyone?\n\f99.\nCORE\nNo.\n\nMARIUM\nI’m gonna loop back--\n\nCORE\nWait--\n\nCore lowers the binoculars, eyes fixed on a near point\noutside the window. He taps the glass--\n\nCORE (CONT'D)\nThere. Beyond that ridge.\n\nOUT THE RIGHT WINDOW, distant but plainly visible within a\nLOW FLATNESS surrounded by WOODED RIDGES and CRAGGY CLIFFS...\n\n...there is an almost perfect CIRCLE OF DARK SNOWLESS GROUND\nwith a thread of STEAM bending upwards from its center.\n\nCORE (CONT'D)\nThat’s it.\n\nMarium looks, sees it, gauges the terrain...\n\nMARIUM\nI can set us down over there.\n\nHe said it like an offer, a possibility. He looks to Core...\nWho is terrified. But he nods. Do it.\n\nMARIUM (CONT'D)\nI’ll be gentle.\n\nCORE\nFuck.\n\nMarium banks it hard.\n\nEXT. AERIAL —- SAME\n\nTHE CESSNA CURVES AROUND, ANGLES DOWN TOWARDS THE FLATNESS.\n\nINT. CESSNA (FLYING) - SAME\n\nCore grips his straps two-handed, wincing away from the\ninevitable crash as Marium guides them in--\n\f100.\n\nEXT. FLATNESS - SAME\n\nTHE CESSNA GLIDES GRACEFULLY DOWN TO THE GROUND UNTIL--KAM!--\nTHE BRUTAL LANDING CONTACT VIOLENTLY JERKS THE WINGSPAN.\n\nINT.",
  "73": "---END OF PREVIOUS SECTION---\nEXT. FLATNESS - SAME\n\nTHE CESSNA GLIDES GRACEFULLY DOWN TO THE GROUND UNTIL--KAM!--\nTHE BRUTAL LANDING CONTACT VIOLENTLY JERKS THE WINGSPAN. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CESSNA (MOVING) - SAME\n\nWAM! Core is SLAMMED into the window as Marium PULLS BACK--\n\nEXT. FLATNESS - SAME\n\nTHE CESSNA BRODIES, SHEARS UP A MASSIVE WAVE OF SNOW, SLIDES\nTO A LONG GROANING HALT.\n\nAnd the PROPELLER winds down, wak-wak-wak-wak-wak-wak...\n\nEXT. FLATNESS - DAY\n\nMarium cinches the strap of his SCOPED WEATHERBY RIFLE over\nhis thick ORANGE COAT, brings up his BINOCULARS, scans the\nlandscape.\n\nMARIUM’S POV, the icy FLATNESS extending to craggy RIDGES and\nCLIFFS in the distance, the telltale STEAM rising beyond.\n\nHe looks over to...\nCore, climbing out of the Cessna and tromping this way.\n\nMarium digs into his pocket, hands something to him as he\narrives...\n\nIt’s a pair of CHARCOAL POCKET WARMERS. Core nods in thanks,\nsnaps them and slips them inside his gloves.\n\nWIDE on the TWO MEN hiking away from the Cessna, across the\nplain of pure white as the sky turns to slate above them.\n\nFar away, THUNDER rumbles.\n\nEXT. RAVINE - DAY\n\nRock walls tower over us, left and right, as Marium and Core\nappear at the far end and come this way.\n\nICE SHEETS cascade down either side, glittering in some\nplaces, opaque in others, like waterfalls stopped in time.\n\nCore marvels up at them, towering over their heads, a stripe\nof sky visible up there.\n\f101.\n\nEXT. BELOW A RIDGE - DAY\n\nThey emerge from the ravine, a ROCKY RIDGE rising to one\nside, DENSE WOODS spreading to the other. Suddenly...\n\nCore stops, bends to looking down at something.\nMarium senses it, looks back to see the--\nWOLF TRACKS, several sets of them spotting the snow.\n\nMARIUM\nHow fresh are they?\n\nCORE\nAn hour or two, I'd say. Four of\nthem, adults. A hundred pounds\napiece, give or take.\n\nMARIUM\n\nFour. Where’s the rest of the pack?\nCORE\n\nNot far, I’d guess.",
  "74": "---END OF PREVIOUS SECTION---\nMARIUM\n\nFour. Where’s the rest of the pack? CORE\n\nNot far, I’d guess. \n---TARGET SECTION TO BE ANNOTATED---\n Their den must\n\nbe nearby.\nThey glance about uneasily, ahead of and behind them.\n\nMARIUM\nLittle bit further?\n\nCore’s eyes are ringed with fear but...\n\nCORE\nYeah.\n\nMARIUM\nWe see anything...we’1ll turn back,\ncall it in.\n\nCORE\nRight.\n\nThey crunch onwards towards the woods.\nA gust of SNOWY WIND stirs a sparkling whiteness around them.\n\nCore glances over his shoulder, the RAVINE receding behind\nthem like a sideways mouth.\n\nHe looks upwards, the crooked edge of the RIDGE above them...\n\nSomething moves up there. A dark wisp, a split-second blur.\n\f102.\nCore stops, staring up, his breath fogging slowly. He brings\nout his own BINOCULARS, squints through them...\nMarium stops, looks back.\n\nMARIUM\nWhat?\n\nCORE\nI saw something move.\n\nMarium looks up in the same direction.\n\nA long beat, the two of them side by side, looking up at the\nridge. The WIND makes its faint flute-noise.\n\nCORE’S BINOCULAR POV, panning along the ridge, pausing at\nvarious places, seeing nothing...and nothing...and nothing...\n\nAnd then seeing Slone-As-Wolf, standing on the ridge, looking\ndown at them with his bowstring already drawn back.\n\nHe lets the bowstring go and in CORE’S BINOCULAR POV it’s\nperfectly silent, just the slightest twitch of movement.\n\nCORE (CONT'D)\nHe's--\n\nThere is a sound like HANDCLAP and when Core looks over--\n\nMarium is taking a single shocked step backwards with AN\nARROW STICKING THROUGH HIS THROAT.\n\nCore gapes in horror as--\n\nMarium flutters his hands around the shaft of the arrow, like\nswatting at flies, BLOOD GURGLING OUT OF HIS MOUTH.\n\nCore pulls him down to some kind of safety behind some ROCKS,\nthrowing his own body of Marium’s, trying to press his gloves\nover the wound...\n\nCORE (CONT’D)\nDonald.\n\nBut Marium’s already dead, his eyes fixed and startled.\nPanting in terror, Core peeks over the rocks but--\n\nUP ON THE RIDGE, there is no sight of Slone or anything else.\nCore wrestles the RIFLE from Marium’s shoulder and...",
  "75": "---END OF PREVIOUS SECTION---\nBut Marium’s already dead, his eyes fixed and startled. Panting in terror, Core peeks over the rocks but--\n\nUP ON THE RIDGE, there is no sight of Slone or anything else. Core wrestles the RIFLE from Marium’s shoulder and... \n---TARGET SECTION TO BE ANNOTATED---\nHE RUNS, awkwardly, bounding over snowy ground towards--\n\f103.\n\nTHE RAVINE, yawning ahead of him.\n\nEXT. RAVINE - SAME\n\nCore hurtles through the passage, caroming off the icy walls,\nhis RASPY BREATHING making surreal echoes in here.\n\nEXT. FLATNESS - SAME\n\nWIDE, the small shape of Core dashes back towards the plane.\n\nAT THE CESSNA, Core arrives gasping, a MOAN of despair\nleaking out of him as he sees...\n\nTHE ENGINE HOUSING has been opened, the cables and plugs\ninside torn loose.\n\nHe peers inside the opened door to see...\n\nTHE CONTROL PANEL has been hacked apart, INSTRUMENTS\nsmashed...and the RADIO WIRES have been cut.\n\nHe SCREAMS, an explosion of fury and frustration and despair.\nHe sags against the ruined plane a moment, then notices--\n\nMARIUM’S DUFFEL, tucked under the pilot’s seat. He yanks it\nout, paws it open, pitifully hopeful but...\n\nIt’s just some SOCKS. And a pint of WHISKEY. And a dog-eared\nBOOK. Core turns it over...\n\n‘Preparing For Fatherhood.’ Core lets it drop back into the\nbag and instead grabs the booze, swallows several gulps.\n\nHe looks to the far side of the flatness, where they flew in,\nthe STORM filling the sky there, threateningly close.\n\nAnd he looks back the other way, towards the ravine, where he\njust came from.\n\nCore stares off, his eyes gone totally empty, off in some\nbleak daydream. And then...\n\nHe has a final pull of whiskey. He checks the bolt of the\nrifle, ch-chk!\n\nAnd he starts back towards the ravine.\n\f104.\n\nEXT. RAVINE - DAY\n\nCore comes towards us, the rifle to his shoulder, aimed\nforward. Terrified but moving at a steady, determined pace.\nEXT. BELOW THE RIDGE - DAY\n\nMARIUM’S BODY lays ahead, already frosting over. The pool of\nblood under his neck is red ice.\n\nAs Core passes by, there is a HOWLING nearby, several wolf\nvoices joining with the shrill wind.\n\nHe glances up but...\nUP ON THE RIDGE, there is no movement, no sign of anyone.\n\nHe continues.\n\nEXT.",
  "76": "---END OF PREVIOUS SECTION---\nUP ON THE RIDGE, there is no movement, no sign of anyone. He continues. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n THE HOT SPRING - DAY\nTHE STEAMING CAVE MOUTH looms ahead as...\n\nCore enters the clearing, scanning left and right with the\nrifle, approaching that strange dark spot in the Earth.\n\nMore HOWLING, closer now.\n\nINT. THE HOT SPRING - SAME\n\nCore’s silhouette appears in the cave opening, bending to\ncome inside.\n\nHe blinks rapidly, edging forward, trying to adjust his eyes.\n\nThere’s that WAXY SUBSTANCE in the cracks of the floor. His\neyes track it back, deeper into the cave until he sees...\n\nSOME LIT CANDLES. Flickering in the cold breeze.\n\nAnd A FIRE CIRCLE, just ashes now, with the toothpick bones\nof a HARE scattered beside it.\n\nHe sees CANNED FOOD stacked to one side, a dirty SLEEPING\nROLL, a small .22 RIFLE. It was Bailey’s once, wasn’t it?\n\nHe sees a PAIR OF PELT BOOTS standing next to the HOT\nPOOL...and then realizes that they’re connected to legs.\n\nShe's barely visible in the dimness. Just a shape there, but\nhe can hear her BREATHING.\n\f105.\nCORE\nMedora Slone.\nShe doesn’t answer.\n\nCORE (CONT'D)\n\nAre you injured?\nShe takes a step forward, closer to the light. Now he can see\nher: dressed in animal skins, her sunken cheeks, her filthy\nskin and wild hair and bright, shining eyes.\n\nCORE (CONT’D)\n\nListen to me...we have to leave. We\n\nhave to leave now. He is coming.\n\nHe's coming for you.\n\nThe light in the cave changes and her face seems to twist as\nshe caws in dread.\n\nCore turns.\nSlone-As-Wolf is there, his compound bow drawn back. FWIPT!\n\nTHE ARROW PIERCES CORE THROUGH THE COLLAR-BONE, PUNCHES\nTHROUGH THE OTHER SIDE OF HIM.\n\nTime and sound turn dreamy as he sinks to his knees, reaching\nuncertainly for the arrow, afraid to actually touch it.\n\nMedora stands there with tears in her eyes.\n\nSlone-As-Wolf drops the bow, regarding her through his wolf\nface, his breath steaming out of the snout.\n\nHe stalks slowly towards her.\nShe moans but it almost sounds like relief.",
  "77": "---END OF PREVIOUS SECTION---\nSlone-As-Wolf drops the bow, regarding her through his wolf\nface, his breath steaming out of the snout. He stalks slowly towards her. She moans but it almost sounds like relief. \n---TARGET SECTION TO BE ANNOTATED---\nHe steps over Core, who watches from the cave floor as...\n\nMedora sobs, opens her arms to Slone, nodding him forward.\nCome to me.\n\nSlone reaches out, puts both hands around her throat (she is\nstill nodding)...\n\nHE LIFTS HER OFF THE GROUND, SLAMS HER AGAINST THE CAVE WALL.\n\nCore’s mouth moves soundlessly, wanting to call out but\nknowing that he’s dying.\n\nSlone-As-Wolf pins Medora, his black eye holes empty and\npitiless as he squeezes her air off.\n\f106.\n\nAnd still she nods, Yes, yes, yes.\n\nHe squeezes. Her mouth wags like a beached fish. Not much\nlonger.\n\nBut then her hands move to his mask, her fingers spidering\nover the fur, pulling it back to reveal his face...\n\nWhich is full not of rage...but of bottomless tear-streaked\nanguish.\n\nTheir faces are inches apart. Their white-blonde hair, their\ngrey-gold eyes.\n\nCore sees this. A terrible understanding.\n\nShe pulls Slone’s face to hers. Puts her mouth on his. They\nbreathe into each other, making animal noises of hurt and\nhunger.\n\nShe claws at Slone’s clothing. He claws at hers. They sink\ndown together, knocking the CANDLES over as they coil onto\neach other’s bodies.\n\nNew trickles of SPILLED CANDLE WAX snake across the cave\nfloor, winding past Core’s face.\n\nHe sees this happen as we...\n\nFADE TO BLACK.\n\nINT. THE HOT SPRING - LATER\nCore’s eyes open, bleary, pain-fogged. He turns his head...\n\nVernon Slone emerges from the darkness, naked, coming towards\nCore with something in his hand.\n\nIn the shadows behind him, we glimpse Medora, watching them\nas she dresses.\n\nSlone stands over Core, looking down without expression.\n\nCORE\n...the...the boots...\n\nSLONE\nWhat?\n\nCORE\n\n...they’re yours...\n\f107.\nSlone kneels beside him, lights the cigarettes in his hand\nand holds it to Core’s mouth for a drag.\n\nSLONE\nYou keep them.\n\nCore inhales, nods gratefully, lets the smoke drizzle out.",
  "78": "---END OF PREVIOUS SECTION---\nSlone kneels beside him, lights the cigarettes in his hand\nand holds it to Core’s mouth for a drag. SLONE\nYou keep them. Core inhales, nods gratefully, lets the smoke drizzle out. \n---TARGET SECTION TO BE ANNOTATED---\nSlone looks out towards the mouth of the cave, where the\nFREEZING WIND keens and the LIGHT seems to fade.\n\nAnd he turns his gaze down to Core, questioning but patient.\n\nSLONE (CONT'D)\nWell...what do you want?\n\nCore knows what he is asking. His eyes fill with tears.\n\nHe looks to Medora, who stares back at him in something\nalmost like tenderness.\n\nHe looks back to Slone...\n\nFLASH TO:\n\nCORE’S DRIPPING HAND\nIn the bathtub the other night, hovering over the razor.\nRESUME:\n\nHe swallows painfully. Lifts his head, just a bit, to answer\nwith a whispered certainty...\n\nCORE\nI'd rather live.\n\nSlone nods slowly, accepting Core’s decision. He holds the\ncigarette out to him for one more drag and...\n\nSLONE YANKS THE ARROW OUT.\nAS CORE SCREAMS WE--\n\nCUT TO BLACK.\n\nINT. THE HOT SPRING - LATER\n\nCore returns to half-consciousness and sees that Slone is\ndressed, packing the last of Medora’s provisions.\n\f108.\nMedora is beside him, bundled in layers of skins and furs,\nlacing up her boots.\n\nShe notices Core is awake, straightens, looking at him the\nway a parent looks at a heartbroken child.\n\nMEDORA\n(softly)\n\nYou understand about the sky now,\n\ndon’t you?\nHe just stares back at her, his non-answer a kind of Yes.\nThey shoulder their packs and the rifle, stand there for a\nmoment, solemnly staring down at Core. And then they walk\npast him, on out of the cave without another word.\n\nGrunting with pain and effort, Core rolls over to see out of\nthe CAVE OPENING where...\n\nOUT THERE, Slone and Medora walk away together, gradually\ndisappearing into a blast of snowy wind.\n\nEXT. BELOW THE RIDGE - LATER\n\nCORE CRAWLS. Snow and wind lash at his face, his beard is\ncaked with ice. He drags himself over the ground with one\n\nelbow, his other deadened arm dragging along.\n\nBut it’s a progress of inches. He’s not going to make it out\nof here. His face is gnarled with the boring agony of it all.",
  "79": "---END OF PREVIOUS SECTION---\nBut it’s a progress of inches. He’s not going to make it out\nof here. His face is gnarled with the boring agony of it all. \n---TARGET SECTION TO BE ANNOTATED---\nHe stops, resting his face in the snow, heaving for breath as\nthe weather hammers down on him.\n\nAnd when he finally lifts his head again, he is not at all\nsurprised to see...\n\nTHE WOLVES, all of them, gathered on the ridge above him and\ngazing down like some kind of council in judgment.\n\nA quiet moment. Core and these animals.\n\nHis face is too frozen for much expression...but he is not\nafraid. If anything, he seems to welcome what will come next.\n\nCUT TO BLACK.\n\nSILENCE. And then a strange BUZZING...a motor? Coming closer?\n\f109.\n\nEXT. BELOW THE RIDGE - DAY\nFRAGMENTED IMAGES, CORE’S HAZY POV:\nSNOW BLOWS SIDEWAYS and THUNDER RUMBLES.\n\nA GOGGLED FACE bends down towards us out of the storm,\ninspecting us. And now we see...\n\nA SNOWMOBILE, nearby, where two FIGURES are hauling a DEAD\nELK CALF off of the attached SLED.\n\nGLOVED HANDS drag us towards this sled.\n\nEXT. SNOWMOBILE (MOVING) - DAY\n\nTHE ENGINE RUMBLES and Core slides along the ground,\nbouncing, bundled under a tarp. He cranes his neck to see...\n\nIt’s the WHITE-HAIRED YUP’IK MAN driving the snowmobile,\nhunched into the wind, with his BOY riding behind him.\n\nAs they near the RAVINE, Core catches a brief glimpse of...\nSCRAPS OF SHREDDED ORANGE COAT IN A SMEAR OF BLOODY SNOW.\n\nThe Boy looks back, peers at Core through his dark goggles.\nSays something that can’t be heard over the engine.\n\nCORE\n...what?\n\nTHE BOY\nThey spared you.\n\nCore lays back, stares up into the churning sky as...\n\nTHE SNOWMOBILE IS SWALLOWED BY THE RAVINE.\n\nINT. HEALING HUT - SOME OTHER TIME\n\nCORE, naked on a cot in some DARK CABIN as SEVERAL YUP’IK\nWOMEN wash him by firelight.\n\nThey use plastic water bottles with holes in the caps to\nsquirt water over him, wiping away the blood with sponges.\n\nSomeone cleans the ARROW WOUND with alcohol, slathers\nantibiotic ointment on it.",
  "80": "---END OF PREVIOUS SECTION---\nHEALING HUT - SOME OTHER TIME\n\nCORE, naked on a cot in some DARK CABIN as SEVERAL YUP’IK\nWOMEN wash him by firelight. They use plastic water bottles with holes in the caps to\nsquirt water over him, wiping away the blood with sponges. Someone cleans the ARROW WOUND with alcohol, slathers\nantibiotic ointment on it. \n---TARGET SECTION TO BE ANNOTATED---\n Core doesn’t feel it.\n\nThe fire throws crazy shadows. The air is hazed with smoke.\nHis head tips sideways and he sees...\n\f110.\n\nAN OLDER BLONDE WOMAN (60s) watching from the corner without\nexpression. She’s tall and gaunt, in a tattered old anorak.\nTired _grey-gold eyes. The only other white person here.\n\nShe comes near, looks wearily down at Core a long moment. And\nthen bends down to pick up...\n\nSLONE’S BOOTS, waiting beside the cot with the rest of Core’s\nblood-soaked clothes.\n\nCore watches her turn and leave the cabin, his view of her\nnow obscured by the Yup’ik Women and their cleaning of him.\n\nCUT TO BLACK.\n\nINT. HOSPITAL ROOM - DAY\n\nClean-shaven now, Core fades back to consciousness,\ndisoriented and weak. Hospital sounds, beeps and murmurs.\n\nHis lips are chapped and split, the skin of his cheeks pink\nand flaking, a bruise puffed under one eye. Hurts to swallow.\n\nHis eyes fall on something and he stares at it for a long,\nlong beat. If he never looked away, that would be fine.\n\nA WOMAN (30s), asleep in a chair by his bedside in a holiday\nsweater and horn-rimmed glasses, a newspaper in her lap.\n\nThe moment stretches, Core gazing at her in love and sadness.\n\nCORE\nAmy.\n\nShe wakes with a start, sees him, makes a smiling sob sound\nof relief and concern as she rises and...\n\nKisses him on the cheek. Holds his hand, tightly.\n\nAMY\nWhat happened?\n\nHe’s smiling...but a hint of shadow falls over his face.\n\nCORE\nI’1l tell you.\n\nCUT TO BLACK.\n\nIN BLACKNESS, a WOLF’S HOWL carries from far away, a lone\ninterminable note of sorrow.\n\nEND.\n\f"
}