{
  "1": "HOME ALONE II\naeth\nLOST IN NEW YORK\n\nPRODUCTION DRAFT B\nSEPTEMBER 10, 1991\n\f \n\nr\n\n( ©\n\nHOME ALONE Il: LOSTINNEW YORK @ha@s PRODUCTIONDRAFTB 9/109!\nEXT. MCCALLISTER HOUSE. NIGHT\n\nAll the lights are on. Cars are parked in the driveway..\nINT. MCCALLISTER HOUSE. FOYER\n\nKids are running up and down the stairs with suitcases, sporting equipment, hair dryers,\nWalkmans, travel debris. Pre-travel chaos.\n\n~ TRACEY\n(coming down) °\nHas anybody seen my sunblock?\n\nSONDRA\n(going up) :\nWhat's the point of going to Florida if you're going to\nput on sunblock?\n\nMEGAN\n(Coming down)\nI don't care if lage like an old suitcase, I'm geting\ntoasted.\n\nJEFF\n\n(going up) .\nSo you'll be a skag with a slightly darker shade of\n\nskin.\n\n/ LINNIE\n(coming down)\n\nJeff's jealous because he doesn’: tan. His freckles just\n\nconnect.\n\nINT. FAMILY ROOM #HT0000001\n\nUncle Frank's sitting on the sofa with his feet up on the coffee table. He's zipping through\nthe cable stations. Fuller's sitring next to him drinking a Coke.\n\nUNCLE FRANK\nGo easy on the fluids, pal. The rubber sheets are\npacked.\n\nINT. MASTER BEDROOM\n\nKate's packing a suitcase. Kevin's on the bed watching TY. He's dressed in grey slacks\nand a white shirt. He has a recording Walkman. He's recording and playing back. *\n\nKATE\nHoney? Do you have all your stuff packed?\n\f \n\n( D\n\n(@\n\nKevin puts the Walkman to his mouth and whispers into it. Kate walks into the bathroom.\nKevin rewinds and plays back...\n\nKEVIN'S VOICE\nYes.\n\nKATE (0S)\nAll the stuff I put out for you?\n\nKevin whispers into the Walkman again, rewinds and plays back...\n\nKEVIN'S VOICE\nNot the pants with the little idiot guys sewed all over\nthem.\n\nKate comes out of the bathroom with her toiletries.",
  "2": "---END OF PREVIOUS SECTION---\nKevin whispers into the Walkman again, rewinds and plays back... KEVIN'S VOICE\nNot the pants with the little idiot guys sewed all over\nthem. Kate comes out of the bathroom with her toiletries. \n---TARGET SECTION TO BE ANNOTATED---\nKATE\nThey aren't little idiot guys, they're little golfers, and\nthose pants are for you to play golf in.\n\nKEVIN\nNobody my age goes to Florida to play golf.\n\nKATE\nDid you see what Grandma Ellie sent you for the trip?\n\nKEVIN\nLet me guess. Tweety Bird swim fins?\n\nKate holds up a six-inch-square plastic package.\n\nKATE\nIt's an inflatable clown to play with in the pool.\n\nKevin rolls his eyes and turns back to the TV.\n\ncu.Ty HTO0000001\n\nIt's a game show. A smarmy HOST is saying farewell.\n\nHOST\nThanks for joining us. We'll see you tomorrow on the\nnew Celebrity Ding-Dang-Dong! Bye-bye!\n\nA card featuring a photograph of a New York hotel comes on. It's a big, old tower.\n\nANNOUNCER\nGuests of the new Celebrity Ding-Dang-Dong! stay at\nthe world renewned Kensington Towers Hotel, New\nYork's most exciting hotel experience. For\nreservations at the Kensington Towers or any of the\nother fine American Star hotels worldwide, call 1-800-\nSANDMAN.\n\fINT. MASTER BEDROOM\n\nPeter walks into the room with the McCallister Chrisumas bell ornament. He rings it for\nKate.\n\nPETER\nFound the Christmas bell.\n(to Kevin)\nAre you packed?\n\nKevin rewinds his tape.\n\nKEVIN'S VOICE\nYes.\n\nPETER\nAre you getting a cold?\n\nKEVIN\nNo.\n\nKate comes out of the bathroom, Peter hands her the bell.\n\nPETER\nTt was in with the Easter decorations.\n\nKATE\n\nFigures.\n\nKate gives the bell a ring and puts it in the suitcase, H T 0 0 0 0 0 0 l\nKEVIN\n\nHow can we have Christmas in Florida? There's no\nsnow, It won't seem like Christmas at all.\n\nKATE\nChristmas isn't about snow.\n\nPETER\n{to Kevin)\nYou better go get your tie on.\n\nKEVIN\nMy tie's in my room and I can't go in there. Uncle\nFrank's taking a shower in the kid's bathroom. He\nsaid that if I walked in and saw him naked, Td grow\nup never feeling like a real man. Whatever that means.\n\nKate gives Peter a dirty look.",
  "3": "---END OF PREVIOUS SECTION---\nHe\nsaid that if I walked in and saw him naked, Td grow\nup never feeling like a real man. Whatever that means. Kate gives Peter a dirty look. \n---TARGET SECTION TO BE ANNOTATED---\n\f \n\nC)\n\nSt\n\nease\n\nPETER\n(to Kate)\nT'm sure he was kidding.\n(to Kevin)\nJust run in and get your tie. It's okay.\n\nKEVIN\nDoes Uncle Frank have a lot of muscles nobody\nknows about?\n\nKATE\nJust in his head, honey. Go.\nINT. HOUSE. UPSTAIRS HALLWAY\n\nSondra and Megan drag their suitcases out of Megan's room. Kevin comes out of the\nmaster bedroom. .\nMEGAN .\nDad said we have to have our suitcases down by the\ndoor before we go to the Christmas Pageant.\n\nKEVIN\nAre you my new mother?\n\nSONDRA\nRemember what happened last year?\n\nKEVIN\nNo, actually, I don't. Aliens erased my memory.\n\nYou mean yourbnin H T 0 0 0 00 0 1\n\nKew points the tape recorder at the girls and presses the play button. A tape recorded\n\nMEGAN\nYou're nauseating.\n\nThey continue down the stairs. Kevin laughs.\n\nINT. KEVIN'S ROOM\n\nKevin sneaks in. The shower in the adjoining bathroom is running. Uncle Frank is\nSINGING \"COOL JERK\". Ternble, off-key, embarrassing singing. Kevin sneaks to the\nbathroom door. It's ajar.\n\nINT. BATHROOM. CU. KEVIN\n\nHe pushes the door open and peeks in. He holds out his tape recorder.\n\f \n\n©\n\nINT. BATHROOM. SHOWER\n\nThrough the shower curtain, the outline of Frank singing and doing the Jerk. He suddenly\nstops and yanks the curtain aside.\n\nUNCLE FRANK .\nGet outta here, you nosey little pervert! Or I'll come\nout und slap you silly! , '\n\nINT. KEVIN'S ROOM\n\nHe jumps out of the bathroom and slams the door. He clicks his tape recorder off, grabs\nhis ue off the bed and exits.\n\nINT. BUZZ'S ROOM\n\nBuzz is standing at the closet tying his necktie. He's wearing grey slacks and a blue blazer.\nRod's lying on the bed. Jeff's combing his hair in the mirror.\n\nROD\nHow come you have to sing in a grade school kiddie\nprogram?\n\nBUZZ\nTm in church choir.",
  "4": "---END OF PREVIOUS SECTION---\nJeff's combing his hair in the mirror. ROD\nHow come you have to sing in a grade school kiddie\nprogram? BUZZ\nTm in church choir. \n---TARGET SECTION TO BE ANNOTATED---\n The school borrowed us to sing\nthe low parts the twirps can't sing because their nuts\nhaven't dropped yet.\n\nROD\nYou're in a church choir?\n\n~T0000001\n\nIhave a beautiful voice.\n\nJEFF .\nAnd you like to watch the girls’ choir change into their\n\nrobes.\nBUZZ\nThat's definitely a perk. .\nKevin comes into the room.\nKEVIN\nBuzz?\nBUZZ\n(turning slowly)\n\nExcuse me. When you're in my room, on my turf, on\nmy sovereign territory, I'm Mr, Buzz.\n\nKEVIN\nl called you Mr. Buzz this afternoon and you maoned\nme.\n\f \n\n(\n\nGO us tee vee ceette\n\nBUZZ\nYou weren't in my room.\n: JEFF\nKnock it off, Buzz.\nKEVIN\nCan you help me tie my tie?\nBUZZ\nYou trust me with your neck?\nKEVIN\n(thinks, rejects)\nJeff?\nJEFF\nDon't look at me. I'm a clip-on man. Ask Dad.\nKEVIN\n\nHe showed me a bunch of times but I forgot. He said I\nhad to do it myself.\n\n(after a pause)\nRod?\n\n' ROD\nSorry. I never wear ties. I have an image to protect.\n\nCU. KEVIN\n\nHe looks up nervously at Buzz.\n\ncu. Buzz HT0000001\n\nHe grins.\n\nBUZZ.\nBeing a dependent litue worm definitely has some\nserious disadvantages.\n\nINT. MCCALLISTER HOUSE. FOYER. LATER\nThe two families are gathered in the foyer. They're putting on their coats.\n\nFRANK\nI don't understand why we have to go watch your kids\nsing. You never see our kids sing.\n\n: KATE\n{to Buzz)\nWhere's Kevin?\n\fC90\n\nCo\n\nBUZZ\nLast time I saw him, he was fooling around like we\ndon't have to be anywhere important tonight.\n\nKATE\nKevin! Get down here! We're leaving!\n\nINT. MCCALLISTER HOUSE. STAIRS. CU. FEET\nKevin's shiny, little loafers step INTO FRAME. As he comes down the stairs, he steps\n\ninto CLOSE-UP and stops. He's scowling. His tie is knotted into a huge ball around his\nneck. Two inches of tie hang down from the baseball-size knot.",
  "5": "---END OF PREVIOUS SECTION---\nHe's scowling. His tie is knotted into a huge ball around his\nneck. Two inches of tie hang down from the baseball-size knot. \n---TARGET SECTION TO BE ANNOTATED---\nHIS POV\nThe families are looking up at him.\n\nFRANK\n(after a pause, chuckling)\nHey, spor. you trying for Worst Dressed Dink in the\nFifth Grade?\n\nThe kids crack up.\n\ncu. KEVIN HT0000001\n\nHe scowls. Another miserable family holiday begins.\n\nEXT. GRADE SCHOOL. WINTER. NIGHT\n\nA beautiful, 1920's, three-story, brick grade school. We HEAR CHILDREN’S VOICES.\n\nINT. SCHOOL AUDITORIUM\n\nA CHILDREN'S CHOIR sings AN ORIGINAL CHRISTMAS SONG. The lights are\ndown. The Children are holding electric “candles.”\n\nCU. KEVIN\n\nSinging.\n\nCU. BUZZ\n\nSinging. He looks down.\n\nHIS POV\n\nKevin's in front of him and a riser down.\nCU. BUZZ\n\nHe taps a geeky KID next to him.\n\n \n\nry\n\f \n\nOQ\n\nN.\n\nx\n\\\n\nINT. AUDITORIUM. AUDIENCE. KATE\n\nShe's watching with great pleasure and pride. She leans over to Peter and whispers...\n\nKATE\nKevin's solo’s coming up. Tell Leslie.\nCAMERA MOVES WITH Peter as he leans over to Leslie and whispers...\n\nPETER\nKevin's solo is coming up.\n\nLeslie nods and CAMERA MOVES WITH her as she leans over to Frank. He's asleep,\nhead back, mouth open, snoring to beat all hell. Leslie smacks him.\n\nCU, KEVIN\nHe's nervous. He looks to his left.\n\nHIS POV\n\nA plump, matronly MUSIC TEACHER, accompanying the choir on piano, gives Kevin a\nreassuring smile and nod signalling him that he’s to begin his solo.\n\nCU. BUZZ\n\nHe takes the geeky Kid's candle. He grins devilishly.\n\nCU. KEVIN\n\nHe takes a deep breath and bows his head...\n\nCU. BUZZ /\n\nHe moves the candles toward cold uh 0 0 0 0 0 0 1\nCU. KEVIN\n\nHe lifts his head and begins to sing. His ears glow bright orange. Buzz is holding the\ncandles behind his ears.\n\nCU. KATE\nA puzzled look. She Jeans forward.\n\nHER POV\n\nKevin sings with great gusto, unaware that his ears are illuminated. A few TITTERS break\nout in the audience.",
  "6": "---END OF PREVIOUS SECTION---\nShe Jeans forward. HER POV\n\nKevin sings with great gusto, unaware that his ears are illuminated. A few TITTERS break\nout in the audience. \n---TARGET SECTION TO BE ANNOTATED---\nCU. KEVIN\n\nHe hears the scattered laughter. He doesn't understand why.\n\f \n\nCU. PETER\n\nHe looks over his shoulder as the laughter spreads.\nCU. FRANK\n\nHe lets out a great bellowing, snorting. horse laugh.\nINT. AUDITORIUM. STAGE\n\nKevin sings on, ears blazing. He can’t figure out what's so funny. A line in the song\nTequires him to put his hands to his ears. As he does so, the audience explodes with\nlaughter.\n\nKEVIN'S POV\nThe audience is shrieking, bouncing in their seats.\nCU. KEVIN\n\nHe looks to the side. The Choir is laughing now. He turns around slowly and sees Buzz\nholding the two candles, grinning.\n\nEXT. STAGE. KEVIN AND BUZZ .\n\nKevin punches Buzz in the stomach. He falls back, throwing out his arms, smacking the\n\ntwo Kids next to him. They bang into the Kids next to them. One stumbles forward and\n\nknocks into a Child below him. The Teacher jumps up from the piano bench, the Jaughter\nies.\n\nCU. KATE\n\nShe bolts forward, wide-eyed with shock.\n\nKEVIN! HT0000001\n\nINT. AUDITORIUM. STAGE\n\nThe curtain falls on the collapsed and tangled Choir.\nEXT. MCCALLISTER HOUSE. NIGHT. LATER\n\nThe lights are burning brightly.\n\nINT. LIVING ROOM. CU. KEVIN\n\nScowling, sour and angry. Arms folded across his chest.\nCU. BUZZ\n\nLooking remorseful and sad.\n\fINT. LIVING ROOM\n\nBuzz and Kevin are in chairs in front of the fireplace as if on trial.\n\nREVERSE\n\nPeter, Kate, Linnie. Megan, Jeff, Rod, Sondra, Tracey, Brooke, Fuller, Uncle Frank and\nAunt Leslie are gathered on the sofa, love seat, chairs and floor. All eyes are on Buzz and\n\nKevin.\nINT. LIVING ROOM\nBuzz clears his throat and puts on his most sincere face.\n\nBUZZ\nTm sorry. I was immature. | was... nutty ina\ndelinquent fashion. I apologize to al] of you. And I\napologize...\n(to Kevin)\n...to you. Sorry, Kev. I will never disparage your ears\n. again. [hope you can forgive me.",
  "7": "---END OF PREVIOUS SECTION---\nSorry, Kev. I will never disparage your ears\n. again. [hope you can forgive me. \n---TARGET SECTION TO BE ANNOTATED---\n_ _ (to the family)\nAnd J give you my word that I wil] not engage in any\nmore hijinks that might spoil our trip to Florida and set\na tone inconsistent with the spirit of this most sacred\nholiday.\n\nKat smiles proudly HT0000001\n\nThat was very nice, Buzz. I'm glad you realized that\nwhat you did was wrong.\n\nKevin looks at Kate with « look of profound incredulity.\nBUZZ\n\nTt was just plain wicked. Evil. Horrid. But most off\nall, shameful and disrespectful. To you and to my\n\nbrother.\n\nKevin? What do youlann to say?\nCU. KEVIN\nHe looks from Kate to Buzz. He's shocked.\nHIS POV\n\nBuzz turns to him. He blocks his face from the others by casually stroking his nose. He\ncurls his lips back and ratdes his retainer at Kevin in a deliberate repudiation of his\n\napology.\n\n10\n\f \n\n \n\nBUZZ\n(whispers)\nBeat that, you litde trout sniffer.\n\nHe immediately turns back to the family with 2 sorrowful expression.\nCU. KEVIN ,\n\nHe holds his temper and looks to the family.\n\nHIS POV\n\nMOVING. CAMERA PANS the expectant faces of the assembled family members ending\non Fuller heartily drinking a Coke.\n\nCU. KEVIN\nA long beat and he speaks.\nKEVIN :\nI'm not sorry. I did what I did because Buzz\nhumiliated me and, since he gets away with\neverything, J let him have it, and since you're all so\nstupid to believe his lies, I don't care if your idiotic\n\nFlorida trip gets wrecked or not. Who wants to spend\nChristnas in a tropical climate anyway?\n\nINT, LIVING ROOM HTO0000001\n\nKevin stands up and starts for the doo!\nKevin!\n\n: PETER\nIf you walk out of here, you'll sleep on the third floor!\n\nKEVIN\nSo what else is new?\n\nUNCLE FRANK\nYou better not wreck my tip, you lite sour puss.\nYour Dad's paying good money for it\nKevin exits. The family sits silently. A litle deja vu.\n\nKATE\nExcuse me.\n\nKate exits,\nINT. THIRD FLOOR BEDROOM. KEVIN\nHe's lying on the bed, hands behind his head.",
  "8": "---END OF PREVIOUS SECTION---\nKate exits,\nINT. THIRD FLOOR BEDROOM. KEVIN\nHe's lying on the bed, hands behind his head. \n---TARGET SECTION TO BE ANNOTATED---\n He's mumbling to himself.\n\n11\n\f \n\n   \n\nBqzl S.\n\nNe\n\nN\n\n\\ KEVIN\nWwW They're all a bunch of jerks...\nKate marches up the stairs.\n\nKATE\n\nLast time we all tried to go on a mip, we had a problem\n\nthat started just like this.\n\nKEVIN\nYeuh. With me getting crapped on.\n\nKATE -\n\nt don't care for your choice of words. That isn't what\nhappened last time and it isn’t whai's happening this\n\ntime. Buzz apologized to you.\nKEVIN\n\nThen he wiggled his retainer at me. He didn’t mean\n\nwhat he said. He's just sucking up to you.\nKATE\n\nYour father's spending a lot of money to take all of us\n\nto Florida.\n\n(.@\n\nfamily...\nKevin points his Walkman at her.\n\nKEVIN\nWould you repeat that? Please?\n\nKATE\nTurn that thing off!\n\nKevin sets the Walkman down.\nKEVIN\n\nI'm not apologizing to Buzz. I'd rather kiss a toilet\n\nseat.\n\nKATE\nThen you can stay up here the rest of the night\n\n \n\n12\n\nnine ™* HTO000001\n\nKA’\nYou sit up here for awhile and think things over. When\nyou're ready to apologize to Buzz and the rest of the\n\fC\n\n \n\nKEVIN\nFine. I don't want to be down there anyway. And you\nknow what? If I had my own money, I'd go on my\nown vacation. By myself. Alone. Without any of you\nguys. And I'd have the most fun of my whole life.\n\nKATE :\nYou got your wish last year, maybe you'll get it again\nthis year.\n\nCU. KEVIN\n\nHe's silenced by the remark. He recalls his last brush with angry wishes. He steels himself\nand fires a last fatal retort.\n\nKEVIN\nLhope so.\n\nCU. KATE\n\nTired of the batue and disappointed. There's no fight left. She turns and heads down the\nstairs.\n\nCU. KEVIN\n\nHe lifts off the bed to watch Kate go down the stairs. He thinks for a moment and lies back\non the bed. He picks up his Walkman. He turns it off.\n\nEXT. MCCALLISTER HOUSE.",
  "9": "---END OF PREVIOUS SECTION---\nHe turns it off. EXT. MCCALLISTER HOUSE. \n---TARGET SECTION TO BE ANNOTATED---\n MORNING\n\nTwo airport vans are waiting in the driveway, H T 0 0 0 0 0 0 1\nEXT. MCCALLISTER HOUSE. DOORBELL\n\nOne of the van DRIVERS pushes the button.\n\nINT. MASTER BEDROOM\n\nKate and Peter sit bolt uprighti in bed. They jump out and, facing each other across the bed.\nscream...\n\n: KATE AND PETER\nWE SLEPT IN!! ,\n\nINT. HOUSE. FRONT STAIRS\n\nFamily members race up and down the stairs, dressing, shouting, lugging suitcases. It's\ndomestic hysteria.\n\nEXT. MCCALLISTER HOUSE. LATER\n\nThe front door opens and the families stream out.\n\n13\n\f \n\n \n\nKATE\nuy Our McCallisters in the front van, the other t\nMcCallisters in the back van! }\n\nKate has a nylon travel bag slung over her shoulder.\n\nKATE\n~ (clutching the bag)\nMoney, credit cards, itinerary, Linnie's eye drops,\nsunglasses...\n\nPETER\nTickets?\nFrank exits.\n\nFRANK\nI know I shouldn't complain about a free trip but jeez,\nyou people give the worst goddarn wake-up calls!\n\nKATE\nFrank! Do you have all the tickets?\n\nFRANK\nLeslie's in charge of tickets. 'm in charge of motel\n& : reservations.\n\nC He exits the porch. Leslie rushes out of the house waving the tickets.\n. LESLE\n\nGot ‘em, Kate! \"HT0000001\n\nWhy is it that every feet ws Be on a wip, we leave ina\nstate of confusion?\n\nKATE\nMaybe it's because we never go ona trip with less than\nfourteen people.\n\nEXT. HOUSE\nLeslie scoots the last of her kids into the second van. Kate and Peter rush past...\n\nKATE\nHow many do you have, Les?\n\nLESLIE\nSeven.\n\n= KATE\nS&S . Seven, And we are how many?\n\n14\n\f©\n\nCs\n\n \n\n6 wt tes tee aerate ze fees:\n\nLESLIE\nFourteen.\n\nPeter and Kate rush to their van.\n\nINT, FIRST VAN\nKate and Peter slide into the seat behind the driver. Their kids are behind them.\n\n. KATE\n~ Seven.\n(counts herself)\nEight.\n(counts Peter)\nNine.",
  "10": "---END OF PREVIOUS SECTION---\nKATE\n~ Seven. (counts herself)\nEight. (counts Peter)\nNine. \n---TARGET SECTION TO BE ANNOTATED---\n(the kids)\n\nTen, eleven, twelve, thireen...\nINT. VAN. FRONT PASSENGER SEAT. FROM BEHIND\nKevin peeks around from the front bucket seat. He's still grumpy.\nKEVIN\nFourteen.\n{displays his ticket)\n\nAnd this dime J'll carry my own ticket. Just in case you\nguys try'and ditch me.\n\nCU. KATE\n\nShe breathes a sigh of relief, H T 0 0 0 0 0 0 1\n\nEXT. MCCALLISTER HOUSE\nThe vans pull out.\nEXT. O'HARE AIRPORT. TERMINAL. MORNING\n\nThe vans are parked at curbside. SKYCAPS are checking the luggage. Frank dishes out the\n\ntickets.\n\nFRANK\n(to Peter)\nWe're short one.\n\nPETER\n(to Kevin)\nDon't you lose that ticket.\nKEVIN\nT need batteries.\n\nPETER\nT don't have any baneries.\n\n15\n\f \n\n \n\nKevin reaches into the ravel bag Kate has over her shoulder.\n\nKATE\nNot right now, Kevin.\n(to Skycap)\nWhat gate do we go to?\n\nSKYCAP\nE-15.\n\nKate slips the travel bag off her shoulder. She sets it on the stack of luggage. Kevin swipes\n\nKATE\nThat's all the way at the end?\n\nSKYCAP\nAlmost\n\nKATE\nThat figures.\n\nMEGAN\n\nWho am I siting next to? ea HL T 0 Q 0 0 0 0 1\n\nYou can work that ons on ihe\nKEVIN\n\n_ took the ticket that's not near any of you guys.\n\nBUZZ\nHey, Mr. Ear Glow, why don't you drop the hurt baby\ncrap. It's getting moldy.\n\nKEVIN\nWhy don't you shut up?\n\nPETER\nKnock it off.\n\nThe Skycaps finish the bags. They hand the claim tags to Frank.\n\nFRANK .\nGive them to my brother. He's the big upper.\n\nPeter takes the tags. Kevin looks in Kate's bag for the batteries.\n\nKevin finds a cash-filled envelope.\n\n16\n\f \n\nC9\n\nCU. KEVIN\nHis eyebrows pop up at the sight of a thousand dollars.\nEXT. AIRPORT\nKate shepherds the kids into the terminal.",
  "11": "---END OF PREVIOUS SECTION---\nKEVIN\nHis eyebrows pop up at the sight of a thousand dollars. EXT. AIRPORT\nKate shepherds the kids into the terminal. \n---TARGET SECTION TO BE ANNOTATED---\nKATE\n\ney\n\nLet's go!\n(to Kevin)\nGive me my bag.\n\nKEVIN\nI gotta get the batteries.\n\nSKYCAP\nYou folks better get moving.\nKATE\n(to Kevin)\nBring the bag and do it on the plane!\n\nBUZZ\nTtold you he was trying to wreck the trip.\n\nKevin takes a swat at Buzz. Frank grabs his arm.\nFRANK\nAre you trying to make us miss the plane?\n\nKATE\n\n“Come on! - . :\nINT. AIRPORT. CONCOURSE H T 0 0 0 0 0 0 1\nThe families hurry down the crowded corridor.\n\nINT. AIRPORT. CONCOURSE. KEVIN\n\nHe's wearing his Walkman, trotting along as he fishes a package of batteries out of Kate's\nbag. Jeff and Linnie pass him by. Peter runs past..Kevin looks up... .\n\nHIS POV\nPeter's Burberry trench coat ahead of him.\n\nCU. KEVIN\nHe picks up his pace, running blindly, as he puts the new batteries into his Walkman.\n\n7\n\f \n\nNT. AIRPORT. SNACK BAR\n\nA middle-aged BUSINESSMAN in a Burberry trench coat finishes a cup of coffee. The\nMcCallisters race past, two abreast, six deep. Peter brings up the rear. The Businessman\ntosses his coffee cup into the trash, picks up his briefcase and steps into the concourse\n\ntraffic.\n\nCU. KEVIN\n\nHe's fumbling with the battery compartment cover. He looks up.\nHIS POV\n\nThe Burberry trench coat.\n\nINT. AIRPORT. CONCOURSE. FAMILY\n\nThey reach the concourse intersection. Kate Jeads the way down the right concourse.\nThirteen McCallisters whip past.\n\nINT. AIRPORT. CONCOURSE. KEVIN\n\nHe closes the Walkman battery compartment door, tums it on and hooks it on his belt. He\nlooks up.\n\nHIS POV\n\nThe Burberry wench coat, H T 0 0 0 0 0 0 1\nINT. AIRPORT. DEPARTURE GATE\n\nThe McCallisters arrive at the gate.\n\nINT. AIRPORT. KEVIN\n\nHe continues down the wrong concourse. He's following behind the man in the trench\ncoat.\n\nKEVIN\nDad!.",
  "12": "---END OF PREVIOUS SECTION---\nKEVIN\n\nHe continues down the wrong concourse. He's following behind the man in the trench\ncoat. KEVIN\nDad!. \n---TARGET SECTION TO BE ANNOTATED---\n Wait up!\n\nThe Businessman doesn't respond.-\nINT. AIRPORT. DEPARTURE GATE\nA pair of TICKET AGENTS are boarding McCallisters as fast they can.\n\nTICKET AGENT 1\nMeCallister, Fuller.\n\nFuller takes his icket and enters the Jetway.\n\nTICKET AGENT 1\nMcCallister, Peter...\n\n18\n\f \n\nOo ee fee Hee were =\n\nPETER\nHere.\nTICKET AGENT 1\n(hands him his ticket: stub) |\nYou can board.\nPETER\nTH wait to see..\n\nTICKET AGENT 1\nWe're holding the plane, sir.\n(continues)\nMcCallister, Kate.\nTICKET AGENT 2\n(to Peter) .\nIf you'd please board the aircraft.\n\nKATE :\nYou'll make sure everyone gets on?\n\nTICKET AGENT 2\nEveryone who has a ticket will get on.\n\nKate and Peter board.\nTICKET AGENT 1\n\ncansptimt IT 000000 1\n\n1 go by Frank.\n\nTICKET AGENT 1\nKeep moving...\n\nINT. JETWAY\n\nMcCallisters charge down the Jetway.\n\nINT. AIRPORT. NEW YORK DEPARTURE GATE\n\nThe Man with the trench coat boards the plane as Kevin arrives at the gate.\n\nPUBLIC ADDRESS\nLast call for flight 701 to New York's La Guardia\n\nairport.\n\nKevin runs to the gate with his ticket and hands it to the AGENT boarding\nPASSENGERS.\n\n19\n\fC+ ~\n\nAGENT\nAre you travelling alone?\n\nKEVIN\n1 was fooling around with batteries and I got behind\nmy family. My Dad just got on.\nThe Agent hands back the unused portion of Kevin's ticket to him. ~\n\nAGENT\nDon't lose that.\n\nKEVIN\nNope.\n\nHe rushes into the Jetway. The Ticker Agent closes the Jerway door.\nINT. AIRPORT. ORLANDO DEPARTURE GATE\nThe Ticket Agents close the door and gather up the tickets.\n\nINT. AIRPLANE. KEVIN\n\nHe settles into his seat, adjusts his Walkman and lays his head back on the seat. A beat and\nhe peeks down the aisle.\n\nHIS POV\nSeats.\n\ncu. KEVIN HT0000001\nA moment of concern.\n\nEXT.",
  "13": "---END OF PREVIOUS SECTION---\ncu. KEVIN HT0000001\nA moment of concern. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n O'HARE AIRPORT\n\nA 727 taxis into the line for take-off.\n\nEXT. AIRPORT. GATE\n\nAnother 727 pulls away from the gate.\n\nEXT. RUNWAY\n\nThe first 727 takes off.\n\nINT. AIRPLANE. PETER AND KATE\n\nSettled in, exhausted. They're in first class.\n\nKATE\nMaybe we should try going on a vacation by .\nourselves. Just you and me. .\n\n20\n\f \n\nPETER\nAnd miss all this fun? I don't know what we'd do with '\nourselves if we weren't separating fighting kids and : :\nlooking for lost luggage and dckets and running for\nplanes. [t could be a little too relaxing for us.\n\nKATE\nI'm really disappointed in Kevin. He did the exact\nsame thing he did last year.\n\n: : PETER\nAt least we didn't leave him home this time.\n\nEXT. SECOND AIRPLANE\n\nFlying.\n\nINT. AIRPLANE\n\nKevin's eating breakfast. He's seated next to an attractive COLLEGE GIRL.\n\nCOLLEGE GIRL\nAre you flying by yourself?\n\nKevin stares at her. He doesn’t understand.\n\nCOLLEGE GIRL\nI mean are you with somebody? Your parents?\n\now HTO0000001\n\nCOLLEGE GIRL\nWhen I was little I used to fly myself.\n\nKEVIN\nYou were a pilot?\n\nOh. Yeah.\n\nCOLLEGE GIRL\nNo. My parents were divorced. My Dad would put me\n‘on the plane in New York and send me to my mother\nin Portland, Oregon.\n\nKEVIN\nOh. Was it scary?\n\nCOLLEGE GIRL\nOne ume it was. We had to make an emergency\nlanding in Denver, and when we switched planes 1 got\nlost.\n\nKEVIN\nFor how long?\n\f \n\n \n\nB co tt cst w.avns x eoo.. te Lil ae ei\n\n+ COLLEGE GIRL\nOvernight.\nKEVIN\nWhere'd you sleep? /\nCOLLEGE GIRL\nIn a phone booth.\nKEVIN\nThe cops didn't help you?\nCOLLEGE GIRL\n\nTavoided ther. I was afraid they'd put me in a\ndetention center or a foster home.\n\nKEVIN\n1s that rue?\n\nCOLLEGE GIRL\nThey do it with runaways.",
  "14": "---END OF PREVIOUS SECTION---\nI was afraid they'd put me in a\ndetention center or a foster home. KEVIN\n1s that rue? COLLEGE GIRL\nThey do it with runaways. \n---TARGET SECTION TO BE ANNOTATED---\n They have to put them\nsomewhere. So whatever you do, don’t get lost.\n\nShe puts on her Walkman.\nCOLLEGE GIRL\nNew York can be pretty tough when you're on your\nown.\n\nINSERT: GIRL'S WALKMAN\n\nShe presses the PLAY button. H T 0 0 0 0 0 0 1\n\nINT. AIRPLANE. KEVIN\nKevin thinks about what the College Girl said.\n\nKEVIN\nTm going to Florida. t's not dangerous there.\n\nThe College Girl lifts her Walkman headphones...\n\nCOLLEGE GIRL\nWhat?\n\nKEVIN\nFlorida's real nice.\n\nCOLLEGE GIRL\nYeah. You ever been there?\n\n. KEVIN\nNo.\n\n22\n\f2\n\nCOLLEGE GIRL :\nYou should go some time. It's great. Especially in the\nwinter,\n\nShe lies back and returns to her music. Kevin thinks for a moment. He doesn't understand\nwhat she meant ‘ .\n\nEXT. AIRPLANE\n\nBanks and slides ACROSS FRAME.\n\nEXT. NEW YORK CITY. SKYLINE\n\nFrom La Guardia. A 727comes in OVER CAMERA and lands.\nINT. LA GUARDIA. GATE\n\nKevin's flight is disembarking.\n\nINT. LA GUARDIA. GATE. CU. KEVIN\n\nKevin's watching the PASSENGERS exit the Jecway.\n\nHIS POV : ,\n\nThe last couple of PEOPLE exit. Then the FLIGHT CREW.\n\nINT. LA GUARDIA. GATE. CU. A T 0 0 0 0 0 0 1\n\nHe's puzzled.\n\nKEVIN\n‘Where the heck are they?\n\nINT. LA GUARDIA. CONCOURSE\nKevin wanders down the concourse, searching the crowd for his family.\nINT. MEN'S ROOM\n\nKevin wanders in. He bends down and looks at the feet under the stalls. He walks to the\nstalls. He knocks.\n\nKEVIN\nDad?\nMAN'S VOICE\nGet lost.\nKEVIN\nUncle Frank?\nANOTHER MAN'S VOICE\nGet outta here!\n\n23\n\fKevin exits. He's deeply confused.\n\nINT. LA GUARDIA. CONCOURSE OUTSIDE THE MEN'S ROOM\n\nKevin comes out of the men’s room scratching his head. He looks down the concourse.",
  "15": "---END OF PREVIOUS SECTION---\nLA GUARDIA. CONCOURSE OUTSIDE THE MEN'S ROOM\n\nKevin comes out of the men’s room scratching his head. He looks down the concourse. \n---TARGET SECTION TO BE ANNOTATED---\nHIS POV\n\nEveryone's wearing winter clothing.\n\nINSERT: WINTER BOOTS\n\nINSERT: GLOVED HANDS\n\nINSERT: DOWN JACKET\n\nINT. LA GUARDIA. CONCOURSE\n\nKevin walks ahead to the next gate. He crosses to the window and looks out on the tarmac.\n\nHIS POV\n\nAirplanes and piles of dirty snow. GROUND CREW are bundled against the cold.\nCU. KEVIN\n\n,\nHe's puzzled. He breathes on the window. It fogs.\nKEVIN\nUh, oh.\n\nINT. LA GUARDIA. TICKET COUNTER H T 0 0 0 0 0 0 ]\n\n“Kevin stands on tptoe at a ticket counter on the main level.\n\nKEVIN\nExcuse me. .\n\nA TICKET AGENT is on the phone tapping on her computer.\n\nTICKET AGENT\nTl be with you in a minute.\n\nKEVIN\nHow come it's so cold outside? Isn't it supposed to be\nin the seventies? And also, excuse me, | don't see any\npalm tees or senior citizens in shorts.\n\n. TICKET AGENT\n(irritated)\nJust a moment, please.\n\n24\n\f@\n\nQS\n\n-\n\nKEVIN\nOkay.\n\nINT. LA GUARDIA. NEW ANGLE\n\nKevin steps away from the counter. The New York skyline is clearly visible out the\nwindows. Kevin doesn’t see it until...he turns casually. Looks out the window. He turns\n\nback to the counter.\nCU. KEVIN\n\nA puzzled expression. Something's not right. He Jooks back over his shoulders.\nHIS POV\n\nThe city.\n\nCU. KEVIN\n\nHe turns back, thinking.\n\nINT. LA GUARDIA. TICKET COUNTER. FROM BEHIND ©\n\nKevin retums to the counter. He peeks over the (op.\n\nKEVIN\nT know you told me to wait, but this is an emergency,\n\nCU. TICKET AGENT H T 0 0 0 00 0 1.\n\nShe sighs angrily.\nTICKET AGENT\n(to the phone)\nHold, please.\n(t6 Kevin)\nYes?\nCU. KEVIN\nHe points over his shoulder.\nKEVIN\n\nWhat city is that back there?\nCU. TICKET AGENT\n\nAn odd question.\n\n. TICKET AGENT\nNew York.",
  "16": "---END OF PREVIOUS SECTION---\nTICKET AGENT\n\nAn odd question. . TICKET AGENT\nNew York. \n---TARGET SECTION TO BE ANNOTATED---\n25\n\fCU. KEVIN\nHis jaw drops. His eyes pop.\nKEVIN\nYikes! I did it again!\nCU. TICKET AGENT\nLeans forward.\n\nTICKET AGENT\nIs something wrong?\n\nCU. KEVIN\nHe scratches his head.\n\nKEVIN\nWhere's Florida?\n\nCU. TICKET AGENT\n\nShe points to her right.\n\nTICKET AGENT\nAbout a thousand miles that way.\n\nCU. KEVIN HTO 0 0 0 0 0 l\n\nHe goes limp with shock. He sinks behind t\nCU. KEVIN. FROM BEHIND\nHe turns away from the counter.\n\n: _ KEVIN\n\nOh, no. My family's in Florida. 'min New York.\n(long pause)\n\nMy family's in Florida...\n(grins)\n\nI'm in...\n(big smile)\n\nNew York.\n\nEXT. TRIBORO BRIDGE\nFast moving traffic.\nEXT. BRIDGE. TAXI\n\nA battered yellow cab. Kevin's in the backseat looking out with a big smile.\n\n26\n\fs\n\non\n\n6 cs 2-5 st: -a7zs cs: eT oie - Be\n\nEXT. ORLANDO AIRPORT\nIt's raining.\nINT. ORLANDO AIRPORT. BAGGAGE AREA\n\nThe family's gathered at the carousel.\n\nKATE\nEverybody takes their own luggage!\nFRANK\nTl have to pass on that, Kate. J have the bad back.\n\nLeslie'll get mine. What's with the rain? I thought this\nwas the land of perpetual sun.\n\nPETER\nThat's Phoenix.\n\nFRANK\nI could have stayed in Ohio if I wanted rain.\n\n‘Peter snares the first bag off the carousel.\nPETER\n(looking at the tag)\nGive this to Kevin.\n\nHe hands it to Kate. She hands it to Frank. He steps away. Leslie takes it and gives it to\n\nCie this to Kevin. | T 0 0 0 0 0 0 1\n\nROD\n(takes it, hands it to\nMegan)\nGive this to Kevin.\nThe bag passes down the line of kids to Brooke.\nBROOKE\n(to Fuller)\nGive this to Kevin.\nFuller takes the bag. He tums to... nothing.\nHIS POV\nAn ELDERLY COUPLE.\nCU.",
  "17": "---END OF PREVIOUS SECTION---\nHe tums to... nothing. HIS POV\nAn ELDERLY COUPLE. CU. \n---TARGET SECTION TO BE ANNOTATED---\n FULLER\n\nPuzzled. He leans to look beyond the Elderly Couple.\n27\n\f \n\n \n\nCU, BROOKE\nFuller tums behind her. He taps her on the shoulder.\n\nFULLER ©\nKevin's not here.\n\nINT. AIRPORT. BAGGAGE AREA\n\nBrooke takes the bag and hands it back to Sondra.\nBROOKE\n\nKevin's not here.,\n\nOther bags are corning down the line. Sondra takes her bag and hands Kevin's bag to\nLinnie.\n\nSONDRA\nKevin's not here.\n\nLINNIE\nGive this to Fuller.\n\nKevin's bag retums up the line to Leslie. Kate hands her a bag.\nKATE\n\n470000001\n\nLESLE\nGive this to Peter. Kevin's not here.\n(to Rod)\n\nGive this to Buzz.\n\nLeslie hands Kevin's bag to Kate.\n\nGive this to Buzz.\n\nKATE\n' (not thinking, to Peter)\nKevin's not here.\n\nPeter takes the bag. He looks at it. He looks up at Kate.\n\nPETER\nWhat?\nCU. KATE\nShe tums 10 Leslie and screams\nKATE\nKEVIN!\n28\n\nTe\n\f \n\n~~ - we ee\n\n®\n\nEXT. EMPIRE STATE BUILDING\n\nSEVERE UP ANGLE.\nREVERSE\nDown on Kevin. Hands on his hips, looking up with abig gria.\nKEVIN\nCool.\n\nHe heads into the building.\nINT. ORLANDO AIRPORT. AIRLINE OFFICE\n\nKate and Peter are sitting in a small office across a steel'desk from an airline\nSUPERVISOR. Frank and Leslie stand in the open doorway. The Supervisor asks\nquestions and takes. down answers.\n\nSUPERVISOR\nWhat's the child’s name?\nKATE\nKevin.\nSUPERVISOR\nWhere did you last see him?\n(looks to peony 0 0 0 0 1\nCurbside check-in?\nPETER\n\nI saw him when we came in the door. He was in the\nterminal with us.\n\nSUPERVISOR\nMost people get separated at security checkpoints. Did\neveryone get through security?\n\nKATE\nI don't know.\n_ SUPERVISOR\nDo you recall if to get to your gate you had to make\nany turns?\nPETER\nThe concourse split into two passageways.",
  "18": "---END OF PREVIOUS SECTION---\nKATE\nI don't know. _ SUPERVISOR\nDo you recall if to get to your gate you had to make\nany turns? PETER\nThe concourse split into two passageways. \n---TARGET SECTION TO BE ANNOTATED---\nSUPERVISOR\n(nods)\n\nDid anyone stop at a restroom, a shop, a restaurant...?\n\n29\n\fCr ¢\n\nv7\n\nPETER\nWe were in a hurry. We ran all the way to the gate.\n\nSUPERVISOR\nWhen did you notice that he was missing?\n\nKATE\n(embarrassed)\nWhen we picked up our baggage here.\nSUPERVISOR\nOkay.\n(finishes his notes)\n‘What we're doing first is paging the child at O'Hare.\n99.9% of these situations are simply one party getting\nseparated from the other at the airport. Chances are\nthat's where he is.\n\nEXT. EMPIRE STATE BUILDING. OBSERVATION DECK\nKevin's hanging off a pay telescope, taking a snapshot of the city.\nINT. O'HARE\nMain terminal.\n\nPA\n\nKevin McCallister, please contact an airline\nTepresentative. Kevin McCallister.\n\nEXT. O'HARE HTOOQOOOOOL\nCurbside. .\nPA\nKevin McCallister, please contact an airline .\nrepresentative. Kevin McCallister.\nINT. O'HARE. BAGGAGE AREA\n\nHalf a dozen airline REPS with radios search the bagguge area. The PA announcement\ncontinues.\n\nKevin McCallister, plcase contact an airline\nrepresentative. Kevin McCallister.\nEXT. CENTRAL PARK. LATER .\nKevin's walking through the park. He sees something familiar.\nHIS POV\n\nThe Kensington Towers Hotel. Just like the photo on the game show.\n\n30\n\n7\n\nBene\n\f(®\n\n( 3\n\nKEVIN\n(like an announcer)\nThe Kensington Towers. New York's most exciting\n\nhotel experience!\n\nSuddenly his happy face freezes. He stares in alarm.\n\nKEVIN\nSick...\n\nHIS POV\nAn ELDERLY WOMAN stands with her arms spread, covered head-to-toe with pigeons.\nEXT. STREET. SUBWAY ENTRANCE\n\nHarry and Marv walk up the steps to the sidewalk. They each have a small duffel bag.\nThey're wearing ill-fitting overcoats and casual clothes.\n\nHARRY\nYou know what I smell, Marv?\n\n““' 170000001\n\n(ignores Marv)\nFreedom.\n\nGarbage.\n\nMARY\n. (sniffs again)\nAnd falafel.",
  "19": "---END OF PREVIOUS SECTION---\n““' 170000001\n\n(ignores Marv)\nFreedom. Garbage. MARY\n. (sniffs again)\nAnd falafel. \n---TARGET SECTION TO BE ANNOTATED---\nHARRY\nAnd money.\nMarv slowly looks at Harry.\n\nMARV :\nYou don't think we should go straight for a while?\n\nHARRY\nAnd do what? Be doctors? Everything's fine Marv.\nThere's nothing wrong with what we were doing\nbefore.\n\nMARV\nExcept we spent nine months in the clink.\n\n31\n\fHARRY\nShut up. We ain't gonna get caught again ‘cause we\nain't gonna deal with no more kids.\n\nEXT. STREET\n\nKevin runs out of the park, looking back to make sure the Pigeon Lady isn't following\nhim. He heads up 59th Street heading west.\n\nEXT. INTERSECTION\n\nHarry and Marv stop atthe corner.\n\nEXT. INTERSECTION. ACROSS THE STREET\n\nKevin stops at the corner and waits on the light. Afternoon traffic is heavy. Gridlock.\nCU. LIGHT\n\nThe \"Walk\" light goes on.\n\nEXT. CORNER. KEVIN\n\nHe follows the CROWD into the streei. Pedestrian traffic weaves through the vehicles\njamming the intersection. HORNS ARE BLARING.\n\nEXT. STREET\n\neneworesF790000001\n\nHe hurries through the traffic, weaving through the people.\n\nCU. MARV ,\n\nHe steps around...\n\nCU. KEVIN\n\nHe brushes against Marv.\n\nCU. MARV\n\nA puzzled look. He takes a look over his shoulder.\n\nHIS POV\n\nMOVING AWAY. The briefest glimpse of Kevin's head in the crowd.\nEXT. STREET. HARRY AND MARV\n\nMarv turns back.\n\n32\n\n \n\f \n\nO\n\n \n\ncece\nHARRY\n‘What's the matter?\n\nMARV\nT thought I saw something.\n\nRRY\nWhat? BA\n\nMARV\n(shrugs it off)\nNothing.\nHe takes another look back.\nCU. WOMAN\n\nFashion model-type. She stops as PEDESTRIANS bottle up at the curb. Mary, still\nlooking over his shoulder, rams her from behind.\n\nCU. MARV\n\nHe rears back with an apologetic smile.\n\nCU WOMAN HT0000001\nShe glares.at him.\n\nEXT. INTERSECTION. OPPOSITE CORNER\n\nKevin jumps the curb and continues down the sidewalk, never having seen Harry and\nMarv.\n\nEXT. ORLANDO AIRPORT\n\nThe rain is coming down in sheets.\n\n. INT.",
  "20": "---END OF PREVIOUS SECTION---\nORLANDO AIRPORT\n\nThe rain is coming down in sheets. . INT. \n---TARGET SECTION TO BE ANNOTATED---\n ORLANDO AIRPORT. AIRLINE OFFICE. CU. KATE\n\nShe's turned in-her seat looxing back to...\nINT. OFFICE. DOORWAY\nThree Orlando COPS stand in the doorway.\n, ORLANDO COP\n\nMrs. McCallister? Sergeant Bennett, Orlando Police.\nWe're involved in the situation now.\n\nINT. OFFICE\nKate and Peter. The sight of the Officers frightens them.\n\n33\n\fO\n\n \n\nMe\nwn\n’\n\n7\n1\nY\nw\n\"0\nun\ni\nu\n\nEXT. KENSINGTON TOWERS HOTEL\n\nKevin walks into the hotel. :\n\nINT. HOTEL. FRONT DOOR\n\nKevin comes through the revolving door. He looks around the massive lobby.\n\nKEVIN\nThis is great.\n\nHIS POV :\nA grand, old hotel lobby with a gilded ceiling, marble columns and potted palms.\nINT. HOTEL. LOBBY\nKevin rewinds his Walkman.\nVOICE\nFor reservations at the Kensington Towers or any of\nthe other fine American Star hotels worldwide, call 1-\n800-SANDMAN.\n\nKevin clicks the Walkman off. He smiles.\n\nTl do just that A T 0 0 0 00 0 1 ,\n\nINT. HOTEL. LOBBY. ALCOVE. PHONE BOOTH\n\nKevin's standing on a stack of phone books in the booth. He's dialing the 800 number.\nINT. HOTEL. LOBBY. ALCOVE. ANOTHER PHONE BOOTH\n\nA young BUSINESS WOMAN in the phone booth across from Kevin is watching him.\nHER POV\n\nKevin's standing on the phone books, standing on tiptoes. He senses he's being watched.\nHe looks across to the Woman.\nKEVIN\nYou know, in the bathrooms they have litue toilets for\nkids. I guess the people who make phone booths don't\ncare as much about kids as the people who make\ntoilets, Excuse me. .\n\nHe closes the door.\nCU. WOMAN\n\nShe stares at Kevin.\n\n34\n\f \n\nQO\n\nCU. KEVIN\nHe gives the Wornana smile. His call is answered. He clears his throat and puts on a deep\nvoice.\n\nKEVIN\nHowdy-do, this is Peter McCallister. ‘The father.",
  "21": "---END OF PREVIOUS SECTION---\nHis call is answered. He clears his throat and puts on a deep\nvoice. KEVIN\nHowdy-do, this is Peter McCallister. ‘The father. \n---TARGET SECTION TO BE ANNOTATED---\n Td\nlike to have a hotel room, please.\n\nCU. RESERVATION OPERATOR\n\nA clean-cut, young male OPERATOR is on the other end.\n\nOPERATOR\nFor which of our hotels, sir?\n\nCU. KEVIN\nHe smiles. It worked.\nKEVIN\nThe Kensington Towers. New York's most exciting\nhotel experience.\n\nINT. HOTEL. RECEPTION DESK\n\nThe Clerk is working on “fF ay ks up slawl\na OV “6000 001\n\nThe counter and two litle hands. Then a head. Kevin pulls himself up on his forearms.\nKEVIN\nHi.\nCU. CLERK\nHe looks askance at Kevin.\n\nCLERK\nCan I help you?\n\nINT. HOTEL. RECEPTION DESK. KEVIN. FROM BEHIND\nKevin's hanging on the counter. His feet are twelve inches off the floor.\n\nKEVIN\nReservation for MeCallister.\n\nCu. CLERK\n\nHe stares at Kevin for a long beat.\n\n35\n\f \n\nO CLERK\n\n(suspiciously)\nA reservation for yourself?\n\nCU. KEVIN\nHe stares back at the Clerk.\n\nKEVIN\n, My feet aren't touching the ground. fm not tall enough\nto look over this counter. How could | make 4\nreservation for a hotel room? Think about it. A kid\ncoming into a hotel and making a reservation? Not on\n\nthis planet, sir.\n\nCU. CLERK\nHe leans his head back in a haughty recovery from his gaffe. ‘\n\nCLERK\nI'm confused.\n\n\\ CU. KEVIN\nHe adjusts his arms, shifts his weigh T 0 0 0 0 0 0 ] .\n\nKEVIN\nT'm wavelling with my Dad. He's on business. He's at\na meeting. I hate meetings, plus I'm not allowed to go\nin. I can only sit in the lobby, and that's boring. So he\n\ndropped me off here...\n(presents an Amex card)\n..gave me his credit card and said co tell whoever was\nchecking i in people to let me in the room, so I don't get\n\ninto mischief.\n\nINT. ORLANDO AIRPORT. POLICE OFFICE\n\nKate and Peter are in the small cinder block office overlooking the terminal.",
  "22": "---END OF PREVIOUS SECTION---\nINT. ORLANDO AIRPORT. POLICE OFFICE\n\nKate and Peter are in the small cinder block office overlooking the terminal. \n---TARGET SECTION TO BE ANNOTATED---\n They're sitting\nacross a stee] desk from Officer Bennett. The other two Officers stand behind and to the\n\nside of the desk. More questions.\n\n(0\n\nOFFICER BENNETT\nHas the boy ever run away from home?\n\nPETER\n. No.\n\nOFFICER BENNETT\nHas he ever been in a situation where. he’s been on his\n\nown?\n\n36\n\n~~\n\fe\n\nKate and Peter lose their humor when they\nunappreciative cars.\n\nKATE\n(embarrassed pause) .\nAs a manter of fact, this has happened to us before.\n(nervous laugh)\nIt's becoming a McCallister family gavel cadition.\n\nPETER\n(innocent chuckle)\nFunnily enough, we never lose our luggage.\n\nrealize that the remarks are falling on dead and\n\nKATE\n(straight)\nHe was left home by accident last year.\n\nOFFICER BENNETT\nDo you have a recent photo of the boy?\n\nKATE\nYes.\n\nsemen HTOOOOOOL\n\n(concerned)\nIn my bag.\n\n(to Peter)\nI don’t have my bag.\n\nPETER\nI.don't have it.\nKATE\n(after a pause)\nKevin had it at the airport. He was looking for\nbatteries. He has my wallet.\n\nOFFICER BENNETT\nDid you have credit cards in the wallec?\n\nKATE\nCredit cards, money.\n\nOFFICER BENNETT\nJ want to notify the credit card companies immediately.\nIf your son has the cards we can get a location on hin\nwhen and if he uses them.\n\nKATE\nI don't think Kevin even knows how to use a credit\n\ncard.\n\n37\n\ney\n\f \n\nCa\n\nc&\n\nCU. CREDIT CARD IMPRINT MACHINE. CU. CREDIT CARD\n\nAmencan Express card that reads PETER J. McCALLISTER. A ticket is laid over it and\nimprinted.\n\nINT. HOTEL. RECEPTION DESK\n\nThe Clerk hands the card back to Kevin. He's still hanging on the counter.\n\n: KEVIN\n{to himself)\nWow. It worked.\n\nCLERK\n(snaps his fingers)\nFront, please!\n(to Kevin)\nEnjoy your stay with us.",
  "23": "---END OF PREVIOUS SECTION---\nIt worked. CLERK\n(snaps his fingers)\nFront, please! (to Kevin)\nEnjoy your stay with us. \n---TARGET SECTION TO BE ANNOTATED---\n And don't forget to remind\nyour Dad, when he arrives, that he has to come down\nand sign a couple of things.\n\nKEVIN\nMy pleasure. You've been most helpful.\n\nINT. HOTEL. CONCIERGE H T 0 0 0 0 0 0 ]\n\nA thin, gaunt, middle-aged CONCIERGE looks up from his station.\nHIS POV\n\nKevin heads across the lobby with a BELLMAN.\n\nCU. CONCIERGE\n\nHe raises a suspicious eyebrow.\n\nINT. HOTEL. HALLWAY\n\nThe elevator opens and the Bellman exits carrying the travel bag. Kevin follows. He puts a\npiece of gum in his mouth.\nINT. HOTEL SUITE. DOOR\n\nItopens. The Bellman walks in. Kevin follows. He slows as he enters the room. A huge\nsmile.\n\nKEVIN .\nThis is so great.\nHIS POV\n\nA massive suite overlooking the Park.\n\n38\n\nwep:\n\f \n\n \n\nINT. BEDROOM\n\nview.\n\nKEVIN\nA huge bed, all for me.\n\nINT. BEDROOM. MINI-BAR\n\nThe little refrigerator door opens revealing an'assortment of drinks and snacks.\n\nCU. KEVIN\nLooking at all the goodies.\n\nKEVIN\nHow convenient.\n\nINT. BATHROOM\n\nAn enormous bathroom with a four-person whirlpool tub, separate shower, TV. Kevin\nsticks his head in.\n\nKEVIN\nLuxurious! And spacious!\n\nINT. SUITE. DOOR H T 0 0 0 0 0 0 ]\n\nKevin retums to the living room to find the Bellman waiting at the door.\n\nBELLMAN\n(after a pause)\n\nIs the temperature alright for you, sir?\nKEVIN\n\nIt's okay.\nBELLMAN\n\nYou know how the TV works?\nKEVIN\n\nTm nine years old. TV is my life.\nBELLMAN\n\nWell...\n\nThe Bellman's stalling for a tip.\nKEVIN\n\n‘What?\n\nHe glances down.\n\n39\n\nKevin pokes his head in the door and looks at the king-size bed, the large screen TV, the\n\f \n\n \n\nINSERT: BELLMAN'S HAND\nRubbing his fingers together, a signal for a tip.\nCU. KEVIN\n\nIt occurs to him what he wants.\n\nKEVIN\nOh. I'm sorry.",
  "24": "---END OF PREVIOUS SECTION---\nKEVIN\n\nIt occurs to him what he wants. KEVIN\nOh. I'm sorry. \n---TARGET SECTION TO BE ANNOTATED---\nHe reaches into his pocket and pulls out his gum. He gives him a stick.\n\nKEVIN\nAnd there's plenty more where that came from.\n\nINT. HEALTH CLUB. POOL\n\nHalf a dozen MEN and WOMEN are relaxing around the pool after a-workday. Kevin\nstrolls into the pool area wearing a white robe and adult bathing wunks. They come down\nto his knees and billow out on the sides..He greets the poo! guests with a friendly smile.\n\n“  #T0000001\n\nGood enough.\nHe peels off the robe and positions. himself at the side of the pool.\n\nKEVIN\nmould it bother anybody if I worked on my cannon\n\nThere's no negative response.\n\nKEVIN\nThanks.\n\nKevin jumps into the pool, tucks in his legs and does a cannon ball.\n\nINT. STEAM ROOM. LATER\n\nA couple of BUSINESSMEN in their mid-thirties are sitting in the steam room, wlking.\nThey're nearly hidden in the clouds of steam.\n\nBUSINESSMAN 1\nTi tell you, the marketing director over at Skilling and\nRoss has a body on her I'd kill my dog for.\n\n40\n\f \n\n(,@\n\nBUSINESSMAN 2\nT know who you're talking about. She’s got the great\nbig...\n\nKevin is sitting on the step above the two men. He leans in between them.\n\nKEVIN\nExcuse me. If you guys are going to use the F word, !\nI'll have to leave. I promised my grandmother ['d\nnever listen to that kind of talk.\n\n'\n\ni\n\nSorry. We didn’t know you were in here. . |\n!\n\nBUSINESSMAN\nKEVIN\nIt's okay. '\nHe leans back.\nBUSINESSMAN 2\n\nIs she married?\nKevin thinks for a moment. He slowly leans forward and looks down ar the men.\n\nKEVIN °\nExcuse me. Are you guys naked?\n\nBUSINESSMAN }\n\nem T0000001\n\nTm outta here.\nINT. ORLANDO AIRPORT. POLICE OFFICE\n\nKate and Peter are sitting in the office. They're tired and weary. Officer Bennett comes in.\nPeter and Kate straighten up.\n\nOFFICER BENNETT\nNo news.\nKare and Peter relax.\n\nOFFICER BENNETT\nWe'd like you to stay here in Orlando at least through\ntonight.",
  "25": "---END OF PREVIOUS SECTION---\nOFFICER BENNETT\nNo news. Kare and Peter relax. OFFICER BENNETT\nWe'd like you to stay here in Orlando at least through\ntonight. \n---TARGET SECTION TO BE ANNOTATED---\n We have to be able to reach you.\n\nPETER\nMy brother booked us a hotel for the holidays.\n{to Kate) .\nI guess we may as well wait there.\n\n41\n\f \n\n \n\nOFFICER BENNETT\nJust so you leave us with the number and keep the line\nopen.\n\nKATE\nOkay.\n\nCU. TV. SCREEN . z\nA horror movie is playing.\n\nINT. HOTEL SUITE. LIVING ROOM\n\nKevin's jumping on the bed. A room service cart loaded with desserts is next to the bed.\n\nKEVIN\nThis is a vacation.\n\nEXT. ORLANDO. RESORT COMPLEX. AIRPORT VAN\n\nThe McCallisters look out from a jammed airport van. CAMERA PANS weary,\n‘disappointed faces.\n\nTHEIR POV\n\nA dreary roadside mote] that's long past its prime. Dead salm trees, a car up on blocks in\nthe parking lot, sign falling down, bushes overgrown. The rain 00 Oot\n\nCU. UNCLE FRANK H T 0 0) 00\nHe looks out at the motel with disdain.\n\nFRANK\nIt didn't look this bad on our honeymoon.\n\nINT. HOTEL SUITE. BEDROOM. LATER\n\nKevin's lying in bed. He's casually looking through Kate's bag. The city lights twinkle out\nthe window. He takes our her address book. He thumbs through the pages.\n\nINSERT: ADDRESS BOOK\n\nKevin's finger moves down the handwritten notations to...\nMcCALLISTER, ROB 879 W.10Sth N.Y.\n\nCU. KEVIN\n\nHe thinks for a moment.\n\nKEVIN\nUncle Rob lives here. If they're back from Paris, T'll\ngo drop in on them. They usually give pretty good\npresents.\n\n42\n\fO\n\nC-®\n\n \n\n \n\nG2. te+ +e w7ee e wees Te LL le -\n\nHe puts the address book back in the bag. He takes out Kate's wallet. He opens ir and\ntakes out 4 picture of the family. It's a recent snapshot. The family is in typical disarray.\nBuzz is choking him. Jeffs making rabbit ears over Kate. Peter's smiling stiffly and\nformally with his arms uround Linnie and Megan. Megan's blowing a bubble. Linnie’s\nscratching her leg. . :\n\nCU.",
  "26": "---END OF PREVIOUS SECTION---\nPeter's smiling stiffly and\nformally with his arms uround Linnie and Megan. Megan's blowing a bubble. Linnie’s\nscratching her leg. . :\n\nCU. \n---TARGET SECTION TO BE ANNOTATED---\n KEVIN\n\nA fond smile as he looks at the picture. The smile is short-lived as he fecls the separation\nfor the first time. Jde puts the picture back, returns the wallet to the bag and lies back on the\nbed. He feels terribly lonely. He looks to the phone.\n\nEXT. MCCALLISTER HOUSE\n\nNight. No lights. PHONE RINGING.\n\nINT. MCCALLISTER HOUSE. FOYER\n\nThe PHONE CONTINUES TO RING.\n\nINT. MCCALLISTER HOUSE. ATTIC\n\nUnmade bed. Evidence of the rushed deparure. The PHONE RINGS a couple more times\nand stops. A beat and it RINGS AGAIN.\n\nEXT. MOTEL COMPLEX. NIGHT H T 0 0 0 0 0 0 1\n\nCheap Christmas lights and decorations make the place look worse at night. The rain\ncontinues.\n\nINT. MOTEL ROOM. KATE\n\nShe's on the phone. She lets it ring a few times and hangs up.\n\nINT. MOTEL ROOM\n\nPeter's sitting by the window, staring out at the rain. He looks back at Kate.\n\nPETER\nNo?\n\nKare shakes her head, no.\n\nKATE\nT thought just maybe he might be at home.\n\nPETER\nWeill just have to keep waiting.\n\nKATE\nDo you think he's okay?\n\nPeter tums from the window. He nods unconvincingly.\n\n43\n\npena ay\n\fa)\n\nINT. HOTEL. HALLWAY\n\nThe elevator door opens and the Concierge steps out. He stops a ROOM MAID and speaks\nto her (UNHEARD) for a moment. She points to the end of the hall. Another exchange and\nshe surrenders her keys. .\n\nINT. SUITE. BED ROOM\n\nThere's a sharp KNOCK on the door. Kevin quickly turns off the lights and runs into the\nbathroom. There's another KNOCK, followed a moment later by the ROOM BELL.\n\nINT. BATHROOM. SHOWER STALL. CU. SHOWER NOZZLE\n\n=———\n\nKevin tums it on full. Maximum hot.\n\nINT. HOTEL. HALLWAY\n\nThe Concierge grins. He thinks he has everything figured out. He inserts the maid's key\ninto the door and carefully and quietly opens the door.",
  "27": "---END OF PREVIOUS SECTION---\nHALLWAY\n\nThe Concierge grins. He thinks he has everything figured out. He inserts the maid's key\ninto the door and carefully and quietly opens the door. \n---TARGET SECTION TO BE ANNOTATED---\n He sneaks a look down the hal! and\nslips into the room.\n\nINT. SUITE. LIVING ROOM\n\nThe Concierge sneaks across the living room to the bedroom and pushes open the door. He\npeeks in.\n\nHIS POV HTOOQOOOOL]\nThe bathroom door is ajar. The light is on. The shower is going.\n\nINT. BATHROOM. DOOR\n\nThe Concierge pushes the door open slowly and sticks his head in.\nHIS POV\n\nDimly reflected in the fogged mirror is the pebbled glass shower stall and the shape of the\ninflatable clown, We hear UNCLE FRANK SING IG \"COOL JERK.\"\n\nINT. BATHROOM. CU. COUNTER\nKevin's Walkman.\nCU. CONCIERGE\n\nA look of concern.\n\nUNCLE FRANK'S VOICE\nGet outia here, you nosey litle pervert! Or I'll come\nout and slap you silly!\n\n44\n\f \n\n~\n\nC At\n\nQo ci ses ete wesTES Se wFoe Fe ee te\n\nINT. SUITE. LIVING ROOM\n\nThe bedroom door flies open and the Concierge scrambles out. He slams into a wing chair\nand cracks his knee. He hobbies out of the suite.\n\nINT. MOTEL ROOM\nBuzz is sitting on the end of the bed, in the dark, facing a window.\nINT. ROOM. BED\nJeff wakes up. He sits up on an elbow,\nJEFF\n\nBuzz?\nINT. ROOM. BUZZ\nHe doesn’t turn around.\n\nBUZZ\n(softly)\nWhat?\n\nINT. BEDROOM. DOOR\n\nJeff clears his throat. H TQ0 0 0 0 0 1\n\nYou're really upset, huh?\nCU. BUZZ\nFrom the front. He's not crying. He's intently watching something out the window.\nBUZZ\nVery.\nHIS POV\n\nOut the window and across the motel courtyard. A WOMAN is undressing in her room.\nHer drapes are open.\n\nINT. ROOM. JEFF\nHe's sad and respectful of Buzz’s feelings.\n\nJEFF .\nHe's a tough litile guy. He'll make it. Wherever he is.\n\n45\n\f \n\nAG\n\nCus\n\n(.@\n\nBics zeit: estzs se ele Fe eects\n\nEXT.",
  "28": "---END OF PREVIOUS SECTION---\nHe'll make it. Wherever he is. 45\n\f \n\nAG\n\nCus\n\n(.@\n\nBics zeit: estzs se ele Fe eects\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n HOTEL. MORNING\n\nA white stretch Lincoln is waiting at the curb. The Doorman comes out of the hotel with a\npizza box and hands it to the DRIVER. He puts it in the backseat.\n\nINT. HOTEL. KEVIN'S ROOM. BATHROOM\n\nHe's standing at the mirror on the back of the bathroom door. He's showered and dressed.\nHe's combing his hair.\n\nKEVIN\n\nI'm not entirely crazy about vacationing alone,\nespecially somewhere where I've never been and\nnobody knows me. But since I can't call my parents\nbecause they're not home and I don't know what\nnumber they're at, I'll just have to make the best of the\nSituation und the vacation’s over...\n\n(pause)\nOh, no. That's two weeks.\n\n(pause)\nI was out of underwear yesterday.\n\nINT. HOTEL. LOBBY. CONCIERGE\n\nHe's going over his moming notes. Something catches his eye...\n\n_ ts Pov HT0000001\n\nKevin strolls through the lobby. He waves to the Concierge.\n\nKEVIN\nTs my transportation here?\n\nINT. LOBBY. CONCIERGE\nNods and smiles obsequiously.\n\nCONCIERGE\nOut.in front, sir. A limousine and a pizza.\nCompliments of the Kensington Towers Hotel.\n\nKEVIN\nNew York's most exciting hotel experience.\n\nCONCIERGE\n1 do hope your father understands that last night] was\nsimply checking the room to make sure everything was\nin order.\n\nKEVIN\n\nHe was pretty mad. He said he didn't come all the way\nto New York to get his naked rear end spied on.\n\n46\n\f \n\nCONCIERGE.\nOf course not. Will he be down soon?\nKEVIN\nHe already left. .\nCONCIERGE\n1 would tike to have offered my personal apology.\nKEVIN\n\nIf some guy looked at you in the shower, would you\nwant to see him ever again?\n\nCONCIERGE\nI suppose not.\nKEVIN\nT don't think you'll see him for the rest of our trip.\nCONCIERGE\nT understand.\nKEVIN\nBye.\nCONCIERGE\n\nHave a'pleasant day.\n\nKevin continues on his way. The Concierge watches him go. His smarmy smile fades.",
  "29": "---END OF PREVIOUS SECTION---\nKevin continues on his way. The Concierge watches him go. His smarmy smile fades. \n---TARGET SECTION TO BE ANNOTATED---\n He\nsteps around from behind his desk and crosses to the check-in counter.\n\nEXT. HOTEL\nKevin's jaw drops as he stares at... H T 0 0 0 0 0 0 1\n\nHIS POV\nThe white limo. The Driver and the Doorman stand at the open rear door with big smiles.\nCU. KEVIN\nHis amazement turns to delight.\nKEVIN\n\nBuzz? If poetld vce me now.\nINT. HOTEL. OFFICE\nThe Concierge flips through the room records finding...\nINSERT: FILE\nMcCallister, Peter J. The Concierge opens the file and removes the credit card slip.\n\n47\n\f \n\n \n\nINSERT: CREDIT CARD MACHINE\n\nThe Concierge punches in Peter's credit card number.\nEXT. CENTRAL PARK\n\nThe white limo moves through the Park.\n\nINT. LMO\n\nThe radio's on, cartoons are on the TV. Kevin's pecting pepperoni slices off his pizza. He\ndoesn’t know what to do with them. He glances up to the sun roof.\n\nINSERT: WINDOW CONTROLS\nKevin presses the sun roof butron,\nEXT. PARK. LIMO. SUN ROOF\nThe sun roof opens. Kevin whips the pepperoni slices out.\nEXT. JOGGING PATH :\nA MAN is jogging with his Alsatian. The dog suddenly reverses directions. He jerks the\nMan off his feet and drags him down the block.\nEXT. STREET. CURB HTOOQO0O0001\nThe dog gobbles the pepperoni slices that have landed alongside the curb.\nINT. OFFICE. CU. CONCIERGE\nHe watches the machine anxiously. An evil grin grows.\nINSERT: CREDIT CARD MACHINE\nTt reads -- STOLEN.\nINT. SUBWAY TUNNEL\nA wain screams past.\nINT. SUBWAY CAR\nHarry and Marv are sitting in the empty car.\nWe gotta face facts. wea have the equipment to\npull off anything big. I'm talking banks, jewelry\nstores..\nMARV\nArt museums. .\n\n48\n\f \n\n. HARRY\nRight. We don’t want goods because we don't have\nNS the connections here yet to fence anything. We need\ncash and we need it now.\n\n+\n\nMARV\nHow about the horels? Tourists carry cash.",
  "30": "---END OF PREVIOUS SECTION---\nWe need\ncash and we need it now. +\n\nMARV\nHow about the horels? Tourists carry cash. \n---TARGET SECTION TO BE ANNOTATED---\nHARRY\nNo guarantees. | got a better idea. Stores ain't gonna\nmake bank deposits on Christmas.\n\nMARV\nRight.\n\nHARRY .\nThe stores that are gonna have the most cash on hand\nare the ones that trade in moderate priced goods.\n\nMARV\nRight.\n\nHARRY\nWhal store is gonna do the most cash business at\nChrisemas time that nobody's gonna think to Tob?\n\nume ““ 179900001\n\nHARRY\n(after an incredulous stare)\nNine-year-olds rob Siquor stores.\n\n(-9\n\nHe hands a piece of newsprint torn from the evening paper to Marv..\n\nThis is what L had ane\nCU. PAPER\nIt's an ad for a grand toy emporium, Duncan's Toy Chest.\nCU. MARV\nHe looks up with a grin.\nMARV\nBrilliant, Harry. .\n_ CU. HARRY\n= He's delighted with himself.\nNN\n\n49\n\nep\n\fBote eet us: werze Eh epi. $22 E fie\n\nHARRY\nThere's nobody dumb enough to knock off a toy store\n\n50\n\nY\nWU on Christmas Eve.\nCu. MARV\nHe agrees with an enthusiastic nod and a broad grin.\n: MARY\n_Oh, yes there is.\nHe points to Harry and to himself.\nEXT. BLOOMINGDALE'S\nKevin comes out the door with a bag. He steps to the curb and snaps his fingers. A beat\nand the limo pulls up. The DRIVER gets out. ‘He runs around to Kevin's door.\nEXT. BLOOMINGDALE'S, KEVIN AND THE DRIVER\nThe driver opens the door. He takes the package from Kevin.\nKEVIN\nBe careful with that.\nna . . DRIVER\n. Yes, sir.\nww KEVIN\nDon't let anybody look in it.\nDRIVER\nYes, sit. 0 0 0 1\nKevin leans in close. H T 0 0 0\nKEVIN :\n(softly)\nIrs underpants.\nDRIVER\nJ understand.\nThe Driver tucks the package under his arm.\nDRIVER\nWhere would you like to gonow?\nKEVIN\n| Know any. good roy stores?\n| @ DRIVER\n~ (smiles)\nNo I sure do.\n\nee\n\fC-\n\ndp .\n\n \n\nKevin hops in the limo.",
  "31": "---END OF PREVIOUS SECTION---\n| @ DRIVER\n~ (smiles)\nNo I sure do. ee\n\fC-\n\ndp . Kevin hops in the limo. \n---TARGET SECTION TO BE ANNOTATED---\nEXT. DUNCAN'S TOY CHEST\nThe world’s largest and grandest toy store. An old, cast iron building, painted in bright\n\ncolors, lights all over, elaborate window displays. Seven floors of toys. A huge\nmechanical toy chest above the main encrance opens and closes. Animated toys rise as the\n\nchest opens.\nCU. KEVIN\nHe's standing outside the toy store with a huge grin on his face.\n\nKEVIN\nMerry Christmas, Kevin.\n\n|\n\nINT. DUNCAN'S TOY CHEST\n\nKevin walks in. Toys everywhere, Radio controlled planes circling the ceiling, trains\nrunning around the walls, tanks filled with boats, demonstration toys, play areas, a\npopcorn machine, 4 soda fountain.\n\nCU. KEVIN HTOOOOOO!L\n\nHe watches the airplanes circle overhead.\n\nKEVIN\nThis is the greatest accident of my life,\n\nINT. DUNCAN'S TOY CHEST. KEVIN\n\nKevin bounces INTO FRAME and DROPS OUT. BOUNCES IN, DROPS OUT. He's\nweanng a helmet and brandishing a pair of pistols. .\n\nINT. DUNCAN'S TOY CHEST. WIDE\nKevin's bouncing on a campoline.\nINT. DUNCAN'S TOY CHEST. KEVIN\n\nHe's holding a rifle in the shape of an arm with a clenched fist on the end. Jie takes aim\nand fires the rubber fist at CAMERA.\n\nINT. DUNCAN'S TOY CHEST. SECOND FLOOR\n\nPlayhouse displays, wee forts, tents, playground sets, bikes, outdoor toys. The front doors\non two playhouses open and Harry and Marv crawl out.\n\nMARV\n\n(with a lavgh)\nNice house, but no bathroom.\n\n51\n\f2\n\nC-8\n\nBo2i 2-5 Sts wletze t aloes Peas\n\nHARRY\nEverybody leaves for a nice holiday off. we come out\nof our little houses and empty the cash registers. We\n‘cum off the burglar alarm and walk out like we own the\n\njoin. -\nCU. CHECK-OUT COUNTER\n\nA boxed pair of dart pistols, & Flying Fist rifle anda poule of Monster Sap Super Slippery\nBath Bubbles.\n\nINT. STORE.",
  "32": "---END OF PREVIOUS SECTION---\nCHECK-OUT COUNTER\n\nA boxed pair of dart pistols, & Flying Fist rifle anda poule of Monster Sap Super Slippery\nBath Bubbles. INT. STORE. \n---TARGET SECTION TO BE ANNOTATED---\n CHECK-OUT COUNTER\nA middle-aged WOMAN is checking the iterns ouL\n\nWOMAN\nAre you shopping alone?\n. KEVIN\nIn New York? Ma'am, I'm afraid of my own shadow.\nWOMAN\nTlike ta check. ©\nKEVIN\nThat's very responsible of you.\nWOMAN\nThank you.\nKEVIN\nMy pleasure.\nThe Woman totals the purchases. H T 0 0 0 0 0 0 1\n‘WOMAN ”\n$51.75.\n\nKevin takes out Kate's cash envelope. The Woman tries to see how much he's carrying.\nHe discreetly turns away from her ‘and takes out three twenties.\n\nWOMAN\nWhere did you get all thar money?\n\nKEVIN 1\nThave a lot of grandmothers.\nThe Woman bags Kevin's goods.\n\nKEVIN .\nYou have a really nice store here. One of the finer toy\ndealerships I've visited in my life.\n\n52\n\nTE\n\f \n\n. WOMAN\n\\ Mr. Duncan's a wonderful man. Did you visit Santa?\n\nww KEVIN\n\n(leans forward and whispers)\nTm eleven years old. .\n\nWOMAN i\nSorry. =\nKEVIN\nIt's okay. I have 2 young face.\nt WOMAN\n\nI mentioned it because if you'd seen Santa, you would\nhave seen Mr. Duncan. He's the supervising Elf up in ,\nour Santa's Workshop.\n\nKEVIN\nThe guy who owns the place is doing elf work?\n\nWOMAN\nEvery Christmas Eve. He loves kids.\n\n@ KEVIN\n\nYou'd fave to, to work as an elf.\n\n‘ WOMAN ;\nWw As a matter of fact, all the money the store takes in\ntoday, Mr. Duncan donates to the Children's Hospital.\nThe day after Christmas, we total up all the money in\nthe cash registers and Mr. Duncan takes it down to the\nhospital.\n\nmasvey een, ATOO00001\n\nWOMAN\nIf the real Santa Claus ever retires, Mr. Duncan’ll take\nhis place.\n\nKevin tums away again. He slips another twenty out of the envelope. He tums back and\nhands it to the Woman.",
  "33": "---END OF PREVIOUS SECTION---\nKevin tums away again. He slips another twenty out of the envelope. He tums back and\nhands it to the Woman. \n---TARGET SECTION TO BE ANNOTATED---\nKEVIN\nI'm not supposed to spend this money, but | have\ntwenty dollars from shovelling snow in a jar in our\ngarage where my older brother can't find it, and I can\npay my mother back with that. So you can give this to\n‘4 Mz. Duncan. The hospital needs it more than me\nap because I'll probably just spend it on stuff that rots my\n| teeth and my mind.\n\n53\n\f \n\n(,9\n\nWOMAN\nThat's very sweet of you. Merry Christmas.\n\nKEVIN\nMerry Christmas to you, too. Be sure and bundle up\nwhen you go outside. It's a litde nippy.-\n\nThe Woman smiles her appreciation.\nINT. DUNCAN'S TOY CHEST. SECOND FLOOR\n\nHurry and Marv cross to the escalator. Marv passes a display table. Three foot sticks with a\npistol gnp on one end and a little hand on the other end. Marv walks back to the table and\n\npicks up one of the toys. He tries it. ,\n\nHARRY\nCome on, egghead.\n\nMARV\nThese might be nice for picking pockets.\n\nHARRY\nPut it down.\n\nMARV\nWatch. I'll pick my own pocket.\n\nHe reaches the toy into his overcoat and fishes around behind his back. Escalator traffic is\nbacking up behind him.\n\nHARRY\nYou're really a moron, you know that?\n\nMarv's tongue is out as he cries to get his wallet out of 6 (6\nCU. MARV'S COAT H T 6 0 Or 0 1\n\nThe little hand pokes out of his coat vent.\nCU. WOMAN'S BOTTOM\n\nThe litde hand hooks the hem of her skin.\nCU. MARV\n\nHe yanks up on the toy.\n\nCU. WOMAN'S SKIRT\n\nIt rises up.\n\n54\n\nprey\n\f \n\n(.3\n\niD\n\nCU. WOMAN\n\nThe fashion model-type we saw earlier. She gasps and tums. She rips the toy out of\nMarv's hands.\n\nCU. MARV\nHe whips around\nCU. WOMAN\nShe recognizes Marv. She raises the toy, holding it like a spear.\nCU. MARV\nShock. The Woman smashes the litle hand against his forehead.",
  "34": "---END OF PREVIOUS SECTION---\nCU. MARV\nShock. The Woman smashes the litle hand against his forehead. \n---TARGET SECTION TO BE ANNOTATED---\nEXT. DUNCAN'S TOY CHEST ‘ oo\nKevin exits with a large toy bag. H T 0 0 0 0 0 0 1\nINT. DUNCAN'S TOY CHEST. FIRST FLOOR\nHarry and Marv hurry through the store on their way out.\nYou had to mess acne Sida you? In this day and\nage, you can't go around goosing strangers with toy\nMARV\nThat bimbo could have poked my eye out!\n. Wd serve you right fer paving with the toys while\nwe're casing a job. .\nEXT. DUNCAN'S TOY CHEST\nKevin looks for the limo. Up the street. Then down the sireet.\nHIS POV\nThe limo is at the end of the block tuming toward Kevin.\nEXT. STREET\nKevin stars down the block.\nEXT. DUNCAN'S TOY CHEST\nHarry and Marv come our of the store and head up the block, toward Kevin.\n\n35\n\nener TTY\n\f \n\n(a\n\nEXT. STREET. KEVIN\n\nHe slows as...\n\nHIS POV\n\nThe limo pulls past him, returning to Duncan's Toy Chest.\n\nEXT. STREET. KEVIN\n\nHe tums back toward Duncan's Toy Chest and the Limo and breaks into a run:\nEXT. STREET. HARRY AND MARV\n\nThey continue down the street.\n\nCU. KEVIN\n\nRunning.\n\nHIS POV\n\nMOVING through the PEDESTRIAN traffic. Harry and Marv come into view. CAMERA\n\nPASSES them. H T 0 0 0 00 0 l\n\nCU. KEVIN\n\nGrinds to a halt. A puzzled look on his face. He tums slowly.\n\nCU. HARRY AND MARV\n\nStopped. Puzzled looks on their faces. They slowly turn in unison.\nCU. KEVIN\n\nLooking down the street at Harry and Marv.\n\nCU. HARRY AND MARV\n\nLooking back at Kevin.\n\nIt's hin! HARRY\nCU. KEVIN\nHe takes off.\n\nCU. HARRY AND MARV\nThey give chase.\n\n56\n\n \n\f \n\n\\\n\nEXT. DUNCAN'S TOY CHEST. LIMO\nThe Driver gets out. He sees Kevin running away.\n\nDRIVER\nHey! I'm here! -\n\nEXT. STREET.",
  "35": "---END OF PREVIOUS SECTION---\nDRIVER\nHey! I'm here! -\n\nEXT. STREET. \n---TARGET SECTION TO BE ANNOTATED---\n INTERSECTION\n\nKevin breaks through the PEDESTRIANS waiting for the light and runs into the congested\nwaffic, threading his way through the vehicles. He scrambles UNDER a delivery truck,\nberween the front and back wheels.\n\nEXT. STREET. HARRY AND MARV\n\nHarry.and Marv are on his tail. Marv climbs up onto a street lamp and looks into the traffic.\n\nHIS POV\nKevin reaches the other side of the street.\nCU. MARV\n\nHe points.\n\nMARV\nThere he is!\n\nEXT. ANOTHER STREET. oA T 0 0 0 0 0 0 1\n\nRunning as fast as he can.\nEXT. INTERSECTION. HARRY AND MARV\n\nThey gee across the street as the traffic opens up. HORNS BLARE, DRIVERS\n\nEXT. ANOTHER STREET. STREET VENDOR\nA MAN is selling cheap jewelry on the street. His wares are spread out on a piece of\n. Kevin races by as the Man waves a fist full of beaded necklaces. Kevin darts\n\n¢\nBACK INTO FRAME. He yanks a few bills out of his pocket and buy's half a dozen\nnecklaces. He takes off again. A beat and Harry and Marv race past.\n\nEXT. STH AVENUE. PARK-SIDE\n\nKevin wheels around the corner onto 59th Street, sending a flock of pigeons into panicked\nflight. Harry and Marv follow a few beats behind.\n\nEXT. S9TH STREET. PARK-SIDE. KEVIN\nKevin races down 59th Srreet.\n\n57\n\f(\n\nEXT. 59TH STREET. PARK-SIDE. HARRY AND MARV\nGeming a litde winded. They're huffing and puffing to keep pace.\nEXT. 59TH AND SIXTH. PARK-SIDE\n\nKevin gets the green light. He charges across 59th Sweet,\n\nEXT. 59TH AND SIXTH. SOUTH CORNER\n\nKevin stops for the light. Traffic's too heavy to get across. He looks to the traffic light.\n\nHIS POV\nThe light is green against him, red for him.\n\nCU. KEVIN\n\nHe looks fearfully across 59th Street.\n\nHIS POV\n\nHarry and Marv pour on the speed as they cross 59th.\n\nCU. KEVIN ,\n\nHe looks to the light again. . :\nCU.",
  "36": "---END OF PREVIOUS SECTION---\nHIS POV\n\nHarry and Marv pour on the speed as they cross 59th. CU. KEVIN ,\n\nHe looks to the light again. . :\nCU. \n---TARGET SECTION TO BE ANNOTATED---\n TRAFFIC LIGHT HTOOQOOOOOL ot\nIt's yellow against him, Suill red for him. ‘\n\nCU. KEVIN\n\nLooks back.\n\nHIS POV\n\nHarry and Marv are nearly to the comer.\n\nCU. TRAFFIC LIGHT\n\nChanges to green.\n\nCU. KEVIN\n\nHe runs into the street. He rips the necklaccs apart as he runs.\n\nCU. PAVEMENT\n\nPlastic pearls and beads scatter on the blacktop.\n\n58\n\fc=\n\nEXT. SIXTH AVENUE. CORNER ’\nKevin leaps up on the curb and takes off down the sidewalk.\n\nEXT. CORNER OF S9TH AND SIXTH\n\nHarry and Marv wheel around the corner and leap onto Sixth Avenue...\nEXT. 59TH AND SIXTH. NEW ANGLE\n\nHarry and Marv hit the beads and fly into the air. A high, arching, twisting, simuluneous\ntumble. They slam down on the pavement.\n\n_ EXT. SIXTH AVENUE. OVERHEAD\n\nHarry and Marv on their backs in the street.\n\nEXT. HOTEL. DOORMAN\n\nHe's loaded a GUEST into a cab. He tums and looks down the street. He grins.\nHIS POV\n\nKevin runs toward kim.\n\nCU. DOORMAN\n\nHe looks into the lobby. He blows his whistle.\n\nINT. HOTEL. CONCIERGE\n\nao, 6 ATO000001\n\nThe Doorman signals the Concierge to come outside.\nINT. HOTEL. LOBBY\n\nThe Concierge runs to the revolving door.\n\nEXT. SIDEWALK. KEVIN\n\nKevin weaves through the PEDESTRIAN maffic to the hotel and stops. He looks up.\n\nHIS POV\nThe Concierge is standing before him.\n\nCONCIERGE\nBack so soon?\n\n59\n\fab\n\nCU. KEVIN\nHe's breathless. pointing back down the street.\n\nKEVIN\nThere's... two guys...\n\nCU, CONCIERGE ' ;\n\nHe leans over Kevin. /\nWhat's the problem? The sine couldn't take your...\nstolen credit card? \\\n\nCU. KEVIN\n\nHe rears back in alarm. /\n\nEXT. HOTEL. CONCIERGE AND KEVIN\n\nThe Concierge grabs Kevin by the collar.\n\nCU. HARRY\n\nWincing in pain, he lifts his head and looks...",
  "37": "---END OF PREVIOUS SECTION---\nCONCIERGE AND KEVIN\n\nThe Concierge grabs Kevin by the collar. CU. HARRY\n\nWincing in pain, he lifts his head and looks... \n---TARGET SECTION TO BE ANNOTATED---\nHIS POV\n\nDown the south 59th Street sidewalk. The Concierge is struggling with Kevin. Kevin\nbreaks loose and dashes into...\n\nINT. HOTEL. LOBBY H TOOO0000L\n\nKevin races across the lobby. The Concierge and the Doorman rush in afier him.\nCONCIERGE\n\nSTOP THAT KID!\nCU. KEVIN oe\nTerrified. Running for all he’s worth.\nHIS POV\n\nA SALESWOMAN comes out of the gift shop. She stands ready to grab him. Arms out,\nlegs spread.\n\nINT. HOTEL. LOBBY\n\nLOW and from BEHIND THE SALES WOMAN. Kevin runs right for her. The Concierge\nis only inches behind him. At the last moment, Kevin slides, as if coming into home plate.\nOn the slick marble floor, he easily sails berween the Saleswoman's legs.\n\n60\n\f \n\n©\n\n~\n\n(-9\n\n6 25 te- =e vee ee ee eboe te ute.\n\nINT. HOTEL. LOBBY. SALESWOMAN\n\nTurns and looks back at Kevin, surprised that she missed him. She tums back. Recoils in\nhorror. :\n\nHER POV\nThe Concierge is heading right for her.\nINT. HOTEL. LOBBY ;\nThe Concierge slams into the Saleswoman. :\nINT. ELEVATOR\nKevin leaps into a waiting elevator.\nCU. ELEVATOR PANEL\nKevin presses the button for the 211 floor.\nEXT. HOTEL\nHarry and Mary limp to the front of the hotel.\nHARRY\n\nWe know where he is. We'll just wait for him to come\nout. ,\n\nWhat about his oA T 00 0 00 Ol\n\nMy bet is he ain't with his folks.\n\nMARV\n. How do you know?\n\nHARRY\nHow do I know? The kid was alone!\n\nINT. HOTEL. KEVIN'S SUITE. LIVING ROOM\n\nHe bursts through the door and runs into the bedroom.\n\nINT. BEDROOM\n\nKevin snatches the travel bag off the bed, unzips it and loads his things into it\n\nINT. HOTEL. HALLWAY\n\nThe elevator opens and the Concierge, the Doorman and a pair of HOTEL SECURITY\nGUARDS race out.\n\n61\n\f \n\n \n\n   \n\nINT. HOTEL.",
  "38": "---END OF PREVIOUS SECTION---\nHALLWAY\n\nThe elevator opens and the Concierge, the Doorman and a pair of HOTEL SECURITY\nGUARDS race out. 61\n\f \n\n \n\n   \n\nINT. HOTEL. \n---TARGET SECTION TO BE ANNOTATED---\n KEVIN'S SUTTE. BEDROOM\nKevin slings the travel bag over kis shoulder and nuns to the bedroom hallway door.\nINT. HOTEL. HALLWAY\n\nHe races out of the bedroom and down the hallway to the elevator. He presses the button\nand waits impatiently.\n\nINT. HOTEL. KEVIN'S SUITE. LIVING ROOM\nThe Concierge, the Doorman and the Security Guards run for the bedroom.\n\nINT. HOTEL. HALLWAY\n\nAn elevator arrives. Kevin jumps into it. The Concierge, the Doorman and Security Guards\ncharge out the bedroom door.\n\nCONCIERGE\nTHERE HE Is!\n\nA second elevator arrives as the doors on Kevin's elevator close.\n\nINT. KEVIN'S ELEVATOR\n\nHe presses the button for the 20th floor.\n\nINT. SECOND ELEVATOR 00 0 0 0 l\nThe Concierge. Doorman and the AT. 00 clamber into the elevator.\nCU: ELEVATOR PANEL\n\nThe Concierge presses the ground floor button. *\n\nINT. HOTEL. 20TH FLOOR HALLWAY\n\nThe elevator doors open and Kevin pokes his head out. Seeing no onc in the hallway, he\nruns out of the elevator to the stairwell door at the end of the hall.\n\nINT. HOTEL. LOBBY\n\nThe elevator arrives. The Concierge, the Doorman and Securiry Guards race out and into\nthe lobby where two more SECURITY GUARDS are waiting.\n\nCONCIERGE\nYou didn’t see hiny?\n\nThe new Security Guards shake their heads.\n\nCONCIERGE\nHe got off early. Cover the stairs.\n(to the Doorman)\nTl watch the elevators. We'll get him.\n\n62\n\f \n\n(ne)\n\naw\n\nINT. HOTEL. STAIRWELL\n\nKevin races down the stairs. He slows and listens. Coming from far below, the SOUND\nOF HURRIED FOOTSTEPS. Kevin runs down to the next landing and disappears into the\nhallway. . .\n\nINT. HOTEL. HALLWAY\n\nKevin runs down the hall. He slows at the elevator. He debates whether or not he should\ntake it.\n\nINT. HOTEL. LOBBY\n\nThe Concierge paces in front of the elevators with the Saleswornan.",
  "39": "---END OF PREVIOUS SECTION---\nINT. HOTEL. LOBBY\n\nThe Concierge paces in front of the elevators with the Saleswornan. \n---TARGET SECTION TO BE ANNOTATED---\nSALESWOMAN\nYl] bet he's a runaway,\n\nCONCIERGE\nYeah, and dangerous. Kids today don't know right\nfrom wrong. They lie, they cheat, they steal, some of\nthese little buggers even carry weapons. As far as I'm\nconcerned, we need kids in this city like we need\npigeons.\n\nSALESWOMAN\nThis one won't get away. There's only two ways\ndown. The stairs or the elevator.\n\nCONCIERGE\nUnless he's a hot meal. Then he could take the...\n\nSomething occurs to him. H T 0 0 0 0 0 Q 1\n\nINT. HOTEL. SERVICE AREA\n\nLinens, cleaning supplies, a service elevator for room service deliveries. Kevin pokes his\nhead through the door. There’s no one inside. He slips into the room.\n\nINT. SERVICE ELEVATOR\n\nThe doors open. Kevin peeks inside.\nINT. STAIRWELL\n\nSecurity Guards charge up the stairs.\nINT. HOTEL. KITCHEN\n\nIt's loud and acdve with lunch service.\n\n63\n\f(-3\n\nINT. SERVICE ELEVATOR. CU. CONTROL PANEL\nThe first floor light goes on.\nINT. SERVICE ELEVATOR. DOORS\n\nThe doors open on the Concierge. He's grinning with enormous satisfaction. A beat and\nthe grin dissolves.\n\nHIS POV\nKevin with the Flying Fist to his shoulder. He smiles.\n\nKEVIN\nHello.\n\nHe pulls the wigger. The Fist flies out-of the gun.\n\nINT. KITCHEN\n\nThe Concierge catches the rubber fist in the face. He's knocked off his feet. Kevin\nscrambles out of the service elevator, retrieves his fist and races through the kitchen.\n\nCOOKS and HELPERS give chase. Kevin ducks their arms, crawls through legs, slips\nbetween counters...\n\nwr.xircHen. kev HT T'() 0 0000 1\nHe crawls under a line of food service carts.\n\nINT. KITCHEN. COUNTER TOP\n\nKevin jumps up on a counter, runs down a preparation board, leaps to the next counter,\njumps down and nins for the door to the delivery area. He passes a desert cart and whips\naround a corner.",
  "40": "---END OF PREVIOUS SECTION---\nKITCHEN. COUNTER TOP\n\nKevin jumps up on a counter, runs down a preparation board, leaps to the next counter,\njumps down and nins for the door to the delivery area. He passes a desert cart and whips\naround a corner. \n---TARGET SECTION TO BE ANNOTATED---\n A beat and he runs back to the dessert cart and grabs a handful of cookies.\n\nINT. KITCHEN ©\n\nCooks and Helpers are tangled and confused, banging into each other as they try to follow\nKevin's zig-zag course. .\n\nINT. KITCHEN. DELIVERY AREA\n\nA small receiving area immediately off the kitchen. Kevin runs in, stuffs the cookies in his\ncoat pocket, throws open the door and runs out.\n\nEXT. HOTEL. ALLEY\n\nKevin leaps off the loading dock.\n\nCU. KEVIN\n\nSLOW MOTION. Terror on his face. Struggling to change the direction of his fall.\n\n64\n\f \n\n \n\nHIS POV\n\nHarry and Marv wait in the alley below with open arms, ready to catch Kevin. Harry holds\nup his hands. CAMERA PUSHES IN ON HIS SCARRED PALM. The letter \"M\" in scar\n\nussue.\n\nEXT. ALLEY ENTRANCE. SIXTH AVENUE\n\nHarry and Mary, with Kevin between them, step out of the alley and into the flow of\nPEDESTRIAN waffic. Harry and Marv have a firm but discreet hold on him.\n\nHARRY\nWe spent nine months in jail thinking we had the worst\nluck in the universe.\n\nINSERT: WALKMAN\nKevin presses the RECORD button.\n\nBACK TO SCENE . HTOOOOOOL\n\nHARRY\nWe were wrong, litte buddy.\n\n: MARV\nWe're doing fine. And we're gonna do even better.\nWe ain't robbin’ houses no more. We're robbing toy\nstores. At ten o'clock tonight, we're rich.\n\nHARRY\nYou want to shut up, Marv?\n\nMARV\nWhat's the difference? He ain't gonna talk to nobody.\nExcept maybe a fish. Or the undertaker.\n\nHARRY\nLet's just get him in the truck. I'll feel a lot better when\nhe's on ice.\nEXT. 59TH STREET. PARK-SIDE\nA MOUNTED POLICE officer waits at the curb as TOURISTS admire his horse.\n\nCU. KEVIN\nHe sees the Mounted Police Officer. He looks up at Harry. He considers making 2 move.\n\nCU. HARRY AND MARV\n‘They see the cop.\n\n65\n\foO\n\n(\n\n \n\nmt\n\nHARRY\n\nT gota gun ny pocket.",
  "41": "---END OF PREVIOUS SECTION---\nCU. HARRY AND MARV\n‘They see the cop. 65\n\foO\n\n(\n\n \n\nmt\n\nHARRY\n\nT gota gun ny pocket. \n---TARGET SECTION TO BE ANNOTATED---\n You open your mouth and\n\nyou'll be able to spit your gum out through your\nEXT. S9TH STREET\nHarry and Marv duck their heads as they pass the Mounted Police Officer.\nCU. KEVIN\nHe looks up at the Officer.\nHIS POV. MOVING\nThe Mounted Police Officer looks down at Kevin with a wink and heads away.\nEXT. 59TH STREET AND FIFTH AVENUE\nHarry, Marv and Kevin reach the comer. They step up behind the other PEDESTRIANS\nHalting for ne. Hight and preathe a sigh of relief. They hold Kevin close. Harry puts his\nCU. KEVIN\nHe looks up at Harry. He looks up at Marv. He looks ahead.\nKEVIN'S POV 0 1\nA WOMAN. A shapely rear endl T 0 0 0 0 0\nCU. KEVIN .\nHe sneaks his hand out...\nCU. WOMAN'S BOTTOM\nKevin pinches her rump.\nCU. WOMAN\nThe Fashion Model we saw earlier. Her eyes bulge in alarm. She whips around.\nCU. MARV\nDumb smile on his face.\nCU. WOMAN\nSee draws her fist back.\n\n66\n\f6 22 t-2 et: Teette : eooue Pelt ue ne\n\nCU. MARV\n\nPuzzled.\n\nEXT. STREET CORNER\n\nThe Woman decks Marv. He lets go of Kevin's hand.\n\nCU. KEVIN\n\nWith his free hand, he takes a mighty swing at Harry. He buries his litue fist in Harry's\nbelly. Harry drops to his knees in agony. Kevin snatches the travel bag and takes off.\n\nEXT. CENTRAL PARK\n\nKevin vaults the park wall and races into the underbrush.\n\nEXT. STREET CORNER\n\nThe light changes. The crowd moves. Harry siraightens up. Marv picks himself up.\n\nMARV\nWhere's the kid?!\n\nHARRY\n\n(pained)\nHe went into the Park!\n\nYouokay? H T0000001 .\n\nWould I be on my knees if I was okay? He hit me in\nthe ulcer! :\n\nEXT. CENTRAL PARK. KEVIN\nTears through the underbrush and breaks into the Mall.\n\nEXT.",
  "42": "---END OF PREVIOUS SECTION---\nCENTRAL PARK. KEVIN\nTears through the underbrush and breaks into the Mall. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CENTRAL PARK\n\nHarry and Marv are trudging through the zoo, They're yanking the coat hoods off the licle\nBOYS they pass.\nHARRY\n\nWe should have shot him when we had the chance. I\nhate pulling a job knowing that kid's out on the loose.\n\nMARV\nWhat can he do? Kids are helpless.\nHARRY\nNor that kid.\n\n67\n\f \n\nMARV\nHe don't got a house fulla dangerous goodies this\ntime. He's alone. He's in the Park. Grown-up men go\nin there and don't come out alive.\n\nHARRY\n(brightens)\n\nYeah.\n(looks out at the Park)\nGood luck, litte fella\n\nThey tum and head back toward 59th Street.\n\nEXT. PARK. LOEB BOATHOUSE\n\nKevin peeks out from behind the boathouse. He's breathing hard, frightened out of his\nlittle mind. He looks out across the Park.\n\nHIS POV\n\nJOGGERS finishing their runs. NANNIES hurry their CHARGES home before dark. A\nstraggling BUSINESSMAN cutting across the Park.\n\nCU. KEVIN\n\nao ' ATOQOO0N!\n\nThe sun is sinking behind the buildings.\n\nCU. KEVIN\nHe looks out across the Park at the long shadows. He's terrified.\n. KEVIN\nI want to go home.\n(pause)\n\nMom, where are you?\nCU. MOTEL TELEPHONE\n\n* It RINGS. Kate grabs it before the first ring is finished.\n\nKATE\nHello!\n\nINT. MOTEL ROOM\n\nPeter's sleeping in a chair. The phone has roused him. Kate's between the beds on the\nphone. The kids are watching TV in the next room.\n\n68\n\f \n\n~\n\nKate shakes her head, no. Megan, Linnie,\n\nKATE\nThis is her.\n(pause)\nOh, my God!\nPETER\nWhat?!\n\nKate covers the phone.\n\n. KATE\nIc's the Orlando Police. Chicago called. They know\nwhere Kevin is.\n\nPETER\nChicago?\nKATE\nNew York.\nPETER\nNew York?\n(yells)\n\nKids! We round son\n\nThey have fim H T00 00 0 0 0 l\n\nuzz Charge into the room.\n\nMEGAN\nWhere is he?\n\nPETER\nNew York.\n\nJEFF\nCool. .",
  "43": "---END OF PREVIOUS SECTION---\nMEGAN\nWhere is he? PETER\nNew York. JEFF\nCool. . \n---TARGET SECTION TO BE ANNOTATED---\nLINNIE\n\nTtold you he got on the wrong plane. He can't be in\n\n‘crowds. He's too short.\n\nKATE .\n(to the phone)\nTm sure he was scared. He's not a woublemaker.  *\nPETER\nWhat?\nKATE\n\nCan you hold on a second? Thank you.\n\n(covers the phone)\nHe must have my bag. He used your credit card to\ncheck into @ hotel.\n\n69\n\f \n\noO\n’ He keg , hovel? AN\nle checked into a hotel?\n7\nLINNIE\nOn his own?\nBUZZ\n\nAsk if he spent all the travel money.\n\nSate waves Buzz off.\n\nPETER\nis he in rouble?\n\nKATE\nHe got away from the hotel people when they\nquestioned him about the card. He must be scared.\n\nPETER\nWhere is he now?\n\nKATE\n\nDo they nena? PY T 0 0 0 0 0 0 1\n\nHer face registers disappointment. She looks down to the floor.\n\ne\n\nS\nKATE\n~ Uh, huh.\n\nPETER\nThey don't have him?\n\nKate shakes her head, no.\n\nPETER\nDamn...\n\nKATE\n(to the phone) :\nWe'll catch the next flight. Thank you.\n\nShe hangs up.\n\nPETER\nI wonder if he'd know enough to go to my brother's\nplace?\n\nKATE\n@ They're in Paris.\n, PETER\n\nMaybe they have a house sitter.\n70\n\f \n\nKATE\nI thought they were renovating.\n\nEXT. RESIDENTIAL STREET\nA wansitional neighborhood. Beautiful, restored buildings sprinkled in with the abandoned,\n\n_ the burned and the boarded-up.\n\nCU. KEVIN\nHe looks up from his mother's address book.\nEXT. BROWNSTONE\n\nThree stories in the eurly stages of renovation. The windows are boarded-up, a scaffold\nencircles the first floor. A rubbish chute runs from the third floor to 4 dumpster.\n\nINT. BROWNSTONE. FOYER\nThe original floor is torn-up. Plywood sheets ft an the joists. The railing is off the\n\nstaircase. The DOOR KNOCKER BANGS A\\\nT6600001\n\nINT. BROWNSTONE. UPSTAIRS HALL\n\nNo bannister.",
  "44": "---END OF PREVIOUS SECTION---\nThe DOOR KNOCKER BANGS A\\\nT6600001\n\nINT. BROWNSTONE. UPSTAIRS HALL\n\nNo bannister. \n---TARGET SECTION TO BE ANNOTATED---\n Plumbing pipes, wood, cans of paint, bags of plaster. The DOOR\nKNOCKER BANGS.\n\n- INT. BROWNSTONE. THIRD FLOOR. BEDROOM\n\nA plastering scaffold fills the room. The FAINT SOUND OF THE DOOR KNOCKER.\nINT. BROWNSTONE. FIRST FLOOR LIBRARY\n\nShelves. No floor. Kevin's head appears in the window. He wipes aclean spot on the\nglass and peers in.\n\nCU. KEVIN\nSuspicious. He lowers himself out of the window.\nINT. BROWNSTONE. FOYER. CU. MAIL CHUTE\nKevin flips the chute open and looks in.\nKEVIN\nUncle Rob?\n(listens)\nAnybody?\n\nAfter a beat. the chute snaps closed.\n\n71\n\f \n\nnil\n\nEXT. ORLANDO AIRPORT. GATE\nKate and Peter are waiting to board. Everyone has come to the airport. Kate kisses the kids\n~~ goodbye.\n\nFRANK | .\nWhat do we do about the hotel bill, Pete? Kev has your\ncredit card.\n\nPETE!\nThat's the last of my worries, Frank.\n\nLeslie gives Frank a dirty look.\n\nLESLIE\nWeill take care of ic.\n\nPETER\nThanks.\n\nFRANK\n\n‘When you give Kev a piece of your mind, give hima\nlitde of mine, too: Enough is enough. This is the\nsecond year...\n\nPETER\n} just hope that something like this never happens to\nyou. You're gonna feel pretty damn low accepting the\nN . help of others when you give so litle of yourown.\n\nFrank backs off. vam H T 00 00 090 1\n\nT just...\n\nPETER\nMy child’s been missing for two days and all you care\nabout is your goddamn money..\n\nKate pushes Peter back.\n\nKATE\nHoney? We have to go.\n\nFRANK\nT'm sorry, Pere.\n\n. PETER\nForget it, Frank. Just forges it.\n(to the kids)\nTH see you guys at home.\n\nSs\n\n~~\n\nBuzz steps forward. He hugs Peter.\n\n72\n\f \n\n(é\n\nBUZZ\nWhen you find Kev, tell him I'm sorry. For real. No\njoke. And tell him...\n\nCU. BUZZ\nHe leans back from Peter.",
  "45": "---END OF PREVIOUS SECTION---\nAnd tell him... CU. BUZZ\nHe leans back from Peter. \n---TARGET SECTION TO BE ANNOTATED---\n His eyes are filled with tears,\n\nBUZZ\nThat J got tears in my eyes.\n\nHe wipes his arm across his cheeks.\nBUZZ\nBut make him swear to everything he holds sacred not\nto ever tell anyone.\n\nINT. JETWAY\n\nPeter and Kate hurry down the Jetway.\n\nINT. ORLANDO AIRPORT. GATE\n\nAll eyes are on Uncle Frank. Fuller walks up to him.\n\n: FULLER\nDad, you're still an excellent baseball coach.\n\nEXT, SKYLINE. FROM THE PARK FY 'T! 0 0 000 Ol\n\nThe lights are on in the office buildings and hotels of Central Park South. CAMERA\nSINKS TO... .\n\nCU. KEVIN\n\nWalking down Central Park West. Frightened.\n\nHIS POV .\n\nA JUNKIE staggering down a path, stopping at a trash can to forage.\nCU. KEVIN\n\nLOUD VOICES distract him. He tums his head to see...\n\nHIS POV\n\nAcross the street, a band of YOUNG THUGS marching along in a pack, drinking and\nshouting.\n\n73\n\fC40\n\n( ®\n\nce\n\nEXT. CENTRAL PARK WEST\n\nKevin picks up his pace. The wind rattles the bare wee branches in the Park. A WOMAN\nbundled against the cold wind passes quickly and cautiously. Kevin heads south, staying\nclose to the Park wall. He isn't watching his feet. He stumbles into a MAN sleeping against\nthe wall. The Man sits up angrily.\n\nord\n\nMAN\nWatch it!\n\nKevin jumps back in alarm. He tums.\n\nCU. KEVIN\n\nHe looks down the sidewalk.\n\nHIS POV\n\nA DRUNK staggers down the sidewalk toward him.\n\nEXT. STREET. KEVIN '\n\nHe moves around the sleeping man in a wide, careful circle and continues quickly down the\nsidewalk. .\n\nEXT. CENTRAL PARK WEST AND 97TH STREET\nA pair of STREET WALKERS coming on duty get out of a cab. Tough, excreme women in\n\ntheir inid-thirues. . H T 0 0 0 0 0 0 l\n\nEXT. SIDEWALK. KEVIN\n\nHe walks quickly but aimlessly, looking for any sort of opportunity. He steps to the curb\nwhen he sees te Suest Walkers’ cab approach. He waves his arm.",
  "46": "---END OF PREVIOUS SECTION---\nKEVIN\n\nHe walks quickly but aimlessly, looking for any sort of opportunity. He steps to the curb\nwhen he sees te Suest Walkers’ cab approach. He waves his arm. \n---TARGET SECTION TO BE ANNOTATED---\n The cab pulls to the\nEXT. CAB. PASSENGER WINDOW\n\nThe CABBEE is hidden in shadow.\n\nINT. CAB. PASSENGER WINDOW\n\nKevin leans forward and looks in the window.\n\nINT. CAB, CABBIE\n\nHe turns into the light. He's a huge and strange-looking man with long, ratted hair, a\nsevere growth of beard, earrings, a fresh bruise on his forehead and a dead, cloudy eye.\n\nINT. CAB. PASSENGER WINDOW\nKevin leans back from the cab fearfully. He's not riding in this cab.\n\n74\n\f \n\nCo\n\n( .®\n\n@ we vee eee wrote e we\n\nINT. CAB. CABBIE\nHe tums back into shadow,\nEXT. STREET\n\nThe cab pulls away, Kevin continues down Central Park West.\n\nEXT. CENTRAL PARK WEST AND 97TH\n\n*. The two Street Walkers are waiting for someone or something. One lights a cigarette for the\n\nother. She blows a long, slow plume of smoke into the air. Kevin approaches.\n\nCU. STREET WALKER\n\nShe turns, revealing a ravaged, heavily made-up face, wicked, half-closed eyes. Nails so\nlong they have begun to curl under bring the cigarette to collagen-packed lips.\n\nCU. KEVIN\nHe veers wide to miss the two Street Walkers.\nCU. SECOND STREET WALKER\n\nDeathly thin, a face savaged by low living, a nose ring connected to her ear lobe with a\ngold chain. A thick, purple, knife scar across her neck.\nSTREET WALKER 2\n(with an evil laugh)\nYou lookin’ for somebody to read you a bedtime\n~ story?\n\nerst  4T0000001\nThe first Srreet Walker cracks up. Kevin moves back and sidesteps down the Park wall.\n\nSTREET WALKER 1\nWe'll tuck you in like your Ma never did.\n\nThe rollops crack up.\n\nCU. SECOND STREET WALKER\n\nShe leans into CAMERA and laughs.\n\nCU. KEVIN ,\n\nHis eyes are wide with fear,\n\nCu. FIRST STREET WALKER\n\nShe leans into CAMERA and blows a lungful of smoke at Kevin.\n\n75\n\fK\n\nEXT. STREET\n\nKevin breaks into arun.\n\nHIS POV, MOVING\n\nPast all sorts of NIGHT CREATURES.\n\nCU.",
  "47": "---END OF PREVIOUS SECTION---\nSTREET\n\nKevin breaks into arun. HIS POV, MOVING\n\nPast all sorts of NIGHT CREATURES. CU. \n---TARGET SECTION TO BE ANNOTATED---\n KEVIN'S FEET\n\nA blur on the littered pavernent.\n\nCU. KEVIN\n\nRunning full-out, scared to tears. He looks...\n\nHIS POV. MOVING\n\nAcross Fifth Avenue, a trio of TEENAGE BOYS running down the opposite sidewalk.\nThey wait for a break in @raffic and run into the street.\n\nCU. KEVIN\n\nHe pours on more speed.\n\nEXT. CENTRAL PARK WEST\n\nThe Boys dart across the street and leap onto the sidewalk. They run behind Kevin.\nCU. KEVIN , 0 0 0 1\nHe glances back over his sroulderbl T 0 0 0\n\nHIS POV\n\nThe Boys are gaining on him.\n\nEXT. PARK. WALL\n\nFrom inside the Park. Kevin jumps up on the wall and vaults into the Park.\nEXT. PARK. ROCKS\n\nKevin clambers up a large mass of rocks and squeezes down between them, hiding\nhimself. He's breathing heavily. He's terrified. He looks up.\n\nEXT. CENTRAL PARK WEST. PARK-SIDE\n\nA bus pulls up to the curb. The Boys race to it and board. They weren't after Kevin. They\n\nwere running for the bus.\nINT. DUNCAN'S TOY CHEST. SECOND FLOOR\n\nA JANITOR wearing a Santa hat runs a floor waxer past the playhouses.\n\n76\n\f( -®\n\n \n\nINT. PLAYHOUSE. HARRY\nHe's lying in the playhouse. He's alert and listening with his pistol at the ready.\nEXT. PARK. ROCKS. KEVIN\n\nHe's hidden deep between two boulders. He reaches into his pocket for the cookies he\nstole from the hotel kitchen. He takes a hungry bite.\n\n. : KEVIN\n1 don't want to ever take a vacation like this again.\n\nHe takes another bite. He halts his chewing as he hears a PIGEON COO. He turns slowly\nto sec...\n\nHIS POV\nA pigeon standing on the rock behind him.\nCU. KEVIN\n\nHe smiles at the sight of the bird. He breaks off a piece of his cookie and lays it in the palm\nof his hand. He reaches his hand out to the pigeon.\n\nCU. PIGEON\nHe studies the hand for a cautious moment, then pecks the cookie.\nCU.",
  "48": "---END OF PREVIOUS SECTION---\nCU. PIGEON\nHe studies the hand for a cautious moment, then pecks the cookie. CU. \n---TARGET SECTION TO BE ANNOTATED---\n KEVIN HTO0000001\nHe watches the pigeon eat the cookie.\nKEVIN\nI guess you missed dinner, too. My parents say I'm\nnever supposed to touch birds. Especially city birds,\nbut you don’t look so bad. You're a lot nicer than the\npeople around here.\n\nKevin brings his hand back and breaks another piece of cookie off. He looks up. He\nfreezes in surprise.\n\nHIS POV\n\nThere are now ten pigeons.\nCU. KEVIN\n\nPuzzled.\n\nKEVIN\nWhere did you guys come from?\n\n77\n\fC ®\n\n \n\nmont\n\nHIS POV\n\nThe PIGEONS COO.\n\nCU. KEVIN\n\nHe reaches into his pocket. Two cookies left.\n\nKEVIN\nI don't know if I have enough for everybody. How\nhungry are you guys?\n\nKevin looks down as he crumbles the cookies in his hand. He looks up.\nHIS POV\n\nThe pigeons are turned away from him.\n\nCU. KEVIN\n\nHe's puzzled. He rises up on the rock.\n\n. KEVIN\nWhat're you guys doing? Hey!\n\nCU. FIRST PIGEON H TO 0 0 0 0 0 1\nHis back is to Kevin. He slowly flutters ‘atound to face Kevin.\n\nCU. KEVIN\nHe smiles, pleased that the bird has turned back to him.\nCU. FIRST PIGEON\n\nIt begins to rise. Suddenly, the face of the Pigeon Lady appears beneath it. The bird is\nsitting on her head. The others are on her outstretched arms.\n\nCU. KEVIN\n\nThe color drains from his face. His jaw drops. His eyes open wide,\nECU. PIGEON LADY\n\nThe wild, dirty face staring at Kevin.\n\nCU. KEVIN\n\nHe SCREAMS!\n\nEXT. PARK, ROCKS\n\nKevin twists around and tries to jump from the rocks. He's stuck.\n\n78\n\f \n\n(_®\n\nCU. KEVIN'S FOOT\n\nIn his panic, he's wedged his foot between the rocks.\nCU. KEVIN\n\nTugging furiously on his stuck foot. He looks up.\nHIS POV\n\nThe Pigeon Lady reaches out a gnarled hand.\n\nCU. KEVIN\n\nHe covers his face with his arms.\n\nCU.",
  "49": "---END OF PREVIOUS SECTION---\nCU. KEVIN\n\nHe covers his face with his arms. CU. \n---TARGET SECTION TO BE ANNOTATED---\n KEVIN'S FOOT\n\nThe Pigeon Lady puts her hand around his ankle, pushes down gently and releases his\nfoot.\n\nCU. KEVIN\n\nHe uncovers his face and looks.\n\nHIS POV\n\nThe Pigeon Lady backs away from the rock.\n\nEXT. PARK. ROCK HTOOQOOOOL\nKevin leaps off the rock and takes off.\n\nCU. PIGEON LADY\n\nShe warches him run away.\n\nEXT. PARK. KEVIN\n\nHe slows his speed a little. Slows a lot. Stops. Turns.\n\nHIS POV\n\nThe Pigeon Lady is walking away, slipping behind the rock.\n\nEXT. PARK. ROCK\n\nThe Pigeon Lady has returned to her place behind the rock. She's gathering her\n\npossessions into an old canvas mail pouch -- a piece of carpet, bags of bread and seed, a\nwater bottle, an old umbrella. She slowly stops her work and tums.\n\nHER POV\nThe rock. Kevin walks around from behind it and stands before her.\n\n719\n\fG oz te- eee wee we ole ee\n\n\\ CU. PIGEON LADY\nw She's startled to see him. She's nervous. She steps back. She doesn't respond.\nEXT. PARK. ROCK\n\nKevin introduces himself.\n\nKEVIN\n\n!'m Kevin McCallister. I'm from Chicago. Actually,\nnot Chicago. The snotty suburbs of Chicago.\n\n(pause)\nI'm sorry I screamed at you. You were just pying to\nhelp me.\n\n(puzzled pause)\nRight?\n\nThe Pigeon Lady nods uncomfortably. Kevin takes a step toward her. She backs away.\nKevin stays put, sensing her discomfort.\n\nroeneere \"19900001\n\nThe Pigeon Lady relaxes a bit. She nods her appreciation. Kevin sits down on a sm:\n\nS Tock beside the boulder. The Pigeon Lady returns to her work.\n1\n> KEVIN\nWw I've seen you a couple times. You had pigeons all over\nyou. At first it looks kinda scary. But if you think\nabout it, it's not so bad. They must be all over you\nbecause they like you. .\n\nThe Pigeon Lady looks around at Kevin.\n\nKEVIN\nThat isn't scary. 1 just felt like it was because I never\nsaw it before.",
  "50": "---END OF PREVIOUS SECTION---\nThey must be all over you\nbecause they like you. . The Pigeon Lady looks around at Kevin. KEVIN\nThat isn't scary. 1 just felt like it was because I never\nsaw it before. \n---TARGET SECTION TO BE ANNOTATED---\n People do that a lot, you know. They get\nscared of stuff just because it's not what they're use:\nto. [know it happens to me. But I'm a kid and there's\nalot more stuff kids haven't seen before. I guess that's\nwhy we get scared so much. My friend one time was\nriding his bike with me and he got a moth in his\nmouth. He has allergies so he can't breathe out his\nnose so he always walks around with his mouth open.\nIt's really bad when he rides his bike. But you know\nwhat? He isn't afraid of getting bugs in his mouth\nanymore because he’s used to it. Now I'm used to you\nand I'm not scared.\n\n@ The Pigeon Lady considers the long ramble and its gentle objective.\nKEVIN\n\nIf I'm bothering you, I can leave. Am I bothering you?\n\n80\n\f \n\nIt's been a long time since she's spoken. She opens her mouth but nothing comes our. She\nshakes her head. no. And then...\n\nPIGEON LADY\nNo. .\n\nKEVIN\nGood. I'm not 4 pain in the butt?\n\nShe shakes her head, no.\nKEVIN\nWill those pigeons come back on their own or do you\nhave to call them?\nKevin looks up.\nEXT. SKY\nThe pigeons circle above.\n\nEXT. PARK. PIGEON LADY H T 0 0 0 0 0 0 J\n\nShe reaches into her pocket for a handful of seed. She reaches out for Kevin's hand. She\nopens it and puts the seed in his palm. She motions for him to throw it. Kevin tosses the\nseed.\n\nPIGEON LADY\nThey can hear it.\n\nEXT. SKY\n\nThe pigeons circle down.\n\nEXT. PARK\n\nThe pigeons swarm down to the seed.\nCU.-KEVIN\n\nHis eyes twinkle. He smiles.\n\nEXT. LA GUARDIA. LATER\nA 727 touches down.\n\n81\n\f \n\neee eee -\n\nQ EXT. NEW YORK. BUTLDINGS\n\nWw The night lights. CAMERA TILTS DOWN toa side street, to the road surface and a sewer\ngrate.",
  "51": "---END OF PREVIOUS SECTION---\nNEW YORK. BUTLDINGS\n\nWw The night lights. CAMERA TILTS DOWN toa side street, to the road surface and a sewer\ngrate. \n---TARGET SECTION TO BE ANNOTATED---\n Flickering light escapes\ni\nI\n\nPIGEON LADY'S VOICE\nT'm like the birds I care for. People-pass me on the\nstreets, they see me, they try to ignore me. They wish,\nlike the pigeons, I wasn't a part of their city.\n\nINT. SEWER\nA massive sewer tunnel. Kevin and the Pigeon Lady are sitting over a small fire.\n\nPIGEON LADY\nThey don't consider that pigeons have lives to lead and\nbabies to care for. They & lon't think that they have a\nplace in the order of things. I love them because no one\nelse does. I know they love me because I take care of\nthem, but I also hope that they love me because Tmas\neasy to despise as they are.\n\nwerent wy HTOOO0001\n\nYeah. Sometimes | feel like that with my family. I'm\nkind of the pigeon of our house. It's because I'm the\nyoungest.\n\nPIGEON LADY\nPeople always fight for position. Everybody wants to\nbe seen and heard. :\n\n—\n\nKEVIN\nT guess so. 1 get seen and heard pretty much. But then\nI get sent to my room a lot, too. .\n\nPIGEON LADY\nIn wasn't always a crazy old lady.\n\nKEVIN\nOh? What were you before?\n\nPIGEON LADY\nThad a job. I had a home. I had friends.\n\nKEVIN\nDid you have kids?\n\nPIGEON LADY.\nNo. I wanted them but the man I loved fell our of love\nwith me. It broke my heart, and then every time a\nchance to be loved came by, I ran from it.\n\n \n\n82\n\f \n\nKEVIN .\nNo offense, but that seems sort of a dumb thing to do. :\n\nPIGEON LADY\nI was afraid of getting my heart broken again.\n\nKEVIN\nOkay. | understand that. I used to have this really nice\npair of roller blades and I was afraid that if I wore\nthem, I'd wreck them. So I kept them in the box. And\n\nyou know what happened?\n\nPIGEON LADY\nWhat?\n\nKEVIN\n\nLourgrew them. I never used them once outside.",
  "52": "---END OF PREVIOUS SECTION---\nPIGEON LADY\nWhat? KEVIN\n\nLourgrew them. I never used them once outside. \n---TARGET SECTION TO BE ANNOTATED---\n I just\nwore them in my room a couple times.\n\nPIGEON LADY\nA person's heart and their feelings are a litde different\n\nthan skates. «wxHT0000001\n\nIt's kind of the same thing. If you aren't gonna use\nyour heart, what's the difference if it gets broken? If\nyou just keep it to yourself, maybe itll be like my\nroller blades. When you do decide to try it, it won't be\nany good. You should take a chance. You got nothing\n\nto lose.\n\nPIGEON LADY\nThere's some truth there.\n\nKEVIN\n\nTthink so. Your heart might still be broken but irs not\ngone. If it was gone, you wouldn't be this nice. You\nwouldn't invite me into your sewer.\n\nPIGEON ADY\nIt's been a couple years since I even talked to\nsomeone.\n\nKEVIN\n\nThat's okay. You're really good at it. You're not\nboring, you don't mumble or spit when you talk. You\nshould do it more often. I think you'd just have to\nwear an outfit that doesn't have pigeon poop on it.\n\nPIGEON LADY\nI was working preny hard at keeping people away.\n\n83\n\fOo ee bee eee\n\nset\n\nKEVIN\n| always think Til have 2 lot of fun if I'm alone, but\nthen when I am alone, it isn't fun at all. I don't care\nhow much some people bug me sometimes, ['d rather\nbe with them than by myself. .\n\nPIGEON LADY\nSo what're you doing ruaning around the streets on\nChristmas Eve? Did you get in Touble? '\n\nKevin nods sheepishly.\n\nKEVIN\nYeah.\n\nThe Pigeon Lady nods. It's as she expected.\n\nCU. KEVIN .\n\nPIGEON LADY\nYou did something wrong?\n\nsaoine “\"HTOOOOOOL\n\nPIGEON LADY\nA good deed erases a bad deed. You know that.\n\nKEVIN\nIt's pretty late. I don't know if I'm gonna have enough\ntime to do all the good deeds I need to erase all the bad\n\nones I did.\nPIGEON LADY\nYou'll be fine. It's Christmas Eve.",
  "53": "---END OF PREVIOUS SECTION---\nI don't know if I'm gonna have enough\ntime to do all the good deeds I need to erase all the bad\n\nones I did. PIGEON LADY\nYou'll be fine. It's Christmas Eve. \n---TARGET SECTION TO BE ANNOTATED---\n Good deeds count\nextra tonight.\nKEVIN\nThey do?\nPIGEON LADY\n\nThat's right. You think of the most important thing you\ncan do for others right now and then you go do it.\n\nHe considers what she’s said to him. After a considered pause, he nods.\n\nINT. SEWER\n\nKEVIN\n(grinning)\nOkay.\n\nKevin stands up. He offers his hand to the Pigeon Lady.\n\n84\n\fC\n\nC 3\n\nKEVIN\nIf T don't see you again, I hope everything comes out\nokay. :\n\nPIGEON LADY\nThanks. .\n\nKEVIN\n\nSay goodbye to your birds for me.\nKevin starts up the ladder to the street.\n\nCU. PIGEON LADY\n\nShe watches Kevin. This won't be the last time she sees him.\n\nEXT. HOTEL\n\nA squad and an unmarked car are parked in front.\n\nINT. HOTEL. OFFICE H T 0 0 0 00 01\n\nPeter and Kate are with the NIGHT MANAGER and the Concierge. Kate's furious.\n\n: NIGHT MANAGER\nWe'd like to offer you a complimentary suite while...\n\nKATE\n‘What kind of hotel lets a child check in alone?\n\nNIGHT MANAGER\nAccording to my people, the boy hada convincing\nstory.\n\nKATE\n‘What kind of idiots do you have working for you?\n\nNIGHT MANAGER\nThe finest in New York.\n\nPETER\nWhen you discovered that the card was stolen...\n\nCONCIERGE\n(proudly)\nI made the discovery.\n\nKATE\nWhy'd you let him leave?\n\nCONCIERGE\nWhen we attempted to confront him, he ran.\n\n85\n\fPETER\nYou scared him away.\n\nKATE\n\nIt's Christmas Eve, and because of you my son is lost\nin one of the biggest cities in the world.\n\nEXT. ST. PATRICK'S CATHEDRAL\nPeople are going in for Christmas mass. The BELLS ARE RINGING.\n\nEXT. 105TH STREET\n\nKevin runs as fast as he can down the street. The BELLS ARE RINGING IN THE\nDISTANCE.\n\nEXT. STREET. BROWNSTONE\n\nKevin run to the building. He scampers in and up the rubbish tube that runs out a third\nstory window,\n\nINT. TUBE.",
  "54": "---END OF PREVIOUS SECTION---\nBROWNSTONE\n\nKevin run to the building. He scampers in and up the rubbish tube that runs out a third\nstory window,\n\nINT. TUBE. \n---TARGET SECTION TO BE ANNOTATED---\n LOOKING DOWN H T 0 0 0 0 0 0 ]\nKevin climbs up the tube using the section ribs for grip and footing.\nINT. BROWNSTONE. THIRD FLOOR\n\nKevin crawls out of the tube into a room. He looks around. Thinks for a moment about\nwhat he has to do and exits.\n\nCU. TOOL CHEST\n\nTt opens revealing an assortment of tools. Kevin takes cut a wood saw, a hack saw, a\nharnmer, rope, an electric drill, a screw driver. A butane torch.\n\nINT. FOYER\n\nKevin slides the ply wood flooring away from the floor joists, revealing the basement\nelow.\n\nINT. BASEMENT\n\nKevin pours Monster Sap on the floor.\n\nINT. KITCHEN\n\nKevin loads a plumber's bag with wrenches.\nCU. BACKDOOR\n\nKevin drives a nail into the door and ties a piece of twine to it,\n\n86\n\fC_O\n\ne\n\nc&\n\nINT. FIRST FLOOR. BATHROOM\n\nKevin fills the toilet bow! with...\n\nINSERT: CAN\n\nPAINT THINNER.\n\nCU. DOORKNOB\n\nKevin removes the screws with an electric drill and pulls the knob off.\n\nEXT. BROWNSTONE\n\nKevin comes out the front door with four opened cans of varnish.\n\nCU. BRICKLAYER'S SCAFFOLD\n\nKevin sets the varnish cans in a cluster on the end of the scaffold.\n\nINT. SECOND FLOOR STAIRWELL\n\nKevin races up the stairs. H T 0 0 0 0 0 0 l\n\nINT. SECOND FLOOR BEDROOM\n\nKevin drops a rope through a hole in the floor.\n\nEXT. ROOF\n\nKevin comes out onto the roof. He's carrying a coil of rope on his shoulder. He has a\nmetal can and a plastic bucket in his hand. He looks out over the city. The Pigeons circle\noverhead. He sets the bucket down and puts the coil of rope into it.\n\nCU. CAN\n\nKerosine. Kevin unscrews the top.\n\nEXT. ROOF\n\nKevin pours the kerosine into the bucket.\n\nCU. CAN\n\nALL-PURPOSE MECHANICAL LUBRICANT. Kevin digs a rag into the slick goo.\nEXT. FIRE ESCAPE\n\nKevin greases the fire escape stairs.\n\nEXT.",
  "55": "---END OF PREVIOUS SECTION---\nEXT. FIRE ESCAPE\n\nKevin greases the fire escape stairs. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n ALLEY\n\nKevin drops INTO FRAME. He looks down the alley, turns and takes off.\n\n87\n\f \n\nw~\n\n \n\n(€\n\nEXT. DUNCAN'S TOY CHEST\n\nThe lights are dimmed. The store is closed.\n\nEXT. SIDEWALK\n\nKevin crosses the street to the store. He looks in the window.\n\nHIS POV\n\nHarry and Marv wot down the escalator and cross to the first floor cash register.\nEXT. DUNCAN'S TOY CHEST. KEVIN\n\nHe opens the travel bag and takes out...\n\nINSERT: MONSTER SAP H T 0 0 0 0 0 0 l\nHe removes the half-empty bottle.\n\nEXT. DUNCAN'S TOY CHEST. KEVIN\n\nHe squirts the remaining soap onto the sidewalk.\n\nINT. DUNCAN'S TOY CHEST. FIRST FLOOR\n\nHarry and Marv are cleaning out the cash registers, stuffing the money into a gym bag.\n\nMARV\nThere's more money in this place than I ever dreamed.\n\nHARRY\nIt makes you wonder why we spent so much time\nrobbing private homes. .\nINT. DUNCAN'S TOY CHEST. FRONT WINDOW. CU. KEVIN.\n\nKevin has his hands cupped around his eyes as he looks into the store. He takes a deep\nbreath and steels himself for the challenge ahead. He looks to his hand...\n\nINSERT: KEVIN'S HAND\n\nHe wraps a Kensington Towers envelope around a paving stone. He secures it with a\nrubber band and sets in on the window ledge. The envelope is marked in Kevin's\n\n“handwriting -- TO: MR. DUNCAN (THE ELF GUY WHO OWNS THE STORE).\n\nINT. DUNCAN'S TOY CHEST. FRONT WINDOW\nKevin bangs his fist on the window.\nINT. STORE\n\nHarry and Marv look up in alarm, fists loaded with cash.\n\n88\n\fmo\nAY\nWw\n\n \n\n \n\nTHEIR POV\nKevin waves.\nCU. HARRY AND MARV\nTheir jaws drop.\nTHEIR POV\nKevin raises his camera and snaps a picture. FLASH!\nINT. STORE. HARRY AND MARV\nWashed with FLASH LIGHT.\nHARRY\nHe took curgeure\n\nMARV\nI forgot to say “cheese.”\n\nTHEIR POV\n\nKevin holds up the paving stone.\n\nCU.",
  "56": "---END OF PREVIOUS SECTION---\nHARRY AND MARV\nWashed with FLASH LIGHT. HARRY\nHe took curgeure\n\nMARV\nI forgot to say “cheese.”\n\nTHEIR POV\n\nKevin holds up the paving stone. CU. \n---TARGET SECTION TO BE ANNOTATED---\n MARRY HT0000001\nHe sees the stone. He opens his mouth to yell. Too late.\n\nEXT. STORE\n\nKevin heaves the stone through the window, setting off the BURGLAR ALARM. He takes\noff down the sidewalk.\n\nINT. STORE\n\nHarry and Marv.scramble over the check-out counter in a panic to exit the store.\n\nEXT. DUNCAN'S TOY CHEST\n\nHarry and Marv leap out through the broken window. They hit the Monster Sap. Their legs\n\nfly out from under them and they shoot across the sidewalk into a pair of newspaper boxes.\nSTORE ALARM BLARES.\n\nEXT. SIDEWALK. KEVIN\n\nHe runs down the block, slowing at the comer, looking both ways and crossing. He stops\non the opposing corner and loaks up the street.\n\nHIS POV\nHarry and Marv pick themselves up.\n89\n\fEXT. STREET CORNER. KEVIN\nad He raises his camera and takes another picture.\n\nEXT. DUNCAN'S TOY CHEST. HARRY AND MARV\n\nHarry points to the FLASH.\n\nHARRY\nThere he is!\n\nThey take off after Kevin.\nEXT. ANOTHER STREET\n\nSIRENS ARE WAILING in the distance. Kevin wheels around a comer running full-out.\nHe cuts into the street and crosses.\n\nEXT. PREVIOUS STREET\n\nHarry and Marv run around the comer.\nEXT. BROWNSTONE H T 0 0 0 0 0 0 1\n\neB Kevin runs down the street to the brownstone. He scoots up the refuse chute.\ns INT. BROWNSTONE. THIRD FLOOR\n\nKevin crawls out of the chute. He dashes out of the room.\n\nEXT. 105TH STREET\n\nHarry and Marv pound down the pavement.\n\nEXT. BROWNSTONE. ROOF\n\nKevin bursts out of the roof door and runs to the street side. He looks over.\n\"HIS POV\n\nHarry and Marv arrive. They look around frantically. v\n\nCU. KEVIN ,\n\nHe cups his hands to his mouth and yells down.\n\nKEVIN\nTm up here, Come and get me!\n\nEXT. BROWNSTONE. HARRY AND MARV\nThey look up.\n\n \n\n90\n\fCoy\n\n(\n\n \n\nTHEIR POV\n\nKevin snaps another picture. FLASH!\n\nEXT.",
  "57": "---END OF PREVIOUS SECTION---\n90\n\fCoy\n\n(\n\n \n\nTHEIR POV\n\nKevin snaps another picture. FLASH! EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BROWNSTONE\n\nMarv makes a move toward the brownstone. Harry grabs his sleeve and holds hirh back.\n\nHARRY\nHold oa, pea brain. We got busted last time because\nwe underestimated that litde bundle of misery. We\ndon't go after him until we got a plan that we're sure is\nbeter than his plan.\n\nMARV\nThis ain't like last time, Harry. This ain't his house.\nHe's runnin’ scared. He ain't got a plan.\n\n. HARRY\nMay I do the thinking, please?\n\nHarry looks back up at Kevin.\n\nHARRY\nSonny?\nHIS POV\nKevin looks over the roof.\nCu HARRY HTO0000001\nLooking up.\nHARRY\nNothing would thrill me more greatly chan to shoot\nyou. Knocking off a youngster ain't gonna mean all\nthat much to me. You understand?\nCU. KEVIN\n\nLooking down. He doesn't answer.\nEXT. BROWNSTONE. HARRY AND MARV\nLooking up.\n\nHARRY\nBut since I'm in a hurry, I'm gonna make you a deal.\nYou throw down your camera and we won't hurt you.\nYou won't never see us again. Okay? Sound good?\n\n91\n\fre)\n\n \n\nTHEIR POV\nKevin looks over the roof.\n\nKEVIN\nOkay.\n\nHe takes the camera from around his neck.\n\nCU. ROOF. CORNICE\n\nKevin sets the camera down and picks up a brick.\nEXT. BROWNSTONE. HARRY AND MARV\n\nHarry takes a step forward and holds out his arms to receive the camera.\n\nHARRY\n\nGive it to me, kid.\nCU. KEVIN\nHe wakes aim and tosses the brick.\nEXT. BROWNSTONE. UP ANGLE\n‘The brick falls. \\ -\nCU. HARRY\nSmiling, waiting for his loot. je T 0 0 0 0 0 0 1\nCU. MARV '\n\nPicking his teeth. A beat and the brick smashes him on the head.\nEXT. BROWNSTONE\n\nMarv collapses on the sidewalk.\n\nCU. KEVIN\n\nHe's looking over the edge. Smiling.\n\nKEVIN\nDirect hir.\n\nEXT. BROWNSTONE. MARV\n\nHe sits up with a lump on his forehead.",
  "58": "---END OF PREVIOUS SECTION---\nEXT. BROWNSTONE. MARV\n\nHe sits up with a lump on his forehead. \n---TARGET SECTION TO BE ANNOTATED---\nHIS POV\n\nOUT OF FOCUS for a moment. Sharpens. Harry's leaning over him. .\n\n92\n\f \n\n \n\nHARRY\nThe kid ain't gonna listen to reason, Marv. We gotta\ngo in and get him. You go in the front. I'll go around\nto the fire escape and come down from the roof. We'll\nmeet him in the middle.\n\n(pause)\nYou okay?\n(holds up three fingers)\nHow many fingers am I holding up?\nCU. MARV\nSquinting.\n\nMARV\nNone?\n\nINT. BROWNSTONE\n\nKevin scrambles down the the staircase from the roof to the third floor ballroom.\nEXT. BROWNSTONE\n\nMarv is on the porch. H T00000 Ol\nEXT. BROWNSTONE. ALLEY\n\nHarry marches down the alley to the back of the brownstone.\n\nEXT. BROWNSTONE. FRONT PORCH\n\nMarv is picking the deadbolt on the door. It CLICKS. He grabs the doorknob and turns it.\nIt comes off in his hand.\n\nCU. MARV ,\nHe holds the knob up and discovers a string ded to it. He pulls on the string.\nINT. BROWNSTONE. FRONT DOOR\n\nThe string is pulled through the doorknob hole. The barrel of Kevin's dart pistol rises up to\nthe hole. The string is tied to the barrel.\n\nEXT. PORCH\nMary continues pulling on the suring.\nINT. BROWNSTONE. FRONT DOOR\n\nThe barrel of the pistol slides into the hole. The body of the gun is lifted to reveal that the\nstring runs down the barrel and around behind the grip co the trigger.\n\n93\n\f \n\nGes 2.2 et: sess =) erste czas\n\nCU. MARV'S CROTCH\nThe barrel of the gun is pointed at his groin.\n\nCU. MARV\n\nThere's tension on the string now. He gives a little tug. Nothing happens. He wraps it\naround his hand and gives a sharp pull.\n\nCU. GUN. TRIGGER\n\nIt's pulled. The spring releases with a BOING! -\n\nCU. MARV\n\nHis eyes bugle. His mouth opens in a silent scream.\n\nEXT. ALLEY.",
  "59": "---END OF PREVIOUS SECTION---\nHis mouth opens in a silent scream. EXT. ALLEY. \n---TARGET SECTION TO BE ANNOTATED---\n BROWNSTONE FIRE ESCAPE ,\n\nHarry clirnbs up on a durnpster and positions himself to leap onto the fire escape. He coils\nand jumps. He catches a support brace on the bottom of the fire escape. It's greased. His\nbody swings forward, parallel with the ground, and his grip fails. He falls flat on his back.\nEXT. BROWNSTONE ‘\n\nMay is on the sidewalk in front.of the building. He shakes off his pain and charges up the\nporch steps and throws his weight into the door.\n\nINT. BROWNSTONE. FOYER\nThe front door bursts open and Marv flies in. The flooring is gone. Marv drops OUT OF\n\nmaser HT0000001\n\nMarv plummets to the basement floor.\n\nEXT. ALLEY\n\nHarry picks himself up and marches to the back porch. He stomps up the steps. He tries\nthe door, it's locked.\n\nHARRY\nYou're asking for it, kid!\nCU. DOOR\n\nA nail has been driven into the top of the door. A swing is attached to it. The scring runs to\nthe zipper of a plumber's bag suspended from the porch ceiling.\n\nEXT.PORCH\nHarry raises his leg and kicks in the door.\n\n94\n\f \n\nCU. PLUMBER'S BAG\n\nThe door opening yanks the zipper open. Wrenches spill out.\n\nEXT. PORCH\n\nHarry gets clocked by the wrenches.\n\nINT. BASEMENT\n\nMary picks himself up. He's shaken and sore. He takes a step forward...\nCU. FLOOR ©\n\nThe floor is glisteriing with Monster Sap.\n\nINT. BASEMENT\n\nMarv slips, catches himself. Slips again, catches himself. He skates slowly to a length of\nrope strung across the basement. He lunges forward and grabs it. :\n\nCU. SHELVING UNIT\n\nOne end of the rope is tied to a steel shelving unit loaded with open paint cans.\n\nINT. BASEMENT\n\nThe shelving unit dps and Marv crashes to the floor. He SCREAMS.\n\nINT. BASEMENT. SHELVING UNIT. UP ANGLE\n\nFrom the floor. The shelving unit topples forward. The paint cansapil\nvase ~HTOOOOU0L\n\nThe shelving unit crashes down on Marv.\n\nINT.",
  "60": "---END OF PREVIOUS SECTION---\nThe shelving unit topples forward. The paint cansapil\nvase ~HTOOOOU0L\n\nThe shelving unit crashes down on Marv. INT. \n---TARGET SECTION TO BE ANNOTATED---\n KITCHEN. BUTLER'S PANTRY\n\nIt's dark. Harry feels his way in. He sees a light string. He pulls it. The light goes on.\n\nINT. HALLWAY\n\nHarry enters a dark hallway. He pulls the next string and turns on the light. CAMERA\nHOLDS ON HIM as he crosses into the next room and pulls another string. A light goes\n\non.\nINT. BASEMENT\n\nMarv stands up from the collapsed shelving unit. He's covered in paint. He wipes his face\nwith his sleeve. His eyes are stinging. He looks for something to clean his face with.\n\n95\n\f \n\n \n\nCU. PAINTER'S TARP\n\nMarv grabs a piece of cheesecloth off the tarp.\n\nCU. MARV\n\nHe puts the cheesecloth to his face. It sticks. He tugs on the towel. It won't come off. He\ngrips it firmly with both hands and gives a fierce pull. It tears free with a dreadful RUIP!\nHe SCREAMS and clutches his face. He notices something. He feels his face. When he\nlowers his hands, he's missing his eyebrows, moustache and goatee. He looks at the\n\ntowel.\n\nINSERT: TOWEL\n\nTwo eyebrows, a moustache and a fluff of goatee stuck to the towel.\nINT. BATHROOM\n\nHarry steps into a gutted bathroom. He pulls the light string.\n\nCU. BUTANE TORCH\n\nThe string is attached to the trigger starter. A flame shoots out.\n\nCU. HARRY\n\nHis hat ignites.\n\nNEW ANGLE. MIRROR IMAGE\n\nHarry, his hat blazing, SCREAMING ar himself in the bathroom mirror. He grabs the sink\nfaucet handles and tums them.\n\nCU. FAUCET\n\nNothing comes out. H T 0 0 0 0 0 0 1\nINT. BATHROOM\n\nHarry ties to pat the fire out. Too hot. He looks to the toilet.\n\nHIS POV\n\nThere's fluid in it\n\nINT. BATHROOM\n\nHarry grabs the seat, kicks up to a handstand and dunks his head in the toilet.\nEXT. BROWNSTONE\n\nThe first floor windows light up with a brilliant FLASH OF LIGHT. A sharp CRACK!\naccompanies the flash.",
  "61": "---END OF PREVIOUS SECTION---\nBROWNSTONE\n\nThe first floor windows light up with a brilliant FLASH OF LIGHT. A sharp CRACK! accompanies the flash. \n---TARGET SECTION TO BE ANNOTATED---\n96\n\nee RENT\n\f \n\nCy\n\nINT. BATHROOM\n\nHarry's still on his hands, head in the bowl. Smoke rises from the bowl.\nINT. BASEMENT :\n\nMarv looks for another way out. He scans the area.\nHIS POV\nA rope hanging down through the dining room ceiling and floor.\n\nINT. BASEMENT\n\nMarv tests the rope with a gentle tug. It's firm. He tugs a little harder. It's still firm. He\ngrips it with both hands, takes a deep breath and pulls himself up.\n\nINT. BROWNSTONE. SECOND FLOOR\n\nThe rope is tied to a 75 pound bag of plaster. It shoots OUT OF FRAME and tumbles\nthrough a wide opening in the floor.\n\nINT. BASEMENT\n\nMarv's frozen in a crouch on the basement floor, holding the rope in both hands. The rope\nis spooling down around him. He looks up.\n\nHIS POV\nThe bag of plaster is heading for him.\n\nwacet  HTO0000001\n\nThe bag of plaster smacks Marv, drives him to the floor and bursts into a cloud of white\nust. . . :\n\nINT. BATHROOM\n\nHarry slowly lowers himself off the toilet and stands up. His face is blackened, his head’s\nsizzling. The collar of his.coat is smoldering.\n\nINT. BASEMENT\nMarv pushes himself up on his knees. He spits out a mouthful of plaster dust and stands.\n\nMARV\nTm gonna murder that kid.\n\nHe grabs the rope up off the floor and crosses to beneath the foyer. He tosses the rope up\nand over a floor joist. He tests.it and begins climbing.\n\n97\n\f \n\n“ne,\n\nCC. 3\n\nce\n\n6 ws tee tee\n\nINT. LIVING ROOM\nKevin stands at the closed double doors leading into the library.\nKEVIN\n\nDon't you guys know that a kid always wins ugainst\n\ntwo idiots?\nINT. BATHROOM\nHarry's at the mirror rubbing black soot off his teeth. He HEARS KEVIN. He wkes off.\nINT. LIVING ROOM. DOUBLE DOORS\nKevin listens at the doors. He HEARS HARRY APPROACHING. He runs.\n\nINT. FOYER\nMarv's hand, then his head, pokes up through the joists.",
  "62": "---END OF PREVIOUS SECTION---\nHe runs. INT. FOYER\nMarv's hand, then his head, pokes up through the joists. \n---TARGET SECTION TO BE ANNOTATED---\nHIS POV\n\nKevin races from the double doors to a wooden ladder that gocs up into a hole in the living\nroom ceiling. He scampers up the ladder.\n\nINT. FOYER :\nMary pulls himself up through the floor.\n\nMARV\nHARRY! HE'S IN THE LIVING ROOM!\n\nINT. LIVING ROOM HT0000001\n\nHarry bursts through the double doors. He runs to the ladder and scrambles up.\n\nCU. LADDER\n\nThe end that's resting against the living room ceiling joists has been sawn halfway through.\nIt strains under Harry's weight and SNAPS!\n\nINT. LIVING ROOM\n\nHarry, holding the ladder, hands and feet on the rungs, caught in mid-step, falls forward\nand slams down on the living room floor. Marv skids into the room.\n\nMARV\n(after a beat)\nHe went upstairs.\n\nHarry rolls off the ladder. Marv helps him up.\n\n98\n\f \n\nC4\n\nINT. LIVING ROOM. CEILING\nKevin leans over the edge of the opening.\n\nKEVIN ,\nWhy don't you guys try the stairs?\n\nHe takes off.\nINT. LIVING ROOM\n\nHarry and Marv dash out.\nINT. FOYER\nHarry and Marv stop at the bottom of the stairs.\nHARRY\nHold on.\n\nHarry jumps on the first step and stomps his feetas if he was coming up. He jumps back\nas...\n\nINT. SECOND FLOOR. KEVIN\nDrops a paint can.\nINT. FOYER\n\nHarry and Marv lean away as the can swings down.\n\nmma.  HTOQOOOOL\n\n(whispers)\nThat's one.\n\nMARV\n(yells up the stairs)\nTU get him. Harry.\nMarv jumps up on the step. He stomps his feet.\nINT. SECOND FLOOR. KEVIN\nHe drops a second can.\nINT. FOYER\n\nThe can swings down.\n\n99\n\f \n\nC20\n\n \n\nc&\n\nMARV\now!\nHarry laughs silently.\nMARV\nThat's two.\nHARRY\nLet's go. :\n\nThey tum to run up the stairs.\n\nINT. SECOND FLOOR :\n\nKevin holds a four foot wide length of iron sewage pipe over his head. He lets it fly.\nINT. STAIRWELL\n\nHarry and Marv run up the stairs. They SCREAM.",
  "63": "---END OF PREVIOUS SECTION---\nINT. STAIRWELL\n\nHarry and Marv run up the stairs. They SCREAM. \n---TARGET SECTION TO BE ANNOTATED---\nTHEIR POV\n\nThe sewage pipe swings down.\n\nINT. FOYER\n\nThe pipe clips both of them, lifting them off their feet. They sail down the stairs and into\n\nthe opening in the floor.\n\nINT. BASEMENT HTOOOOO0O0L\nHarry and Marv crash down on the basement floor.\n\nINT. BASEMENT. FLOOR. HARRY AND MARV\n\nStunned. Frozen expressions of pain.\n\nMARV\nThat's three.\n\nINT. SECOND FLOOR. KEVIN\nHe cuts the sewage pipe rope.\n\nINT. FOYER\nThe pipe falls to the stairs and rolls down to the floor. It rolls to the edge of the flooring.\n\nINT. BASEMENT. HARRY AND MARV\nStill frozen, looking up.\n\n100\n\ffe\nVY\n\n \n\n \n\nTHEIR POV\nThe pipe rolls off the edge of the flooring and falls to CAMERA.\nINT. FOYER\nCLANG!\nMARV\n(after a beat)\n\n- That's four.\nINT. THIRD FLOOR STAIRWELL. DOOR\n\nKevin threads a iength of rope through the hole in the door where the doorknob was. He\nmakes a loop of the end.\n\nINT. FOYER\n\nMarv climbs up through the joists again. He reaches down and helps Hairy up. They craw!\nto the floored section at the foot of the stairs.\n\nINT. THIRD FLOOR STAIRWELL. DOOR\nKevin pokes his head out the door.\nKEVIN\n\naroe = Ss HL TOOQOOOOL\n\nHarry and Marv charge up the stairs, ducking and shielding themselves with their arms.\n\nHARRY\nYou better say every prayer you ever heard, kid!\n\nMARV\nT hope your parents got you a tombstone for\nChristmas!\n\nINT. THIRD FLOOR. BALLROOM\n\nKevin pushes a large, metal tool case to the edge of the stairs. He attaches a rope that runs\ndown the stairs to one of the handles on the chest. He secures it.\n\nKEVIN\nI'm up here ard I'm really scared!\n\nHe takes off.\n\nINT. SECOND FLOOR HALLWAY\n\nHarry and Marv run down the hall to the third floor stairwell. The door's closed. Harry\ngrabs the loop of rope thinking it’s the door handle. He gives it a mighty rip!\n\n101\n\f \n\n \n\nINT.",
  "64": "---END OF PREVIOUS SECTION---\nHarry\ngrabs the loop of rope thinking it’s the door handle. He gives it a mighty rip! 101\n\f \n\n \n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n BALLROOM\n\nThe tool chest tumbles down the stairs.\nINT. SECOND FLOOR HALLWAY\nHarry looks at the rope in his hand. He listens to the RACKET on the stairs.\n\nHARRY\nWhat's that sound?\n\nMarv steps around Harry and puts his ear to the door.\nINT. STAIRWELL\n\nThe tool chest chatters down the stairs at a ferocious speed.\nINT. SECOND FLOOR HALLWAY\n\nHarry puts his ear to the door.\n\nINT. STAIRWELL. FROM ABOVE\n\nThe tool chest crashes into the door.\n\nINT. SECOND FLOOR HALLWAY\n\nThe door bursts off its hinges and flattens Harry and Marv. The tool chest flips overand\nlands on top of the door. A moment of silence.\n\nMARV (OS)\nThat was the sound of a tool chest falling down the\nstairs. .\n\nmramessmneuhy 10900001\n\nEXT. ROOF\n\nKevin runs out the roof door and crosses to the edge. He tests a rope he's secured toa\n100 pound bag of cement. He slips on leather work gloves and pulls the length of the rope:\nout of the bucket of kerosine. He tosses the rope over the side of the building. He slings\nhis leg over the side, grips the rope and begins lowering himself.\n\nINT. BALLROOM. STAIRWELL\n\nMarv and Harry hobble up the stairs.\n\nHARRY\nI don't care if I get the chair, I'm killing that kid.\n\n102\n\f \n\n“\nw\n‘\ne\n'\n‘\n\nGes tee ene -Le\n\nMARV\nIf we can catch him.\n\nEXT. BROWNSTONE\nKevin slides down the rope to a bricklayer's scaffold on the first floor. He whips off the\n\nC0\n\ngloves.\nEXT. ROOF\nHarry and Marv step out onto the roof.\nHARRY\nWhere are you kid?\n‘ MARV . '\n\nI don't see him, Harry.\nEXT. BROWNSTONE. BRICKLAYER'S SCAFFOLD\nKevin yells up to Harry and Marv.\n\nKEVIN\nTm down here, you morons!\n\nEXT. ROOF\nHarry and Marv run to the side of the building. They look over.\n\n~ THEIR POV HTOOQ00001\nKevin's below. He waves to them.",
  "65": "---END OF PREVIOUS SECTION---\nThey look over. ~ THEIR POV HTOOQ00001\nKevin's below. He waves to them. \n---TARGET SECTION TO BE ANNOTATED---\nKEVIN\nNice night for a neck injury, isn't it?\nEXT. ROOF\nHarry and Marv looking down at Kevin. Marv grabs the rope.\nMARV\nLet's get him.\nHarry slaps him.\nHARRY\nAre you nuts? :\nMARV\nWhat?\nQ HARRY\nSS That's exactly what he wants us ta do. You got a\nVO memory?\n\n|\n| | |\n| 103\n\f(.9\n\n \n\n& <2 5.2 <5: -letse .\n\nMARY\nYeah. So what do we do?\n\nHARRY\nWe gotta figure out what the little sniffle monkey's got\nup his sleeve.\nHarry picks up the rope. He gives it a tug. He follows it to...\nHIS POV. MOVING\nTo the bag of cement.\nCU. HARRY AND MARV\nHarry smiles.\n\nMARV\nWhat?\n\nHARRY\nHe's smart but nor smart enough,\n\nEXT. ROOF HT0000001\n\nHarry unties the rope from the bag of:\n\nHARRY\nA hundred pounds of cement.\n\nMARV\nSo?\n\nHARRY\n\nIz holds him. Jt ain't gonna hold us. We get on the rope\nand down we go. We'll just...\n\nHe ties the rope to an iron vent pipe.\n\nHARRY\n_.have to disappoint the litte creep.\n\nHarry climbs over the edge of the roof. Marv grabs the rope. He follows Harry.\n\nMARV\nHarry? You're a genius.\n\nCU. KEVIN\nHe strikes a kitchen match on the stack of bricks on the scaffold. He grins devilishly.\n\n104\n\f \n\nYF EXT. BROWNSTONE. HARRY AND MARV\n\nClimbing down.\n\nMARV\nYou wearing after-shave?\n\nHARRY\nWhar're you talking about?\n\nMARV\nI smell something.\n\n. HARRY\nThat ain't after-shave. It's kerosine. The rope’s soaked\ninit.\n\n: : MARV\nWhy would somebody soak a rope in kerosine?\n\nCU. HARRY\nGood question. Deeply puzzled. He looks down.\n\nHIS POV HTO0000001\n\nKevin three floors below holding the match.\n\n2\n~\n\nKEVIN\nMerry Christmas.\nHe touches the match to the rope.\nCU. HARRY\nA look of terrar.\nGO UP! HARRY\nCU.",
  "66": "---END OF PREVIOUS SECTION---\nHARRY\nA look of terrar. GO UP! HARRY\nCU. \n---TARGET SECTION TO BE ANNOTATED---\n MARV\nHe looks down. His eyes bulge.\nHIS POV\nThe flame shoots up the rope.\n\nEXT. BROWNSTONE. SCAFFOLD\n\nKevin jumps down off the scaffold and runs down the street.\n\n \n\n105\n\f \n\nEXT. BROWNSTONE\n\nLike spastic caterpillars, Harry and Mar ry to outrun the flame. They get a few feet and\nare overtaken. They SCREAM and release the rope. They fall to...\n\nEXT. BROWNSTONE. SCAFFOLD\n\nHarry and Marv slam down on the scaffold. It tips under the impact.\n\nEXT. SCAFFOLD. VARNISH CANS\n\nAs the scaffold is struck and tips up, the cans of varnish are launched into the air.\nEXT. BROWNSTONE. GROUND\n\nHarry and Marv are lying on their backs under the scaffold in the tiny, sunken front\ngarden, They're staring up in shock.\n\nTHEIR POV\n\nThe cloudless sky. A full moon and a wave of varnish arcing overhead, holding for the\nbriefest moment and falling:\n\nEXT. BROWNSTONE. GROUND\nHarry and Marv are doused with varnish.\nEXT. CENTRAL PARK WEST. PAY PHONE\nKevin runs to the phone. He grabs it and dials...\nINSERT: KEY PAD\nKevin presses 9-1-1. H T 0 0 0 0 0 0 1\nCU. KEVIN\nBreathless, chest heaving. Scared. He looks up.\nHIS POV\nA huge swarm of pigeons is circling overhead.\nCU. KEVIN\nHe forgets the pigeons as his call is answered.\n\nKEVIN\n\nHello? The two guys that robbed Duncan's Toy Chest\n\nare at Cenaral Park West and 105th Street. Right by the\npark! Hurry! They got a gun!\n\n106\n\n \n\fCQO\n\n&\n\n \n\n \n\nEXT. BROWNSTONE\n\nHarty and Marv pull themselves up on the iron railing surrounding the sunken garden.\nThey're battered and bruised and dripping with varnish. Their heads are peppered with\n\nlumps.\nEXT. STREET. CORNER\nKevin yells down the street toward the building.\n\nKEVIN\n.",
  "67": "---END OF PREVIOUS SECTION---\nSTREET. CORNER\nKevin yells down the street toward the building. KEVIN\n. \n---TARGET SECTION TO BE ANNOTATED---\n I'm down here! Come and get me before I call the\ncops!\n\nEXT. BROWNSTONE\n\nHarry and Marv climb over the iron railing. They look down the street. They give chase.\nLimping, painful strides. a\n\nEXT. CENTRAL PARK WEST. KEVIN\n\nHe turns and stops for traffic. A bus slows as it crosses the intersection. Kevin runs\naround behind it and takes off across the avenue, heading for the park. He's lost a few\nprecious seconds.\n\nEXT. STREET HTO0000001\nHarry and Marv in pursuit.\nEXT. CENTRAL PARK WEST. KEVIN\n\nHe jumps the curb, hits ice, loses his footing and slams to the sidewalk. The travel bag\nstrap breaks. The bag goes flying. Kevin skids into the park wall.\n\nCU. KEVIN\n\nHe's knocked the wind out of himself. He looks over his shoulder.\nHIS POV\nHarry and Marv are at the comer. Marv points.\n\nEXT. SIDEWALK. PARK-SIDE\n\nKevin picks himself up and hobbies to the bag. A bus pulls up to the curb, blocking his\nview of the street.\n\nCU. KEVIN\n\nHe grabs the bag.\n\nHIS POV\n\nThe bus clears. Harry and Marv are gone.\n107\n\f \n\n \n\nCU. KEVIN\n\nHe's puzzled, He turns and takes off. He runs into...\n\nEXT. SIDEWALK. HARRY AND MARV\n\nHarry reaches out.\n\nCU. KEVIN\n\nHe gasps in horror. Harry grabs him by the collar and lifts him off his feet.\nEXT, SIDEWALK\n\nHarry carries Kevin to the park wall and slams him down. He grabs the bag away from\nhim. He unzips it and digs out the film and a cassette. He looks at therm.\n\nINSERT: FILM\n\nOn the film is writen: BAD GUYS ROBBING TOY STORE. On the cassette is written:\nBAD GUYS SAYING THEY'LL KILL ME.\n\nEXT. SIDEWALK HTOOOOOOL\n\n. Harry chuckles.\n\nHARRY\nYou have very nice handwriting.\n\nHe tosses Kate's bag into the park.\n\nEXT. TREES /\n\nPigeons land in the trees.\n\nEXT. STREET\n\nPigeons land on the street.\n\nEXT. STREET LIGHT\n\nPigeons crowd the street light.\n\nCU.",
  "68": "---END OF PREVIOUS SECTION---\nEXT. STREET LIGHT\n\nPigeons crowd the street light. CU. \n---TARGET SECTION TO BE ANNOTATED---\n HARRY AND MARV\n\nLooming over Kevin. Harry unzips his gym bag and stuffs the film and the cassette into it\nMARV\n\nYou may have won the battle, little dude, but you lost\nthe skirmish.\n\n108\n\fa\nY\n\n \n\n \n\nHARRY\nYou oughtn't not mess around with us, pal. We can be\ndangerous,\n\nCU. KEVIN\n\nHe's terrified.\n\nCU. HARRY AND MARV\n\nHarry puts his hand to Kevin's neck. He grins.\nShould we burn his hore\n\nMARV\nHow about we rip it off?\n\nHARRY\nThrow him in a basement?\n\ncomm HTOSH0001\n\nHarry has. him by the neck. Kevin's in horror and pain.\nCU. SIDEWALK\n\nA pair of old boots step INTO FRAME.\n\nCU. HARRY AND MARV\n\nHarry pulls out his gun. Marv grins fiendishly.\n\nHARRY\nT got a better idea.\n\nHe lowers the gun on Kevin. Marv looks up.\nHIS POV\n\nThe trees are filled with pigeons.\n\nCU. HARRY AND MARV\n\nMarv looks to Harry.\n\f \n\n \n\n. MARV\nw Let's get outta here.\nHARRY\nT said, shut up.\n(continues) :\nI didn’t get past the sixth grade. Looks like you won't\neither.\n\nHe cocks the gun. The Pigeon Lady moves up behind Harry and Marv.\n\nPIGEON LADY\nLet him go.\n\nHarry and Marv are startled. They turn quickly.\n\nEXT. STREET. PIGEON LADY\n\nShe's standing behind Harry and Marv with a bucket of birdseed. She lets it fly.\nEXT. SIDEWALK. HARRY AND MARV\n\nStunned. The seed showers down on them and sticks in the wet varnish. Harry drops\n@ Kevin. He rears back. Marv spits.\n. '\n\nECU. SIDEWALK\n\nThe stray seed hits the pavement] T 0 0 0 0 0 0 1\nEXT. SKY\n\nThe pigeons swoop down.\n\nEXT. TREES °\n\nThe pigeons swoop down.\n\nEXT. STREET LIGHTS\n\nThe pigeons swoop down.\n\nEXT. SIDEWALK. HARRY\n\nHe wipes the seeds from his eyes.",
  "69": "---END OF PREVIOUS SECTION---\nEXT. SIDEWALK. HARRY\n\nHe wipes the seeds from his eyes. \n---TARGET SECTION TO BE ANNOTATED---\n His face is covered with seed stuck in the varnish. He\n~ blinks and clears his vision. He recoils in horror.\n\nHIS POV\nA wall of pigeons dive bombing him. The FRAME FILLS WITH FEATHERS.\n\nwm\n110\n\f \n\nCU. MARV\n\nHis eyes are wide with shock. His mouth is open. He SCREAMS.\nHS POV\n\nFEATHERS!\n\nEXT. DUNCAN'S TOY CHEST\n\nSwarming with cops. Two squads squeal away.\n\nEXT. PARK\n\nKevin leaps a rock outcropping and scampers away.\n\nCU. TRAVEL BAG\n\nLying on the ground. Kevin scoops it up as he runs past.\nEXT. SIDEWALK\n\nHarry and Marv are covered head-to-toe with pigeons. They're leaping and twisting and\nSCREAMING. SIRENS ARE WAILING.\n\nEXT. FIFTH AVENUE H T 0 0 0 0 0 0 1\n\nThe two squads from Duncan's arrive froin downtown. Two more squads arrive from\nuptown. They converge on Harry and Marv. .\n\nEXT. POLICE CAR\n\nThe COPS jump out with guns drawn. The highest ranking Cop fires his revolver into the\nair. :\n\nEXT. SIDEWALK. HARRY AND MARV\nThe pigeons take to the air.\n\nEXT. SIDEWALK. COPS\n\nThey stare dumbfounded at...\n\nTHEIR POW\n\nHarry and Mary, hands to their faces, battered, splattered and covered with feathers. They\nlower their hands to see the cops. Slowly they raise their hands over their heads. A Cop\napproaches and picks up the gym bag lying on the pavement. He unzips it.\n\nINSERT: BAG\n\nMoney, a roll of film, a cassette. The Cop picks up the film.\n\f \n\nEXT. PARK. KEVIN\n\nHe's stopped running and is looking back at the light show on Central Park West. He\nsmiles.\n\nCOD\n\nKEVIN\n_ That's great.\n\nEXT. CENTRAL PARK WEST. LATER\nHarry.and Marv are loaded into the back of a squad.\nCOP\nYou guys should have started a little earlier. The\nprisoners have already exchanged gifts.\n\nMARV\nWe had to hide out until the cleaning guy ...\n\nHarry tries to whack Marv.",
  "70": "---END OF PREVIOUS SECTION---\nThe\nprisoners have already exchanged gifts. MARV\nWe had to hide out until the cleaning guy ... Harry tries to whack Marv. \n---TARGET SECTION TO BE ANNOTATED---\n His hands are cuffed behind him. He tries to knee Marv.\nHARRY\n\nWhy don't you shut up, Marv? Didn't the guy just say\nwe got the right to remain silent?\n\nThe Cop shoves Harry in the backseat. HT 0 0 0 0 0 0 1\n\nHe's a litdle cranky. We just got out of jail a week ago.\n\nfar)\n\nThe Cop shoves Marv into the squad and slams the door. A beat and OS we HEAR a\nLOUD MP followed by a YELP from Marv.\n\nEXT. SIDEWALK. PARK-SIDE\nThe Pigeon Lady is standing at the wall. She's nervous and shy.\nCU. COP\nThe Cop tips his hat to the Pigeon Lady.\nCOP\n\nMerry CHa annie.\n\nCU. PIGEON LADY\n\"After along beat, she grins.\n\nPIGEON LADY\n(softly)\nMerry Christmas.\n\n‘ i)\n\n¢\n\n112\n\f \n\ncu. COP\nHe retums the grin.\n\nC-6\n\nCOP\nWe're having a little holiday party back at the station\nhouse for the night guys. Would you like to come\nalong? -\n\nCU. PIGEON LADY\n\nShe looks down. It's been 2 long time since she's been invited anywhere. She looks up\nwith a smile. She nods. .\n\nEXT. STREET\n\nThe Cop escorts Annie to his car.\n\ncor\nYou a beer drinker?\nANNIE\nNo.\nCoP\n& Egg nog?\n‘ ANNIE\nw T like egg nog.\n: CoP\nYou sing?\nHe opens the door for her. H T 0 0 0 0 0 0 l\nANNIE\nI don't sing.\ncop\n\nAw, come on. Everybody sings on Christsnas.\n\nShe laughs to herself and gets in the car.\n\nCOP\nDeck the halls with boughs of holly! Come on.\nANNIE\n(after a long pause)\nFa Ja fa Ja Ja. la la la la.\n\ncop\nThat's beautiful!\n\nHe closes the door.\n\n113\n\n \n\fO\n\nCr es veeree t abe re Gs\n\nCOP\n(yells to the other car)\nGet those monkeys downtown and pick up some egy\nnog on your way back.",
  "71": "---END OF PREVIOUS SECTION---\ncop\nThat's beautiful! He closes the door. 113\n\n \n\fO\n\nCr es veeree t abe re Gs\n\nCOP\n(yells to the other car)\nGet those monkeys downtown and pick up some egy\nnog on your way back. \n---TARGET SECTION TO BE ANNOTATED---\n Annie don't drink beer.\n(sings as he gets in the car)\n‘Tis the season to be jolly...! °\n\nINT. HOTEL SUITE\n\nPeter's asleep in’a chair. Kate's sitting in the window. She's thumbing through a\nmagazine.\n\nINSERT: MAGAZINE\n\nA hotel magazine. New York highlights. She turns a page to the Christnis tree at\nRockefeller Center. She turns to the next page. .\n\nCU. KATE\n\nSomething occurs to her. H T 0 0 0 0 0 0 1\nINSERT: MAGAZINE /\n\nKate turns back to the Christmas tree.\n\nEXT. FIFTH AVENUE. KEVIN\n\nHe wanders down the street. CHURCH BELLS ARE PEELING. He slows.\nEXT. ST. PATRICK'S\n\nMidnight mass. The SOUND OF THE CHOIR is leaking out.\n\nCU. KEVIN\n\nHe feels lonely. and sad. He lowers his head and continues.\n\nEXT. ROCKEFELLER CENTER. CHRISTMAS TREE\n\nUP ANGLE.\n\nREVERSE\n\nDOWN ON KEVIN. Smal! and alone in the plaza.\n\nCU. KEVIN\n\nHe stares up reverently at the massive tree.\n\n114\n\f \n\nx\n\n \n\nKEVIN\nT know I don't deserve a Christmas even if I did doa\ngood deed. I don't want any presents. Instead { want\nto take back every mean thing I ever said to my family.\nEven if they don't take back the things they said. I\ndon't care. I love all of them, Including Buzz. If it isn't\npossible that | see all of them could I just see my\nmother? I'll never want another thing as long as I live.\nI just want my mother. 1 know I won't see her tonight,\nbut just promise me I can see her again, Sometime.\nAnytime. Even if it's just once for only a couple\nminutes. I need to tell her I'm sorry.\n\nA long pause and he lowers his head. The wind picks up. A TINY BELL RINGS. Kevin\nlooks up slowly. The BELL CONTINUES TO RING. Kevin's puzzled. He's heard the\n\nsound before.\n\nCU. MCCALLISTER CHRISTMAS BELL\n\nIt's hanging on the tee, moving in the breeze.\n\nEXT.",
  "72": "---END OF PREVIOUS SECTION---\nCU. MCCALLISTER CHRISTMAS BELL\n\nIt's hanging on the tee, moving in the breeze. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n TREE\n\nKevin approaches the tree. He spots the bell and carefully removes it. He looks at it\nINSERT: KEVIN'S HAND\n\nHe turns the bell over to see the monogrammed \"M.”\n\ncus KEVIN HT0000001\nHe knows that it's the family bell. He slowly turns.\n\nCU. KEVIN. FROM BEHIND\n\nHe turns to see...\n\nHIS POV\n\nKate's standing at the street end of the plaza.\n\nCU. KEVIN\n\nHe's bewildered. As if he doesn't rust his vision.\n\nHIS POV. MOVING\n\nToward Kate. She's as stunned as he is.\n\nCU. KEVIN\n\nHe stops.\n\fq\nA\n\n \n\nKEVIN\nMom?\nCU. KATE\nShe smiles through her tears.\nKATE\nMerry Christmas, sweetheart.\nCU. KEVIN\nHe's, dumbstruck.\nKEVIN\nWow. That worked fast.\nEXT. PLAZA\nKate kneels. Kevin runs into her arms. She folds him tight into her embrace.\n\nKEVIN\nHow did you know I was here?\n\nShe breaks the embrace.\n\n' KATE\nI know you and Christmas gees. This is the biggest\none around. I had a hunch...\n\nShe kisses him and rises. H T 0 0 0 0 0 0 1\n\nLet's go and let Dad know you're alright.\nKEVIN\nWhere's everybody else?\nTE\n\nThey're still in Florida, sweetie. Dad and I wanted to\n\nget here right away. We couldn't bring everybody.\nEXT. ROCKEFELLER CENTER. SIDEWALK\nPeter's below the plaza. Waiting.\nEXT. PLAZA\nKevin and Kate head to the sidewalk. Kevin sees Peter.\n\nKEVIN\nDad!\n\nKevin runs to him. Peter lifts hirn into his arms.\n\n116\n\f \n\nPETER\nHow ya doin’, sport?\n\nKEVIN\nFine.\n\nPETER .\nYou got something against spending Christmas with\nyour family?\n\nEXT. STREET\n\nPolice squads head down Fifth Avenue. Lights going.\n\nEXT. SIDEWALK\n\nPeter puts Kevin down. They start back to the hotel. The squads roll past.\nCU. KEVIN\n\nHe looks to the street.\n\nEXT. SQUAD. HARRY\n\nHe sees Kevin as he passes.\n\nHIS POV\n\nKevin waves to him.",
  "73": "---END OF PREVIOUS SECTION---\nSQUAD. HARRY\n\nHe sees Kevin as he passes. HIS POV\n\nKevin waves to him. \n---TARGET SECTION TO BE ANNOTATED---\n H TOOOO0O00L]\nEXT. SQUAD °\n\nHarry and Marv look out the back window as the squad heads into the night.\nEXT. DUNCAN'S TOY CHEST ,\n\nPolice cars are still in front.\n\nINT. DUNCAN'S TOY CHEST\n\nEVIDENCE SPECIALISTS and a CLEAN-UP CREW are working.\nINT. STORE. WINDOW\n\nAn EVIDENCE SPECIALIST finds the paving stone Kevin threw through the window.\nHe removes the envelope.\n\nINT. STORE\n\nA POLICE SERGEANT enters and crosses to MR. DUNCAN and his WIFE. He's 75,\nround and jolly, dressed in his-elf suit with a cashmere overcoat slung over his shoulders\nand a homburg on his head. His Wife is wearing.a festive Christmas gown under her\novercoat.\n\n117\n\n \n\f \n\n \n\nte!\n\\ SERGEANT\nw I's all over, Mr. Duncan We apprehended the thieves\nand recovered your moncy.\n\nMr. Duncan bears. His wife excitedly clutches his arm.\n: MR. DUNCAN\nI thank you very much. Sergeant.\n, The Evidence Specialist upproaches. ,\n\nEVIDENCE SPECIALIST\nExcuse me. Are yon Mr. Duncan?\n\nMR. DUNCAN\nYes.\n\nThe Lvidence Specialist hands him the envelope.\n\nEVIDENCE\nThat was wrapped around a paver we found in the\nwindow. Looks like 4 kid Livke your window,\n\n: Mg, Duncan opens the envel, He takes 0 6 O66 0 1\n. INSERT: LETTER ii T 6\nKensington Tower stationary. It wads, in Kevin's handwriting -- Dear Mr. Duncan, I\nbroke your window, to catch the bad guys. I'm sorry. Do you have incurance? If you don't\n\nTil send you some money when it snows more (if | ever get back tu Chicago). Merry\nChristmas, Keviss McCallister.\n\n \n\nClu MR. DUNCAN\n\nHe's amused by the note.\n\nMR. DUNCAN\nSergeant? Are you familiar with de Kensington\nTowers Hotel?\nCU. SERGEANT\nHe nods.\nSERGEANT\nYeah New York's most exciting hotel experience.\nEXT. HOTEL\n\nKate, Peier and Kevin return to the hotel.",
  "74": "---END OF PREVIOUS SECTION---\nSERGEANT\nYeah New York's most exciting hotel experience. EXT. HOTEL\n\nKate, Peier and Kevin return to the hotel. \n---TARGET SECTION TO BE ANNOTATED---\n118\n\n \n\n \n\f \n\nC0\n\nINT. HOTEL. LOBBY\n\nKate, Peter and Kevin walk in. They're stopped by a great commotion in the lobby.\n\nTHEIR POV\n\nThe remainder of the family is at the check-in counter with their bags. Frank is arguing\nwith the DESK CLERK.\nFRANK\n. $190-for a single? Are you nuts? I got ten kids here.\nTIL have to sell my house to pay for a tab like that.\n\nBuzz glances to the door.\n\nYo. BUZZ\nEverybody tums around.\nTHEIR POV\nKate and Kevin are at the door. Kevin waves.\nKEVIN\n\nMerry Christmas, everybody.\n\nINT. LOBBY HTOOOO0001\n\nThe kids swarm Kevin, Frank and Leslie join them.\n\nLESLIE\n{to Kate)\nThank God, he's alright.\n\nKATE\nHe's fine.\n\nPETER\n(to Frank)\nWhat're you doing here?\n\nh ht FRANK\n(sheepishly)\nIt’s Christmas. ,\n\nKATE\nTalways knew you had a big hear, Frank.\nFRANK\n\nBig heart, little wallet. You know what they charge a\nnight here?\n\f \n\n3\n\non\n\n( 0\n\nPETER\nTr's all taken care of.\n\nFRANK\n(relieved)\nWell, Merry Christmas.\n\nBUZZ\n(to Kevin)\nThanks, man. You saved us from Florida. This place\nis cool.\n\nFRANK\n(to Kevin)\n\nSo, Kev, what'd you do here all alone in the Big\n\nApple?\nKEVIN\n\n. (with 3 knowing grin)\nSame thing ! did last year.\nEXT. HOTEL. DAWN\n\nTwo large Duncan's Toy Chest trucks are parked in front of the hotel. Uniformed\nDELIVERY MEN are unloading gifts.\n\nINT. HOTEL. LOBBY H T 0 0 0 00 0 1\n\nDELIVERY MEN pushing handcans and baggage carts loaded with gifts stream across the\nlobby. HOTEL EMPLOYEES follow with a great, fat Christmas tee.\n\nINT. HOTEL ROOM. BED\nKevin, Fuller and Brooke are sleeping in a double bed. Fuller pops up.\n\nFULLER\nHoly Smokes! It's morning!\n\nKevin sits up.\n\nFULLER\n\nIt's Christmas morning, man!\nKEVIN\n\nFuller? Don't get your hopes up.",
  "75": "---END OF PREVIOUS SECTION---\nFULLER\n\nIt's Christmas morning, man! KEVIN\n\nFuller? Don't get your hopes up. \n---TARGET SECTION TO BE ANNOTATED---\nFULLER\n\nHuh?\nKEVIN\n\nI'm not sure Santa Claus goes to hotels.\nFULLER\n\nAre you nuts? He's omnipresent. He goes everywhere.\n\n120\n\f)\n\nih\n\nHe leaps out of the bed. Brooke follows\n\nFULLER\nEVERYBODY WAKE UP!\nINT. HOTEL SUITE. ADJOINING ROOM\ncots.\n\nFuller and Brooke race through Frank and Leslie's room. Rod and Tracey are sleeping on\n\nFULLER\nWake up, Dad!\nINT. HOTEL SUITE. LIVING ROOM\n\nFuller and Brooke charge into the room. They slam on the brakes\nTHEIR POV\n\nA decorated Christmas wee and hundreds of wrapped gifts\nINT. HOTEL SUITE\nPeter and Kate come out of their bedroom, yawning. They stop as suddenly as the kids.\n@ Buzz, Jeff, Linnie and Megan walk in and are struck just as hard.\n~\n\nBUZZ\nAre we in the right room?\nINT. HOTEL SUITE\n\n-his ass. He freezes in mid-yawn and mid-scratch.\n\nFrank and Leslie, followed by Rod and Tracey, walk in. Frank's yawning and scratching\nCU. KEVIN\n\nHe squeezes past Uncle Frank to see the gifts. His eyes widen.\n\nKEVIN\nWovw!\nINT. HOTEL SUITE. LIVING ROOM\n\nFuller and Brooke wade into the gifts. The parents exchange shrugs. They slowly look to\nKevin.\n\nPETER\nKev? Did you have something to do with this?\nCU. KEVIN\nHe smiles.\n\n121\n\f \n\n \n\n&\nwY\n\n \n\ne@ -- ee eee aeons es eee te : :\n\nKEVIN\nYou never know.\n\nEXT. HOTEI. WINDOW\n\nAn orgy of gift opening. Kevin looks out the window.\nCU. KEVIN\n\nHe looks down to the park.\n\nHIS POV\n\nThe Pigeon Lady is below, arms held wide, covered with pigeons. They take to the wing.\nShe waves to Kevin.\n\nCU. KEVIN\n\nHe smiles and returns the wave. He looks up.\nRIS POV\n\nThe pigeons soar into the air.\n\nEXT. SKY HTOOOOOOL\n\nThe flock of pigeons grows;and grows as it makes sweeping circles over the city.\nCAMERA BOOMS DOWN TO (o the Christrnas tree at Rockefeller center. MUSIC UP.",
  "76": "---END OF PREVIOUS SECTION---\nSKY HTOOOOOOL\n\nThe flock of pigeons grows;and grows as it makes sweeping circles over the city. CAMERA BOOMS DOWN TO (o the Christrnas tree at Rockefeller center. MUSIC UP. \n---TARGET SECTION TO BE ANNOTATED---\nFADE OUT.\nEND\n\n122\n\f"
}