{
  "1": "HONEY BOY\n\nWritten by\n\nShia Labeouf\n\fEXT. WRECKED AIRPLANE ON A WRECKED SET - AFTERNOON\n\nScrap metal parts: everything that can’t be salvaged. GIANT\ngreen screens are located at key points. Black smoke.\n\nOTIS LORT (22) looking into the camera. He’s laser focused\nand fine-tuned like an owl statue.\n\nCLOSE ON: Otis registers a threat. We can’t see it. But it’s\nno good - he holds up his hands, terrified.\n\nOTIS\nNo... No, No.... No. No, no...\n\nON INVISIBLE IMPACT - RAMP SPEED: Blood flies, Skin ripples.\nOtis is ratcheted hard across a flipped car, EXPLOSIONS go\noff on cue all around him. Debris and black smoke everywhere.\n\nAnd... CUT. We see the DIRECTOR getting excited about the\nshot in a hand held monitor.\n\nOtis gets lowered to the ground still tied in a harness.\n\nThe Stunt Coordinator arrives and sprays the set and Otis\nwith foam. 2nd A.C. enters with the sticks.\n\nOtis walks back up to reset. He looks into the camera to do\nit all over again.\n\nFrame up on the slate: 2005\n\nTO BLACK.\n\nINT. WRECKED SET - LATE AFTERNOON\n\nWe're over Otis's shoulder, walking stiffly through\nproduction in a body harness he can’t remove.\n\nAs he walks towards his trailer we see flashes of various\nACTION SCENES he’s filmed for the movie.\n\n- Shirtless and fist-fighting in a dark trailer... and CUT.\n- Breaking out of jail through an underground tunnel... and\nCUT.\n\n- Wandering through the desert holding a shotgun... and CUT.\n\nUntil he reaches his trailer.\n\fINT. STAR WAGON TRAILER - EARLY EVENING\n\nDoor opens. Light switch. Otis enters his plushy trailer.\nFruit basket. Chandelier. It looks neat.\n\nOtis is a mess.\n\nHe is still in his body harness. He puts his fingers in his\nmouth to calm himself the way we learn later he did when he\nwas a kid. Like a pacifier.\n\nHe sits back but his back gets pinched by the harness. He\njumps forward and reaches for the back strap.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nLike a pacifier. He sits back but his back gets pinched by the harness. He\njumps forward and reaches for the back strap. \n\nTARGET SECTION TO BE ANNOTATED:\nHe can't get it. He tries again. Nope.\n\nHe grabs a bottle of water and takes a sip. A breath. Shakes\nhis arms. Leans forward and tries again. He touched it. He\ntouched the strap!\n\nHe stops. New plan.\n\nHe finds room in the middle of the trailer, bends down starts\nswaying with his arms around his back, trying to catch the\nstrap. Left, Right. Fuck... Almost.\n\nHe takes a break.\n\nLooks for his pack of smokes. Can’t find them. He opens a\ngift basket and pulls out a BOTTLE OF WHISKEY. He downs a\nthird of the bottle. He opens the fridge, closes it before he\nlooks inside and runs out of the trailer...\n\nOur shot remains locked off.\n\nOTIS (0.S.)\nANYBODY GOT A WALKIE! FUCK ME!\n\nWe see the water in a glass on the table settle. We watch the\nchair stop spinning. Then we hear Otis run past us the other\nway. His breathing has quickened. We hear him punch the side\nof the trailer in frustration. BANG!\n\nOTIS (0.S.) (CONT'D)\nI'm in this fucking... You fuckers\nlit me on fire and left me ina\n\nvice!!!\nHe storms back in the trailer and leans forward. Stretches\nhis arms in front of him and slowly brings them around. He\nstarts swaying again. Left and Right. Left and Rightttttt....\n\nFuck.\n\f3.\n\nOtis kicks the stove again. He punches it again and again.\nBeat.\nGuilt. He tries to fix the bent metal.\nHe sits on the couch and looks at it. He stands up and opens\nthe trailer door. He props the door open and sits on the\nstairs. He fold his arms. He’s uncomfortable. He stands up\nwalks back in but realizes he got caught on the door. He\ntries to swing out.\nOTIS (CONT'D)\n\nI'M HERE!!! I’M ALONE IN HERE!!!\n\nAND I CAN'T REACH THE THING-FUCK!!!\nWe see his hand go white as he grips the door rail. He\nmanages to get off the door and goes to the bathroom mirror.\nHe looks down and is about to break. He runs the water and\nwipes his face, sits on the bed.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\nmanages to get off the door and goes to the bathroom mirror. He looks down and is about to break. He runs the water and\nwipes his face, sits on the bed. \n\nTARGET SECTION TO BE ANNOTATED:\nHe rises, walks back to the door and dents it with his fist\nas we flash to more scenes from the film.\n\nOtis’s character:\n\n- Slammed against a police car over and over again.\nScreaming.\n\n- Wiping a shotgun clean in a blood red lit room.\n\n- Fighting or flirting or maybe both, in a bath tub with a\nbeautiful young actress... and CUT.\n\nBACK TO:\n\nINT. STAR WAGON TRAILER - EARLY EVENING\n\nOtis enters, leans his forehead on the top drawers.\n\nHe breathes. For a long, long, long time. His breath purrs\nlike when you’re about to cry. He picks up the Whiskey bottle\nand downs half of it.\n\nHe feels inspired.\n\nIf he rotates his shoulder counter-clockwise, over his hip\nand can get the weight off his right leg... The bed.\n\fHe lays in the bed and reaches behind for the strap while\npushing his foot onto the wall of the trailer for leverage\nand leaning on the edge of the bed wedged in the passageway\nof the trailer. He pushes... He rotates His body and sits up\nwith a red face...\n\nKnock knock.\n\nHis co-star SANDRA (20'S) enters the room.\n\nShe's perceptive and kind. You also get the feeling that this\ngirl knows everything in the world, in the best way. The\nintelligent way. Good at helping others way.\n\nSANDRA\nReady?\n\nShe sees him. He’s struggling on the couch out of breath.\nShe walks over and in one casual movement releases him.\nHe’s free.\n\nShe leans right in for a kiss. It’s fire.\n\nHe falls back with her on the bed and they open a new cycle\nof breathing and pushing around the room. He tries to get her\nout of her shirt. She tries to get him out of his... Somehow\ndespite all the passion involved it looks like the harness\nbattle.\n\nINT. CHEVY SILVERADO - STREET - NIGHT\n\nHONK HONK!\n\nClose on Sandra’s hand pushing the horn as Otis drives.\nCome up to find them in the car. Otis in the driver’s seat.\nThey're passing an EXTRA SMOKEY BLUNT. It’s thick. Her legs\nare on the dashboard.\n\nThey are now passing back a lit half cigarette. Otis drops\nit.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nHer legs\nare on the dashboard. They are now passing back a lit half cigarette. Otis drops\nit. \n\nTARGET SECTION TO BE ANNOTATED:\n He steers with his knees as he looks down to find the\nsmoke.\n\nBANG.\n\nRAMP SPEED: A Toyota Tacoma hits the breaks hard just as it\nmakes a FULL IMPACT at 70 mph, causing the front end to go\n\nlow. This shovels the truck, sending it up and over.\n\nEverything goes silent.\n\f5.\nThe whole world turns upside down. Otis holds onto the window\nframe and Sandra as they corkscrew through the intersection.\nOne flip. Two flips. Three flip. IMAPCT.\nAirbags.\nUPSIDE DOWN - Otis is barely conscious. He looks at his hand.\nThe TWO FINGERS he always puts in his mouth are covered in\nblood.\nEXT. POLICE CAR - NIGHT\nOtis gets bumped against a police car while being arrested,\nexcept this time it’s real life. He struggles and fights but\nthey’re holding his head down.\nOTIS\n\nWHAT AM I BEING ARRESTED FOR??\nINT. POLICE CAR - NIGHT\nOtis is arrested in the back seat.\nOtis is screaming at the cops behind the steel mash cage.\n\nOTIS\nYou think you’re fuckin’ hot shit?\nCause you doooooon’t know how good\n\nI am at what I do!\n\nThey ignore him.\n\nINT. JAIL CELL - NIGHT\nTotal darkness. Otis is terrified.\nOTIS\n\nWhy am I here? Come on! Answer the\n\nquestion you dumb fuck! Why am I\n\nhear? Answer the question!\nINT. CAR - THE NEXT DAY\nOtis’s mom LINDA is driving.\nHe stares out the window, his face cut in several places.\n\nHe’s wearing a hoodie and baseball cap and can’t bring\nhimself to look at her.\n\fINT. REHAB WATSONVILLE - COMMON AREA - SUNSET\nBeautiful light from every window.\nOtis is terrified.\n\nHe’s asked to take his shoes off. People mill about the house\nin pajamas. Holding board games and staring at him.\n\nA black man is knitting a scarf. They exchange looks.\n\nWe follow Otis and the R.S. upstairs and through a hallway.\nWe walk through the door to a medical examination room.\n\nINT. REHAB - EXAMINATION ROOM - CONTINUOUS\nA locked MEDS CABINET.\n\nOtis strips behind a curtain and hands his clothes to the\nR.S.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nREHAB - EXAMINATION ROOM - CONTINUOUS\nA locked MEDS CABINET. Otis strips behind a curtain and hands his clothes to the\nR. S. \n\nTARGET SECTION TO BE ANNOTATED:\n He gets searched and they take his phone and his bags.\nAfter the clothes are looked through he is handed them back.\n\nINT. REHAB - TREATMENT OFFICE - DAY\n\nThere is big mural of a forest. A small cactus on a little\ntable. A white board with twelve names, small colored dots\nnext to each name, with weekly numbers of the S.U.D.S\n(Subjective Units of Distress Scale), and treatment profiles.\n\nOtis sits in a swivel chair.\n\nDR. MORENO (late 40’s), small woman with a no bullshit\npresence, adds his name on the board and goes back to her\nchair. She tries to sit but her back is not making it easy.\n\nDR. MORENO\nThere are no guards on the premise\nOtis.\n\nOTIS\nI noticed.\n\nDR. MORENO\nBut since this is your third\ndrunken altercation with the\npolice, if you leave we have to\nnotify the judge and you’1l serve\nthose four years... That’s the\ndeal.\n\nOTIS\nRight.\n\fDR. MORENO\nSo where do we start?\n\nOTIS\nI don’t know boss. You tell me. I’m\nobviously not equipped to make any\ndecisions... I’m an ego maniac with\nan inferiority complex...\n\nDR. MORENO\nLet’s try again.\n\nOTIS\nHow about? I’m a professional\nschizophrenic... What do you want\nme to say? I’m a piece of shit.\n\nDr. Moreno looks at him for a minute.\nOtis’s eyes are terrified and his body is wired.\n\nShe turns around on her chair. It’s painful. She pulls out a\nNOTEBOOK from a stack. She hands it to Otis.\n\nDR. MORENO\nI want you to write an account of\nyour memories so we can get you\nstarted with imaginal exposure.\n\noTis\nWhat’s that?\n\nDR. MORENO\nIt’s a simple way to stop avoiding\ntrauma reminders that get you\ntriggered.\n\nOTIS\nI avoid trauma reminders?? My whole\njob is motivated by trauma\nreminders. It’s a requirement.\n\nDR. MORENO\nWe're not talking about you using\ntrauma for your work. I’m talking\nabout triggers that make your\ndistress levels unmanageable and\nresult in violence.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nDR. MORENO\nWe're not talking about you using\ntrauma for your work. I’m talking\nabout triggers that make your\ndistress levels unmanageable and\nresult in violence. \n\nTARGET SECTION TO BE ANNOTATED:\nOTIS\nLike what?\n\fDR. MORENO\nWhatever makes you angry is usually\na good place to start.\n\nBeat.\n\nDR. MORENO (CONT'D)\nOtis, I have been doing this for a\nlong time... I saw your tests and\nyou have clear signs of P.T.S.D.\n\nOTIS\nNo I don’t... From what??\n\nWe hold on his face and cut to title: HONEY BOY\n\nFLASHBACK TO:\n\nINT. SOUNDSTAGE - DAY - SOMETIME IN THE PAST\n\nYOUNG OTIS LORT (12) peering into the camera.\n\nHe stares for a while. He’s once again laser focused and fine-\ntuned like an owl statue. He runs his tiny hand through his\nbowl cut and looks to the lens with an adamant, striven for\nsmile when...\n\nA WHIP CREAM PIE SMASHES into his face.\n\nON IMPACT - RAMP SPEED: His hardly anything body is ratcheted\nout of focus into the air.\n\nSLOW MOTION: Otis flying in the air until -\n\nNormal Speed - He hangs in the air held by a wire. In front\nof a white picket fence.\n\nThe form of a Stunt Coordinator arrives. He helps Otis down,\ngives him a weary high five, and begins to walk him right\nback to center to do it all over again.\n2ND A.C. enters frame with the slate.\nFrame up on the slate: 1995\nTO BLACK.\nINT/EXT. RALEIGH STUDIOS - LATE AFTERNOON\nFADE IN: We’re over Otis's shoulder, walking stiffly ina\n\nbody harness out of a dark soundstage on the lot. He picks up\nhis Disc-Man that he left behind. Play.\n\fAdult figures surround him in silhouette.\n\nMAKE-UP LADY (0.C.)\nOtis.\n\nShe grabs him and quickly wipes his face from all the pie\nleft overs. He keeps walking.\n\nTwo people walk behind him carrying a beautiful sky matte\npainting. They pass to reveal -\n\nJAMES LORT (35), in-artfully wearing a BANDANA on his head to\ncover his pronounced balding. He figures more hair is more\nhair = thick sideburns. His vest tells you he is in the\nCombat Vets MC, Desert Storm.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey pass to reveal -\n\nJAMES LORT (35), in-artfully wearing a BANDANA on his head to\ncover his pronounced balding. He figures more hair is more\nhair = thick sideburns. His vest tells you he is in the\nCombat Vets MC, Desert Storm. \n\nTARGET SECTION TO BE ANNOTATED:\nHe pitches casually to the Crafty woman, PAM. A fairly\nattractive, straight-laced woman circa his age. She’s got no\nchoice but to listen.\n\nOtis arrives mid-conversation.\n\nJAMES\nI had a chicken named Henrietta\nLafowl.\nPAM\nHenrietta Lafowl?\nJAMES\nWorld's first daredevil chicken.\nOTIS\nDad, can you loosen the back part?\nJAMES\nOne sec pal... So I’d come out, put\n\nher on my head and do cartwheels.\nHenrietta’d run from my head to my\nbutt, from my head to my butt...\n\nPAM\nOh wow.\n\nOtis tries to get out of his harness. No luck.\n\nJAMES\nYes, ma'am. Spent a lot of time\nwith chickens... Rodeo. Lot of\ntime.\n\nPAM\n\nI can imagine.\n\f10.\n\nOTIS\nDad, I can’t...\n\nJames reluctantly starts unbuckling his son's harness while\ncontinuing his story. Pam is watching them both.\n\nJAMES\n\n...Used to put her on my head, top\nof my hat. I’d run an electrical\nwire down my sleeve to her...\nCouldn't see it. I'd go and put a\nK.F.C. bucket on the floor, light\nthe rim on fire for drama... and\nwhen I’d hit that electrical\ncharge, Henrietta’d fly off’a my\nhead and land right there in the\ncenter of that bucket. Hey-O!\n\nPAM\nOh...\n\nJAMES\nCrowd ate it up. I once opened for\nthe Stevie Nicks at the Forum.....\n\nJames is not looking at what he is doing. Otis feels a PINCH.\n\nOTIS\nOww... Fuck, Dad.\n\nPam reacts to the curse word. James tracks that. Gives Otis a\n“Leave It To Beaver” disciplinary slap on the hand.\n\nJAMES\nHey. What did we say about talking\nlike that?\n\nThey share a knowing look.\nOtis doesn't wanna cock-block. He plays up his innocence. Dad\nplays up his caring father. They perform together. What\nbetter practice for a young actor.\nOTIS\nThat we... That I’m not supposed to\ntalk like that.\n\nJAMES\nApologize to Pam.\n\nOTIS\nI'm very sorry Pam.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat I’m not supposed to\ntalk like that. JAMES\nApologize to Pam. OTIS\nI'm very sorry Pam. \n\nTARGET SECTION TO BE ANNOTATED:\nPam tries to be nice about it.\n\f11.\n\nPAM\nThat’s okay.\n\nJAMES\nGo hang up your wardrobe and thank\nDonna for the day. You had a good\nday otherwise.\n\nOTIS\nYes, Daddy.\n\nJames is wearing his proud father face as he watches Otis\nhead off. He then pivots instantaneously to chasing pussy\nagain.\n\nJAMES\nSo yea... Spent a lot time with\nChickens... In all that time you\nknow what I learned about\nchickens... You know what’s that\n\nwhite spot is in the center of\nchicken poop?\n\nPam, whose never given as much of a shit about shit prior to\nthis, is trying to care.\n\nPAM\nWhat is it?\nJAMES\nThat’s chicken poop also. Hey-o!\n\nGot you.\n\nJames laughs shamelessly at his own joke. It’s the kind of\nlaughter that separates a clown from the crowd.\n\nJAMES (CONT'D)\nHey you got a phone number?\n\nPAM\nYeah...\n\nJAMES\nCan I get it from you?\n\nHe senses her hesitation.\n\nJAMES (CONT'D)\nLater? Maybe tomorrow?\n\nPAM\nOkay.\n\f12.\nJAMES\nHave a good day.\n\nHe walks out.\n\nEXT. RALEIGH PARKING LOT - LATE AFTERNOON\n\nJames guns the bike. Otis jumps in the back. Crew members\nhanging out while eying James.\n\nOtis knows what they’re thinking. We stay behind.\n\nEXT. BUSY BOULEVARD - SUNSET - CONTINUOUS\n\nA Burgundy Honda Shadow 1200, flies down the junction outside\nthe parking lot, causing two cars to halt and nearly causing\nan accident. Daily commuter at the helm is James. Bandanna on\nhis face now in a half shell helmet, cleaving lanes with\nconfidence.\n\nHis passenger Otis, in a Vespa helmet and a Jan-sport, tucks\nhis father’s hair into the back of his coat and hugs him from\nbehind.\n\nIn this town, you discern people best by how they maneuver\nthe road. James looks over his shoulder and gets between two\ndriving lanes cutting off everyone in sight. He turns left in\nthe junction and causes a car in the coming lane to halt.\nOtis hand surfs the wind to flip the driver off.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nJames looks over his shoulder and gets between two\ndriving lanes cutting off everyone in sight. He turns left in\nthe junction and causes a car in the coming lane to halt. Otis hand surfs the wind to flip the driver off. \n\nTARGET SECTION TO BE ANNOTATED:\nCLOSE ON: Otis holding for dear life and enjoying the\ncloseness. This is the closest thing to a hug he knows.\n\nAsshole. James downshifts, guns the yellow and expertly\nslides into his parking spot at THE VISTA MOTEL: A parking\nlot with twenty-five rooms and a swimming pool.\n\nINT. VISTA MOTEL - POOL - EARLY EVENING\n\nOtis jumps into the motel pool. He dips under then surfaces\nand takes a moment to himself.\n\nINT. VISTA MOTEL - BEDROOM\n\nOtis sits by a little desk tucked in between the restroom\ndoor and the window. He’s reviewing the next day’s lines.\n\f13.\n\nEXT. VISTA MOTEL - PARKING LOT\n\nAcross the parking lot a young prostitute is coming back from\na long night. Otis watches her. This is LITTLE Q, a queen in\na T-shirt. You’d guess thirties and be wrong. She’s barely\n18. She’s not as beautiful so much as she is fascinating. The\nwhites of her eyes are neon white and soulful. She leans in\nwhen you talk. That type.\n\nHer pimp, MAMA DJ, pulls up. She gets out of her car and\nwalks over to her.\n\nMAMA DJ\nWho you been talking to? And I told\nyou not to wear that top didn’t I?\n\nLITTLE Q\nI didn’t have anything else\nclean...\n\nINT/EXT. VISTA MOTEL - BEDROOOM / DOORWAY - CONTINUOUS\n\nJames stands in the doorway with an unlit cigarette between\nhis lips while he watches over his bike.\n\nHe shouts out to another guest in a laundryroom we can’t see.\n\nJAMES\n\nRocco! I’m in there!\n\n(to Otis)\nHey give me the call sheet. Got the\nper diem in there.\n\n(to guest)\nDon’t touch ‘em Rocco, those are my\nsocks!\n\nOtis hands James a MANILLA ENVELOPE. James takes out the cash\ninside and counts before yelling back across the lot.\n\nJAMES (CONT'D)\nYou can’t give it ten more minutes?\n\nJames gives up and lights the cigarette.\nJAMES (CONT'D)\nThey gotta get another washer and\ndryer in this place man, it’s\nturning into a nightmare.\n\nOtis moves to the bathroom.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nJames gives up and lights the cigarette. JAMES (CONT'D)\nThey gotta get another washer and\ndryer in this place man, it’s\nturning into a nightmare. Otis moves to the bathroom. \n\nTARGET SECTION TO BE ANNOTATED:\n Urinates with the door open.\n\f14.\n\nJAMES (CONT'D)\n\nOh no... oh no... hear that baby\ntrickle? You got one of them Lil\nJew rivulets. Oh shit, you can\nthank your mother for that. You got\na dick like a golf pencil son.\n\nOTIS\nIt’s enough to get the job done.\n\nJAMES\nWhat job are you going to get done?\n\nOTIS\nGirls.\n\nOtis washes his hands; zips his fly and heads back to his\nlittle desk.\n\nJAMES\nGirls? You couldn’t fuck yourself\nwith that thing Otis. You probably\ngot piss on your balls just now.\nYou got wet balls right now?\n\nOTIS\n(eye roll)\nI'm twelve.\n\nJames steps toward the bathroom, takes a piss.\n\nJAMES\nWhen I was 12 my dick sounded just\nlike this.\n\nOnly a dribble comes out.\n\nJAMES (CONT'D)\nWait for it...\n\n(the stream picks up)\nYou hear that? You hear the depth\nof that bowl? That’s roots buddy.\nThat’s blood. Where you come from.\nShit’s important but you don’t give\na fuck.\n\nJames exits without washing his hands. On his walk back to\nthe doorway he flicks Otis in the chest who is still reading\nhis script while keeping two fingers in his mouth.\n\nJAMES (CONT'D)\nWhat I just say?\n\f15.\n\nJames, grabs another smoke and opens the front door, lights\nhis Kool and stares at his bike.\n\nThat hits\n\nJAMES (CONT'D)\nYou hear me? What I just say? You\ndon’t listen that’s your problem...\nand you're selfish. I just told you\nabout your family and you're over\nthere just staring at the thing? I\nsee you, you’re concentrating. I\nknow it takes a lot of\nconcentration to play a twelve-year-\nold. Have a pie fight. I get it...\n\nOTIS\n.--It’s not a pie fight.\n\nJAMES\nOh yeah? What do you got tomorrow?\nI know what it is. It’s clowning,\npoop-butt... with lines; It’s the\nsame thing as clowning. It’s rodeo.\n\nOTIS\nIt's not.\nJAMES\nIt’s not what? The fuck would you\nknow... You never been to a rodeo.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nJAMES\nIt’s not what? The fuck would you\nknow... You never been to a rodeo. \n\nTARGET SECTION TO BE ANNOTATED:\nOTIS\nYeah, I have.\nJAMES\nDon’t lie to me. When?... Who took\n\nyou to the rodeo?\n\noTis\nTom.\n\nJames. He looks back at his bike.\n\nJAMES\nTom took you to the Rodeo? Of\ncourse he did. Where did you go?\n\nOTIS\nI don’t know... it was a rodeo.\n\nJAMES\nSee, you can’t remember. See there.\nThey have clowns at your rodeo? You\nwent to Pomona. That’s not even a\nfucken rodeo. That’s a fair.\n\n(MORE )\n\f16.\n\nJAMES (CONT'D)\nYou went to a fair. You come seen\nme in Muskogee, boy. That’s THE\nrodeo. I’m talkin bout lights.\nAttractions. Animals. Face-paint.\nCostumes. Commedia del'arte. I made\nthose bulls run til I broke every\nbone in my cultured ass.\n\nOTIS\nIt’s different... I’m not a clown.\nJAMES\nYou bet your lil’ dick it’s\ndifferent... It’s all the same too.\nMotherfucker...\n\n(across the parking lot)\nHe in there? HEY! Rocco! Didn’t I\njust say? Those are my socks!\n\n(back to Otis)\nGoddammit give me the call sheet\nand get the bag. This motherfucker.\n\nOtis takes a breath, puts his highlighter down and grabs the\nmanila envelope out of the trash. He reaches in and hands a\npiece of paper to James.\n\nEXT. VISTA MOTEL - PARKING LOT - CONTINUOUS\n\nJames and Otis walk towards the laundry room. James holding\nthe call sheet, Otis the laundry bag.\n\nJAMES\n(to Rocco)\nThank you. You’ll get it after.\n\nOTIS\nHey, um, dad?\n\nJAMES\nSix A.M. you gotta go to sleep\nearly tonight.\n\nOTIS\nYeah. About that. A.J has got me\ntickets to the Dodger’s game.\n\nJAMES\nNo shit? That is really cool.\n\nOTIS\n‘Cause Nomo’s pitching so he’s\ngoing to take me to the game after\nset tomorrow.\n\f17.\n\nJAMES\nWho is pitching?\n\nOTIS\nNomo.\n\nJAMES\nHis name is Nomo?\n\nOTIS\nYeah.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nOTIS\nNomo. JAMES\nHis name is Nomo? OTIS\nYeah. \n\nTARGET SECTION TO BE ANNOTATED:\n Nomo the Tornado.\n\nJAMES\nNo shit.\n\nOTIS\n\nI’m going to need some of that per-\ndiem for a hot dog...\n\nJAMES\nShit a name like that he could\nprobably strike em' out\nblindfolded, this guy.\n\nOTIS\nProbably.\n\nJames reaches for his back pocket and hands Otis some cash.\nJAMES\nYou know what they call a Japanese\nblindfold don’t you?\n\nOtis stops in the laundry room doorway and looks back.\n\nJAMES (CONT'D)\nThey call it a shoelace.\n\nJames cracks up at his own joke.\n\nJAMES (CONT'D)\nHey! Come on now, that shit was\nfunny you know it is.\n\nINT. VISTA MOTEL - LAUNDRYROOM - CONTINUOUS\nJames follows Otis inside. He’s still laughing.\n\nJAMES\nI was getting ready to lean into\nanother one, you seen me coming\nwith it?\n\n(MORE )\n\f18.\n\nJAMES (CONT'D)\nI was going to hit em with that Sum\nTing Wong joke. You know that one?\nYou know it’s funny!\n\nJames jokingly pokes him.\n\nOtis recoils and accidentally knocks James in the face. James\nis pissed and takes off his glasses.\n\nJAMES (CONT'D)\nHang on now buddy, you gonna break\nmy shit.\n\nOTIS\nI didn’t mean to...\n\nJAMES\nLoad the fucking bag up. Watch\nwhere your hands are going, man.\n\nThey start to take laundry out of the dryer.\n\nJAMES (CONT'D)\nSo you're going to this game with\nAJ?\n\nOTIS\nYeah.\n\nJAMES\nWho is driving you?\n\noTis\nA.J...\n\nJames puts his hands up on a laundry-cart in the center of\nthe room. He isn’t playing at all anymore.\n\nJAMES\nNo, no, no. You're going to the\ngame with A.J. but who is driving?\nCause he’s fourteen years old and\nhis parents are in Castaic, so who\nis driving you to the game?\n\nA long beat.\n\nFrom the other side, Otis puts his hands on the laundry-cart\ntoo, so they are now face to face.\n\noTis\nTom.\n\f19.\n\nJAMES\nTom's driving you? That’s all you\ngot to say to me?\n\nOTIS\nI’m sorry dad.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nJAMES\nTom's driving you? That’s all you\ngot to say to me? OTIS\nI’m sorry dad. \n\nTARGET SECTION TO BE ANNOTATED:\nJAMES\nFor what?\n\nOtis let’s go of the laundry-cart.\nOTIS\nFor lying to you. I just thought\nyou'd get weird, ya know?\n\nOtis starts putting clothes in the laundry bag.\n\nINT. VISTA MOTEL - PARKING LOT\n\nThey walk back to their room in silence.\n\nINT. VISTA MOTEL - BEDROOM\n\nThey enter the room and James immediately shuts the door.\n\nJAMES\nPull out five socks.\n\nOTIS\nFive?\n\nJAMES\n\nYeah. You do two. You drop it you\ndo ten pushups.\n\nOtis hands his dad three pairs of rolled up socks and keeps\ntwo for himself. They start juggling. Throwing the socks up\nin the air to themselves and to each other.\n\nOTIS\nHey dad? Remember how you said you\nwere going to build me a treehouse?\n\nJAMES\nWe never owned a tree, son. Buy me\na tree and I'll get to work.\nOtis drops a pair of socks.\n\nJAMES (CONT'D)\nWhat was that?\n\f20.\nOTIS\nI’m sorry.\n\nJAMES\nPick it up.\n\nHe does as told and they start juggling again.\n\nOTIS\nYou go to your meeting?\nJAMES\nYeah...\nOTIS\n\nWas it good?\n\nJAMES\nYeah.\n\nJames drops a pair of socks and picks it up.\n\nOTIS\nMissed it!\n\nJAMES\nWe’re even.\n(back to the conversation)\nYeah... Ray’s got 45 years ina\n\nrow... big cakes.\nOTIS\nWoah.\nJAMES\n\nI’m coming up on four myself, you\nknow that right?\n\nOTIS\nThat’s crazy.\n\nOtis drops a sock.\n\nJAMES\nAlright go ahead.\n\nOTIS\nTen?\n\nJAMES\nYup. Ten.\n\nOtis starts doing push-ups.\n\f21.\n\nJAMES (CONT'D)\nYou gonna give me a cake?\n\nOTIS\n(mid push-ups)\nYeah if you want one.\n\nJAMES\n\nYou know what else I want?\nOTIS\n\nWhat?\nJAMES\n\nTo meet your buddy Tom and make\nsure he’s not a chicken-hawk.\n\nOtis stops doing push-ups and gets up.\n\nOTIS\nHe’s not.\n\nJAMES\nI want to make sure he’s not.\n\nOTIS\nYou need to trust me.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nOTIS\nHe’s not. JAMES\nI want to make sure he’s not. OTIS\nYou need to trust me. \n\nTARGET SECTION TO BE ANNOTATED:\nJAMES\nNo you need to trust me! I don’t\nknow why I don’t get to meet him.\n\nOTIS\nMom thinks you’1l get weird.\n\nJAMES\nYour mother thinks a lot of things\nthat aren’t true. Your mother lives\nin fuckin’ space.\n\nOTIS\nShe’s always been there for me.\n\nJAMES\nYeah she’s been there for you and\nshe’s been at the Renaissance Fair.\nI’ve been there for you too. I’m\nthe one that gets you up at four in\nthe morning. Who’s the one here\nnow?\n\nOTIS\nShe's busy! She has a job.\n\fOtis sits\n\n22.\n\nJAMES\nWhy is she busy? Why does she have\na job? Think it through. Play the\ntape out.\n\ndown on the bed.\nJAMES (CONT'D)\nWhat does your mother have a job\n\nfor?\n\nOTIS\nJust in case.\n\nJAMES\nIn case what?\n\nOTIS\nI don’t know!\n\nJAMES\nIn case you fail.\n\nJames drops down to eye level with Otis.\n\nJAMES (CONT'D)\nIn case it don’t work out.\n\noTis\nNo.\n\nJAMES\nYes man. She’s filling your head\nfull of fear. I would never do that\nto you. I pump you full of\nstrength! Because we’re a team and\nI know you got what it takes.\nYou're a fucking star and I know\nit. That's why I’m here. I’m your\ncheerleader, honey boy. You trust\nme?\n\nOTIS\nYeah.\n\nJAMES\nOkay then! I’1l make you a horse\ntrade. I'll give you this pack of\ncigarettes--\n\nOTIS\nThe whole pack?\n\f23.\n\nJAMES\nThe whole pack... if you bring him\nin here. You gotta smoke them in\nthe bathroom though cause I don’t\nwant people to think I’m a shit\nfather.\n\nOTIS\nNo one thinks you’re a shit father.\n\nJAMES\nNo one thinks I’m a shit father?\nYou're mother thinks I’m a shit\nfather.\n\nOTIS\nThat’s in your head.\n\nJAMES\nTom thinks I’m a shit father.\n\nOTIS\nThat’s also in your head.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nOTIS\nThat’s in your head. JAMES\nTom thinks I’m a shit father. OTIS\nThat’s also in your head. \n\nTARGET SECTION TO BE ANNOTATED:\nJAMES\nHow do you think you get in the big\nbrother program? Huh? What’s the\nmain reason?\n\nOTIS\nThere is no main reason.\n\nJAMES\nYeah there is a main reason. You\ngotta have a shit father.\n\noTis\nNo...\n\nJAMES\nYes you do. And your mother is\nadvertising what a shit father I am\nevery time you go to these fuckin’\nDodger games or paint ball or dirt\nbike or whatever it is you’re\ndoing. And look, I got four years\nsober son... four years is REAL.\nYou bring him over here and how\nabout this, I'll barbecue for him?\n\nOtis isn’t sure.\n\f24.\n\nJAMES (CONT'D)\nIt’s just a start... just planting\nseeds ya’ know? Come on man. You\ngotta let me in a little bit!\n\nOTIS\nJust a barbecue?\n\nJAMES\nYeah...\n\nHe hands Otis the pack of cigarettes.\n\nOTIS\nOkay.\n(smiling)\nI’ll ask but it doesn’t mean he’s\ngoing to come.\n\nJames holds Otis’s face in celebration.\n\nJAMES\nThank you! That’s all I’m asking\nyou to do!\n\nJames gets up, mission accomplished...\n\nJAMES (CONT'D)\nYou want a soda?\n\nOTIS\nYeah.\n\nAnd heads out of the room.\nOtis stays on the bed looking over the cigarette in his hand.\n\nHe looks for a lighter but can’t find one. He puts the\ncigarette behind his ear and starts folding the forgotten\nlaundry on the bed.\n\nCLOSE ON: Otis’s face staring into the lens, the glow of the\nmotel T.V flickering off his face.\n\nON THE SCREEN: James, in clown face, in a desert. He’s\nlooking into the camera while performing with his chicken on\ntop of his hat.\n\nJAMES\n(on TV)\nAnd now, ladies and gentleman, boys\nand girls, performing live,\nHenrietta Lafowl, world’s first\ndaredevil chicken.\n\f25.\nWith the chicken still on his head, James turns away from the\ncamera to face the desert.\n\nHe does a headstand while Henrietta climbs his back to stop\nand stand on his butt.\n\nJames, now standing on his head, with his chicken resting on\nhis butt, looks directly into the camera.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nWith the chicken still on his head, James turns away from the\ncamera to face the desert. He does a headstand while Henrietta climbs his back to stop\nand stand on his butt. James, now standing on his head, with his chicken resting on\nhis butt, looks directly into the camera. \n\nTARGET SECTION TO BE ANNOTATED:\nJAMES (CONT'D)\n(on TV)\nHenrietta Lafowl! World’s first\ndaredevil chicken!\n\nCUT TO:\n\nINT. REHAB WATSONVILLE - BEDROOM - NIGHT - 2005\nOtis wakes up breathing heavy from a dream.\n\nHe looks over and sees Percy still asleep. He’s okay.\n\nINT. REHAB - GYM - NIGHT\n\nOtis alone in the gym aggressively running full speed in his\nunderwear.\n\nA physical therapist walks in and watches him. Writes\nsomething in his pad and leaves.\n\nOtis cranks up the speed.\n\nEXT. REHAB - POOL - AFTERNOON\nSoft music playing.\n\nA group of twelve clients floating in the pool. Some are\nbeing held by others.\n\nOtis watches from the sides.\n\nALEC (30s), caucasian Anger Management Coach, gives his\n“Anger management coach exercises” to the group while eyeing\nOtis. We get the sense Alec’s calm exterior seems to hide a\nsuppressed interior.\n\nALEC\nCan I get everyone’s attention\nplease. We’re going to do a small\ntrust exercise, okay?\n\n(MORE )\n\f26.\nALEC (CONT'D)\n\nYou're just going to grab your\n\npartner, good, now you just\n\nswitch...\nAlec keeps his eyes focused on Otis who can only manage to\nlook away from the group.\nINT. REHAB - PING PONG ROOM - LATE AFTERNOON\nOtis is eating alone.\n\nIn front of him knitting needles and a ball.\n\nHe pushes them further and further away as he eats.\n\nINT. REHAB - OFFICE - LATER\n\nDr. Moreno sits in a swivel chair while Otis paces back and\nforth.\n\nOTIS\nWhat is this? What are you trying\nto do? You can’t have me in the\nfucking room knitting for two\n\nhours!\nDR. MORENO\n\nWhat are your SUDS right now?\nOTIS\n\n70!\nDR. MORENO\n\nOkay let’s bring it down. I want\nyou to name four objects and let\nthem bring you to the present\nmoment——\n\nWe watch Otis’s eyes pick four things.\n\nOTIS\nDoor! Vase! Lightbulb--\n\nDR. MORENO\nSnap the rubber-band with each\nitem.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nVase! Lightbulb--\n\nDR. MORENO\nSnap the rubber-band with each\nitem. \n\nTARGET SECTION TO BE ANNOTATED:\nOTIS\nShoe!\n(snap)\nShoe!\n(snap)\n(MORE )\n\f27.\nOTIS (CONT'D)\nShoe!\n(snap)\nShoe!\n\nDR. MORENO\nOne more.\n\nOtis contains his frustration. But it shows.\n\nOTIS\nDoor.\n\nHe slaps the door.\nDR. MORENO\nLet’s try again. Name four things\nand let them bring you back into\nthe room.\nHe can’t look at her again when he talks.\n\noTis\nNo.\n\nHe continues to pace the room upset.\n\nEXT. REHAB - CHICKEN COOP - DAY\n\nOtis and Percy retrieve eggs and place them in construction\nbuckets.\n\nPERRY\nYou know chickens outnumber humans\n3 to 1? They’re gonna take over the\nworld, we gotta do something about\nthis!\nOtis stops shoveling and sighs.\n\nPERRY (CONT'D)\nThat’s a true fact. You can look it\n\nup.\n\nThey get back to work.\n\nINT. REHAB - BEDROOM - NIGHT\nOtis and Percy are in their beds. The room mirrors the Motel.\nPercy shares the fruit he saved from lunch.\n\nOtis eats it.\n\f28.\nPERCY\n...You don’t pray before you eat?\n\nOTIS\nNo... After.\n\nPERCY\nWhy?\n\nHe takes another bite.\n\nOTIS\nI’m fucking with you. I don’t.\n\nHe goes to brush his teeth.\n\nINT. REHAB - BATHROOM - CONTINUOUS\n\nHe closes the door and stares at himself in the mirror as he\nstarts to pee.\n\nHe watches himself as he listens to the sound of his urine.\n\nFLASHBACK TO:\n\nINT. VISTA MOTEL - BEDROOM - MORNING - 1995\n\nOtis wakes up but stays in bed for a second to stare at the\nceiling.\n\nHe gets up and packs a few things. He waits for the coffee\nmaker with the shades drawn. Light creeping in through the\nslit. He pops a CD in his walkman and looks at the dust specs\nin the light.\n\nHe sees James sleeping in his bed.\n\nOtis places a hot cup of coffee by his glasses and a small\nwrapped up gift.\n\nHe rubs his hand across his dad’s bare-feet to stir him awake\nand then grabs his backpack and goes.\n\nDoor closes.\n\nJames's eyes open.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe rubs his hand across his dad’s bare-feet to stir him awake\nand then grabs his backpack and goes. Door closes. James's eyes open. \n\nTARGET SECTION TO BE ANNOTATED:\n He grabs the gift and opens it. It’s a\nScratch N’ Sniff watch. He scratches. And Sniffs.\n\f29.\n\nEXT. VISTA MOTEL - PARKING LOT - DAY\n\nJames sits by the door with his coffee and works on bending\ntwo Paper Clips into a lock opener.\n\nCUT TO:\n\nEXT. HIGHWAY - INTERCHANGE AT LOST HILLS - LATE AFTERNOON\nPatches of green the city waters on large sprinkler systems.\n\nJames looks over his shoulder and PICKS THE LOCK to the LA\nriverbank’s gate behind the Free-Way.\n\nJames lays his bike up and opens his side-saddle. He pulls\nout a bright “Adopt-A-Highway” safety vest, hard hat, gloves,\na pick-up stick, goggles and a white trash bag. He walks up\nand over to the bank of the freeway and lowers to a knee.\n\nCUT TO:\n\nINT. AA MEETUP - EVENING\n\nChandler Lodge’s Moto-Meeting Stag. Eighteen men in chairs\nsit in a circle under an awning smoking cigarettes.\n\nA few who are not club related. Lawyers, a few Dads, an old\nVeteran, two twenty-something's from a band, all encircling a\nFolger's can by the twelve or so motorcycles in the back.\n\nCRAIG (late 40s), looks like a man who has been scraping the\nbottom longer than the top, is in the midst of a share...\n\nJames watches him like a hawk.\n\nCRAIG\nI guess I’m here because of my old\nMan... He was a preacher. A\n\nbullshitter basically. A liar. A\nthief. But mainly he was never\nthere for me. He was doing his own\nthing. And I thought wow, good,\nwell cool for him. But what about\nme?\n\nCUT TO:\n\f30.\n\nINT. TRAILER - DAY\n\nOtis sits alone in his trailer in pajamas. He opens the door\nand looks but no one is there. He heads back inside and sits\ndown and lights up a cigarette.\n\nBACK TO:\n\nINT. AA MEETUP - EVENING\nCraig continues his share.\nCRAIG\n\nNobody was there so I thought I’11\ndrink it out. Getting shit-faced\nworked... ya know? It worked like a\ncharm.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nCRAIG\n\nNobody was there so I thought I’11\ndrink it out. Getting shit-faced\nworked... ya know? It worked like a\ncharm. \n\nTARGET SECTION TO BE ANNOTATED:\n Took away the “cut and\ndried” feeling... For a bit.\n\nCUT TO:\n\nEXT. HIGHWAY - RIVERBANK\nJames kneels down and digs into the soil.\n\nBACK TO:\n\nINT. AA MEETUP - EVENING\n\nJames adjusts his posture to look taller than Craig. Like\nlittle kids do when they take pictures together.\n\nCRAIG\nSo I ran with that because what\nelse was offered. Church? God?\nYes... But that didn’t quite work\nfor me... It’s bullshit really.\n\nCUT TO:\n\nEXT. SOUNDSTAGE - EARLY EVENING.\nOtis, still alone, looking to see if his ride is coming...\n\nBACK TO:\n\nINT. AA MEETUP - CONTINUOUS\n\nCraig still sharing. James still watching him.\n\f31.\n\nCRAIG\nI thought if God was real, he built\nme with a question that only I can\nanswer. And that’s what you have to\ndo. You have to answer that\nquestion yourself. You have to do\nit yourself. You’ve gotta\nultimately save yourself.\n\nJames gets uncomfortable and looks around to see if anyone\nelse is hearing this... He checks Craig.\n\nJAMES\nI’m sorry, what book were you\nreading?\n\nCRAIG\nI know what the book says but what\nI am saying is what’s honest with\nme-—\n\nJAMES\nIt says we came to believe,\npartner. Why don’t you read the\nfucking book again? I can’t do it\nanymore, man.\n\nHe stands and leaves while shouting over his shoulder.\n\nJAMES (CONT'D)\nYou guys are gonna keep signing up\nfor this shit why don’t you just\nsign up for the Kool-Aid committee\ncause all you fuckers are drinking\nit.\nJames leaves the meeting still yelling.\nJAMES (0.S.) (CONT'D)\nWhy don’t you write your own\nfucking book, huh?\n\nCRAIG\nYou’re not alone brother!\n\nJAMES (0.S.)\nShut the fuck up. I needed a\nfucking meeting today!\n\nAnd they let him go.\n\nCUT TO:\n\f32.\n\nEXT. SOUNDSTAGE - NIGHT\n\nOtis stands around still waiting when a PA in a golf cart\npulls up.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\f32. EXT. SOUNDSTAGE - NIGHT\n\nOtis stands around still waiting when a PA in a golf cart\npulls up. \n\nTARGET SECTION TO BE ANNOTATED:\nPA\nYou got a ride Otis?\n\nOTIS\nYeah my dad is just over there\ngetting his bike...\n\nPA\nYou sure? I didn’t see him on set\ntoday.\n\nOTIS\nYeah he was here... yep.\n\nPA\n\nWell good work today. Take it easy.\n\nOTIS\nThank you. See ya!\n\nShe drives away. Otis waits til she is out of sight and then\nstarts to walk home.\n\nCUT TO:\n\nEXT. WILSHIRE BLVD - NIGHT\nJames and Otis walk holding hands.\n\nAs they approach a TACO TRUCK and its line of customers,\nJames recoils and lets go.\n\nNow at the truck, Otis hands him some money.\n\nOTIS\nI‘1l get chicken tacos. Two please.\n\nJames approaches the window.\nJAMES\nI‘1l get four chicken tacos. You\ngot Horchata up there?\n\nA girl sees Otis and whispers to her friend. They turn and\nstare. James clocks it.\n\f33.\n\nJAMES (CONT'D)\nHoly shit. They recognize you.\nSometimes I wish I was you, man.\n\nOTIS\nYou do?\n\nJAMES\nCourse.... Be famous, people\nchasing me with cameras and shit,\nWomen... Not these junk whores...\n\nyou know, good ones.\n\nOTIS\nWhat’s a good one?\nJAMES\nDolly Parton type. Woman with a\n\nstrategy.\nOtis actually laughs now.\nJAMES (CONT'D)\nWhat’s funny bout that Otis? Dolly\nParton's got her shit together. You\nknow she’s got her own theme park?\nJames grabs their food and hands Otis his tray.\n\nJAMES (CONT'D)\nYou ain’t got a fucking theme park.\n\nCUT TO:\n\nEXT. VISTA MOTEL - PARKING LOT - NIGHT\nOtis is asleep inside the room.\n\nJames is sitting outside. Smoking. Alone.\nLittle Q is back from another long night.\n\nShe puts her bag inside the room and sits outside to smoke a\ncigarette.\n\nJames gets up and walks past the grassy area between their\nrooms.\n\nHe starts to perform a small clowning/Mime routine for her.\nShe watches for a while and smiles at him.\n\nHe finishes and bows to her.\n\f34.\n\nWhen he looks up she’s gone into the room.\n\nINT/EXT.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\n34. When he looks up she’s gone into the room. INT/EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n TOM’S CAR / VISTA MOTEL PARKING LOT - AFTERNOON\n\nA beautiful yellow HOT ROD TRUCK pulls into the driveway with\nOtis in the passenger seat.\n\nHe’s in a Dodger hat, holding a signed ball by Nomo.\n\nDriver is TOM (35), A strong chinned Hispanic man dressed\ncasually in a leather jacket.\n\nOTIS\nSo uh... he doesn’t really like the\nBig Brothers program so just don’t\nbring it up and stuff if that’s\nokay.\n\nTOM\nOh okay.\n\nTom apprehensively waves to James who is outside watching\nthem park.\n\nJAMES\nWow. Nice car.\n\nTOM\nHey thanks. I’m Tom.\nEXT. VISTA MOTEL - PARKING LOT\n\nThey shake as Otis gets out and runs off to the room with his\nbag.\n\nJAMES\nI’m his father.\nTOM\nNice to meet you.\nJAMES\nBeautiful truck. You do the work on\nher?\nTOM\nSure did.\nJAMES\n\nPop it! Go ahead.\n\nTom pops the hood.\n\fOtis runs\n\n35.\n\nJAMES (CONT'D)\n\n292 huh?\n\nTOM\nThis is actually the 352. 5.8\nLiter.\n\nJAMES\n\nRight. Y-blocks, that’s the 292...\n\nTOM\nY-block 292 to 272, that was the\nbig engine in the T-bird.\n\nJAMES\nThat’s right, yeah.\n\nTOM\nThen they upgraded in ‘65 to the\n352 cubic.\n\nJAMES\nFuckin’ pretty man.\n\nTOM\nThank you brother.\n\nJAMES\nSits low four a 4x4 isn’t it?\n\nTOM\nIt’s the original coil springs on\nthe I-beam.\n\nJAMES\nWell all 64 trucks had leaf springs\nin ‘em.\n\nTOM\n\nYou don’t say?\n\nback out in his swim trunks and heads to the pool.\n\nJAMES\nYou going swimming partner?\nOTIS\nYeah it’s hot...\nJAMES\nSmart.\n(to Tom)\n\nYou good in that coat boss?\n\f36.\nTOM\nYea. I’m good, thanks.\n\nJAMES\nOk...\n\nThey follow Otis to the pool. Talking as they walk.\n\nJAMES (CONT'D)\nYou know what FORD stands for don’t\n\nyou?\nTOM\nIt’s the old man’s last name.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nTalking as they walk. JAMES (CONT'D)\nYou know what FORD stands for don’t\n\nyou? TOM\nIt’s the old man’s last name. \n\nTARGET SECTION TO BE ANNOTATED:\n Henry\nFord.\nJAMES\nNo sir.\nTOM\n\nWhat’s it stand for?\n\nJAMES\nFound on the road dead.\n\nJames laughs. Tom is polite. Otis keeps walking ahead.\n\nEXT. VISTA MOTEL - POOL - CONTINUOUS\n\nOtis gets in the water. We stay with him watching them\nnervously as they get to know each other.\n\nJAMES\nSo you working for the FBI or\nsomething?\n\nTOM\nNo nothing like that, that’s a\nlittle out of my pay-grade. I’ma\npassport specialist.\n\nJAMES\nOh what’s that? State Department?\nWhat the fuck you doin’ over there?\n\nTOM\nI majored in telecommunications,\nI'm half Mexican... so I’ve got a\n\nvested interested in fighting\ndiscrimination here in the city...\n\f37.\n\nJAMES\nThat’s fantastic.\n(to Otis)\nHey go get some soda and the\n\nketchup!\n\nOtis hops out of the water. James tosses him the keys to\ntheir room.\n\nTom sits.\n\nJAMES (CONT'D)\nSo you're saying you're an\nidealist? Yeah, man. That’s cool, I\nknow a little bit about that. Like,\nuh, ‘I don’t know where I’m going\nbut I’m on my way there!' Am I\nright?\n\nTOM\nYeah...\n\nJAMES\nAlright, take a seat man, we got a\nlittle time.\n\nJames sits down next to him.\n\nJAMES (CONT'D)\nWoo, sun in your eyes?\n\nTOM\nNo...\nJAMES\nWell it’s good having you here.\nTOM\nI appreciate it man. I’ve heard all\nabout ya.\nJAMES\nSo what’s your story Tom?\nTOM\nI’m from Detroit. I still have both\nmy parents... twin sister...\n\nGraduated from Calvin in Grand\nRapids...\n\f38.\n\nEXT. VISTA MOTEL - PARKING LOT\n\nOtis runs out across the lot to the soda machine. We go with\nhim. He passes the Vista maid doing the rounds.\n\nINT. VISTA MOTEL - LAUNDRYROOM - CONTINUOUS\n\nOtis arrives. Little Q and Mama DJ are in a tense argument\nnearby. Little Q’s shoulder is bruised.\n\nHe listens in while pretending to look for his money.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nLittle Q and Mama DJ are in a tense argument\nnearby. Little Q’s shoulder is bruised. He listens in while pretending to look for his money. \n\nTARGET SECTION TO BE ANNOTATED:\nMAMA DJ\nGet outta my face!\n\nMama DJ leaves.\n\nOtis starts to put quarters in the soda machine. Once Mama DJ\nis gone, Little Q unearths a pack of cigarettes hidden under\nthe soda machine.\n\nBeat.\n\nOTIS\nI like your Jellies.\n\nLITTLE Q\nJellies?\n\nOtis points at her shoes.\n\nLITTLE Q (CONT'D)\nOh. Thanks.\n\nLike a business man, Otis puts his hand out for a handshake.\nOTIS\nI’m Otis. I live over there in\nnumber 6.\n\nHe’s twelve. It’s strange.\n\nShe grabs it and begins to THUMB WRESTLE. She wins. She keeps\nhis thumb under hers for a_ little longer.\n\nHe’s uncomfortable.\n\nShe smiles and lets go. She takes out a cigarette but sees\nit’s broke down the center. Otis, soda now in hand, notices.\n\nOTIS (CONT'D)\nHey! Wait right here...\n\nBACK TO:\n\f39.\n\nEXT. VISTA MOTEL POOL\nJames is manning the grill.\n\nJAMES\nSo Calvin is a big school. I know\nthat. They got a basketball\nprogram. That’s an expensive school\nisn’t it?\n\nTOM\nI had a little help.\n\nJAMES\nGot to! How the fuck you swing that\nman? Shit, Mexican, come from\npoverty. Gotta be hard as fuck to\nget in there.\n\nTOM\nLot of hard work...\n\nJAMES\nYou get some kinda Spanish grant or\nsomething?\n\nOtis approaches and listens in for the right moment to\ndisturb.\n\nOTIS\n(to Tom)\nHey, are you good?\n\nTOM\n\nI’m good Otis thanks.\nOTIS\n(to James)\n\nDad can I bum a smoke?\nJames hands him one.\n\nOTIS (CONT'D)\nThank you.\n\nJAMES\nHang on to your butts.\n\nTom knows he can’t interject but “what the fuck”. Otis runs\noff. We stay with James and Tom as he re-composes.\n\nJAMES (CONT'D)\nLove that kid.\n\f40.\n\nTOM\nHe’s a great kid...\nJAMES\nYessir.\nTOM\n\nI think that’s why the Big Brother\nprogram is so important. To have\nmore voices to listen to.\n\nJAMES\nSure I’1l bet.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nTOM\n\nI think that’s why the Big Brother\nprogram is so important. To have\nmore voices to listen to. JAMES\nSure I’1l bet. \n\nTARGET SECTION TO BE ANNOTATED:\nJames plops a plate of burgers on the table and sits down.\n\nJAMES (CONT'D)\nSo this father figure--\n\nTOM\nI had a strong voice and now I have\na chance to pay it forward. Help\nout when I can.\n\nJames leans forward to look Tom in the eyes.\n\nJAMES\nThat’s good on you. I appreciate\nyou Tom. I know my son appreciates\nyou also. He likes you. I can see\nit on his face.\n\nJames goes to light a cigarette then stops.\nJAMES (CONT'D)\nI bet if you went over there right\nnow and asked that boy who he wants\n\nto be when he grows up, he\nwouldn’t say me.\n\nTOM\nNo?\n\nJames lights the smoke.\n\nTOM (CONT'D)\n\nWhy’s that?\n\nJAMES\nI don’t know. Would he say you,\nTom?\n\nJames stares into his soul.\n\f41.\n\nTOM\nIt’s not about that for me James...\n\nJAMES\nWhat’s it about for you?\n\nTOM\nGiving back. Letting somebody know\nyou are there for them. Being of\nservice.\n\nJAMES\nNo I know about that cause I doa\nlittle bit of service myself. I got\nabout four years sober.\n\nTOM\nThat’s good.\n\nJames laughs.\n\nJAMES\nIs it good?\n\nTOM\nIt’s great.\n\nJAMES\nIt is great isn’t it.\n\nTOM\nI’ve seen a lot of lives get\nruined...\n\nJAMES\nIt’s tough.\n\nTOM\nI can only imagine.\n\nJAMES\nOne day at a time man... Look I\ndon’t know what you’ve heard about\nme Tom, but I know what you haven’t\nheard about me. What you haven’t\nheard about me is that if I catch\nyou around my son again, in any\ncapacity whatsoever, I will skull\nfuck your well-adjusted twin\nsister’s carcass on top of your\ncasket until my dick runs through\nthe back of her half-Mexican brain\nplate. You hear what the fuck I’m\nsaying?\n\f42.\n\nTom gets up to walkaway. James shoots up.\n\nJAMES (CONT'D)\nYou going to take that jacket off\ncause it’s hot as shit?\n\nJames starts fiddling to get Tom’s coat off him. Tom resists.\nIt gets messy.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nJames starts fiddling to get Tom’s coat off him. Tom resists. It gets messy. \n\nTARGET SECTION TO BE ANNOTATED:\n A NEAR BRAWL ENSUES and James THROWS TOM INTO\nTHE POOL.\n\nJAMES (CONT'D)\nGET YOUR OWN FUCKING KID! AND YOUR\nOWN FUCKING SANDWICH MOTHERFUCKER!\n\nOtis rushes back over just in time to see James throw the\nbuns at Tom in the pool.\n\nJAMES (CONT'D)\n(sotto)\nI need the fucking ketchup.\n\nJames walks out past Otis looking helplessly at Tom.\n\nCUT TO:\n\nEXT. REHAB - POOL - LATE AFTERNOON - 2005\n\nOtis sits on the ledge of the pool trying to ignore everyone\nin the water.\n\nALEC\n(to the group)\nAnd now everyone find your way into\nthe hug circle.\n\nEveryone forms a circle and hugs themselves.\n\nAlec holds himself as he speaks to the group in a hushed\ntone.\n\nALEC (CONT'D)\nOtis will you please join us?\n\nHe does.\n\nALEC (CONT'D)\nWe all know what to do in the hug\ncircle right? This is a feeling you\ncan have anywhere you are. You can\nalways come back here. To this\npool, to this circle, to this\nfeeling...\n\n(MORE )\n\f43.\n\nALEC (CONT'D)\nHugging yourself releases the\ncuddle hormone. Can you feel that?\n\nThe group sorta feels it.\n\nALEC (CONT'D)\nThat’s a tool we can use wherever\nwe are.\n\nOtis is not having it.\n\nOTIS\nYou can’t do this everywhere.\n\nALEC\nYou can actually...\n\nOTIS\nYou can’t do this in a car on the\nfreeway or in court.\n\nALEC\nWell maybe if you used this tool\nyou wouldn't end up in court.\n\nOTIS\nIsn't hugging yourself like\ntickling yourself? Like you can’t\ntickle yourself?\n\nPercy shakes his head.\nPERCY\n\nMy shit feels good. I’m releasing\nall them hormones!\n\nALEC\nPercy you might be too good at\nthis.\n\nPERCY\nIt’s my fourth time in rehab... and\n\nI tried this in court, that’s how I\nended up here!\n\nOtis laughs. The group laughs. Alec smiles.\n\nEXT. REHAB - POOL DECK - EARLY EVENING\nOtis and Percy are leaving with everyone.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlec smiles. EXT. REHAB - POOL DECK - EARLY EVENING\nOtis and Percy are leaving with everyone. \n\nTARGET SECTION TO BE ANNOTATED:\nALEC\nOtis?\n\f44,\n\nHe lingers. Percy heads off.\n\nALEC (CONT'D)\nI have a suggestion. In the next\nfew days I would like for you to go\nto the woods alone and scream as\nloud as you can...\n\nBeat.\n\nOTIS\nAre you fucking with me?\n\nALEC\nLet me know how it went...\n\nEXT. REHAB - TENNIS COURT - NIGHT\nOtis and Percy passing a cigarette under the stars.\n\nPERCY\nThey got you doing exposure?\n\nOTIS\nYea. She says I got P.T.S.D.\n\nPERCY\nGet the fuck outta here. I thought\nonly soldiers and black people got\nthat shit...\n\nOtis laughs.\n\nOTIS\nI don’t know. I just know I’m stuck\nhere... Life is in session and\nthese people are wasting my fucking\ntime.\n\nPERCY\nWhat do you know about time?\n\nOtis looks at him.\n\nPERCY (CONT'D)\nMy cousin got 8 years inside and\nthey got a nigga here knitting a\nmother fucking scarf... Listening\nto you bitching about time. Look at\nthis place? If my cousin saw me he\nwould beat my mother fuckin ass...\n\f45.\n\nOTIS\nYou should send him the scarf.\n\nOtis cracks up at his joke.\n\nPERCY\nWhat am I going to say? Stay warm\nnigga... I’m in this pool. Hugging\nmyself...\nThey laugh.\n\nINT. REHAB - PING PONG ROOM - THE NEXT DAY\nOtis is juggling 5 balls with chicken faces.\nOne of the balls falls. He looks for it.\n\nHe looks under the table and is STARTLED when he sees an\nACTUAL CHICKEN.\n\nOtis reaches out for the juggling ball as we\n\nCUT TO:\n\nINT. REHAB - BEDROOM - NIGHT\nHe wakes up. He sees Percy asleep. It was a dream.\n\nFLASHBACK TO:\n\nINT. SOUNDSTAGE - CRAFT SERVICE TABLE - AFTERNOON - 1995\nOtis looks over his shoulder, coast is clear.\n\nHe dips under the tablecloth and takes his backpack off.\n\nHe loads it full of his father’s favorite goods. Coke, chips,\nchocolate, Peanut Butter, some sliced bread...\n\nEXT.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe loads it full of his father’s favorite goods. Coke, chips,\nchocolate, Peanut Butter, some sliced bread... EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HIGHWAY - INTERCHANGE AT LOST HILLS - LATE AFTERNOON\nThe city sprinklers go off.\n\nA weed plant sprouts from the dirt.\n\nJames hops on his bike and takes off.\n\f46.\n\nEXT. SOUNDSTAGE - DUSK\n\nOtis waiting outside. Almost giving up when James pulls up on\nhis bike. Otis smiles and they ride off.\n\nINT. VISTA MOTEL - BEDROOM - NIGHT\n\nJames grabs a snack from Otis’s bag that is filled with the\nfood Otis stole from set. The phone RINGS, Otis picks it up.\n\nOTIS\n(on phone)\nHey Mah...how are you? Yeah, yeah\nI’m good, thank you. I was on set\nand Mr. Walsh came--\n\nJAMES\nGary Walsh.\n\nOTIS\n(on phone)\nHarry Walsh--\n\nJAMES\nGARY Walsh.\nOTIS\n(on phone)\nGary Walsh -- I don’t know his\nfirst name -- he asked me if I\n\nwanted to be in an M.O.W...Movie of\nthe Week. It’s shooting in\nVancouver in a couple a months...\n\nJames listens to the conversation Otis has with his mom,\nnodding his head...\n\nJAMES OTIS (CONT'D)\nYou need to get your (on phone)\npassport. Oh, uh...I think so.\n\nOTIS (CONT'D)\n(on phone)\nI think he, uh, I think he can go.\nHang on, let me ask.\n(to James)\nShe wants to know if you can leave\nthe country?\n\nJames sits silently and stares at Otis holding the phone.\n\nJAMES\nWhy does she ask you that?\n\f47.\n\nOtis puts the phone to his ear and listens.\n\nOTIS\n(to James)\nWell she said, “because of your\n\nrecord.”\n\nJames stands up abruptly, leans into Otis and SHOUTS into the\nphone.\n\nJAMES\nI know because of “my record!” I\nknow because of “my record!” I’m\nasking why you’re asking a twelve\nyear old, woman!\n\nJames begins frantically pacing around the room.\n\nJAMES (CONT'D) OTIS\nFuck me, man. You know, you (on phone)\ndon't fucking get it. I‘1l ask.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nJAMES (CONT'D) OTIS\nFuck me, man. You know, you (on phone)\ndon't fucking get it. I‘1l ask. \n\nTARGET SECTION TO BE ANNOTATED:\n(to James)\n\nDo you want to talk to her?\n\nJAMES (CONT'D)\nNo! Fuck no, I don’t want to talk\nto her! Not available! Fucking\ndrama queen!\n\nOTIS\n(on phone)\nHe doesn’t want to talk to\nyou...Oh, you did?...Oh yeah,\nokay...She said, “she can ask Tom\nto deal with the passports” --\n\n \n\nJAMES\nOh fucking fantastic! Great!\nFantastic. Oh, Tom’s gonna do it?!\nYeah, Tom’1l fucking do it!\n\nOtis watches his father bounce around the room, thrashing\neverything around.\n\nOTIS\n(on phone)\nHe’s...he’s definitely not gonna\ncome to the phone...yeah...\n\nJAMES\nTell Tom to come to the fucking\nphone!\n\nJames continues looking for something.\n\f48.\n\nJAMES (CONT'D)\nDammit, where’s my lighter at?\n(to himself)\nOh wow, you just want to keep\npushing my fucking buttons, girl.\n\nOtis patiently listens to his mom on the phone.\n\nOTIS\n(on phone)\nOkay, and just repeat it?...Okay, I\ncan try...\n\nOtis then parrots what his parents say as if he were them. As\nif he were playing them to each-other.\n\nA young actor prepares.\n\nOTIS (CONT'D)\n(to James as the mom)\n“I have long ago forgiven you,\nJames.”...\n\nJAMES\nWho you talking to?\n\nOTIS\n(to James as the mom)\n“But I’m not the one who had to\njump out of a moving car so you\ndidn’t rape me!”\n\nJAMES\nHere we go. Here we go with this\nfucking victim shit!\n\nOTIS JAMES (CONT'D)\n(on phone as James) She does this every time she\n“Here we go with this fucking calls up here.\nvictim shit.”\n\nJAMES (CONT'D)\nShe goes on and on every time she\nfucking calls up here! Say it into\nthe phone!\n\nOTIS\n(on phone as James)\n“Every fucking time!”...\n(to James as the mom)\n“You were the biggest love of my\nlife”...\n\f49,\n\nJAMES\nWell then treat me better, bitch!!\n\nOTIS\n(to James as the mom)\n“Do you know what I went\nthrough?”...\n\nJames erupts and starts yelling toward Otis again.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\n49,\n\nJAMES\nWell then treat me better, bitch!! OTIS\n(to James as the mom)\n“Do you know what I went\nthrough?”... James erupts and starts yelling toward Otis again. \n\nTARGET SECTION TO BE ANNOTATED:\n Otis holds\nup the phone so James can shout directly into it.\n\nJAMES\nWhat who went through?!! They put\nme in a fucking box!! I didn’t even\n-- what is the point of calling up\nhere?!! FUCK!!\n\nOtis puts the phone back to his ear, listens to his mom’s\nresponse.\n\nOTIS\n(to James as the mom)\n“I was always there for you”--\n\nJames YANKS the phone from Otis’s hand.\n\nJAMES\nGo outside!\n\nOtis gets up from the bed and walks outside.\n\nEXT. VISTA MOTEL - PARKING LOT - CONTINUOUS\n\nWe stay with Otis, outside of their room. Watching James\nscream into the phone inside.\n\nJAMES\n(on phone)\nYou know what the fuck I do?!! I\nput my fucking ass on the line\nevery fucking day!! For this boy!\nFor this boy!!\n\nOtis paces back and forth not knowing what to do or where to\ngo. He grabs a stick heads toward a debased car junk yard in\nthe back of the hotel.\n\nEXT. VACANT PARKING LOT - CONTINUOUS\n\nOtis walks amongst old rusty broken down cars.\n\f50.\n\nHe picks up a brick from the ground. He looks at it. Feels\nthe weight of it in his hand. He THROWS THE BRICK through a\ncar's front windshield.\n\nGlass everywhere.\nOtis rests on the hood of the car he just shattered.\n\nHe takes out his pack of Kool’s. He smells the cigarettes\nthen takes one out and lights it.\n\nEXT/INT. AA MEETUP - ALANO CLUB - NIGHT\n\nJames locks his helmet down and walks up the stairs of the\nAlano club. We go up the stairs with him, hovering over\nshoulder as he greets the card players in the front room.\n\nThey're happy to see him. It’s his day.\n\nJames knows everyone. CARLOS, a Hispanic man with long curly\nhair, holds the Blue Book and a laminated “Traditions” page.\nHe’s immediately avuncular.\n\nAs James greets the group we hear his share.\n\nJAMES (V.O.)\nHow you doing, I’m James. I'ma\ndouble winner.\n\nAA GROUP (V.O.)\nHi James.\n\nJAMES (V.O.)\nMy sobriety date was June 4th,\n1988.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\nHi James. JAMES (V. O.)\nMy sobriety date was June 4th,\n1988. \n\nTARGET SECTION TO BE ANNOTATED:\n Carlos is my sponsor.\nMoorpark is my home group. Thank\nyou for bringing me in here.\n\nCUT TO:\n\nEXT. VISTA MOTEL - POOL - NIGHT\n\nOtis spots Little Q sitting by herself. He walks over and\nnotices she is looking at a SNAKE gliding on the water like\nJesus.\n\nJames's share carries us over the action.\n\nJAMES (V.O.)\nJocelyn Joy Ginger... My mother.\nShe wrote a lot of songs. A lot of\npoems.\n\n(MORE )\n\fCLOSE ON:\n\nOtis sits\n\nBeat.\n\nThey both\n\n51.\n\nJAMES (V.O.) (CONT'D)\nShe ended up as an alcoholic\nworking in Shreveport, Lucky\nLuciano’s gambling Casino and whore\nhouse... And that’s where she met\nmy Pop who was an alcoholic too.\nThey were the only ones left in the\nbar... Sometimes love is like\nthat...\n\nThe snake as he moves.\n\nOTIS\nThe fuck is that?\n\nnext to her.\nLITTLE Q\n\nYou can walk on water until someone\ntells you that you don’t know how.\n\nLITTLE Q (CONT'D)\nDo you understand?\n\nremain fixated on the snake.\n\nOTIS\nYeah.\n\nLITTLE Q\nHey, are you cold? Come here.\n\nOtis falls into her. She holds him. He smiles.\n\nBACK TO:\n\nINT. AA MEETUP - ALANO CLUB\n\nJames still in the middle of his share. His eyes closed.\nEverything from memory.\n\nJAMES\nI was 11 when my Mom told me that\nshe would rather be with women and\nparticularly this woman who was a\nmean ass woman and an outrageous\nalcoholic. She’d beat you over the\nhead til she broke her hand and\njust keep laying in on you. Just\ndid not give a shit and would do it\nagain the next day. Always remember\nher hand in a cast...\n\f52.\n\nHe opens his eyes and looks up.\n\nJAMES (CONT'D)\n\nDrama... It was always drama. My\nmom ended up falling out of a\nwindow and landed on a freeway...\nMajor fucking drama. After she died\nI had booze and weed. You know... I\ngrieved her... then I joined the\narmy to find some structure cause\nwhat else? Then I came home and I\nspun out.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou know... I\ngrieved her... then I joined the\narmy to find some structure cause\nwhat else? Then I came home and I\nspun out. \n\nTARGET SECTION TO BE ANNOTATED:\n I did so much fucking\ncocaine I can’t breathe out my nose\nno more. I started shooting in my\narm. Just didn’t give a shit no\nmore. Drinking everyday straight.\nWeeks. Fell into a blackout.\n\n(a long, tough, beat)\nWoke up a sex offender. They told\nme I didn’t rape this woman but I\ndid enough to get her to jump out\nof a moving car... That’s where my\ndisease took me... and they took me\nup to Tehachapi and I stayed there\nfor three years and nine months...\nLost a lot... Found the program in\njail. Found God in the program.\nFound page 429 says those actions\nthat once made you feel completely\nashamed and totally discouraged\nwill allow you to share with other\npeople how to be a useful human\nbeing. By the gratitude of God I\nrealized I had a son I had to\nraise. A boy. My boy... Otis.\n\nCUT TO:\n\nINT. VISTA MOTEL - BEDROOM - NIGHT\n\nOtis looks at his reflection in the bathroom mirror.\n\nHe looks directly into his own eyes. No shame. Not yet. He\nfeels good about himself and exits the bathroom into the main\n\nroom.\n\nA pillow flies at him from his father’s bed. We find Little\nQ.\n\nBACK TO:\n\f53.\n\nINT. AA MEETUP - ALANO CLUB\nJames looks down, starting to cry.\nJAMES\n\nI’m trying my best. For that kid.\nBut I’m in pain like a motherfucker\n\nman.\nCUT TO:\n\nINT. VISTA MOTEL - BEDROOM - NIGHT\n\nOtis timidly walks towards Little Q.\n\nShe reaches out her hands. He rests his on top of hers... She\n\nturns hers over quickly to try to slap his. They laugh and\nplay. Innocent but flirty.\n\nShe looks at him. She leans in closer and softly kisses his\ncheek. She closes her eyes. He kisses her eyelid. She opens\nher eyes and runs her hand down his face.\n\nFeeling emboldened he takes off his shirt. They lay in bed.\n\nOtis finds a way under her arm. Little Q holds him like a\nmother. Gives him warmth. Otis nuzzles like a tomcat.\n\nHe has an idea.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nGives him warmth. Otis nuzzles like a tomcat. He has an idea. \n\nTARGET SECTION TO BE ANNOTATED:\n He gets up and pulls out money from the\nnightstand.\n\nHe gets back in bed and looks her in the eyes. He rubs her\nface like she rubbed his. He takes her hand and places the\nmoney inside.\n\nHe gets up and leaves. We don’t know where to.\n\nShe looks down at the money...\n\nCUT TO:\n\nEXT. REHAB - WOODS - DAY - 2005\nOtis is alone in the woods.\n\nHe walks for awhile and takes a deep breath. He grabs a\nwalking stick.\n\nFLASHBACK TO:\n\f54.\n\nEXT. VACANT PARKING LOT - DAY - 1995\n\nOtis walks through the rusty cars and finds a stick. He rubs\nthe hood of a car.\n\nMATCH CUT TO:\n\nEXT. REHAB - WOODS - 2005\nOtis rubbing a tree stump. Just like he was a boy.\n\nFLASHBACK TO:\n\nEXT. VACANT LOT - CONTINUOUS - 1995\nHe stands on top of a car. He looks up at the sky.\n\nHe raises his arms and YELLS. It’s high pitched and hopeful.\nFrom his yell we\n\nMATCH CUT TO:\n\nEXT. REHAB - WOODS - 2005\n\nWhere Otis lifts his head and SCREAMS as loud and as long as\nhe physically can. Until he is shaking and we hear a small\nshrill sound...\n\nInto rationalization and hysterical piss yourself manic\nlaughter.\n\nFLASHBACK TO:\n\nINT. HALF BANGER TRAILER - MORNING - 1995\n\nThere are GLITTERY silver party streamers tacked up as\ndecoration over the entrance of Otis’s trailer.\n\nJames and Otis are playing gin and drinking coffee. The T.V.\nis on T.B.S. Set-life whirlwinds in the B.G.\n\nJAMES\nYou're sandbagging... Do what you\ndo, but Ima’ catch you with them\nface cards in your hand.\n\nOTIS\nIf I had something, I’d put it\ndown.\n\f55.\n\nJAMES\nI know what you have. You’ve got a\nmirror behind you smart-ass.\n\nJames pulls his discard off the top.\nJAMES (CONT'D)\nI like those nines too so keep\nthose coming.... Please?\n\nOTIS\nNo can do.\n\nOtis lays down all his cards.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nPlease? OTIS\nNo can do. Otis lays down all his cards. \n\nTARGET SECTION TO BE ANNOTATED:\nOTIS (CONT'D)\nGin... Fifty, plus whatever you got\nin your hand.\nOtis grabs the pencil and the paper.\nJAMES\nYour... Fuck-n-hell... Twenty,\ntwenty-five, thirty-five, thirty-\n\nsix...\n\nOTIS\nEighty-six...\n\nHe writes it down. James stands to use the toilette.\nJAMES\nI fucking knew it, too. I saw it on\nyour face!\nOtis is smiling.\nOTIS\nI'm getting better... Learning to\nlie.\n\nJAMES\nYou lie for a living, poop-butt.\n\nOTIS\nWe all do.\n\nJAMES\nI don’t.\n\nJames comes back, Otis is shuffling.\n\nOTIS\nYeah, you do.\n\f56.\n\nJAMES\nI’m a lot of things honey boy. A\nliar isn’t one of em’.\n\nOTIS\nYou lie.\n\nJAMES\nNever in my life.\n\nOTIS\nWhy won’t you hold my hand?\n\nJames lights a cigarette. Exhales out the door.\n\nJAMES\nI don’t want people thinking I'ma\nchicken-hawk... Deal the cards. I’m\n\ngoing to get a soda.\n\nCUT TO:\n\nINT. REHAB - ALEC’S OFFICE - 2005\nOtis walks in and goes right to shake his hand.\n\nOTIS\nHey. I wanted to thank you. That\nwas really amazing. I felt like a\ndemon moved out. That was powerful.\n\nALEC\nAre you acting right now?\n\nOTIS\nWe all are. All the time.\n\nALEC\nOk... Are you being sincere right\nnow? Or are you mocking me?\n\nOTIS\nBoth.\n\nBeat.\n\nALEC\nI’m not going anywhere.\n\nOTIS\nGood.\n\fALEC\n\nYou're not gonna wear me out Otis.\nOTIS\n\n.--I’m not trying.\n\nBeat.\n\nALEC\n\n.-.-This is not me judging you.\nOTIS\n\nWhat is it then?\nALEC\n\nMe telling you that I’1l see you in\n\nclass.\nOtis leaves and SLAMS the door after him.\nThe Coach comes out after him.\nALEC (CONT'D)\n\nOtis, do you know how to close a\ndoor gently?\n\nOTIS\nOf course.\n\nALEC\nHow?\n\nOTIS\n\nYou pull with one hand and push\nwith the other.\n\nAlec smiles.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nALEC\nHow? OTIS\n\nYou pull with one hand and push\nwith the other. Alec smiles. \n\nTARGET SECTION TO BE ANNOTATED:\nALEC\nGood.\n\nOtis nods and walks away.\n\nINT. REHAB - DR. MORENO OFFICE - LATER\nOn the table is a notebook labeled DAD. Otis is pacing.\n\nDR. MORENO\nIt’s ok to be frustrated.\n\nHe still can’t look at her when he talks.\n\n57.\n\f58.\n\nOTIS\nI just... I don’t need to talk\nabout my fucking father. My dad’s\nnot the reason I drink... He’s the\n\nreason I work! He just takes credit\nfor everything in my life that is\ngood. My dad is the kind of guy\nthat takes credit for other\n\npeople’s ideas... Even his AA\nshares are an amalgamation of other\nAA shares...\n\nBeat.\nDr. Moreno stays quiet for a while until he looks at her.\n\nDR. MORENO\nSo having your OWN ideas is key?\n\nOtis’s face.\n\nDR. MORENO (CONT'D)\nStart writing Otis.\n\nWithout even realizing it he hugs himself as he thinks it\nover...\nEXT. REHAB - NEAR CHICKEN COOP / TENNIS COURT - DUSK\n\nOtis walks from the treatment facility across the campus to\nthe housing unit as the sun drops.\n\nHe sees a SINGLE CHICKEN wandering around.\nHe looks at it. Doing its thing. Free.\n\nHe bends down and picks up a piece of chicken poop and\nexamines it.\n\nOTIS\n(sotto)\nYou know what the white spot is?\nIt’s more chicken shit.\n\nThe chicken is on the move. He discards the poop and follows.\n\nEXT. SURREAL TRAILER PARK ENTRANCE - EVENING\n\nOtis enters a weirdly familiar trailer park that is setup in\nthe same layout as the Vista Motel.\n\f59.\n\nHe keeps following the chicken until he sees a MOTORCYCLE. He\ntouches it.\n\nHe sees a trailer he recognizes. He enters it.\n\nINT. SURREAL TRAILER - CONTINUOUS\nOtis enters the trailer and starts to hear an old recording.\n\nYOUNG OTIS (V.O.)\nGive me a cigarette, Dad.\n\nJAMES (V.O.)\nNot until you get this scene.\nYou're gonna make me laugh or were\ngonna do this all fucking night.\n\nYOUNG OTIS (V.O.)\nYou know I’m doing you a favor...",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou're gonna make me laugh or were\ngonna do this all fucking night. YOUNG OTIS (V. O.)\nYou know I’m doing you a favor... \n\nTARGET SECTION TO BE ANNOTATED:\nby paying you to be my chaperon.\nGive me a fucking cigarette, Dad.\n\nJAMES (V.O.)\nWhoa. You're doing who a favor?\n\nYOUNG OTIS (V.O.)\nYou... Who else is gonna give a\nfelon a job? I’m not stupid.\n\nOtis picks up a radio and the reception scrambles. He tries\nto fix it until something outside catches his eye.\nEXT. SURREAL TRAILER PARK - CONTINUOUS\n\nOtis walks towards an OLD MAN IN A CHAIR. As he walks he\nstill hears the recording but now it’s 2005 Otis and James.\n\nJAMES (V.O.)\nYou been fucking your life up.\n\nOTIS (V.O.)\nYeah what’d you hear?\n\nJAMES (V.O.)\nI thought they were going to put\nyou away for real this time.\n\nOTIS (V.O.)\nThat wasn’t me.\n\f60.\n\nJAMES (V.O.)\nOh it wasn’t you? Who was that\nthen?\n\nOTIS (V.O.)\n\nIt was you. It’s magic. Every\nsingle time I drink you takeover.\n\nJAMES (V.O.)\nOh yeah? I takeover? Your dick get\nbigger too pecker-wood?\n\nCUT TO:\n\nINT. REHAB - BEDROOM - NIGHT - 2005\n\nOtis wakes up. He looks over at Percy snoring. It was another\ndream.\n\nHe reaches for the rubber-band on his wrist. Snap.\n\nHe tries to go back to sleep. He can’t.\n\nEXT. REHAB - TENIS COURT - DAY\n\nOtis is writing in his notebook.\n\nOn the ground is a sample of clean urine and his knitting.\nIt’s a beginning of a scarf.\n\nEXT. REHAB - LABRYTINTH - EARLY EVENING\n\nOtis and Percy dance outside on an empty maze / recess area.\n\nINT. REHAB - BEDROOM - MORNING\n\nOtis is typing on his laptop in bed. He’s FINALLY all in.\nPercy is reading “Nat-Geo” on his bed and drinking lemonade.\nEXT. REHAB POOL - LATE AFTERNOON\n\nOtis watches a ladybug crawl up his arm. He lets it find its\nway until it flies off.\n\nFLASHBACK TO:\n\f61.\n\nEXT.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe lets it find its\nway until it flies off. FLASHBACK TO:\n\f61. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n VISTA MOTEL - POOL - DUSK - 1995\n\nOtis, wet from a swim, takes a moment to sit on the ledge and\nsmoke a cigarette.\n\nCUT TO:\n\nEXT. FREEWAY NURSERY - DAWN\n\nWe watch the city water move over James’s first sprouts. Like\none of those Vegas water-dance shows.\n\nIt’s beautiful.\n\nCUT TO:\n\nINT. SOUNDSTAGE - DAY\nA family house interior. Unreasonable strong wind is blowing.\n\nOtis is in hair rollers, lipstick and a nightgown. He is\nperforming a Karate sequence and mouthing the sound FX to his\nsister... His Grandma is sitting next to him.\n\nJames sporting a left-eye shiner, a cut on his eyebrow and a\nswollen lip. He watches Otis from off-camera with a touch of\nenvy mixed with pride. Repeating lines that he's helped his\n\nson rehearse.\n\nOTIS\nRain drops! What’s up now dog? I’m\nthe funny one around here... I can\n\nprobably kick Grandma’s butt!\n\nHe looks at his Scratch and Sniff watch, checks the clock on\nthe wall... And walks over to the camera man. With one\nconfident movement he shuts down the camera in the middle of\nthe take.\n\nThe whole set is up in arms.\n\nJAMES\nI don’t care. I’1ll be the bad guy.\nThat’s it! Good take, good take.\n\n(now clapping)\n\nYou did it. Good job everybody.\nLet’s go. That’s it. It’s going to\ntake another twenty minutes to get\nthe boy out of costume.\n\n(MORE )\n\f62.\n\nJAMES (CONT'D)\nWe breaked for three hours of\nschool today Kev, you said it was\nover ten minutes ago? It’s been\nthirty minutes! Get the man another\nwatch!\n\nThey walk off while the crew remains silent. Otis stops.\n\nOTIS\nDad I was getting the scene!\n\nJames THROWS open the exit door.\n\nJAMES\nI don’t care! Come here.\n(to the crew)\nCHILD LABOR LAWS!\n\nCUT TO:\n\nEXT. VISTA MOTEL - PARKING LOT - NIGHT\n\nGuests are partying. Mama J. Little Q. Playing music and\ndrinking. Having fun. Not thinking about volume.\n\nINT.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nHaving fun. Not thinking about volume. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n VISTA MOTEL - BEDROOM\nJames sits on a bed rehearsing lines with Otis who is pacing.\n\nJAMES\nIt says here you are part of that\nsight gag. That’s your opportunity.\nWorkout faces are funny. Your\nworkout faces are your\nopportunity... Flare your nostrils\nwhen you breath! Show me!\n\nJames flares his nostrils.\n\nOTIS\nThat’s not funny though.\n\nJAMES\nWhat’s not funny?\n\nOTIS\nWhen you flare your nostrils.\n\nJAMES\nI like it a lot. I think it’s very\nfunny.\n\f63.\nOTIS\nOkay. Fine.\n\nJAMES\nJust try it.\n\nOTIS\nLet's go.\n\nOtis drops to do push-ups.\nJAMES\n\nYou're going to start on the floor\nwhen I told you it’s a sight gag?\n\nOTIS\nI told you, It’s just for heart\nrate.\n\nJAMES\n\nI told you it’s a sight gag how am\nI supposed to see your face?\n\nOTIS\nI don’t need to do it in the scene.\nIt’s not going to happen in the\nscene.\n\nJAMES\nNo one cares about the fucking\nheart rate they just want to see\nfunny faces.\n\nOTIS\nI care about the fucking heart\nrate! Okay?\n\nJAMES\nAlright heart rate man. They want\nto see funny faces but okay.\n(reads from script)\n\n“Jeff, come on it’s been over an\nhour. I gotta date with Dewey... I\ngotta get in there and do my hair.\nWhat are you doing in there?”\n\nOtis is breathing hard now, with the remote controller in his\nhand like a dumbbell. Starting to make some genuinely funny\nfaces as he says each word with each rep.\n\nHe flares his nostrils...\n\f64.\n\n \n\nOTIS\n“What... If... I... Was... Doing...\nSome... Thing... Stupid... In...\nHere... Jac... Que... Lin...”\n\nJames laughs. It’s good. He joins in and they both grunt and\nflex. James reads again from the script.\n\nJAMES\n“Uh, as opposed to this?”\n\nOTIS\n“I know you wanna hang out with\nyour secret buddy”--\n\nJAMES\n(correcting)\nBuddies...",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe joins in and they both grunt and\nflex. James reads again from the script. JAMES\n“Uh, as opposed to this?”\n\nOTIS\n“I know you wanna hang out with\nyour secret buddy”--\n\nJAMES\n(correcting)\nBuddies... \n\nTARGET SECTION TO BE ANNOTATED:\nOTIS\n\n“But I have”--\n\nThey're interrupted by a LOUD ARGUMENT outside between\nprostitutes and Mama J.\n\nJames throws open the door and yells.\n\nJAMES\nShut the fuck up!\n\nEXT.VISTA MOTEL - PARKING LOT - CONTINUOUS\nJames storms across the lot towards the party.\n\nJAMES\nI can’t think in here! It’s twelve\nmidnight! Shut the fuck up! Some of\nus got jobs!\n\nThey don’t. He loses it.\n\nJAMES (CONT'D)\nSHUT THE FUCK UP! I DON’T DO THIS\nSHIT TO YOU! TURN OFF YOUR\nQUINCINERA IT’S TWELVE MIDNIGHT!\nKEEP GOING WITH THIS SHIT I’LL CALL\nTHE BPD IN A FUCKING HEARTBEAT I\nDON'T GIVE A FUCK!\n\nPARTY GOER\nGo back to your side and worry\nabout your son and yourself!\n\f65.\n\nHe turns and walks back to their room.\n\nINT. VISTA MOTEL - BEDROOM\nOtis sits on the bed with two fingers in his mouth.\nJames slams the door and sits on his bed.\nJAMES\nI’m going to crack in half. I swear\n\nto god this place...\n\nThere’s a pounding KNOCK on the door. James opens it. It’s\nMama DJ. He immediately closes it.\n\nJAMES (CONT'D)\nNo! Nope!\n\nKNOCK. KNOCK. KNOCK.\n\nINT/EXT. VISTA MOTEL - BEDROOM / DOORWAY\nJames opens it and points at her with his copy of the script.\n\nJAMES\nGet off my door!\n\nShe takes a step back.\n\nMAMA DJ\nI will do that. I understand that\nbut you gotta respect me and my\ngirls are over there chillen at our\nparty enjoying ourselves, ok?\n\nOtis looks through the window and sees Little Q peering\ninside. She smiles and waves at him. He shyly waves back.\n\nMAMA DJ (CONT'D)\nYou knew it was a spot when you\nmoved in here and it is what it is.\n\nJAMES\nIt is what it isn’t! It ain’t what\nit fuckin’ ain’t! So why don’t you\nget your silly ass back over there.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nJAMES\nIt is what it isn’t! It ain’t what\nit fuckin’ ain’t! So why don’t you\nget your silly ass back over there. \n\nTARGET SECTION TO BE ANNOTATED:\nMAMA DJ\nYou actin’ like you run somethin’?\n\nShe THROWS her drink at him and it smashes against his wall.\n\f66.\n\nMAMA DJ (CONT'D)\nYou don’t run a damn thing! You\nbetter miss me with that!\nShe walks away still looking at him, “what you going to do”.\nJAMES\nThat’s strike one! Now it’s fucking\n\nwar!\n\nHe PUNCHES the wall covered in her drink and heads inside.\n\nINT. VISTA MOTEL - BEDROOM - CONTINUOUS\n\nJAMES\nReady?\nOTIS\nLet’s take a break.\nJAMES\nI don’t want to take a break.\nOTIS\nLet’s take a break. I have the\nscene.\nJAMES\n\nYou don’t have the scene yet!\n\nOTIS\nI think it’s ok--\n\nJAMES\nYa but I don’t think it’s ok so\nwe're gonna keep going til you make\nme laugh or we’re going to do it\nall fucking night.\n\nWe now realize this is the memory from Otis’s rehab dream.\n\nOTIS\nGive me a fucking cigarette, dad.\n\nJAMES\nYou want a cigarette? Here.\n\nJames FLICKS HIS LIT CIGARETTE at him; it hits Otis in the\nhead and falls on the floor.\n\fJAMES (CONT'D)\n\nThere, you happy now, Little Lord\nFontenroy. You got a cigarette now.\nGo ahead and smoke it.\n\nOtis rubs his head where it hit his hair.\n\nJAMES (CONT'D)\nYou just gonna let it burn a hole\n\nin the carpet... I don't give a\nshit, you’re paying for it. Do what\nyou want.\n\nOtis doesn’t move.\n\nOTIS\nYou know I’m doing you a favor...\nby paying you to be my chaperon.\nWho else is going to give a felon a\njob? I’m not stupid.\n\nJAMES\nI don’t like when you talk to me\nlike that. I don’t like you talking\nto me like I work for you.\n\nOTIS\nYou do work for me. I’m your boss.\n\nJAMES\nYou know what? Don’t say another\nfucking word. I’m about to lose my\nshit. You’re pushing me over the\nfucking edge.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nDon’t say another\nfucking word. I’m about to lose my\nshit. You’re pushing me over the\nfucking edge. \n\nTARGET SECTION TO BE ANNOTATED:\n You understand what\nI’m saying? I don’t have to be\nhere. I could be gone in a second.\nI could be pulling eight, ten grand\na week.\n\nOTIS\n...I want you to be here Dad.\n\nJAMES\nDidn't I tell you not to say\nanother word?\n\nOTIS\nI want you to be--\n\nJAMES\nShut the fuck up!\n\n67.\n\nJames JUMPS off his bed and HOLDS his hand over Otis’s mouth\n\nwhile pressing him into the bed.\n\f68.\n\nJAMES (CONT'D)\nDidn't I say don’t say another\nfucking word? Say one more word!\n\nOTIS\n(pleading through his\ndad’s hand)\nI want you to be here!\n\nJAMES\nNow you want me to be here? I can’t\nfigure out who you are Actor Man.\n\nHe removes his hand from Otis’s mouth and sits back down.\n\nJAMES (CONT'D)\nWhat the fuck do you want me to be\nhere for? Give me one good reason.\n\nOTIS\nYou have good instincts.\n\nJAMES\nI’m from the mud. I got rodeo clown\ninstincts. I couldn’t make it in\nHollywood... I like pussy too much!\n\nOTIS\nYou could if you started when I\ndid.\n\nJAMES\nYeah... Then what?... Then I could\nhave been something? Stand around\ngetting paid to fucking pie fight?\nDoing push ups?\n\n \n\nOtis starts to tear up. James can’t watch.\nJAMES (CONT'D)\nWipe your face Otis. Don’t cry in\nfront of me. I’m not going to ask\nyou again, Otis.\nThey both sit there, staring at the ground.\n\nJAMES (CONT'D)\nYou keep pushing me...\n\nCUT TO:\n\f69.\n\nINT. SOUNDSTAGE - AFTERNOON\n\nAgainst the matte painted blue sky we saw in the opening,\nsits Otis, in a plush coat, sunglasses and bling rings.\n\nA long table covered with everything good is stretched\nbetween him and the camera.\n\nNext to him is his Butler, ROYSTON, dressed in a suit and\nmassaging Otis’s shoulders the whole time. They look out of\nplace in the sand pit set.\n\nBy the plastic palm tree stands Otis’ T.V.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey look out of\nplace in the sand pit set. By the plastic palm tree stands Otis’ T. V. \n\nTARGET SECTION TO BE ANNOTATED:\n Dad, an American\ndreamboat, who on “Action” is walking toward the sand pit.\n\nT.V. DAD\nThis culinary spread is\nbeautisimiss, Jeff.\n\nOTIS\nIt’s all thanks to Royston.\nT.V. DAD\nThank you, this is splendid\nRoyston.\nOTIS\n\nThis is splendid Royston.\nT.V. Dad assesses his son.\n\nT.V. DAD\nWhat has gotten into you son?\n\nOtis pulls keys out of his pocket.\n\nOTIS\nYou know what, here... Here’s the\nkey to the new house... take that.\nT.V. DAD\n\nWait, Jeff. What’s going on here?\nRoyston nods politely and moves to massage Otis’s neck.\n\nT.V. DAD (CONT'D)\nIs that what you think this is all\nabout? You think I’m leaving you\nbecause mommy and I bought a second\nhouse?\n\nOtis takes his sunglasses off.\n\f70.\n\nOTIS\nWell... Yea.\n\nT.V. DAD\nRoyston, do you mind?\n\nOTIS\nYou heard him, Royston.\n\nRoyston nods and leaves but not before making sure Otis’s cup\nis full of fresh coffee.\n\nOTIS (CONT'D)\nSo you're staying?\n\nT.V. DAD\nOf course. Do you really think I\nwould leave you and Royston behind?\nOTIS\nWow... I just thought you didn’t\nlove us anymore...\nT.V Dad puts his arm on Otis's shoulder.\nT.V. DAD\nI love you, Jeff... I love you more\nthan words can say.\nOtis is feeling far more than what this kids show requires.\nAnd...\n\nDIRECTOR (0.C.)\ncurv!\n\nOtis looks for his father’s eyes and sees him talking to a\nwoman backstage.\n\nT.V. DAD\n(to Otis)\nHey are you feeling alright?\nOtis puts his sunglasses back on.\n\nCUT TO:\n\nINT. VISTA MOTEL - NIGHT\nCLOSE ON OTIS: Same vibe.\n\nHe sits in the chair in the doorway, looking at his father’s\nbike. He is smoking and fidgeting with his leg.\n\f71.\n\nJames is laying on his bed.\nON THE T.V.: The video of Otis and the T.V. Dad’s scene.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nV.: The video of Otis and the T. V. Dad’s scene. \n\nTARGET SECTION TO BE ANNOTATED:\nWe stay here long enough for Otis to smoke half his\ncigarette. He turns toward his father.\n\nOTIS\nDad.\n\nJames is totally into the TV, unaware of Otis's gaze.\n\nOTIS (CONT'D)\nI need you to hear me. I’m gonna\nsay some things that I gotta say\nand I need you to not interrupt me\nor run off...\n\nCLOSE ON: Otis’s face staring into the lens, the glow of the\nT.V. flickering off his face.\n\nOTIS (CONT'D)\nI was thinking the other day when\nyou asked me about the Rodeo and\n\nTom... I was thinking about what\nother happy memories I had of you\nand me and I swear to god... I’ve\n\nalways been waiting for you to act\nlike a real dad. You haven’t done\nthat one time.\n\nBack in the room: James’s face frozen watching TV; eyes to\nus.\n\nThen... We see Otis enter his frame in profile.\n\nJames keeps his eyes on us. Otis leans close to his father’s\near and whispers.\n\nOTIS (CONT'D)\nI’ve missed you for a longtime,\ndad.\n\nJames's face is frozen. Eyes into the camera. He slowly turns\nto his son and stares into his eyes.\n\nLeft eye to left eye.\nJAMES (AUDIO LIP SYNC OF T.V DAD)\nI love you Jeff... I love you more\n\nthan words can say.\n\nJames wipes his son’s tears away and tenderly holds his face.\n\f72.\n\nWIDE AGAIN: Otis never left his seat.\nFrom the bed, James sees Otis crying in the doorway.\n\nJAMES (CONT'D)\nWhat are you crying for?\n\nOtis tries to wipe away his tears. He realizes his cigarette\nis burnt to it's end when it burns his fingers. He FLICKS IT\nAWAY and puts two fingers in his mouth to calm down.\n\nJAMES (CONT'D)\nGo pick that up.\n\nOtis walks to the parking lot to retrieve the butt then\nreenters the room.\n\nJAMES (CONT'D)\nWhat are you crying about?\n\nOTIS\nWhat? Wh.. I’m not.\nJAMES\nYou're crying about something.\nOTIS\nTom.\nJAMES\n\nOh, for fucks sake...\n\nOTIS\nHe still fixed our passports after\nyou threatened to face-fuck his\ndead family.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nOTIS\nTom. JAMES\n\nOh, for fucks sake... OTIS\nHe still fixed our passports after\nyou threatened to face-fuck his\ndead family. \n\nTARGET SECTION TO BE ANNOTATED:\nJames looks at him.\nOTIS (CONT'D)\nYou're a sex offender. He’s a\nfederal employee! Don’t you think\nyou should...\n\nJAMES\nHe kept pushing it.\n\nOtis gets right in his face.\n\noTis\nSHUT THE FUCK UP!\n\nThis is the first time we’ve seen Otis like this. James’s\nvoice remains steady and calm.\n\f73.\n\nJAMES\nDon’t talk to me like that.\n\noTis\nLISTEN TO ME AND LET ME TALK.\n\nJAMES\nLower your voice Otis.\n\nOTIS\nI want you to be a better dad to\nme. Promise me. Put your pinky out\nright now and promise me you'll be\nbetter.\n\nJAMES\nI’ll be better...\n\nJames offers up his pinky. Otis slaps it away.\n\nOTIS\nThis is not a joke. This is not one\nof your stupid little jokes.\n\nLong beat.\n\nJAMES\nWhat is this then?\n\nOTIS\nThe end of our agreement.\n\nJAMES\nEnd of our agreement? I’1l tell you\nwhat, I hear you man. You want a\nbetter father, a father that\nteaches you lessons and stuff? And\nyou deserve one. You do.\n\nOtis sits on his bed. They face each other.\nJAMES (CONT'D)\nSo I’m going to try harder. We're\ngoing to start fresh right here,\nright now. Lesson number one all\nsmart guys know, if you can hit\nyour boss once...\nJames SMACKS all vitality out of his boy. WHACK.\nCLOSE ON: James's face. Pure anger.\n\nWe hear Otis moaning.\n\f74.\nJAMES (CONT'D)\nThen you can hit him twice.\nWHACK...\n\nJAMES (CONT'D)\nDon’t talk to me like that.\n\nOtis is coiled up on the bed crying.\n\nOTIS\nGo away!\nJames gets up.\nJAMES\nGladly, pal.\n\nThrough the doorway we see James walk outside, get on his\nbike, gun it and go.\n\nEXT. VISTA PARKING LOT - NIGHT\n\nOtis, sentimentally walking out to the parking lot. Passing\nunits on the way. Some with open doors. We pass an OLDER\n\nWOMAN in a wheelchair in front of her unit smoking.\n\nHe cries as he goes.\n\nEXT.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe pass an OLDER\n\nWOMAN in a wheelchair in front of her unit smoking. He cries as he goes. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HIGHWAY - NIGHT\n\nJames rides on his bike. We don’t know where he’s going.\n\nEXT. VACANT LOT - NIGHT\n\nOtis heads back toward the debased car junk yard in the back\nof the hotel. He’s smoking a Kool and looking up at the moon.\n\nHe sits on a car and rocks back and forth.\n\nCUT TO:\n\nINT. REHAB - OFFICE - AFTERNOON - 2005\n\nOtis is sitting on the floor against the wall. Dr. Moreno\nsits on a special mattress for back support.\n\nOtis is barely reading from a note pad as tears streak his\nface. His voice is breaking.\n\f75.\n\nHe holds his index to a post it on the wall marked: DAD.\nPoints to his Dad.\nOTIS\nI make a lot of people laugh son. I\nknow what’s funny. This is shit\nright now...\nPoints to himself.\n\nOTIS (CONT'D)\nGive me a cigarette, Dad.\n\nPoints to his Dad.\nOTIS (CONT'D)\nNot until you get this scene.\nYou're gonna make me laugh or were\ngonna do this all fucking night.\nPoints to himself.\nOTIS (CONT'D)\nI’m doing you a favor... by paying\nyou to be my chaperon. Give me a\nfucking cigarette, Dad.\nPoints to Dad.\n\nOTIS (CONT'D)\nWhoa. You're doing who a favor?\n\nTo himself.\nOTIS (CONT'D)\nYou... Who else is gonna give a\nfelon a job? I’m not stupid.\n\nDad.\n\nOTIS (CONT'D)\nI don’t need you to do that...\n\nOtis breaks. We hear his pain.\nBeat.\n\nDR. MORENO\nWhat are your S.U.D.S. now?\n\nOtis explodes and gets up.\n\f76.\n\noTis\nI DON’T FUCKING KNOW! I’M NOTA\nFUCKING NUMBER!!! I CANT...\nFUCK!!!... I’M... It hurts, What is\n\nthe fucking point of putting a\nnumber to it?\n\nDR. MORENO\nSo we can chart progress.\n\nOTIS\nFOR FUCKING WHO!?!! If this works\nI’1l know won’t I?\n\nDR. MORENO\nFor court.\n\nBeat. He sits down.\n\noTis\n80.\n\nDr. Moreno writes it down.\n\nDR.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nDr. Moreno writes it down. DR. \n\nTARGET SECTION TO BE ANNOTATED:\n MORENO\nLet's bring it down.\n\nOTIS\nOh my god.\n\nOtis shakes his head.\n\nOTIS (CONT'D)\nCactus...\n(snap)\nWindow.\n(snap)\nNotebook.\n(snap)\nCarpet.\n\nDR. MORENO\nOne more.\n\nOtis can’t look at her.\n\nOTIS\nYOU'RE A RIDICULOUS PERSON YOU KNOW\nTHAT? YOU THINK YOU’RE SMART\nBECAUSE YOU GOT ME TO ACT FOR YOU?\nI'VE BEEN DOING THIS SHIT MY WHOLE\nLIFE FOR A LIVING. Wouldn’t I know\nif it works? You’re running my\nentire fucking life...\n\n(MORE )\n\f77.\nOTIS (CONT'D)\nIt’s all bullshit. How am I\nsupposed to have therapy with my\nprobation officer??\n\nDR. MORENO\nName one more thing.\n\nBeat. He looks at her.\nDeep breath.\n\nOTIS\nYou...\n\nShe’s there.\nHe calms down.\nOTIS (CONT'D)\nThe only thing my father gave me\nthat was of any value to me is\npain.\n\nDr. Moreno nods.\n\nOTIS (CONT'D)\nAnd you want to take that away?\n\nDR. MORENO\nCan I?\n\nFLASHBACK TO:\n\nEXT. VACANT LOT - NIGHT - 1995\n\nLittle Q comes up behind Otis.\n\nShe throws her robe over his face and wipes gone his tears.\nShe holds his face in her hands through the robe. After a\nlong, long beat he moves his hands to hold her hands holding\nhis face.\n\nThey stay like this rocking back and forth under the good\nlooking Los Angeles moon and then back up and look at each\nother.\n\nINTERCUT WITH:\n\nINT. BARE ELEGANCE LAX - NIGHT\n\nJames enters a fairly vacuous strip-club.\n\f78.\nHe walks up to the bar and orders a drink. He sits close to\nthe restroom, smoke machine blasting in his face.\nWAITRESS approaches, hands him his drink. He murmurs in her\near. She appears to agree. He stuffs money in the check\nsleeve.\nEXT. VACANT LOT - NIGHT\nOtis starts doing a little Mime routine...\n\nLittle Q answers it with a little dance.\n\nINT. BARE ELEGANCE LAX - RESTROOM - NIGHT\n\nJames crushing two 0.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nLittle Q answers it with a little dance. INT. BARE ELEGANCE LAX - RESTROOM - NIGHT\n\nJames crushing two 0. \n\nTARGET SECTION TO BE ANNOTATED:\n’s on the sink counter of an open\nfaucet. Small piece of scalded tin foil. Suck it in through\nthe straw. Cherry ignites. We hold it.\n\nHillbilly heroin.\n\nEXT. VACANT LOT - NIGHT\n\nOtis miming he’s dead...\n\nINT. BARE ELEGANCE LAX - RESTROOM - NIGHT\n\nJames is all sweat.\n\nLights the bottom again. One more. Then a look in the mirror.\nHe looks down into the sink. The running faucet over-flowing.\nWater is covering the whole floor.\n\nEXT. VACANT LOT - NIGHT\n\nLittle Q brings Otis back to life. He rises. She pretends to\npull him towards her like a puppet on a string.\n\nThey hug. They dance.\n\nEXT. VISTA POOL - NIGHT\nOtis dives into the pool.\n\nWe stay with him underwater. He touches the bottom then\nshoots back up to the surface.\n\f79.\n\nINT. BARE ELEGANCE - NIGHT\nJames tries to keep his eyes open while a STRIPPER performs.\nHe dives into his Oxytocin dreams.\n\nCUT TO:\n\nEXT. VISTA MOTEL - PARKING LOT - THE NEXT MORNING\n\nJames rides his bike back into the lot.\n\nEXT. VISTA MOTEL - BEDROOM - CONTINUOUS\nOtis and Little Q are in bed together.\n\nThey hear James pull into the lot. They immediately JUMP UP\nand try to make the bed.\n\nJames staggers in. Looks them over. Little Q in her robe. He\nstops.\n\nBeat.\n\nJAMES\nWhat are you doing here?\n\nHe closes the door.\n\nLITTLE Q\nI'm looking after your son.\n\nOtis sits in the bathroom. He knows what’s coming.\n\nJAMES\nOtis?\n\nOtis gets up and enters the main room. Silent.\nJAMES (CONT'D)\n(back to Little Q)\nYou fucked my son?\n\nShe shakes her head “no”.\n\nLITTLE Q\nYou fuck your son.\n\nJames charges at her and she slaps him.\n\nHe falls to the ground and she runs out the door. He calls\nout to Otis from the ground.\n\f80.\n\nJAMES\nGet my glasses!\n\nOtis slowly hands him his specs.\n\nJAMES (CONT'D)\nYou fuck that woman?\n\nOTIS\nShe’s just friendly.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nOtis slowly hands him his specs. JAMES (CONT'D)\nYou fuck that woman? OTIS\nShe’s just friendly. \n\nTARGET SECTION TO BE ANNOTATED:\nJAMES\nShe doesn't give a shit about you\nOtis. You think she gives a\n“friendly” fuck about victims?\n\nOTIS\nI’m not a victim.\n\nJAMES\nIt’s a crime is what it is. You're\ntwelve years old. That’s a victim.\nWake up. You think what? You're her\nfriend?\n\nOtis stares at James...\n\nOTIS\nI love her.\n\nJAMES\nFuck you; you love her.\n\nOTIS\nI do.\n\nJames goes to the bathroom, gets on his knees and THROWS UP\ninto the toilet. Otis looks away.\n\nJAMES\n(head in the toilet)\nLove sells diapers pal.\n\nOTIS\nShe holds my hand. You slap me in\nthe face.\n\nJAMES\n\nI’m your father. Can't buy that.\n\nOTIS\nYes, you can. I do...\n\nBeat.\n\f81.\n\nJAMES\nDon't... Don’t fucking push me.\n\nOTIS\nI’m not scared of you.\n\nJames gets up and sits on the closed toilet.\n\nJAMES\nDon’t I know it. Fuck this shit. I\ndon’t want to be here no more.\n\nOTIS\nYou can't leave.\n\nJAMES\nI can do what the fuck I want. I’m\nan adult. You can’t leave.\n\nOTIS\nFine. Take me with you.\n\nJames takes a sip of water.\n\nJAMES\nFuck off. Call Tom and tell him to\npickup some applesauce and take you\ncamping...\n\nOTIS\nLet me in dad.\n\nJAMES\nFuck off. You’re in. You are SO\nfucking in! You made it. HEY-O! I\nnever could. Congratulations! Good\non ya, honey boy!\n\nJames claps then back to staring at the bathroom floor.\n\nOTIS\nNone of it’s real though.\n\nJAMES\nThere it is though isn’t it? None\nof it’s real... it’s more valuable\n\nthat way. That’s my fucking advice.\nThat's my fatherly advice, you\npicking up on that? Chase the\nbullshit forever, man.\n\nOTIS\nMother says--\n\f82.\n\nJAMES\nYour mother says a whole lotta\nshit, your mother. It’s naive. Real\nworld the truth is wood rots. Stone\ncrumbles. People fucking die.\nThat’s the real world.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nStone\ncrumbles. People fucking die. That’s the real world. \n\nTARGET SECTION TO BE ANNOTATED:\n The only\nthing that is going to live on is\nfables and stories and dreams--\n\nOTIS\nI don’t understand?\nJAMES\nYou're twelve fucking years old.\nOTIS\nI want to understand. I want\nstories--\nJAMES\n\nYou get stories every week. You\npull them out of the envelope. You\ndon’t need me for stories. You make\nyour own stories.\n\n(a long beat)\nHow do you think it feels for me to\nget to have my son talk to me the\nway that you talk to me? Have my\nson paying me... how do you think\nthat feels?\n\nOTIS\nYou wouldn't be here if I didn’t\n\npay you.\nJames starts to cry. Ugly cry. Hands on his forehead.\nOtis watches. He’s near tears too.\n\nJames looks at his son and takes out a cigarette and lights\nit. Otis mirrors his dad and does the same.\n\nJAMES\nHorse trade. You stop putting me\ndown. You stop shitting on me and\nbringing up the past. I can’t get\nout from under it and I’1l teach\nyou what I know. I’1l give you what\nI have.\n\nOTIS\nOk. Deal.\n\nFrom the bathroom James reaches out his pinky.\n\f83.\n\nOtis moves closer. He reaches out his pinky and they each\nkiss their hand to lock in the pinky swear.\n\nCUT TO:\n\nEXT. REHAB - TENNIS COURTS - 2005\nOtis is following something we can’t see.\nDR. MORENO (V.O.)\nThere’s no quick fix. But you can\nstart from here. You need to get\nrid of what doesn’t work Otis...\n\nHe sees the chicken. He walks towards it.\n\nFLASHBACK TO:\n\nINT. VISTA MOTEL - BEDROOM - 1995\nThe same scene as before.\nJames in the bathroom. Otis in the living room.\n\nJAMES\nI’m growing, son.\n\nOTIS\nI know. I see it.\n\nJAMES\nFuck you, you see it. I’m growing\nmarijuana on the side of the\nfreeway. ‘Sensemilla’ on the 101.\n\nOTIS\nDad...",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nJAMES\nFuck you, you see it. I’m growing\nmarijuana on the side of the\nfreeway. ‘Sensemilla’ on the 101. OTIS\nDad... \n\nTARGET SECTION TO BE ANNOTATED:\nJAMES\nWhat?\n\nOTIS\n\nWhat if they catch you again?\n\nJAMES\nWho is ‘they’?\n\nOTIS\nThe police. The city.\n\f84.\n\nJAMES\nThe city? They water it for me...\nno trail. This crop works you and\nme are going to build a tree house\non the fucking moon. Trust me honey\nboy, I’m your father.\n\nOtis smiles, “ok”.\n\nEXT. HIGHWAY - EARLY EVENING\n\nJames and Otis ride on the bike. Otis holds onto his dad and\ncloses his eyes.\n\nCUT TO:\n\nEXT. REHAB - CONTINUOUS - 2005\nOtis keeps walking towards the chicken.\nJAMES (V.O.)\n\nYou know the older you get you\nlearn a couple of things about\nlife. You get to know what you come\nfrom. Now you come from a line of\nalcoholics, son.\n\nBACK TO:\n\nEXT. 101 BANK GARDEN - CONTINUOUS - 1995\n\nJames and Otis pull up to his crop on the side of the\nfreeway.\n\nBike parked. Otis is wearing the bright yellow “Adopt-A-\nHighway” vest.\n\nJAMES (0.S.)\nYou wanted a tree house?\n\nOtis surveys the plants and smiles.\n\nJAMES (0.S.) (CONT'D)\nYes sir... Man of my word.\n\nOtis runs through the greenery.\n\nJAMES (CONT'D)\nGet in there! It’s yours.\n\f85.\n\nOtis kneels and holds a plant.\n\nCUT TO:\n\nEXT. DESERT HIGHWAY - DUSK - 2005\nOtis keeps after the chicken.\nJAMES (V.O.)\nA long line of good people who were\nhurting and didn’t know what the\nfuck to do so they drank a lot.\n\nFLASHBACK TO:\n\nEXT. 101 BANK GARDEN - 1995\nJames leans in close by Otis.\n\nOTIS\nIt’s sticky!\n\nJAMES\nThat’s magical stuff right there.\nThat’s god, pecker-wood.\n\nOur boys are in a world of their own. James puts his arm on\nOtis. It is as affectionate as we’ve ever seen them.\n\nCUT TO:\n\nEXT. DESERT HIGHWAY - DUSK - 2005\n\nOtis watches the chicken cross the road.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt is as affectionate as we’ve ever seen them. CUT TO:\n\nEXT. DESERT HIGHWAY - DUSK - 2005\n\nOtis watches the chicken cross the road. \n\nTARGET SECTION TO BE ANNOTATED:\n He continues after\nit.\n\nJAMES (V.O.)\n\nEvery single one of us got a\ngrudge. Every single one of us got\nsomebody that fucked us over. I\nknow you got one. You gotta lay the\ngrudge down. Or it’s going to\nfucking kill you.\n\nEXT. VISTA PARKING LOT - NIGHT - CONTINUOUS\n\nOtis follows the chicken into the lot he grew up in. He walks\ntowards his dad’s bike.\n\nHe sees the door to their room is open.\n\f86.\nJames appears in the doorway dressed in FULL CLOWN COSTUME.\nHe waves to Otis then starts to perform a miming routine.\nOtis stands there frozen and watches.\n\nFLASHBACK TO:\n\nEXT. 101 BANK GARDEN - DUSK - 1995\n\nOtis and James sit on the side of the freeway. Otis between\nhis father’s legs. James holds a joint in Otis’s mouth.\n\nWe stay on him as he blows a cloud of SMOKE... And then it\ncomes.\n\nA PAINFUL COUGH.\nA proud James smiles and laughs.\nJAMES\nYou know a seed has to totally\ndestroy itself to become a\nflower... And doing that is a\nviolent act, honey boy.\n\nCUT TO:\n\nEXT. VISTA PARKING LOT - NIGHT - 2005\nOtis approaches James in the clown costume.\nA tense moment. They hug. A big hug.\n\nMATCH CUT TO:\n\nEXT. 101 BANK GARDEN - 1995\nJames hugging young Otis.\n\nBACK TO:\n\nEXT. VISTA MOTEL - POOL - NIGHT - 2005\n\nOtis and James sit with their legs in the pool. James’s clown\ncostume, makeup, and shoes still on. He turns to his son.\n\nJAMES\nNobody is mad at me anymore.\n\f87.\nOTIS\nHuh?\n\nJAMES\nThat’s all I ever wanted.\n\nThe chicken walks by them.\n\nJAMES (CONT'D)\nYou'll get there too.\n\nHe hands Otis a lit joint. Otis inhales and smiles.\n\nOTIS\nI’m going to make a movie about\nyou.\n\nJAMES\n\nYou're making a movie about me?\nOtis nods, “yeah”.\n\nJAMES (CONT'D)\nWell, Make me look good honey boy.\n\nCUT TO:\n\nEXT.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nOtis nods, “yeah”. JAMES (CONT'D)\nWell, Make me look good honey boy. CUT TO:\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n BEAUTIFUL ROAD OUTSIDE TRAILER PARK - NIGHT\n\nOur boys cut through it like a crazy knife on wheels.\n\nOtis and James are gliding down the freeway. It’s a tight\noperation. Otis at the helm, James holds tight. He moves with\nhis son. Hugs him at 120 mph.\n\nFull Speed Love.\n\nCLOSE ON: Otis in the front this time around.\n\nHigh rises bulging through the thick haze of Los Angeles\nsmog. The Sierra Madres bitching in the distance.\n\nOur boys flying down the freeway. It’s an expert working\nunit.\n\nOnly they know where they’re going...\nUntil we realize it’s just Otis on the bike.\n\nFADE TO BLACK\n\f"
}