{
  "1": " \n\n\"Hose, TL Syeinen THe Kips”\n\n  \n\n{DBENY-WEENTES\n\nBy Ed Hehe”\n\n* Based ‘on. a story, by.\n\n \n\n** Stuart Sotdon, “Brian Yoana: and-Ed Naha\n\n237th Draft 6/87 :\n\n(Seve “em, trade..\\enl- ..\n- Collect ‘em with your “*-.\n\nfrfendel) 5 Lo\n\n \n\n  \n \n\fTHE TEENY-WEENIES 1\n\n \n\nEXT. STREET, MORNING\n\nTHE CAMERA moves along a typical suburban street in an\nAERIAL SHOT, showing bright and well kept home after home.\nFinally, we focus on two homes. One house is orthadox\nsuburban, littered with pink flamingos and lawn jockeys.\nThe other could use a coat of paint and some gardening\nrepairs. We dwell on the better of the two homes for a\nmoment.\n\nINT. BEDROOM, MORNING\n\n\"BIG\" RUSS JOHNSON slowly cracks his eyes open as a steady\n\"clang-clang-clanging\" shatters the silence of the bedroom\nhe shares with his wife, MAE.\n\nRuss is a gruff, self-made man, the president of his own\nconstruction company (Olympian Construction--We Build Them\nBigger and Better), Russ admires hard work and doesn't\n\n- trust people who read newspapers that don't contain a\ncomics page. Like many Americans, he's impressed by\nappearances. If it's big, it has to be great.\n\nMae is a quiet, but strong woman. She winds up, doing most\nof the child-rearing in the home and, at times, treats Russ\nlike her biggest, most problematic child.\n\n>\n\nRuss staggers to the bedroom window and gazes down into his\nbackyard.\n\nEXT. JOHNSON BACKYARD, MORNING\n\nThere, his ten-year-old identical twin sons, RON and DON,\nare busy pitching a tent to spend the weekend in. The twins\nare gung-ho Cub Scouts with great imaginations. To them,\nthe neatly-kept grassy yard, with its ceramic animals, is a\njungle.\n\nAlthough identical in appearance, Ron and Don are\nopposites.",
  "2": "---END OF PREVIOUS SECTION---\nThe twins\nare gung-ho Cub Scouts with great imaginations. To them,\nthe neatly-kept grassy yard, with its ceramic animals, is a\njungle. Although identical in appearance, Ron and Don are\nopposites. \n---TARGET SECTION TO BE ANNOTATED---\n Ron has a mischievous streak as deep as the\nGrand Canyon while Don is the more responsible of the two.\nINT. BEDROOM, MORNING\n\nBig Russ gapes at the twins, checking his watch.\n\nBIG RUSS\nWhat are you two doing?\n\n \n\nEXT. BACKYARD, MORNING\n\n \n\n~.\nC) Don freezes. Ron continues banging merrily away.\n\n   \n\f \n\nTHE\n\nTEENY-WEENIES 2\n\nRON\nPitching a tent, dad.\n\nBIG RUSS (resigned)\nDon't you know I'm sleeping?\n\nRON\nBut you're talking to us, dad. You\nlook wide awake. Doesn't, he Don?\n\nDON (sotto, exasperated)\nRon!\n\nRon smiles innocently at his father. Big Russ slams the\nwindow down.\n\nINT. BEDROOM, MORNING\nBig Russ bites his lip and walks back towards the bed.\n\nBIG RUSS\nEverybody in this house is a\ncomedian.\n\nMAE\nExcept you, dear.\n\nBIG RUSS\nDarn right.\n\nThe clanging continues. Big Russ winces.\n\nMAE\nThey're only children.\n\nBIG RUSS\nHitler was a child once,\n\nHe crawls back under the covers.\n\nMAE (smiling sweetly)\nAs long as you're up, why don't\nyou make some coffee?\n\nBig Russ stares at her, perplexed. She smiles brightly at\nhim. He's beaten. He sighs and gets out of bed, grabbing\nhis favorite, battered Olympian Construction cap (it has a\npicture of Hercules on it, with a big #1) down over his\nhead with a sharp tug.\nBIG RUSS\nGood idea.\n\nINT, HALLWAY, MORNING\n\nBig Russ stumbles into the hall, still sleepy. He\n\n     \n\f \n\nTHE TEENY-WEENIES 3\n\n“) encounters his oldest son, \"LITTLE\" RUSS, in the hall. Good\nlooking and clean-cut, \"Little\" Russ is a strong but\nslightly diminutive fifteen year old. His dead is\nconstantly pushing him to overexcell. \"Little\" Russ doesn't\nmind. He's a jock but not a typical one. He's quiet and, in\nfact, more than a tad self-conscious about his short\nstature.\n\n. BIG RUSS\nWhy don't you pump some iron, son.",
  "3": "---END OF PREVIOUS SECTION---\nHe's quiet and, in\nfact, more than a tad self-conscious about his short\nstature. . BIG RUSS\nWhy don't you pump some iron, son. \n---TARGET SECTION TO BE ANNOTATED---\n Get\nin shape for football practice.\n\nLITTLE RUSS\nUh, dad...?\n\nBig Russ doesn't give his son a chance to speak. He heads\ndownstairs towards the kitchen. Little Russ shrugs and\ntrots down the stairs and outside the house,\n\nEXT. JOHNSON BACKYARD, MORNING\n\nIn the yard, while the twins continue to pitch their tent,\nLittle Russ, clad in a sweatsuit, begins to pump iron.\n\nRon soon grows bored with the tent. He sits down on the\nground with a thud.\n\n \n\nDON\nWhat's the matter?\n\nRON\n\nThis is sissy stuff.\nDON\n\nWhat is?\nRON\n\nCamping in the yard. I want to camp out\nin the real jungle. With wild animals.\nCannibals, Grizzly bears.\n\nDON\nGrizzly bears don't live in the jungle.\n\nRON\nThey do in my jungle. And they'd\neat weiners like you for breakfast.\n\nINT. SZALINSKI KITCHEN, MORNING\nThis entire backyard tableau (Russ' prowess, in particular)\n\nf is being watched from the house nextdoor by AMY SZALINSKI\n. as she toils at the kitchen stove.\n\n \n\nFifteen-year-old Amy is a pretty, no-nonsense type. She's\ntall, wears glasses and feels very out of things because of\n\n     \n\fTHE TEENY-WEENIES 4\n\n. ) her height. To help \"hide\" her stature, she often walks\n\nstoop-shouldered and tends to be self-effacing.\n\nAt 9 A.M., the Szalinski place is already a madhouse. Amy\nis trying very hard to prepare breakfast for herself, her\ndad and her kid brother, six-year-old NICHOLAS. She is\nhaving a hard time of it, While scrambling the eggs, whisps\nof her straw-colored hair keep falling in her eyes.\n\nLittle brother NICK ignores her plight, reading a science-\nfiction novel at the kitchen table. One of the brightest\ntykes imaginable, Nick is far ahead of his peers in terms\nof schoolwork, which pleases his parents but annoys Amy,\nwho winds up doing most of the drudge work. Nick is\nterrified of the real world. He is small and thin and has\nasthma.",
  "4": "---END OF PREVIOUS SECTION---\nOne of the brightest\ntykes imaginable, Nick is far ahead of his peers in terms\nof schoolwork, which pleases his parents but annoys Amy,\nwho winds up doing most of the drudge work. Nick is\nterrified of the real world. He is small and thin and has\nasthma. \n---TARGET SECTION TO BE ANNOTATED---\n When faced with a problem he, more often than not,\nplays \"sick.\"\n\nAMY\nHow's the toast coming?\n\nNICK\nFine.\n\nHe glances into the frying pan at what is supposed to be\nscrambled eggs.\n\n \n\nNICK\nMom never made them like that.\n\nAMY\nMom's not here.\n\nNICK (after a beat)\nWhen do you think she's coming back?\n\nAMY\nI don't know. Maybe never.\n\nNick stares at the eggs as Amy begins to pour them out onto\na platter. The eggs resemble something yellow that has just\nbeen hit by a car traveling at a very high speed. He sniffs\nat the goop.\nNICK\nI hope she comes back soon,\n\nAmy glances at the toast. Smoke is billowing from the\ntoaster,\n\nAMY\ni, Nick! The toast is smoking! Do you know\nwhat that means?\n\n \n\nNICK\nIt's hot?\n\n \n\n \n\fTHE TEENY-WEENIES 5\n\nAMY\nStraight-A student but you can't\nmake toast.\n\n \n\nNICK\nI want to be a scientist like dad,\nnot a cook.\n\nAMY\nWhere is dad?\n\nNICK\nUpstairs.\n\nAMY (sighing)\nAs usual.\n\nINT. ATTIC, MORNING\n\nIn the attic, WAYNE SZALINSKI is putting the finishing\ntouches on an electromagnetic pulse invention he has\nconstructed. A good-natured, easy-going guy with a PhD in\nphysics, Wayne holds a low-level job for an aerospace\ncompany and spends his weekends on his own work. A bit of a\nscatterbrain in terms to day-to-day living, for Wayne,\nphysics is easy..,wearing matched socks is not.\n\n \n\nAs Wayne putters, the family's feisty little Yorkshire\nterrier, QUARK, watches, mystified.\n\nWAYNE\nThis is it, Quark. A red-letter day.\n\nHe flicks the switch. The machine begins to hum. The dog\nbacks towards the door.\n\nWAYNE\nA common laser device you say?\n\nThe dog's ears flop up, forming the canine version of a\nquestion mark.\n\nWAYNE\nWrong, Quark. It's an amazing electromag\nnetic pulse device.",
  "5": "---END OF PREVIOUS SECTION---\nThe dog's ears flop up, forming the canine version of a\nquestion mark. WAYNE\nWrong, Quark. It's an amazing electromag\nnetic pulse device. \n---TARGET SECTION TO BE ANNOTATED---\n If this honey works\ncorrectly, its computer scanners will hone\nin on a solid, inanimate object, analyze\nand isolate its molecular structure and,\nthen, reduce the space between its\nelectrons. You know what that means, don't\nyou?\n\nio Quark stares, dumbfounded, at his master.\n\fC)\n\n \n\nTHE TEENY-WEENIES 6\n\nWAYNE\nIt will actually shrink the object. A boon\nto the space program. It will decrease the\nsize and weight of payloads sent into space.\n\nQuark yawns. Wayne walks over to a couch standing next to a\nwall and removes an apple from a paper bag. Quark barks and\nsprings to life, wagging his tail furiously. Could this be\nsnacktime?\n\nWAYNE\nNifty, huh?\n\nHe walks over to a large steel plate, the size of a wall,\nand places the apple on a pedestal.\n\n2 WAYNE\nThe only problem is: I haven't gotten\nthis thing to work yet. But I'm close,\nQuark. Very, very close.\n\nQuark, finally seeing that the apple isn't his, walks back\ntowards the door, dejected.\n\nWayne puts on protective goggles and activates the double-\nbeamed machine. THE TWO BEAMS SPARKLE AND COME TO LIFE,\nBUZZING HARMLESSLY IN THE AIR. WAYNE ADJUSTS THE CONTROLS.\nTHE TWO BEAMS INTERSECT AND FORM ONE, POWERFUL, SOLID SHAFT\nOF LIGHT. THE BEAM HITS THE APPLE, ENGULFING IT. A SHADOW\nOF SPARKLING LIGHT SHIMMERS ALONG THE OUTSIDE OF THE APPLE.\nTHE APPLE VIBRATES. Quark cowers. Wayne licks his lips in\nanticipation, waiting for the apple to shrink.\n\nWAYNE\nCome on. Shrink. Shrink.\n\nTHERE'S A SUDDEN BLAST. THE WALLS, QUARK AND WAYNE ARE\nCOVERED WITH A SMALL SHOWER OF APPLE SAUCE. Quark happily\nlicks the sauce off his paws.\n\nWayne sighs, turns off the machine, picks up his notes and\na pencil and flops down on his favorite couch. Wayne sits\n\non it upside down, his sauce-spattered head dangling over\n\nthe side. He stares into space.",
  "6": "---END OF PREVIOUS SECTION---\nWayne sighs, turns off the machine, picks up his notes and\na pencil and flops down on his favorite couch. Wayne sits\n\non it upside down, his sauce-spattered head dangling over\n\nthe side. He stares into space. \n---TARGET SECTION TO BE ANNOTATED---\nHe sees Quark's head looming before him, upside down. Quark\nbegins to lick the applesauce off his master's face.\n\nWAYNE\nBummer, Quark.\n\nThe dog licks.\nWAYNE\nOn the plus side, we have discovered a very\nexpensive way to make apple sauce.\n\n   \n\f \n\n \n\nTHE TEENY-WEENIES 7\n\nThe dog finishes his facial snack and trots out of the\nroom. Wayne begins making notes.\n\nAMY (0.s.)\nDad! Come and get it.\n\nWayne gets up, tucks the pencil behind his right ear and\nwalks out of the room, A beat. He returns to the room and\ngrabs the papers he's left there, placing the pencil down\non the couch. He leaves the room again, A beat. He comes\nback in and picks up his pencil. He exits.\n\nINT. SZALINSKI KITCHEN, DAY\n\nWayne wanders into the kitchen, making notes. He's\ndiligently studying a haphazardly piled sheaf of papers in\nhis hands, not at all watching where he's going. Amy guides\nhim-so he doesn't collide with either Quark or Nick (this\nis something of a tradition). Amy watches her dad.\n\nAMY\nDog.\n\nWayne instinctively changes the direction of his left foot\nso aS not to squash Quark.\n\nAMY\nNicholas.\n\nWaune pivots, still reading his papers, so as not to smack\ninto Nick. He makes a move to sit down,\n\nAMY\nSewing kit.\n\nWayne has almost sat down on a small table housing a sewing\nbasket. He lifts his rear at the last minute and slides\ninto the adjoining seat.\n\nNick sighs and begins his morning routine. He pops a series\nof pills from prescription bottles and, then, inserts a\nbronchial ashtma inhaler into his mouth. He takes several\nDarth Vader-sounding gulps before facing the food,\n\nAmy serves what looks like nuked-out bacon and slimed eggs\nto her father as Wayne, elbows on table, continues to pour\nthrough his notes.\n\nAMY\nElbows up.\n\nWayne lifts his elbows. She slides the breakfast beneath\nhim. He puts down his notes and stares at the food.\n\nWAYNE\nUmmm. Looks interesting.",
  "7": "---END OF PREVIOUS SECTION---\nHe puts down his notes and stares at the food. WAYNE\nUmmm. Looks interesting. \n---TARGET SECTION TO BE ANNOTATED---\n What is it?\n\fa\n\n \n\nTHE TEENY-WEENIES 8\n\nAMY (embarrassed)\nScrambled eggs.\n\nWayne puts a fork into them, The eggs run through the\nprongs. He stares at the food. Amy walks quickly towards a\ncabinet drawer,\n\nAMY\nI'll get you a spoon.\n\nHer father reaches for a slice of toast. it's black. He\nmakes a move to butter it. The toast crumbles on impact, He\nshrugs and goes back to his notes, scribbling furiously.\n\n+ AMY\nDid you pick up the refill on Nick's\ninhaler, dad?\n\nWAYNE (still scribbling)\nMomon.\n\nAMY\nDad. You promised, How could you forget?\nYou were picking up my dress from the\ncleaners next door.\n\nWayne “nmmmm's” ‘and continue to scribble.\n\nAMY\nYou forgot the dress, too?\nNo response.\n\nAMY\nDad! I need that dress! There's a\nschool dance Friday night.\n\nNICK\n\nNobody's asked you to go.\nAMY\n\nWell, someone might!\nWAYNE\n\nMmnonon,\nAMY\n\nNo wonder Mom left, All you think\nabout is that shrinking machine.\n\nNICK\nIt's not a shrinking machine. It's an\namazing electromagnetic pulse device.\n\nWayne continues to scribble. Nick looks at him, expecting a\ncompliment. Amy givea Nick a \"nyah nyah\" glance.\n\f \n\nTHE TEENY-WEENIES 9\n\nAMY (muttering)\nYou're so obnoxious.\n\n \n\nThe phone rings. Wayne stops scribbling and jumps up to get\nit, taking his notes with him. Nick stirs his eggs.\n\nNICK\nCould I have a straw?\n\nAmy snatches his plate away.\nAMY\nLook. If you don't want to eat it, fine.\nQuark will.\n\nShe dumps the breakfast into the dog's bowl. Quark sniffs\nit and backs away, Nick flashes Amy a knowing, smug smile.\n\nINT. HALLWAY, DAY\n\nWayne runs for the phone in the hallway, still juggling his\npapers. He picks up the receiver, glancing at the notes.\nIt's his wife, DIANE.\n\nWAYNE\nHello?\n\n \n\nDIANE (v.0.)\nWayne? It's Diane.",
  "8": "---END OF PREVIOUS SECTION---\nWAYNE\nHello? DIANE (v.0.)\nWayne? It's Diane. \n---TARGET SECTION TO BE ANNOTATED---\nWayne perks up.\n\nWAYNE\nOh, hi honey. Gee, I'm glad you called.\nWe miss you a lot. How's the new apartment.\n\nINT. DIANE'S APARTMENT, DAY\n\nDiane, a pretty woman in her mid-to-late thirties, stands\n\n‘in a studio apartment filled with unpacked boxes and\ncrates. It's clear she hasn't settled into her new\nlifestyle.\n\nDIANE\nJust great. Wonderful. Lovely. I just\ncalled to remind you to take your suits\nto the dry cleaners.\n\nWAYNE (v.o0.)\nOh, yeah, Right.\n\nfo DIANE\nCD And don't forget the food shopping\nhas to be done today.\n\n   \n\fTHE TEENY-WEENIES 10\n\n} WAYNE (v.o.)\nJeeez, Thanks for reminding me.\n\nDIANE (smiling)\nHow's the experiment going?\n\nINT. HALLWAY, DAY\n\nWAYNE\nI'm close. Uh, really, really close.\n\nDIANE (v.0.)\nWell, I thought I'd wish you good\nluck today at the scientific congress.\n\nWAYNE\nThanks. I'll need it. All I have are my\ntheories but, honey, if they go for them,\nthey could fund my work for the next year.\nIt'll be tough without physical proof,\nthough. Scientists are weird,\n\nDIANE (v.o.)\nI never would have guessed.\n\nWayne stands, flustered, at the phone.\n\n \n\nDIANE (v.0.)\nWayne? About the divorce.\n\nWAYNE\nOh, yeah. The papers are ready?\n\nDIANE (v.0.)\nUh-huh,\n\nWAYNE (visably shaken)\nI thought it would take a little longer.\n\nINT. DIANE'S APARTMENT\n\nDIANE\nWell...you really miss me?\n\nWAYNE (v.0.)\nA lot. One hundred per cent squared.\n\nDIANE (smiling)\nIt's funny. You never seemed to notice\nme when I was around.\n\nWAYNE (v.o.).\n‘\\ I know, honey. I've just been so pre-\nSI occupied with my work. Why don't you come\nback home?\n\fTHE TEENY-WEENIES 11\n\nJ INT. HALLWAY, DaY\nAs Diane talks, Wayne finds himself staring at his notes.\nDIANE (v.0.",
  "9": "---END OF PREVIOUS SECTION---\nTHE TEENY-WEENIES 11\n\nJ INT. HALLWAY, DaY\nAs Diane talks, Wayne finds himself staring at his notes. DIANE (v.0. \n---TARGET SECTION TO BE ANNOTATED---\nWayne, I miss you. I miss the\nkids. Bo you think we can ever be a family\nagain? A real family?\nSilence. Wayne gapes at his notes.\n\nDIANE (v.o0.)\nWayne?\n\nWAYNE (excited)\nOf course! I know exactly what went wrong!\n\nDIANE (enthused, v.o.)\nReally? What?\n\nWAYNE (staring at notes)\nIt should have been x over y, not y over\nx. The beams didn't meld! They collided!\n\nINT, DIANE'S APARTMENT, DAY\n\n \n\nDIANE\nYou haven't heard anything I've said,\nhave you?\n\nWAYNE (v.0.)\nI did. I said I missed you and you\nsaid...something back.\n\nINT. HALLWAY, DAY\nShe slams the phone down hard. CLICK.\n\nWAYNE\nDiane? Diane?\n\nHe puts down the phone. Amy is standing next to him.\n\nWAYNE\nUh, that was mom. She says ‘hi.' We\nhad a bad connection.\nAMY\nI thought Nick and I would visit her today.\n\nWAYNE\nUh, no need. She's coming over sometime\nthis weekend.\n\n \n\nINT. HOUSE, DAY\nWayne walks through the house, collecting his hat and coat\n\n     \n\n \n\fTHE TEENY-WEENIES 12\n\n} and stuffing his papers into his briefcase. His kids trail\nbehind him. He tosses on a very loud tie and heads for the\nfront door. He still holds a notepad in his hand. He's\nstudying it as he heads for the door. He reaches for the\ndoorknob and misses. Amy opens the door for him.\n\nAMY\nGood luck, dad.\n\nWAYNE\nHmmomn.\n\nNICK\nGood luck!\n\nWayne walks out the door. Amy closes it behind him. Amy and\nNick sigh and glance at each other. They mouth the words\n“one, two, three...\" There's a knock at the door. It's\nWayne.\n\nWAYNE\nWish me luck, guys.\n\nAMY/NICK\nGood luck, dad.\n\nWAYNE\nI'll only be gone for a few hours.\n\n \n\nWayne heads for the car. Amy eases the door closed, a\nwistful expression on her face,\n\nEXT.",
  "10": "---END OF PREVIOUS SECTION---\nWAYNE\nI'll only be gone for a few hours. Wayne heads for the car. Amy eases the door closed, a\nwistful expression on her face,\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n SZALINSKI HOME, DAY\n\nWalking towards his car, Wayne encounters Russ and Mae\nJohnson. Mae is busily tending to her pride and joy: her\nall-encompassing flowerbeds. Big Russ still wears his cap.\n\nBIG RUSS\nHey, Szalinski, working on a Saturday?\n\nWAYNE\nYeah, Russ, You know how it is.\n\nBIG RUSS\nI thought maybe you'd fix up your yard\ntoday. It's getting to look like a jungle.\n\nWAYNE\nTaken care of. I hired the Pervis boy\nto cut the grass.\n\nBIG RUSS\nYour house could use some sprucing up, too.\n\n \n\fO\n\n \n\nTHE TEENY-WEENIES 13\n\nMAE (nudging Russ)\nRussell.\n\nWayne sighs. He's been through this before.\n\nWAYNE\nTell you what, Russ. If you'd like, I'll\nhire your company to fix it up. How's that?\n\nBIG RUSS\nNo way. Olympian Construction doesn't\ndiddle with small jobs. We only tackle\nThe Big Stuff.\n\nWayne shrugs and gets into his car.\n\nWAYNE\nWell, maybe someday I'll get a bigger\nhouse. .\n\nMae chuckles at Wayne drives off.\n\nBIG RUSS\nEgghead. I oughtta....\n\n. MAE\nForget about it.\n\nBIG RUSS\nYeah. He wouldn't expect that.\n\nMae leaves, turning her attention to the flowers on the\nside of the house. Big Russ looks around. Reaching under\nhis hat, he pulls out a pack of cigarettes. He produces a\nbent cigarette, sniffs it, straightens it, places it in his\nmouth and is about to light up when.... :\n\nMAE (0.s8.)\nRussell. You're not thinking of smoking,\nare you?\n\nHe removes the cigarette, stashes the pack and calls back\nsweetly.\n\n_ BIG RUSS\nNo, dear. You know I've given that up.\n\nINT. SZALINSKI KITCHEN, DAY\n\nMeanwhile, in the Szalinski kitchen, Nick sits in the\n\nwindow with Quark, where he's constructing a small town\n\nmade out of Lego (tiny plastic bricks). He takes a whiff of\nhis asthma inhaler as Quark begins to growl.",
  "11": "---END OF PREVIOUS SECTION---\nINT. SZALINSKI KITCHEN, DAY\n\nMeanwhile, in the Szalinski kitchen, Nick sits in the\n\nwindow with Quark, where he's constructing a small town\n\nmade out of Lego (tiny plastic bricks). He takes a whiff of\nhis asthma inhaler as Quark begins to growl. \n---TARGET SECTION TO BE ANNOTATED---\n Quark spots the\nJohnson's cat, Cicero, in the Johnson yard. The cat is twice\nas big as the dog.\n\fTHE TEENY-WEENIES 14\n\n( } : NICK\nForget it, Quark.\n\nEXT. JOHNSON BACKYARD, DAY\n\nIn the Johnson backyard, Ron has disappeared momentarily.\nDon sits in the tent, gazing into the fierce \"jungle”\nthrough binoculars. Their pet cat, Cicero, walks up and\nstares into them. Don blinks and looks up. Little Russ\ncontinues to work out. Ron reappears, walking over to Don.\nCicero pays no mind.\n\nRON\nWanna have some real fun?\n\nDON\nYou're not going to try to shave\nCicero again, are you?\n\nThe cat tenses.\nRON\nNo, better than that. Come on.\n\nRon is hiding something behind his back. He takes Don to\nthe fence seperating the two yards and produces a bottle of\nsyrup.\n\n \n\nRON\nWatch this.\n\nDON\nDoes mom know you have that?\n\nRon doesn't answer. He pours a healthy wad of syrup on the\nfence. Flies begin to. land on it. They get trapped in it.\nRon is delighted.\n\nRON (to flies)\nGotcha.\n\nDON\nWhat's so exciting about this?\n\nRON\nThe real fun comes when we feed them\nto spiders.\n\nDON\nGross.\n\n: RON\nHey, they're only bugs.\n\n \n\nBig Russ walks, disgruntled, into the yard. He spots the\ntwins, frowns, and walks towards them.\n\n   \n\fTHE TEENY-WEENIES 15\n\na .\nNu DON\n~— Here comes dad. He looks mad,\nRON\nDad's always mad. Even when he's happy.\nRon, thinking fast, ditches the syrup. It lands in the\nSzalinski yard nextdoor, where the bottle empties onto a\npatch of grass.\nBIG RUSS\nWhat are you two up to?\nRON\nNothing, dad. We're just watching bugs.\nRight, Don?\nDON\nUh, yeah.\nBIG RUSS\nWell, don't watch the bugs in the\nSzalinski yard. Watch your own bugs.\nBig Russ walks over towards Little Russ as Mae enters the\nyard to tend to some of the flowers back there.",
  "12": "---END OF PREVIOUS SECTION---\nBIG RUSS\nWell, don't watch the bugs in the\nSzalinski yard. Watch your own bugs. Big Russ walks over towards Little Russ as Mae enters the\nyard to tend to some of the flowers back there. \n---TARGET SECTION TO BE ANNOTATED---\n Don turns\n- to Ron and points to the syrup.\nDON\nMom's going to miss that syrup.\nRON\nYeah. Right. Like she takes inventory\nof the refrigerator every day.\nDON (shrugging)\nWanna play ball?\nRON\nOnly if I bat.\nBig Russ approaches Little Russ as the boy works out.\nBIG RUSS\nBetter get a move on, son. You're\ngoing to be late for football practice.\nLITTLE RUSS\nUh...dad....\nThe boy sits up and faces his father.\nC3 BIG RUSS\nSe\n\nYou got to get out there early to get\nthe edge on the other guys.\n\n \n\f>\nsae\n\n \n\nTHE TEENY-WEENIES\n\n16\n\nLITTLE RUSS (awkwardly)\nDad. I'm not on the team anymore, I was cut.\n\nBIG RUSS\n«eel know coach Farrell always wants\nhis players there on ti...what?\n\nLITTLE RUSS -\nI was cut. I was too short and\ntoo light.\n\nBIG RUSS\nWho said so?\n\nLITTLE RUSS\nCoach Farrell.\n\nBIG RUSS\nOh he did, did he? Well, Bernie Farrell\nand I go back a long time. We played\ntogether. I used to knock him on his keister\nregularly.\n\nLittle Russ sighs.\n\nBIG RUSS\nWho the hell does he think he is? I'll get\nhim on the phone, Make him realize how impor-\ntant being on that team is to you!\n\nLITTLE RUSS\nYou don't have to, dad. It's okay.\n\nBIG RUSS\nIt's not okay. You're the son of\nBig Russ Johnson.\n\nLITTLE RUSS\nDad, please.\n\nBig Russ leaves the yard. Mae sidles over to Little Russ and\n\nsmiles.\n\nMAE\nYou told him?\n\n: LITTLE RUSS\nHe didn't take it too well.\n\nMAE\nDon't worry. I'll cool him down.\n\nShe fixes a stern look on her face and marches towards the\n\nbackdoor.\n\fTHE TEENY-WEENIES 17\n\nCy Little Russ stares down at the weights. He sighs and gazes\n\n~ up at the sky, defeated. He glances into the next yard. Amy is\ntossing a frisbee with Quark. He smiles at her. She looks\naway.",
  "13": "---END OF PREVIOUS SECTION---\nAmy is\ntossing a frisbee with Quark. He smiles at her. She looks\naway. \n---TARGET SECTION TO BE ANNOTATED---\n Russ sighs and returns to pumping iron.\n\nThe twins are now playing ball. Don pitches a ball to Ron\nwho proceeds to swat the ball high into the air. His \"home\nruns\" wind up missing Little Russ by inches. The ball\nwhizzes by Cicero. The cat screeches. Little Russ doens't\neven have to look up to realize who's doing the damage.\n\nLITTLE RUSS\nKnock it off, Ron.\n\nRON\nBut I'm Don.\n\nLITTLE RUSS\nYou're going to be dead meat in a minute.\n\nRon continues to swat the ball. Nick, interested, calls to\nthem from the kitchen window.\n\nNICK\nBetter watch out. You might hit that\nbee~hive.\n\n \n\nHe points to a hive in a tree that straddles both yards.\nRon isn't impressed.\n\nRON\nWhat do you know about baseball, baby-\nbrain? You can't play.\n\nRon swings at the next pitch and connects. The ball misses\nthe bee-hive by inches, rebounding off the tree and\nbouncing back down into the yard. Don flashes his brother a\nsmug smile. Ron gulps. He faces Nick.\n\nRON\nLucky guess.\n\nFor his next turn at bat, however, he changes the angle of\nhis batting position, Nick, not wanting to take any\nchances, pulls the screen down on the window, knocking a\nfew legos off the windowsill and into the yard.\n\nNICK\n\nBees can kill you. If you're allergic.\nI'm allergic. I could die if I got stung.\n\nD Good!\n\nRon takes a fast swing and sends the pitch sailing over the\n\nRON\n\fO\n\n \n\n \n\nTHE TEENY-WEENIES 18\n\nfence seperating the two yards. The ball seems to take\nforever to reach its target...it smashes through the\nSzalinski's attic window.\n\nThere is a terrifyingly long second of silence. All the\nkids exchange petrified glances.\n\nDON/RON\nUh-oh.\n\nLittle Russ leaps to his feet.\n\nLITTLE RUSS\nWhat have you two done this time?\n\nThe twins point to each other simultaneously.\n\nDON/RON\nHe did it.\n\nLITTLE RUSS\nGreat. You busted the egghead's window.\n\nNick trots out of the house, horrified.",
  "14": "---END OF PREVIOUS SECTION---\nLITTLE RUSS\nGreat. You busted the egghead's window. Nick trots out of the house, horrified. \n---TARGET SECTION TO BE ANNOTATED---\n Amy runs over to\nthe fence and yells at all three boys.\n\nAMY\nCan't you kids be careful? Look what\nyou've done, My dad is going to kill me\nwhen he comes home. And I'm going to tell\nthem who did it, too.\n\nLITTLE RUSS\nThey're sorry...aren't you.\n\nRON\nYeah. He's sorry.\n\nDON\nYou're the one who hit it.\n\nRON\nYou threw it.\n\nINT. SZALINSKI ATTIC, DAY\n\nIn the attic, we see the ball perched precariously on a\nledge directly above the machine's innerworkings. It is\nslowly teetering on the edge. It rolls off and smashes into\nthe intricate, computer chip-laden guts of the machine,\nnestling in front of the power source of one of the two\nparticle beam \"cannons.\"\n\nThe gizmo sputters to life. A complicated computer, replete\nwith screen, is hooked up to what looks like two laser\n\fTHE TEENY-WEENIES 19\n\n\"cannons.\" The computer, which analyzes anything placed\nbefore the particle beams, goes haywire.\n\nThe two gun-like devices begin jerking back and forth and\nup and down, Only one of the barrels functions, however,\nFIRING WILDLY IN SHORT, CRAZY, STACATTO BURSTS. ZZZAP. THE\nBEAM HITS WAYNE'S COUCH. THERE'S A LOUD POP, IT'S SHRUNKEN\nTO MINIATURE SIZE. BZAP. POP. A CHAIR GOES NEXT. ZIP. POP.\nTHERE GOES A TRUNK.\n\nEXT, SZALINSKI YARD, DAY\nIn the backyard, Russ calms Amy down.\n\nLITTLE RUSS\nWe'll get the window fixed. We'll pay for it\nout of the twins' allowance.\n\nDON\nBut I didn't do anything.\n\nRON\nYeah. If anyone should pay for it, it\nshould be baby-brain. He made me move.\n\nAMY\nI heard what Nick told you. You would\nhave gotten stung by those bees and\ndied if it wasn't for Nick.\n\nRON\nMy hero.\n\nNICK\nActually, very few people die from\nbee stings. Unless, you're allergic.\nI'm allergic.\n\nRon snorts derisively.",
  "15": "---END OF PREVIOUS SECTION---\nUnless, you're allergic. I'm allergic. Ron snorts derisively. \n---TARGET SECTION TO BE ANNOTATED---\n Amy shoots Nick a dirty look. She\n\nhates it when Nick acts smart. Which is almost all the\n\ntime.\n\nDON (to Amy)\nCan we at least have our ball back?\n\nRON (laying it on thick)\nPuleeeeze?\n\nAMY\nOh, all right. Nick? Take them upstairs\nand give: them their ball.\n\nNICK\nCome on.\n\f©\n\n \n\nTHE TEENY-WEENIES 20\n\nNick leads the twins into the house. AMy and Little Russ\nare left standing awkwardly in the yard. Amy is several\ninches taller. She tries to slouch.\n\nLITTLE RUSS\nI'm really sorry.\n\nAMY\nYou should be.\n\nLITTLE RUSS\nUh-huh. (beat) I saw you throwing the\nfrisbee to the dog. You're pretty good.\n\nAMY\nThank you.\n\nLITTLE RUSS\nUmmmm. Ever play with people?\n\nINT, ATTIC, DAY\n\nNick takes the twins.into the attic to retrieve the ball.\nThe machine, at present, seems harmless enough. Only WE SEE\nTHE COMPUTER SCREEN TRACKING THE CHILDREN'S MOVEMENTS, Don\nand Ron are amazed at the gizmo.\n\nDON :\nWow! Look at this stuff. It's right\nout of Star Trek.\n\nNICK\nIt's my dad's, He works for an aerospace\ncompany.\n\nDON (looking for the ball)\nYour dad's a mad scientist?\n\nNICK\nNo. He's pretty calm.\n\nRON\nJust look for the ball, okay?\n\nRon walks offscreen. The kids look for the ball. While they\nsearch, THE WORKING LASER CANNON BEGINS TRACKING RON'S\nMOVEMENTS, AIDED BY THE COMPUTER. No one notices. Don looks\nat Nick. Nick is standing, facing the wall, frowning.\n\nDON\nWhat's up?\n\nNICK\nI don't know. Something's different.\n\f \n\nTHE TEENY-WEENIES 21\n\nDon steps on something. It crunches. Curious, Don bends\ntowards the floor.\n\nDON\nHey, Ron. Look at this neat stuff,\n\nHe gets down on all fours and stares at the floor. The\nattic furniture is there, 1/4 inch tall.\n\nDON\nIt looks like the prizes you get in\nCrackerjack boxes, only better.",
  "16": "---END OF PREVIOUS SECTION---\nLook at this neat stuff,\n\nHe gets down on all fours and stares at the floor. The\nattic furniture is there, 1/4 inch tall. DON\nIt looks like the prizes you get in\nCrackerjack boxes, only better. \n---TARGET SECTION TO BE ANNOTATED---\nWE HEAR A LOUD \"POP.\" A FLASH OF LIGHT BURSTS FROM\nOFFSCREEN. Don turns around.\n\nDON\nRon? Ron? Don't play around.\n\nNICK :\nHey! All my mom's stuff is gone!\n\nNick turns around in time to see THE STACATTO BEAMS CONNECT\nON DON. DON IS IMMEDIATELY SHRUNK, THE ENERGY OF THE PROCESS\nCAUSING A RESOUNDING BANG AND A FLASH OF LIGHT. Nick is\ntossed onto the floor. He crawls to where Don has stood. Nick\nstares at the floor. Both Ron and Don are there, as teeny-\nweeny as can be.\n\nNICK\nIt works!\n\nThe machine begins to aim its laser cannon on Nick. Nick's\nelation fizzles.\n\nNICK\nIt works?\n\nHe makes a move for the door. BZAAAP. THE BEAM SMASHES INTO\nONE OF DIANE'S SEWING DUMMIES. WHAM. NICK FREEZES. THE FORCE\nOF THE ENERGY \"POP\" CLOSES THE ATTIC DOOR. NICK GULPS AND\nTRIES TO RUN FOR THE DOOR. BZAAAP, POP! NICK IS HIT AND\nSHRUNK BEFORE HE CAN TAKE TWO STEPS.\n\nEXT. SZALINSKI YARD, DAY\nBoth Amy and Russ grow restless.\nAMY\nI'm going upstairs. Those\nbrothers of yours better not be teasing\nNick. You may not be able to control\nthem, but I can.\n\nShe turns to go inside, putting her hand on the railing. She\n\n \n\fC)\n\na\n\n \n\nTHE TEENY-WEENIES 22\n\npulls her hand back, terrified.\n\nAMY\nWaaargegeh!\n\nLITTLE RUSS\nWhat is it? What's the matter?\n\nAMY\nA bug. A bug. I hate bugs. It touched me.\n\nLittle Russ takes his finger and \"pings\" the unseen bug off\nthe stoop. It lands on the ground. He takes his foot and\nsquashes it.\n\nLITTLE RUSS\nBetter?\n\nAMY (sooo mature)\nHmph. Murderer.\n\nShe storms inside. Russ is left in the yard. Quark walks up\nto him, wagging his tail.\n\nLITTLE RUSS\nYou're lucky you're a dog.",
  "17": "---END OF PREVIOUS SECTION---\nRuss is left in the yard. Quark walks up\nto him, wagging his tail. LITTLE RUSS\nYou're lucky you're a dog. \n---TARGET SECTION TO BE ANNOTATED---\nINT, ATTIC, DAY\nAmy enters the attic.\n\nAMY . .\nNick?\n\nBZZZAAAP. AMY IS SHRUNK. She finds herself on the vast\nfloor of the attic, together with the three other children.\nThe foursome find themselves 1/4 inch tall, stranded on a\nvast wooden plain. Shrunken furniture is everywhere. The\ntwins aren't at all pleased.\n\nDON\nI don't know how you did it, but\nyou did it.\n\nRON\nI didn't do anything. It was that\nmachine,\n\nDON\n\nYou must have touched it.\n\nRON\nYou were the one who liked it. I\nthought it was junk.\n\fTHE TEENY-WEENIES 23\n\n(> , AMY\n\nShut up! Both of you! Nick?\n\nShe walks over to her brother, who is mesmerized by the\ntowering machine.\n\nAMY\nWhat happened? Where are we?\n\nNICK\nWe haven't gone anywhere, We're\n: still here. We've been shrunk, that's all.\n\nAMY\nThat's all?\n\nEXT. SZALINSKI YARD, DAY\n\nLittle Russ sits next to Quark when a tall, gangly kid\nenters the yard. It's TOMMY PERVIS, munching on an ever-\npresent bag of oreos.\n\nTOMMY\nHey, Russ. Mr. Szalinski around?\n\nLITTLE RUSS\nNaaah.\n\n \n\nTOMMY\nIf you see him, tell him I'll be.a little\nlate mowing his lawn. I gotta go shopping\nwith my mom, She wants me to get new shoes.\n\nHe points to his jogging shoes. They're falling apart.\n\nTOMMY\nStupid, huh? These are just getting good.\n\nRuss smiles at Tommy exits.\n\nTOMMY\nCatch you later.\n\nLITTLE RUSS\nYeah, Later, Pervis.\n\nRuss sits in the yard a beat. He then gets up and stands\nunder the attic window.\n\nLITTLE RUSS\nHey, you guys! Come on down!\n\nNo answer. He walks up to the back door and slowly swings\nit open,\n\n \n\fTHE TEENY-WEENIES 24\n( ) LITTLE RUSS\nDon? Ron?\nHe enters the house. Quark is left outside, whining.\nINT. ATTIC, DAY\nRuss slowly enters the attic.",
  "18": "---END OF PREVIOUS SECTION---\nQuark is left outside, whining. INT. ATTIC, DAY\nRuss slowly enters the attic. \n---TARGET SECTION TO BE ANNOTATED---\nLITTLE RUSS\nGuys?\n\nNothing seems amiss. The shrunken kids, on the floor, spot\nLittle Russ, now an Olympian giant.\n\nDON\nLook out!\n\nRON\nGo back!\n\nAMY\n\nGo get help! Get my dad!\n\nRuss doesn't hear the teeny-weenies, let alone see them. He\nglances suspiciously around the attick. Hearing a strange\nbuzzing sound, he turns around in time to see the LASER\nCANNON BOBBING UP AND DOWN, AIMING IN HIS DIRECTION. THE\nSTACATTO BEAMS BEGIN FIRING AT HIM. RUSS BEGINS JUMPING UP\nAND DOWN, BACK AND FORTH, DUCKING AND DODGING THE BURSTS\nOFLIGHT THE BEST HE CAN. HE'S A MOVING TARGET CAUGHT IN A\nPARTICLE BEAM SHOOTING GALLERY. THE MACHINE-GUN-LIKE BEAMS\nZIP ALL AROUND HIM.\n\n \n\nEvery time his titanic feet hit the attic floor, the teeny-\nweenie kids are tossed up and down into the air, the victim\nof a boy-made earthquake. They try to struggle to their\nfeet and stay upright but it's a losing battle. Every time\nthey stand up, they’re thrown to the ground again.\n\nLittle Russ moves towards them. One of his giant feet\nsmashes the trunk to a pulp. The kids scurry about, trying\nto stay out of the way of Russ' tennis shoes.\n\nDon slips down into a crack between two floor boards as one\nof the shoes hurties down towards the floor. Ron hits the\ndeck as the shoe comes down atop him. He's so small,\nhowever, that he fits inbetween one of the grooves on the\nshoes' sole. The shoe returns skyward, leaving Ron unhurt.\nRuss continues his wild dance AS THE BEAMS SKITTER BY HIM.\n\n. FINALLY, HE DUCKS WHEN HE SHOULD HAVE DODGED. THE BEAMS\n\n\\ CONNECT. BZZZAAAP. POW!\n\nat Russ is now insect-sized, too. He lies on the floor,\nmoaning, totally in shock.\n\fTHE TEENY-WEENIES 25\n\nMeanwhile, the baseball, still balanced on the machinery,\ntumbles off the invention and onto the floor. It rolls,\n\npoulder-sized, towards the kids.",
  "19": "---END OF PREVIOUS SECTION---\nHe lies on the floor,\nmoaning, totally in shock. THE TEENY-WEENIES 25\n\nMeanwhile, the baseball, still balanced on the machinery,\ntumbles off the invention and onto the floor. It rolls,\n\npoulder-sized, towards the kids. \n---TARGET SECTION TO BE ANNOTATED---\n They scatter. Amy stands,\nfrozen in her tracks, as the ball heads directly for her.\n\nNICK\nAmy!\n\nRuss sees what's going on and gets to his feet. In the best\nof football styles, he tackles the frightened girl. They\nboth go tumbling out of the way of the titanic ball. The\nball barrels into the rest of the tiny pieces of furniture,\nflattening most of them, Amy and Russ stare at each other\n\nas the twins and Nick run up to them. Russ helps Amy to her\nfeet.\n\nLITTLE RUSS\nAre you all right?\n\nAMY\nFine, thank you.\n\nWithout the baseball putting pressure on its inner-\nworkings, the machine hisses to a halt and shuts down,\n\nThe kids stand, confused, on the vast attic floor. The\nreality of the situation hits them at once. Amy turns\nangrily towards Russ.\n\nAMY\nWhy didn't you go for help?\n\nLITTLE RUSS\nHow was I to know what was going on\nup here?\n\nAMY\nYou could have looked for us.\n\nLITTLE RUSS\nI did.\n\nAMY ~\nWell, then, you should have moved faster.\nDucked the beams.\n\nShe stands, looking down at him. He raises himself on his\ntoes.\nLITTLE RUSS\nYeah. Like you got out of the way\nof the ball, right? What do we do now?\n\nAMY\nI guess we just wait until dad gets\nhome. He'll know what to do.\n\n \n\f   \n\nTHE TEENY-WEENIES 26\n\nDON\nIf he doesn't...he'll step on us.\n\nThat remark visably shakes Ron.\n\nRON\nWhat????\n\nNICK\nDon't worry.\n\nRON (recovering)\nWho's worried? I'm...bored.\n\nINT. HALL, DAY\n\nAt the science convention, Wayne's theories are greeted by\nthe seriousness usually reserved for Henny Youngman\nroutines. He's in front of an equation-laden blackboard,\nholding his papers in his hand. One young, arrogant\nscientist, FREDERICKSON, is particularly hard on Wayne.\n\nFREDERICKSON\nWhat you're trying to say is that size\nis relative, eh, mister Szalinski?\n\nWAYNE (annoyed)\nYes, I am, Professor Frederickson.",
  "20": "---END OF PREVIOUS SECTION---\nOne young, arrogant\nscientist, FREDERICKSON, is particularly hard on Wayne. FREDERICKSON\nWhat you're trying to say is that size\nis relative, eh, mister Szalinski? WAYNE (annoyed)\nYes, I am, Professor Frederickson. \n---TARGET SECTION TO BE ANNOTATED---\nFREDERICKSON\nThat's the most idiotic thing I've\never heard, Size is definitive. What's\nbig is big. What's small is small.\n\nThe crowd seems to agree with Frederickson.\n\nWAYNE\nYou're wrong!\n\nFREDERICKSON\nWhere's your proof? You have no proof!\n\nWayne is stuck and he knows it.\n\nWAYNE\nWhen Einstein came up with theories that\nled to the Atomic Bomb, you didn't ask\nhim to blow one up, did you?\n\nFREDERICKSON\nYou, Mr. Szalinski, are no Einstein.\n\nThe crowd laughs. Frederickson, sneering, gets up and walks\nout. The rest of the scientists follow, leaving Wayne alone\nat the podium, An older scientist, DR. BRAINARD, walks up\n\fCO\n\n \n\n \n\nTHE TEENY-WEENIES 27\n\nto Wayne.\n\nWAYNE\nOh, hello, Dr. Brainard.\n\nBRAINARD\nDon't take it so hard, Wayne, Your ideas\nare very innovative. It will take time to\nconvince people, Even I've had my share\nof problems with committees.\nWayne puts his notes in his briefcase,\n\nWAYNE (sadly)\nThey even laughed at my tie.\n\nBrainard stares at Wayne's loud tie.\nBRAINARD\nDon't feel badly. Anyone would laugh at\nthat tie.\nEXT. SZALINSKI HOUSE, DAY\n\nWayne's car pulls up in front of his home. Wayne walks up\ntowards the house, crestfallen.\n\nINT. HALLWAY, DAY\nQuark runs up to greet him, barking.\n\nWAYNE (softly)\nHiya, Quark. Okay. Treats. I know.\n\nINT. KITCHEN, DAY\n\nWayne walks into the kitchen and gives Quark a milkbone.\nThe dirty dishes are still in the sink, Wayne makes a\nmental note of that and calls out into the back yard.\n\nWAYNE\nAmy? Nick?\n\nINT. ATTIC, DAY\nUpstairs, the kids perk up.\n\nNICK\nIt's Dad!\n\nThe kids begin yelling.\n\nAMY\nUp here!\n\f \n\nTHE TEENY-WEENIES 28\n\nLITTLE RUSS\nWe're up here!\n\nDON\nMr. Szalinski!\n\nRON\nYo!\n\nNICK\nDad!\n\nINT.",
  "21": "---END OF PREVIOUS SECTION---\nRON\nYo! NICK\nDad! INT. \n---TARGET SECTION TO BE ANNOTATED---\n HALLWAY, DAY\nWayne walks through the house.\n\nWAYNE\nKids? I'm home. Amy? Nick?\n\nINT. KITCHEN, DAY\n\nNo reply. Wayne shrugs. He takes off his loud tie, looks at\nit, frowns and places it in the garbage can in the kitchen;\none of the foot-pedal models with a plastic bag liner. It's\nfilled with Amy's sorta-scrambled eggs.\n\nGlumly, Wayne walks upstairs towards the attic.\n\nINT. ATTIC, DAY\n\nHe steps inside and sees the broken glass from the window.\n\nWAYNE\nGreat. Just great.\n\nThe kids are screaming to get his attention.\n\nAMY\nDad! We're down here!\n\nLITTLE RUSS\nMr. Szalinskil!\n\nRON\nEgghead!\n\nDon punches Ron on the arm.\n\nRON\nUh, Mr. Szalinski!\n\nWayne sees that glass fragments are scattered on the top of\nhis machine. That doesn't exactly make his day.\n\n \n\f \n\n \n\nTHE TEENY-WEENIES 29\n\nWAYNE\nWhat else can go wrong?\n\nHe backs over to where his old, reliable couch once stood\nand sits down, There's no couch. He goes crashing down onto\nthe floor. The force of the impact sends the teeny-weenies\ntumbling onto the ground,\n\nWayne scrambles to his feet.\n\nWAYNE\nOh, jeez. Not my couch! That's it!\nThat does it! I've had it! I've had\nit with everything!\n\nHe storms out of the room. The Kids squeak in protest.\n\nAMY\nDad! Come back!\n\n“NICK\nHe can't hear you.\n\nLITTLE RUSS\nI thought your dad was going to save us.\n\nAMY\nHe was upset.\n\nLITTLE RUSS\nGreat.\n\nAMY\nWell, he had every right to be. These...\ntwirps smashed his machine with their\nbaseball.\n\nRON\nWho are you calling a twirp, beanpole?\n\nINT. HALLWAY, DAY\nMeanwhile, Wayne dials the phone.\n\nDIANE (v.0.)\nThis is Diane Szalinski. I'm not home\nright now, but if you leave a message\nafter the beep, I'll get back to you\nas soon as I can.",
  "22": "---END OF PREVIOUS SECTION---\nHALLWAY, DAY\nMeanwhile, Wayne dials the phone. DIANE (v.0.)\nThis is Diane Szalinski. I'm not home\nright now, but if you leave a message\nafter the beep, I'll get back to you\nas soon as I can. \n---TARGET SECTION TO BE ANNOTATED---\nWAYNE (outraged)\nThis is Wayne Szalinski. Your husband.\nI don't mind you taking your stuff out\nof the house when I'm not home. But our\ncouch? My fost thinking couch?\ncont.\n\fTHE TEENY-WEENIES 30\n\n(3 WAYNE (cont.)\n\n\" And where are the kids? I'd appreciate it\nif you return them when you're done\nwith them!!!\n\nHe slams the phone down. Quark is sitting at the foot of\nthe stairs leading up to the attic, whining.\n\nWAYNE\nNobody likes a whiner, Quark.\n\nThe dog continues to whine. Wayne sighs, bends down and\npets the dog.\n\nWAYNE\nExcept me,\n\nINT. ATTIC, DAY\n\nThe ground beneath the kids begin to shimmy. Footsteps\nrumble ominously in the background. Nick jumps excitedly.\n\nNICK\nIt's Dad! He's come back!\n\nAmy. stares at something high above her as a shadow falls\nover them all.\n\n \n\nAMY\nOh, not\n\nWayne has returned with the kitchen trashcan, a broom and a\ndustpan. The kids cling to each other as Wayne begins\nsweeping up the shards of broken glass.\n\nDust swirls everywhere around the kids as Wayne sweeps\naround the machine. Finished, he then turns to where the\nkids are huddled.\n\nLITTLE RUSS\nScatter.\n\nThe children attempt to run. It's no use. They are caught\nby the broom. The kids attempt to cling to the frayed\nstrands at the edge of the broom. No luck. They are swept\ninto the dustpan.\n\nWayne carries the dustpan over to the open garbage can.\nIn the dustpan, the kids are screaming.\n\n4 AMY\nDad, please!\n\n~~\nNe\n\f—_\nNS\n\n   \n\nTHE TEENY-WEENIES 31\n\nNICK\nDon't!\n\nLITTLE RUSS\nMr. Szalinski! It's us!\n\nRON\nKnock it off!\n\nDON\nStop!\n\nThe CAMERA follows the kids as THEY GO TUMBLING THROUGH\nSPACE TOWARDS THE TRASH.\n\nINT. TRASHCAN, DAY\n\nThey hit wads of junk and go sliding about.\nSuddenly. DARKNESS.\n\nINT.",
  "23": "---END OF PREVIOUS SECTION---\nSuddenly. DARKNESS. INT. \n---TARGET SECTION TO BE ANNOTATED---\n ATTIC, DAY\n\nWayne has closed the lid on the trashcan. He carries it\ndownstairs,\n\nINT. KITCHEN, DAY\n\nQuark whines madly at Wayne's feet. Wayne tries to ignore\nthe dog. He lifts the bag out of the trashcan, ties the top\nwith a small green wire and makes a move to go into the\nbackyard to place the trash at the rear of the property.\nQuark barks and tries to follow.\n\nWAYNE\n\nQuark. This isn't for you. It's\n\ngarbage. You've had your treats.\nHe slams the door in the dog's face. ©\nEXT, SZALINSKI BACKYARD, DAY\nWayne walks to the back of the yard. He places the bag down\nnear the rear fence, next to several other garbage bags. He\nthen returns to the house.\nINT. KITCHEN, DAY\n\nQuark whines and barks. Wayne sits down, dejected, at the\nkitchen table.\n\nWAYNE\nQuark! Not now, okay?\n\nThe dog, seeing that Wayne is in no mood for audio\ndelights, slinks off into his corner and lies, pensively,\n\f-~\n\nTHE TEENY-WEENIES 32\n\nin his dog bed, glancing at the door leading outside.\n\nEXT. SZALINSKI BACKYARD, DAY\n\nIn the yard, the garbage bag leans against the rear fence.\nINT. TRASHBAG, DAY\n\nInside, in almost total darkness, the kids pull themselves\nthrough fast mounds of garbage and stand on an amazingly\nstraight surface. They huddle together, scared and\n\nsilent. Ron and Don scrape some of the slimed eggs off\ntheir shoulders.\n\nDON\nYeechhhh.\n\nRON\nWhat is this junk? More of your\ndad's experiments?\n\nAMY\nThey're eggs.\n\nRON\nPeeee-yoooo.\n\nSilence. The kids gaze glumly into the darkness. Nick\nspeaks. Slowly. Quietly.\n\nNICK\nUnless we get out of here, we're going\nto be taken to the dump in two days.\n\nAmy and Russ exchange somber glances. Don reaches into his\npocket. He nudges his brother. Ron suddenly grins and\nreaches into his pocket. Both boys produce pen knives.",
  "24": "---END OF PREVIOUS SECTION---\nHe nudges his brother. Ron suddenly grins and\nreaches into his pocket. Both boys produce pen knives. \n---TARGET SECTION TO BE ANNOTATED---\nRON\nLion scouts to the rescue!\n\nBoth boys tear into the thick side of the bag. The kids\ngather behind them.\n\nRON\nQuit shoving.\n\nAMY\nWe're not.\n\nThe children, perched on garbage tilted on an angle, are\nleaning on the twins. As the twins cut further, the garbage\nshifts more, The twins finally rip a hole in the bag. The\nangle of the garbage causes the children to tumble out of\nthe sack. A fistful of garbage slides out along with them.\n\fTHE TEENY-WEENIES 33\n\nDON/RON\n\n \n\nOh-oh.\nINT. SZALINSKI BACKYARD, DAY\n\nThe kids and the garbage land in the yard below with a\nSPLAT. The kids stumble to their feet, making disgusted\nfaces while scraping the bits of egg and bacon off them.\n\nRON (proudly)\nNothing to it.\n\nHe ceremoniously slides his knife back into his pocket. All\nthe kids stop what they're doing and gape at what lies\nahead. They are confronted by a world unlike anything\nthey've ever seen. From their quarter-inch height, the\nbackyard is a totally alien landscape: large, green,\nnever-ending...dangerous,.\n\nBefore them likes a redwood forest-sized sea of grass,\nshadow-leaden and forboding with only a stray ray of\nsunlight or two illuminating the ground, The children stare\nsomberly into the dark forestland. The Johnson kids stand\ntogether. Nick stands at Amy's side. Amy begins thinking\n\noutloud,\n: AMY\nas Our only hope is to get back to the house.\n. If dad's machine can shrink us, it can\n\nenlarge us, too. Right, Nick?\n\nNick gapes at the never-ending terrain stretching out before\nhim. He is stunned.\n\n- NICK (softly)\nI suppose he could reverse the process.\n\nAMY\nGood. Then all we have to do is get\nacross the yard.\n\nNick stares at the yard. He begins to cough. He pulls out\nhis inhaler and takes several gulps.\n\nLITTLE RUSS (to Amy)\nWhat's his problem?\n\nAMY (softly)\nAsthma,\n\nNick continues to wheeze.\n\nAMY (to Russ)\n( ‘ Look. Maybe you and your brothers had\nbetter go back to the house on your\nown.",
  "25": "---END OF PREVIOUS SECTION---\nAMY (softly)\nAsthma,\n\nNick continues to wheeze. AMY (to Russ)\n( ‘ Look. Maybe you and your brothers had\nbetter go back to the house on your\nown. \n---TARGET SECTION TO BE ANNOTATED---\n I don't know if Nick can make it.\n\fTHE TEENY-WEENIES 34\n\nrN : LITTLE RUSS\nLf That doesn't sound very....\nRON\n\nThe beanpole's right. The whimpoid\nwill just slow us down.\n\nAMY\nCan it, motormouth.\n\nRon turns to Don.\nRON\nI hate girls who're bigger than me.\n\nAmy turns to Russ.\n\nAMY\nYou can come back for us later.\n\nNick overhears and turns on Amy angrily.\n\nNICK\nI can make it.\n\nAMY\nYou know how you get when you're\noutside too long. You can't breathe.\n\n \n\nNICK\nI can do it.\n\nThe kids gaze deep into the Bobdingnagian forest.\n\nLITTLE RUSS\nOkay. So the plan is to get back\nto the house, right?\n\nKIDS (in unison)\nRight.\n\nThey stand there a moment longer, looking at each other.\n\nAMY\nWhich way?\n\nLITTLE RUSS\n‘ Straight ahead, I guess.\nThe kids wander deeper into the underbrush, There is very\nlittle light. They can't see the sky. They can hear noises\n- all around them. Buzzing. Crackling. Chomping. Suddenly,\naaa Ron gives out with a Tarzan yell. The kids almost drop dead\n( > from heart attacks.\n\f   \n\nTHE TEENY-WEENIES 35\n\nCY LITTLE RUSS\n7 Knock it off.\nRON\nHey, this is an adventure, right?\nLITTLE RUSS\nGive me a break.\nRON\nDon't pick on me. You're not even sure\nwe're going the right way.\nLITTLE RUSS (to Amy)\nHmm. He has a point.\n‘EXT, FOREST/YARD, DAY\nHe shinnies up a blade of grass. At the top, he stares into\nthe distance.\nEXT. SZALINSKI HOUSE, DAY\nThere, looming like a monolithic presence, surrounded by\nthe swirling fog of debris, is the Szalinski\nfo house...seemingly a hundred miles away. From Russ’ vantage\no point, it looks like Mt. Hood viewed from a great distance.\n\nEXT. FOREST/YARD, DAY\nThe kids cluster around the base of the grass blade.\n\nAMY\nCan you see the house?\n\nLITTLE RUSS\nSure can.",
  "26": "---END OF PREVIOUS SECTION---\nFOREST/YARD, DAY\nThe kids cluster around the base of the grass blade. AMY\nCan you see the house? LITTLE RUSS\nSure can. \n---TARGET SECTION TO BE ANNOTATED---\nNick breathes a sigh of relief and begins to cough. He\ntakes his asthma inhaler out and gives himself a Darth\nVader shot as Russ shinnies down the grass,\n\nLITTLE RUSS\nWe can probably get there by sundown,\nFollow me.\n\nAMY\nWait a minute. You don't know your\nway around this yard. You could walk\nus into a ditch.\n\nLITTLE RUSS (patiently)\nI'm the oldest, okay?\n\noo\n\\\n\fTHE TEENY-WEENIES 36\n\nCo AMY\nYou are not. Besides, I'm the biggest.\n\nRON\nBut you're a girl.\n\nNick clears his throat.\nNICK\nYou're both the oldest. Why don't\nyou both take charge?\n\nAmy and Russ eye each other cautiously.\n\nLITTLE RUSS\nSounds good.\n\nAMY (reluctantly)\nWell, okay.\n\nAmy and Russ walk off. The three other boys fall in behind.\nEXT. FOREST/YARD,. DAY\n\nAmy and Russ are in the lead. Amy gazes in awe at the\ntitanic landscape.\n\n \n\nAMY\nYou forget just how big this world\ncan be sometimes.\n\nLITTLE RUSS\nWhen you're short, you think about\nthat a lot.\n\nAmy decides to let that one pass.\n\nAMY\nDo you really think we can make it\nback to the house today?\n\nLITTLE RUSS\nI don't know. It looked pretty far.\nI didn't want to scare the kids, though.\n\nLook. I know we're not friends or\nanything, but we have to act like we know\nwhat we're doing. If the little kids get\ndiscouraged, they'll punk out on us.\n\nAMY (smiling)\n. I'll be the mommy and you be the daddy.\n\n= LITTLE RUSS\nI'm not fooling around.\n\f \n\n \n\n \n\nTHE\n\n \n\nTEENY-WEENIES 37\n\nAMY (sullenly)\nI know.\n\nEXT. FOREST/YARD, DAY\n\nDon glances over his shoulder. He sees something and cocks\nhis head. He nudges Nick. Nick turns as well. In the\ndistance, the grass is blowing wildly. First, in one\ndirection, Then, in another. A few pieces of twigs FALL UP\nINTO THE AIR.\n\nDON\nPretty weird.",
  "27": "---END OF PREVIOUS SECTION---\nFirst, in one\ndirection, Then, in another. A few pieces of twigs FALL UP\nINTO THE AIR. DON\nPretty weird. \n---TARGET SECTION TO BE ANNOTATED---\nNICK\nLook!\n\nA mammoth dandelion suddenly LAUNCHES ITSELF INTO SPACE,\nNick and Don exchange fishy looks. They turn back to the\nothers. Before they can speak, the SOUND OF PROLONGED\nTHUNDER RIPS THROUGH THE FOREST. There appears to be a real\nstorm brewing. Blasts of wind howl through the oversized\nblades of grass. Russ is getting uneasy.\n\nLITTLE RUSS\nWe'd better get moving.\n\nTHE EARTH BEGINS TO SHAKE VIOLENTLY BENEATH THE KIDS. They\n\nare tossed this way and that. They manage to get back onto\n\ntheir feet by clinging to the tree-sized roots of the grass\nand weeds. The whole world seems.to be in turmoil. Squails\n\nof wind and dust fly everywhere.\n\nLITTLE RUSS\nEarthquake!\n\nNick squints into the grit, wheezing.\n\nNICK\nWorse! Lawnmower!\n\nThe kids gape at the approaching cause of the maelstrom.\nTHE OREO~MUNCHING PERVIS BOY, NOW THE SIZE OF THE JOLLY\nGREEN GIANT, IS PUSHING A KING KONG-SIZED POWER MOWER. THE\nGAS-POWERED MACHINE IS SHREDDING GRASS AND TOSSING THE\nDEBRIS INTO A BAG ATTACHED TO ITS REAR. SOME OF THE DEBRIS,\nHOWEVER, MISSES THE BAG AND COMES CRASHING DOWN ONTO THE\nFOREST FLOOR LIKE AN AVALANCHE OF UPROOTED TREES.\n\nThe kids scramble to their feet and try to outrun the\nmachine, It's no use. Large, boulder-sized pieces of grass\nare smashing onto the ground all around them.\n\nLITTLE RUSS\nGet down! Get down!\n\n \n\f \n\nTHE TEENY-WEENIES 38\n\nStanding, Russ tries to get all the children flat onto the\nground. A blast of wind sends him flying through space some\nten feet.\n\nAMY\nRussell!!!!\n\nThe terrified children cling to the ground, Russ slowly\ncrawis back towards them. The children huddle together as\nTHE TITANIC MOWER PASSES OVER THE SECTION OF THE YARD WHERE\nRUSS HAS JUST MADE IT BACK FROM.\n\nGRASS IS OBLITERATED, SUCKED INTO THE AIR.",
  "28": "---END OF PREVIOUS SECTION---\nThe terrified children cling to the ground, Russ slowly\ncrawis back towards them. The children huddle together as\nTHE TITANIC MOWER PASSES OVER THE SECTION OF THE YARD WHERE\nRUSS HAS JUST MADE IT BACK FROM. GRASS IS OBLITERATED, SUCKED INTO THE AIR. \n---TARGET SECTION TO BE ANNOTATED---\n THE DIRT IS\n\n-ALTERNATELY BEING BLASTED HELTER-SKELTER ACROSS THE FLOOR\n\nOF THE YARD AND BEING SUCKED STRAIGHT UP INTO THE AIR.\nTHE MASSIVE MACHINE HEADS FOR THE TEENY-WEENIES.\n\nLITTLE RUSS\nHold on tight!\n\nAbove them, THE CIRCULAR BOTTOM OF THE MOWER HOVERS, LIKE\nAN OMINOUS MOTHERSHIP FROM SOME HELLISH PLANET. THE BLADES\nWHIRL MADLY. THE SUCTION CAUSES THE GRASS AROUND THE\nCHILDREN TO UPROOT AND BLAST OFF TOWARDS THE BLADES. The\nkids cling to each other, Their feet begin lifting from the\nground, being drawn to the mower by its tremendous suction.\nRuss tries to pull the small children down to the ground,\nThey are slowly being lifted.\n\nLITTLE RUSS\nGrab hands! Grab hands!\n\nThe kids form a human wheel, like earthbound skydivers in\nformation. They anchor each other as.THE MOWER PASSES\nDIRECTLY OVER THEM.\n\nDon holds onto one of Amy's hands and one of Russ's. He\nlets out a brief, terrified shriek as A HUGE BLAST OF\nSUCTION LIFTS HIS LEGS INTO THE AIR. HE LOSES HIS GRIP. HE\nIS TORN FROM THE GRASP OF HIS COMPANIONS.\n\nRON\nDon!\n\nRon stares, horrified, at the sight of HIS BROTHER,\nSWIRLING HIGH ABOVE HIM, BEING SUCKED INTO THE CLOUDS OF\nDUST AND DEBRIS HOVERING BENEATH THE CHURNING BLADES.\n\nIN THE MIDDLE OF A DUST-FILLED LIMBO, WE SEE DON CLING\nFRANTICALLY TO A TREE-TRUNK SIZED STEM, HIS FEET STILL\nBEING YANKED UPWARD.\n\nTHE MOWER WHIRLS ABOVE THE REST OF THE KIDS FOR ANOTHER,\nLONG SECOND. THE NOISE OF THE MOTOR IS DEAFENING, SOUNDING\n\fTHE TEENY-WEENIES 39\n\no> LIKE A MADDENED DINOSAUR. A LARGE, BRAND NEW SNEAKER\nNd SMASHES DOWN ONTO THE GROUND WITH A CRASH NEAR THEM,\n\nThe kids are buffeted about.",
  "29": "---END OF PREVIOUS SECTION---\nTHE MOWER WHIRLS ABOVE THE REST OF THE KIDS FOR ANOTHER,\nLONG SECOND. THE NOISE OF THE MOTOR IS DEAFENING, SOUNDING\n\fTHE TEENY-WEENIES 39\n\no> LIKE A MADDENED DINOSAUR. A LARGE, BRAND NEW SNEAKER\nNd SMASHES DOWN ONTO THE GROUND WITH A CRASH NEAR THEM,\n\nThe kids are buffeted about. \n---TARGET SECTION TO BE ANNOTATED---\n Gradually, the noise subsides.\nTHE MOWER MOVES ON. The THUNDER of the footsteps fades\naway.\n\nThe kids climb out from beneath a blanket of shredded\ngrass, slabs of green about the size of surfboards. Ron is\nthe first one to run off,\n\nRON\nDon! Don!\n\nThe other children follow him,\n\nRON\nHe's in here somewhere, He has to be.\n\nThe children begin searching beneath the shards of grass\nfor the missing boy. They can't find him.\n\nLITTLE RUSS\n\n \n\nDon!\nr AMY\n~ Donald!\nCC\nRON\nDon? Don't kid around. Come on out.\nThe kids continue to search beneath the grass. Nick begins\npanting. He's tearing into the grass with all his might.\nAfter a tense minute or so, the children stop their search,\nRon gapes at the shredded grass.\nRON\nDon...mowed down at the age of ten.\nDON (0o.s.)\nHey! Over here! Whoah.\nEXT, FOREST/YARD, DAY\nThe kids turn as one and see that, a city block away, Don\nis appearing and disappearing over a small forest of grass.\nHe is literally bouncing up and down out of view. The kids\nrun forward,\nThe children run forward and enter....\nf EXT. FLOWERBED/YARD, DAY\nCU\n\nThe children run into what appears to be a giant forest\n\n \n\fTHE TEENY-WEENIES 40\n\n \n\n\\ filled with flowers; actually, it's just a few feet of an\n\ni mee overgrown wild flowerbed sitting in the yard, Don is\nbouncing up and down on a flower, using it like a\n\n| trampoline. Unfortunately, he has no control of his bounces,\n\nRON\nYou jerk! You'll do anything for\nattention!\n\nDON\nWhoaaaaahhh,\n\nRON\nDon't mess around, Don.\n\nDON\nI didn't do anything.\n\nRon makes a move to grab his brother off the flower, He\nkeeps on missing him. On the fifth or sixth bounce, Don\nwinds up tumbling onto the ground. He gets up to his feet.\nHe's shakey and there's a lopside grin on his face.\n\n: Everyone hugs Don except Ron. When the other kids are done,\n\n‘ Don stands, smiling at his brother. He hugs Ron. Ron\n\n) brushes him aside.",
  "30": "---END OF PREVIOUS SECTION---\nWhen the other kids are done,\n\n‘ Don stands, smiling at his brother. He hugs Ron. Ron\n\n) brushes him aside. \n---TARGET SECTION TO BE ANNOTATED---\n :\n\nRON\nYou're a real turkey, you know that?\n\n \n\nEXT. GIANT FLOWERBED, DAY\n\nAmy and Russ, with the knowledge that Don is safe, take in\nthe flowerbed. They stare, transfixed, at the Olympian swath\nof color.\n\nf AMY\n: It's beautiful.\n\nRuss stares at Amy. She faces him, beaming. Slightly\nembarrassed, he looks away.\n\nLITTLE RUSS\n: Yeah. It's okay.\n\nRon checks out the flowers, unimpressed. He gets an idea. He\nnudges Don. The twins grin at the flowers. Ron turns to Don.\nThey smile in unison,\n\nRON/DON\n. Recess!\n. They run by Nick towards the flowers. Nick, caught in their\n( ) wake, goes spinning. He lands on the ground in. sitting\nNed position. For one, brief moment, the kids act like total\n\nchildren. It's as if they've stumbled onto paradise. Amy\n\n \n\f \n\nTHE TEENY-WEENIES 41\n\nand Russ stand behind Nick.\n\nNICK\nIt looks like Oz.\n\nThe twins discover that the shorter flowers make perfect\ntrampolines, They begin bouncing up and down and from one\nflower to another. Ron gives another Tarzan yell.\n\nDON\nUp, up and awaaay!\n\nLITTLE RUSS\nBe careful. You might hurt yourselves.\n\nHe catches himself.\n\nLITTLE RUSS\nI can't believe I said that.\n\nHe turns and sees that Amy has fashioned a hula skirt\naround her belt from large flower pedals.\n\nAMY\nOh, honey. I just have to have\nthis dress.\n\nLITTLE RUSS (grinning)\nCut it out, willya?\n\nAMY\nPlease, dear. We can charge it,\n\nNick giggles. The twins leap by a \"puff\" flower. The flower\ndisintegrates and rains down a shower of flowery \"snow.\"\nThe clearing really begins looking like a fairyland, now.\n\nNick gets up and starts wheeling joyfully through the\n\"snow.\" Soon, he begins to sneeze. He pulls out his asthma\ninhaler and takes a whiff.\n\nAMY\nAre you okay?\n\nNICK\nUh-huh. It's my hayfever. I'm fine.\n\nHe smiles. Pockets his inhaler. Puffs out his chest.",
  "31": "---END OF PREVIOUS SECTION---\nHe smiles. Pockets his inhaler. Puffs out his chest. \n---TARGET SECTION TO BE ANNOTATED---\n He\nmarches straight for the flowers, determined to have fun,\n\nThe twins are whooping and rebounding wildly from flower to\nflower. Nick hesitantly tries a bounce on a nearby flower.\nHe lands awkwardly. He tries another bound. An another. He\nloses his balance and winds up tumbling onto the ground. He\nlooks around, embarrassed. Amy and Russ have seen him and\n\f \n\n \n\n \n\nan\n\nTHE TEENY-WEENIES 42\n\nlaugh. Nick grins, realizing that the laughter isn't\nmalicious. He gets back onto the flower and begins bouncing\naway, gradually getting the hang of it.\n\nNICK (almost whispering)\nYahooo.\n\nGathering courage, he lets out a full whoop.\n\nNICK\nYahooooooo!!!!\n\nEXT. SZALINSKI YARD, DAY, AERIAL POV\n\nWe hear, very faintly, the sounds of the frolicking\nchildren, AS WE SOAR HIGH ABOVE THE YARD, A DEAFENING\nBUZZING SOUND ECHOING IN OUR EARS.\n\nEXT, YARD/FOREST, DAY\n\nAmy and Russ watch the younger children play. Russ glances\nat the sun. He calls to the kids on the flowers.\n\nLITTLE RUSS\nOkay. It's time to move on.\n\nNick stops bouncing immediately. Ron and Don continue\nplaying.\n\nLITTLE RUSS\nCome on, guys.\n\nRON\nNo way, Jose.\n\nLITTLE RUSS\nI'm not kidding. I'm counting to\nfive.\n\nRON (to Don)\nHe's beginning to sound a lot like\ndad.\n\nDON\nScary, huh?\n\nLITTLE RUSS\nRonald. Donald.\n\nAMY (to Russ)\nTry to control those two, will you?\n\nRon notices Nick's hesitation. The little boy is obviously\nwaiting for a cue from the twins.\n\f \n\nTHE TEENY-WEENIES 43\n\nRON\nWhat are you stopping for? We're\nhaving fun, right?\n\nNick nods,\n\nNICK\nBut Russ said...\n\nRON (mimicking)\n\"But Russ said.\" What a wuss.\n\nRuss walks forward and snatches Don off a flower. Don\nquietly stands by his side. Russ then pulls Ron off a\nflower. Ron is struggling.\n\nRON\nHey. Cut it out! You wanna hurt\nme or something? I'll tell mom!\n\n.",
  "32": "---END OF PREVIOUS SECTION---\nYou wanna hurt\nme or something? I'll tell mom! . \n---TARGET SECTION TO BE ANNOTATED---\n RUSS (quietly)\nLook. There's something you'd\nboth better understand. We're\nin a lot of trouble, okay? This isn't a\ngame. We could die out here and no one\nwould notice. The only way we're going\nto get out of this is if we all help\neach other. Got that?\n\nRON\nUh-huh,\n\nLittle Russ, thinking it's all settled, turns his back on\nthe twins. Ron immediately runs back to a flower and\nlaunches himself, again, on a flower-trampoline.\n\nRON.\nBut first....playtime.\n\nThe twins start bouncing again, Nick laughs and resumes as\nwell, Amy and Russ exchange exasperated glances.\n\nEXT, SZALINSKI YARD, DAY, AERIAL POV\n\nWITH THE BUZZING DRONING IN OUR EARS, SOMETHING SHADOWY\nSWOOPS DOWN TOWARDS THE CHILDREN, STILL ROMPING FAR BELOW\nUS.\n\nEXT. FOREST/YARD, DAY\n\nAmy and Russ watch the younger children play. Amy stiffens.\nShe hears a faint buzzing.\n\nAMY\nWhat's that?\n\f \n\nTHE TEENY-WEENIES 44\n\n(oo LITTLE RUSS\nSe Sounds like a buzzsaw. It's probably\nmy dad.\n\ni Amy stares at the sky around her.\n\nAMY\nIt's coming from different directions,\n\n \n\nLITTLE RUSS\nNaaaah. It's just your ears playing\ntricks on you.\n\n1\n! AMY\nWill you shut up and listen?\n\nRuss glowers but does as he's told. The buzzing seems to be\ncoming from all around them.\n\nRuss is getting nervous. The three younger children\ngradually slow down their bouncing. Ron, Don and Nick stand\non their flowers, heads cocked. The noise around them grows\nlouder and louder. The flower bed sounds like the streets of\nLondon just before the Nazi Blitz. The droning is\noverwhelming. Amy screams and points as a dark cloud falls\nupon the children.\n\n \n\ns A TITANIC HONEYBEE HOVERS OVER THE FLOWERBED.\n\nLITTLE RUSS\nHit the dirt!\n\nThe twins dive off the flowers and run in one direction.\nNick runs in another. Amy and Russ retreat together.",
  "33": "---END OF PREVIOUS SECTION---\nThe twins dive off the flowers and run in one direction. Nick runs in another. Amy and Russ retreat together. \n---TARGET SECTION TO BE ANNOTATED---\n THE BEE\nBEGINS FLYING FROM FLOWER TO FLOWER, EXTRACTING POLLEN,\nSTUFFING THE STICKY YELLOW STUFF INTO \"BASKETS\" ON ITS REAR\n\n! LEGS. From the children's POV, the bee is the size of a\nflying VW van.\n\nNick crouches beneath a flower, wheezing. The bee alights\ndirectly next to him. The pollen-gathering BEE DESCENDS\nLOWER AND LOWER. Nick trembles, trying to hold his breath.\n\nAmy makes a move to yell. Russ puts a hand around her mouth,\n\nLITTLE RUSS\nShhhhh.\n\nNick watches, horrified, AS THE BEE GETS CLOSER AND CLOSER.\nHe's almost hyperventillating. THE BEE SUDDENLY SCOOPS NICK\nUP AND PLASTERS HIM ONTO ONE OF HIS HIND LEGS WITH THE\nSTICKY SLABS OF POLLEN.\n\n \n\nAmy breaks away from Russ and runs towards the bee,\n\fTHE TEENY-WEENIES 45\n\nAMY\nNick!\n\na\nS\n\nRon and Don gape at each other,\n\nDON\nHoly...\n\nRON\nCow!\n\nNick is half-smothered in pollen,\n\nNICK\nAmy!\n\nRuss springs forward and, sprinting in front of Amy, leaps\nonto a flower, using it as a trampoline.\n\nLITTLE RUSS\nWait here!\n\nTHE BEE, SATIATED, BEGINS TO TAKE OFF. Russ bounces from\nflower to flower, finally sailing through the air towards\nthe bee. HE DIVES ONTO THE BACK OF THE RETREATING BEE.\n\nNICK\nRussell! Help!\n\n \n\nAmy and the twins watch, fearfully, as THE BEE, ALONG WITH\nNICK AND RUSS, disappears in the sky. The humming noise\nfades into the distance. The twins stand, transfixed,\n\nRON\nNow, what?\n\nAMY\nWe do as your brother told us. We wait.\n\nEXT. SKY, DAY\n\nMeanwhile, on THE BACK OF THE BEE, RUSS GETS A BREATHTAKING\n(AND DIZZY) RIDE HIGH ABOVE THE YARD. THE BEE TWISTS AND\nTURNS, RUSS STRUGGLING TO GET CONTROL OF THE INSECT BY\nGRABBING ITS WINGS.",
  "34": "---END OF PREVIOUS SECTION---\nEXT. SKY, DAY\n\nMeanwhile, on THE BACK OF THE BEE, RUSS GETS A BREATHTAKING\n(AND DIZZY) RIDE HIGH ABOVE THE YARD. THE BEE TWISTS AND\nTURNS, RUSS STRUGGLING TO GET CONTROL OF THE INSECT BY\nGRABBING ITS WINGS. \n---TARGET SECTION TO BE ANNOTATED---\n THE PROBLEM IS, HALF OF THE TIME, HE'S\nALMOST SLIDING OFF THE BEE'S BACK. NICK SQUIRMS IN THE\nPOLLEN ON THE BEE'S BACK LEG.\n\nNICK\nRuss! Russ!\n\nLITTLE RUSS\nHold on tight, Nick. Hold on!\n\nTHE BEE CONTINUES TO CAREEN OVER THE YARD, QUITE ANNOYED\n\n \n\fTHE TEENY-WEENIES 46\n\nom WITH ITS SURPRISE BAGGAGE.\nEXT. YARD, DAY\n\nNear the house, we see the Pervis boy surveying the newly\ncut grass.\n\nEXT. SKY, DAY\n\nRuss still struggles for control of the bee, He looks up.\nTHE BEE IS HEADING STRAIGHT FOR THE PERVIS BOY'S HEAD.\n\nLITTLE RUSS\nPervis!!!! Look out!!\n\nNICK\nHeyl!!!\n\nEXT.. YARD, DAY\n\nWe hear the tiny voices of the teeny-weenies call out. So\ndoes the Pervis boy, sort of. Confused, he starts swatting\nat the bee,\n\nTOMMY\nG'wan. Getoutta here.\n\n \n\nThe bee dodges and ducks the boy's swings.\n\nEXT. SKY, DAY\n\nTHE BEE SWINGS AWAY FROM THE PERVIS BOY JUST AS RUSS GRABS\nITS WINGS, GIVING THEM A SOLID YANK. UNABLE TO CONTROL ITS\nFLIGHT, THE BEE BEGINS A SPIRALING DIVE TOWARDS THE GROUND.\n\nRUSS/NICK\nWoaaaaaaaaahhhhhh! I!!1!!\n\n! EXT. YARD, JUNGLE, DAY\nTHE BEE LANDS NOSE FIRST WITH A SICKENING CRASH....SENDING\nBOTH BOYS TUMBLING OFF. THE INSECT AND THE TWO BOYS LAY,\nINERT, ON THE FOREST FLOOR.\nEXT. YARD, DAY\nAmy and the twins linger by the flowerbed.\n\nRON\nI don't think we should hang around here,\n\nAMY\nWe promised we'd wait and we will.\n\n \n\n \n\fTHE TEENY-WEENIES 47\n\nRON\nYou promised. I say we should\ngo after Russ, You're just yellow.",
  "35": "---END OF PREVIOUS SECTION---\nRON\nI don't think we should hang around here,\n\nAMY\nWe promised we'd wait and we will. THE TEENY-WEENIES 47\n\nRON\nYou promised. I say we should\ngo after Russ, You're just yellow. \n---TARGET SECTION TO BE ANNOTATED---\nAMY\nIf I were your sister, I'd spank\nyou until you couldn't sit down.\n\nRON\nIf you were my sister, I'd put\nmyself up for adoption. Let's go.\n(to Don)\nI'm going to find Russ and the\nwuss. Are you coming or what?\n\nRon stalks off. Don sighs, gives Amy a \"what can I do?\" look\nand takes off after his brother. Amy hesitates, watching the\ntwo boys disappear. She grits her teeth and follows then.\n\nINT. SZALINSKI HALL, DAY\n\nWayne is on the phone. We hear the last part of Diane's\nmessage before the beep. He slames the phone down. Quark is\nat his feet, whining.\n\nWAYNE\nI know. I know, Lunchtime.\n\nThe doorbell rings. Wayne walks towards the front door. °\n\nWAYNE\nIt's not like Amy and Nick to miss\nlunch without letting me know. Even if they\nare with their mother.\n\n“INT. SZALINSKI HOUSE, DAY\n\nWayne opens the door. Diane is there. They stare at each\nother angrily. Diane thrusts a handful of papers in his\nhand,\n\nDIANE\nJust sign them and I'll be on my way.\n\nShe marches inside. Wayne stands at the door. He pokes his\nhead outside and looks to the left and the right, expecting\nto see the kids. They aren't there. Puzzled, he returns\ninside and closes the door.\n\nWAYNE\nWhere are the kids?\n\nDIANE\n\nWhat?\n\n \n\f \n\n \n\nNA\n\nTHE TEENY-WEENIES\n\n48\nWAYNE\nAnd the couch? Where's my thinking couch?\nDIANE\nWhere it alweys is.\nWAYNE\nIt ig not. You took it.\nDIANE\nI did not.\nWAYNE\n\nYes, you did, You came back this morning\nand stole it.\n\nDIANE\nFor your information, I spent the\nentire morning working on a deadline.\n\nShe glances around,\n\nDIANE\nWhere are the kids?\n\nINT. KITCHEN, DAY\n\nDiane walks into the kitchen, Wayne is trailing in the\nhall behind her. Quark continues to whine.\n\nWayne raises a\n\nWAYNE.\nThey're with you, aren't they?\n\nDIANE\nQuiet, Quark.",
  "36": "---END OF PREVIOUS SECTION---\nWayne raises a\n\nWAYNE. They're with you, aren't they? DIANE\nQuiet, Quark. \n---TARGET SECTION TO BE ANNOTATED---\nWAYNE\nWith the couch? And your things?\n\nDIANE\nEarth to Wayne. Earth to Wayne.\nI don't have the couch. Where are\nthe children?\n\nfinger to his lips, thoughtfully, Quark barks.\n\nWAYNE\nQuiet, Quark,\nWell, I did forget to pick up Amy's\ndress and Nick's aathma medicine.\n\nDIANE\nHow could you?\n\fqo\n\n \n\nTHE TEENY-WEENIES 49\n\nWAYNE\nYou didn't remind me...\n\nQuark barks again.\n\nDIANE/WAYNE\nQuiet, Quark!!!\nQuark stops barking and runs around in front of the back door.\nWayne and Diane walk through the swinging door leading to the\nyard. Quark tries to run out after them. The door swings back\non him. Thump. The dog retreats back into the kitchen yelping.\n\nEXT. SZALINSKI YARD, DAY\nWayne stands on the back steps, Diane behind hin.\n\nWAYNE/DIANE\nAmy? Nick?\n\nEXT. FOREST/YARD, DAY\n\nDeep in the forest, the twins and Amy hear a thundering\nroar. It's the pitch of a tyrannosaurus rex. We can barely\nmake out the words,\n\nWAYNE/DIANE ROAR\nAmy? Nick?\n\nThe kids run forward.\n\nAMY\nMom! Dad!\n\nDON\nMr. Szalinski! We're over here!\nOver here!\n\nRON\nYo! Mr. Szalinski!\n\nEXT. JOHNSON YARD, DAY\n\nMeanwhile, while Wayne and Diane are calling for their\nkids. Big Russ, still wearing his cap, walks out into his\nbackyard where Mae is watering her garden.\n\nBIG RUSS\nRon! Don! Russell!\n\nEXT. FOREST/YARD, DAY\n\nThe kids continue to run forward, the twins take the lead,\nleaving Amy far behind.\n\f \n\nTHE TEENY-WEENIES 50\n\n \n\n \n\nRON\nIt's dad!\n\nDON\nDad! Over here!\n\nEXT. JOHNSON YARD, DAY\n\nRuss, spotting Wayne, walks over to the fence. He leans his\narm on the fence and comes up with an elbow-ful of syrup.\nHe frowns as Wayne walks over.\n\nBIG RUSS\nHey, Szalinski, The yard looks a lot\nbetter.",
  "37": "---END OF PREVIOUS SECTION---\nHe leans his\narm on the fence and comes up with an elbow-ful of syrup. He frowns as Wayne walks over. BIG RUSS\nHey, Szalinski, The yard looks a lot\nbetter. \n---TARGET SECTION TO BE ANNOTATED---\n You know, you could probably have a\nflower garden over there.\n\nMAE\nBegonias would be nice.\n\nDIANE\nI always meant to...but there never\nwas the time....\n\nWAYNE\nHey, have you seen my kids?\n\nBIG RUSS\nNaah. I was just looking for mine.\nThey never miss lunch.\n\nWAYNE\nMine, either.\n\nWayne and Russ look at each other for a moment. They both turn\naway from each other and, trying their best to ignore each\nother, begin calling their children's names. They stop,\nwaiting for each other to continue. A beat. When neither one\nbegins calling again, each feels it's okay to continue, They\nboth begin call again in tandem.\n\nEXT. JUNGLE/YARD, DAY\n\nThe children continue to run breathlessly forward, shouting\nto their parents.\n\nAMY\nIt's no use, They can't hear us.\n\nRON\n\nI thought your dad was a genius,\nAMY\n\nHe is, but he still has normal ears.\n\fTHE TEENY-WEENIES 51\n\n—_\n{\n{\n\n\\ EXT. YARD, DAY\n\nThe parents stand on either side of the fence, Mae\ncontinues to water her garden,\n\nMAE\nNice to see you back, Diane.\nWelcome home.\n\nDIANE\nI just came to check on the kids...\n\nbut Wayne seems to have misplaced\n\nthem,\nMAE\n\nI'm sure they'll turn up for supper.\nDIANE\n\nYou're probably right. Good to see\n\nyou, Mae.\nWayne and Diane walk back towards the house.\nEXT. JOHNSON HOUSE, DAY\nMae finishes watering her lawn, She turns off the nozzle of\n\nthe house and glances at the Szalinski's backyard. It's almost\nall yellow.\n\n \n\nMAE\nTsk, Tsk, Poor grass.\n\nShe turns the nozzle back on and sends a spray of water over\nthe fence and into the yard.\n\nEXT, FOREST/JUNGLE, DAY\n\nRuss and Nick slowly sit up, dazed. As they do so, THEY\nNOTICE THE BEE SHAKE ITSELF AWAKE AS WELL. THE BEE IS VERY,\nVERY ANGRY. IT SPOTS THE TWO BOYS. WINGS BUZZING OMINOUSLY,\nIT BEGINS TO ADVANCE.",
  "38": "---END OF PREVIOUS SECTION---\nTHE BEE IS VERY,\nVERY ANGRY. IT SPOTS THE TWO BOYS. WINGS BUZZING OMINOUSLY,\nIT BEGINS TO ADVANCE. \n---TARGET SECTION TO BE ANNOTATED---\nLITTLE RUSS\nAre you strong enough to run?\n\nNICK\nY-y-you bet.\n\nThe boys start to run from the bee. THE BEE SPRINGS FORWARD\nIN AN INCREDIBLY FAST MOTION. IT LOOKS LIKE IT WILL BE ATOP\nTHE BOYS IN A MATTER OF SECONDS.\n\nThe boys seemed doomed when, WITHOUT WARNING, THE BEE IS\nK.0.'S BY A TITANIC DROPLET OF WATER. The two boys stop,\npuzzled.\n\n \n\n \n\f \n\n \n\n \n\nTHE TEENY-WEENIES : 52\n\nNICK\nAre we safe?\n\nLITTLE RUSS\nI'm not sure....\n\nSuddenly, TITANIC DROPLETS OF WATER BEGIN FALLING ALL AROUND\nTHEM. WITHIN SECONDS, THE GROUND BENEATH THEIR FEET TURNS TO\nMUSH. THE YARD IS SLOWLY FILLING UP WITH WATER.\n\nLITTLE RUSS\nCome on! Up here!\n\nRuss shinnies up a blade of grass, pulling Nick up behind\nhim, AS THE YARD SLOWLY FILLS WITH WATER.\n\nEXT. YARD, DAY\n\nWe see Mae, humming merrily, hosing down the lawn in earnest.\n\nEXT, FOREST/JUNGLE DAY\nAmy and the twins walk through the twisted terrain.\n\nAMY\nNick?\n\nRON/DON\nRuss?\n\nA ROARING NOISE sends the ground beneath them trembling.\n\nRON\nWhat the?\n\nThey turn and see a CASCADING WALL OF WATER HEADING FOR THEM.\n\nAMY\nHead for higher ground!\n\nThe three children run for their lives AS THE WALL OF WATER\nAPPROACHES THEM. THERE'S NO ESCAPE. THEY RUN BREATHLESSLESSY\nAS THE SUDDEN FLOOD SMASHES THROUGH THE GRASS AND TWIGS.\n\nAMY\nLook!\n\nAhead of them lies a gigantic pop bottle cap. Amy vaults into\nthe cap, turns, and yanks the two small boys inside by their\nbelts AS THE WATER CATCHES UP WITH THEM. BEFORE THEY KNOW\nWHAT'S HAPPENING, THEY ARE SENT FOR A SPIRALING WHITE WATER\nRAPIDS RIDE. THE BOTTLE CAP SPINS MADLY AS THE WATER\n\nRUSHES THROUGH THE YARD.",
  "39": "---END OF PREVIOUS SECTION---\nAmy vaults into\nthe cap, turns, and yanks the two small boys inside by their\nbelts AS THE WATER CATCHES UP WITH THEM. BEFORE THEY KNOW\nWHAT'S HAPPENING, THEY ARE SENT FOR A SPIRALING WHITE WATER\nRAPIDS RIDE. THE BOTTLE CAP SPINS MADLY AS THE WATER\n\nRUSHES THROUGH THE YARD. \n---TARGET SECTION TO BE ANNOTATED---\n The three children cling to its\n\nside as it bumps and zig-zags through the raging river, like\na waterborne tilt-a-whirl car.\n\f \n\nTHE TEENY-WEENIES 53\n\nEXT, JUNGLE/YARD, DAY\n\nIN THE HURRICANE CAUSED BY THE FLOOD, RUSS AND NICK CLING TO\nTHE GRASS BLADE. THE WATER RAGES BELOW THEM. NICK BEGINS TO\nSLIP.\n\nNICK\nRuss!\n\nRuss bends down and grabs Nick by the back of his shirt just\nas the little boy begins to fall into the water. Russ\ngrimaces, Nick's struggling body causing him to slide down\nthe grass blade. The grass blade is being buffeted by the\nraging river, The two boys are getting closer to the water\nwhen...\nAMY\nNick! Russellt\n\nTHE SODA BOTTLE CAP GOES CAREENING DOWN THE RIVER TOWARDS\nRUSS AND NICK. The twins hold on for dear life as the cap\nbarrels towards the grass blade.\n\nLITTLE RUSS\nGeronimo!\n\nTHE BOTTLE CAP PASSES BENEATH THE BLADE OF GRASS. RUSS DROPS\nNICK INTO THE CAP AND, THEN, JUMPS FEET-FIRST INTO THE CAP.\n\nINT. CAP, DAY\n\nNICK LANDS WITH A THUD, ROLLING INTO AMY'S ARMS. RUSS LANDS\nSTANDING. IT LOOKS AS IF HE'S ABOUT TO LOSE HIS BALANCE WHEN\nA HAND APPEARS. RUSS GRABS IT AND IS TOSSED ONTO THE\n\nFLOOR OF THE CAP, HE FINDS HIMSELF HOLDING HANDS WITH AMY.\nHE QUICKLY DISENGAGES HIMSELF AND CLINGS TO THE SIDE OF THE\nCAP AS IT CONTINUES TO SPIRAL IN THE RIVER.\n\nEXT. YARD, DAY\n\nMae, quite pleased with his act of kindness, shuts off the\nhose and leaves the yard.\n\nEXT. RIVERBED, DAY\n\nThe cap goes crashing into a riverbank as the flood waters\nrecede. The children tumble, gasping from the cap. They\ncollapse on the \"riverbed,\" exhausted. Amy hugs Nick. The\ntwins kneel next to Russ.\n\nDON\nHey, brother. We missed you.\n\nRON\nYeah.",
  "40": "---END OF PREVIOUS SECTION---\nDON\nHey, brother. We missed you. RON\nYeah. \n---TARGET SECTION TO BE ANNOTATED---\n We thought some Queen Bee\nmarried you or something.\n\n \n\fTHE TEENY~WEENIES 54\n\nco Nick sits up, laughing. He puts his arm around Russ, facing\nuF the twins.\n\nNICK\nNaaah. But you should have been on that\nbee! It was great! And, then, Russ made\nthe bee crash, And it came after us and...\n\nRuss staggers to his feet.\n\nLITTLE RUSS\nWe can talk later. Now, we've got\nto head home,\n\nAgy smiles.\n\nRON\nAww, come on, Russ. We're tired.\n\nAMY (acting like a mother)\nListen to Russell. We're all together\nagain, We have to be strong, We have\nto get home, We can't dally here.\n\nRON\n- Dally?\n\n \n\nDON\nShe's right, It's getting late.\n\nThe three young boys look at each other.\n\nRON\nI bet it's almost suppertime.\n\nDON\nI bet mom made hamburgers.\n\nHe turns to Nick.\n\nDON\nSaturday is hamburger night.\n\nThe three boys aigh hungrily and look at each other sadly.\n\n' LITTLE RUSS\nLet's go.\n\nAMY\nCome on, troops,\n\n{ The five kids begin their trek again, Don and Ron, forcing\n\n. themselves to act like scouts, begin singing \"The Green\nGrass Grew All Around\" as they march, Nick joins in as\nwell. Russ and Amy smile at the trio.\n\fTHE TEENY-WEENIES 55\n\n \n\nLITTLE RUSS\n\n \n\nKids,\n\n \n\n; AMY\nYeah.\n\nThe three younger boys suddenly come to a stop. They gaze\nahead, a look of wonder and pleasure on their faces.\n\nINT. FOREST/YARD, DAY\n\nThere, before them, illuminated by an almost religiously\ninspired stream of sunlight is a titanic oreo cookie. Soggy\n' from the “rainstorm,” the cookie glistens magically like a\ncream-filled rainbow.\n\nINT. FOREST/YARD, DAY\n\n! Ron is profoundly moved, The sunlight caresses the oreo\n1 magically,\n\nRON\n' I think I've died and gone to heaven.\n\nNICK\nIr's as big as a house,\n\nRON\nI'm hungry enough to eat it myself.\n\n \n\nNICK\nDouble filling. It has double filling.\n\nThe kids run forward to the cookie.",
  "41": "---END OF PREVIOUS SECTION---\nNICK\nDouble filling. It has double filling. The kids run forward to the cookie. \n---TARGET SECTION TO BE ANNOTATED---\n They reach it and begin\ntearing out handfuls of white cream filling.\n\nRON\nI was born for something like this.\n\nDon looks up, horrified.\n\nDON\nUh, guys?\n\nOVER THE TOP OF THE COOKIE APPEARS AN ARMY OF ANTENNAE,\nTWITCHING OMINOUSLY.\n\nLITTLE RUSS (looking up)\nIn here! Quck!\n\nThe children dart behind the cover of grass as A HORDE OF\nTITANIC ANTS THUNDER OVER THE TOP. THE ANTS SWARM OVER THE\nMASSIVE OREO, DISMANTLING IT WITH EASE.\n\f \n\n \n\n)\n}\n\nTHE TEENY-WEENIES 56\n\nRON (whispering)\nWhat pigs!\n\nTHE ANTS BEGIN CARRYING LARGE WADS OF THE COOKIE OFF IN\nTHEIR MANDIBLES.\n\nDON\nThat's not fair!\n\nRON\n\nThat was our cookie.\n(to Don)\n\nI say we fight them.\n\nLITTLE RUSS\nStay down. They might think we're food.\n\nRON\nYou're kidding me. Ants don't eat people.\n\nNICK\nWe're not normal-sized people.\nThey might think we‘re crumbs or enemy\ninsects or something.\n\nRON\nThey're only bugs. I squash them all\nthe time.\n\nNICK\nYou couldn't try that now. Ants can\nlift over twenty times their weight.\nThat's like us lifting a tractor.\n\nRON\nNo sh...kidding.\n\nLITTLE RUSS\nHow do you know all this stuff?\n\nNICK\nI read a lot-of books.\n\nLITTLE RUSS\nYou must read 24 hours a day.\n\nNICK. (shrugging)\nI don't have anyone to play with.\n\nTHE ARMY OF ANTS CONSUMES THE COOKIE. THEY MARCH OFF,\nCARRYING LARGE CRUMBS OF IT. LEAVING LAST, CARRYING A\nBIIIIG PIECE, IS A BABY ANT. IT STRUGGLES WITH THE BOULDER-\nSIZED WAD OF CHOCOLATE. IT DROPS IT. PICKS IT UP. TRIES\nPUSHING IT, THE LITTLE ANT IS DETERMINED TO MOVE THIS CRUMB.\nIT DOESN'T CARE HOW BIG THE CRUMB IS.",
  "42": "---END OF PREVIOUS SECTION---\nPICKS IT UP. TRIES\nPUSHING IT, THE LITTLE ANT IS DETERMINED TO MOVE THIS CRUMB. IT DOESN'T CARE HOW BIG THE CRUMB IS. \n---TARGET SECTION TO BE ANNOTATED---\n\fTHE TEENY-WEENIES 57\n\nRON (suddenly grinning)\nI say it's time for a snack,\n\nDON\nGet serious.\n\n \n\nRON\nI have a plan.\n\nRon tears off a stiff piece of grass and fashions it into a\nspear. He looks at Don. Don sighs, shakes his head and does\nthe same, .\n\nDON\nI hate it when you have plans.\n\nRON\nReady, brother?\n\nDON\nI guess so.\n\nTHE TWINS CHARGE THE-ANT, WHOOPING LIKE INDIANS, SWINGING\nTHEIR \"STICKS\" OVER THEIR HEADS. THE LITTLE ANT, PANICKING,\nDROPS THE CRUMB. IT BEGINS TO RUN AFTER THE RETREATING\n\na COLONY.\n\n \n\nThe rest of the kids run through the soggy terrain towards\nthe twins.\n\nAMY\nDon't let it get away! It'll bring\nback the others!\n\nDON (to Ron)\nNice plan.\n\nRON\nOkay. Now it's time for plan number two.\n\nRON RUNS UP TO THE ANT AND DIVES ON ITS BACK, COWBOY STYLE,\nWHOOPING.\n\nRON\nScouts to the rescue!\n\nThe rest of the kids run up to Don. At first, they all\nlaugh at the sight of Ron, CLINGING TO THE ANT'S BACK. It's\ngreat sport.\n\n. DON\nRide ‘em cowboy.\n\nNe Don JUMPS ONTO THE BACK OF THE ANT AS WELL. THE TWINS WHOOP\nLOUDLY AS THE ANT CAREENS AROUND THE CLEARING IN CIRCLES.\n\n \n\f \n\n \n\nTHE\n\nTEENY-WEENIES 58\n\nLITTLE RUSS\nOkay. Enough fun. Pull him over.\n\nON THE ANT, RON AND DON EXCHANGE GLANCES.\n\nDON\nYou heard Russ, Pull him over,\n\nRON\nYou pull him over.\n\nEach one of the twins grab an antennae and try to yank the\nant in one direction or the other. It doesn't work. They\n‘glance meaningfully at each other before turning towards\nthe rest of the kids.\n\nDON/RON\nWe can't pull him over.",
  "43": "---END OF PREVIOUS SECTION---\nIt doesn't work. They\n‘glance meaningfully at each other before turning towards\nthe rest of the kids. DON/RON\nWe can't pull him over. \n---TARGET SECTION TO BE ANNOTATED---\nThe kids watch helplessly as the twins’ ANT SKITTERS AROUND\nTHE CLEARING,\n\nAMY\nDon't let him gol\n\nRON\nI'm not! I'm not!\n\nAMY (disgusted)\nBoys.\n\nLITTLE RUSS\nCome on, Nick.\n\nRuss and Nick charge the ant and try to grab ahold of it,\nbrahma bull wrestler style. The ant easily out maneuvers\nthem. They dive and miss, hitting the muddy dirt with a\nthud. Nick is slow to get up. Russ grabs the ant by the\nneck and is carried along, heels dragging on the ground.\nHe is shaken off and falls at Amy's feet.\n\nAMY\nPathetic.\n\nRuss glances around, looking for some way to help. He picks\nup one of the twin's spears. Amy looks at the spear,\nreaches over and bends it easily. She looks at THE\nRAMPAGING ANT. The spear isn't going to work. Amy\n\nspots the fallen crumb and runs towards it.\n\nTHE ANT CONTINUES TO REEL AROUND. Amy takes a wad of cookie\nin her hand and walks directly in front of the charging\nant. Nick, still sitting dazed in the dirt, is horrified.\nHe is coughing and wheezing.\n\f \n\n \n\nTHE\n\n \n\nTEENY-WEENIES 59\n\nNICK\nNo, Amy! Look out!\n\nAmy swallows hard and holds her ground. The ant goes\nskidding to a stop. The twins go tumbling from its back.\nThe ant slowly approaches Amy, antennae twitching. Amy\ngazes into the face of the little ant. She crinkles her\nnose. It's repulsive. The ant calmly walks over and gently\nremoves the small pliece of crumb from her hand. It munches\non it merrily.\n\nLittle Russ walks up to the ant and slips a grass lariet\naround its neck. The ant, munching merrily, allows it.\n\nThe twins are both dizzy. They stagger up to Amy.\n\nRON\nAll right, Stretch. Stretch the lion tamer.\n\nThe kids WATCH THE ANT MUNCH THE CRUMB.\n\nRON\nWow. A bug pig-out.\n\nLITTLE RUSS\nWe can't just leave him here. He\nmight bring back the whole colony.",
  "44": "---END OF PREVIOUS SECTION---\nA bug pig-out. LITTLE RUSS\nWe can't just leave him here. He\nmight bring back the whole colony. \n---TARGET SECTION TO BE ANNOTATED---\nAMY\nYou know, if he'd let us, we could\nuse him for transportation.\n\nLITTLE RUSS\nWhat?\n\nAMY\nHe moves a lot faster than we do. We\ncould get through the yard in half\nthe time.\n\nDON\nRide him like a horse?\n\nRON\nOr an elephant in darkest Africa!\n\nAMY\nSort of. He's too small to hold all\nof us, through.\n\nDON\nBut he's not tame or anything. How\nwill we steer him?\n\fCO\n\nTHE TEENY-WEENIES 60\n\nAMY\nI have an idea.\n\ncUT TO:\nEXT. FOREST/YARD, DAY\n\nAMY, DON, RUSS AND NICK ARE BEING PULLED ON AN INDIAN-STYLE\nSLED ATTACHED TO THE ANT. THE SLED HAS BEEN CONSTRUCTED\nFROM BITS OF GRASS AND FLOWER STEMS. RON IS ON THE ANT'S\nBACK, WEARING A FLOWER LEAF AROUND HIS HEAD LIKE A TURBAN,\nHOLDING A STICK WITH AN OREO CRUMB AFFIXED TO THE END. THE\nCRUMB IS DANGLING IN FRONT OF THE ANT'S HEAD. The kids are\nsinging \"And The Green Grass Grew Ail Around\" while\nmunching smaller crumbs.\n\nAMY\nOkay. Hang a left.\n\nRON TILTS THE STICK TO THE LEFT SIDE OF THE ANT'S HEAD. THE\nANT GOES FOR THE FOOD. IT'S THE OLD CARROT ON THE STICK\nPLOY. THE ANT VEERS LEFT. RON SMILES HAPPILY.\n\nRON\nWho says that junk food isn't\ngood for you?\n\nHe turns to Amy.\n\nRON\nWhere to now, Bwana-ette?\n\nAMY (laughing)\nHome, James.\n\nRON\nThe name's Tarzan,\n\nRon gives an impromptu yell. He holds the stick directly\nin front of the ant. The ant plows forward.\n\nEXT. HOMES, DUSK\n\nA patrol car sits outside the two homes. There's an officer\ninterviewing Big Russ and Mae at the front door.\n\nEXT. JOHNSON HOME, DUSK\n\nAt the Johnson's, a cop is furiously taking notes as he\ninterviews the parents.",
  "45": "---END OF PREVIOUS SECTION---\nThere's an officer\ninterviewing Big Russ and Mae at the front door. EXT. JOHNSON HOME, DUSK\n\nAt the Johnson's, a cop is furiously taking notes as he\ninterviews the parents. \n---TARGET SECTION TO BE ANNOTATED---\ncoP\nAny reason your kids would want to run\naway?\n\fTHE TEENY-WEENIES\n\n \n\n61\n\nMAE\nNo. None at all. The twins were in the\nyard playing and our oldest boy, Russ,\nwas...Oh, God. You don't think because\nhe was cut from the football team....\n\nBig Russ \"shhhhh\"s her.\n\nBIG RUSS\nThere's no reason my kids would run\naway. They're happy kids. No problems.\n\ncop\nUh-huh.\nBIG RUSS\nWhat's \"uh-huh\" supposed to mean?\nMAE\nRussell,\nBIG RUSS\n\nWell, I don't like the way he said\n\"uh-huh.\" It didn't sound sincere.\n\ncoP\nDid you have an argument with your son\nthis morning, Mr. Johnson?\n\nBIG RUSS\nI don't argue with my kids, mister.\nI discuss things with them.\n\ncoP\nUh-huh. Did you discuss his getting\ncut from the team?\n\nBIG RUSS\nWhat are you getting at?\n\nCOP\nMaybe he felt you were angry with hin.\n\nBIG RUSS (steamed)\nMe? Angry with him? I love those kids!\nI'm their father. I worship the ground\nthey walk on, dammit.\n\nRuss kicks his foot forward. He hits a lawn jockey, sending\nits head tumbling into space. THe cop looks at him\n\nimpassively.\n\ncoP\nUh-huh.\n\fTHE TEENY-WEENIES 62\n\n \n\nBIG RUSS\nHe's doin' it again!\n\nEXT. SZALINSKI HOME, DUSK\n\nWayne and Diane show a second cop to the front door. They\nare hand in hand.\n\nCOP #2\nOkay, folks. We'll tell all our\npatrol cars to be on the lookout for two\nkids and a couch,\n\nWAYNE\nBeige couch.\n\nCOP #2\nRight. We'll check in with you tomorrow.\n\nThe cop leaves the parents, Wayne makes a move to go\ninside. Diane, glancing at the Johnson's home, where the\nfirst cop is leaving, walks out of the front door.\n\nDIANE\nIn a minute, dear.\n\nWayne goes inside. Diane walks over to the Johnson front\nporch where Mae watches the patrol car drive off.\n\n \n\nEXT.",
  "46": "---END OF PREVIOUS SECTION---\nWayne goes inside. Diane walks over to the Johnson front\nporch where Mae watches the patrol car drive off. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n HOMES, DUSK\nMae looks up at Diane and smiles sadly.\n\nMAE\nHi, Diane.\n\nDIANE\nHello, Mae. Problems?\n\nMAE\nThe twins and Russ have run away.\n\nDiane cocks her head inquisitively.\n\nMAE\nI knew Russ was upset this morning, but\nto run away? I keep on telling Russell,\ngo easy with the children. Don't get so\nexcited, But Russell is just as much\na child as the kids are.\n\nDIANE (smiling sadly)\n( 4 Wayne, too.\n\fTHE\n\n(\nt\n\ni)\n\n \n\n \n\nTEENY-WEENIES 63\n\nMAE\nWell, for better or for worse, right?\n\nDIANE (awkwardly)\nRight.\n\nINT. SZALINSKI KITCHEN, DUSK\n\nWayne is tethering a barking Quark to a long leash in the\nkitchen as Diane enters.\n\nDIANE\nNot now, Quark, Did you know the\nJohnson children are gone, too?\n\nWAYNE\nNo. I can't figure why they would have\ntaken the furniture...I wonder if they were\nupset about breaking the window?\n\nDIANE\nWhat window?\n\nWAYNE\nIn the attic. They threw a baseball\nthrough the window and hit my machine and...\n\nDIANE\nAmy and Nick don't play baseball....\n\nTheir eyes meet.\n\nWAYNE\nThe Johnson kids do.\n\nDIANE/WAYNE\nThey're missing, too.\n\nThey trot upstairs to the attic.\nINT. ATTIC, DUSK\n\nWayne picks up the ball. He tosses it to Diane. She looks\nat it. It has a burn mark on it.\n\nDIANE\nIt has to belong to the twins next door.\n\nWayne inspects the machine.\n\nWAYNE\nThe override circuitry is damaged.\n\nDIANE\nWhat?\n\fTHE TEENY-WEENIES 64\n\nco™ Wayne is onto something. He gets down on his knees.\n\nWAYNE\nIt's possible that the ball activated\nthe particle beams.\n\nDIANE\nWhat are you talking about?\n\nHe crawls around the floor in an exaggerated, careful\nmanner...as if his arms and legs were made of rubber.\n\nWAYNE\nNothing. I hope...Don't move!\nOh, jeez.\nHe gingerly picks up a teen-weeny piece of debris.",
  "47": "---END OF PREVIOUS SECTION---\nDon't move! Oh, jeez. He gingerly picks up a teen-weeny piece of debris. \n---TARGET SECTION TO BE ANNOTATED---\n He holds it\n\nin the palm of his hand. He looks at the machine. At first, he\nis elated. Then, the reality of the situation hits him.\n\nWAYNE (enthused)\nIt works!\n\nThen, soberly.\n\n. WAYNE\n\\ My god. It works.\n\nHe stands and, like an Indian rubber man trying to levitate\noff the ground, carefully walks over to Diane on his tip-toes.\n\nDIANE\nWhat is it?\n\nIn his hand is a tiny, perfectly intact, beige couch. It's\nsmaller than a button.\n\nWAYNE (somberly)\nThe thinking couch.\n\nDiane stares at him, dumbfounded,\n\nDIANE\nDo you think the kids....?\n\nWAYNE\nIf the couch was affected and the\nkids were up here...all of them...\nThey both get down on their hands and knees,\n\nDIANE\nKids? Are you here?\n\n \n\nThey begin crawling, trying as hard as possible not to\n\fco\n\\\n\nTHE TEENY-WEENIES . 65\n\ntouch the floor, across the room. They sort of look like\nMarcel Marceau impersonating a tarantula.\n\nWAYNE\nKids? Careful now. Watch you knees.\n\nDIANE\nI know. I know. Amy? Nick?\n\nAfter a moment of creepy-crawling, Wayne focuses on the\ndustpan leaning against the wall. He leaps to his feet.\nDiane gasps.\n\nWAYNE\nGet the flashlight! I'll get a\nmagnifying glass!\n\nHe runs out of the room. Diane follows him, taking veeerrry\nlong, bouyant steps.\n\nINT. STAIRWAY, DUSK\nThey run downstairs.\n\nDIANE\nWhat about the children?\n\nWAYNE\nI swept the room this afternoon and\nput the trash out in the yard!\n\nEXT. YARD, DUSK\n\nIn the gathering darkness of early evening, Diane and Wayne\ncarefully go through the trash, using a large flashlight,\nthe magnifying glass and tweezers.\n\nBig Russ Johnson sneaks out into his backyard and leans\nagainst the fence. He reaches under his hat and produces a\ncigarette. He lights up and takes a deep breath. He then\nnotices Wayne and Diane. They don't spot Big Russ, however.",
  "48": "---END OF PREVIOUS SECTION---\nHe lights up and takes a deep breath. He then\nnotices Wayne and Diane. They don't spot Big Russ, however. \n---TARGET SECTION TO BE ANNOTATED---\nHe sees the neighbors whispering into the large trashbags\nas they tweeze their way through the gunk.\n\nWAYNE\nAmy? Nick?\n\nDIANE\nCan you hear us?\n\nBig Russ gapes at them, straining his ears to hear what\nthey're saying. He can't hear a word.\n\nWayne spots a hole in the side of the bag. He shines the\nflashlight on it.\n\f \n\nO\n\n \n\n \n\nTHE TEENY-WEENIES 66\n\nWAYNE\nLook. The kids must have made it from\nthe inside, see?\n\nHe trains the flashlight on the ground.\n\nDIANE\nDo you think they got out?\nWAYNE\nThey must have made it into the grass\n\nand...\nHe stops mid-sentence, a terrified look on his face.\n\nDIANE\nWayne? What's wrong?\n\nWAYNE\nThe Pervis boy mowed the lawn today!\n\nRuss still strains his ears to hear. No dice.\n\nWayne points to several Hefty bags in the corner of the\nyard.\n\nWAYNE\nLet's try those.\n\nWayne and Diane undo the bags and begin sifting through the\ngrass collected in them.\n\nWAYNE\nAny?\n\nDIANE\nNick?\n\nBig Russ takes a deep puff.\n\nBIG RUSS\nEggheads. They're the first to crack\nunder pressure.\n\nEXT. FOREST/YARD, DUSK\n\nThe kids continue to slog onward through the soggy yard.\nThe ant is growing weary. Ron removes the crumb from in\nfront of the ant.\n\nRON\nI think the antmobile needs to recharge\nhis batteries.\n\nThe kids tumble from the sled, They tether the ant and the\n\n \n\fTHE TEENY-WEENIES 67\n\no™ .\n, antmobile to a sta of grass.\n( bil 1k of\nNICK\nMe, too.\nDON\n\nIt's getting dark.\n\nRON\nWe'll never get back in time.\n\nRon seems really depressed. Amy puts an arm around him.\n\nAMY\nThat's okay. At least our dad'1ll know\nsomething is wrong if we're not back\nby supper. He'll look for us.\n\nLITTLE RUSS\nI don't think he'll see us.\n\nRON\nHe doesn't even know we're shrunk.\n\nThe kids are now sitting, despairing. Amy refuses to be\nbeaten.\n\nOo AMY\n\nHe'll find us.",
  "49": "---END OF PREVIOUS SECTION---\nThe kids are now sitting, despairing. Amy refuses to be\nbeaten. Oo AMY\n\nHe'll find us. \n---TARGET SECTION TO BE ANNOTATED---\n I know he will.\n\n \n\nDON\nShe's pretty gutsy.\n\nRON\nFor a girl.\n\nEXT, FOREST/YARD, NIGHT\n\nWe see that the kids are sitting near the fence, Big Russ,\nabove, is still smoking, watching Wayne and Diane in the\nback of the yard. He casually flicks the ashes off his\ncigarette.\n\nEXT, FOREST/YARD, NIGHT\n\nSuddenly, the air is filled with a hissing sound.\n\nLITTLE RUSS\nLook out!\n\nFLAKES OF MOLTEN ASH THE SIZE OF AUTO TIRES BEGIN DRIFTING\nDOWN AROUND THEM, SIZZLING INTO THE SOGGY GROUND.\n\nCU LITTLE RUSS\nTake cover!\n\f \n\nTHE TEENY-WEENIES 68\n\nThe kids run off.\n\nEXT. YARD, NIGHT\n\nBig Russ continues to flick his ashes.\nEXT, FOREST/YARD, NIGHT\n\nThe kids huddle together, THE ASHES ARE RAINING DOWN\nHEAVIER, NOW,\n\nRon and Don are huddled under one leaf when a WAD OF ASH LANDS\nONTOP OF IT, BURNING A HOLE THROUGH IT. Don takes off screen\nleft. Ron runs to screen right, the CAMERA following him.\n\nHe runs blindly into the forest. He skids into a small pond\nof horrible goo. He sinks up to his waist. The puddle is\ncovered with THE BODIES OF LARGE, DEAD FLIES.\n\nRON\nHelp! Quicksand!\n\nRon begins to struggle helplessly in the mire. The other\nkids dart out from behind their cover and run to the edge\nof the pond of goo. ASHES CONTINUE TO FALL.\n\nNICK\nThat can't be quicksand.\n\nRon struggles, glancing around him. He lifts up a hand and\nputs it to his mouth. He tastes the goop.\n\nRON\nHelp! Syrup!\n\nAMY (puzzled)\nHow did syrup get in our yard?\n\nRON\nNever mind, Never mind.\n\nHe squirms around, singing further into the mush.\n\nAMY\nDon't move. The more you move, the\nfaster you'll sink.\n\nDon tries to stick his arm towards his brother, It won't\nreach. He almost topples into the pond himself. Nick grabs\nhis legs and pulls him back.. THE ASHES STILL FALL.",
  "50": "---END OF PREVIOUS SECTION---\nHe almost topples into the pond himself. Nick grabs\nhis legs and pulls him back.. THE ASHES STILL FALL. \n---TARGET SECTION TO BE ANNOTATED---\nAMY\nWe'll make a rope. We'll pull you\nout. Keep calm,\n\n \n\f \n\nNS\n\n \n\nTHE TEENY-WEENIES 69\n\nRon lies in the syrup. He is slowly sinking. His teeth are\nchattering. He is beginning to sob; breathless little boy-\nterrified gasps.\n\nRON (softly, shaky)\nHurry. Please hurry.\n\nHe slowly turns his head to the left. The body of a half-dead\nfly floats, half~submerged, in the goop. The fly is still\nbuzzing half-heartedly. Ron is really scared. He turns his\nhead away from the fly and looks at something else. Anything\nelse.\n\nThe kids are tearing at grass fibers, tying them together.\nEXT. YARD/FENCE, NIGHT\n\nBig Russ inhales on his cigarette, still watching the\nSzalinskis. He takes one, last puff before tossing the\ncigarette into the Szalinski yard and moving closer to\nWayne and Diane for a better look.\n\nEXT, FOREST/YARD, NIGHT\n\nDown below, the kids are trying to toss their newly-made\nrope towards Ron. They keep on falling short of their mark.\n\nAMY\nMore rope!\n\nNick peels a strand of grass off a stalk. A ROARING,\nWHOOSHING NOISE REVERBERATES ALL AROUND THEM.\n\nLITTLE RUSS (looking up)\nWhat the heck was that?\n\nThe kids take off in every direction as THE GLOWING,\nSMOLDERING CIGARETTE BUTT SLICES THROUGH THE AIR. IT LANDS\nIN THE SYRUP, STILL BURNING, A TOBACCO METEORITE.\n\nTHE UNLIT SECTION OF THE CIGARETTE BUTT LANDS NEXT TO RON.\nTHE CIGARETTE IS SLOWLY BURNING DOWN TOWARDS HIM. HE'LL BE\nBURNED TO DEATH WITHIN MINUTES.\n\nHe begins to struggle. He sinks further. The kids run\nforward, trying to shield themselves from the heat.\n\nAMY\nWe have to push it away.\n\nThe kids pick up a stick and move to the edge of the syrup\npool. They extend the stick, trying to prod the butt away\nfrom the petrified Ron. The stick doesn't reach.",
  "51": "---END OF PREVIOUS SECTION---\nThe kids pick up a stick and move to the edge of the syrup\npool. They extend the stick, trying to prod the butt away\nfrom the petrified Ron. The stick doesn't reach. \n---TARGET SECTION TO BE ANNOTATED---\n \n\fTHE TEENY-WEENIES 70\n\n(3 RON\noe Help!\n\nDON\nWhat'11 we do?\n\n| PART OF THE CIGARETTE ASH FALLS OFF THE BUTT WITH A ROAR,\nLANDING IN THE SYRUP NEAR THE KIDS. The kids back off,\n\n| holding their hands in front of their faces AS THE ASHES\n\n| SIZZLE INTO THE SYRUP. RON WATCHES, HORRIFIED, AS A WAD OF\nHOT ASH FALLS ON THE TRAPPED FLY, SIZZLING IT AS THE INSECT\n\nSINKS BENEATH THE SURFACE OF THE GOOP.\n\nNick stares at Ron. He slowly backs away from the scene,\nseemingly horrified. He turns and runs full-tilt back into\nthe forest. Amy notices but is concentrating too much on\nRon's safety to act.\n\nRON\nPlease! Help me, please!\n\nRon spots Nick running off.\n\nRON\nDon't leave me, please!\n\nco . The children continue to try to get nearer to Ron. They hear\n\nse a crunching sound behind them. THEY TURN AND SEE THE LITTLE\nANT CHARGING FORWARD, NICK ON ITS BACK. NICK IS HOLDING A\nCOOKIE CRUMB SUSPENDED FROM A STICK BEFORE THE ANT'S FACE.\n\nNICK\nCome on, boy. Come on.\n\nNick leads the ant to the edge of the bog. He slides off the\nant, takes the crumb and tosses it to Ron.\n\nNICK\nRon! Catch!\n\nRon reaches for the soggy oreo fragment and ensnares it. A\nglimmer of hope plays across his face.\n\nRON\nI read you, baby-brain.\n\nHe turns to the ant.\n\nRON\nYou! Here you go, boy. Come and\nget it.\n\nCy THE ANT EXTENDS ITS ANTENNAE. IT HONES IN ON THE OREO CRUMB.\na THE CIGARETTE CONTINUES TO SMOLDER. THE FIRE IS GETTING\nCLOSER TO RON. .\n\n \n\fTHE TEENY-WEENIES 71\n\nTHE ANT CLIMBS UP A STALK OF GRASS TO THE EDGE. THE GRASS\nSLOWLY BOWS DOWNWARD UNDER ITS WEIGHT.",
  "52": "---END OF PREVIOUS SECTION---\nTHE FIRE IS GETTING\nCLOSER TO RON. . THE TEENY-WEENIES 71\n\nTHE ANT CLIMBS UP A STALK OF GRASS TO THE EDGE. THE GRASS\nSLOWLY BOWS DOWNWARD UNDER ITS WEIGHT. \n---TARGET SECTION TO BE ANNOTATED---\n THE ANT EXTENDS ITS\nANTENNAE TOWARDS THE CRUMB IN RON'S HAND. THE CIGARETTE\nBURNS DOWN LOWER AND LOWER, CLOSER AND CLOSER.\n\nRon drops the crumb in the syrup. The kids gasp as it\ndisappears beneath the goop. Ron looks helplessly up at the\nant. THE ANT TWITCHES ITS ANTENNAE. IT CAN'T SENSE THE CRUMB\nANYMORE.\n\nRON\nOh, no.\n\nTHE ANT WAITS A BEAT. IT DOESN'T RETREAT. IT CONTINUES TO\nSTAND FIRM. RON REACHES UP AND GRABS AHOLD OF ONE OF THE\nANTENNAE. THE ANT SLOWLY BACKS DOWN THE GRASS BLADE,\nHOISTING RON UP AND OUT-OF THE SYRUP TO SAFETY. THE\nCIGARETTE BURNS DOWN TO THE SYRUP WITH A HISS.\n\nAMY\nI don't believe it.\n\nThe kids run up to Ron. Don stares at the ant.\n\nDON\nHe saved your life.\n\nNICK\nEven when you dropped the crumb.\n\nRON (genuinely moved)\nYeah, He could've gotten wasted by\nthe cigarette butt, same as me.\n\nHe stares at the ant. The kids take turns patting the ant,\n\nRON\nOkay, boy. You're free, It's time\nfor you to go back home.\n\nDON\nYeah. Your parents are probably\nworried about you.\n\nNICK\nLike ours.\n\nRuss and Amy approach the ant. Amy extends a hesitant hand\ntowards the \"bug.\" She pets it. It twitches its antennae. ©\n\nTHE ANT MARCHES OFF. IT TURNS ONC, LAST TIME TOWARDS THE KIDS,\nITS ANTENNAE TWITCHING.\n\n \n\fTHE TEENY-WEENIES 72\n\nRON\nI don't know if you can understand me\nor not, but from now on, I'm going to\nbe good to bugs.\n\nNICK\nEven mosquitos?\n\nRON\nExcept mosquitos.\n\nTHE ANT SHAMBLES OFF INTO THE FOREST.\n\nRON (to Nick)\nThanks for the help, baby—-brain...\nI mean, Nick.\n\nNICK\nNo problem, scout.\n\nRon grins at Nick. Nick offers a shy smile.\nEXT.",
  "53": "---END OF PREVIOUS SECTION---\nRon grins at Nick. Nick offers a shy smile. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n YARD, NIGHT\n\nMeanwhile, Wayne and Diane continue sifting through the bags\nof grass. They find nothing. They look at each other sadly.\nThere's a noise behind them. They turn and train the\nflashlight at the garbage. Cicero the cat sits there, a piece\nof discarded, egg-stained toast in its mouth. Diane gasps.\nThe cat takes the toast and runs off. Wayne sighs.\n\nWAYNE\n\nWe still have a bag left.\nDIANE\n\nI-I can't.\nWAYNE\n\nThere's still hope. Come on. Shine\nthe light over here.\n\nSuddenly, the last bag is illuminated by a bright light from\nbehind them. Big Russ stands at the fence with a Kong-sized\nflashlight.\n\nBIG RUSS\nLose something, folks?\n\nDiane and Wayne exchange guilty looks.\n\nWAYNE\nIf I show you something...something\nreally strange...will you promise not\nto get upset?\n\fTHE TEENY-WEENIES 73\n\nOy : BIG RUSS\nMe? Get upset? Heck. I’m as cool,\ncalm and collected as they come.\n\nWAYNE\nCome on up to my lab.\n\nBIG RUSS\nLab?\n\nWAYNE\nUh, attic.\n\nEXT, FOREST/YARD, NIGHT\n\nRon, covered with syrup, walks over to a puddle of sprinkler\nwater,\n\nRON\nHelp me waah some of this off, willya?\n\nDon steps into the puddle and begins splashing his brother.\nAmy and Russ begin doing the same.\n\nRON\nI’m pooped.\n\n= DON\nMe, too.\n\nLITTLE RUSS\nMaybe we should rest for the night.\n\nAMY (nodding)\n\nWe have a lot of ground to cover\ntomorrow...I think.\n\nNick wanders off. THE CAMERA follows him. He comes to a halt,\nsmiling.\n\nNICK\nHey, come look,\n\nThe kids trot over to Nick.\nEXT. FOREST/YARD, NIGHT\n\nStretching before Nick are a few, Stonehenge~sized monolithic\natructures,\n\nLITTLE RUSS\nWhat are those?\n\nse NICK\nMy legos.\n\f   \n\nTHE TEENY-WEENIES 74\n\nThe kids wander up to the titanic plastic blocks. They are\nsquare with station-wagon-sized round indentations on the\nback.",
  "54": "---END OF PREVIOUS SECTION---\nse NICK\nMy legos. THE TEENY-WEENIES 74\n\nThe kids wander up to the titanic plastic blocks. They are\nsquare with station-wagon-sized round indentations on the\nback. \n---TARGET SECTION TO BE ANNOTATED---\n \n\ni Nick sits in one of the round indentations,\n\nNICK\nPretty cozy.\n\nThe twins climb into two ajoining round spots.\n\nRON\nNot bad.\n\nDON\nIt's better than a tent.\n\nLITTLE RUSS\nGet some sleep now, okay?\n\nRON\nNo problem.\n\nRuss and Amy walk over to another Lego, They sit on the\nsquare end of one. They are both exhausted. They gaze up into\na picture perfect, clear sky. A full moon shines down on\nthem, illuminating the area in a magical, blue glow.\n\n \n\nLITTLE RUSS\nTired?\n\nAMY\nI'm okay.\n\nLITTLE RUSS\nI'm so sleepy, I ache.\n\nAMY (smiling)\nMe, too,\n\nHe stifles a yawn. Amy continues to gaze at the sky.\n\nAMY\nGreat moon.\n\nLITTLE RUSS\nYeah, it's pretty full.\n\nAMY\nIt's funny, The moon looks the same\nwhether you're big or small.\n\n\\ ) Russ nods. He looks at Amy, smiling shyly.\n\f \n\n \n\n \n\nTHE TEENY-WEENIES 75\n\nLITTLE RUSS\nYou want to hear something stupid?\n\nAMY\nSure. I enjoy stupid things.\n\nLITTLE RUSS\nWell, I've wanted to talk to you\nsometimes but I've felt weird because\nwell, you're....uh...\n\nAMY\nTaller?\n\nLITTLE RUSS\nYeah. Dumb, huh?\n\nAMY\nWell, it doesn't make much difference\nnow, does it? What's the big deal if\nyou're a quarter of an inch tall or\nthree sixteenths?\n\nLITTLE RUSS\nYeah.\n\nHe suddenly turns and gives her a peck on the cheek. She turns\ntowards him and gives him a brief, but tender, first kiss.\n\nEXT. FOREST/YARD, NIGHT\n\nWe see the tiny kids illuminated from above by the pale blue\nlight of a full moon. The CAMERA slowly moves up and away\nfrom them, taking the whole, titanic yard into view.\n\nINT. ATTIC, NIGHT\nBig Russ stands next to Wayne and Diane at the machine.\n\nBIG RUSS\nNice CB set.\n\nWAYNE (flipping knobs and\nswitches)\nRuss, the world of science is a\nmysterious, complex one....",
  "55": "---END OF PREVIOUS SECTION---\nATTIC, NIGHT\nBig Russ stands next to Wayne and Diane at the machine. BIG RUSS\nNice CB set. WAYNE (flipping knobs and\nswitches)\nRuss, the world of science is a\nmysterious, complex one.... \n---TARGET SECTION TO BE ANNOTATED---\nBIG RUSS\nIs this going to take long?\n\nWAYNE\nEach and every one of us is made up\nof countless, tiny particles which\nmove around and....\n\f \n\nTHE TEENY-WEENIES 76\n) BIG RUSS\nGet to the point. Get to the point!\nWAYNE\nAnd what this machine does is analyze\n\nthe molecular structure of...\n\nBIG RUSS\nSzalinskil!\n\nWayne gulps and sighs and blurts it out.\n\nWAYNE\nI think this machine shrunk our kids.\nBIG RUSS\nSay what?\nWAYNE\nThis machine. I think it shrunk our\nkids.\n\nBig Russ begins to laugh. He looks at Diane. She's not\nlaughing. He looks at Wayne. Wayne slowly shakes his head\nyes.\n\nBIG RUSS\nWhat do you take me for, a complete idiot?\n\n \n\nDIANE\nBut it's true...I mean, about the machine.\n\nWAYNE\nWe have proof.\n\nDiane places the tiny couch in Big Russ’ hand.\n\nBIG RUSS\nSo what? A toy? Big deal. That doesn't\nmean our kids have shrunk.\n\nWAYNE (adjusting the gizmo)\nI'1l show you, Put your cap on that\npedestal.\n\nBIG RUSS (aghast)\nMy Olympian cap?\n\nWAYNE\nYes. Yes. You want proof, don't you?\n\nRuss slowly lifts the hat from his head, He is inundated by\na shower of cigarettes. He gazes at his hat nervously,\n\n \n\fTHE TEENY-WEENIES 77\n\noN :\nSF BIG RUSS\n~ I've had this cap for twenty years.\n\nWayne gets the machine humming. Big Russ gingerly places\nthe cap on the pedestal in front of the metal wall.\n\nWAYNE\nOkay. Step back and be amazed.\n\nWayne activates the machine. BOTH BEAMS SKITTER ACROSS THE\nROOM. Big Russ is not impressed.\n\nBIG RUSS\nBig deal. I have a lava light\nat home that works better.\n\nWAYNE\nWatch when the beams connect.\n\nDiane and Big Russ watch AS THE TWO BEAMS HONE IN ON THE\nCAP, THE CAP SHIMMERS. QUIVERS. FINALLY, IT EXPLODES,\nSENDING BITS AND PIECES OF CHARRED MATERIAL EVERYWHERE,\nDiane gasps in horror.",
  "56": "---END OF PREVIOUS SECTION---\nDiane and Big Russ watch AS THE TWO BEAMS HONE IN ON THE\nCAP, THE CAP SHIMMERS. QUIVERS. FINALLY, IT EXPLODES,\nSENDING BITS AND PIECES OF CHARRED MATERIAL EVERYWHERE,\nDiane gasps in horror. \n---TARGET SECTION TO BE ANNOTATED---\n Wayne is perplexed. Big Russ is\nstunned.\n\nWAYNE\nI don’t understand it. It must have\nworked before....\n\n \n\nBIG RUSS\nAre you saying my kids...that machine...\n\nyou blew up my kids?!\n\nHe makes a move to strangle Wayne. Wayne, ignoring lunging\nBig Russ, walks over to the cap fragments.\n\nWAYNE\nOf course not. If they had blown up, we\nwould have found...\nDiane gasps.\n\nWAYNE\nI mean. No. They shrunk. I'm positive.\n\nBIG RUSS\nAnd I'm positive that you should be\nlocked up. I don't know what your game\nis, Szalinski. But if I find out that you've\ndone anything to my kids...I'1l do to you\nwhat you did to my genuine number-one-in-\na-series Olympian Construction Cap.\n\nHe makes a move to stalk out of the room. He glances\nnervously at the floor and tip-toes carefully out, staring\nthis way and that at the floor.\n\n \n\n \n\fTHE TEENY-WEENIES 78\n\nWayne stares at the machine sadly.\n\nDiane gently walks up to him and puts his arm around hin,\nShe gives him a gentle squeeze.\n\nDIANE\nHow about a drink?\n\nWayne nods \"yes,\" and the two leave the attic.\n\nINT. KITCHEN, NIGHT\n\nWayne sits at the kitchen table, a half-filled glass of milk\nbefore him. Wayne fingers the magnifying glass absent-minded-\nly. Diane toys with the flashlight. Wayne smiles sadly.\n\nWAYNE\nIt's all my fault. It's all my fault.\n\nDIANE\nNo. You're just dedicated. I should have\nunderstood that. You have dreams.\n\nWAYNE\nBut I forget reality. I ignore the people\nI care about the most. .\n\nDIANE .\nOh, Wayne. How could I have left you\nand the kids...if anything happens to\nthem....\n\nWayne places the magnifying glass softly on the table top.\nDiane lays down the flashlight. They sit in silence for a\nlong minute. Tears begin to roll down Diane's face. Wayne\npulls his chair next to hers and puts a protective arm\naround her. He knocks over a salt shaker in the process.\n\nWAYNE\nWe'll find them, hon. I promise.\nWe'll find them.",
  "57": "---END OF PREVIOUS SECTION---\nWAYNE\nWe'll find them, hon. I promise. We'll find them. \n---TARGET SECTION TO BE ANNOTATED---\nDiane places her head against his chest and cries. Wayne\nswallows hard, wipes a single tear from one eye and hugs\nher closer.\n\nSilence. Still tethered next to his dog bed, Quark sighs.\nEXT. YARD, NIGHT\n\nWe see the light from the kitchen window. WE SLOWLY MOVE\nAWAY FROM THE WINDOW AND SEE IT LOOMING OVER THE\n\nSILHOUETTES OF THE LEGO VILLAGE WHERE THE CHILDREN LAY\nSLEEPING.\n\f \n\nTHE TEENY-WEENIES 79\n\nEXT. YARD, DAY\n\nThe scene gradually brightens. Morning has come. We now see\nthat the children have made it all the way to the yard's\nedge. They are nestled in the Lego toys that Nick had\ndropped there the day before. In the background, the\nSzalinski home stands, as tall as a glacier.\n\nRuss wakes up first. He stretches, yawns, opens his eyes\nand turn around.\n\nLITTLE RUSS\nI don't believe it.\n\nAMY (waking up)\nWhat?\n\nAmy turns. They are only yards away from the house. She\nsqueals with delight and gives Russ a big hug.\n\nAMY (running off)\nNick! Twins! Come on! We're home!\n\nThe three younger children wake up, lazily.\n\nNICK\nHuh?\n\nRON\nWuzzat?\n\nNick spots the house and grins.\n\nRON\nAll right!\n\nDON\nYahoo!\n\nEXT. YARD, DAY\n\nThe kids run to the end of the yard, They run towards the\nfirst step leading to the back door.\n\nEXT. YARD, DAY\n\nThey slow their pace and gradually come to a halt. Their\nfaces are glum.\n\nBEFORE THEM STANDS THE BIGGEST STEP IN HISTORY. A STRUCTURE\nAS BIG AS A CITY HALL.\n\nLITTLE RUSS\nUh, it's a little bigger than I\nthought it would be.\n\fKL\n\nTHE TEENY-WEENIES\n\nHe frantically\nwith, He finds\nlike a ladder.\nladder against\n\n80\n\nlooks around for something to scale the step\na small twig. He places it against the step\nIt's pathetically small, like placing a step-\na skyscraper.\n\nThe rest of the children look on nervously.\n\nLITTLE RUSS\nDon't worry. I'll figure something out.",
  "58": "---END OF PREVIOUS SECTION---\nThe rest of the children look on nervously. LITTLE RUSS\nDon't worry. I'll figure something out. \n---TARGET SECTION TO BE ANNOTATED---\nAmy's lower lip begins to quiver. Russ tries to cheer her up,\n\nTears begin to\n\nLITTLE RUSS\nDon't worry. We'll make it. We\njust have to come up with a plan.\n\ndribble, silently, down Amy's face.\n\nThe twins and Nick exchange frightened glances. This is the\n\nfirst time Amy\n\nhas really acted like a (gasp) girl. Nick\n\napproaches her. He kneels next to her.\n\nAmy sniffs and\n\nNick stands up\n\nNICK\nAmy? Don't cry. Amy? Come on. Even if\nthe odds are against us, so what?\nPeople beat the odds all the time, right?\n\nLITTLE RUSS\nSure. We've gotten this far.\n\nDON\nYeah, We've gotten through a flood.\n\nRON\nAnd killer bees.\n\nNICK\nAnd a power mower.\n\nRON\nAnd maple syrup!\n\nnods, only half believing.\n\nAMY\nBut how will we get inside the house?\n\nsuddenly. He stares at the door and smiles.\n\nHe has an idea, Placing two fingers in his mouth, he emits\na shrill whistle. He's winded after one try. Wheeze. Wheeze.\n\nLITTLE RUSS\nWhat are you doing?\n\fTHE TEENY-WEENIES 81\n\nLoo NICK\n~ Hitching a ride.\nHe puffs out his little chest again and lets out a second,\nshrill blast.\nINT. KITCHEN, DAY\nIn the kitchen, Wayne and Diane are sound asleep at the\ntable. Quark is still tethered. He hears a very faint, very\nfamiliar whistle. His ears perk up. It's Nick. Quark begins\nto whine and pull at the leash. He can't get out. Another\nwhistle. He gnaws at his leash. It's too thick.\nEXT. YARD, DAY\nNick's face is now beet red. He whistles again.\nAMY\nQuark will never hear you.\nNICK\nSure he will. Dogs have great ears.\nRuss and the twins exchange glances. They shrug. They begin\nce whistling and shouting.\na LITTLE RUSS\nHere, boy.\nRON\nYo, dog!\n\\\nDON\nWake up!\nAMY\nHey, Quark.\n\nINT. KITCHEN, DAY\n\nQuark stops gnawing at his leash.",
  "59": "---END OF PREVIOUS SECTION---\nAMY\nHey, Quark. INT. KITCHEN, DAY\n\nQuark stops gnawing at his leash. \n---TARGET SECTION TO BE ANNOTATED---\n He turns himself around\nand slowly pulls himself, backwards, out of his dog collar.\nHe runs for the swinging door leading outside. He can't\nbudge it. He pushes and pushes and pushes again. The kids\noutside are still whistling and yelling. Quark pushes. No\ndice. Finally, Quark backs up waaaay across the kitchen and\ncharges the door, He hurls himself onto its surface. The\ndoor flies open, staying in that position.\n\nEXT. YARD, DAY\nThe kids scatter as Quark goes tumbling down the stairs.\n\nQuark gets to his feet and stands, puzzled. We watch the\ndog's startled expression as he registers tiny, invisible\n\n \n\n \n\f \n\nTHE TEENY-WEENIES 82\n\nCY) voices all around him.\n\nNICK\nGood boy, Quark.\n\nAMY\nOver here, Quark.\n\nLITTLE RUSS\nAtta way, dog.\n\nQuark turns this way and that, trying to find his masters.\nFinally, he zeroes in on the source of the sound. He\ncautiously approaches a spot on the ground. He stares at\nthe teeny-weeny youngsters. He lets out a small whimper.\n\nAMY\nIt's okay. It's us, Quark.\n\nNICK\nWe're just littler, now.\n\nQuark does a \"say what?\" take,\n\nAMY\nLie down, Quark. Lie down.\n\n \n\nQuark begins to sniff at the kids. They are almost sucked\nup his nostrils.\n\nAMY\nDon't sniff, dumb-bell. Lie down.\n\nQuark does as he is told.\n\nAMY\nStay, Quark. Stay.\n\nNICK\nAll aboard,\n\nThe dog whimpers slightly as the barely larger-than-flea\nsized kids climb up his ear and onto the back of his head.\n\nEXT. DOG, DAY\nThe kids hold onto Quark's head.\n\nNICK\nPhew. Quark needs a bath.\n\n: LITTLE RUSS\ni } Everybody on?\n\n \n\f \n\nTHE TEENY-WEENIES 83\n\nRON\nUh-huh.\nDON\nReady for take-off.\nAMY\nOkay, Quark. Get up. Come ‘on, boy.\nGet up.\nEXT. YARD, DAY\nQuark gets to his feet.\nAMY (v.0.)\n\nInside, Quark. Take us inside.",
  "60": "---END OF PREVIOUS SECTION---\nYARD, DAY\nQuark gets to his feet. AMY (v.0.)\n\nInside, Quark. Take us inside. \n---TARGET SECTION TO BE ANNOTATED---\nInstinctively, Quark sits down and, with his rear leg,\nscratches his head as if he were in pursuit of fleas.\n\nEXT. DOG, DAY\n\nThe kids hang on for dear life as the skin beneath them\nshimmies and a large paw rakes the surface behind them,\n\nNICK\nCut it out, Quark.\n\nAMY\nKnock it off!\n\nEXT. YARD, DAY\nThe dog whimpers and stops scratching. Quark stands up.\n\nAMY (v.0.)\nCome on, Quark. Up the steps. Into\nthe house.\n\nQuark takes the first step and stops. He turns to the right.\nThe Johnson's cat is there, hissing. Quark growls.\n\nLITTLE RUSS (v.0.)\nOh, no. It's Cicero.\n\nRON (0.s.)\nI've always hated that cat.\n\nAMY (v.0.)\nQuark. Up the stairs, boy. Don't\nchase the cat.\n\nQuark looks as if he's going to chase Cicero. The cat is\nbigger than the dog, however, and lunges after the tiny\ncanine. Quark, panicked, takes off. He runs to the back of the\n\f-\n\n \n\n \n\n \n\nTHE TEENY-WEENIES 84\n\nyard, Cicero in pursuit.\n\nKIDS (v.o0.)\nWhoaaaah!\n\nQuark hits the trash bags and wriggles under the fence. The\ncat chasing him.\n\nEXT. DOG, DAY\nThe kids yell as Quark takes them on a wild ride.\nEXT. STREET, DAY\n\nQuark darts into the street. He's a yard dog and totally\npanics when outside his turf. As soon as Quark darts into the\nstreet, Cicero skids to a stop, curbside, and watches wide-\neyed as the dog skitters around in traffic. Quark zig-zags up\nand down the street, in and out of traffic, yelping.\n\nEXT. DOG, DAY\n\nThe kids scream as titanic cars and people pass them by. Horns\nblare. Tires screech. People yell. It's like being caught on\nan out-of-control plane zipping through the canyons of New\nYork City.\n\nNICK\nWhoa, Quark.",
  "61": "---END OF PREVIOUS SECTION---\nPeople yell. It's like being caught on\nan out-of-control plane zipping through the canyons of New\nYork City. NICK\nWhoa, Quark. \n---TARGET SECTION TO BE ANNOTATED---\n Whoah!\n\nAMY\nLook out!\n\nWe see a titanic car bearing down on the dog from one side.\nLittle Russ spins around and points. There's a car approaching\nfrom the other side, too.\n\nEXT. STREET, DAY\n\nWe see Quark, paralyzed with fear, as the two cars come\nspeeding towards him from both sides. The dog doesn't move.\nQuark lays down in the street and closes his eyes.\n\nEXT. DOG, DAY\n\nThe kids dive down on Quark's head as deafening screeches and\nhorns shake the sky. They close their eyes. CRAASSSHHHHH!\n\nEXT. STREET, DAY\n\nQuark opens his eyes and gets up. The two cars have crashed\nand are suspended, pyramid style, above him. The two drivers\nare screaming at each other from inside the car, Quark trots\naway. He passes by the amazed Cicero with a “snort.”\n\fTHE TEENY-WEENIES 85\n\nd NICK (v.o.)\nWay to go, Quark.\nEXT. YARD, DAY\n\nQuark squeezes under the fence into the backyard and leaps up\nthe steps leading to the back door.\n\nCHILDREN\nWhoaaaaaahhhh!\n\nINT. KITCHEN, DAY\nQuark skids into the kitchen,\n\nAMY (v.0.)\nGo get dad, Quark. Go to dad.\n\nQuark trots over to the sleeping Wayne's leg. He nuzzles\nthe leg and whines. Wayne snores a bit and, still asleep,\nSwats his leg with his hand. The kids yelp as Quark backs\n\n. up.\nNICK (v.0.)\nWe'll get killed that way.\noe LITTLE RUSS (v.0.)\npos Let's try yelling.\nWD\n™ KIDS (v.0.)\nMom!\nDad!\n\nKIDS (v.0.)\nMr. Szalinski!\nYo, Prof!\n\nWayne and Diane continue to sleep. Quark stands before\nthem, puzzled.\n\nNICK (v.o0.)\nThey can't see us from here.\n\nLITTLE RUSS (v.0.)\nThey can't hear us, either.\n\nRON (v.0.)\nThey'd see us from the kitchen table.\n\nAMY (v.0.)\nGood idea. Quark. Up on the table, boy.",
  "62": "---END OF PREVIOUS SECTION---\nAMY (v.0.)\nGood idea. Quark. Up on the table, boy. \n---TARGET SECTION TO BE ANNOTATED---\nThe little dog cocks its head and, obediently, stands on\nits hind legs, trying to get up on the table. He's too\nshort.\n\n \n\f \n\nTHE TEENY-WEENIES 86\n\nEXT. DOG, DAY\nThe kids are sliding off his head.\n\nAMY\nDown, Quark. Get down!\n\nThe dog's head straightens as he slides off the table leg.\nRuss scans the room.\n\nLITTLE RUSS\nWe have to get on that table somehow.\n\nNICK (pointing)\nQuark can drop us off there.\n\nHe points to the shorter, more accessable sewing stool\nstanding less than a foot from the kitchen table.\n\nAMY\nTake us to the sewing table, Quark.\nOver there, boy. Come on.\n\nINT. KITCHEN, DAY\nQuark trots over to the table.\nINT. SEWING TABLE, DAY\n\nThe kids leap off the dog and stand on the table. The\nkitchen table looms before them, a mammoth chasm separating\nthe two pieces of furniture.\n\nRON\nGreat. Now all we need is a helicopter.\n\nDON\nCan we throw things at them to wake\nthem up?\n\nRON\nWhat are we going to throw?\n\nRon points to a thimble, four times his size.\n\nRON\nWant to try chucking this, Hercules?\n\nAMY\nCut it out. We'll think of something.\n\nRuss roams around the sewing table. Even the regular-sized\nneedles are titanic, He comes across a small, portable sewing\nkit: the kind you buy in a five and dime store or get for free\nin a hotel. It consists of a small envelope, a few tiny but-\n\n   \n\fTHE TEENY~WEENIES 87\n\nLd tons and needles 1/4 the size of your everyday, household\nneedles,\n\nRuss picks up one of the small needles by one end. It's far\ntoo big to throw.\n\nAMY\nCan you throw it?\n\nLITTLE RUSS\nNot a chance.\n\nHe begins prowling around again, All the kids do. Nick\ntrips over a small rubber band. Russ grins.\n\nLITTLE RUSS\nMaybe we can shoot it, though.\n\nRon grabs the rubber band,\n\nRON\nNot a bad idea.\n\nDON\nThis genius stuff is spreading.",
  "63": "---END OF PREVIOUS SECTION---\nLITTLE RUSS\nMaybe we can shoot it, though. Ron grabs the rubber band,\n\nRON\nNot a bad idea. DON\nThis genius stuff is spreading. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nRuss takes a small spool of thread and places a strand of\nthread through the needle. He hooks one end of the thread\nto a splinter in the table-top, anchoring it. He then makes\nsure that the spool holding the rest of the thread is\njammed tightly down on a large needle stuck into a pin\ncushion in the sewing kit.\n\n. LITTLE RUSS\nThis ought to hold. Maybe we can shoot\nthis thing at your dad. If we hit hin,\nhe's sure to wake up and spot us.\n\nRON\nSuppose we miss?\n\nLittle Russ points to the way the needle is threaded.\nLITTLE RUSS\nIt's like a harpoon. If we miss, we pull\nit back and try again....I hope.\n\nRuss walks up to the rubber band, puzzling over it. He tries\nto stretch it between the points of a scissor. It pops off,\n\nDON (looking at a nearby spool)\nWe can make a spool cannon.\n\n \n\nHe takes a small spool of thread and rolls it on its side in\nfront of the rubber band. The kids take the rubber band and\n\n   \n\fTHE TEENY-WEENIES 88\n\nVo stretch it around the spool. Russ takes the needle and\n° places it inside the round cylinder.\nThe kids hold the side of the spool. Russ grabs the end of\nthe needle, places it against the rubber band strung around\nthe spool and, slowly, pulls the needle back. Further.\nFurther. Finally, it's 75% out of the cannon muzzle.\nLITTLE RUSS\nGreat idea.\nHe peeks through the \"spool barrel\" of the cannon. The other\nkids take their places on either side of the spool.\nHe peeks through the \"spool barrel\" of the cannon. The other\nkids take their places on either side of the spool.\nLITTLE RUSS\nA little to the left.\nThe kids push the spool.\nLITTLE RUSS\nA little more. A little...perfect.\n. LITTLE RUSS (straining)\nco Ready. Aim. Fireli!!\n\n \n\nHe lets the needle go.\n\nINT, KITCHEN, DAY\n\nThe rubber band recoils with a spronnnng.",
  "64": "---END OF PREVIOUS SECTION---\nFireli!! He lets the needle go. INT, KITCHEN, DAY\n\nThe rubber band recoils with a spronnnng. \n---TARGET SECTION TO BE ANNOTATED---\n The needle soars\ntowards the table, the spool of thread it's affixed to\nwhirling madly.\n\nINT. KITCHEN, DAY\n\nThe needle goes sailing past Wayne and winds up embedding\nitself in an orange resting in a fruit dish in the middle of\nthe table. Sploosh.\n\nEXT. SEWING TABLE, DAY\n\nThe kids stare at the far off orange.\n\nRON\nWe're sunk.\n\n \n\nLITTLE RUSS\nNo we're not. Let's just pull it back.\n\ni D They tug on the thread, trying to dislodge the needle from the\n— orange. It won't budget. As one, the children stop yanking on\nthe thread,\n\nLo ety\n\n \n\f \n\n: RON\nNow we're sunk,\n\nThey gaze at the kitchen table. It's only one or two normal\nsized feet away but a good mile or so from the kids' point of\nview. Spanning the chasm between the sewing stool and the\nkitchen table are two strands of thread, hooked into the\nneedle, Nick \"“twangs\" the thread. It quivers but seems very,\nvery solid.\n\nLITTLE RUSS (smiling at Nick)\nEver gone tightrope walking?\n\nNICK (nervously)\nNo.\n\nRuss trots over to the spool of thread still attached to\nthe needle. He pulls the thread taut around another needle,\ncausing the newly formed rope bridge to tighten. He then\nwalks over to the edge of the sewing table.\n\nLITTLE RUSS\nThe only we're going to get onto\nthat table is to climb over.\n\nRON\nLike on a rope bridge?\n\nLITTLE RUSS\nRight. Like in scouts.\n\nRon looks at the linoleum floor miles below them.\n\nRON\nNo offense, but in scouts,they never\nasked us to climb over the Grand Canyon.\n\nLITTLE RUSS\nYou have a better idea?\n\n: AMY\nRussell, Nick will never make it.\n\nNICK (defiantly)\nYes I will.\n\nLITTLE RUSS (thoughtfully)\nAmy might be right, Nick. We can\nwake up your dad and come back for\nyou here.\n\nNICK (bristling)\nNo way. We all go together.\n\fTHE TEENY-WEENIES 90\n\n \n\nRon and Don pat Nick on the back.",
  "65": "---END OF PREVIOUS SECTION---\nNICK (bristling)\nNo way. We all go together. THE TEENY-WEENIES 90\n\n \n\nRon and Don pat Nick on the back. \n---TARGET SECTION TO BE ANNOTATED---\nRON\nWay to go, scout.\n\nDON (to others)\nHe'll make it. No sweat.\n\nRuss looks at the double stranded rope bridge before then.\n\nLITTLE RUSS\nI'll go first, The trick is to\nmove slowly and evenly.\n\nHe gets on the rope bridge, grabbing the top strand of the\nthread with his hands and sliding his feet onto the bottom\nstrand.\n\nLITTLE RUSS\nWe won't be climbing as much as pulling\nourselves across. Understand?\nThe kids nod. They're scared stiff.\n\nLITTLE RUSS\nOkay. Let's go.\n\nGe\n\nAmy gets on the rope bridge next. Her knees almost buckle\nas the bottom strand wiggles under her weight.\n\nLITTLE RUSS\nEasy. Don't be afraid. Just hold\non tight with your hands. That's it.\n\nThe twins are next on. Ron gulps, looks down at the dizzy\nview, grits his teeth and climbs on. Don takes a deep\nbreath and does the same,\n\nDON\nI. wish I was home watching TV.\n\nRON\nYou and me both.\n\nNick stands on the edge of the table. He gapes at the floor\nfar below and, then, at the kitchen table standing, tow-\nering, at the other end of the bridge. He glances at Quark.\n\nQuark cocks his head, flattens his ears and whines.\n\nNICK\nI know just how you feel,\n4 Nick takes a deep breath and gets on the bridge. He shuts\nhis eyes for a moment and exhales.\n\fB\n\nTHE TEENY-WEENIES 91\n\nINT, KITCHEN, DAY\n\nThe thread wobbles constantly as the teeny-weenies slowly\ninch their way across the rope bridge.\n\nLITTLE RUSS\nSlow and steady. Fine. Fine. Can\nyou all say that? Slow and steady\n. and slow and steady.\n\nThe kids begin to chant \"slow and steady\" as they\nrhythmically work their way across the bridge. The bridge\nbegins to tilt upwards towards the table top. THE CAMERA\nslowly pans across the frightened faces of the children as\nthey chant and begin the trek upwards for the last fifteen\ninches or so...\n\nEXT. TABLE, DAY\n\nWe see a slight tug on the thread attached to the needle.",
  "66": "---END OF PREVIOUS SECTION---\nTHE CAMERA\nslowly pans across the frightened faces of the children as\nthey chant and begin the trek upwards for the last fifteen\ninches or so... EXT. TABLE, DAY\n\nWe see a slight tug on the thread attached to the needle. \n---TARGET SECTION TO BE ANNOTATED---\n The\nneedle, still embedded in the orange, begins to jiggle\nslightly.\n\nWayne and Diane sit, sleeping at the table.\n\nINT, KITCHEN, DAY\n\nQuark sits in the corner, amazed at the goings on.\n\nINT. KITCHEN, DAY\n\nStill chanting \"slow and steady,\" the kids continue their\n\ncrossing. Suddenly, Amy loses her footing. She shrieks, her\nfeet dangling in the air,\n\nLITTLE RUSS\nJust hang on! Hang on!\n\nShe desperately tries to get her feet back on the bottom\nstrand of thread. Her lack of balance causes the other kids\nto sway dangerously on the thread, The kids shout as they\ntry to steady themselves, Slowly, Amy regains her footing.\n\nLITTLE RUSS\nAre you okay?\n\nAMY\nI've been better.\n\nLITTLE RUSS\nOkay. We're almost there. Slow\nand steady. Everybody. Slow and steady.\n\nThe thread suddenly begins to quiver.\n\fTHE TEENY-WEENIES 92\n\nAMY\nWhat's wrong?\n\nLITTLE RUSS (alarmed)\nI don't know. Come on. Faster.\nFast and steady. Fast and steady.\n\nRON\nMake up your mind!\n\nEXT. TABLE, DAY\nOn the table top, we see that the needle-anchor is beginning\n\nto work itself loose from the orange in a big way. Each twinge\non the thread caused by the kids' feet and hands is making the\n\nneedle wriggle more.\n\nINT. KITCHEN, DAY\n\nThe kids are pulling themselves upward for their lives.\nThey are a mere inch or two from the table top. The thread\nis jiggling madly now,\n\nLITTLE RUSS\nCome on! Hurry!\n\nRON\nI don't like this!\n\nDON\nYou think I do?\n\nNick can't speak. He's wheezing, now, pulling his own weight\nfuriously. He begins to gasp. The other kids turn and stare as\nNick launches into a full tilt asthma attack. He desperately\nreaches into his pocket for his inhaler. He produces it but it\ntumbles out of his hand, tumbling towards the floor far below.\nHe is gasping for breath. His face is red.\n\nRuss turns towards him.\n\nRUSS\nNick, you don't need that junk.\nYou're going to be all right.",
  "67": "---END OF PREVIOUS SECTION---\nRuss turns towards him. RUSS\nNick, you don't need that junk. You're going to be all right. \n---TARGET SECTION TO BE ANNOTATED---\nTake deep, steady breaths. Okay?\nTry it. Slowly.\n\nNick begins breathing in and out, in and out, in and out.\nGradually, he stops gasping.\n\nRUSS\nBetter?\n\nNick nods his head. He is scared stiff.\n\fTHE TEENY-WEENIES 93\n\nThe floor seems to sway below the children.\n\n \n\nThey continue to.climb.\n\nEXT. TABLE, DAY\n\nThe needle continues to wriggle.\n\nINT, KITCHEN, DAY\n\nRuss is within a hair of the table top when....\nEXT. TABLE TOP, DAY\n\nThe pin sprongs loose from the orange. The needle begins to\nslide across the table.\n\nINT. KITCHEN, DAY\n\nRuss holds desperately onto the edge of the table as the\nthread goes limp. The kids lose their footing and cling to\nthe thread as it drops down like an elevator sans shaft.\n\nThe needle zips along the table top, coming to an abrupt halt\nas it hits the lip of the table and gets wedged in the\nformica. Russ climbs ontop of the table and grabs the thread.\n\n= LITTLE RUSS\nHold on! Hold on!\n\nAmy, Ron, Don and Nick cling to the thread. Russ begins to\npull the thread taut, using every ounce of his strength.\n\n. LITTLE RUSS\nTry to climb! Try!\n\nRuss clings desperately to the thread, holding it as\ntightly as he can. He puts all his weight behind it.\n\nOn-the thread, the remaining children have to climb, hand\nover hand up the thread, wrapping their legs around the\nlone, taut strand,\n\nAmy gets to the top of the table and pulls herself up and\nover. She leans down and grabs Ron. She pulls Ron up. Russ\nholds the thread desperately. Ron pulis Don up.\n\nNow, the only child remaining, dangling from the needle is\n\nNick.\nRON\nCome on. Grab the thread.\n{ ) Ron and Don grab the thread and, with their brother, hold\n\nit taut. Amy grabs on and pulls back, trying to give Nick\nevery advantage. Amy, the closest to the edge of the table,\n\fTHE TEENY-WEENIES 94\n\ngazes down at Nick, terrified. In spite of the tautness of\nthe thread, she doesn't think the little boy will make it.",
  "68": "---END OF PREVIOUS SECTION---\nAmy grabs on and pulls back, trying to give Nick\nevery advantage. Amy, the closest to the edge of the table,\n\fTHE TEENY-WEENIES 94\n\ngazes down at Nick, terrified. In spite of the tautness of\nthe thread, she doesn't think the little boy will make it. \n---TARGET SECTION TO BE ANNOTATED---\nAMY (to the boys)\nCan you handle this thread?\n\nRuss and the twins nod \"yes,\" straining. Amy, still holding\nthe thread, calls down to Nick,\n\nAMY\nNick. Stay there. I'm coming down to\nget you.\n\nNick stares at the table top above hin.\n\nNICK (wheezing)\nNo. I can do it. I can do it...\nby myself,\n\nNick slowly, laboriously, begins to shinny up the taut\nthread, Hand over hand over hand. Knees wrapped tightly\naround the thread. Hand over hand. Knee up. Knee up.\n\nAmy watches silently as Nick grimly continues his ascent.\n\nAMY (to Russ)\nHe'll never do it.\n\nLITTLE RUSS\nSure he will. Come on, Nick.\n\nRON/DON\nCome on, Nick. Come on. |\n\nWith the boys chanting for him to \"make it,\" Nick pushes\nupward. His face is red with exhaustion. His forehead is a\nmass of sweat droplets. He climbs and climbs and, then, stops.\n\nHe.is an inch away from the table top, the kids all\ncheering him on.\n\nNick gazes down at the floor below hin.\nThe view is dizzying.\n\nHe sees Amy's worried face above him. Taking a deep, wheezing\nbreath, he begins to climb again. Finally, he makes it to the\ntable top. Amy extends a hand and pulls him up and onto the\ntop.\n\nDon, Ron and Russ let the thread go and run towards little\nNick. The needle becomes unstuck and zips by them and over\nthe edge of the table. It tumbles, in seemingly slow\nmotion, towards the floor below. The kids surround Nick.\n\fTHE TEENY-WEENIES 95\n\nuf NICK. (wheezing)\nI told you I could do it.\n\nRON\nSo, who said you couldn't?\n\nDON\nI knew you could do it all along.\n\nRuss winks at Nick. Nick shrugs.\n\nNICK\nLet's get dad.\n\nEXT. TABLE TOP, DAY\n\nThe kids run across the vast expanse of the table and stand\nin front of the slumbering parents. They walk up to Wayne,\nwhose head is on the table, and yell into his ear.\n\nAMY/NICK\nDad!\n\nLITTLE RUSS\nMr. and Mrs.",
  "69": "---END OF PREVIOUS SECTION---\nThey walk up to Wayne,\nwhose head is on the table, and yell into his ear. AMY/NICK\nDad! LITTLE RUSS\nMr. and Mrs. \n---TARGET SECTION TO BE ANNOTATED---\n Szalinski!\n\nca RON\nJ\n~~ Yo! Over here!\n\nNo response. THe sleeping parents still sit, mountain-like,\nin their chairs.\n\nAMY\nForget it. They can't hear us.\n\nRON\nI wish we still had that needle, I'd\njam it in...\n\nDON\nWe'll never wake them up.\n\nLITTLE RUSS\nAnd when they do wake up, they'll\nneed a neon sign to see us,\n\nNick gazes glumly at the table top. He sees the mound of\nsalt Wayne has spilled the night before. He gazes at it.\n\nNick turns to Ron and Don.\n~ NICK\n\nQ } When explorers get lost in the snow,\na they make snow signs, right?\n\n \n\n \n\fTHE TEENY-WEENIES 96\n\nRON |\nYeah?\n\nHe points to the salt.\n\nDON\nA salt sign?\n\nThe kids turn and focus on the mound of salt. Ron smiles,\npointing to the abandoned magnifying glass.\n\nRON\nThat ought to help, too.\n\nDON\nLion scouts to the rescue.\n\nRon and Don and run to the salt mound and begin laboriously\nfashioning a large arrow leading to the magnifying glass.\n\nLITTLE RUSS (smiling)\nSometimes I'm almost proud of those guys.\n\nRuss, Amy and Nick join in the construction of the arrow.\nThe finished work is some three inches long, the arrow\n\"head\" pointing to the magnifying glass.\n\nOnce the arrow is finished, the kids all huddle beneath the\nmagnifying glass.\n\nNICK\nWhen dad wakes up, he'll have to\nsee us.\n\nAMY\n\nThey look pretty tired. They could\nsleep all day.\n\nNICK\nQuark. Hey, Quark. Wanna eat?\n\nINT. KITCHEN, DAY\n\nQuark, hearing the tiny but distinct voice, wags his tail.\nHe runs to the food bowl. There's no food there. The dog\nturns, puzzled, towards the table.\n\nNICK (v.0.)\nChow time, Quark.\n\nThe dog begins to bark. Wayne stirs slightly. Quark begins\nto whine and bark again, circling his empty bowl.\nWayne's eyes flutter.\n\n \n\fTHE TEENY-WEENIES 97\n\nEXT. TABLE TOP, DAY\nThe kids watch Wayne slowly awaken.\n\nLITTLE RUSS\nAll right.",
  "70": "---END OF PREVIOUS SECTION---\nTHE TEENY-WEENIES 97\n\nEXT. TABLE TOP, DAY\nThe kids watch Wayne slowly awaken. LITTLE RUSS\nAll right. \n---TARGET SECTION TO BE ANNOTATED---\n You're dad's waking up.\n\nDON\nEverybody move around.\n\nLITTLE RUSS\nShake it.\n\nThe kids begin to dance and wave under the magnifying glass,\nWayne wakes up and launches into his habitual morning sneezes.\nA sudden gale of wind blows across the table top.\n\nLITTLE RUSS\nHold on.\n\nThe kids cling to each other as they are buffeted by the\nwind. Half of the salt arrow is blown away.\n\nINT. KITCHEN, DAY\nWayne stretches.\n\nWAYNE\nNot now, Quark.\n\nHe gets up to leave the table when Quark suddenly leaps\nonto his lap and, then, onto the table.\n\nDIANE (waking)\nWhat's going on?\n\nWAYNE\nQuark's going bonkers.\n\nWayne turns and is about to yell at the dog when he spots\nthe remainder of the arrow and, then, the magnifying glass.\n\nEXT. TABLE TOP, DAY\nWayne gapes at the dancing kids.\n\n| WAYNE\nOh my god.\n\nDIANE (spotting the glass)\nWhat?...What?\n\n \n\nWAYNE (near tears)\nYou're alive! You're safe!\n\fTHE TEENY-WEENIES 98\n\nNF The kids continue to wave and yell. Diane leans down\ntowards them,\n\nDIANE\nThank god they're all right.\n\nRON (even though he can't be\nheard)\nYou should have seen us ten minutes ago!\n\nShe makes a move to grab the kids. They duck, Wayne\nrestrains her.\n\nWAYNE\nDon't touch then.\n\nShe pulls her hand back.\nWAYNE\nThey're too small to handle. We may\nhurt them.\n\nDIANE\nThat's right.\n\nHe faces the kids, gently lifting up the magnifying glass.\n\n \n\nWAYNE\nDon't worry, guys. You're safe now,\nWait right there.\nThe twins look at each other.\n\nRON\nWhere does he expect us to go?\n\nAmy hugs Russ.\n\nLITTLE RUSS\nEverything is going to be all right, now.\n\nNick smiles, collapsing into a sitting position. Phew!\n\nWayne brings a spoon over to the table and sets it down\nnext to the children. |\n\nWAYNE\nCan you make it up here?\n\nNick is the first one to leap into the spoon.\n\n. NICK\noo Come on, slowpokes.",
  "71": "---END OF PREVIOUS SECTION---\nNick is the first one to leap into the spoon. . NICK\noo Come on, slowpokes. \n---TARGET SECTION TO BE ANNOTATED---\nRuss and Amy share an amused grin and climb into the spoon.\n\fTHE TEENY-WEENIES 99\n\nThe twins follow with a whoop.\n\nEXT. SPOON, DAY\n\nWayne carefully lifts the spoon.\n\nINT. KITCHEN, DAY\n\nHe heads for the stairs leading up to the attic.\n\n. WAYNE (to Diane)\nGet the Johnsons over here. I'11 warm\nup the machine.\n\nQuark leaps off the table and follows.\n\nAMY (from the spoon)\nYou're a hero, Quark. That was a\ntwo milkbone move,\n\nThe dog wags its tail merrily.\nINT. ATTIC, DAY\n\nIn the attic, Wayne carefully places the spoon in the target\narea of the room while Diane holds Quark in her arms. A\nos stricken Mae Johnson stands nervously next to her, linking her\n~— arm in Diane's. Big Russ is dumbfounded and, as usual, irate.\n\nBIG RUSS\nYou're a maniac, Szalinski. Do you realize\nwhat you've done? They're ruined for life!\n\nWAYNE\nI have the atomic makeup computed.\n\nWayne adjusts the computer, focusing it on the children.\n\nBIG RUSS\nIf you hurt them any more, Szalinski, I'11\npersonally re-do your house with my\nbulldozer!\n\nWAYNE\nNow, I have to figure the amount of space\nneeded to be placed between their atoms.\n\nMAE\nPlease hurry.\n\nWAYNE\nIt's done. Now, to add an extra dollop\n} of energy, to replace the energy they\n\nNA lost when shrinking....\n\n    \n\fTHE TEENY-WEENIES 100\n\nHe makes a move to turn on the machine, Big Russ tenses.\n\nBIG RUSS\nIf you blow them up....\n\nWayne withdraws his arn,\n\nDIANE\nWhat's wrong?\n\nWAYNE\nHe has a point. I haven't gotten the\nmachine to work properly. But the kids\nhave,\n\nINT. ATTIC FLOOR, DAY\nThe kids stare at each other, confused.\n\nRON\nSome genius.\n\nNICK\nGive him time. He'll figure\nsomething out.\n\nINT.",
  "72": "---END OF PREVIOUS SECTION---\nNICK\nGive him time. He'll figure\nsomething out. INT. \n---TARGET SECTION TO BE ANNOTATED---\n ATTIC, DAY\n\nWAYNE (scratching his head)\nSomehow, the kids stumbled onto something\nthat I've been overlooking,\n\nHe then notices the twins’ baseball still resting on the\nfloor. He smiles.\n\nWAYNE\nRuss, toss me that ball?\n\nBIG RUSS\nI oughtta bean you with this ball.\n\nHe picks up the baseball and tosses it to Wayne. Wayne\nstudies it. He gazes at the burn mark on the ball. He then\nmakes some adjustments in the machinery.\n\nWAYNE\nThe answer has been right under my\nnose all along.\n\nBIG RUSS\nYou like baseball.\n\fTHE TEENY-WEENIES 101\n\nC) . WAYNE\n\nThe machine uses two beams, a laser tracking\nbeam and the actual shrinking beam. The\ntracking beam focuses the second beam on\n\nthe target. The reason things have been\nblowing up instead of shrinking is that,\nwhen the beams collide, they generate too\nmuch heat. Yesterday, this ball must have\nblocked the tracking beam. The shrinking\nbeam worked all on its own. Now, all I have\nto do is shut off the one beam...\n\nHe throws the switch into \"on\" position again. THE MACHINE\nSPUTTERS TO LIFE. THE BEAMS GO SKITTERING THROUGH SPACE,\n\nWAYNE\nLet's see if it works. I need a\na target.\n\nBIG RUSS\nYou already blew up my hat.\n\nWayne looks about. He realizes he still has the ball in his\nhand. He tosses the ball before the beams. THE BALL IS\nZAPPED AND MINATURIZES. THE TINY BALL FALLS NEXT TO THE\nCHILDREN. Nick turns to Ron.\n\n \n\nNICK\nI told you he'd figure it out.\n\nBig Russ is impressed. He turns to Mae.\n\nBIG RUSS\nDid you see that?\n\nWAYNE\nNow, all I have to do is reverse the\npolarity of the beam and...add some\nenergy.\n\nTHE MACHINE BEGINS TO HUM, THE ATTIC LIGHTS DIM AND\nFLICKERS.\n\nWAYNE\nCome on. You can do it. Come on.\n\nTHE PARTICLE BEAMS GO SKITTERING THROUGH SPACE, TOWARDS THE\nFLOOR.\n\nINT.",
  "73": "---END OF PREVIOUS SECTION---\nCome on. THE PARTICLE BEAMS GO SKITTERING THROUGH SPACE, TOWARDS THE\nFLOOR. INT. \n---TARGET SECTION TO BE ANNOTATED---\n ATTIC FLOOR, DAY\n\nTHE KIDS BEGIN TO RUN AND JUMP, TRYING TO POSITION\nTHEMSELVES IN THE SPOTS WHERE THE CRAZY RAYS WILL LAND.\n\n \n\fTHE TEENY-WEENIES 102\n\nKIDS\nThis way!\nNo, over here!\nThere it goes!\nGet it!\n\nINT. ATTIC, DAY\n\nThe parents watch, amazed, as the little kids hurl\nthemselves into the beams. RUSS IS STRUCK BY ONE.\n\nHE BEGINS TO GROW AND GROW AND GROW.\n\nBig Russ' mouth drops open and Quark's ears flop straight\nback as RUSS GROWS FIVE FEET TALL. SIX FEET TALL. TEN FEET\nTALL, FIFTEEN FEET.\n\nHIS HEAD CRACKS OUT OF THE ROOF OF THE ATTIC. HIS FEET,\nSUPPORTING THE TOO HEAVY WEIGHT OF HIS BODY, BREAK THROUGH\nTHE FLOOR.\n\nWayne begins tinkering happily with the machine.\n\nWAYNE\nA few small adjustments. Not to worry.\n\nRUSS REACHES DOWN AND PICKS UP HIS FATHER, HOLDING HIM HIGH\nIN THE AIR.\n\nLITTLE RUSS\nAm I big enough for you, now, dad?\n\nBIG RUSS\nRussell! I never...I mean,..you were\nalways big enough for me. Put me down.\nPlease. I'm sorry I yelled. I'll never\nyell at you again. You don't have to play\nfootball. You can play...checkers and it'll\nbe fine with me, Honest. Put me down. Don't\nhurt me, Please. I'm your father, Russell,\n\nLITTLE RUSS SMILES AND PLACES BIG RUSS GENTLY DOWN ON THE\nFLOOR.\n\nLITTLE RUSS\nI'd never hurt you, dad. I'm still the\nsame old Russ. You see, dad, it's not\nhow big you are on the outside...it's\nhow big you are on the inside that really\ncounts. Size doesn't mean anything.\n\nBig Russ wipes his brow. He faces, Mae, sweating.\n\nBIG RUSS\nWhat a kid, huh?\n\f \n\nTHE TEENY-WEENIES\n\n103\n\nMAE (grinning, relieved)\nUh-huh.\n\nWayne adjusts the machine.",
  "74": "---END OF PREVIOUS SECTION---\nBIG RUSS\nWhat a kid, huh? THE TEENY-WEENIES\n\n103\n\nMAE (grinning, relieved)\nUh-huh. Wayne adjusts the machine. \n---TARGET SECTION TO BE ANNOTATED---\n RUSS SHRINKS TO HIS NORMAL SIZE\nAS THE OTHER CHILDREN GROW UP INTO THEIR NORMAL HEIGHTS.\n\nAmy and Russ hug. Wayne and Diane rush towards their kids.\nBig Russ and Mae do the same. (The words come fast and\nfuriously as emotional pandemonium reigns.)\n\nDiane puts her\n\nWayne hugs his\n\nNICK (hugging Wayne)\nI knew you could do it. You're something\nelse.\n\narm around Wayne,\n\nDIANE\nYou are something else.\n\nkids.\n\nWAYNE\nI promise you....I'1l never ignore\nyou again. If you ever, ever think\nI'm doing that....\n\nNICK\nWe'll make you eat Amy's eggs.\n\nAMY\nTwirp.\n\nThe twins stand, side by side, comparing heights. Ron is on\n\nhis toes.\n\nRON\nHey, look. I wound up taller than you.\nDON\nYou're on your toes.\nRON\nAm not,\nDON\nAre too.\n\nBig Russ and Little Russ stand, facing each other.\n\nBIG RUSS\nSon...if I've ever...well, made you\nfeel bad...about...\n\nLittle Russ gives a startled Big Russ a hug.\n\n \n\n \n\fTHE TEENY-WEENIES 104\n\na\ni LITTLE RUSS\nDon't sweat the small stuff, pop.\n\nWayne straightens up.\n\nWAYNE\nHey, explorers, How about some breakfast?\n- KIDS\nYeah.\nDIANE\n\nPancakes and fresh maple syrup?\n\nTHE KIDS\nOh, no! No syrup! Please,\n\nThe parents look as each other, confused.\n\nNICK (to adults)\nIt's a long story....\n\nINT. SCIENCE CONFERENCE ROOM, DAY\n\nLater, at another science conference, we see Amy, Russ and\n\n\\ Nick speaking before a large gathering of scientists. Nick\noO is holding Quark. .\nAMY\n\n»..and, then, my dad used his amazing\nelectro~magnetic pulse device to restore\nour size.\n\nNICK\nAnd that's how it happened.\n\nLITTLE RUSS\nReally.\n\nWayne smiles and steps up to the podium.\n‘ WAYNE\n\nYou asked for proof, gentlemen? Here\n\nis your proof. Three living subjects.\n\nwho have proven that size can be altered.\n\nHe is nearly laughed out of the hall. Dr. Frederickson\nleads the jeering.",
  "75": "---END OF PREVIOUS SECTION---\nHe is nearly laughed out of the hall. Dr. Frederickson\nleads the jeering. \n---TARGET SECTION TO BE ANNOTATED---\nFREDERICKSON\nIt's a fairy tale, Szalinski. You can\nhardly call the stories of...children...\ncredible scientific proof.\n\nVo The crowd continues to laugh. In the audience, Dr. Brainard\nlooks concerned. Wayne waits for the hooting to die down.\nHe glances at Diane, in the audience. She's sitting next to\n\fTHE TEENY-WEENIES 105\n\ni Mae and a very, very smug Big Russ (wearing a brand new\nOlympian cap).\n\nBIG RUSS (muttering)\nDamned eggheads.\n\nWAYNE\nI thought you might consider this all\nfar-fetched.\n\nHe smiles and exchanges knowing glances with the three\nchildren on the stage.\n\nWAYNE\nSo, I brought along, a, um, visual aid.\nDr. Frederickson? Would you be so kind as\nto open the back doors.\n\nPuzzled, Frederickson moves towards the doors. He swaggers,\nactually, a know-it-all in control. The doors burst open\nand the twins gallop into the room on the back of their\nNOW-GIANT ANT, RON HOLDS A FULL BAG OF OREOS -BEFORE THE\nEVER-HUNGRY INSECT. THE ANT CHASES FREDERICKSON AROUND THE\nROOM.\n\nThe scientists gasp and scatter. Big Russ stands, emitting\na roaring laugh.\n\n \n\nBIG RUSS\nI love it. I love it!!t.\n\nDr. Frederickson is panting, horrified at the monster\npursuing him.\n\nFREDERICKSON\nCall it off! Call it off! You'll\nget the grant! Halp! Halp!\n\nIn-a corner, Dr. Brainard smiles whimsically. He casually\nlights his pipe.\n\nBRAINARD\nInteresting.\n\nTHE ANT SKITTERS ROUND AND ROUND THE ROOM, CHASING\nFREDERICKSON AND THE OREOS.\n\nQuark yipes from the stage, then jumps out of Nick's arms\nand begins chasing the ant, barking at it. Diane and the\nJohnsons walk up to Wayne. Russ slaps him on the back. The\ntwo men share a hearty laugh.\n\nTHE ANT GALLOPS UP ONE WALL, ACROSS THE CEILING AND DOWN.\nTHE OPPOSITE WALL, THE TWINS WHOOPING, QUARK BARKING.",
  "76": "---END OF PREVIOUS SECTION---\nThe\ntwo men share a hearty laugh. THE ANT GALLOPS UP ONE WALL, ACROSS THE CEILING AND DOWN. THE OPPOSITE WALL, THE TWINS WHOOPING, QUARK BARKING. \n---TARGET SECTION TO BE ANNOTATED---\n \n\f \n\n \n\n—\n\nTHE\n\nTEENY-WEENIES 106\n\nThe scientists continue to scramble. Frederickson continues\nto run for his life. QUARK CHASES THE ANT, THE ANT TURNS\nAND CURIOUSLY CHECKS OUT THE LITTLE DOG. QUARK TURNS TAIL\nAND RUNS AWAY, WHINING.\n\nOn the stage, Little Russ, Amy and Nick watch the\nscientists dodge and duck and Frederickson screan.\n\nNICK\nI think they're impressed.\n\nAmy and Russ nod, laughing.\n\nWayne and Diane stand, hand in hand, watching the\nscientists cower under their chairs.\n\nTHE TWINS, WHOOPING LIKE WILD INDIANS, CONTINUE TO GALLOP\nAROUND THE ROOM ON THEIR ANT. In the middle of the\npanedemonium, the Johnson family and the Szalinski family\nstand side by side. Friends, Neighbors.\n\nThe kind of just-plain-folks who live right down the street\nfrom you.\n\nWell, almost,\n\f"
}