{
  "1": "\n\n\n\n \n\n                               I AM NUMBER 4\n\n\n\n\n\n\n\n                                Written by\n\n\n\n                       Alfred Gough &amp; Miles Millar\n\n\n\n\n\n\n\n                                                               1/08/10\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          The events in this film are real.\n\n          Names and places have been changed to protect the Lorien Six,\n\n          who remain in hiding.\n\n\n\n          Take this as your first warning. Other civilizations do exist.\n\n          Some of them seek to destroy you.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         FADE IN:\n\n\n\n          A BILLION STARS\n\n          pinprick the velvet-black sky that stretches over a vast\n\n          sleeping jungle. A fingernail moon silvers the whispering\n\n          canopy while gentle tendrils of steam rise.\n\n\n\n          TITLE ON SCREEN: REPUBLIC OF CONGO, AFRICA.\n\n\n\n          EXT. JUNGLE - NIGHT\n\n\n\n          CAMERA DRIFTS ACROSS the eternity of treetops until it FINDS\n\n\n\n          A BUNGALOW.\n\n          It's 20x20 square, with a wraparound porch and simple wooden\n\n          shutters. The structure is hidden in a clearing that's been\n\n          crudely hacked out of the sweaty wilderness.\n\n\n\n          INT. HUT - NIGHT\n\n\n\n          Two beds draped in mosquito nets sit on opposite sides of the\n\n          space. A TEEN BOY sleeps in one and a MIDDLE-AGED MAN lies\n\n          in the other. Their ebony skin glistens in the swampy heat.\n\n          The numbing THROB OF INSECTS fills the silence until\n\n\n\n          THE DOOR SOFTLY RATTLES.\n\n          The Teen's eyes fly open. Fear grips his face as he looks\n\n          over at the Man, who is now upright and awake. They hold\n\n          their breath, listening over the DRUMMING CHORUS.\n\n\n\n          ANOTHER RATTLE.\n\n          It's louder this time. Unmistakable. The Teen watches as\n\n          the Man pulls a crystal-handled dagger from under his pillow\n\n          and stealthily creeps to the door. The Man cautiously leans\n\n          in and peers through the bamboo slats.\n\n          WHAT HE SEES: The empty porch. No sign of life.\n\n          Relieved, he turns back, opens his mouth to speak when his\n\n          face contorts. He looks down and sees the tip of\n\n\n\n          A SERRATED METAL BLADE\n\n          protruding from his chest.",
  "2": "---END OF PREVIOUS SECTION---\nNo sign of life. Relieved, he turns back, opens his mouth to speak when his\n\n          face contorts. He looks down and sees the tip of\n\n\n\n          A SERRATED METAL BLADE\n\n          protruding from his chest. \n---TARGET SECTION TO BE ANNOTATED---\n As the sword is viciously\n\n          protracted through the door, the Man meets the Teen's haunted\n\n          eyes and whispers his last, desperate word...\n\n\n\n                         MIDDLE-AGED MAN\n\n          Run!\n\n\n\n          SMASH CUT TO:\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          2.\n\n\n\n          EXT. JUNGLE - NIGHT\n\n\n\n          The Teen's naked feet pound the hot, wet earth as he sprints\n\n          through the maze of trees. Flecks of moonlight ricochet off\n\n          the crystal pendant that dangles around his neck. He moves\n\n          impossibly fast. Faster than any human could.\n\n\n\n          A MONSTROUS HOWL\n\n          ECHOES as something otherworldly catches his scent and begins\n\n          thrashing in pursuit. The Teen's face tightens with dread\n\n          and the SHOUTS of his pursuers hammer his ears.\n\n          He doesn't look back, willing himself to survive. He races\n\n          up a verge and fearlessly launches himself off the edge of\n\n\n\n          A 100-FOOT-WIDE RAVINE!\n\n          GOD SHOT LOOKING DOWN as the Teen leaps across the abyss. He\n\n          kicks air as he arcs and finally touches down on the opposite\n\n          lip. Chest heaving, he sees the hideous silhouette of\n\n\n\n          A HULKING BEAST.\n\n          It's called a Piken and skitters to a stop on the other side.\n\n          It utters a chilling BANSHEE WAIL of frustration. Relieved,\n\n          the Teen turns to make his escape when\n\n\n\n                         A HAND\n\n          wraps around his throat. He is effortlessly hoisted by a\n\n          TOWERING MAN with skin as cold and pale as alabaster.\n\n\n\n          THIS IS A MOGADORIAN.\n\n          He wears the long red coat of a Commander. We catch the\n\n          briefest glimpse of his cruel magenta eyes as they scan the\n\n          geometric symbol engraved on the Teen's pendant. Silhouetted\n\n          against the giant jungle moon, he triumphantly raises\n\n\n\n          A SWORD.\n\n          Its serrated blade ignites with silver flame as it sweeps\n\n          towards the Teen. The boy's DEATH CRY echoes as the CAMERA\n\n          ZEROES IN ON the pendant that glows brilliant-bright.\n\n\n\n          FORM CUT TO:\n\n\n\n          THE SAME SYMBOL.",
  "3": "---END OF PREVIOUS SECTION---\nIts serrated blade ignites with silver flame as it sweeps\n\n          towards the Teen. The boy's DEATH CRY echoes as the CAMERA\n\n          ZEROES IN ON the pendant that glows brilliant-bright. FORM CUT TO:\n\n\n\n          THE SAME SYMBOL. \n---TARGET SECTION TO BE ANNOTATED---\n          It glimmers to life on the ankle of another TEEN 10,000 miles\n\n          away. His name's DANIEL and he's in the middle of a wild jet-\n\n          ski race with TWO BUDDIES.\n\n\n\n          TITLE ON SCREEN: BIG PINE KEY, FLORIDA, USA.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          3.\n\n          The trio crisscrosses the turquoise sea while a party rages\n\n          on the beach.\n\n          Daniel makes a kamikaze move, whips his jet ski past his\n\n          opponents and victoriously pumps his fist. But his moment of\n\n          triumph is cut short. His face contorts in agony as he feels\n\n\n\n                         THE SYMBOL\n\n          searing into his skin. As he leans forward to grip his\n\n          ankle, he cartwheels off the jet ski and viciously body-slams\n\n          across the water.\n\n\n\n          EXT. UNDERWATER - DAY\n\n\n\n          LOOKING UP as Daniel crashes into view. Needles of light\n\n          flicker from the symbol. It's cauterizing into his flesh\n\n          like a brand.\n\n\n\n          EXT. BEACH - DAY\n\n\n\n          Daniel stumbles through the surf and collapses onto the sand,\n\n          clutching his ankle. He rolls onto his side as a CROWD OF\n\n          PARTYING TEENS gathers. A BLONDE GIRL leans down to help.\n\n\n\n                         BLONDE GIRL\n\n          Daniel, what's wrong? Did you\n\n          break your ankle?\n\n          But as she turns him over, she sees the light leaking from\n\n          between his fingers and reels back.\n\n\n\n                         BLONDE GIRL\n\n          Oh my God.\n\n          He stares up into the crowd's fearful faces, then staggers to\n\n          his feet and takes off running.\n\n\n\n          EXT. INTERSTATE - DAY\n\n\n\n          The busy road runs parallel to an expanse of ancient pines.\n\n          Through the trees, we CATCH THE SHUTTER IMAGE of a figure\n\n          outrunning the hurtling vehicles.\n\n\n\n          EXT. COASTAL FOREST - DAY\n\n\n\n          Trees whip past as Daniel sprints down a sandy track. The\n\n          pendant that knocks against his chest was carved by the same\n\n          hand as the African Teen's, but the symbol is unique. He\n\n          peels off to the right and bursts out onto a long drive.\n\n\n\n          A STILT HOUSE\n\n          sits at the end.",
  "4": "---END OF PREVIOUS SECTION---\nThe\n\n          pendant that knocks against his chest was carved by the same\n\n          hand as the African Teen's, but the symbol is unique. He\n\n          peels off to the right and bursts out onto a long drive. A STILT HOUSE\n\n          sits at the end. \n---TARGET SECTION TO BE ANNOTATED---\n It's cake-frosting pink and is built right\n\n          on the edge of a coral-white beach.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          4.\n\n\n\n          EXT. STILT HOUSE - DAY\n\n\n\n          The door flies open and Daniel stands on the threshold.\n\n          HENRI looks up from his bank of laptops that scroll with news\n\n          feeds. He is decades older than his suntanned face betrays\n\n          and you'd be way off if you guessed his accent was French.\n\n\n\n                         DANIEL\n\n          Number 3 is dead.\n\n          Henri's eyes narrow with urgency. He is immediately on his\n\n          feet, he kneels at Daniel's side and studies the symbol on\n\n          the teen's ankle. It has stopped glowing but is painfully\n\n          raw. Directly below this fresh wound are\n\n\n\n          TWO OTHER GEOMETRIC BRANDS.\n\n          They are the same size, but each symbol is subtly different.\n\n          Time has transformed them into raised, snake-smooth scars.\n\n          Henri's penetrating eyes look up at the shell-shocked teen.\n\n\n\n                         HENRI\n\n          Did anybody else see this?\n\n          OFF Daniel's panicked nod...\n\n\n\n                         CUT TO:\n\n\n\n          INT. BEDROOM - STILT HOUSE - DAY\n\n\n\n\n\n                         A GECKO\n\n          skitters across the ceiling, its glossy black eyes watch as\n\n          Daniel frantically stuffs his clothes into a duffel bag. The\n\n          walls are bare. No photos, no posters, no personality.\n\n          Henri enters, holding a crate of computer cables.\n\n\n\n                         HENRI\n\n          Taillights in five minutes. What\n\n          we can't carry --\n\n\n\n                         DANIEL\n\n          -- we burn. I know the drill.\n\n\n\n          EXT. STILT HOUSE - DAY\n\n\n\n          TIGHT ON A BOX. It's exquisitely carved and inlaid with an\n\n          intricate geometric design.\n\n          Henri carefully hides it under the driver's seat of an old\n\n          Jeep Wagoneer. It's the kind with wooden trim. He looks at\n\n          Daniel who feeds homework assignments into a roaring FIRE.\n\n\n\n                         HENRI\n\n          Time to go.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          5.\n\n          Daniel clicks the SIM card from his cell phone, snaps it in\n\n          two and drops it into the fire. Bitter, he takes one last\n\n          look at the glittering azure sea, then climbs into the Jeep.",
  "5": "---END OF PREVIOUS SECTION---\n5. Daniel clicks the SIM card from his cell phone, snaps it in\n\n          two and drops it into the fire. Bitter, he takes one last\n\n          look at the glittering azure sea, then climbs into the Jeep. \n---TARGET SECTION TO BE ANNOTATED---\n          As the engine HUMS to life, CAMERA FOLLOWS\n\n\n\n          THE GECKO.\n\n          It darts up the fender, squeezes into the jamb of the trunk,\n\n          and Houdinis into the vehicle with a flick of its tail.\n\n\n\n                         CUT TO:\n\n\n\n          EXT. CAUSEWAY - DUSK\n\n\n\n          The Jeep powers across the long elevated bridge. The dying\n\n          sun tints the clouds and the sky in violent apocalyptic hues.\n\n\n\n          DANIEL (V.O.)\n\n          This is the part I hate the most.\n\n          The running. But it's the only\n\n          thing in my life that's real. The\n\n          rest is a lie. My name. My\n\n          birthday. Even Henri. People\n\n          think he's my father. He's not.\n\n          His job is to keep me alive.\n\n\n\n          INT. JEEP - NIGHT - MOVING\n\n\n\n          Henri's eyes scan the rear view, on constant vigil. The\n\n          speedometer never brushes past 60. Daniel has his head\n\n          against the window, brooding, listening to an iPod.\n\n\n\n          DANIEL (V.O.)\n\n          We are hiding from the Mogadorians.\n\n          A brutal race that wiped out our\n\n          entire planet, Lorien.\n\n\n\n          EXT. USED-CAR LOT - DAY\n\n\n\n          Plastic flags whip overhead. Daniel leans against a silver\n\n          SUV and watches Henri negotiate with the DEALER.\n\n\n\n          DANIEL (V.O.)\n\n          Only nine children escaped the\n\n          genocide. We were each given a\n\n          number and sent here to hide. I\n\n          don't know where the others are. I\n\n          only know when one of them is\n\n          murdered.\n\n\n\n          INT. BATHROOM - MOTEL - NIGHT\n\n\n\n          Daniel sits on the edge of a bathtub. He gently unwraps the\n\n          bandage that covers his ankle and fearfully inspects the neat\n\n          scab that has formed over the wound.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          6.\n\n\n\n          DANIEL (V.O.)\n\n          I got the first scar when I was\n\n          eight. I woke up screaming. We\n\n          lived in Vermont. The second was\n\n          on a Tilt-a-Whirl at a fair in\n\n          Michigan. I was 12. Yesterday was\n\n          the third.\n\n          His finger traces the lines of the other two scars.\n\n\n\n          EXT.",
  "6": "---END OF PREVIOUS SECTION---\nYesterday was\n\n          the third. His finger traces the lines of the other two scars. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n INTERSTATE - DAY\n\n\n\n          The lush tropical landscape has browned into flat, dormant\n\n          farmland. The silver SUV charges through the bleak monotony.\n\n\n\n          DANIEL (V.O.)\n\n          Because of the spell our Elders\n\n          cast, the Mogs can only kill us in\n\n          order. That's the reason I've\n\n          survived this long. But our enemy\n\n          is relentless.\n\n\n\n          INT. SUV - NIGHT - MOVING\n\n\n\n          Daniel is asleep with his earphones on. Henri glances over,\n\n          his mask of certainty momentarily slips. He looks like a\n\n          soldier heading into a battle he knows cannot be won.\n\n\n\n          DANIEL (V.O.)\n\n          Now their hunt has turned to me. I\n\n          am number 4.\n\n\n\n                         CUT TO:\n\n\n\n          EXT. REST-STOP DINER - NIGHT\n\n\n\n          A tired neon sign illuminates the big rigs that RUMBLE past,\n\n          headed to destinations unknown.\n\n\n\n          INT. REST-STOP DINER - NIGHT\n\n\n\n          Daniel sullenly stares at a stack of untouched pancakes.\n\n          Henri slides into the booth, all business.\n\n\n\n                         HENRI\n\n          Florida's clear. I sent a letter\n\n          to the school and there's nothing\n\n          in the papers.\n\n\n\n                         DANIEL\n\n          I didn't even get a chance to say\n\n          goodbye.\n\n          Henri keeps going, passes an envelope across the table.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          7.\n\n\n\n                         HENRI\n\n          New IDs.\n\n          Daniel pulls out his birth certificate, reads the name.\n\n\n\n                         DANIEL\n\n          Just when I think you can't get any\n\n          less original, you lower the bar.\n\n\n\n                         HENRI\n\n          I'm not interested in originality.\n\n          I'm interested in untraceable.\n\n          There are 335,321 John Smiths in\n\n          the United States.\n\n          (Note: from this point on, Daniel will be called John.)\n\n          John looks at him, then abruptly gets up and storms away.\n\n          Henri drops $20 on the table and calmly heads after him.\n\n\n\n          INT. ARCADE - REST STOP - NIGHT\n\n\n\n          A row of ancient arcade games blinks. John angrily stabs the\n\n          buttons of a Space Invaders machine as Henri approaches.\n\n          They are alone. John's eyes never leave the video screen.\n\n\n\n                         JOHN\n\n          It's been so long since the last\n\n          scar.",
  "7": "---END OF PREVIOUS SECTION---\nThey are alone. John's eyes never leave the video screen. JOHN\n\n          It's been so long since the last\n\n          scar. \n---TARGET SECTION TO BE ANNOTATED---\n                         HENRI\n\n          You got lulled into a false sense\n\n          of security. That's my fault.\n\n          John struggles to keep his temper in check.\n\n\n\n                         JOHN\n\n          I liked Florida. I liked having\n\n          friends. I liked feeling normal.\n\n          Henri's face softens with paternal compassion.\n\n\n\n                         HENRI\n\n          I wish that you could have a normal\n\n          life -- but you can't.\n\n          Only now does John turn and face him. His eyes blaze with\n\n          frustration.\n\n\n\n                         JOHN\n\n          Then why fake it? Why not just go\n\n          hole up in the wilderness.\n\n\n\n                         HENRI\n\n          That's exactly what Number 3 did.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          8.\n\n          John looks at him, confused. Henri pulls up an article on\n\n          his iPhone and hands it to John.\n\n\n\n                         HENRI\n\n          It's from an African news site. A\n\n          man and his son went missing two\n\n          nights ago. The locals think they\n\n          were taken by strange beasts.\n\n          John understands the implication.\n\n\n\n                         JOHN\n\n          Piken.\n\n\n\n                         HENRI\n\n          The Mogadorians are natural-born\n\n          hunters. Blending in is our best\n\n          protection.\n\n\n\n                         JOHN\n\n          So we just keep moving from town to\n\n          town?\n\n\n\n                         HENRI\n\n          Until I say otherwise -- yes.\n\n          John waits as a TRUCKER passes through the room. His voice\n\n          softens but never loses its intensity.\n\n\n\n                         JOHN\n\n          I want to be from someplace, Henri.\n\n\n\n                         HENRI\n\n          You are.\n\n\n\n                         JOHN\n\n          Lorien's your home, I don't even\n\n          remember it.\n\n          John's tone rubs Henri the wrong way.\n\n\n\n                         HENRI\n\n          Like it or not, it's your home too.\n\n          You have a responsibility to those\n\n          who died.\n\n\n\n          INT. SUV - NIGHT\n\n\n\n          Henri and John climb in.\n\n\n\n                         JOHN\n\n          I want a say in where we live.\n\n          (off Henri's face)\n\n          You already picked it, didn't you?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          9.\n\n          Henri REVS the ENGINE to life.\n\n\n\n                         HENRI\n\n          Cheer up, you're going to be living\n\n          in Paradise.",
  "8": "---END OF PREVIOUS SECTION---\n9. Henri REVS the ENGINE to life. HENRI\n\n          Cheer up, you're going to be living\n\n          in Paradise. \n---TARGET SECTION TO BE ANNOTATED---\n                         CUT TO:\n\n          A frigid sheet of RAIN POUNDS the sign that's planted on the\n\n          side of this narrow stretch of rural blacktop:\n\n\n\n          âWELCOME TO PARADISE, OHIO. POP. 5,243â\n\n          The silver SUV streaks past, its wipers working overtime. It\n\n          kicks up a spray as it speeds down Main Street. The dinky\n\n          storefronts are garishly decorated for Halloween.\n\n\n\n          EXT. WOODS - DAY\n\n\n\n          The leaves are washed in a thousand shades of gold. The SUV\n\n          barrels along the drive that twists through the woods.\n\n\n\n          INT. SUV - DAY - DRIVING\n\n\n\n          Henri pulls up in front of a small house. It sits by itself,\n\n          surrounded by trees. Water sluices off the weather-worn\n\n          garage in the yard behind it. A WOMAN steps out of a minivan\n\n          to greet them.\n\n\n\n                         JOHN\n\n          She looks even perkier than the\n\n          realtor in Florida.\n\n          A warm smile graces her round face and she's clutching a\n\n          fruit basket. For the record, she is called ANNIE.\n\n\n\n                         HENRI\n\n          What's your name?\n\n\n\n                         JOHN\n\n          John Smith.\n\n\n\n                         HENRI\n\n          Where are you from, John?\n\n\n\n                         JOHN\n\n          Arizona.\n\n\n\n                         HENRI\n\n          Why did you move to Paradise?\n\n\n\n                         JOHN\n\n          Because you're an asshole.\n\n          John waits for a reaction but doesn't get one...\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          10.\n\n\n\n                         JOHN\n\n          Because my dad needs peace and\n\n          quiet to research his book.\n\n          Henri nods and smiles wryly.\n\n\n\n                         HENRI\n\n          This was a lot easier when you were\n\n\n\n          12.\n\n\n\n          INT. HOUSE - DAY\n\n\n\n          The front door swings open and Annie proudly escorts Henri\n\n          and John inside.\n\n\n\n                         ANNIE\n\n          Here we are. Home sweet home.\n\n          They scan the faded interior. The place is in desperate need\n\n          of a makeover. A grandfather clock pensively TICKS at the\n\n          end of the hall. Annie remains relentlessly optimistic.\n\n\n\n                         ANNIE\n\n          First impressions?\n\n\n\n                         HENRI\n\n          It's perfect.\n\n          Annie places the fruit basket on the dining table and begins\n\n          turning on the lights.\n\n\n\n                         JOHN\n\n          That's one word for it.",
  "9": "---END OF PREVIOUS SECTION---\nHENRI\n\n          It's perfect. Annie places the fruit basket on the dining table and begins\n\n          turning on the lights. JOHN\n\n          That's one word for it. \n---TARGET SECTION TO BE ANNOTATED---\n          Stewing, John exits into the hall with his duffel bag. Annie\n\n          reads the strained dynamic.\n\n\n\n                         ANNIE\n\n          I feel your pain. I have a\n\n          daughter his age. Apparently, I\n\n          ruin her life on a daily basis.\n\n          John steps back in, holding a sun-faded poster featuring NFL\n\n          great Bernie Kosar.\n\n\n\n                         JOHN\n\n          This guy was covering a hole in my\n\n          wall.\n\n          Annie's cheeks blush with annoyance.\n\n\n\n                         ANNIE\n\n          I told the handyman to patch that\n\n          before you arrived. I'm so sorry.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          11.\n\n          Henri is all charm, gently leads her to the front door.\n\n\n\n                         HENRI\n\n          Don't you worry about it.\n\n          She nods, grateful.\n\n\n\n                         ANNIE\n\n          We'll knock it off the rent. Keep\n\n          the poster, Bernie Kosar brings\n\n          good luck here in the Buckeye\n\n          State.\n\n\n\n                         CUT TO:\n\n\n\n          EXT. HOUSE - NIGHT\n\n\n\n          The rain has stopped. The wind RUSTLES the trees. John\n\n          lifts out the last box. As he closes the trunk, he doesn't\n\n          notice the hitchhiking gecko hotfoot it out.\n\n\n\n          INT. LIVING ROOM - HOUSE - NIGHT\n\n\n\n          Henri is busy setting up his computer station. John dumps\n\n          the box on the floor.\n\n\n\n                         JOHN\n\n          That's the last of them. I'm\n\n          hitting the sack.\n\n\n\n                         HENRI\n\n          I need a new photo first.\n\n          John crosses and stands against the wall.\n\n\n\n                         HENRI\n\n          Say Paradise.\n\n          John gives him a withering look. Henri flashes off a shot.\n\n          The camera is cabled to one of the laptops.\n\n          TIGHT ON LAPTOP: The image of John pixelates onto a digital\n\n          grid and a face-recognition program begins to map his facial\n\n          structure.\n\n          Henri turns to another laptop.\n\n\n\n                         HENRI\n\n          I've imputed the new search words:\n\n          Daniel Jones. Big Pine Key.\n\n          Sunset High School. You think of\n\n          any others?\n\n\n\n                         JOHN\n\n          Yeah, this place sucks.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          12.\n\n          Henri swivels to face him.",
  "10": "---END OF PREVIOUS SECTION---\nJOHN\n\n          Yeah, this place sucks. 12. Henri swivels to face him. \n---TARGET SECTION TO BE ANNOTATED---\n                         HENRI\n\n          If there's a story or picture of\n\n          you on the internet, this program\n\n          will find it. Our enemy doesn't\n\n          know who you are -- I want to keep\n\n          it that way.\n\n          John nods, knows he's being a jerk.\n\n\n\n                         JOHN\n\n          Sand Dollar Beach, that's where we\n\n          were jet skiing.\n\n          Henri types it in when something SCRATCHES at the door.\n\n          Their heads instantly turn towards the sound. Tense SILENCE.\n\n          SLOW PUSH IN ON THE DOOR as another SCRATCH echoes.\n\n          Henri is on his feet. He flicks off the lights and silently\n\n          signals John to retreat down the hall. With the cool air of\n\n          an assassin, Henri unzips a duffel bag and pulls out a sleek\n\n          crystal-handled dagger. As he steps to the door...\n\n\n\n          INT. CLOSET - JOHN'S BEDROOM - NIGHT\n\n\n\n          ... John crouches in the dark, clutching a baseball bat.\n\n          Suddenly, the light in the bedroom buzzes back on. He holds\n\n          his breath as the door swings open. He looks up and is\n\n          relieved to see Henri.\n\n\n\n                         HENRI\n\n          I found our intruder -- he's a\n\n          little small for a Mogadorian.\n\n          At that moment,\n\n\n\n                         A BEAGLE\n\n          slips between Henri's legs. It cocks its head, studies\n\n          John's face, then pads forward and licks his cheek.\n\n\n\n          INT. KITCHEN - HOUSE - NIGHT\n\n\n\n          The dog greedily laps a bowl of milk.\n\n\n\n                         JOHN\n\n          He's starving, doesn't have any\n\n          collar or tags.\n\n\n\n                         HENRI\n\n          Must have been dumped.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          13.\n\n\n\n                         JOHN\n\n          You know, another pair of eyes and\n\n          ears watching the house wouldn't be\n\n          a bad thing.\n\n          Henri considers the request, nods. John playfully ruffles\n\n          the dog's head.\n\n\n\n                         HENRI\n\n          What are you going to call him?\n\n\n\n                         JOHN\n\n          Since I need all the luck I can get\n\n          -- how about Bernie Kosar?\n\n\n\n                         CUT TO:\n\n\n\n          INT. LIVING ROOM - HOUSE - MORNING\n\n\n\n          John enters, dressed in black, ready for his first day of\n\n          school.",
  "11": "---END OF PREVIOUS SECTION---\nJOHN\n\n          Since I need all the luck I can get\n\n          -- how about Bernie Kosar? CUT TO:\n\n\n\n          INT. LIVING ROOM - HOUSE - MORNING\n\n\n\n          John enters, dressed in black, ready for his first day of\n\n          school. \n---TARGET SECTION TO BE ANNOTATED---\n He dumps his backpack on a chair. Henri places a\n\n          plate with an omelette and perfectly browned hash browns in\n\n          front of him.\n\n\n\n                         JOHN\n\n          Wow. You outdid yourself. What's\n\n          up?\n\n          Henri lifts a red backpack into view. John stares at it.\n\n\n\n                         JOHN\n\n          I already have a backpack.\n\n\n\n                         HENRI\n\n          This one has five days of rations,\n\n          spare clothes, cash and a handheld\n\n          GPS. Keep it with you at all\n\n          times.\n\n\n\n                         JOHN\n\n          Henri, come on.\n\n\n\n                         HENRI\n\n          Game's changed. You're in the\n\n          crosshairs now. You have to be\n\n          ready to leave at a moment's\n\n          notice. With or without me.\n\n          John stares at the backpack, takes in this new reality. He\n\n          pushes the plate away, snatches the backpack and heads out\n\n          the door. Henri stares at the omelette, tastes a pinch of\n\n          hash browns, then puts the plate on the floor on his way out.\n\n          It takes Bernie 2.5 seconds to race over and start to eat.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          14.\n\n\n\n          EXT. PARADISE HIGH SCHOOL - DAY\n\n\n\n          Jack-o'-lanterns stare out from the âHALLOWEEN BLOCK PARTYâ\n\n          banner strung across the red brick facade. Henri drives\n\n          away. John slides the red backpack onto his shoulder when he\n\n          hears a FAMILIAR BARK. He turns and is surprised to find\n\n\n\n          BERNIE KOSAR.\n\n          The little dog is sitting by the flagpole wagging his white-\n\n          tipped tail. John crosses to him, baffled.\n\n\n\n                         JOHN\n\n          Bernie, what the hell... were you\n\n          hiding in the car?\n\n          He scoops the dog into his arms.\n\n\n\n          FEMALE VOICE (O.S.)\n\n          Hey, I was about to take a picture\n\n          of the little guy.\n\n          John turns and finds\n\n\n\n          SARAH HARTE.\n\n          She's his age and is holding an old 35mm Nikon. There is\n\n          something about her unforced beauty that is instantly\n\n          enchanting. John shuffles, uncharacteristically nervous.\n\n\n\n                         JOHN\n\n          He's not supposed to be here.",
  "12": "---END OF PREVIOUS SECTION---\nThere is\n\n          something about her unforced beauty that is instantly\n\n          enchanting. John shuffles, uncharacteristically nervous. JOHN\n\n          He's not supposed to be here. \n---TARGET SECTION TO BE ANNOTATED---\n                         (TO BERNIE)\n\n          Go home. Now.\n\n          Bernie hops out of his arms and obediently runs towards home.\n\n\n\n                         SARAH\n\n          He's really well-trained. How long\n\n          have you had him?\n\n          John turns away.\n\n\n\n                         JOHN\n\n          Sorry about your shot.\n\n\n\n                         SARAH\n\n          No worries.\n\n          He begins walking towards the entrance.\n\n\n\n                         SARAH\n\n          You just moved into the house on\n\n          Old Mill Road. It's John, right?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          15.\n\n          John swings back, concerned.\n\n\n\n                         SARAH\n\n          Don't worry, I'm not stalking you.\n\n          My mom said she rented it to a guy\n\n          with a son my age. Since I know\n\n          every other face on this quad, that\n\n          had to be you.\n\n\n\n                         (BEAT)\n\n          I'm Sarah.\n\n          He nods.\n\n\n\n                         SARAH\n\n          Where are you from?\n\n\n\n                         JOHN\n\n          Someplace warmer.\n\n\n\n                         SARAH\n\n          I don't think that qualifies as an\n\n          actual answer.\n\n\n\n                         JOHN\n\n          I need to register.\n\n          She raises her camera to snap a shot of him.\n\n\n\n                         JOHN\n\n          Whoa. What are you doing?\n\n\n\n                         SARAH\n\n          Capturing your first day, even\n\n          though you're technically six weeks\n\n          late.\n\n\n\n                         JOHN\n\n          Please don't point that at me.\n\n\n\n                         SARAH\n\n          Afraid the camera's going to steal\n\n          your soul?\n\n          She lifts the viewfinder to her eye, adjusts focus. Annoyed,\n\n          he covers the lens with his hand.\n\n\n\n                         JOHN\n\n          What's your problem? I said no.\n\n\n\n                         SARAH\n\n          It's only for the yearbook.\n\n          John regains his composure.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          16.\n\n\n\n                         JOHN\n\n          I'm not big into having my picture\n\n          taken. Sorry.\n\n          As he heads away, Sarah watches, intrigued. CAMERA TRACKS TO\n\n          REVEAL MARK JAYNE monitoring the encounter. He's the star\n\n          quarterback and his chiselled jaw tenses with jealousy.\n\n\n\n          INT. HALL - PARADISE HIGH SCHOOL - DAY\n\n\n\n          Loaded with textbooks, John instinctively bows his head as he\n\n          passes the black eye of a hall security camera and steps to a\n\n          locker.",
  "13": "---END OF PREVIOUS SECTION---\nHe's the star\n\n          quarterback and his chiselled jaw tenses with jealousy. INT. HALL - PARADISE HIGH SCHOOL - DAY\n\n\n\n          Loaded with textbooks, John instinctively bows his head as he\n\n          passes the black eye of a hall security camera and steps to a\n\n          locker. \n---TARGET SECTION TO BE ANNOTATED---\n He reaches for the combination lock when\n\n\n\n                         A BACKPACK\n\n          viciously sideswipes him. The textbooks scatter across the\n\n          checkerboard linoleum. John sees the culprit is Mark Jayne,\n\n          who offers him a taunting grin. John fights his urge to\n\n          react and watches as Mark struts over to his POSSE OF JOCKS.\n\n\n\n          VOICE (O.S.)\n\n          Welcome to Paradise, irony not\n\n          included.\n\n          John looks at the teen standing two lockers down. He's got a\n\n          battered skateboard tucked into his backpack and wears an\n\n          Army surplus jacket. This is SAM GOODE -- genius by birth,\n\n          slacker by choice. He nods after Mark.\n\n\n\n                         SAM\n\n          His name's Mark Jayne.\n\n          Quarterback, sheriff's son, he's\n\n          three years into the best four\n\n          years of his life.\n\n          John begins retrieving the fallen books. Sam helps.\n\n\n\n                         SAM\n\n          Do yourself a favor -- stay off his\n\n          radar.\n\n\n\n                         JOHN\n\n          Didn't know I was on it.\n\n\n\n                         SAM\n\n          You were talking to Sarah Harte.\n\n\n\n                         JOHN\n\n          She was talking to me.\n\n\n\n                         SAM\n\n          Mark and Sarah have been exclusive\n\n          since Freshmen year.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          17.\n\n          John looks down the hall and sees Mark wrap his arm around\n\n          Sarah's shoulder.\n\n\n\n                         SAM\n\n          If there's another guy in her\n\n          airspace, he shoots them down. You\n\n          got a warning shot.\n\n          John piles the books into his locker.\n\n\n\n                         JOHN\n\n          Maybe I'll fire back next time.\n\n\n\n                         SAM\n\n          Look, you're new, so let me tell\n\n          you how things work in this\n\n          misnamed backwater. Football\n\n          players are gods -- the rest of us\n\n          are mere mortals. If you want to\n\n          survive, keep your head down and\n\n          don't make waves.\n\n\n\n                         JOHN\n\n          You sound like my dad.\n\n\n\n                         SAM\n\n          Obviously a wise man.\n\n\n\n                         (BEAT)\n\n          I'm Sam by the way.\n\n          Sam extends his hand. John doesn't take it.\n\n\n\n                         JOHN\n\n          Thanks for the download.\n\n          As he SLAMS his locker shut...\n\n\n\n                         CUT TO:\n\n\n\n          EXT.",
  "14": "---END OF PREVIOUS SECTION---\nJOHN\n\n          Thanks for the download. As he SLAMS his locker shut... CUT TO:\n\n\n\n          EXT. \n---TARGET SECTION TO BE ANNOTATED---\n FOOTBALL STADIUM - PARADISE HIGH - DAY\n\n\n\n          It's an impressive structure with wraparound bleachers. The\n\n          Junior gym class jogs around the track. John hangs in the\n\n          middle of the pack, with his hoodie up, blending in.\n\n          They pass the GIRLS who are stretching on the pristine field.\n\n          Sarah's eyes drift towards John. The COACH blows a whistle.\n\n\n\n                         COACH\n\n          Alright, people. Let's hit the\n\n          gym.\n\n          The assembled teens GROAN and fan off towards the mouth of a\n\n          tunnel that stares out from the base of the bleachers.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          18.\n\n\n\n          INT. GYM - PARADISE HIGH - DAY\n\n\n\n          John emerges from the tunnel via a door by the stage. Some\n\n          of his classmates are on the court, passing and dribbling.\n\n\n\n                         COACH\n\n          Okay, half court, three on three.\n\n          Girls have this basket, boys have\n\n          that one.\n\n\n\n                         CUT TO:\n\n          Two simultaneous games are in progress. John sits on the\n\n          sidelines waiting his turn. He avoids eye contact with Sarah\n\n          who is sitting in the shadow of the basket. However, he does\n\n          notice Mark Jayne enter and approach her.\n\n\n\n                         COACH\n\n          New kid, you're up. Show me what\n\n          you've got.\n\n          John steps onto the court and waits for the ball to come his\n\n          way. He steals a glance and sees Sarah and Mark arguing. A\n\n          blur of orange. John swings back and catches the ball.\n\n          Just as he shoots, he's distracted by Sarah's upset voice.\n\n\n\n                         THE SHOT\n\n          goes wild, misses the basket but hits the glass backboard\n\n          with such force that it\n\n\n\n          SHATTERS.\n\n          Mark and Sarah are inadvertently forced to separate as shards\n\n          rain down. All eyes turn to John, who's annoyed at his\n\n          momentary lapse. TEENS HOOT. The Coach BLOWS his whistle.\n\n\n\n                         COACH\n\n          Enough! Hit the showers.\n\n\n\n                         (TO JOHN)\n\n          LeBron, grab a broom.\n\n          As the gym empties, John looks over and catches Sarah\n\n          watching him. OFF this silent exchange...\n\n\n\n                         CUT TO:\n\n\n\n          INT.",
  "15": "---END OF PREVIOUS SECTION---\nAs the gym empties, John looks over and catches Sarah\n\n          watching him. OFF this silent exchange... CUT TO:\n\n\n\n          INT. \n---TARGET SECTION TO BE ANNOTATED---\n HOUSE - DAY\n\n\n\n\n\n          THE INTRICATELY CARVED BOX\n\n          is clutched in Henri's hands. He heads down the hall and\n\n          stops in front of the grandfather clock. Its tarnished\n\n          pendulum sways. He unlocks the glass panel and slots the Box\n\n          out of sight behind the clock's brass face.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          19.\n\n          Satisfied with the hiding place, he locks the front and takes\n\n          the key. When he turns back, he finds\n\n\n\n          BERNIE KOSAR.\n\n          The dog is studying him with his head cocked.\n\n\n\n                         HENRI\n\n          Let's keep this our little secret.\n\n          OFF Bernie's inquisitive eyes...\n\n\n\n                         CUT TO:\n\n\n\n          INT. CAFETERIA - PARADISE HIGH - DAY\n\n\n\n          John joins the line. He sees Sarah sitting by herself,\n\n          inspecting a photographic contact sheet. His view is blocked\n\n          by Sam. John rubs his hands which are oddly sweaty.\n\n\n\n                         SAM\n\n          First day here and you're already\n\n          destroying school property. So\n\n          much for not making waves.\n\n          John moves past him and grabs a tray. He's flushed and his\n\n          face is now hot and red.\n\n\n\n                         JOHN\n\n          It was an accident.\n\n\n\n                         SAM\n\n          I hear the real spectator sport was\n\n          Mark and Sarah's blowout.\n\n          John wipes his brow, distracted.\n\n\n\n                         SAM\n\n          Dude, you okay?\n\n\n\n                         JOHN\n\n          Fine.\n\n          At that moment, Mark Jayne and his buddy, KEVIN, cut in front\n\n          of them. Annoyed, John taps Mark on the shoulder.\n\n\n\n                         MARK\n\n          You got a problem?\n\n\n\n                         JOHN\n\n          Line starts back there.\n\n\n\n                         MARK\n\n          Football players get priority.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          20.\n\n\n\n                         JOHN\n\n          Where's that posted?\n\n\n\n                         MARK\n\n          Unwritten rule.\n\n\n\n                         (RE: SAM)\n\n          I'm surprised your boyfriend didn't\n\n          tell you.\n\n          Sam puts his hands up and backs away. Mark smirks at John.\n\n\n\n                         MARK\n\n          If you don't know your place around\n\n          here, things can get rough.\n\n          John holds his ground.\n\n\n\n                         JOHN\n\n          In that case, I guess I better ask\n\n          you where I should sit.",
  "16": "---END OF PREVIOUS SECTION---\nMARK\n\n          If you don't know your place around\n\n          here, things can get rough. John holds his ground. JOHN\n\n          In that case, I guess I better ask\n\n          you where I should sit. \n---TARGET SECTION TO BE ANNOTATED---\n I was\n\n          thinking about grabbing that chair\n\n          next to your girlfriend.\n\n          In a flash of anger, Mark whips up his tray, hammers it into\n\n          John's chest, knocking him to the floor.\n\n\n\n                         MARK\n\n          You want to talk trash? Let's see\n\n          you back it up.\n\n          John tries to stand, but is suddenly overcome with a wave of\n\n          pain. He looks down at his hands and is alarmed to see\n\n\n\n                         LIGHT\n\n          blooming from his palms! He quickly balls them into fists,\n\n          extinguishing the light from view.\n\n\n\n                         MARK\n\n          Get up!\n\n          SILENCE has fallen. Still clenching his fists, John rises\n\n          and stumbles out into the hall. OFF Sarah's concern as she\n\n          watches him exit...\n\n\n\n                         CUT TO:\n\n\n\n          EXT. PORCH - HOUSE - DAY\n\n\n\n          Henri is on a ladder, adjusting a hidden surveillance camera\n\n          above the front door, when Bernie starts BARKING. It's an\n\n          anxious, urgent BARK.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          21.\n\n\n\n          INT. HOUSE - DAY\n\n\n\n          Henri steps inside and sees the dog is BARKING at --\n\n\n\n          THE GRANDFATHER CLOCK.\n\n          A shaft of white light blooms from within. The shadow of the\n\n          swaying pendulum cuts across Henri's face. As he sprints for\n\n          the door...\n\n\n\n                         CUT TO:\n\n\n\n          INT. HALL - PARADISE HIGH - DAY\n\n\n\n          Disoriented, John staggers down the hall. Sam catches up.\n\n\n\n                         SAM\n\n          Dude, hold up!\n\n          John leans against the wall, keeping his hands out of sight.\n\n\n\n                         SAM\n\n          You look like crap. I'll get the\n\n          nurse.\n\n          But as Sam runs off, John heads in the other direction.\n\n\n\n                         CUT TO:\n\n\n\n          EXT. ROAD - DAY\n\n\n\n          Henri's SUV roars into view, whipping up a tornado of leaves.\n\n\n\n                         CUT TO:\n\n\n\n          INT. DARKROOM - PARADISE HIGH - DAY\n\n\n\n          Strips of negatives hang on drying lines. John bursts in and\n\n          SLAMS the door. He slips off his backpack, opens his hands.\n\n          TIGHT ON HIS EYES -- the brilliant light from his palms\n\n          shrinks his irises to pinpricks.",
  "17": "---END OF PREVIOUS SECTION---\nJohn bursts in and\n\n          SLAMS the door. He slips off his backpack, opens his hands. TIGHT ON HIS EYES -- the brilliant light from his palms\n\n          shrinks his irises to pinpricks. \n---TARGET SECTION TO BE ANNOTATED---\n          The luminescence is crisp, mercury-glass bright and grows\n\n          stronger every second. Suddenly, the door opens. John spins\n\n          in shock. A figure strides through the blinding glare,\n\n          gently takes his hands and folds them into fists.\n\n\n\n          IT'S HENRI.\n\n          John looks at him, confusion and fear etched on his face.\n\n\n\n                         JOHN\n\n          Henri, what's happening to me?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          22.\n\n\n\n                         HENRI\n\n          Calm down. You're going to be\n\n          okay.\n\n          John angrily holds up one of his luminescent hands.\n\n\n\n                         JOHN\n\n          On what planet is this okay?\n\n\n\n                         HENRI\n\n          Yours.\n\n\n\n                         (BEAT)\n\n          I need to get you out of here.\n\n\n\n          INT. HALL - PARADISE HIGH - DAY\n\n\n\n          John steps out of the darkroom wearing Henri's heavy coat.\n\n          His hands are balled and stuffed into the pockets. Henri\n\n          leads him quickly down the hall.\n\n\n\n                         CUT TO:\n\n\n\n          INT. SUV - DAY - MOVING\n\n\n\n          John fearfully studies his hands which have returned to\n\n          normal, then looks over at Henri who seems oddly calm.\n\n\n\n                         JOHN\n\n          Okay, start talking. What the\n\n          hell's going on?\n\n\n\n                         HENRI\n\n          Your first Legacy is starting to\n\n          manifest.\n\n\n\n                         JOHN\n\n          Legacy?\n\n\n\n                         HENRI\n\n          An extraordinary ability. Yours is\n\n          called Lumen. They start a lot\n\n          sooner on Lorien. I was beginning\n\n          to fear yours would never emerge.\n\n\n\n                         JOHN\n\n          You knew this was going to happen?\n\n          Why didn't you say anything?\n\n\n\n                         HENRI\n\n          I didn't want to worry you. You\n\n          were already under enough pressure.\n\n\n\n                         (SINCERE)\n\n          I'm sorry.\n\n          John acknowledges the apology, but looks at him, suspicious.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          23.\n\n\n\n                         JOHN\n\n          What else have you been hiding from\n\n          me?\n\n\n\n                         CUT TO:\n\n\n\n          INT. LIVING ROOM - HOUSE - NIGHT\n\n\n\n          The curtains are drawn. Bernie Kosar dozes on the couch\n\n          while John and Henri sit at the table, staring at the Box.\n\n\n\n                         HENRI\n\n          This couldn't be opened until your\n\n          first Legacy appeared. Ready?\n\n          John nods nervously.",
  "18": "---END OF PREVIOUS SECTION---\nHENRI\n\n          This couldn't be opened until your\n\n          first Legacy appeared. Ready? John nods nervously. \n---TARGET SECTION TO BE ANNOTATED---\n Henri places the fingertips of his\n\n          right hand onto five petal-shaped discs inlaid onto the lid.\n\n          John cautiously follows suit and places his fingers on the\n\n          âpetalsâ fanned across the opposite side.\n\n\n\n                         THE DISCS\n\n          momentarily glow and a SHARP CLICK echoes from within. John\n\n          and Henri pull their hands away and watch as the Box\n\n          miraculously comes to life. Fissures of light sweep across\n\n          the lines of inlaid stone, dividing the lid into sections\n\n          that begin to twist and reform like high-tech origami.\n\n\n\n                         JOHN\n\n          Whoa.\n\n          PUSH IN ON Bernie as he sits up and watches the Box unfold.\n\n          Like an intricate jigsaw, the sections finally regroup,\n\n          creating a new pattern on the lid. It's a familiar geometric\n\n          symbol. John touches the crystal pendant that hangs from his\n\n          neck -- the symbols are an exact match.\n\n\n\n                         HENRI\n\n          Open it.\n\n          John nods, cautiously lifts the lid, revealing a neat\n\n          assortment of velvet pouches and an array of colored rocks.\n\n          They range in size and color but all share a serene beauty.\n\n\n\n                         JOHN\n\n          What are they?\n\n\n\n                         HENRI\n\n          Crystals from Lorien's core.\n\n          They'll guide us in your training.\n\n          John tries to reach for one, but Henri slaps his hand away.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          24.\n\n\n\n                         HENRI\n\n          Place your hand over them.\n\n          John follows the instruction and is amazed when a walnut-\n\n          sized crystal floats up from the Box. It slowly begins to\n\n          spin and project\n\n\n\n          A SWIRLING HOLOGRAPHIC GALAXY.\n\n\n\n                         HENRI\n\n          Our solar system.\n\n          Henri points to a planet. Its oceans are dark with pollution\n\n          and its sprawling continents are barren and treeless.\n\n\n\n                         HENRI\n\n          That's what Lorien looked like\n\n          thousands of years ago. We had all\n\n          the problems that Earth has today.\n\n          The planet was dying until our\n\n          people made a collective decision\n\n          to change and slowly Lorien began\n\n          to heal itself -- that's when the\n\n          Legacies started.\n\n          John watches as the spinning planet transforms before his\n\n          eyes.",
  "19": "---END OF PREVIOUS SECTION---\nWe had all\n\n          the problems that Earth has today. The planet was dying until our\n\n          people made a collective decision\n\n          to change and slowly Lorien began\n\n          to heal itself -- that's when the\n\n          Legacies started. John watches as the spinning planet transforms before his\n\n          eyes. \n---TARGET SECTION TO BE ANNOTATED---\n Its oceans turn a vibrant chroma-key blue and the land\n\n          masses become a lush emerald green.\n\n\n\n                         HENRI\n\n          Only a select few developed these\n\n          abilities. They became known as\n\n          the Garde.\n\n\n\n                         JOHN\n\n          That's what I am?\n\n\n\n                         HENRI\n\n          Like your parents and grandparents.\n\n          John considers this new information.\n\n\n\n                         JOHN\n\n          The other children in the ship...\n\n          Henri finishes John's thought.\n\n\n\n                         HENRI\n\n          They're Garde as well. Once you've\n\n          mastered your Legacies, we'll find\n\n          them and face the Mogadorians\n\n          together.\n\n          John looks at Henri, curious.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          25.\n\n\n\n                         JOHN\n\n          What Legacy do you have?\n\n\n\n                         HENRI\n\n          I don't have any and never will.\n\n          I'm your Cepan -- a teacher. My\n\n          job is not just to protect you but\n\n          to train you.\n\n\n\n                         (BEAT)\n\n          Give me your hand.\n\n          Henri takes one of John's hands and pulls a cigarette lighter\n\n          from his pocket. John flinches, unsure.\n\n\n\n                         HENRI\n\n          Trust me.\n\n          Henri flicks a flame to life and sweeps it under John's\n\n          outstretched palm.\n\n\n\n                         HENRI\n\n          You feel that?\n\n          Amazingly, the flame harmlessly licks the skin. But when\n\n          Henri moves the lighter further up John's arm --\n\n\n\n                         JOHN\n\n          Ouch.\n\n          John jerks his hand away. Henri kills the flame, shrugs.\n\n\n\n                         HENRI\n\n          When we're done, your entire body\n\n          will be shielded against fire.\n\n          John rubs his singed wrist.\n\n\n\n                         HENRI\n\n          You'll get other Legacies too.\n\n\n\n                         JOHN\n\n          Flying would be cool.\n\n\n\n                         HENRI\n\n          You don't get to pick them off a\n\n          menu.\n\n          KNOCK. KNOCK. KNOCK. As John spins to the door, the\n\n          shimmering galaxy fades and the crystal drops to the floor.\n\n\n\n                         HENRI\n\n          Mogs don't knock.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          26.\n\n          Henri steps to his computer bank and examines a laptop\n\n          featuring live feeds from a dozen surveillance cameras he's\n\n          installed around the property.",
  "20": "---END OF PREVIOUS SECTION---\nHENRI\n\n          Mogs don't knock. 26. Henri steps to his computer bank and examines a laptop\n\n          featuring live feeds from a dozen surveillance cameras he's\n\n          installed around the property. \n---TARGET SECTION TO BE ANNOTATED---\n                         HENRI\n\n          It's a girl.\n\n          John looks over his shoulder and reacts with surprise.\n\n\n\n          EXT. PORCH - HOUSE - NIGHT\n\n\n\n          John opens the door and finds Sarah amped.\n\n\n\n                         SARAH\n\n          How'd you do it?\n\n          Her accusation startles him.\n\n\n\n                         JOHN\n\n          Do what?\n\n\n\n                         SARAH\n\n          Eviscerate the entire senior class?\n\n          She pulls a strip of overexposed 35mm film from her coat.\n\n\n\n                         SARAH\n\n          I was in the darkroom before lunch\n\n          and they were hanging on the line\n\n          smiling and looking forward to the\n\n          future. When I got back, I found\n\n          15 rolls of negatives wiped clean.\n\n          John shrugs innocently.\n\n\n\n                         JOHN\n\n          I don't know what you're talking\n\n          about.\n\n\n\n                         SARAH\n\n          So you weren't in the darkroom\n\n          today?\n\n\n\n                         JOHN\n\n          No.\n\n\n\n                         SARAH\n\n          Here's a tip. If you're going to\n\n          lie, don't leave a big red backpack\n\n          at the scene of the crime.\n\n          She swings his backpack into view. John is mortified. He\n\n          struggles to find a plausible answer and silently tries to\n\n          quell the feeling welling in his chest.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          27.\n\n\n\n                         JOHN\n\n          I don't know what happened. Maybe\n\n          it's a sign that you should invest\n\n          in a digital camera.\n\n\n\n                         SARAH\n\n          Digital sucks. Film tells the\n\n          truth. Clearly, I'm not going to\n\n          get that from you.\n\n          He watches as she angrily heads down the steps and climbs\n\n          into her car. John glances at his palms and is surprised to\n\n          find they are dimly luminescent.\n\n\n\n          EXT. ROAD - NIGHT\n\n\n\n          Sarah's car sweeps out of the drive and powers towards town,\n\n          unaware of the truck parked in the shadows.\n\n\n\n                         MARK JAYNE\n\n          is behind the wheel and watches as her headlights fade into\n\n          the night. OFF his simmering jealousy...\n\n\n\n          INT. HOUSE - NIGHT\n\n\n\n          Bernie Kosar waits expectantly as Henri pours âDoggie Chowâ\n\n          into a bowl. John steps in.\n\n\n\n                         HENRI\n\n          Everything okay?\n\n\n\n                         JOHN\n\n          She was returning my backpack.",
  "21": "---END OF PREVIOUS SECTION---\nJohn steps in. HENRI\n\n          Everything okay? JOHN\n\n          She was returning my backpack. \n---TARGET SECTION TO BE ANNOTATED---\n          He dumps it by the door.\n\n\n\n                         HENRI\n\n          I think you should stay home from\n\n          school for a couple of days.\n\n\n\n                         JOHN\n\n          I'm fine.\n\n\n\n                         HENRI\n\n          Just to be safe.\n\n\n\n                         CUT TO:\n\n\n\n          INT. JOHN'S BEDROOM - NIGHT\n\n\n\n          John lies on his bed, staring at his luminescent palms,\n\n          conflicted by his emotions.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          28.\n\n\n\n          INT. JOHN'S BEDROOM - NIGHT - LATER\n\n\n\n          Moonlight cuts across Bernie Kosar who is SNORING peacefully\n\n          at the end of the bed. John tosses and turns. He finally\n\n          sits up, unable to sleep.\n\n\n\n          INT. LIVING ROOM - HOUSE - DAWN\n\n\n\n          Nursing a mug of black coffee, Henri diligently scans the\n\n          laptop screens. He's clearly never gone to bed. He looks up\n\n          as John enters wearing track gear.\n\n\n\n                         JOHN\n\n          I'm going for a run.\n\n          Bernie trots out and wags his tail pleadingly.\n\n\n\n                         JOHN\n\n          Sorry, buddy, you couldn't keep up.\n\n\n\n                         CUT TO:\n\n\n\n                         START MONTAGE:\n\n\n\n          EXT. WOODS - DAWN\n\n\n\n          EPIC AERIAL SHOT LOOKING DOWN AT AN EAGLE as it soars above\n\n          the rich kaleidoscope of trees. It almost seems to be\n\n          following John, who is powering along a narrow track below.\n\n\n\n                         CUT TO:\n\n          John moves at superhuman speed, leaving a blurring wake of\n\n          leaves. His foot splits a log as he bounds over it.\n\n\n\n                         CUT TO:\n\n          John charges towards a secluded stream. It's 30 feet wide.\n\n          He doesn't slow, leaps off the bank and effortlessly\n\n          hopscotches from boulder to boulder to the other side.\n\n\n\n                         CUT TO:\n\n\n\n          EXT. HILL - DAWN\n\n\n\n          It offers a high-def view of Paradise. John reaches the top\n\n          and is exhilarated by the sense of temporary liberation. He\n\n\n\n                         WATCHES AS\n\n\n\n                         THE EAGLE\n\n          alights in a nearby oak tree. John bends to tighten his\n\n          laces, his eyes fall on the trio of scars branded on his\n\n          ankle. His happiness dims.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          29.",
  "22": "---END OF PREVIOUS SECTION---\nJohn bends to tighten his\n\n          laces, his eyes fall on the trio of scars branded on his\n\n          ankle. His happiness dims. 29. \n---TARGET SECTION TO BE ANNOTATED---\n          He grits his teeth and takes off for home. As he passes the\n\n          oak, the CAMERA TRACKS TO REVEAL the gecko scampering down\n\n          the gnarled trunk.\n\n\n\n                         CUT TO:\n\n\n\n          INT. HALL - PARADISE HIGH SCHOOL - DAY\n\n\n\n          Sam is at his locker. He glances over at John's, hoping\n\n          he'll show. Disappointed, he joins the crisscrossing throng.\n\n\n\n                         CUT TO:\n\n\n\n          INT. HOUSE - DAY\n\n\n\n          John âpracticesâ turning his Lumen Legacy âoffâ and âonâ.\n\n          Henri watches as John's palms glow. Â  John focuses intently,\n\n          causing them to flare with sudden brilliance. Momentarily\n\n          blinded, John jerks back and topples off his chair.\n\n\n\n                         CUT TO:\n\n\n\n          EXT. FOOTBALL STADIUM - PARADISE HIGH - NIGHT\n\n\n\n          Sarah sits in the stands, doing homework, watching Mark and\n\n          the football team practice in the cold metallic floodlight.\n\n          ON THE FIELD the ball is hiked to Mark. He looks for an\n\n          opening and fires a perfect spiral to the RECEIVER in the end\n\n          zone. Mark thumps chests with Kevin and looks up at the\n\n          stands, only to discover that Sarah is gone.\n\n\n\n                         CUT TO:\n\n\n\n          EXT. BACK PORCH - HOUSE - DAY\n\n\n\n          John's playing âsupercatchâ with Bernie. He watches as the\n\n          little guy races back from the woods, clutching a ball.\n\n          Panting with exertion, the dog lays it at John's feet. John\n\n          smiles, swings back his arm and hauls the ball again.\n\n          ANGLE ON BALL: It arcs up, sails right over the garage and\n\n          drops earthwards in the heart of the woods.\n\n          Unperturbed by the superhuman throw, Bernie hightails after\n\n          the ball. Henri steps out and watches, amused, then tosses\n\n          John a pair of black driving gloves. OFF John's eye roll...\n\n\n\n                         CUT TO:\n\n\n\n          INT. HALL - PARADISE HIGH - DAY\n\n\n\n          TIGHT ON ONE OF THE GLOVES. It's now fingerless and on\n\n          John's hand.",
  "23": "---END OF PREVIOUS SECTION---\nCUT TO:\n\n\n\n          INT. HALL - PARADISE HIGH - DAY\n\n\n\n          TIGHT ON ONE OF THE GLOVES. It's now fingerless and on\n\n          John's hand. \n---TARGET SECTION TO BE ANNOTATED---\n He weaves through the preclass crowd and is\n\n          about to head into the chemistry lab when he sees\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          30.\n\n\n\n                         SARAH\n\n          disappearing into a room at the end. He's torn, then makes a\n\n          decision and does something he shouldn't -- he strides down\n\n          the hall after her.\n\n\n\n          END MONTAGE.\n\n\n\n          INT. YEARBOOK ROOM - PARADISE HIGH - DAY\n\n\n\n          Sarah is alone, tacking photographs to a large board that's\n\n          lying flat on the carpet. She hears the door CLICK, turns\n\n          and coolly regards John.\n\n\n\n                         SARAH\n\n          I think you have the wrong room.\n\n          She rises, walks past him and begins searching the photos\n\n          scattered on the layout table in the middle of the space.\n\n\n\n                         JOHN\n\n          Wanted to apologize.\n\n\n\n                         SARAH\n\n          Does the apology come with an\n\n          explanation?\n\n          He turns to go, has his hand on the door when --\n\n\n\n                         SARAH\n\n          Wait.\n\n          He looks back. Her face softens.\n\n\n\n                         SARAH\n\n          How about we delete Monday and\n\n          start over?\n\n          She steps forward and extends her hand.\n\n\n\n                         SARAH\n\n          I'm Sarah.\n\n\n\n                         JOHN\n\n          John.\n\n          TIGHT ON THEIR HANDS as they shake. She checks out his\n\n          fingerless gloves, amused.\n\n\n\n                         SARAH\n\n          Nice gloves.\n\n          She crosses to the board, reaches down to lift it when John\n\n          steps behind her.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          31.\n\n          He effortlessly picks it up and hooks it onto the wall. They\n\n          stand back. John stares at the collage of high school images\n\n          that captures a life he'll never know.\n\n\n\n                         JOHN\n\n          You know all these people?\n\n          She nods.\n\n\n\n                         SARAH\n\n          Curse of a small town. I've been\n\n          around them my whole life.\n\n          (pointing to photo)\n\n          Kim Thomas. She peed in her bed at\n\n          a sleepover when we were seven.\n\n\n\n                         (POINTING)\n\n          Neil Bailey. President of the\n\n          Debate Club. Plays five\n\n          instruments. Doesn't know he's gay\n\n          yet.\n\n\n\n                         (POINTING)\n\n          Mrs. Ross. AP English. She's been\n\n          here so long, she taught my mom and\n\n          my four brothers.",
  "24": "---END OF PREVIOUS SECTION---\nRoss. AP English. She's been\n\n          here so long, she taught my mom and\n\n          my four brothers. \n---TARGET SECTION TO BE ANNOTATED---\n I'm the baby of\n\n          the family in case you were\n\n          wondering.\n\n          Her curious eyes scour his face.\n\n\n\n                         SARAH\n\n          So what's your story?\n\n\n\n                         JOHN\n\n          Not very interesting.\n\n\n\n                         SARAH\n\n          Determined to keep the mystery\n\n          alive, aren't you?\n\n          His finger arrows in on a photograph of Sarah. It's a candid\n\n          and she's taking a shot with her trademark Nikon.\n\n\n\n                         JOHN\n\n          You first.\n\n\n\n                         SARAH\n\n          Okay. Recovering cheerleader.\n\n          Wannabe vegetarian but I still love\n\n          burgers. Dreams of being a\n\n          photojournalist.\n\n\n\n                         (BEAT)\n\n          I've never actually admitted that\n\n          last one to anybody before.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          32.\n\n\n\n                         JOHN\n\n          Your secret's safe with me.\n\n          She studies him, sensing a kindred spirit.\n\n\n\n                         SARAH\n\n          You ever feel you don't belong in\n\n          your own life?\n\n\n\n                         JOHN\n\n          Every single day.\n\n\n\n                         SARAH\n\n          Wow. That almost sounded like a\n\n          straight answer.\n\n          They look at each other. There's a charged silence. The\n\n          moment is broken when --\n\n\n\n          MARK (O.S.)\n\n          What's he doing in here?\n\n          John and Sarah spin to find Mark. Sarah is flustered.\n\n\n\n                         SARAH\n\n          I thought you were on two-a-days.\n\n\n\n                         MARK\n\n          Coach wants me to rest my arm\n\n          before the scouts come. You didn't\n\n          answer my question?\n\n\n\n                         SARAH\n\n          John was helping me move some\n\n          boards.\n\n          John turns to Sarah.\n\n\n\n                         JOHN\n\n          I'm going to take off.\n\n          Mark doesn't take his eyes off John and blocks his way.\n\n\n\n                         MARK\n\n          Seriously, Sarah, what's up with\n\n          this guy?\n\n\n\n                         SARAH\n\n          I don't have time for this, Mark.\n\n\n\n                         MARK\n\n          But you had time to go to his house\n\n          the other night.\n\n          Sarah looks at him, stunned by the admission.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          33.\n\n\n\n                         SARAH\n\n          You were following me?\n\n\n\n                         MARK\n\n          Just trying to figure out what's\n\n          going on with you.\n\n          Sarah's shock turns to anger.",
  "25": "---END OF PREVIOUS SECTION---\nSARAH\n\n          You were following me? MARK\n\n          Just trying to figure out what's\n\n          going on with you. Sarah's shock turns to anger. \n---TARGET SECTION TO BE ANNOTATED---\n                         SARAH\n\n          You've crossed so many lines I\n\n          can't even speak to you right now.\n\n          She hustles out of the room. Mark glares at John.\n\n\n\n                         MARK\n\n          This isn't over.\n\n          OFF John, unmoved by the threat...\n\n\n\n                         CUT TO:\n\n\n\n          EXT. STILT HOUSE - FLORIDA - DUSK\n\n\n\n          The sky is even pinker than the house.\n\n\n\n          INT. STILT HOUSE - FLORIDA - DUSK\n\n\n\n          A drawer flies across THE FRAME. The place has been totally\n\n          trashed. Floorboards have been ripped up. Sofas shredded.\n\n          Nothing has been spared. CAMERA DRIFTS OVER the debris to...\n\n\n\n          INT. JOHN'S BEDROOM - STILT HOUSE - DUSK\n\n\n\n          The mattress has been dissected and its guts lie scattered.\n\n\n\n          A TEEN GIRL.\n\n          kneels in front of John's old desk searching the drawers.\n\n          She wears a biker jacket, combat boots and has a striking\n\n          âdon't-fuck-with-meâ face. Frustrated in her search, she\n\n          flings the desk against the wall. It splinters on impact.\n\n\n\n          INT. KITCHEN - STILT HOUSE - FLORIDA - DUSK\n\n\n\n          TIGHT ON THE STOVE -- a hand twists on the burners. Raw gas\n\n          HISSES. The Teen Girl makes one final scan, then heads for\n\n          the door.\n\n\n\n          EXT. STILT HOUSE - FLORIDA - DUSK\n\n\n\n          The Teen Girl strides down the steps and crosses to a sleek\n\n          Ducatti. She slips on a helmet. PUSH IN on her Arctic-blue\n\n          eyes as they focus on the house with a strange intensity.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          34.\n\n\n\n          KABBBOOOOOOM!\n\n          The house detonates. The concussive force of the blast rips\n\n          the structure right off its stilts. Tornadoes of flame BLAST\n\n          through the windows as the house catapults into the air.\n\n          Orange reflections flicker on the Girl's visor as she flips\n\n          it down, REVS the motorcycle and SCREAM-PEELS down the drive\n\n          backlit by the glittering inferno...\n\n\n\n                         CUT TO:\n\n\n\n          INT.",
  "26": "---END OF PREVIOUS SECTION---\nTornadoes of flame BLAST\n\n          through the windows as the house catapults into the air. Orange reflections flicker on the Girl's visor as she flips\n\n          it down, REVS the motorcycle and SCREAM-PEELS down the drive\n\n          backlit by the glittering inferno... CUT TO:\n\n\n\n          INT. \n---TARGET SECTION TO BE ANNOTATED---\n HALL - PARADISE HIGH - DAY\n\n\n\n          Sam catches John at the lockers.\n\n\n\n                         SAM\n\n          Nice freakout the other day.\n\n\n\n                         JOHN\n\n          Wasn't feeling well.\n\n          They twist their combination locks. Sam swings open his\n\n          door, there's a HISSING POP and\n\n\n\n          A RED INK PACK EXPLODES.\n\n          It's the kind banks use to foil heists. In a shocking\n\n          instant, Sam and the contents of his locker are splattered.\n\n          It bears a gruesome resemblance to arterial spray.\n\n\n\n                         JOHN\n\n          has his door halfway open and ducks back a second before the\n\n          ink pack planted in his locker ERUPTS. The spray misses his\n\n          face but violently spits across his chest and arms. LAUGHTER\n\n          echoes behind them. John spins and finds Mark and his posse.\n\n          TIGHT ON John's hands as he balls them and an angry glow\n\n          flickers through his gloves.\n\n\n\n                         MARK\n\n          (to John, taunting)\n\n          Told you it wasn't over.\n\n          Behind them, Sam's laid-back persona cracks. He frantically\n\n          clears his locker, looking for something. He finally pulls\n\n          out a photo which drips with ink, reels at the jocks.\n\n\n\n                         SAM\n\n          Assholes.\n\n          John looks back at Sam. Mark seizes his chance and launches\n\n          a sucker-punch at John. But John sees it out of the corner\n\n          of his eye and in a blur of motion whips up his hand and\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          35.\n\n\n\n          CATCHES MARK'S FIST.\n\n          John squeezes it vice-tight. Mark grimaces in agony. His\n\n          buddies back into the CROWD OF TEENS that has gathered. John\n\n          leans in close.\n\n\n\n                         JOHN\n\n          That sensation you're feeling --\n\n          remember it.\n\n          With a quick push, John shoves Mark back against the lockers.\n\n          Mark DENTS a door and slides to the floor, his eyes flaring\n\n          with lacerated pride.\n\n\n\n                         JOHN\n\n          Show's over.\n\n          The crowd disperses. Mark gets to his feet and exits with\n\n          his friends, but shoots John one final wounded glare...\n\n\n\n                         CUT TO:\n\n\n\n          INT.",
  "27": "---END OF PREVIOUS SECTION---\nThe crowd disperses. Mark gets to his feet and exits with\n\n          his friends, but shoots John one final wounded glare... CUT TO:\n\n\n\n          INT. \n---TARGET SECTION TO BE ANNOTATED---\n LOCKER ROOM - PARADISE HIGH - DAY\n\n\n\n          Red, ink-stained water Hitchcocks down the drain. John\n\n          wrings out his black T-shirt. He sees Sam's reflection in\n\n          the mirror. Sam puts some clothes on the bench.\n\n\n\n                         SAM\n\n          I raided lost and found.\n\n          He holds up a puke-green sweater decorated with red snowmen.\n\n          John turns back to the sink.\n\n\n\n                         SAM\n\n          I know. Nobody loses anything\n\n          cool.\n\n          He sits and begins to change.\n\n\n\n                         SAM\n\n          Dude, the way you thrashed Mark\n\n          back there. Awesome move.\n\n          John acknowledges that with a nod. Whip-dries his shirt.\n\n          Sam plucks up the photo. The ink is now dried and cracked.\n\n\n\n                         JOHN\n\n          Who's in the picture?\n\n          Sam stares at it, nostalgic.\n\n\n\n                         SAM\n\n          My dad. My real dad. I took it\n\n          the summer before he split.\n\n\n\n                         (MORE)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          36.\n\n\n\n                         SAM (CONT'D)\n\n          He dragged me and my mom all over\n\n          the Yucatan. He was looking for\n\n          evidence of ancient astronauts.\n\n          All I got was Montezuma's Revenge.\n\n\n\n                         JOHN\n\n\n\n                         (DEADPAN)\n\n          Sounds like a fun vacation.\n\n\n\n                         SAM\n\n          I know. Insane. He called himself\n\n          an anthropologist even though he\n\n          only made it through one semester\n\n          of college.\n\n          He rises and tosses the ruined picture into the trash.\n\n\n\n                         SAM\n\n          Always thought he'd come back one\n\n          day -- who was I kidding. The\n\n          guy's a joke.\n\n          As the BELL RINGS...\n\n\n\n                         CUT TO:\n\n\n\n          EXT. PARADISE HIGH SCHOOL - DAY\n\n\n\n          The football stadium rises like a monolith in the background.\n\n          John strides towards the tree line, headed home.\n\n\n\n          SARAH (O.S.)\n\n          John.\n\n          He turns in surprise as Sarah approaches.\n\n\n\n                         SARAH\n\n          I heard about the lockers. I'm\n\n          sorry.\n\n\n\n                         JOHN\n\n          I'll live.\n\n          He starts off again.\n\n\n\n                         SARAH\n\n          I broke up with Mark.\n\n          He stops, slowly turns back.\n\n\n\n                         SARAH\n\n          I've been thinking about doing it\n\n          for a while... today just finally\n\n          pushed me over the edge.",
  "28": "---END OF PREVIOUS SECTION---\nSARAH\n\n          I broke up with Mark. He stops, slowly turns back. SARAH\n\n          I've been thinking about doing it\n\n          for a while... today just finally\n\n          pushed me over the edge. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          37.\n\n          He studies her face.\n\n\n\n                         JOHN\n\n          Why are you telling me?\n\n          She bows her head, suddenly embarrassed.\n\n\n\n                         SARAH\n\n          I don't know.\n\n\n\n                         JOHN\n\n          You made the right call.\n\n          The certainty of his voice soothes her. She looks up and\n\n          holds his gaze. Their attraction is undeniable.\n\n\n\n                         SARAH\n\n          Halloween Block Party's tonight.\n\n\n\n                         JOHN\n\n          I saw the banners.\n\n\n\n                         SARAH\n\n          I'll be on Main Street hiding\n\n          behind my camera if you want to\n\n          swing by.\n\n          He says nothing.\n\n\n\n                         SARAH\n\n          I wasn't expecting an actual\n\n          response. I could text you later.\n\n          Do they have cell phones on Planet\n\n          John?\n\n          She holds out her phone. John looks at it tentatively, then\n\n          takes it. As he inputs his number, he hears the BLARE of a\n\n          car horn, looks up and sees Henri waiting in his SUV.\n\n\n\n          INT. SUV - DAY\n\n\n\n          John climbs in.\n\n\n\n                         HENRI\n\n          Wasn't that your friend from the\n\n          other night?\n\n\n\n                         JOHN\n\n          Her name's Sarah.\n\n\n\n                         (ANNOYED)\n\n          I didn't ask for a ride home.\n\n\n\n                         HENRI\n\n          Principal called. Said there was\n\n          an incident.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          38.\n\n          John stares out the window, guilty.\n\n\n\n                         JOHN\n\n          A guy was messing with me. I took\n\n          care of it. Problem solved.\n\n\n\n                         HENRI\n\n          You're stronger and faster because\n\n          of Earth's gravity -- you shouldn't\n\n          use that advantage to settle petty\n\n          scores.\n\n\n\n                         JOHN\n\n          It was no big deal. Don't blow it\n\n          out of proportion.\n\n\n\n                         HENRI\n\n          You can't risk everything over\n\n          wounded pride.\n\n\n\n                         JOHN\n\n          I wasn't looking for a fight. It\n\n          just happened. Get off my back.\n\n          Henri pulls a printout from his coat. John unfolds it.\n\n          ANGLE ON PRINTOUT: It's from the Florida Keynoter website\n\n          and features a photo of the charred stilt house.\n\n          John's gut churns as he stares at the image.\n\n\n\n                         HENRI\n\n          Article says it was arson.",
  "29": "---END OF PREVIOUS SECTION---\nANGLE ON PRINTOUT: It's from the Florida Keynoter website\n\n          and features a photo of the charred stilt house. John's gut churns as he stares at the image. HENRI\n\n          Article says it was arson. \n---TARGET SECTION TO BE ANNOTATED---\n                         JOHN\n\n          We were clean. There's no way the\n\n          Mogs can track us here.\n\n          Henri shakes his head, shifts into gear and starts off.\n\n\n\n                         HENRI\n\n          They can track us anywhere. I\n\n          think it's time you saw what you're\n\n          really up against.\n\n\n\n                         CUT TO:\n\n\n\n          INT. GARAGE - DAY\n\n\n\n          Sunlight razors across workbenches cluttered with rusty\n\n          tools. Henri and John stand in the middle of the space.\n\n\n\n                         THE BOX\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          39.\n\n          is open on the floor between them. John lifts his hand and\n\n          holds it over the crystals.\n\n\n\n          ONE RISES.\n\n          It's white and as thick as two fingers. It floats in front\n\n          of John's face. He tentatively reaches out. When he grips\n\n          it, a shock wave of light blasts out, totally WIPING OUT THE\n\n          FRAME and transporting him into\n\n\n\n          A VISCERAL MEMORY.\n\n\n\n          EXT. LORIEN - NIGHT\n\n\n\n          EXPLOSIONS rock and the SCREAMS of the dying echo. AN OLD\n\n          MAN hustles A TERRIFIED BOY through the murderous\n\n          bombardment. The air is choked with ash and smoke.\n\n          The boy is 7-year-old John. The man is his grandfather.\n\n          Young John glances up and sees\n\n\n\n          AN ARMADA OF BATTLESHIPS\n\n          eclipsing Lorien's two moons. The angular hulls of the craft\n\n          are scarred from galactic battles new and ancient and unleash\n\n          an endless crisscrossing FRENZY OF MISSILES.\n\n\n\n                         GRANDFATHER\n\n          (in Loric with subtitles)\n\n          Keep moving.\n\n\n\n          EXT. TEMPLE - NIGHT\n\n\n\n          It wouldn't look out of place in ancient Rome. Young John\n\n          and his grandfather race up the steps.\n\n\n\n          INT. SANCTUARY - TEMPLE - NIGHT\n\n\n\n          A statue of Lorien's most famous warrior, Pittacus Lore,\n\n          towers in the middle of the chamber. His noble face is\n\n          illuminated in a shaft of flame-tainted moonlight.\n\n\n\n          FOOTSTEPS ECHO!\n\n          Young John and his grandfather scramble across the space and\n\n          straight into the path of\n\n\n\n          TWO MOGADORIAN SOLDIERS.\n\n          The Soldiers' pallid faces flash with smiles.",
  "30": "---END OF PREVIOUS SECTION---\nFOOTSTEPS ECHO! Young John and his grandfather scramble across the space and\n\n          straight into the path of\n\n\n\n          TWO MOGADORIAN SOLDIERS. The Soldiers' pallid faces flash with smiles. \n---TARGET SECTION TO BE ANNOTATED---\n Swords drawn,\n\n          they move in for the kill when one is skewered in the throat\n\n          by a crystal-handled dagger.\n\n\n\n                         MAGENTA LIGHT\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          40.\n\n          spurts from the wound. The Soldier's body fractures like\n\n          glass and DISINTEGRATES in a shower of embers as he drops to\n\n          the floor. The other Mogadorian spins and trades SPARKING\n\n          sword strokes with\n\n\n\n          A CLOAKED FIGURE.\n\n          It's a violent battle of wills which ends when the Cloaked\n\n          Figure kicks up the dead Soldier's sword and impales it into\n\n          the Mogadorian's chest. The Soldier EVISCERATES in a cloud\n\n          of HISSING cinders.\n\n          Young John watches in awed terror as the Cloaked Figure steps\n\n          towards him and pulls back his hood.\n\n\n\n          IT'S HENRI.\n\n          He looks younger, the years of hiding have aged him. John's\n\n          grandfather lifts a familiar crystal pendant from his neck\n\n          and places it over Young John's head.\n\n\n\n                         GRANDFATHER\n\n          This is your Cepan. Go with him.\n\n\n\n                         YOUNG JOHN\n\n          No!\n\n\n\n                         HENRI\n\n          Your life is my life now. I will\n\n          always protect you.\n\n\n\n                         GRANDFATHER\n\n\n\n                         (TO HENRI)\n\n          He must survive.\n\n          A BLAST scorches across the space. Henri spots\n\n\n\n          A MOGADORIAN COMMANDER\n\n          hunkered behind a column, his red coat billows behind him\n\n          like a curse.\n\n\n\n                         GRANDFATHER\n\n          They are already hunting you! Go!\n\n          Henri plucks a crystal ankle-dagger from his boot, grabs\n\n          young John and charges up. As the Commander breaks cover,\n\n          Henri hurls the dagger.\n\n\n\n                         THE COMMANDER\n\n          dives out of its path but ROARS as the blade SPARK-RIPS\n\n          across his right cheek like a hot poker.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          41.\n\n\n\n          EXT. TEMPLE - NIGHT\n\n\n\n          Henri yanks Young John by the hand. They take off in one\n\n          direction while John's grandfather heads off in the other.\n\n\n\n          A MOGADORIAN TRANSPORT CRAFT\n\n          suddenly swoops between them.",
  "31": "---END OF PREVIOUS SECTION---\nTEMPLE - NIGHT\n\n\n\n          Henri yanks Young John by the hand. They take off in one\n\n          direction while John's grandfather heads off in the other. A MOGADORIAN TRANSPORT CRAFT\n\n          suddenly swoops between them. \n---TARGET SECTION TO BE ANNOTATED---\n The HOWLS of its occupants\n\n          ricochet through the night. The heat from its engines washes\n\n          the ground, warping the destruction like a ghastly mirage as\n\n          two bay doors open. Young John looks back through the heat-\n\n          haze and catches a impressionistic view as\n\n\n\n                         TWO PIKEN\n\n          leap out. Their reptilian bodies ripple with muscle and\n\n          their oversize heads glint with raptor-like jaws. The Piken\n\n          mercilessly rip into John's grandfather. Young John races to\n\n          help, but Henri wrenches him back. CAMERA PUSHES IN TIGHT ON\n\n          YOUNG JOHN'S FACE as he screams...\n\n\n\n                         YOUNG JOHN\n\n          Nooooooooooo!\n\n          THE MEMORY ENDS and we...\n\n\n\n          MATCH CUT TO:\n\n\n\n          INT. GARAGE - DAY\n\n\n\n          TIGHT ON JOHN screaming...\n\n\n\n                         JOHN\n\n          Nooooooooooo!\n\n          He drops the crystal and stumbles back. The experience has\n\n          left him traumatized. Henri steps towards him, but John is\n\n          too overwhelmed and runs out.\n\n\n\n          EXT. STREAM - WOODS - DAY\n\n\n\n          A stone angrily SKIPS across the water. John is about to\n\n          toss another when Bernie Kosar trots into view. He ruffles\n\n          the dog's fur but doesn't turn when Henri steps out of the\n\n          woods and crosses to his side.\n\n\n\n                         JOHN\n\n          I saw my grandfather. I saw what\n\n          you did to the Mogadorians -- you\n\n          saved my life.\n\n\n\n                         HENRI\n\n          A lot of Lorics sacrificed their\n\n          lives so that you could live.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          42.\n\n          John is still trying to process the memory.\n\n\n\n                         JOHN\n\n          He said I must survive.\n\n\n\n                         HENRI\n\n          The Elders had a plan. You weren't\n\n          on that ship by chance. The nine\n\n          of you were chosen for a reason.\n\n          Even if only two of you live,\n\n          together you'll pose a grave threat\n\n          to our enemy.\n\n          Consumed by bitterness, John hurls another stone.\n\n\n\n                         JOHN\n\n          You saw what they did to Lorien.\n\n          How can nine or six or two of us\n\n          take on that army? It's hopeless.\n\n          Henri knows he has to pull him out of this mournful funk.",
  "32": "---END OF PREVIOUS SECTION---\nHow can nine or six or two of us\n\n          take on that army? It's hopeless. Henri knows he has to pull him out of this mournful funk. \n---TARGET SECTION TO BE ANNOTATED---\n                         HENRI\n\n          I never thought we'd get off Lorien\n\n          alive -- but we did. I didn't know\n\n          how we could survive on a strange\n\n          planet -- but we have. I gave us\n\n          six months before the Mogs found us\n\n          -- it's been 10 years. Don't give\n\n          up now.\n\n          Henri grips John's shoulders.\n\n\n\n                         HENRI\n\n          You have the potential to do great\n\n          things. Even if you don't see it --\n\n          I do.\n\n\n\n                         JOHN\n\n          How can you put so much faith in\n\n          me?\n\n\n\n                         HENRI\n\n          Because your life is my life. If\n\n          you quit, then everything I've\n\n          worked for and sacrificed is\n\n          meaningless.\n\n\n\n                         (BEAT)\n\n          Remember -- nothing is inevitable.\n\n          The fragile SILENCE is broken when John's cell phone BLEATS.\n\n          He scans a text.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          43.\n\n\n\n                         JOHN\n\n          It's Sarah. The Block Party's\n\n          tonight. I'll say I can't make it.\n\n          Henri sees John is wracked with doubt and confusion.\n\n\n\n                         HENRI\n\n          No... go.\n\n          John looks at him, surprised by this paternal gesture.\n\n\n\n                         HENRI\n\n          You've had enough for one day.\n\n\n\n                         CUT TO:\n\n\n\n          EXT. MAIN STREET - PARADISE - NIGHT\n\n\n\n          A Halloween parade drifts past the CROWDS packing the\n\n          sidewalks. Icicle lights twinkle in the trees. EXCITED KIDS\n\n          in costume zigzag past John. It's small-town Americana at\n\n          its best. ET waddles by holding a JEDI's hand.\n\n\n\n          A SLAP ON GLASS.\n\n          John turns and is amused to find Sam standing among the\n\n          mannequins in the display window of a sporting goods store.\n\n\n\n          INT. ED'S SPORTING GOODS STORE - NIGHT\n\n\n\n          An annoying CHIME plays as the door opens and John enters.\n\n          The store is deserted. The stock needs to be updated and the\n\n          shelves could use a dust. Sam approaches wearing an apron.\n\n\n\n                         JOHN\n\n          You work here?\n\n\n\n                         SAM\n\n          Not by choice.\n\n          (pointing to sign)\n\n          Ed's my stepdad.",
  "33": "---END OF PREVIOUS SECTION---\nJOHN\n\n          You work here? SAM\n\n          Not by choice. (pointing to sign)\n\n          Ed's my stepdad. \n---TARGET SECTION TO BE ANNOTATED---\n He's under the\n\n          delusion that if people eat enough\n\n          candy apples and kettle corn,\n\n          they'll suddenly have the urge to\n\n          buy sporting goods.\n\n          John plucks a hockey mask from the basket on the counter.\n\n\n\n                         SAM\n\n          I put those on special tonight for\n\n          any wannabe Jason Voorhees.\n\n          Sam pulls off his apron, revealing a T-shirt emblazoned with\n\n          the words âFuture Supervillainâ.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          44.\n\n\n\n                         SAM\n\n          Screw this. Let me lock up. I'll\n\n          hang with you.\n\n          He steps to the door and twists the closed sign into view.\n\n\n\n                         JOHN\n\n          What about your stepdad?\n\n\n\n                         SAM\n\n          He hit the tavern at 6:00. He's\n\n          already hammered by now. I'll\n\n          probably find him passed out on the\n\n          doorstep. Every night is trick âr\n\n          treat at my house.\n\n\n\n          EXT. STREET - NIGHT\n\n\n\n          John and Sam wander past the parade floats lined up along the\n\n          road bordering the woods. Stalls sell hot dogs and cotton\n\n          candy. John subtly scans the crowd.\n\n\n\n                         SAM\n\n          She's over there.\n\n          John follows Sam's gaze and finds Sarah taking shots of some\n\n          KIDS dunking for apples. She pulls the camera from her eye,\n\n          sees John and smiles as he approaches.\n\n\n\n                         SARAH\n\n          You made it.\n\n          (re: Sam's shirt)\n\n          Like the T-shirt, Sam.\n\n\n\n                         SAM\n\n          Guidance Counsellor said I need to\n\n          set goals for myself. Figured I'd\n\n          aim high.\n\n          She looks back at John.\n\n\n\n                         SARAH\n\n          What do you think of Halloween in\n\n          Paradise?\n\n          John regards a particularly over-the-top float.\n\n\n\n                         JOHN\n\n          They should pull out all the stops\n\n          next year.\n\n\n\n                         SARAH\n\n          Well, you haven't had the full\n\n          experience until you've been on the\n\n          Haunted Hayride.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          45.\n\n          She motions to the picnic area where TEENS are lining up to\n\n          get on tractor-pulled hay wagons. The wagons lurch through\n\n          the mouth of a giant cutout devil and into the woods.",
  "34": "---END OF PREVIOUS SECTION---\n45. She motions to the picnic area where TEENS are lining up to\n\n          get on tractor-pulled hay wagons. The wagons lurch through\n\n          the mouth of a giant cutout devil and into the woods. \n---TARGET SECTION TO BE ANNOTATED---\n                         SARAH\n\n          Give me a sec.\n\n          She steps to the face-painting booth. It's sponsored by the\n\n          local realtor who is Sarah's mom, Annie. Sarah hands Annie\n\n          her camera. Sam whispers to John.\n\n\n\n                         SAM\n\n          I'm impressed.\n\n          Before John can respond, Sarah steps back.\n\n\n\n                         SARAH\n\n          You guys ready?\n\n\n\n                         SAM\n\n          Three on a wagon might get a little\n\n          crowded. I'll meet you two on the\n\n          other side.\n\n          He gives John a not-so-subtle wink of encouragement. John\n\n          and Sarah join the end of the line and watch Sam head away.\n\n\n\n                         SARAH\n\n          Sam's cool.\n\n\n\n                         JOHN\n\n          Definitely unique.\n\n\n\n                         SARAH\n\n          I haven't really talked to him\n\n          since 8th grade. Mark had a tight\n\n          circle. If you weren't a jock or\n\n          cheerleader, you didn't exist.\n\n\n\n                         JOHN\n\n          I'm glad you broke free.\n\n\n\n                         SARAH\n\n          Me too.\n\n          OFF their growing connection...\n\n\n\n                         CUT TO:\n\n\n\n          EXT. WOODS - NIGHT\n\n\n\n          The path is lined with human heads piked to wooden stakes.\n\n          SCREAMS, WAILS and GHOULISH HOWLS boom from hidden speakers.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          46.\n\n          OMINOUS POV: WATCHES from the trees as a wagon with John and\n\n          Sarah RATTLES into view. It's driven by the GRIM REAPER.\n\n\n\n          FIVE GIANT RUBBER SPIDERS\n\n          drop from the trees. Sarah freaks as the arachnids dangle\n\n          over their heads on wires. She rubs her hair, flustered,\n\n          looks over at John, who is coolly amused by the cheap scares.\n\n\n\n                         SARAH\n\n          Not even a flinch. None of this\n\n          scares you, does it?\n\n\n\n                         JOHN\n\n          I'm trembling on the inside.\n\n          He smiles.\n\n\n\n                         SARAH\n\n          You can smile. I was starting to\n\n          have my doubts.\n\n          She takes his hand. They CLATTER past a series of grisly\n\n\n\n                         TABLEAUX:\n\n          A TEEN jerks and SCREAMS in mock agony as he is fried in an\n\n          antiquated electric chair.",
  "35": "---END OF PREVIOUS SECTION---\nI was starting to\n\n          have my doubts. She takes his hand. They CLATTER past a series of grisly\n\n\n\n                         TABLEAUX:\n\n          A TEEN jerks and SCREAMS in mock agony as he is fried in an\n\n          antiquated electric chair. \n---TARGET SECTION TO BE ANNOTATED---\n          A BLOOD-SPLATTERED DOCTOR CACKLES as he hacksaws the legs off\n\n          a CHEERLEADER chained to a gurney.\n\n          A squad of blood-hungry VAMPIRIC FOOTBALL PLAYERS attacks a\n\n          rival team of WEREWOLVES.\n\n\n\n          EXT. CLEARING - WOODS - NIGHT\n\n\n\n          Ghosts float in the branches as the wagon LURCHES to a stop.\n\n\n\n                         GRIM REAPER\n\n          Hell's Gate, everybody off.\n\n          The duo reluctantly clambers off the back and watches as the\n\n          hay wagon circles back the way it came.\n\n\n\n                         SARAH\n\n          Once we make it through, we're home\n\n          free.\n\n\n\n                         A SKELETON\n\n          pendulums in front of them. Sarah SCREAMS and clenches\n\n          John's hand harder. A pathway of lights floods on,\n\n          illuminating a skull-capped gate. The words\n\n\n\n          âYOUR NUMBER'S UP!â\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          47.\n\n          are scrawled across it in fake blood.\n\n\n\n          EXT. TUNNEL - WOODS - NIGHT\n\n\n\n          John and Sarah step through the gate and enter a natural\n\n          tunnel of dense, overhanging branches. A fog machine gently\n\n          COUGHS, and spiderwebs stretch across the sides.\n\n          They are about 20 feet into the tunnel when the lights go\n\n          out. Somewhere a CHAINSAW sputters to life. White strobe\n\n          lights suddenly flare on and\n\n\n\n          TWO CHAINSAW-WIELDING ZOMBIES\n\n          burst through the gates behind them. The teens take off.\n\n          It's like a flickering scene from a demented silent movie.\n\n          The Zombies have almost caught up when the strobe abruptly\n\n          ends. The SOUND of the chainsaws FADES and John and Sarah\n\n          stop, panting and LAUGHING with relief.\n\n\n\n                         SARAH\n\n          That was insane.\n\n\n\n          IT'S PITCH BLACK.\n\n          A werewolf HOWLS somewhere in the darkness. Something\n\n          brushes past John's leg. He spins, suddenly unsure.\n\n\n\n                         JOHN\n\n          What was that?\n\n\n\n                         SARAH\n\n          Just part of the ride.",
  "36": "---END OF PREVIOUS SECTION---\nHe spins, suddenly unsure. JOHN\n\n          What was that? SARAH\n\n          Just part of the ride. \n---TARGET SECTION TO BE ANNOTATED---\n          He turns, sees a flash of purple light and hears the rustle\n\n          of HEAVY FOOTSTEPS on all sides.\n\n\n\n                         JOHN\n\n          Are you sure?\n\n          As he steps forward,\n\n\n\n          A THICK BRANCH\n\n          cuts through the dark and viciously SMACKS John on the back.\n\n          He drops to the ground like a sack. Figures emerge from the\n\n          shadows and he hears a DESPERATE STRUGGLE behind him.\n\n\n\n                         SARAH\n\n          Let go! Stop it!\n\n          John tries to stand, but a boot CRACKS him in the ribs.\n\n          Another strikes the side of his face. He is surrounded. His\n\n          attackers are brutal and unrelenting. Over the LOOPING\n\n          SOUNDTRACK OF B-MOVIE NOISES, Sarah's muffled SCREAMS DIM.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          48.\n\n\n\n                         JOHN\n\n          Sarah! Sa-\n\n          His voice is cut off as a fist SMASHES into his jaw and the\n\n          steel cap of a combat boot SLAMS his groin. John staggers up\n\n          but is viciously kicked back to the ground.\n\n          PUSH IN ON JOHN'S FACE as it hardens with blind rage. In a\n\n          blur of motion he reaches up, grabs two of his attackers by\n\n          their coats and hammers their skulls together. As they drop,\n\n          John spins to meet his other two foes with\n\n\n\n          BLINDING PALMS OF LIGHT.\n\n          The assailants are illuminated in the phosphorescent glare.\n\n          They're not Mogadorians but rather\n\n\n\n          FOOTBALL JOCKS.\n\n          One is Mark Jayne's buddy Kevin. They're wearing zombie\n\n          makeup and military fatigues and have night-vision goggles\n\n          strapped to their faces.\n\n          John angrily strides forward, palm outstretched.\n\n          NIGHT-VISION POV: Everything is an overexposed blur until --\n\n\n\n          WHAAAAM!!!\n\n          John brutally clotheslines one, then pummel-rams Kevin in the\n\n          chest, sending him flying back 10 feet into a tree. Kevin\n\n          slumps, out for the count. John arcs a glowing hand through\n\n          the darkness.\n\n\n\n          SARAH IS GONE.\n\n          He plucks up the Jocks' fallen goggles and heads off with\n\n          Terminator-like determination.\n\n\n\n          EXT.",
  "37": "---END OF PREVIOUS SECTION---\nSARAH IS GONE. He plucks up the Jocks' fallen goggles and heads off with\n\n          Terminator-like determination. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n WOODS - NIGHT\n\n\n\n          Sarah is carried through the woods by TWO ZOMBIE JOCKS in\n\n          camouflage fatigues and night-vision goggles. She SCREAMS.\n\n\n\n                         SARAH\n\n          Let go of me!\n\n          She futilely tries to wrestle free.\n\n\n\n          EXT. PICNIC AREA - WOODS - NIGHT\n\n\n\n          Sam is waiting by the exit to the hayride when he hears --\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          49.\n\n\n\n          SARAH (O.S.)\n\n          (in the woods)\n\n          Help! Somebody!\n\n          Something about her terrified tone alerts Sam.\n\n\n\n                         SAM\n\n          Sarah?\n\n          She doesn't answer. He hesitates a moment, then charges into\n\n          the woods.\n\n\n\n          INT. WOODS - NIGHT\n\n\n\n          Freaky shadows crisscross as John uses his luminescent palms\n\n          to navigate his way through the labyrinth of trees.\n\n\n\n          INT. CLEARING - WOODS - NIGHT\n\n\n\n          Sam scrambles blindly through the darkness.\n\n\n\n          JOHN (O.S.)\n\n\n\n          SARAH!\n\n          Sam turns in the direction of JOHN'S VOICE. He's about to\n\n          head towards it when\n\n\n\n          TWO ZOMBIE JOCKS\n\n          trudge into view. Sam darts behind a tree. Suddenly, the\n\n          area is flooded with preternatural white light. He can hear\n\n          the sounds of a SCUFFLE and one of the Jocks flies past and\n\n          CRASHES in a heap while the other SCREAMS.\n\n\n\n          JOCK (O.S.)\n\n          You're blinding me! Stop!\n\n          Sam cautiously sneaks a peek, shields his eyes with a hand.\n\n          WHAT HE SEES: John pins the Jock to a tree and holds a\n\n          luminous palm up to the lenses of the teen's goggles.\n\n\n\n                         JOHN\n\n          Where's Sarah? Tell me!!\n\n\n\n                         JOCK\n\n          Shepherd Falls. Now turn off that\n\n          damn flashlight!\n\n          John rips off the Jock's goggles, then pile-slides him 15\n\n          feet into a rotten stump and takes off in a blur of speed.\n\n          CAMERA STAYS ON SAM. OFF his stunned reaction...\n\n\n\n                         CUT TO:\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          50.\n\n\n\n          EXT.",
  "38": "---END OF PREVIOUS SECTION---\nOFF his stunned reaction... CUT TO:\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          50. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n SHEPHERD FALLS - WOODS - NIGHT\n\n\n\n          A rocky promontory overlooks a crescent-shaped waterfall\n\n          which drops into a swimming hole below. The Zombie Jocks\n\n          carry Sarah into view and dump her in front of Mark. She's\n\n          wild-cat angry when she sees him.\n\n\n\n                         SARAH\n\n          Are you crazy! Where's John?\n\n          Mark nods the Zombie Jocks away.\n\n\n\n                         MARK\n\n          Relax. It's a practical joke.\n\n\n\n                         SARAH\n\n          I swear if you hurt him --\n\n\n\n                         MARK\n\n          Why do you give a shit?\n\n\n\n                         SARAH\n\n          Get out of my face, Mark, you're\n\n          pathetic.\n\n\n\n                         MARK\n\n          I'm the best thing that ever\n\n          happened to you and I'm giving you\n\n          one more chance.\n\n          Appalled by his hubris, Sarah turns to leave.\n\n\n\n                         MARK\n\n          Don't walk away from me!\n\n          Mark grabs her. Sarah wrenches free, but loses her balance\n\n          and falls back on the ground. Mark's rage is transplanted by\n\n          concern. He steps towards her to help when --\n\n\n\n          JOHN (O.S.)\n\n          Back off!\n\n          Mark watches John step out. Blood trickles from a cut above\n\n          John's right eye.\n\n\n\n                         SARAH\n\n          John! Are you okay?\n\n          He nods. Mark looks past him, confused.\n\n\n\n                         MARK\n\n          Where the hell are Kevin and Joe?\n\n          John holds up a clutch of night-vision goggles.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          51.\n\n\n\n                         JOHN\n\n          They got spooked.\n\n\n\n                         MARK\n\n          Hey, those are police property!\n\n          John flings them over Mark's head into the water.\n\n\n\n                         MARK\n\n          I'm going to kill you!\n\n          With lightning speed, John grabs Mark's arm, spins him,\n\n          pinning him to a tree. Blinded by rage, John jerks Mark's\n\n          arm up behind his back.\n\n\n\n                         SARAH\n\n          John! Stop!\n\n          Mark is in real pain. Transfixed with anger, John keeps\n\n          twisting. Sarah looks at him, pleading.\n\n\n\n                         SARAH\n\n          That's his throwing arm!\n\n          But he doesn't stop until she finally steps forward and slaps\n\n          him across the face. Startled, John lets go.\n\n\n\n                         SARAH\n\n          Football's all he's got.",
  "39": "---END OF PREVIOUS SECTION---\nBut he doesn't stop until she finally steps forward and slaps\n\n          him across the face. Startled, John lets go. SARAH\n\n          Football's all he's got. \n---TARGET SECTION TO BE ANNOTATED---\n          John stumbles back, ashamed, and heads into the woods. Sarah\n\n          offers Mark a look of disgust and follows after John.\n\n\n\n          EXT. TREE LINE - NIGHT\n\n\n\n          John charges into view.\n\n\n\n                         SARAH\n\n          John! Wait.\n\n          Sarah catches up.\n\n\n\n                         SARAH\n\n          I'm sorry, I didn't want you to\n\n          break his arm.\n\n\n\n                         JOHN\n\n          I'm not mad at you. I'm mad at\n\n          myself.\n\n          She stops, faces him.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          52.\n\n\n\n                         SARAH\n\n          I had no idea Mark would pull\n\n          something like that. He has\n\n          seriously gone off the deep end.\n\n\n\n                         JOHN\n\n          The guy's in love with you. Wants\n\n          you back.\n\n\n\n                         SARAH\n\n          That's not love.\n\n          Their eyes meet in the moonlight.\n\n\n\n                         SARAH\n\n          Walk me home?\n\n\n\n                         CUT TO:\n\n\n\n          EXT. STREET - NIGHT\n\n\n\n          It's a picture-book perfect neighborhood. Most of the houses\n\n          are festively decorated with front-yard graveyards and cobweb-\n\n          festooned trees. John walks with Sarah. They come to the\n\n          prettiest house on the block.\n\n\n\n                         SARAH\n\n          This is me.\n\n          John stares at the dozen jack-o'-lanterns arranged on the\n\n          porch. They glare back with flickering bucktooth grins.\n\n\n\n                         SARAH\n\n          I know. Wait until the Christmas\n\n          decorations go up. My mom decks\n\n          the halls with so many lights, you\n\n          can see our house from space.\n\n          Stray TRICK-OR-TREATERS race past. She motions to the cut\n\n          above his eye, concerned.\n\n\n\n                         SARAH\n\n          You should see a doctor.\n\n\n\n                         JOHN\n\n          For this? Wouldn't waste their\n\n          time.\n\n          She looks at him, curious.\n\n\n\n                         SARAH\n\n          You're not going to tell me how you\n\n          took out those football players,\n\n          are you?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          53.\n\n          He says nothing. She smiles.\n\n\n\n                         SARAH\n\n          I really don't get you.\n\n          She steps closer.\n\n\n\n                         SARAH\n\n          But I feel like I can trust you.\n\n\n\n                         JOHN\n\n          You can.\n\n          The air is charged.\n\n\n\n                         SARAH\n\n          Good night.",
  "40": "---END OF PREVIOUS SECTION---\nJOHN\n\n          You can. The air is charged. SARAH\n\n          Good night. \n---TARGET SECTION TO BE ANNOTATED---\n          Sarah swings open the white picket gate.\n\n\n\n                         JOHN\n\n          Wait.\n\n          As she turns back, John steps forward and kisses her.\n\n          Although taken by surprise, Sarah quickly succumbs to his\n\n          passion. However, as their kiss intensifies,\n\n\n\n          THE JACK-O'-LANTERNS\n\n          rise and hover in midair. Sarah has her back to them, but\n\n          when John's eyes momentarily flicker open, he sees the orbs\n\n          grinning back. Startled, he pulls away from her.\n\n\n\n                         THE PUMPKINS\n\n          instantly drop and SMASH onto the porch, their candles\n\n          blowing out on impact. Sarah spins and stares at the jack-o'-\n\n          lanterns, pulp oozes through their cracked shells.\n\n          Suspicious, she slowly turns, looks at John for an\n\n          explanation. He does his best to cover his stunned reaction.\n\n          Fat drops of RAIN begin to fall. John puts up his hood.\n\n\n\n                         JOHN\n\n          I better go.\n\n          OFF Sarah, watching him melt into the downpour...\n\n\n\n                         CUT TO:\n\n\n\n          INT. LIVING ROOM - HOUSE - NIGHT\n\n\n\n          Rain HAMMERS. Bernie is asleep on a blanket. John creeps\n\n          into the darkness, soaked to the bone, when --\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          54.\n\n\n\n                         HENRI\n\n          I heard on the police scanner that\n\n          eight boys were beaten up in the\n\n          woods tonight.\n\n          Henri turns on a light, nursing a mug of coffee. Bernie\n\n          wakes. John pulls off his hood. Henri looks at the cuts and\n\n          bruises on John's face.\n\n\n\n                         JOHN\n\n          They won't talk.\n\n\n\n                         HENRI\n\n          That was a stupid thing to do.\n\n          What were you thinking?\n\n\n\n                         JOHN\n\n          They attacked me. If I hadn't\n\n          defended myself, I'd be in the ER\n\n          right now. Would that have been\n\n          the better choice?\n\n\n\n                         (STEPPING FORWARD)\n\n          You've got to start trusting me!\n\n          Emotionally charged, John points his finger at Henri,\n\n          accidentally causing the mug to telekinetically\n\n\n\n          EXPLODE.\n\n          Coffee and shards splatter across the floor. Henri looks at\n\n          John, stunned. John shrugs sheepishly.\n\n\n\n                         JOHN\n\n          I was getting to that. I got a new\n\n          Legacy.",
  "41": "---END OF PREVIOUS SECTION---\nJohn shrugs sheepishly. JOHN\n\n          I was getting to that. I got a new\n\n          Legacy. \n---TARGET SECTION TO BE ANNOTATED---\n          Henri absorbs that revelation.\n\n\n\n                         HENRI\n\n          Telekinesis. That's a big step.\n\n          Must have been triggered by the\n\n          fight.\n\n          John doesn't correct him, averts his gaze.\n\n\n\n                         HENRI\n\n          I need to teach you how to control\n\n          these abilities. We'll start\n\n          working on that tomorrow.\n\n          The conversation is suddenly interrupted by the repetitive\n\n          WHINE OF AN ALARM. They cross to the bank of computers.\n\n          Henri urgently stabs commands into a keyboard.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          55.\n\n\n\n                         JOHN\n\n          What is it?\n\n          Henri pulls up a website.\n\n\n\n                         HENRI\n\n          We got a hit on one of the search\n\n          words.\n\n\n\n                         (SCANNING)\n\n          It's a paranormal blog. âThey Walk\n\n          Among Us!â\n\n          ANGLE ON COMPUTER: A video buffers into motion. It's\n\n          handheld and jerky. It WHIP-PANS over some sand and joins a\n\n          group of Teens huddled over a figure lying in the surf. He's\n\n          holding his ankle and light seeps between his fingers.\n\n          John's chest pounds with fear as he realizes...\n\n\n\n                         JOHN\n\n          That's Sand Dollar Beach.\n\n\n\n                         HENRI\n\n          Looks like a cell phone camera.\n\n          There's enough for the Mogs to ID\n\n          your face.\n\n\n\n                         JOHN\n\n          Can you take it down?\n\n          Henri remains ice calm and starts typing commands.\n\n\n\n                         HENRI\n\n          Working on it.\n\n\n\n                         JOHN\n\n          I'm sorry, Henri.\n\n\n\n                         HENRI\n\n          This isn't your fault. There's\n\n          still nothing to trace us here.\n\n          Henri glances up from his screen.\n\n\n\n                         HENRI\n\n          This could take all night. Get\n\n          some sleep.\n\n\n\n                         CUT TO:\n\n\n\n          INT. BEDROOM - HOUSE - NIGHT\n\n\n\n          John dumps his hoodie on the floor and slumps on his bed. He\n\n          pulls his phone out of his jeans and sees a new text message\n\n          from Sam. He CLICKS it open.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          56.\n\n          PUSH IN ON JOHN'S FACE as he scans the message with alarm.\n\n          He sits bolt-upright, gripped with dread. He checks the\n\n          message again.",
  "42": "---END OF PREVIOUS SECTION---\nPUSH IN ON JOHN'S FACE as he scans the message with alarm. He sits bolt-upright, gripped with dread. He checks the\n\n          message again. \n---TARGET SECTION TO BE ANNOTATED---\n          TIGHT ON PHONE: âI SAW WHAT U DID IN THE WOODS. NEED 2 TALK.\n\n\n\n          2NITE. MY GARAGE.â\n\n          JOHN hits delete and clenches the phone in his palm. A bad\n\n          night just got worse.\n\n\n\n          INT. LIVING ROOM - HOUSE - NIGHT\n\n\n\n          Henri is illuminated by the dirty glow on the computers.\n\n          His fingers work the keys with expert precision. He's so\n\n          focused on the task that he doesn't notice\n\n\n\n                         JOHN\n\n          blur ACROSS THE FRAME of one of the surveillance camera\n\n          screens and disappear into the woods.\n\n\n\n                         CUT TO:\n\n\n\n          EXT. SAM'S HOUSE - NIGHT\n\n\n\n          John cautiously approaches. It's a â50s ranch style. The\n\n          garage adjoins the house. The lights are out. RAIN bullets\n\n          off the garage door which is partially concertinaed open.\n\n\n\n          INT. GARAGE - SAM'S HOUSE - NIGHT\n\n\n\n          John slides into view. It takes a second for his eyes to\n\n          adjust. A pickup sits under a white tarp. There's no sign\n\n          of Sam until he Boo Radley's out of the shadows behind him.\n\n\n\n                         SAM\n\n          I've narrowed it down to three\n\n          possibilities: you're a genetic\n\n          experiment, you're a freak of\n\n          nature, or you're an\n\n          extraterrestrial.\n\n\n\n                         JOHN\n\n          I don't know what you think\n\n          happened tonight...\n\n          Sam steps closer, watery reflections ripple down his face.\n\n\n\n                         SAM\n\n          Your hands lit up like a firefly on\n\n          crack, you tossed those football\n\n          players around like crash test\n\n          dummies, and you took off faster\n\n          than an Olympic runner.\n\n\n\n                         (MORE)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          57.\n\n\n\n                         SAM (CONT'D)\n\n\n\n                         (BEAT)\n\n          Did I leave anything out?\n\n          John silently reels.\n\n\n\n                         JOHN\n\n          What do you want from me?\n\n\n\n                         SAM\n\n          I just want to know who you are.\n\n          John looks at Sam, realizes he's not going to give up. He\n\n          hesitates, then finally surrenders...\n\n\n\n                         JOHN\n\n          I'm a survivor from a planet called\n\n          Lorien.\n\n          Sam absorbs this confession with awe.\n\n\n\n                         SAM\n\n          Your dad...",
  "43": "---END OF PREVIOUS SECTION---\nJOHN\n\n          I'm a survivor from a planet called\n\n          Lorien. Sam absorbs this confession with awe. SAM\n\n          Your dad... \n---TARGET SECTION TO BE ANNOTATED---\n he's from there too?\n\n\n\n                         JOHN\n\n          Henri's not my dad. He's my\n\n          Guardian. If he found out you knew\n\n          about us, we'd be gone by morning.\n\n\n\n                         (PLEADING)\n\n          I don't want to leave Paradise.\n\n\n\n                         SAM\n\n          I won't tell anyone.\n\n          John nods, grateful.\n\n\n\n                         SAM\n\n          There's something I want to show\n\n          you.\n\n\n\n                         CUT TO:\n\n          The tarp is whipped off the pickup truck. It's an old Ford.\n\n          Sam and John stand before it.\n\n\n\n                         SAM\n\n          The cops found it abandoned in the\n\n          middle of Route 20, just south of\n\n          White Sands, New Mexico. It was my\n\n          dad's. He went missing six years\n\n          ago. He was on one of his crazy\n\n          fact-finding trips. He believed we\n\n          weren't alone in the universe.\n\n          Sam rubs his hand across the hood, wondering.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          58.\n\n\n\n                         SAM\n\n          Mom figured he was having an affair\n\n          and took off. All these years I\n\n          thought she was right. Now you're\n\n          here.\n\n\n\n                         JOHN\n\n          That doesn't prove anything.\n\n\n\n                         SAM\n\n          It proves he wasn't crazy. I'm\n\n          starting to think that he didn't\n\n          bail on us... that maybe something\n\n          else happened out there -- that he\n\n          was taken.\n\n          The moment is broken by the SLAM of the front door and the\n\n          sound of ANGRY FOOTSTEPS. Sam instantly tenses.\n\n\n\n                         SAM\n\n          Guess the bar closed.\n\n\n\n          ED (O.S.)\n\n          Sam! Where are you?\n\n          His speech is slurred and aggressive.\n\n\n\n          ED (O.S.)\n\n          You think I wouldn't hear you\n\n          locked up early!\n\n          John looks at Sam, shocked and concerned.\n\n\n\n                         JOHN\n\n          You going to be okay?\n\n\n\n                         SAM\n\n          If he finds you here, it'll be\n\n          worse.\n\n\n\n                         (BEAT)\n\n          Go.\n\n          Sam crosses to the door leading into the main house and heads\n\n          inside. SHOUTS erupt almost immediately. John flinches,\n\n          wanting to intervene, but finally turns, hustles under the\n\n          garage door and slips into the night...\n\n\n\n                         CUT TO:\n\n\n\n          INT.",
  "44": "---END OF PREVIOUS SECTION---\nSHOUTS erupt almost immediately. John flinches,\n\n          wanting to intervene, but finally turns, hustles under the\n\n          garage door and slips into the night... CUT TO:\n\n\n\n          INT. \n---TARGET SECTION TO BE ANNOTATED---\n LIVING ROOM - HOUSE - DAY\n\n\n\n          Henri is hammering at the keyboard of one of his computers.\n\n          John enters with two mugs of coffee.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          59.\n\n\n\n                         JOHN\n\n          You look wiped.\n\n          Henri turns and smiles playfully.\n\n\n\n                         HENRI\n\n          I wasn't the only who was up last\n\n          night.\n\n          John nervously hands Henri one of the cups and lies...\n\n\n\n                         JOHN\n\n          Sarah texted me. I went over to\n\n          her house.\n\n          Henri buys the explanation and swings back to his computers.\n\n\n\n                         HENRI\n\n          I've tried every trick I know, but\n\n          I can't crack that blog's firewall.\n\n\n\n                         JOHN\n\n          There must be a way.\n\n\n\n                         HENRI\n\n          We need to find where the site's\n\n          located and take it offline\n\n          manually. The URL source has been\n\n          run through a labyrinth of servers,\n\n          it could take weeks to track down.\n\n\n\n                         JOHN\n\n          I want to help.\n\n          Henri takes a gulp of coffee and stands.\n\n\n\n                         HENRI\n\n          You can. Get changed.\n\n\n\n                         CUT TO:\n\n\n\n                         START MONTAGE:\n\n\n\n          EXT. BACK YARD - HOUSE - DAY\n\n\n\n          TIGHT ON A WELDING TORCH as it's sparked to life.\n\n          Its flame HISSES as Henri sweeps it towards John, who is\n\n          standing shirtless. Bernie watches, curious, as Henri washes\n\n          the flame harmlessly up John's naked arm and torso.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          60.\n\n\n\n          INT. HALL - PARADISE HIGH - DAY\n\n\n\n          The walls are now adorned with Thanksgiving banners. John\n\n          and Sam head past the lockers. Mark and the Jocks move out\n\n          of their way, acknowledging the new high school dynamic.\n\n\n\n          INT. KITCHEN - HOUSE - NIGHT\n\n\n\n          Using his telekinesis, John strains to lift a tennis ball.\n\n          It momentarily RATTLES, then stops. Henri is not impressed.\n\n\n\n          EXT. WOODS - DAY\n\n\n\n          Bernie darts ahead as John and Sarah walk through a crimson\n\n          cascade of falling leaves. As they kiss, the leaves around\n\n          them freeze midair and slowly begin to drift upwards.\n\n\n\n          INT. GARAGE - SAM'S HOUSE - NIGHT\n\n\n\n          John helps Sam with a dusty box.",
  "45": "---END OF PREVIOUS SECTION---\nAs they kiss, the leaves around\n\n          them freeze midair and slowly begin to drift upwards. INT. GARAGE - SAM'S HOUSE - NIGHT\n\n\n\n          John helps Sam with a dusty box. \n---TARGET SECTION TO BE ANNOTATED---\n It's stuffed with Sam's\n\n          dad's old papers and books. We CATCH tantalizing glimpses of\n\n          images: Stonehenge, Machu Picchu, the Rings of Saturn...\n\n\n\n          INT. INTERNET CAFE - NASHVILLE - DAY\n\n\n\n          It's a Vandy student hangout. CAMERA DRIFTS over a row of\n\n          computer terminals and FINDS the Teen Girl who torched the\n\n          stilt house. She's studying her computer screen intently.\n\n          REVERSE TO REVEAL: She is watching the cell phone footage of\n\n          John on the âThey Walk Among Usâ blog.\n\n\n\n          INT. KITCHEN - HOUSE - DAY\n\n\n\n          Under Henri's watchful gaze, John focuses on a tennis ball.\n\n          It RISES. John grins in triumph, causing the ball to drop\n\n          and bounce on the floor. Strike two.\n\n\n\n          INT. CAFETERIA - PARADISE HIGH - DAY\n\n\n\n          Mark silently stews when he sees Sarah and John sitting\n\n          together at a table.\n\n\n\n          EXT. BACK YARD - HOUSE - DAY\n\n\n\n          Bernie pogos on his back legs, trying to bite the tennis ball\n\n          that John telekinetically hovers just out of the dog's reach.\n\n\n\n          INT. LIVING ROOM - HOUSE - NIGHT\n\n\n\n          CLOSE ON A LAPTOP scrolling with endless lines of URL\n\n          addresses. REVERSE TO REVEAL Henri studying the screen.\n\n          Waiting. Watching.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          61.\n\n\n\n          EXT. BACK YARD - HOUSE - DAY\n\n\n\n          John is fully submerged in an old claw-foot tub.\n\n          GO TO JOHN'S DISTORTED VIEW LOOKING UP at Henri as he drops a\n\n          match into the tub. The liquid instantly IGNITES and we\n\n          realize John's lying in gasoline. He sits up, rests his\n\n          hands behind his head as the FLAMES harmlessly lick his face.\n\n\n\n          INT. BACK YARD - HOUSE - DAY\n\n\n\n          The trees are now bare. John stands 20 feet from Henri and\n\n          nods. Henri flicks the switch of an automated tennis ball\n\n          server. John's face is a mask of concentration as the yellow\n\n          balls fly towards him. He holds up his hand and the balls\n\n\n\n          STOP IN MIDAIR.",
  "46": "---END OF PREVIOUS SECTION---\nHenri flicks the switch of an automated tennis ball\n\n          server. John's face is a mask of concentration as the yellow\n\n          balls fly towards him. He holds up his hand and the balls\n\n\n\n          STOP IN MIDAIR. \n---TARGET SECTION TO BE ANNOTATED---\n          It's like they've hit an invisible wall two feet from his\n\n          hand. They hang there. John sees a smile sneak onto Henri's\n\n          face and momentarily loses focus, causing the wall to\n\n          collapse and the balls to drop into the mud.\n\n\n\n          END MONTAGE.\n\n\n\n                         CUT TO:\n\n\n\n          INT. BATHROOM - DAY\n\n\n\n          Bernie looks like a drowned rat. He's sitting in the tub\n\n          being scrubbed by John and Sarah.\n\n\n\n                         SARAH\n\n          I don't see any family pictures\n\n          around. I guess the photo aversion\n\n          is hereditary.\n\n          He greets the observation with a shrug. She carries on.\n\n\n\n                         SARAH\n\n          Your mom... grandparents. Is there\n\n          anyone else in your life?\n\n\n\n                         JOHN\n\n          They died.\n\n\n\n                         SARAH\n\n          I'm sorry.\n\n\n\n                         JOHN\n\n          It was a long time ago. It's just\n\n          me and my dad now.\n\n          John uses a nail brush to clean the beagle's ears.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          62.\n\n\n\n                         SARAH\n\n          I get the feeling he doesn't like\n\n          me very much.\n\n\n\n                         JOHN\n\n          It takes him a while to warm up to\n\n          people.\n\n          Sarah considers this.\n\n\n\n                         SARAH\n\n          Thanksgiving's tomorrow. Why don't\n\n          you bring your dad and celebrate\n\n          with us?\n\n\n\n                         JOHN\n\n          I don't know. Are there going to\n\n          be a lot of people?\n\n\n\n                         SARAH\n\n          A tsunami of relatives. But don't\n\n          worry, I'll shield you from the\n\n          wave. Besides, I want everyone to\n\n          meet you.\n\n          She playfully splashes him. Their faces inch closer. They\n\n          begin making out hot and heavy until Henri suddenly walks in.\n\n\n\n                         HENRI\n\n          I've found the --\n\n          Caught in the act, the teens lurch away from each other.\n\n\n\n                         JOHN\n\n          Just giving Bernie a quick bath.\n\n\n\n                         HENRI\n\n          You're clearly putting a lot of\n\n          effort into it.\n\n\n\n                         SARAH\n\n          I better hit the road.\n\n\n\n                         (TO JOHN)\n\n          See you tomorrow. Twoish.\n\n\n\n                         (GRABBING BACKPACK)\n\n          Bye, Mr. Smith.\n\n          OFF John as she hustles out...\n\n\n\n          INT.",
  "47": "---END OF PREVIOUS SECTION---\nSmith. OFF John as she hustles out... INT. \n---TARGET SECTION TO BE ANNOTATED---\n LIVING ROOM - HOUSE - DAY\n\n\n\n          Henri sits in front of his computers. John enters with\n\n          Bernie, who is wrapped in a beach towel. He begins drying\n\n          the dog in front of the fire. Henri breaks the silence.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          63.\n\n\n\n                         HENRI\n\n          I finally tracked the location of\n\n          that blog. It's a house in Warsaw,\n\n          Indiana. About four hours from\n\n          here. I'm heading up there\n\n          tomorrow.\n\n\n\n                         JOHN\n\n          Sarah invited us to Thanksgiving.\n\n          I told her we'd be there.\n\n\n\n                         HENRI\n\n          Send my regrets.\n\n\n\n                         JOHN\n\n          You shouldn't go alone. It could\n\n          be dangerous.\n\n\n\n                         HENRI\n\n          I won't risk taking you. I'll\n\n          leave early and be back by five.\n\n          John looks up and sees Henri sitting in solitude.\n\n\n\n                         JOHN\n\n          Don't you ever get lonely?\n\n          Surprised by the question, Henri swivels to face him.\n\n\n\n                         HENRI\n\n          How could I? I have you.\n\n\n\n                         JOHN\n\n          You know what I mean. All these\n\n          years, there's never been anyone.\n\n\n\n                         HENRI\n\n          We aren't like humans. Once we\n\n          fall in love, it's for life. The\n\n          pain of separation is unbearable.\n\n          Henri's face clouds with melancholy and he abruptly gets up.\n\n          As he heads into the kitchen John studies him with new eyes.\n\n\n\n          INT. KITCHEN - HOUSE - DAY\n\n\n\n          Steam billows as Henri washes up. He keeps his back to John\n\n          when he enters. John waits then softly asks...\n\n\n\n                         JOHN\n\n          What was her name?\n\n          Henri slots a plate onto the draining board.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          64.\n\n\n\n                         HENRI\n\n          Anastasia.\n\n\n\n                         JOHN\n\n          You left her to save me.\n\n\n\n                         HENRI\n\n          You're not responsible for what\n\n          happened to her -- they are.\n\n          He slowly turns and regards John with deep paternal concern.\n\n\n\n                         HENRI\n\n          I looked at her the way you look at\n\n          Sarah.\n\n\n\n                         (BEAT)\n\n          She can't come with us when we\n\n          leave -- and we always have to\n\n          leave, you know that.\n\n          John nods, not wanting to deal with that reality.",
  "48": "---END OF PREVIOUS SECTION---\nHENRI\n\n          I looked at her the way you look at\n\n          Sarah. (BEAT)\n\n          She can't come with us when we\n\n          leave -- and we always have to\n\n          leave, you know that. John nods, not wanting to deal with that reality. \n---TARGET SECTION TO BE ANNOTATED---\n                         HENRI\n\n          I was hoping to protect you from\n\n          that pain.\n\n\n\n                         JOHN\n\n          You can't protect me from\n\n          everything.\n\n          OFF Henri's sad smile of acknowledgement...\n\n\n\n                         CUT TO:\n\n\n\n          EXT. SARAH'S HOUSE - DAY\n\n\n\n          The Halloween decorations have been replaced by a\n\n          Thanksgiving display.\n\n          Wearing khakis and a pale blue Oxford, John tentatively walks\n\n          up the front path. The warm sound of LAUGHTER drifts from\n\n          inside. He takes a breath and rings the doorbell.\n\n\n\n          INT. KITCHEN - SARAH'S HOUSE - DAY\n\n\n\n          It's like a Norman Rockwell cover come to life. Every inch\n\n          of counter space is filled with platters of food.\n\n          John watches Sarah, Annie, and a boisterous ASSORTMENT OF\n\n          RELATIVES put the finishing touches to the Thanksgiving\n\n          feast. KIDS rush in and out in a manic game of tag.\n\n          John is captivated by the sense of family and celebration --\n\n          things he's never known in his own life. Sarah steps over.\n\n          She's wearing a funky-cool vintage dress.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          65.\n\n\n\n                         SARAH\n\n          Come on, we're on gravy-boat duty.\n\n\n\n          INT. DINING ROOM - SARAH'S HOUSE - DAY\n\n\n\n          The table is decorated with garlands of autumn leaves and an\n\n          elaborate pine cone centerpiece. Sarah places the last\n\n          turkey-shaped gravy boat onto the table. She smiles at John.\n\n\n\n                         SARAH\n\n          You look dazed.\n\n\n\n                         JOHN\n\n          Just taking it all in.\n\n          She crosses.\n\n\n\n                         SARAH\n\n          I'm glad you came.\n\n          They tenderly kiss until Annie bustles in carrying a steaming\n\n          bowl of mashed potatoes.\n\n\n\n                         ANNIE\n\n          Don't mind me.\n\n          She puts the bowl on the table and grabs Sarah's camera.\n\n\n\n                         ANNIE\n\n          Let's get a picture of you two\n\n          lovebirds.\n\n          Sarah cringes as Annie lifts the camera to her eye.\n\n\n\n                         SARAH\n\n          Mom. No. John really doesn't like\n\n          having his --\n\n\n\n                         JOHN\n\n          It's okay. Let her take it.\n\n          The gesture means the world to Sarah. He puts his arm around\n\n          her. Sarah nestles her face against his.",
  "49": "---END OF PREVIOUS SECTION---\nThe gesture means the world to Sarah. He puts his arm around\n\n          her. Sarah nestles her face against his. \n---TARGET SECTION TO BE ANNOTATED---\n As the flash WIPES\n\n\n\n          OUT THE FRAME...\n\n\n\n                         CUT TO:\n\n\n\n          INT. DINING ROOM - SARAH'S HOUSE - NIGHT\n\n\n\n          Red candles flicker. Sarah's DAD is expertly carving the\n\n          turkey. Everybody is at the table. John sits next to Sarah.\n\n          She holds his hand under the table. It's Hallmark worthy\n\n          until the carriage clock on the mantel CHIMES.\n\n\n\n          IT'S SIX O'CLOCK.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          66.\n\n          John looks at his phone. No messages. His brow creases with\n\n          concern. He turns to Sarah, whispers.\n\n\n\n                         JOHN\n\n          I need to check in with Henri.\n\n          He exits.\n\n\n\n          EXT. FRONT PORCH - SARAH'S HOUSE - NIGHT\n\n\n\n          John speed dials as he steps out into the cold. He holds the\n\n          phone to his ear. It rings three times and then is answered.\n\n\n\n                         JOHN\n\n\n\n                         (INTO PHONE)\n\n          Henri?\n\n          CLICK. The call is hung up. Suddenly on edge, John redials.\n\n          This time it's picked up immediately.\n\n\n\n                         JOHN\n\n\n\n                         (INTO PHONE)\n\n          Henri?\n\n\n\n          MAN (V.O.)\n\n\n\n                         (OVER PHONE)\n\n          Are you one of them too?\n\n          John reacts to the chilling menace of the Man's tone.\n\n\n\n                         JOHN\n\n\n\n                         (INTO PHONE)\n\n          Who are you? Where's Henri?\n\n          CLICK. John jerks the phone from his ear and stares at it,\n\n          panicked. He paces, desperate and unsure, then gets an idea\n\n          and punches another number.\n\n\n\n                         JOHN\n\n\n\n                         (INTO PHONE)\n\n          I need your help.\n\n\n\n          INT. DINING ROOM - SARAH'S HOUSE - NIGHT\n\n\n\n          The food is getting cold. Everybody is waiting for John.\n\n          Sarah catches her mother's disapproving look.\n\n\n\n                         SARAH\n\n          I'll see what's taking him so long.\n\n\n\n          EXT. PORCH - SARAH'S HOUSE - NIGHT\n\n\n\n          Sarah steps out just in time to see John climb into a pickup\n\n          truck. It's the one from Sam's garage.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          67.\n\n\n\n                         SARAH\n\n          John!\n\n          He looks back.\n\n\n\n                         JOHN\n\n          It's Henri. I have to go. Sorry.\n\n          OFF her confused disappointment as the truck SQUEALS away...\n\n\n\n          INT.",
  "50": "---END OF PREVIOUS SECTION---\nSorry. OFF her confused disappointment as the truck SQUEALS away... INT. \n---TARGET SECTION TO BE ANNOTATED---\n PICKUP - NIGHT - MOVING\n\n\n\n          Sam is behind the wheel.\n\n\n\n                         JOHN\n\n          Thanks. I owe you.\n\n\n\n                         SAM\n\n          Anything to get out of Thanksgiving\n\n          at my house.\n\n          He offers John a weary smile.\n\n\n\n                         SAM\n\n          I checked out that blog on the way\n\n          over. Saw the video. What was the\n\n          deal with your ankle?\n\n          John pulls up his khakis, shows Sam the trio of scars.\n\n\n\n                         JOHN\n\n          Death scars.\n\n\n\n                         SAM\n\n          They kind of look like the symbols\n\n          in my dad's research.\n\n\n\n                         (THINKING)\n\n          You guys don't --\n\n\n\n                         JOHN\n\n          Abduct people? No.\n\n          Irritated, he covers them back up.\n\n\n\n                         SAM\n\n          How about the ones you said were\n\n          hunting you?\n\n\n\n                         JOHN\n\n          They're capable of anything.\n\n\n\n                         (URGENT)\n\n          We need to get to Warsaw -- now.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          68.\n\n          Suddenly, John's cell phone RINGS. He snatches it up, but is\n\n          disappointed to see the name âSARAHâ flashing on the LCD. He\n\n          hits ignore and the truck hurtles into the dark.\n\n\n\n                         CUT TO:\n\n\n\n          EXT. WARSAW HOUSE - NIGHT\n\n\n\n          It's a dilapidated Victorian. Mist shrouds the yard which is\n\n          littered with junked cars and trash. The pickup crawls to a\n\n          stop in the shadows across the street.\n\n\n\n          INT. PICKUP TRUCK - NIGHT\n\n\n\n          The teens sit in silence.\n\n\n\n                         JOHN\n\n          Number 417. Henri tracked the URL\n\n          to that house.\n\n          Sam scans the street.\n\n\n\n                         SAM\n\n          I don't see his SUV anywhere.\n\n\n\n                         JOHN\n\n          He would have parked it across\n\n          town.\n\n          Sam opens the glove compartment and pulls out a revolver.\n\n\n\n                         SAM\n\n          Stole it from Ed.\n\n\n\n                         (BEAT)\n\n          Let's move.\n\n          John yanks Sam's arm away from the door handle.\n\n\n\n                         JOHN\n\n          I called you because I needed a\n\n          ride, not a sidekick. If I could\n\n          have run here, I would have.\n\n\n\n                         (BEAT)\n\n          Go home. I'll call you when I get\n\n          back.\n\n          OFF Sam as John climbs out alone...\n\n\n\n          EXT.",
  "51": "---END OF PREVIOUS SECTION---\nI'll call you when I get\n\n          back. OFF Sam as John climbs out alone... EXT. \n---TARGET SECTION TO BE ANNOTATED---\n WARSAW HOUSE - NIGHT\n\n\n\n          It's graveyard quiet. John nervously sneaks down the side of\n\n          the house. His breath fogs as he inch-CREAKS up the wooden\n\n\n\n                         STEPS TO\n\n\n\n          THE KITCHEN PORCH.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          69.\n\n          He squats in front of the door. He holds up a luminescent\n\n          palm and uses it like a flashlight to sweep the interior.\n\n          WHAT HE SEES: Take-out boxes litter the filthy counter. The\n\n          sink is swamped with dirty dishes. The light washes across a\n\n          semiautomatic sitting by a packet of Lucky Strikes.\n\n\n\n          SAM (O.S.)\n\n          See anything?\n\n          Annoyed, John spins and finds Sam creeping towards him.\n\n\n\n                         JOHN\n\n          I told you to go!\n\n\n\n                         SAM\n\n          They might know where my dad is!\n\n          John realizes Sam is determined. He sweeps his hand back\n\n          over the kitchen door. His palm illuminates a familiar\n\n\n\n          CRYSTAL-HANDLED DAGGER.\n\n          It's lying on the counter by the fridge.\n\n\n\n                         JOHN\n\n          Henri's here.\n\n          John âturns offâ his palm and reaches for the door handle.\n\n          Sam anxiously swats his arm away.\n\n\n\n                         SAM\n\n          Wait! Other than strength, speed\n\n          and night-light, what powers have\n\n          you got?\n\n\n\n                         JOHN\n\n          Telekinesis -- but that's a work in\n\n          progress.\n\n\n\n                         SAM\n\n          No invisibility, X-ray vision,\n\n          flight?\n\n\n\n                         JOHN\n\n          Sam, we drove here.\n\n          Sam takes a deep breath, psyching himself up.\n\n\n\n                         SAM\n\n          Okay. I'm ready. Let's do it.\n\n          But as John reaches for the door handle, the kitchen light\n\n          suddenly turns on and a MAN enters. He's built like a\n\n          wrestler and goes by the name of FRANK.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          70.\n\n\n\n          INT. KITCHEN - WARSAW HOUSE - NIGHT\n\n\n\n          With a Lucky Strike clenched between his lips, Frank picks up\n\n          the packet on the table and is pissed to discover it's empty.\n\n          He crushes it in his fist and crosses to the door.\n\n\n\n          EXT.",
  "52": "---END OF PREVIOUS SECTION---\nKITCHEN - WARSAW HOUSE - NIGHT\n\n\n\n          With a Lucky Strike clenched between his lips, Frank picks up\n\n          the packet on the table and is pissed to discover it's empty. He crushes it in his fist and crosses to the door. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BACK PORCH - WARSAW HOUSE - NIGHT\n\n\n\n          John and Sam are gone. Frank steps out and locks the door.\n\n          He flicks away his cigarette as he heads down the stairs.\n\n          CAMERA FOLLOWS the butt as it cartwheels into\n\n\n\n          SAM'S LAP.\n\n          He's crouched next to John at the side of the porch. He\n\n          frantically begins trying to extinguish the stub. John\n\n          clamps his hand over Sam's mouth and snuffs the cigarette\n\n          between his fingers. Once Frank's safely around the corner,\n\n          John releases his hand.\n\n          The duo silently climbs onto the porch. John squats in front\n\n          of the door. His hand shakes as he holds it out towards the\n\n          lock and concentrates.\n\n\n\n                         SAM\n\n          Hurry up. Hurry up. Hurry up.\n\n          There's a LOUD CLICK.\n\n\n\n                         SAM\n\n          You just dead bolted it! Way to\n\n          go!\n\n\n\n                         JOHN\n\n          New plan -- follow Lucky Strike.\n\n          Text me if he comes back.\n\n          Sam sneaks off after Frank.\n\n\n\n          INT. KITCHEN - WARSAW HOUSE - NIGHT\n\n\n\n          TIGHT ON LOCK as the dead bolt turns by itself and the door\n\n          swings open. John cautiously crosses the threshold. He\n\n          holds up his right hand, dims his palm to a dull-blue glow.\n\n          He retrieves Henri's dagger and tentatively heads into...\n\n\n\n          INT. HALL - WARSAW HOUSE - NIGHT\n\n\n\n          Everything is filmed with dust. It's freezing and John's\n\n          BREATH FOGS in the hazy aura his palm casts. The naked\n\n          floorboards CREAK. Fear bites as John scans the lifeless\n\n          gloom, not sure where to start.\n\n          TIGHT ON HIS SHOE as it brushes a mousetrap. SNAP!\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          71.\n\n          His breath catches in his throat. He âturns offâ his hand.\n\n          His heart thumps as he waits for something to react to the\n\n          noise. But nothing does. As his eyes adjust to the dark, he\n\n          notices a rectangle of light faintly leaking from the door\n\n          that leads down into...\n\n\n\n          INT. BASEMENT - WARSAW HOUSE - NIGHT\n\n\n\n          The ancient stairs sag as John slowly descends.",
  "53": "---END OF PREVIOUS SECTION---\nAs his eyes adjust to the dark, he\n\n          notices a rectangle of light faintly leaking from the door\n\n          that leads down into... INT. BASEMENT - WARSAW HOUSE - NIGHT\n\n\n\n          The ancient stairs sag as John slowly descends. \n---TARGET SECTION TO BE ANNOTATED---\n The space is\n\n          illuminated by a single naked bulb. The sound of DRIPPING\n\n          WATER hammers the silence. John scans the rabbit warren of\n\n          rooms and sees a figure chained to a chair in the corner.\n\n\n\n                         JOHN\n\n          Henri!\n\n          He races over. But as he reaches for Henri's gag, a YOUNG\n\n          MAN steps out of the shadows holding a baseball bat. John\n\n          turns too late and the bat strikes his left side. He drops\n\n          the dagger as he falls to the floor, his ribs searing. The\n\n          man, BRET, raises the bat again. John focuses his mind.\n\n\n\n                         THE BAT\n\n          whips out of Bret's grip and torpedoes towards John -- who\n\n          ducks out of the way as the bat flies past. Confused, Bret\n\n          lurches forward. John scrambles for the bat, clenches it in\n\n          his hand, and swings it into the young man's legs.\n\n\n\n                         BRET\n\n          knocks the light as he topples into a column and CRASHES onto\n\n          the cement, out cold. It's over in a violent blur. John\n\n          sits stunned for a moment. The swinging bulb casts surreal\n\n          shadows as he spins back to Henri, telekinetically âunlocksâ\n\n          the padlock securing the chains, and rips off the gag.\n\n          Henri is groggy and his face is swollen from brutal beatings.\n\n\n\n                         HENRI\n\n          You shouldn't be here.\n\n\n\n                         JOHN\n\n          Your life is my life, remember?\n\n          Henri tries to shake his drug-induced haze.\n\n\n\n                         HENRI\n\n          I talked my way in. Thought the\n\n          big guy was buying it.\n\n          He rubs a wound on his neck.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          72.\n\n\n\n                         HENRI\n\n          I was asking him about the video\n\n          when the other one shot me from\n\n          behind... some sort of animal\n\n          tranq.\n\n\n\n                         (DISPIRITED)\n\n          I'm getting rusty.\n\n          Suddenly, John's phone VIBRATES.",
  "54": "---END OF PREVIOUS SECTION---\nHENRI\n\n          I was asking him about the video\n\n          when the other one shot me from\n\n          behind... some sort of animal\n\n          tranq. (DISPIRITED)\n\n          I'm getting rusty. Suddenly, John's phone VIBRATES. \n---TARGET SECTION TO BE ANNOTATED---\n It's a message from Sam --\n\n\n\n          âGET OUT NOW!â\n\n\n\n                         JOHN\n\n          We have to leave!\n\n          John helps Henri up, they race for the stairs when Bret's\n\n          hand grabs John's ankle, tripping him to the floor.\n\n\n\n                         JOHN\n\n          Henri!\n\n          Henri smashes his boot into Bret's face, knocking him out for\n\n          good. John staggers up, they spin for the stairs just as\n\n\n\n          SAM AND FRANK\n\n          head down them into view. Frank holds the revolver against\n\n          Sam's neck. Their shadows crisscross under the swaying bulb.\n\n\n\n                         FRANK\n\n          Stay planted or I'll blow your\n\n          friend's head off.\n\n          Henri looks at John in shock.\n\n\n\n                         JOHN\n\n\n\n                         (RE: SAM)\n\n          He came to help.\n\n          John and Henri put up their hands. John focuses on the gun,\n\n          but as the light bulb sweeps past, he causes it to EXPLODE.\n\n\n\n          THE ROOM PLUNGES INTO DARKNESS.\n\n          Henri body-slams Frank, sending the revolver skittering. But\n\n          as he wrenches Sam to safety,\n\n\n\n                         THE KEYS\n\n          to the pickup fly out of Sam's pocket and slide under the\n\n          stairs. John flashes on his palm, casting everything in\n\n          eerie blue light.\n\n          On all fours, Frank scrambles for the fallen weapon. It's\n\n          almost within reach when he is lifted right off the ground by\n\n          an invisible force.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          73.\n\n          Sam looks over at John, impressed.\n\n\n\n                         FRANK\n\n\n\n                         (FREAKING OUT)\n\n          You're the one from the video!\n\n          You're the one they're after.\n\n          With tremendous telekinetic effort, John slams Frank against\n\n          the ceiling.\n\n\n\n                         JOHN\n\n          Tell me what you know!\n\n          Franks says nothing. John trains his palm light on the big\n\n          man's face. It's like a blinding interrogation lamp.\n\n\n\n                         JOHN\n\n          Start talking!\n\n\n\n                         FRANK\n\n          I don't know what they're called.\n\n          The one in the red coat said he'd\n\n          kill me if I didn't do what he\n\n          wanted.\n\n          This revelation stuns Henri.\n\n\n\n                         HENRI\n\n          The Mogadorians... they've been\n\n          here?\n\n          Frank nods in terror.",
  "55": "---END OF PREVIOUS SECTION---\nThis revelation stuns Henri. HENRI\n\n          The Mogadorians... they've been\n\n          here? Frank nods in terror. \n---TARGET SECTION TO BE ANNOTATED---\n                         FRANK\n\n          He told me to call if anyone came\n\n          asking about the video.\n\n          Sweat beads John's face from the mental exertion.\n\n\n\n                         JOHN\n\n          Did you?\n\n\n\n                         FRANK\n\n\n\n                         (RE: HENRI)\n\n          They wanted me to hold your friend\n\n          until they got here.\n\n          Henri urgently retrieves Sam's gun and his dagger.\n\n\n\n                         HENRI\n\n          We need to go! Now!\n\n          John âreleasesâ Frank, who drops onto the floor like a whale\n\n          and is knocked out. At that moment, a razor-thin line of\n\n          dust drops from the floorboards above.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          74.\n\n\n\n          SOMEONE IS UPSTAIRS.\n\n          John immediately extinguishes his palm. The trio stands\n\n          frozen, necks craned up, ears pricked as the floorboards\n\n          CREAK above them. They are definitely not alone.\n\n\n\n          INT. HALL - WARSAW HOUSE - NIGHT\n\n\n\n          FOUR MOGADORIAN SOLDIERS stalk through the house. Their long\n\n          black coats SILENTLY sweep. One sniffs the air like a\n\n          bloodhound and motions towards the basement door...\n\n\n\n          INT. BASEMENT - WARSAW HOUSE - NIGHT\n\n\n\n          BLAAAAM! -- the door is shredded off its hinges and flies\n\n          down the stairs. The Mogadorian patrol storms through the\n\n          cloud of splinters. Frank and Bret lie where they fell, but\n\n          there's no sign of John, Henri or Sam.\n\n          Pissed, one of the Mogadorians strides towards a small\n\n          blacked-out window. He punches out the glass with his fist\n\n          and catches sight of Sam clambering over the back fence!\n\n\n\n          INT. PICKUP - NIGHT\n\n\n\n          John, Henri and Sam pile in.\n\n\n\n                         JOHN\n\n          Sam, get us out of here!\n\n          Sam reaches into his jeans, then frantically checks his\n\n          pockets.\n\n\n\n                         SAM\n\n          I must have dropped the keys!\n\n          Henri keeps his cool, looks at John.\n\n\n\n                         HENRI\n\n          Start the engine.\n\n\n\n                         JOHN\n\n          I can't.\n\n          Henri's calm eyes never leave him.\n\n\n\n                         HENRI\n\n          Yes, you can.\n\n          John nods, puts his hand on the dash and closes his eyes.",
  "56": "---END OF PREVIOUS SECTION---\nHenri's calm eyes never leave him. HENRI\n\n          Yes, you can. John nods, puts his hand on the dash and closes his eyes. \n---TARGET SECTION TO BE ANNOTATED---\n          The engine TURNS OVER but doesn't start. Sam looks up the\n\n          street, panicked, as\n\n\n\n                         A MOGADORIAN\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          75.\n\n          climbs out of a black SUV and storms towards them.\n\n\n\n                         SAM\n\n          Hurry up!\n\n          John's brow is furrowed with concentration. The Mog\n\n          unsheathes his sword as he runs. With a superhuman leap, he\n\n          lands on the hood -- TWAAAAACK! John and Henri spin out of\n\n          the way as the sword SHATTERS the windshield and impales in\n\n          the back of the seat, missing them by a mouse hair.\n\n          As the Mogadorian withdraws the sword to strike again, Henri\n\n          sweeps up his dagger and stakes it into the Mog's neck.\n\n\n\n          VRRRROOMMM!\n\n          The engine ROARS to life. The Mogadorian tumbles off the\n\n          hood, magenta light spurting from his wound. John turns to\n\n          Sam, who is petrified, and SCREAMS...\n\n\n\n                         JOHN\n\n\n\n          DRIVE!\n\n          Sam wrenches the shaft into gear and floors the gas. The\n\n          Mogadorian EVISCERATES in a frenzy of embers. The truck\n\n          bursts through the blizzard of sparks and STREAK-PEELS away.\n\n\n\n                         CUT TO:\n\n\n\n          INT. BASEMENT - WARSAW HOUSE - NIGHT\n\n\n\n          CAMERA TRACKS the swish of a familiar red coat as its owner\n\n          slowly descends the stairs, PANS UP PAST his right hand,\n\n          which methodically twists two meditation balls, TO REVEAL\n\n\n\n          THE MOGADORIAN COMMANDER.\n\n          He's the one who slaughtered Number 3 in Africa. His men\n\n          part as he steps into view and crosses to Frank and Bret who\n\n          are chained to chairs. A Soldier stands behind each one.\n\n          Frank looks at the Commander in terror.\n\n\n\n                         FRANK\n\n          I called you like I said. It's not\n\n          my fault they got away!\n\n          The Commander steps into the moonlight that seeps through the\n\n          window. We get our first good look at his face. A gnarled\n\n          scar runs down his right cheek, identifying him as the same\n\n          Mogadorian Henri wounded in the escape from Lorien.",
  "57": "---END OF PREVIOUS SECTION---\nThe Commander steps into the moonlight that seeps through the\n\n          window. We get our first good look at his face. A gnarled\n\n          scar runs down his right cheek, identifying him as the same\n\n          Mogadorian Henri wounded in the escape from Lorien. \n---TARGET SECTION TO BE ANNOTATED---\n His skin\n\n          is deathly pale and his eyes have a cold purple tint.\n\n\n\n                         MOGADORIAN COMMANDER\n\n          Where did they go?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          76.\n\n          His accent is thick and his voice is unnerving.\n\n\n\n                         FRANK\n\n          How should I know? The kid had me\n\n          pinned to the ceiling.\n\n          The Commander turns to Bret.\n\n\n\n                         MOGADORIAN COMMANDER\n\n          Where did they go?\n\n          Bret is too freaked to even speak. The Commander nods to the\n\n          Soldiers. They grab Frank and Bret by the heads and yank\n\n          open their mouths. Frank watches in confused terror as the\n\n          Commander holds one of the meditation balls.\n\n\n\n          DOZENS OF TINY RAZOR-BLADES\n\n          suddenly flower open across its surface and viciously spin.\n\n          With cold-blooded calm, the Commander drops the ball into\n\n          Frank's mouth. OFF its terrible DRILL-LIKE WHIR...\n\n\n\n                         CUT TO:\n\n\n\n          EXT. STRIP MALL - DAWN\n\n\n\n          Vermillion clouds streak the heavens. Sam's truck pulls up\n\n          next to Henri's SUV, which is inconspicuously parked in front\n\n          of a 24-hour pharmacy.\n\n\n\n          INT. PICKUP TRUCK - DAWN\n\n\n\n          John turns to Sam.\n\n\n\n                         JOHN\n\n          We'll meet you back at the house.\n\n\n\n                         HENRI\n\n          We're not going back to Paradise.\n\n\n\n                         (TO SAM)\n\n          Thank you for your help, but you'll\n\n          never see us again.\n\n          Henri climbs out. Sam looks at John, confused.\n\n\n\n                         SAM\n\n          Is he serious?\n\n          John nods, numb.\n\n\n\n                         SAM\n\n          What am I supposed to tell people?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          77.\n\n\n\n                         JOHN\n\n          Nothing. Forget about us. We\n\n          never existed.\n\n\n\n                         (BEAT)\n\n          Goodbye, Sam.\n\n          OFF Sam as John climbs out...\n\n\n\n                         CUT TO:\n\n\n\n          EXT. MOTEL - DAY\n\n\n\n          It's a rundown dump on the bleak edge of a no-name town.\n\n\n\n          INT. SUV - DAY\n\n\n\n          John silently stews. BIKERS smoke at the edge of the grimy\n\n          pool which is drained for the winter and rattles with frozen\n\n          leaves. Henri steps out of the motel office with a key.\n\n\n\n          INT.",
  "58": "---END OF PREVIOUS SECTION---\nBIKERS smoke at the edge of the grimy\n\n          pool which is drained for the winter and rattles with frozen\n\n          leaves. Henri steps out of the motel office with a key. INT. \n---TARGET SECTION TO BE ANNOTATED---\n MOTEL ROOM - DAY\n\n\n\n          Henri lets John inside, chains the door and draws the sun-\n\n          bleached curtains.\n\n\n\n                         HENRI\n\n          We leave at nightfall.\n\n\n\n                         JOHN\n\n          Henri, this is insane. They still\n\n          don't know where we live.\n\n          Henri seethes.\n\n\n\n                         HENRI\n\n          It's only a matter of time. They\n\n          know our faces. They saw Sam. How\n\n          long has he known?\n\n\n\n                         JOHN\n\n          Since Halloween.\n\n          Henri is floored and hurt by the admission.\n\n\n\n                         HENRI\n\n          I trusted you and you lied to me!\n\n          John bows his head, can't meet Henri's gaze.\n\n\n\n                         JOHN\n\n          Only because I knew how you'd react\n\n          and I didn't want to leave\n\n          Paradise.\n\n          Henri paces, tries to quell his emotions.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          78.\n\n\n\n                         HENRI\n\n          Now we don't have a choice. The\n\n          Mogs are using humans to trap us.\n\n          From this point on -- no more\n\n          towns. No more schools. We're\n\n          going off the grid until we find\n\n          the others.\n\n\n\n                         JOHN\n\n          No.\n\n          His tone is defiant.\n\n\n\n                         HENRI\n\n          This isn't a discussion.\n\n          In a flash of pent-up anger, John holds up his hand and\n\n          telekinetically sweeps Henri off his feet and pins him\n\n          against the wall. Henri looks at him, stunned.\n\n\n\n                         JOHN\n\n          I'm not leaving without saying\n\n          goodbye to Sarah.\n\n          Henri fixes him with a steel-edged stare.\n\n\n\n                         HENRI\n\n          Let. Me. Down.\n\n          Spent, John releases Henri who slides to the floor, shaken.\n\n          The dynamics of their relationship forever changed. Henri\n\n          finally stands.\n\n\n\n                         HENRI\n\n          Give me your phone and IDs.\n\n          John hands him his cell phone and wallet. Henri opens the\n\n          back of the phone and pulls out the SIM card. SNAP!\n\n\n\n                         HENRI\n\n          John Smith dies today.\n\n\n\n                         CUT TO:\n\n\n\n          EXT. WARSAW HOUSE - DAY\n\n\n\n          REPORTERS and LOOKIE-LOOS watch from behind the crime scene\n\n          tape that crisscrosses the street. CAMERA ZEROES IN on\n\n\n\n          THE TEEN GIRL.",
  "59": "---END OF PREVIOUS SECTION---\nCUT TO:\n\n\n\n          EXT. WARSAW HOUSE - DAY\n\n\n\n          REPORTERS and LOOKIE-LOOS watch from behind the crime scene\n\n          tape that crisscrosses the street. CAMERA ZEROES IN on\n\n\n\n          THE TEEN GIRL. \n---TARGET SECTION TO BE ANNOTATED---\n          She's the one we saw in Nashville and who torched the stilt\n\n          house. Her eyes study the STREAM OF POLICE that hustles in\n\n          and out of the house carrying evidence Baggies and equipment.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          79.\n\n\n\n          INT. BASEMENT - WARSAW HOUSE - DAY\n\n\n\n          A CRIME SCENE PHOTOGRAPHER methodically catalogs the grim,\n\n          blood-soaked nightmare. He's in a full body suit and\n\n          booties. The flashgun mounted to his camera whitewashes the\n\n          space as a UNIFORM COP appears on the stairs.\n\n\n\n                         UNIFORM COP\n\n          The Chief wants to send the morgue\n\n          boys in and seal this tomb.\n\n\n\n                         PHOTOGRAPHER\n\n          Hope they haven't had lunch yet.\n\n          These guys were gutted from the\n\n          inside out.\n\n          He steps over to Frank's body which has been splayed open.\n\n          As he flashes off some shots, the\n\n\n\n                         TEEN GIRL\n\n          appears in the corner of his viewfinder. She's kneeling by\n\n          Frank's severed head which has rolled a short distance from\n\n          the body. The Photographer pulls the camera away from his\n\n          eye and looks at the Teen Girl, confused.\n\n\n\n                         PHOTOGRAPHER\n\n          Who the hell are you?\n\n          She ignores him. He glances at the only window which is 20\n\n          feet away on the other side of the room.\n\n\n\n                         PHOTOGRAPHER\n\n          How'd you get in?\n\n          The Girl continues examining Frank's wounds. Totally\n\n          unnerved, the Photographer shouts up the stairs.\n\n\n\n                         PHOTOGRAPHER\n\n          Hey, we've got a live one down\n\n          here.\n\n          When he spins back, the Girl is gone, vanished into thin air.\n\n\n\n                         CUT TO:\n\n\n\n          INT. SAM'S TRUCK - DAY\n\n\n\n          TIGHT ON A DIRT DEVIL as it snorts up beads of broken glass.\n\n          REVEAL SAM cleaning the evidence of the previous night's\n\n          adventure. Cardboard covers the missing passenger window.\n\n\n\n          EXT. DRIVE - SAM'S HOUSE - DAY\n\n\n\n          Sam climbs out of the truck and is startled by Sarah.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          80.\n\n\n\n                         SARAH\n\n          Where is he, Sam?\n\n\n\n                         SAM\n\n          I don't know.",
  "60": "---END OF PREVIOUS SECTION---\n80. SARAH\n\n          Where is he, Sam? SAM\n\n          I don't know. \n---TARGET SECTION TO BE ANNOTATED---\n          He tries to avoid eye contact, but she is determined.\n\n\n\n                         SARAH\n\n          What happened last night? I've\n\n          tried calling him all day. But his\n\n          number's no longer in service.\n\n\n\n                         SAM\n\n          Forget about him, Sarah.\n\n          Incredulous, she grabs his arm.\n\n\n\n                         SARAH\n\n          I'm not going anywhere until you\n\n          tell me what's going on.\n\n\n\n                         SAM\n\n          He left with Henri and he isn't\n\n          coming back. Ever.\n\n\n\n                         (PULLING FREE)\n\n          I'm sorry.\n\n          OFF Sarah, shattered...\n\n\n\n                         CUT TO:\n\n\n\n          INT. SHOWER - MOTEL ROOM - LATE AFTERNOON\n\n\n\n          John stands under the steaming spray. Eyes screwed shut.\n\n          Naked and lost. TWO LOUD KNOCKS at the door.\n\n\n\n          HENRI (O.S.)\n\n\n\n                         (THROUGH DOOR)\n\n          Taillights in five.\n\n\n\n          EXT. MOTEL - LATE AFTERNOON\n\n\n\n          The GROUP OF BIKERS by the pool has grown four fold. They're\n\n          partying hard. Henri keeps his head down as he passes.\n\n\n\n          INT. MOTEL OFFICE - LATE AFTERNOON\n\n\n\n          The FEMALE CLERK stares at the TV mounted on the wall. She's\n\n          watching a local news report about the Warsaw house murders.\n\n          Henri enters. The window RATTLES as a motorcycle speeds past\n\n          and he slides his key onto the counter.\n\n\n\n                         CUT TO:\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          81.\n\n\n\n          INT. MOTEL ROOM - LATE AFTERNOON\n\n\n\n          Henri steps in and is annoyed to hear the SHOWER still\n\n          running. He strides to the bathroom door.\n\n\n\n                         HENRI\n\n          John?\n\n          No answer. He KNOCKS. Still nothing.\n\n\n\n          INT. BATHROOM - MOTEL ROOM - LATE AFTERNOON\n\n\n\n          Henri shoulder-rams the door open. He whips back the shower\n\n          curtain and stares at the empty tub.\n\n\n\n          JOHN IS GONE.\n\n          OFF Henri's grim concern...\n\n\n\n          EXT. HIGHWAY - DUSK\n\n\n\n          The sky is twilight blue. A gleaming Harley ROARS around the\n\n          bend, going full throttle. John is on its back. The wind\n\n          whips his hair. Eyes set forward. Headed back to Paradise.",
  "61": "---END OF PREVIOUS SECTION---\nThe wind\n\n          whips his hair. Eyes set forward. Headed back to Paradise. \n---TARGET SECTION TO BE ANNOTATED---\n                         CUT TO:\n\n\n\n          EXT. SARAH'S HOUSE - NIGHT\n\n\n\n          Annie opens the front door and is surprised to find John.\n\n\n\n                         ANNIE\n\n          Little late for dessert.\n\n\n\n                         JOHN\n\n          I need to talk to Sarah.\n\n\n\n                         ANNIE\n\n          She's not here. Some friends\n\n          dragged her to a party at Mark\n\n          Jayne's.\n\n          John absorbs this news, turns. Annie steps out after him.\n\n\n\n                         ANNIE\n\n          I don't usually pry into my\n\n          daughter's love life, I certainly\n\n          didn't want my mother in mine --\n\n          but Sarah's my youngest and she's\n\n          special to me.\n\n\n\n                         JOHN\n\n          She's special to me too.\n\n\n\n                         CUT TO:\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          82.\n\n\n\n          EXT. MARK'S HOUSE - NIGHT\n\n\n\n          The big, two-story property dominates the end of a cul-de-\n\n          sac. TEENS stream up the drive. Cars are parked end to end\n\n          down the street. CAMERA CRANES TO MEET John as he charges\n\n          into view on the stolen motorcycle.\n\n\n\n          INT. DOWNSTAIRS HALL - MARK'S HOUSE - NIGHT\n\n\n\n          MUSIC THROBS. John works his way through the throng of\n\n          partying TEENS. He passes a RED-HAIRED TEEN BOY recording\n\n          the event on a FlipVideo camera. A hand grips John's\n\n          shoulder. John turns to find Mark Jayne.\n\n\n\n                         MARK\n\n          You weren't invited.\n\n\n\n                         JOHN\n\n          Where's Sarah?\n\n\n\n                         MARK\n\n          She doesn't want to see you.\n\n          John shoves him aside and heads for the sweeping stairs...\n\n\n\n          INT. BASEMENT - MARK'S HOUSE - NIGHT\n\n\n\n          It's been transformed into a major makeout den. Candles line\n\n          the windowsills and ring the edge of the pool table. TEENAGE\n\n          COUPLES grope in the flickering half-light.\n\n\n\n                         JOCK\n\n          Everybody upstairs! Kevin's going\n\n          for the beer bong record!\n\n          The Teens immediately bolt for the stairs. In the giddy\n\n          exodus, one of them accidentally brushes\n\n\n\n                         A CANDLE\n\n          onto the white shag rug.\n\n\n\n          INT. UPSTAIRS HALL - MARK'S HOUSE - NIGHT\n\n\n\n          John heads down the burgundy hall which is lined with family\n\n          portraits.",
  "62": "---END OF PREVIOUS SECTION---\nIn the giddy\n\n          exodus, one of them accidentally brushes\n\n\n\n                         A CANDLE\n\n          onto the white shag rug. INT. UPSTAIRS HALL - MARK'S HOUSE - NIGHT\n\n\n\n          John heads down the burgundy hall which is lined with family\n\n          portraits. \n---TARGET SECTION TO BE ANNOTATED---\n He glances in the rooms as he passes.\n\n\n\n          INT. GUEST ROOM - MARK'S HOUSE - NIGHT\n\n\n\n          Sarah and her friend, EMILY, sit on the bed with Mark's two\n\n          dogs, Abby and Dozer. A wedge of light cuts across them as\n\n          the door opens and John steps in.\n\n\n\n                         SARAH\n\n          John!\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          83.\n\n          She leaps up and hugs him. John waits as Emily exits.\n\n\n\n                         JOHN\n\n          I'm sorry about last night.\n\n          She pulls away, her relief turning to anger.\n\n\n\n                         SARAH\n\n          No. Not good enough. Sam said you\n\n          were never coming back. What are\n\n          you doing here?\n\n\n\n                         JOHN\n\n          I couldn't leave without seeing you\n\n          one last time.\n\n          She looks at him, crushed.\n\n\n\n                         SARAH\n\n          So it's true. What's going on?\n\n          What kind of trouble are you and\n\n          your dad in?\n\n\n\n                         JOHN\n\n          We're going to be fine.\n\n\n\n                         SARAH\n\n          Damnit! Whatever it is, I'll\n\n          understand -- just tell me the\n\n          truth.\n\n\n\n                         JOHN\n\n          The truth is I'm not who you think\n\n          I am. You need to forget about me.\n\n          Okay?\n\n\n\n                         SARAH\n\n          Why are you acting like this?\n\n\n\n                         JOHN\n\n          Because it's the only way to keep\n\n          you safe.\n\n\n\n                         SARAH\n\n          Safe from what?\n\n          He turns away, shields her from his torment.\n\n\n\n                         JOHN\n\n          Goodbye, Sarah.\n\n          He doesn't look back as he walks out the door. CAMERA STAYS\n\n          ON SARAH as she sinks onto the bed and the dogs comfort her.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          84.\n\n\n\n          INT. DOWNSTAIRS - MARK'S HOUSE - NIGHT\n\n\n\n          Party-goers pack the hall and kitchen watching Kevin consume\n\n          an impossible amount of beer through a funnel and hose.\n\n\n\n                         TEENS\n\n          Drink! Drink! Drink!\n\n          Drained and numb, John heads the other way and fails to\n\n          notice the smoke seeping from under the basement door.\n\n\n\n          EXT. MARK'S HOUSE - NIGHT\n\n\n\n          John strides down the driveway, bleak-faced. He's about to\n\n          straddle the motorcycle when he hears a muffled EXPLOSION.",
  "63": "---END OF PREVIOUS SECTION---\nEXT. MARK'S HOUSE - NIGHT\n\n\n\n          John strides down the driveway, bleak-faced. He's about to\n\n          straddle the motorcycle when he hears a muffled EXPLOSION. \n---TARGET SECTION TO BE ANNOTATED---\n          He looks back and sees\n\n\n\n                         SMOKE\n\n          billowing from the side of the house. He bolts towards the\n\n          front door, SCREAMS at a JOCK as he passes.\n\n\n\n                         JOHN\n\n          Call 911!\n\n          As he races inside...\n\n\n\n          INT. MARK'S HOUSE - NIGHT\n\n\n\n          It's total chaos. Smoke and FLAMES plume up from the\n\n          basement. Terrified Teens scramble. John thrashes through\n\n          the crowd, SHOUTING --\n\n\n\n                         JOHN\n\n          Sarah!\n\n\n\n          EXT. BACK YARD - MARK'S HOUSE - NIGHT\n\n\n\n          The panicked evacuation spills out. A window EXPLODES and\n\n          orange flames lick the cold night air. John sees Emily\n\n          stumble out clutching one of Mark's dogs, Abby.\n\n\n\n                         JOHN\n\n          Where's Sarah?\n\n\n\n                         EMILY\n\n          Went back for Dozer.\n\n          Another EXPLOSION rocks. A COUPLE of drunk Jocks CHEER.\n\n          John looks back at the house. The fire has taken hold with\n\n          incredible speed. The living room curtains are ABLAZE.\n\n\n\n          A DOG'S HAUNTING HOWL\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          85.\n\n          cuts over the sound of the HISSING FLAMES. It's coming from\n\n          the second floor. John charges past Mark, towards the house.\n\n\n\n                         MARK\n\n          It's too late. You can't get\n\n          through!\n\n          John ignores him and runs into the inferno.\n\n\n\n          INT. LIVING ROOM - MARK'S HOUSE - NIGHT\n\n\n\n          FLAMES sprint up the walls and clouds of black smoke spew\n\n          from the sectional sofa. Immune to the heat, John heads into\n\n          the front hall and finds\n\n\n\n                         THE STAIRCASE\n\n          is fully engulfed. Fearless, he clambers up the flaming\n\n          steps. His jeans and shirt catch fire. He's almost reached\n\n          the top when the staircase BREAKS AWAY behind him and\n\n          DISINTEGRATES in a cloud of embers.\n\n\n\n          INT. UPSTAIRS HALL - MARK'S HOUSE - NIGHT\n\n\n\n          It's a raging conflagration. The family portraits blister on\n\n          the walls. John beelines towards Dozer's PLAINTIVE WAIL\n\n          which reverberates over the UGLY ROAR of the fire.\n\n\n\n          INT.",
  "64": "---END OF PREVIOUS SECTION---\nThe family portraits blister on\n\n          the walls. John beelines towards Dozer's PLAINTIVE WAIL\n\n          which reverberates over the UGLY ROAR of the fire. INT. \n---TARGET SECTION TO BE ANNOTATED---\n GUEST ROOM - MARK'S HOUSE - NIGHT\n\n\n\n          Sarah is crouched by the heavy oak bed that dominates the\n\n          corner of the room, COUGHING, eyes burning from the smoke and\n\n          heat. Dozer is cowered underneath, HOWLING. Sarah\n\n          desperately tries to move the bed but it won't budge.\n\n\n\n          CRAAAACK!\n\n          The door rips off its hinges. Through the smoky half-light,\n\n          Sarah watches as John strides into the room, heroically\n\n          backlit by flame.\n\n\n\n                         SARAH\n\n          John!\n\n\n\n                         (FRANTIC)\n\n          Dozer's under the bed. He's too\n\n          scared to come out!\n\n          John strides forward, grips the bed with one hand and\n\n          effortlessly hoists it. Sarah looks at him, amazed, then\n\n          scrambles forward and gently scoops Dozer into her arms.\n\n          John puts the bed back down.\n\n\n\n                         JOHN\n\n          Don't let go of him. I promise I\n\n          won't let go of you.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          86.\n\n          As he lifts them...\n\n\n\n          INT. UPSTAIRS HALL - MARK'S HOUSE - NIGHT\n\n\n\n          The trio heads into the hall just as an 8-foot section of the\n\n          floor collapses in front of them. Unfazed, John sprints\n\n          forward and bridges the hole.\n\n          ANGLE ON SARAH as she stares at the burning chasm in terror\n\n          and grips Dozer tighter.\n\n          John touches down on the other side and doesn't slow as he\n\n          powers down the hall, which is a SHRIEKING tunnel of fire.\n\n\n\n          A BURNING BEAM\n\n          breaks free and swings down in front of them. Sarah SCREAMS,\n\n          but watches in stunned amazement as John sweeps it out of the\n\n          way with a telekinetic flick of his hand.\n\n\n\n          EXT. SIDE - MARK'S HOUSE - NIGHT\n\n\n\n          The second-floor window SHATTERS as John leaps out holding\n\n          Sarah and Dozer. A ROARING tongue of fire whips his back as\n\n          he drops to the ground and touches down with Sarah and Dozer.\n\n          COUGHING and shell-shocked, Sarah puts the dog down.\n\n\n\n                         JOHN\n\n          You okay?\n\n          She stares at him, unsure.",
  "65": "---END OF PREVIOUS SECTION---\nCOUGHING and shell-shocked, Sarah puts the dog down. JOHN\n\n          You okay? She stares at him, unsure. \n---TARGET SECTION TO BE ANNOTATED---\n                         SARAH\n\n          You walked through that fire\n\n          without getting burned. I saw you\n\n          stop that beam.\n\n          SIRENS wail in the distance.\n\n\n\n                         JOHN\n\n          I'll explain everything... but not\n\n          here...\n\n          (offering his hand)\n\n          Sarah... please?\n\n          As they take off into the woods, the IMAGE FREEZES, then\n\n          REWINDS. John and Sarah kneel in the shadows, then FLY\n\n          BACKWARDS up through the window and INTO the burning house.\n\n          REVERSE TO REVEAL the Red-Haired Teen watching playback on\n\n          his FlipVideo camera, amazed. He runs to the back of the\n\n          house and finds Mark.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          87.\n\n\n\n                         RED-HAIRED TEEN\n\n\n\n                         (RE: VIDEO)\n\n          Check this out, man!\n\n          PUSH IN as Mark stares at the footage, stunned.\n\n\n\n                         CUT TO:\n\n\n\n          INT. WOODS - NIGHT\n\n\n\n          John and Sarah walk in SILENCE, dappled in moonlight. He\n\n          catches her staring at him.\n\n\n\n                         JOHN\n\n          Please don't look at me like that.\n\n\n\n                         SARAH\n\n          I'm sorry. I'm still trying to\n\n          process everything I saw and I keep\n\n          coming to the same conclusion --\n\n          what you did isn't possible.\n\n\n\n                         JOHN\n\n          It is for me.\n\n\n\n                         SARAH\n\n          Who are you?\n\n          (off his hesitation)\n\n          For once please tell me the truth.\n\n          It's the hardest thing he's ever had to do.\n\n\n\n                         JOHN\n\n          My name isn't John. I don't have a\n\n          name, just a number. 4. In fact,\n\n          my whole life can be reduced to\n\n          numbers: like 15 million -- that's\n\n          how many light years it takes to\n\n          get from my planet to Earth. 38 --\n\n          that's how many towns I've lived\n\n          in. Or 3,671 -- that's how many\n\n          days I've been running from an\n\n          enemy that wants me dead. I lied\n\n          to you, Sarah, because I lie to\n\n          everyone. That's how I stay alive.\n\n          Tears of relief brim as he finally reveals his soul.\n\n\n\n                         JOHN\n\n          I shouldn't be telling you any of\n\n          this. It's dangerous.",
  "66": "---END OF PREVIOUS SECTION---\nTears of relief brim as he finally reveals his soul. JOHN\n\n          I shouldn't be telling you any of\n\n          this. It's dangerous. \n---TARGET SECTION TO BE ANNOTATED---\n          Emotionally spent, John leans against a tree. She steps\n\n          towards him and brushes her hand down his cheek.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          88.\n\n\n\n                         SARAH\n\n          I don't care. I just want to be\n\n          with you.\n\n\n\n                         JOHN\n\n          I want that too. But if I stay you\n\n          could get hurt. I have to leave to\n\n          keep you safe.\n\n          Sarah absorbs the bitter reality, reaches for his hand.\n\n\n\n                         SARAH\n\n          There's something I want to give\n\n          you first.\n\n\n\n                         CUT TO:\n\n\n\n          INT. DARKROOM - PARADISE HIGH - NIGHT\n\n\n\n\n\n          A PHOTOGRAPH OF SARAH AND JOHN\n\n          sharpens INTO FOCUS. It's the one Annie took of them at\n\n          Thanksgiving. John and Sarah stand in the eerie red glow.\n\n          She gently tongs the image into a bath of fixing solution.\n\n\n\n                         SARAH\n\n          So you'll always remember me.\n\n          With exquisite tenderness they kiss. John's palms shimmer.\n\n          The intensity of the luminescence builds with their rising\n\n          passion. They sink to the floor and the light crescendos in\n\n          an ethereal flash that BLEACHES OUT THE FRAME.\n\n\n\n                         CUT TO:\n\n\n\n          EXT. MARK'S HOUSE - NIGHT\n\n\n\n          The spinning lights of a trio of fire trucks FLARE THE LENS.\n\n          CREWS hose down the last smoking embers. A DEPUTY approaches\n\n          Mark, who is standing by a police cruiser.\n\n\n\n                         DEPUTY\n\n          The FBI showed up flashing their\n\n          badges. Wanna talk to you.\n\n          As he points to a black SUV that's parked down the street.\n\n\n\n          INT. SUV - NIGHT\n\n\n\n          Mark climbs in the back. He looks around nervously as the\n\n          vehicle starts off.\n\n\n\n                         MARK\n\n          Where are we going? Is this about\n\n          the fire? It was an accident.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          89.\n\n          Only now do we REVERSE TO REVEAL\n\n\n\n          THE MOGADORIAN COMMANDER\n\n          sitting in the back. His face is masked in shadow.\n\n\n\n                         MOGADORIAN COMMANDER\n\n          We're hunting for one of the guests\n\n          at your party.\n\n          He holds up a netbook which flashes with the FlipVideo\n\n          footage of John's rescue of Sarah. It's posted on YouTube.",
  "67": "---END OF PREVIOUS SECTION---\nMOGADORIAN COMMANDER\n\n          We're hunting for one of the guests\n\n          at your party. He holds up a netbook which flashes with the FlipVideo\n\n          footage of John's rescue of Sarah. It's posted on YouTube. \n---TARGET SECTION TO BE ANNOTATED---\n                         MOGADORIAN COMMANDER\n\n          Do you know this boy?\n\n\n\n                         MARK\n\n          Yeah, John Smith. But I didn't\n\n          invite him.\n\n\n\n                         MOGADORIAN COMMANDER\n\n          He's a fugitive. We've been\n\n          tracking him for some time.\n\n          Mark smirks, vindicated.\n\n\n\n                         MARK\n\n          I'll help you find him.\n\n          He points to Sarah's image on the screen.\n\n\n\n                         MARK\n\n          He's not at Sarah's, I already\n\n          checked. And one of my dad's\n\n          deputies drove by his house --\n\n          nada.\n\n\n\n                         MOGADORIAN COMMANDER\n\n          He poses a great threat to us.\n\n          Where else could he be?\n\n          Mark pulls out his cell phone.\n\n\n\n                         MARK\n\n          I've got Sarah's cell number, maybe\n\n          you guys can trace it?\n\n          The Commander takes the phone and passes it to one of his men\n\n          in the front. He looks back at Mark.\n\n\n\n                         MOGADORIAN COMMANDER\n\n          Tell me everything you know about\n\n          John Smith.\n\n\n\n                         CUT TO:\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          90.\n\n\n\n          INT. SAM'S HOUSE - NIGHT\n\n\n\n          Sam is at the kitchen counter, watching the YouTube video on\n\n          his laptop, when headlights bleed through the blinds.\n\n\n\n          EXT. SAM'S HOUSE - NIGHT\n\n\n\n          Sam steps out and reacts in surprise as Henri emerges through\n\n          the headlight glare.\n\n\n\n                         HENRI\n\n          John's not at the house. Is he\n\n          here?\n\n\n\n                         SAM\n\n          No, but he's all over the internet.\n\n\n\n                         HENRI\n\n          I know.\n\n          He turns back to his SUV. Sam follows.\n\n\n\n                         SAM\n\n          Those things from Warsaw -- they're\n\n          coming, aren't they?\n\n\n\n                         HENRI\n\n          Go back inside. This isn't your\n\n          fight.\n\n\n\n                         SAM\n\n          The hell it isn't. I'm coming with\n\n          you.\n\n          OFF this declaration...\n\n\n\n                         CUT TO:\n\n\n\n          INT. SCHOOL OFFICE - PARADISE HIGH - NIGHT\n\n\n\n          The crystal pendant glints against John's chest as he grabs a\n\n          âParadise Highâ sweatshirt from a supply closet and yanks it\n\n          on. Sarah's phone suddenly RINGS, startling them.\n\n\n\n                         SARAH\n\n\n\n                         (INTO PHONE)\n\n          Hello.",
  "68": "---END OF PREVIOUS SECTION---\nSCHOOL OFFICE - PARADISE HIGH - NIGHT\n\n\n\n          The crystal pendant glints against John's chest as he grabs a\n\n          âParadise Highâ sweatshirt from a supply closet and yanks it\n\n          on. Sarah's phone suddenly RINGS, startling them. SARAH\n\n\n\n                         (INTO PHONE)\n\n          Hello. \n---TARGET SECTION TO BE ANNOTATED---\n          She listens, then hands John the phone.\n\n\n\n                         SARAH\n\n          It's Henri.\n\n\n\n                         INTERCUT WITH:\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          91.\n\n\n\n          INT. SUV - NIGHT - MOVING\n\n\n\n          Henri careens through the night with Bernie and Sam.\n\n\n\n                         HENRI\n\n\n\n                         (INTO PHONE)\n\n          Where are you?\n\n\n\n                         JOHN\n\n          High school.\n\n\n\n                         HENRI\n\n          Get out now!\n\n          At that moment, all the POWER in the school DIES and the\n\n          headlights of an SUV flash across the window. Fear registers\n\n          in John's eyes as he realizes...\n\n\n\n                         JOHN\n\n          Too late... they're here.\n\n\n\n          EXT. SUV - NIGHT\n\n\n\n          The Commander climbs out. Mark follows but is distracted as\n\n          a trio of black SUVs speeds into the lot followed by a\n\n          tractor trailer from which inhuman GROWLS echo.\n\n\n\n                         MARK\n\n          What the hell's in there?\n\n          He looks back at the Commander who is arming up from the\n\n          trunk of the SUV. Mark glimpses the arsenal of future-tech\n\n          machine pistols, double-bladed swords and heavy-duty daggers.\n\n          He backs away in fearful realization.\n\n\n\n                         MARK\n\n          You guys aren't FBI.\n\n          Before he can run, a Mogadorian Soldier grabs him by the neck\n\n          and constrains him. The Commander pulls\n\n\n\n                         TWO BANDOLIERS\n\n          over his broad shoulders. The cartridges are made of crystal\n\n          and swirl with purple light. Finally, he slips on his\n\n          trademark red coat and spins towards the school.\n\n\n\n          INT. HALL - PARADISE HIGH - NIGHT\n\n\n\n          One of John's hands holds Sarah's while the other lights\n\n          their way as they hurtle down the passage. They've almost\n\n          reached the doors when they suddenly fly open and\n\n\n\n                         A FIGURE\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          92.\n\n          struts into view. We RECOGNIZE her as the mysterious Teen\n\n          Girl. She swings up an awesome hand-cannon and FIRES right\n\n          at them. THE BLAST scorches the air between John and Sarah\n\n          but takes out the\n\n\n\n                         MOGADORIAN SOLDIER\n\n          who was stalking up the hall behind them! John watches in\n\n          shock as the Mogadorian keels over and SHATTERS into embers.",
  "69": "---END OF PREVIOUS SECTION---\nShe swings up an awesome hand-cannon and FIRES right\n\n          at them. THE BLAST scorches the air between John and Sarah\n\n          but takes out the\n\n\n\n                         MOGADORIAN SOLDIER\n\n          who was stalking up the hall behind them! John watches in\n\n          shock as the Mogadorian keels over and SHATTERS into embers. \n---TARGET SECTION TO BE ANNOTATED---\n          John swings back to the Teen Girl as she strides forward.\n\n\n\n          SHE IS NUMBER 6.\n\n\n\n                         SIX\n\n          You oughta keep your heroics off\n\n          the internet.\n\n\n\n                         JOHN\n\n          Who the hell are you?\n\n\n\n                         SIX\n\n          Number 6. Where's your Cepan?\n\n\n\n                         JOHN\n\n          On his way. Where's yours?\n\n\n\n                         SIX\n\n          Dead. The Mogs got her four months\n\n          ago. We had been tracking them.\n\n          She heads past. John and Sarah follow after her.\n\n\n\n                         JOHN\n\n          Tracking them?\n\n\n\n                         SIX\n\n          We discovered they plan to attack\n\n          Earth. The only thing standing in\n\n          their way is the six of us.\n\n          The revelation hits John like a wrecking ball.\n\n\n\n                         SIX\n\n          You know what that means?\n\n          John nods with new purpose.\n\n\n\n                         JOHN\n\n          The war starts tonight.\n\n\n\n                         SIX\n\n          First we have to get out of here\n\n          alive and find the others.\n\n          Six leads them past the impressive trophy case.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          93.\n\n\n\n                         JOHN\n\n          What are we up against?\n\n\n\n                         SIX\n\n          There's a commander, a bunch of\n\n          soldiers and two Piken. They'll\n\n          have all the main entrances\n\n          covered.\n\n\n\n                         SARAH\n\n          The gym, there's a tunnel under the\n\n          stage.\n\n\n\n                         JOHN\n\n          It'll take us out to the stadium.\n\n          Six acknowledges that info with a curt nod. FOOTSTEPS. Six\n\n          grabs John and Sarah by their arms and yanks them back\n\n          against the wall.\n\n          They hold their breath as one of the Mogadorian Soldiers\n\n          prowls straight past. He stops for a moment, then turns the\n\n          corner. Sarah looks across at the mirrored trophy case and\n\n          sees there's no reflection.\n\n\n\n                         SARAH\n\n          We're invisible.\n\n          John realizes, turns to Six.\n\n\n\n                         JOHN\n\n          You got any other Legacies?\n\n\n\n                         SIX\n\n          I can control the elements. You?\n\n\n\n                         JOHN\n\n          Lumen and telekinesis.\n\n          More FOOTSTEPS. John turns and watches in horror as the\n\n          Mogadorian Commander and a trio of Mogadorian Soldiers sweeps\n\n          into view. The Commander is holding\n\n\n\n          MARK.\n\n          He is ashen with fear. Sarah has to catch herself from\n\n          screaming.",
  "70": "---END OF PREVIOUS SECTION---\nThe Commander is holding\n\n\n\n          MARK. He is ashen with fear. Sarah has to catch herself from\n\n          screaming. \n---TARGET SECTION TO BE ANNOTATED---\n John makes a move, but Six holds him in place.\n\n\n\n                         SIX\n\n          Stay put. They want to draw you\n\n          out.\n\n\n\n                         JOHN\n\n          He's not dying because of me!\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          94.\n\n          ANGLE ON THE SOLDIERS AND MARK. They're heading past the\n\n          trophy case when JOHN'S VOICE booms out of nowhere.\n\n\n\n          JOHN (O.S.)\n\n          Mark! Linoleum! Now!\n\n          Mark rips free and hits the deck a second before the trophy\n\n          case EXPLODES. Shards of glass rip into the Mogadorians and\n\n          trophies torpedo off the shelves and impale the aliens\n\n          against the far wall. The Mogadorians SCREAM as they flail.\n\n          John, Sarah and Six break cover. John wrenches Mark to his\n\n          feet and they take off running. They dash around the next\n\n          corner and find\n\n\n\n          HENRI, SAM AND BERNIE\n\n          sprinting towards them, followed by two Mogadorians! Six\n\n          raises her hand-cannon, BLOWS one of the Mogs away, while\n\n          John safely leads everybody into...\n\n\n\n          INT. LIBRARY - PARADISE HIGH - NIGHT\n\n\n\n\n\n                         SIX\n\n\n\n                         (TO JOHN)\n\n          Barricade the doors!\n\n          John telekinetically uproots a trio of bookcases that fly\n\n          across the space and block the door. Sarah turns to Mark who\n\n          is totally shell-shocked.\n\n\n\n                         SARAH\n\n          What are you doing with them?\n\n\n\n                         MARK\n\n          They said they were FBI. That John\n\n          was a fugitive. What the hell's\n\n          going on?\n\n\n\n                         SIX\n\n          You've stumbled into a war. So\n\n          shut up and keep your head down.\n\n\n\n                         HENRI\n\n          I see age hasn't mellowed your\n\n          attitude, 6.\n\n          Mark turns to John, guilt-wracked.\n\n\n\n                         MARK\n\n          I didn't know they were trying to\n\n          kill you.\n\n          (genuine, to John)\n\n          I'm sorry.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          95.\n\n\n\n                         JOHN\n\n          This isn't your fault -- it's mine.\n\n          He offers Mark his hand. Mark shakes it. Suddenly, Bernie\n\n          begins to GROWL.",
  "71": "---END OF PREVIOUS SECTION---\nHe offers Mark his hand. Mark shakes it. Suddenly, Bernie\n\n          begins to GROWL. \n---TARGET SECTION TO BE ANNOTATED---\n                         SAM\n\n          What is it, boy?\n\n          Henri sees where Bernie is staring and realizes...\n\n\n\n                         HENRI\n\n          He's telling us to run!\n\n          They take off a second before\n\n\n\n                         A PIKEN\n\n          PUMMEL-RAMS through the wall in a shower of bricks, books and\n\n          paper. It utters a glass-shattering ROAR. John looks back\n\n          and sees Bernie bravely holding his ground.\n\n\n\n                         JOHN\n\n          Bernie!\n\n          He watches as the beagle sprints forward and launches himself\n\n          at the monster. Bernie clamps onto the Piken's neck. He's\n\n          hopelessly outmatched and holds on for dear life as the Piken\n\n          tries to buck him off. Then something amazing happens --\n\n\n\n          BERNIE BEGINS TO MORPH.\n\n          He doubles, triples in size and keeps growing. His features\n\n          become reptilian, gecko-like, his fur turns to spines and in\n\n          a matter of moments Bernie has transformed into a hulking\n\n\n\n          ALIEN CREATURE.\n\n          John looks to Henri as the truth of Bernie's origin dawns.\n\n\n\n                         HENRI\n\n          Bernie's a Chimera. He came with\n\n          us from Lorien.\n\n\n\n                         JOHN\n\n          Guess I wasn't the only one keeping\n\n          secrets.\n\n\n\n                         HENRI\n\n          Somebody had to watch you when I\n\n          wasn't around.\n\n          They exit while Bernie and the Piken continue to battle.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          96.\n\n\n\n          INT. HALL - PARADISE HIGH - NIGHT\n\n\n\n          John and Henri catch up to the others.\n\n\n\n                         SARAH\n\n          The gym's this way.\n\n          A projectile HISSES past John's ear and DETONATES a row of\n\n          lockers -- BOOOOOM! -- it's like an incendiary grenade. The\n\n          paint blisters off the lockers as they are consumed by FIRE.\n\n\n\n                         JOHN\n\n          sees two Mogadorian Soldiers hauling heavy-duty weapons that\n\n          use the glass cartridges that glow on their ammo belts. One\n\n          FIRES another round. John telekinetically RIPS a door off\n\n          its hinges. It flies forward, blocks the charge and IGNITES.\n\n          John spins back and SCREAMS --\n\n\n\n                         JOHN\n\n          Go! Go! Go!\n\n          They take off.",
  "72": "---END OF PREVIOUS SECTION---\nGo! Go! They take off. \n---TARGET SECTION TO BE ANNOTATED---\n John follows and uses his telekinesis to\n\n          fling cabinets, doors, benches anything he can to block the\n\n          fiery onslaught. But the rounds are coming too fast and a\n\n          projectile SMACKS him in the back. It's like being hit by\n\n          napalm. As FLAMES wash across him, he looks up and snaps on\n\n\n\n          THE SPRINKLER HEADS\n\n          that run the length of the hall. A deluge sprays, dousing\n\n          the fire. With his clothes smoking, John tears around the\n\n          corner. The Mogadorians charge after him, but find\n\n\n\n          SIX IS WAITING.\n\n          BOOOOMM! BOOOOMM! She blasts them at point-blank range.\n\n          Magenta light gushes from their wounds. Like rain hitting\n\n          hot coals, their bodies HISS as they crack and cinder.\n\n\n\n                         SIX\n\n          Keep moving!\n\n          Henri, Mark, Sarah and Sam race out of view. Then John sees\n\n          something emerge through the smoky, water-choked haze.\n\n\n\n          IT'S THE SECOND PIKEN!\n\n          It utters a low, predatory GROWL and launches itself forward.\n\n          Oddly, Six doesn't move. She closes her eyes and lays one\n\n          hand on the flooded floor, turning the water to\n\n\n\n          ICE!\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          97.\n\n          In a matter of moments, the hall has been transformed into an\n\n          icy tunnel. The sprinklers spray snow. The Piken struggles\n\n          to find purchase in this new frozen environment and slip-\n\n          slides after John and Six, who disappear into...\n\n\n\n          INT. CAFETERIA - PARADISE HIGH - NIGHT\n\n\n\n          CRAAAAACK! The doors are DEMOLISHED as the Piken flails off\n\n          the ice. It takes out a row of tables and chairs and skids\n\n          to a stop. It ROARS in humiliated FURY, and its red eyes\n\n          scan for John and Six who are nowhere to be seen.\n\n          The Piken prowls behind the serving counter. Snow beads off\n\n          its back. Its monstrous nostrils suddenly flare, sensing\n\n          something. It hunches lower and peers at the trays and pans\n\n          that are stored below.\n\n          REVEAL JOHN AND SIX. They're invisible. John clutches Six's\n\n          arm.",
  "73": "---END OF PREVIOUS SECTION---\nREVEAL JOHN AND SIX. They're invisible. John clutches Six's\n\n          arm. \n---TARGET SECTION TO BE ANNOTATED---\n They're lying between a stack of roasting dishes.\n\n          Threads of foamy drool drip onto their faces as the Piken\n\n          pokes its head further. Its ghoulish red eyes seem to stare\n\n          right at them. With a final frustrated SNORT, it carries on.\n\n\n\n          INT. HALL - PARADISE HIGH - NIGHT\n\n\n\n          Henri, Sarah, Sam and Mark race into view. Sarah stops,\n\n          panicked and afraid.\n\n\n\n                         SARAH\n\n          Where's John?\n\n\n\n                         HENRI\n\n          Right behind us.\n\n          He offers her his hand. She's about to take it when\n\n\n\n          A MOGADORIAN SOLDIER\n\n          steps out of the shadows. There is nowhere and no time for\n\n          Henri and the others to run. But as the Mogadorian squeezes\n\n          the trigger of his hand-cannon, the wall on his right\n\n\n\n          ERUPTS!\n\n          Bernie and the first Piken crash into the hall. They are\n\n          still at each other's throats and don't even notice as they\n\n          steam-roller over the Mogadorian, squashing him like a bug.\n\n          The creatures SMASH through the opposite wall and out of\n\n          sight. It's over in a violent blink.\n\n\n\n          INT. KITCHEN - PARADISE HIGH - NIGHT\n\n\n\n          John and Six sneak through the shadows. She steps to the\n\n          door, but it won't budge.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          98.\n\n\n\n                         SIX\n\n          They've blocked it. Use your\n\n          telekinesis.\n\n\n\n                         JOHN\n\n          We're not leaving without my\n\n          friends.\n\n\n\n                         SIX\n\n          Don't you mean the girl?\n\n          John ignores the jibe and turns back. Six grabs his arm.\n\n\n\n                         SIX\n\n          I broke the Elders' spell to find\n\n          you. The Mogs can kill me now. We\n\n          have to go.\n\n\n\n                         JOHN\n\n          We stay and fight.\n\n          OFF his determination...\n\n\n\n          INT. HOME ECONOMICS ROOM - PARADISE HIGH - NIGHT\n\n\n\n          Henri and Sam crouch behind one station while Sarah and Mark\n\n          hide in the one opposite. Henri pulls a selection of weapons\n\n          from the backpack. He hands one to Sam, looks over at Mark.\n\n\n\n                         HENRI\n\n          You know how to use one of these?\n\n\n\n                         MARK\n\n          My dad's the sheriff.",
  "74": "---END OF PREVIOUS SECTION---\nHe hands one to Sam, looks over at Mark. HENRI\n\n          You know how to use one of these? MARK\n\n          My dad's the sheriff. \n---TARGET SECTION TO BE ANNOTATED---\n          He slides two across the floor. The door opens. They swing\n\n          up to fire but find -- John and Six.\n\n\n\n                         JOHN\n\n          Save it for the Mogs. Let's go!\n\n\n\n          INT. LOCKER ROOM - PARADISE HIGH - NIGHT\n\n\n\n          Bernie and the Piken pummel the rows of lockers which\n\n          COLLAPSE like dominos. Gashed and exhausted, the battling\n\n          duo SHATTER-SMASHES into\n\n\n\n          THE SHOWER STALLS.\n\n          Water SPURTS from a broken pipe. The Piken slips on the\n\n          slick tiles. As it struggles to right itself, Bernie seizes\n\n          the moment and sinks his fangs into the monster's neck.\n\n\n\n                         THE PIKEN\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          99.\n\n          desperately thrashes. Its talons viciously rip into Bernie's\n\n          side. Ignoring the pain, Bernie doesn't let go until his foe\n\n          finally jerks to stillness. As Bernie sinks to the floor, he\n\n          MORPHS back into a beagle and lies spent and bleeding...\n\n\n\n          INT. GYM - PARADISE HIGH - NIGHT\n\n\n\n          John leads the group past the bleachers and points to the\n\n          side of the stage.\n\n\n\n                         JOHN\n\n          The door's over here. The tunnel\n\n          leads out to the stadium.\n\n          Sarah sweeps back the curtain, revealing a padlocked set of\n\n          metal doors. John holds up his hand, snaps the lock and\n\n          whips the chain free. The doors fly open,\n\n\n\n                         TWO MOGADORIANS\n\n          spring out of the dark. One tackles Henri while the other\n\n          blindsides John. Henri struggles until\n\n\n\n          BOOOOOM!\n\n          The BLAST cinders the Mog's head clean off. Henri looks over\n\n          and sees Mark holding a smoking shotgun and nods his thanks.\n\n          The second has John pinned when it suddenly ROARS in agony\n\n          and disintegrates into a shower of sparks, revealing\n\n\n\n          SIX.\n\n          She sheathes her dagger and helps John up.\n\n\n\n                         SIX\n\n          Saving your life. My new hobby.\n\n          Sarah notices a smile of respect flicker between John and\n\n          Six. PHHHHHHT! PHHHHHHT! PHHHHHHT! -- three Mogadorian\n\n          knives razor the air. One impales Six in the shoulder.",
  "75": "---END OF PREVIOUS SECTION---\nPHHHHHHT! PHHHHHHT! -- three Mogadorian\n\n          knives razor the air. One impales Six in the shoulder. \n---TARGET SECTION TO BE ANNOTATED---\n She\n\n          slumps at John's feet. Henri opens FIRE on the\n\n\n\n          THE COMMANDER AND TWO MOGADORIAN SOLDIERS\n\n          who storm towards them. John SCREAMS to Sam and Mark.\n\n\n\n                         JOHN\n\n\n\n                         (RE: SIX)\n\n          Get her down the tunnel!\n\n          They grab Six by the arms and drag her into the tunnel.\n\n          Sarah glances back at John and follows after them. Henri\n\n          takes out a Soldier. John sweeps up his hand and\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          100.\n\n\n\n          THE WOODEN FLOOR OPENS LIKE A ZIPPER!\n\n          The Commander and the other Soldier are sent flying as the\n\n          planks rip free of their nails. John and Henri charge into\n\n          the tunnel. The doors fly shut behind them and the bleacher\n\n          stand rolls forward to seal the entrance.\n\n\n\n          INT. TUNNEL - PARADISE HIGH - NIGHT\n\n\n\n          Sarah is in the lead. Sam and Mark follow, holding the\n\n          wounded Six. They've almost reached the end when\n\n\n\n                         A MOGADORIAN\n\n          lurches into the mouth of the tunnel. Without a second's\n\n          hesitation, Sam swings up his gun and BLASTS it. Mark looks\n\n          at him in shock as they race through the embers. Sam shrugs.\n\n\n\n                         SAM\n\n          I play a lot of Xbox.\n\n\n\n          EXT. FOOTBALL STADIUM - PARADISE HIGH - NIGHT\n\n\n\n          Sam, Mark, Six and Sarah hurtle across the field. When they\n\n          reach the track, Sarah looks back and smiles with relief when\n\n          John and Henri burst out of the tunnel.\n\n\n\n                         JOHN\n\n          Don't stop! Get to the woods!\n\n          She nods and exits with the others.\n\n          John and Henri head onto the field after them when\n\n\n\n          THE SECOND PIKEN\n\n          leaps out of the mouth of the tunnel behind them. It's\n\n          seriously pissed. It bounds straight towards John. Its\n\n          fangs glint like barbed wire as it launches itself towards\n\n          him. At the last second,\n\n\n\n                         HENRI\n\n          nobly shoves John out of the way and is plucked into the\n\n          Piken's jaws. The creature shakes him like a rag doll and\n\n          flings him 50 feet down the field. John watches, anguished,\n\n          as Henri lands in a heap.",
  "76": "---END OF PREVIOUS SECTION---\nAt the last second,\n\n\n\n                         HENRI\n\n          nobly shoves John out of the way and is plucked into the\n\n          Piken's jaws. The creature shakes him like a rag doll and\n\n          flings him 50 feet down the field. John watches, anguished,\n\n          as Henri lands in a heap. \n---TARGET SECTION TO BE ANNOTATED---\n                         JOHN\n\n          Nooooooooooooooooooooooooo!\n\n          The Piken pivots, turns its crimson eyes on John. It almost\n\n          seems to smirk. Its fangs are stained with Henri's blood.\n\n          John's face hardens into a mask of rage.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          101.\n\n          He makes no attempt to flee as the Piken charges. As it\n\n          springboards into the air...\n\n          ANGLE ON JOHN'S HANDS -- as they suddenly clench.\n\n          ANGLE ON THE GOALPOSTS -- as they're SNAPPED clean off their\n\n          bases and fly skyward.\n\n          ANGLE ON JOHN -- as the Piken's shadow washes across him.\n\n          ANGLE ON THE PIKEN -- as it arcs towards John with its mouth\n\n          open and teeth bared. Suddenly, the goalposts spear its\n\n          flanks, impaling it like supersize BBQ forks.\n\n          The three-ton killing machine drops out of the sky and smacks\n\n          onto the 20-yard line. John watches impassively as the red\n\n          life-fire dies in its eyes and its head lolls to one side.\n\n\n\n          EXT. WOODS - NIGHT\n\n\n\n          The stadium looms in the distance. Sam wrenches the dagger\n\n          from Six's shoulder while Sarah and Mark anxiously watch.\n\n\n\n          EXT. FOOTBALL STADIUM - PARADISE HIGH - NIGHT\n\n\n\n          John sinks by Henri's side.\n\n\n\n                         JOHN\n\n          Henri.\n\n          Henri GROANS as John cradles his head. His coat is soaked\n\n          with blood and his torso is horribly mauled. John tries to\n\n          drag him to his feet.\n\n\n\n                         JOHN\n\n          Come on, taillights in five.\n\n\n\n                         HENRI\n\n          I won't be coming with you this\n\n          time. Save yourself.\n\n\n\n                         JOHN\n\n          We go together!\n\n          Henri smiles, grateful, but at that moment\n\n\n\n          THE COMMANDER'S SWORD\n\n          flies past John and impales Henri in the chest. Henri utters\n\n          a GROAN and his dying eyes meet John's.\n\n\n\n                         HENRI\n\n          Find the others.\n\n          His voice is a GRAVELLED WHISPER.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          102.\n\n\n\n                         HENRI\n\n          Your life is my life... always.\n\n          His eyes flutter closed and he slips from John's grip.",
  "77": "---END OF PREVIOUS SECTION---\n102. HENRI\n\n          Your life is my life... always. His eyes flutter closed and he slips from John's grip. \n---TARGET SECTION TO BE ANNOTATED---\n          Anguished, John doesn't notice his pendant momentarily\n\n          flicker with a radiant blue light. He angrily spins to face\n\n\n\n          THE MOGADORIAN COMMANDER.\n\n          But in a blur of speed, the Commander steps forward, wraps\n\n          his hand around John's throat and plucks him into the air.\n\n          He's flanked by the remaining Soldiers. John's feet kick\n\n          uselessly as he's lifted face to face.\n\n\n\n                         MOGADORIAN COMMANDER\n\n          Number 4.\n\n          Three Loric pendants dangle from the Commander's belt like\n\n          mocking trophies.\n\n\n\n                         MOGADORIAN COMMANDER\n\n          Your Cepan saved you on Lorien.\n\n          The Commander's voice hisses with cruel certainty. He\n\n          wrenches his sword from Henri's corpse.\n\n\n\n                         MOGADORIAN COMMANDER\n\n          But this moment was inevitable.\n\n          The blade shimmers with silver flame as he raises it.\n\n          John's eyes narrow as the sword sweeps towards him. This is\n\n          the moment his adolescence officially ends. This is the\n\n          moment when a warrior is born.\n\n          ANGLE ON BLADE as it SHATTERS into a million pieces, which\n\n          flutter to the ground like glittering confetti.\n\n          John stares at the alien with calm confidence.\n\n\n\n                         JOHN\n\n          Nothing is inevitable.\n\n\n\n          ANGLE ON JOHN'S HAND AS IT IGNITES.\n\n          The flame is hotter and brighter than 10,000 acetylene\n\n          torches. He grips one of the Commander's bandoliers.\n\n          TIGHT ON THE MOGADORIAN'S FACE as he realizes it's over.\n\n          The glass cartridges detonate in a deadly chain reaction.\n\n\n\n          IT'S LIKE A NUCLEAR IMPLOSION!\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          103.\n\n          John, the Commander, the Mogadorian Soldiers, in fact every\n\n          goddamn thing in the stadium is obliterated in the\n\n\n\n          SUPERNOVA OF FIRE\n\n          that radiates across the field like a blinding ring of hell.\n\n\n\n          EXT. WOODS - NIGHT\n\n\n\n          Sarah looks back as the blistering vortex of flame lights the\n\n          night sky. Her breath catches in her throat.\n\n\n\n                         SARAH\n\n          Oh my God... John.\n\n          Before anyone can stop her, she takes off running, sprinting\n\n          for the stadium.\n\n\n\n          EXT.",
  "78": "---END OF PREVIOUS SECTION---\nJohn. Before anyone can stop her, she takes off running, sprinting\n\n          for the stadium. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n FOOTBALL STADIUM - PARADISE HIGH - NIGHT\n\n\n\n          It's a smoking ruin. The seats have melted into puddles.\n\n          Sarah bursts into view. She looks across the devastated\n\n          field. The grass has been reduced to a charred black carpet\n\n          of stubble. Nothing remains of Henri or the Mogadorians.\n\n\n\n                         SARAH\n\n          John!\n\n          She charges across the broiled expanse, hoping against hope.\n\n          Then she sees John, lying motionless and naked, his clothes\n\n          completely burned away. She stops, puts her hand to her\n\n          mouth to stifle a sob, when he COUGHS and stirs.\n\n\n\n                         SARAH\n\n          John!\n\n          Ash swirls like snow as she races to his side. They wrap\n\n          each other in their arms. Neither wanting to ever let go.\n\n\n\n                         CUT TO:\n\n\n\n          EXT. PICNIC AREA - WOODS - DAWN\n\n\n\n          The sky is cracked with the first light of day. Sarah is\n\n          dressing Six's wound at a table. Six winces.\n\n\n\n                         SARAH\n\n          Sorry, Girl Scout first aid didn't\n\n          cover extraterrestrial dagger\n\n          wounds.\n\n          Six smiles, grateful.\n\n\n\n                         SIX\n\n          Thanks.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          104.\n\n          As the two teens size each other up, CAMERA FINDS Mark. He\n\n          hangs up his cell and crosses to John and Sam, who are\n\n          talking intently by the motorcycles. John is now wearing a\n\n          pair of old jeans and a faded denim jacket.\n\n\n\n                         MARK\n\n          The Sheriff's Department is\n\n          starting to put up roadblocks. You\n\n          guys better get moving.\n\n          Six and Sarah join them.\n\n\n\n                         JOHN\n\n          You good to go?\n\n\n\n                         SIX\n\n          Don't worry about me.\n\n          John nods to Sam.\n\n\n\n                         JOHN\n\n          Sam, ride with Six.\n\n\n\n                         SIX\n\n          We don't need baggage.\n\n          Sam steps in front of her, determined.\n\n\n\n                         SAM\n\n          I have to find out if the Mogs took\n\n          my dad.\n\n          Six turns to John, who is not bending, then glares at Sam.\n\n\n\n                         SIX\n\n          You slow us down, I'll shoot you\n\n          myself.\n\n          Sarah looks at John, tries to rein in her emotions.\n\n\n\n                         SARAH\n\n          I want to come too.\n\n\n\n                         JOHN\n\n          You need to stay here.",
  "79": "---END OF PREVIOUS SECTION---\nSarah looks at John, tries to rein in her emotions. SARAH\n\n          I want to come too. JOHN\n\n          You need to stay here. \n---TARGET SECTION TO BE ANNOTATED---\n                         SARAH\n\n          Why?\n\n\n\n                         JOHN\n\n          You could have died last night.\n\n          I'm not putting you in danger\n\n          again. Mark's promised to look\n\n          after you.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          105.\n\n          Tears tumble down her cheeks.\n\n\n\n                         SARAH\n\n          I don't want to say goodbye.\n\n\n\n                         JOHN\n\n          I'll come back for you.\n\n\n\n                         SARAH\n\n          When?\n\n\n\n                         JOHN\n\n          When it's safe.\n\n          She bows her head, anguished. He gently lifts her chin.\n\n\n\n                         JOHN\n\n          Where I'm from, we only give our\n\n          heart to one person. I've given\n\n          mine to you.\n\n\n\n                         (BEAT)\n\n          I love you, Sarah.\n\n          Their lips meet and they kiss. It only ends when John hears\n\n          an URGENT RUSTLE in the woods. They turn and watch as\n\n\n\n                         BERNIE KOSAR\n\n          limps into view. Blood mats his fur and his face is\n\n          scratched but he's alive. OFF John's relief...\n\n\n\n                         CUT TO:\n\n\n\n          EXT. PICNIC AREA - DAY\n\n\n\n          Sam sits behind Six on her motorcycle. John holds Bernie as\n\n          he straddles his Harley. Bernie morphs into a gecko and\n\n          darts into his pocket. Sarah studies John and Six, unsure.\n\n          John THROTTLES the bike to life, then looks back at Sarah.\n\n          He fights a pang of jealousy when he sees her standing at\n\n          Mark's side. RAIN spits as the motorcycles start off.\n\n\n\n          JOHN (V.O.)\n\n          This is the first town I've left\n\n          without Henri. The first one I\n\n          have a reason to come back to.\n\n          John and Sarah hold each other's gaze, desperately trying to\n\n          brand the image of their faces onto their memories.\n\n\n\n          EXT. ROAD - DAY\n\n\n\n          The bikes blur past the âWelcome to Paradiseâ sign.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          106.\n\n\n\n          JOHN (V.O.)\n\n          He warned me the pain would be\n\n          unbearable if I left her. He was\n\n          right.\n\n\n\n          EXT. TEXAS PLAINS - DAY\n\n\n\n          A straight stretch of blacktop bisects the sunbaked flatness.\n\n\n\n          JOHN (V.O.)\n\n          But I don't regret it.",
  "80": "---END OF PREVIOUS SECTION---\nTEXAS PLAINS - DAY\n\n\n\n          A straight stretch of blacktop bisects the sunbaked flatness. JOHN (V. O.)\n\n          But I don't regret it. \n---TARGET SECTION TO BE ANNOTATED---\n The pain\n\n          reminds me what's at stake.\n\n          A dust trail plumes as the bikes power into view.\n\n\n\n          JOHN (V.O.)\n\n          We must find the others and face\n\n          our enemy together. I'm not sure\n\n          how we can stop them. But nothing\n\n          is inevitable. I know that now.\n\n          Thunderheads darken the horizon.\n\n\n\n          JOHN (V.O.)\n\n          I am Number 4.\n\n          His eyes are fearless and his face is undaunted by the\n\n          battles yet to be fought. He's ready to face a future\n\n          unmapped and uncharted. Ready.\n\n\n\n          FADE OUT.\n\n\n\n                         THE END\n\n\n\n\n\n"
}