{
  "1": "I SMILE BACK\nWritten by\nPaige Dylan and Amy Koppelman\nBased on the novel\n\nI Smile Back by Amy Koppelman\n\fINT. UNCLE WONG’S CHINESE RESTAURANT - DAY 1\n\nLANEY BROOKS (mid-30's) is having a drink at the bar while she\nfiddles with a pair of chopsticks. She’s pretty, but not in\nthe way that inspires envy; she’s pretty in a way that makes\nyou want to be her friend. Two large bags of takeout are on\nthe counter.\n\nLaney leans over the bar looking for something but comes up\nshort. She pulls the elastic hair tie out of her pony tail\nand ties up the chopsticks with a folded piece of paper in\nthe middle. She stands, drains her drink and glances over to\na MOM and DAD arguing. Their young SON has a chopstick in\neach hand. He’s trying to eat his noodles but they keep\nsliding off the chopsticks. The Mom and Dad don’t seem to\nnotice.\n\nLaney grabs the takeout bags and starts heading for the door\nbut stops short at the boy’s table. She puts down her bags\nand we see what she’s been making: a set of trainer\nchopsticks.\n\nLANEY\nHere you go Buddy.\n\nShe quickly shows the little boy how to work them. The Mom\nand Dad stop arguing and look at her. Laney’s friendly.\n\nLANEY (CONT'D)\nI still use these.\n\nLaney heads to the door. But she doesn’t leave. Instead she\nwaits until the little boy captures a mess of noodles and\nbrings it to his mouth. Success! He looks up, locks eyes\nwith Laney and smiles at her. Laney smiles back, then exits.\n\nEXT. UNCLE WONG’S PARKING LOT - DAY - SAME 2\n\nA perfect winter day, not a cloud in the sky. DONNY (mid-\n30s), tan and good looking is leaning against his Maserati\nand smoking a joint. Laney approaches, take-out bags in\nhand.\n\nLANEY\nSorry that took so long. They were\nswamped.\n\nDONNY\nNo sweat.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nLANEY\nSorry that took so long. They were\nswamped. DONNY\nNo sweat. \n\nTARGET SECTION TO BE ANNOTATED:\nLaney attempts to put the bags in the back seat but Donny\nwraps his arm around her waist from behind, spins her around\nand pins her against the side of the car, kisses her neck.\n\fPink (03/02/2014) 2.\nLANEY\nQuick: three reasons you love me.\nDonny takes another hit off the joint and passes it to her.\n\nDONNY\nOne--\n\nLaney makes a game show buzzer sound.\n\nLANEY\n--Too slow.\n\nDONNY\n--Because you're beautiful.\n\nHe exhales. She takes a hit off the joint.\n\nDONNY (CONT'D)\nTwo- fun.\n\nLANEY\nReally fun.\n\nDONNY\nThree- smart.\n\nLaney laughs. Donny reclaims the joint and takes another hit.\nHe leans in for another kiss but she dodges him.\n\nLANEY\nWe've got hungry kids. Come on.\n\nDonny takes one last hit before putting the joint out with\nhis shoe.\n\nEXT. SUBURBAN ROAD - DAY - SAME 3\n\nTall trees line the road. Stables. Painted fences. Donny\nturns by the clock tower and then comes to a stop sign on the\ncorner. Laney is sucking on a Red Charms Lollipop. This is\nsomething she does throughout the movie.\n\nEXT. LANEY BROOKS’ DRIVEWAY - DAY - SAME 4\n\nDonny pulls slightly erratically into the driveway, swerving\nto avoid hitting a bicycle carelessly left laying on its\nside. The home is a modest center hall colonial, black\nshutters, red door.\n\fPink (03/02/2014) 3.\n\nLANEY\nI’ve told Eli a hundred times not\nto leave his bike in the middle of\nthe driveway.\n\nDonny pushes the gears into neutral, pulls on the emergency\nbreak. Laney gets out of the car and grabs a bag of take-out\nfrom the back seat. She’s still working on her lollipop.\n\nLANEY (CONT'D)\nThe kids must be starving.\n\nShe walks toward the front door, turns around and tosses her\nhair over her shoulder, tucks a piece behind her ear. She’s\nundeniably sexy. She motions for Donny to get moving but he\ndoesn’t.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe walks toward the front door, turns around and tosses her\nhair over her shoulder, tucks a piece behind her ear. She’s\nundeniably sexy. She motions for Donny to get moving but he\ndoesn’t. \n\nTARGET SECTION TO BE ANNOTATED:\n Instead he sinks back into his seat, cocks his head\nto the side lustily and grins at her. Laney walks back to\nthe car, grabs the second bag of take-out.\n\nLANEY (CONT'D)\nCome on Donny. Everyone’s waiting\nfor us.\n\nHe turns off the engine.\n\nLANEY (CONT'D)\nDo I look high?\n\nLaney fumbles around in her purse. She finds the Visine and\nputs a couple of drops in each eye. She’s a pro.\n\nDONNY\nYou look beautiful.\n\nDonny tries to pin Laney against the wall next to the front\ndoor to kiss her but she wiggles out of it. Flashes a smile.\nTosses what’s left of the lollipop into the bushes.\n\nOMITTED 5\n\nINT. KITCHEN - DAY - CONTINUOUS 6\n\nLANEY\nWe're back! Who’s hungry?\n\nThrough the french doors we see BRUCE and SUSAN (both mid-\n30's). Three kids, ELI (8), JANEY (6) and HENRY (8) are\nplaying happily on the trampoline. Donny starts removing food\nfrom the bags. Laney heads outside.\n\fPink (03/02/2014) 4.\n\nEXT. BACKYARD - DAY - CONTINUOUS 7\n\nBruce and Susan are bundled up and watching the KIDS play.\nHearing the door open, Bruce turns around to see Laney. He\nhas a vaguely suspicious look on his face - is that always\nthere?\n\nBRUCE\nWhat took you so long?\n\nLaney wraps her arms around Bruce’s neck and gives hima\nkiss.\n\nLANEY\nThey forgot the Moo-Shu Pork and I\nknow it’s your favorite.\n\nShe is well versed in identifying a suspicious look. Even\nmore so in knowing how to dismiss it with a kiss.\n\nBRUCE\nFood’'s here! Everybody inside!\nSusan, you hungry?\n\nINT. KITCHEN TABLE - DAY - SAME 8\n\nBruce, Laney, Donny and Susan are sitting around the kitchen\ntable eating. There are open boxes of Chinese food and a few\nopen beer bottles on the table. The KIDS are milling around\nthe kitchen. Eli, in head-to-toe Nike sweats looks like a\nmini version of his father.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere are open boxes of Chinese food and a few\nopen beer bottles on the table. The KIDS are milling around\nthe kitchen. Eli, in head-to-toe Nike sweats looks like a\nmini version of his father. \n\nTARGET SECTION TO BE ANNOTATED:\n He’s dribbling a basketball.\nSusan passes Donny a manuscript.\n\nSUSAN\nBruce’s book.\n\nDonny rests his chopsticks on his plate and takes a look at\nthe book.\n\nDONNY\n“Life Insurance: Hedging Your Bet\nAgainst God”, by Bruce Brooks!\nThat's a great fucking title.\n\nSUSAN\nAnd he just won a big insurance\naward. Right Bruce?\n\nBRUCE (TO ELI)\nNot in the house E.\n\nELI\nI know.\n\fPink (03/02/2014) 5.\n\nEli dribbles it one last time then hugs it with one arm,\ngrabs a plate.\n\nBRUCE\nMan Of The Year. Highest producer\nin the company.\n\nBruce’s tone is playful.\n\nBRUCE (CONT'D)\nThey're honoring me at the annual\nconvention. An all expenses paid\nweekend in... Lake George. (a beat)\nIn March.\n\nEveryone laughs.\n\nDONNY (FOOD IN MOUTH)\nSo what’s the book about?\n\nBRUCE\nThe way I see it, there’s a bible\nfor the afterlife. I wrote the\nbible for the here and now.\n\nMore laughs.\n\nBRUCE (CONT'D)\nI’m not kidding. People can say\nwhat they want about insurance and\nguys like me but you know what? At\nthe end of the day, having good\ninsurance is the most important\nthing you can do while you’re\nalive. And every time you up it\nyou're just hedging your bet\nagainst God. Am I right?\n\nLaney, bored, brings her plate into the kitchen, dumps it,\ngrabs a lollipop.\n\nBRUCE (CONT'D)\n(mouthful of food)\nWhat are you doing?\n\nLANEY\nJust cleaning up, kids have school\ntomorrow. I have to do laundry,\nmake their lunches.\n\nBRUCE\nSit back down Laney. Everyone here\nis enjoying the food.\n\fPink (03/02/2014) 6.\n\nLANEY\nThe ribs are sour.\n\nBRUCE\nYou don’t eat.\n\nDONNY\nCome on Lane. Sit back down.\n\nBruce’s vaguely suspicious looks returns when Donny calls her\n“Lane”. Janey enters the kitchen holding BINGO, the cutest\nlittle dog in the entire world. Janey is Laney’s clone.\n\nBrown hair, chocolate eyes, big smile.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nJaney enters the kitchen holding BINGO, the cutest\nlittle dog in the entire world. Janey is Laney’s clone. Brown hair, chocolate eyes, big smile. \n\nTARGET SECTION TO BE ANNOTATED:\nJANEY\nDaddy, Bingo was crying.\n\nLANEY\nJaney where did you get that dog?\n\nJANEY\nWe rescued him from the pound!\n\nBRUCE\nJaney, Bingo was supposed to be a\nsurprise for Mommy.\n\nJANEY\nBut he was crying. I think he needs\nyou Mommy.\n\nJaney passes Bingo into Laney’s arms.\n\nLANEY\nBruce, I thought we talked about\nthis.\n\nBRUCE\nJaney, go tell everyone to come see\nBingo.\n\nJaney hesitates, then runs out of the room. Bruce turns to\nLaney.\n\nBRUCE (CONT'D)\n\nNo YOU talked about this. WE didn’t\ntalk about anything. Come on Lane-\nthis dog is gonna make you happy.\nLet's just give it a try. Can you\njust trust me on this?\n\nLANEY\nFuck you Bruce.\n\f10\n\n9A\n\nPink (03/02/2014) 7.\n\nShe shoves the dog into Bruce’s arms and exits leaving Bruce,\nDonny and Susan in an awkward silence.\n\nINT. LANEY'S BATHROOM - NIGHT - SAME 9\n\nA naked Laney is examining herself in the bathroom mirror.\nShe traces her left breast with her finger. Up and around,\ndown. She stops, glances at herself and then lifts her right\nbreast. Up and around, down.\n\nShe moves closer, and begins inspecting her face. The\nwrinkles by her eyes. The smile lines around her mouth.\n\nNext to her a jar of rubbing alcohol rests on a lavender hand\ntowel. She opens the jar, dips the tweezers into the liquid\nand then removes it.\n\nShe locates a hair hiding in the crease of her upper thigh\nand pushes her thumbs together to loosen it. She takes the\ntweezers, turns the sharp point in the direction of her skin\nand digs. She wipes the hair onto the hand towel and\ncontinues. Her movements are slow and deliberate. The\noutcome seems to satisfy her.\n\nLaney walks over to the sink. She rummages through the\ncabinet beneath it, takes out a box of Tampax. Laney grabs a\nsmall white envelope from inside. This is obviously where she\nkeeps her stash.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe rummages through the\ncabinet beneath it, takes out a box of Tampax. Laney grabs a\nsmall white envelope from inside. This is obviously where she\nkeeps her stash. \n\nTARGET SECTION TO BE ANNOTATED:\n She empties the contents onto the back of\nher iPhone but not before glancing at a picture of her kids.\nShe sniffs a line, throws her head back and breathes deep.\n\nLaney snorts the remaining line. She turns on the bath water,\ntests it with her toes. Then she walks over to the window.\n\nEXT. BASKETBALL HOOP - NIGHT - CONTINUOUS 10\n\nBruce is playing basketball in the driveway. Sweat drips down\nhis cheek, beads up on his forehead. He’s got some nice moves\n- no stranger to a good pickup game in the park. Eli and\nJaney are also on the court. Bruce teaches Eli how to shoot\nfree throws. Janey is riding a pink bicycle with training\nwheels.\n\nINT. BATHROOM - NIGHT - CONTINUOUS 9A\n\nLaney steps into the tub. She sinks into the water and\ndisappears.\n\f11\n\nPink (03/02/2014) 8.\n\nINT. ELI’'S ROOM - NIGHT - SAME 11\n\nEli gets into bed. His movements are slow. Deliberate. Once\nin bed he focuses on the Styrofoam solar system that hangs on\nthe ceiling above him. Laney knocks. She cracks the door\nopen. She’s in her robe and holding Bingo.\n\nLANEY\nHey-\n\nELI\nHey-\n\nShe puts Bingo on his bed.\n\nELI (CONT'D)\nHey, Bingo.\n\nLANEY\nSleepy?\n\nELI\nNot really.\n\nEli is focused on his ceiling. Laney lays down next to him.\nBingo is between them. Laney’s sniffling, fidgety.\n\nLANEY\nWhatchya thinkin’ about?\n\nELI\nWhy do you hate Bingo?\n\nLANEY\n(irritated)\nI don’t hate Bingo.\n\nELI\nCan we keep him then?\n\nLANEY\nI don’t know E. It’s just, you\nknow. It’s one more thing to worry\nabout.\n\nELI\n(pause)\nDo you worry about me?\n\nLaney is too amped up to finish the conversation and misses\nEli’s ultimate question.\n\nLANEY\nOkay, time to close your eyes.\n\fPink (03/02/2014) 9.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nLaney is too amped up to finish the conversation and misses\nEli’s ultimate question. LANEY\nOkay, time to close your eyes. Pink (03/02/2014) 9. \n\nTARGET SECTION TO BE ANNOTATED:\nShe gives Eli a kiss on his forehead, grabs Bingo and heads\nto the door.\n\nLANEY (CONT'D)\nTell me when to stop...\n\nShe slowly closes the door.\n\nLANEY (CONT’D)\n\nNow?\nELI\nA little more..\nLANEY\nNow?\nELI\n\nAre we going to keep Bingo, Mom?\n\nLANEY\nMaybe.\n\nShe closes the door a little bit more.\n\nLANEY (CONT’D)\n\nNow?\nELI\nMaybe yes or maybe no?\nLANEY\nMaybe as in it’s time to go to\n\nsleep.\n\nLaney closes the door a tiny bit more. Bingo is licking her\ncheek.\n\nELI\nSo that means yes right? We are\ngoing to keep Bingo?\nThe smile on Eli’s face is hard to resist.\n\nLANEY\nIt’s a definite maybe.\n\n12 INT. MASTER BEDROOM - DAY 12\nLaney opens her eyes, lifts her head lazily and glances at\n\nBruce's empty side of the bed and the clock on his night\nstand. 6:55am.\n\f13\n\n14\n\nPink (03/02/2014) 10.\n\nHead back on the pillow, she stretches and enjoys her last\nmoments in the warm womb of her blankets. The bathroom door\nopens.\n\nBRUCE\nThought I was gonna have to wake\nyou up.\n\nHe adjusts his tie and collar, grabs his jacket.\n\nLANEY\nI don't want to get up. Get back in\nbed with me.\n\nLaney pats the pillow and smiles. Bruce gives her a kiss on\nthe forehead.\n\nBRUCE\nI wish.\n\nBruce leaves, Laney rolls over and glances at the framed\nfamily picture on her night stand. Bruce with a younger Eli\non his shoulders, his arm around Laney who's holding an\ninfant Janey in her arms.\n\nINT. MASTER BATHROOM - DAY - CONTINUOUS 13\n\nLaney is brushing her teeth. She looks up at her reflection,\nthen opens the medicine cabinet and takes out a prescription\nbottle. As she spits out the toothpaste, she hears Bruce's\ncar pull out of the driveway. She looks at the prescription\nand then returns it to the shelf.\n\nEXT.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs she spits out the toothpaste, she hears Bruce's\ncar pull out of the driveway. She looks at the prescription\nand then returns it to the shelf. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SCHOOL PARKING LOT - DAY 14\n\nLaney pulls into the school parking lot and is immediately\nmet by a school GUARD who is directing traffic.\n\nGUARD\nOnly school buses allowed in here\nlady.\nLANEY\nSince when?\nGUARD\nYou must not read your emails.\nELI\n(nervous )\n\nMa...\n\f14A\n\n15\n\n16\n\nPink (03/02/2014) 11.\n\nLANEY\nDon’t worry E.\n(To guard, flirting)\nIs Frank here? He always lets me\ndouble park.\n\nThe guard has already heard this 10 times this morning, but\nLaney’s charm seems to be working.\n\nGUARD\nIf I could do it for anyone I'd do\nit for you but the Board of Ed has\nnew security procedures. Recent\ntragedies and all.\n\nHe hands her a sheet of paper titled “Ridgemont Elementary\nSchool's New Security Policy”. In smaller font it says, “In\nlight of recent events...”\n\nELI\nWhat’s it say Mom?\n\nLANEY\nSays we have to park.\n\nLaney pulls her SUV back out into the sea of anonymous SUVs.\nShe's just another broad in suburbia.\n\nINT: BACKSEAT OF SUV-CONTINUOUS 14A\nEli and Janey are buckled in. They have their personalized\npaper lunch bags on their laps. Eli’s has basketballs all\nover it, Janey’s hearts and stars.\n\nEXT. SCHOOL - DAY - SAME 15\nLaney, Eli and Janey run toward the school building. They\ndon’t want to be late. Eli’s backpack is twice his size.\nJaney’s is pink with a princess on it.\n\nINT. SCHOOL OFFICE -DAY - CONTINUOUS 16\nLaney, Eli and Janey are waiting in a shallow line in the\noffice. Laney spots Susan and her son HENRY. Susan is proudly\n\nwearing an official looking laminate around her neck.\n\nLANEY\nHey Susan. What’s this?\n\nSUSAN\nIt’s the parent ID.\n\fPink (03/02/2014)\n\n12.\n\nLaney doesn’t register what Susan is talking about, Susan\n\nsees this.\n\nSUSAN (CONT'D)\nThey sent them in the mail? Part of\nthis whole new security thing.\n\nLANEY\nI, uh...",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUSAN (CONT'D)\nThey sent them in the mail? Part of\nthis whole new security thing. LANEY\nI, uh... \n\nTARGET SECTION TO BE ANNOTATED:\nSUSAN\nDon’t worry, I’ll vouch for you.\n\nLaney fidgets, looks around, everyone is wearing a badge\naround their neck. Everyone but Laney. This appears to\n\nbother her much more than it should. She steps to the front\nof the line where she is met by MRS. KOSINSKI (late 50’s) the\n\nschool principal.\n\nMRS. KOSINSKI\nID?\n\nLANEY\nI forgot it today, busy morning.\nI'll bring it tomorrow.\n\nMRS. KOSINSKI\nParent IDs are mandatory now. We\nmailed them out last week. And\nsent an email.\n\nSUSAN\nI‘’1l vouch for her.\nELI\nMa?\nLANEY\n\nIt’s okay E, just a sec.\n\n(to Mrs. Kosinski)\nI've been walking them to class\nevery morning for two years. Can't\nyou make an exception?\n\nMRS. KOSINSKI\nIf I make an exception for you Mrs.\nBrooks, then I have to make one for\neveryone. Is that how you want to\nteach our children?\n\nLaney looks at her, stunned.\n\f17\n\n18\n\nPink (03/02/2014) 13.\n\nMRS. KOSINSKI (CONT'D)\nI wouldn't think so. At this point\nin the year Eli’s quite familiar\nwith how to get to his class.\nHe’ll be fine. And I’1l personally\nescort Miss Janey to her classroom.\n\nELI\nI’m okay Mom.\n\nLaney feels nothing but shame. She is inferior.\n\nJANEY\nMe too, Mommy.\n\nLANEY\nYou sure?\n\nJaney nods her head yes - she is eager to get going.\n\nJANEY\nI’m sure.\n\nMrs. Kosinski reaches out her hand, Janey takes it.\n\nLANEY\nWait, honey.\n\nLaney kneels down.\n\nLANEY (CONT'D)\nGive me a kiss.\n\nJaney gives Laney a kiss and goes.\n\nIt’s not as easy for Eli. He takes a deep breath, hoists his\nbackpack a little higher and begins the harrowing journey\ndown the crowded hall. Just outside the classroom he stops,\nturns to look at Laney. Laney is fighting back tears. She\nblows Eli a kiss.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust outside the classroom he stops,\nturns to look at Laney. Laney is fighting back tears. She\nblows Eli a kiss. \n\nTARGET SECTION TO BE ANNOTATED:\n He catches it, puts it into his pocket and\ndisappears into the classroom.\n\nOMITTED 17\n\nEXT. SCHOOL PARKING LOT - DAY - SAME 18\n\nAn angry Laney heads to her car parked on the outskirts of\nthe school lot. Laney walks quickly while rifling through her\npurse. She pulls out a cigarette just as she reaches her car.\nShe gets in and slams the door.\n\f19\n\n20\n\nPink (03/02/2014) 14.\n\nLaney fumbles through her purse for a lighter, assesses the\nparking lot, looks in her rearview mirror.\n\nLANEY\nFucking bitch.\n\nShe lights it in spite of her shaking hands.\n\nLANEY (CONT'D)\n(mocking)\n\n“Is that how you want to teach our\n\nchildren?...”\n\nShe reaches for the secret vial in her purse, unscrews the\nlid, takes a deep breath, helps herself to a quick bump. She\nlooks around again, another bump. Laney takes a drag off her\ncigarette as if it were her last and leans her head back on\nthe seat. A deep breath. And then, Bing! She picks up her\nphone to read the text.\n\nTEXT: DONNY\nRoom 302\n\nShe turns on the engine and goes.\n\nEXT. LANEY’S CAR - DAY 19\nLaney’s car headed towards a toll booth, pull back to reveal\nNew York City not too far in the distance.\n\nINT. REGENCY HOTEL ROOM - DAY 20\nLaney is on her knees on the bed, ass in the air, holding\nonto the top of the headboard. Laney and Donny are, how do\nyou say... fucking each other’s brains out. But in Laney’s\neyes is a look of detachment. She is somewhere else.\n\nLaney and Donny lay in bed. She’s sucking on a lollipop.\n\nLANEY\nI gotta take a shower.\n\nDONNY\nIt’s still early. Stay with me.\n\nLANEY\nCan't, gotta pick up the kids.\n\nDONNY\nI love you.\n\fPink (03/02/2014) 15.\n\nLANEY\nNo you don’t.\n\nDONNY\nWhy do you say that?\n\nLANEY\nBecause you’re married.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nLANEY\nNo you don’t. DONNY\nWhy do you say that? LANEY\nBecause you’re married. \n\nTARGET SECTION TO BE ANNOTATED:\n And because\nno man can love a girl whose ass he\njust fucked.\n\nDONNY\nChrist Laney. You’re crazy, you\nknow that? I told you I’1l leave\nSusan. I love you.\n\nLaney laughs.\n\nLANEY\nThat’s the funny thing... It\ndoesn’t matter.\n\nLaney gets out of bed and is pulling on her panties.\n\nLANEY (CONT'D)\nI could love you and you could love\nme, and nothing. It still means\nnothing. Nine years of marriage,\ntwo kids, three thousand marinated\nchicken breasts - and nothing. And\nthen you die.\n\nDonny pulls a pillow over his head, rolls over.\n\nDONNY\nGo take your shower.\n\n20 MINUTES LATER: Laney, freshly showered, walks out of the\nbathroom. She glances at Donny... out like a light. She takes\nthe cash out of his wallet and the last of the cocaine\n\nsitting next to it. She grabs her things and leaves, the self-\nclosing door slams behind her.\n\nThe door wakes Donny. He looks up, looks around, no trace of\nLaney. He stretches, sits up, puts on his underwear, walks\ninto the bathroom.\n\nDonny is standing in the doorway looking at the bathroom\nmirror. In red lipstick he reads: “DON’T LEAVE SUSAN”.\n\f21\n\n21A\n\n22\n\nPink (03/02/2014) 16.\n\nEXT. HIGHWAY - DAY - SAME 21\n\nLaney is speeding down the turnpike. She’s amped up and\nemotional, seemingly reckless. She mistakenly passes her\nexit.\n\nLANEY\nFuck.\n\nShe is angrier than she should be, she’s in a spiral. She\nturns off at the next exit. The Fed-Ex truck she's been\nstuck behind turns left. The traffic light at the\nintersection up ahead is changing from green to yellow to -\n\nLaney closes her eyes, presses her foot deeper into the gas,\nhands up, letting go. She drives straight through the red.\nCars screech to a halt, one swerves into another lane to\navoid her. Horns are honking. She miraculously arrives\nacross the street unharmed. A couple of cars pass. Honk. One\nperson curses her. More honks.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nHonk. One\nperson curses her. More honks. \n\nTARGET SECTION TO BE ANNOTATED:\nLaney pulls to the side of the street and puts her car in\npark, takes a deep breath, exhales. She is visibly rattled.\nShe pulls the last smoke out of her pack and lights it with\nshaky hands. Tears trickle down the sides of her face as\nturns up the radio, puts her car in drive and goes.\n\nINT./EXT. LANEY IN CAR - SAME 21A\n\nLaney drives slowly. She is clearly shaken.\n\nEXT. SCHOOL PARKING LOT - SAME 22\n\nLaney’s black SUV pulls into the driveway of the school, same\nguard is standing there with a clipboard. He stops her.\n\nLANEY\nI’m just picking up my son, I‘1l\nonly be a minute.\n\nGUARD\nYou can’t park here ma’am, we've\nalready been through this haven't\nwe?\n\nLANEY\nI was hoping you wouldn’t remember.\n\nThe Guard looks her over.\n\nGUARD\nNo, I remember.\n\fPink (03/02/2014) 17.\n\nSusan walks by Laney’s car holding Henry’s hand, she’s\nnoticeably upset.\n\nSUSAN\nHey Laney.\n\nLANEY\nHey Susan, you okay? Did Henry have\na bad day?\n\nSUSAN\nNo, I can’t find Donny. His cell’s\nbeen off all day - hasn’t been to\nthe office.\n\nLANEY\nHe’s probably in a meeting or\nsomething --\n\nGUARD\nLady, you gotta move it.\n\nLANEY\n(stalling)\nI’m going --\n\nLaney’s cell phone rings. It’s Donny. She tosses her phone\ninto her purse.\n\nLANEY (CONT'D)\nI’m sure Donny is fine. I’1l call\nyou later.\n(to guard)\nThere’s my son--\n\nLaney sees the kids filing out of the school into the front\nentrance. Eli, holding Janey’s hand, sees her and waves.\nLaney motions for him to walk to the car.\n\nEli gets into the car, quiet. Janey is eager to talk. Laney\nis momentarily distracted by her conversation with Susan.\n\nLANEY (CONT'D)\nHow was school, guys?\n\nJANEY\nFun!\n\nLANEY\nE?\n\nEli looks out the window, no response.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nJANEY\nFun! LANEY\nE? Eli looks out the window, no response. \n\nTARGET SECTION TO BE ANNOTATED:\n Laney makes her way\nthrough the sea of SUV’s and out of the driveway.\n\f23\n\nPink (03/02/2014) 18.\nLANEY (CONT'D)\nHow'd it go E?\n\nELI\nFine.\n\nThe cell phone rings. It’s Donny again. Laney doesn’t\nanswer.\n\nJANEY\nYour phone is ringing, Mommy.\n\nLANEY\nI know, honey.\n\nEXT. BROOKS HOUSE- DRIVEWAY - DAY 23\nLaney turns into her driveway she gets out of the car and\n\nopens the door. Eli unbuckles and hurries past. Laney scoops\nJaney up into her arms. She carries her to the front door.\n\nLANEY\n\nDid you miss me today?\nJANEY\n\nYes.\nLANEY\n\nDid you cry?\nJaney nods her head and is rewarded with a boost in the air.\n\nLANEY (CONT'D)\nHow much do you love me?\n\nJaney opens her arms as wide as she can to demonstrate her\nlove.\n\nLANEY (CONT'D)\nTell me you’1l never leave me.\n\nThis scene looks all in good fun but it’s thinly veiled\ntwisted behavior by Laney.\n\nJANEY\n(giggling)\nMommy! Stop!\n\nLANEY\nI'm just teasing Muffin. Kiss me.\n\f24\n\nPink (03/02/2014) 19.\n\nINT. BROOKS DINING ROOM - NIGHT 24\n\nThe whole family sits around the dinner table. They have\ntypical fare on their plates; spaghetti, peas, breaded\nchicken - nothing Laney went out of her way to cook, but\nhomemade nevertheless. Laney’s plate is empty. She sucks on a\nlollipop and sips a glass of wine.\n\nBruce observes her behavior for a moment.\n\nBRUCE\nWhy aren’t you eating?\n\nLANEY\nNot hungry.\n\nBRUCE\nYou need to eat more food. Real\nfood. Not lollipops.\n\nLaney gets up from the table and walks toward the kitchen.\n\nLANEY\nJesus, what are you the food\npolice?\n\nINT: KITCHEN - CONTINUOUS\n\nLaney opens the refrigerator- blocking her view of the table.\nShe downs her glass of wine behind the door.\n\nBRUCE (0.S.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe downs her glass of wine behind the door. BRUCE (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\nAll that sugar isn’t good for you.\n\nLaney sets her empty glass on the top shelf, uncorks a bottle\nof wine and refills her glass.\n\nBRUCE (0.S.) (CONT'D)\nEmpty calories. Right guys? Not\nenergy food.\n\nLaney returns to the table with butter and sits. She grabs a\npiece of corn on the cob, wipes it with butter and puts it in\nher mouth. They all watch her and smile- like this is the\nfirst time they've ever seen her eat. She smiles back.\n\nELI\nDid you know the Pilgrims stole\nAmerica from the Native Americans?\nThey had the Native Americans teach\nthem how to grow corn and stuff and\nthen they stole their land.\n\f24A\n\nPink (03/02/2014) 20.\n\nBRUCE\nIs that right?\n\nELI\nYeah, so we gave them casinos.\n\nBRUCE\nMrs. Zeldis told you that?\n\nELI\nNo, John Frye did. His mom told\nhim. She also said Thanksgiving is\na lie.\n\nLANEY\n(under her breath)\nJohn Frye’s mom is a pig.\n\nBRUCE\nLane...\n\nThe table goes quiet again, kids look back down at their\nplates.\n\nBRUCE (CONT'D)\nYou want to shoot hoops?\n\nEli looks out the window.\n\nELI\nReally!?\n\nBRUCE\nWe still have a little light.\n\nJANEY\nMe too.\n\nEveryone gets a kick out of Janey’s zeal.\n\nBRUCE\nOkay.\n\nBruce and the kids leave the table. Laney begins clearing\nthe plates.\n\nLANEY’S POV: Through the window she can see them in the 24A\ndriveway. Bruce loosens his tie. Eli dribbles the ball, aims\nfor the basket, nearly makes it. Bruce kneels, positions Eli:\nplants Eli's feet, adjusts his arms. Eli shoots and MAKES IT!\nJaney runs after the ball and brings it to Bruce. He lifts\nher up so she’s able to dunk the ball. Through the kitchen\nwindow we see Laney taking it all in. She puts her face in\nher hands, it’s all too much.\n\f25\n\n26\n\nPink (03/02/2014) 21.\n\nINT. ELI’S BATHROOM - NIGHT - SAME 25\nLaney passes Eli the soap.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\n25\n\n26\n\nPink (03/02/2014) 21. INT. ELI’S BATHROOM - NIGHT - SAME 25\nLaney passes Eli the soap. \n\nTARGET SECTION TO BE ANNOTATED:\nLANEY\nDid you practice piano today?\n\nThe bathroom door is open to Eli’s room. He cranes his neck\nto try to see the game that’s on the TV. He tunes Laney out\ncompletely.\n\nLANEY (CONT'D)\nE? Your recital is coming up. Did\nyou practice?\n\nELI\nYeah.\n\nLANEY\nHow long?\n\nEli hurries with the soap. He signals that he’s done and\nLaney holds a towel open. When Eli gets out of the tub she\nwraps her arms tightly around him.\n\nELI\nMom? I can’t breathe.\n\nLaney is still holding tight, too tight. Eli manages to break\naway.\n\nINT. ELI’S ROOM - NIGHT - CONTINUOUS 26\n\nEli has positioned himself in front of the television. Laney\nstands at the edge of his doorway, takes in his broadening\nframe. His shoulders, his back. There is a portable\nkeyboard against the window, a basketball hoop on the door\nand a Jeter fathead on the wall. Laney nods, acknowledging\nJeter.\n\nLANEY\nHey--\n\nEli glances at his mother.\n\nLANEY (CONT'D)\nPut on your T-shirt.\n\nLaney tosses him the T-shirt. Eli throws it over his head.\n\nLANEY (CONT'D)\nAnd dry your balls.\n\f27\n\nPink (03/02/2014)\n\nHe turns and looks at her like she’s crazy.\n\nELI\nMom!\n\nLANEY\nYou'll get a rash.\n\nEli rolls his eyes.\n\nINT. MASTER BEDROOM - NIGHT - SAME\n\n22.\n\n27\n\nBruce, just out of the shower, has a towel wrapped around his\nwaste. He’s clipping his toenails into a trash can. Laney\n\nwatches him from the bedroom door.\n\nBRUCE\nWhat’s up?\n\nLANEY\nI was just thinking...\n\nBRUCE\nAbout?\n\nLANEY\nAbout your balls.\n\nBRUCE\n\n(laughs )\n\nWhat?\n\nLANEY\n\nAbout your balls. Do you worry\nabout drying your balls?\n\nBRUCE\nDo I worry?\n\nLANEY\nYeah, like when you were a little\nboy, did your mother teach you to\ndry your balls or did you like...",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nDo you worry\nabout drying your balls? BRUCE\nDo I worry? LANEY\nYeah, like when you were a little\nboy, did your mother teach you to\ndry your balls or did you like... \n\nTARGET SECTION TO BE ANNOTATED:\njust know how to do it\ninstinctively? Should I teach Eli\nor -\n\nBruce examines his Q-tip, puts it in the other ear,\nwith his toenails.\n\nBRUCE\nYou dry them like any other part of\nyour body.\n\ncontinues\n\fPink (03/02/2014) 23.\n\nLANEY\nOh.\n(pause)\nBut what happens if you don’t dry\nthem? Do you get a rash?\n\nBruce stops what he’s doing and looks at her- this\nconversation is starting to get his attention.\n\nBRUCE\nI guess you could-- but whatever\nyou don’t get will just dry in your\nunderwear. What’s going on Laney?\nLANEY\nYour underwear! Why didn’t I think\nof that?\n\nBruce leaves his grooming duties, picks Laney up and deposits\nher on the bed.\n\nINT: MASTER BEDROOM — CONTINUOUS\n\nBRUCE\nAll this talk about balls...\n\nBruce starts kissing Laney’s neck, unbuttoning her blouse.\nShe unfastens his belt buckle, giggles, but it’s clear she’s\ngoing through the motions. Laney disassociates when she’s\nhaving sex.\n\nBRUCE (CONT'D)\nUhh...\n\nHe’s kissing her, getting close...\n\nBRUCE (CONT'D)\nYou’re so beautiful Lane... Uhh...\n\nBruce finishes and collapses on top of her. A pause.\n\nLANEY\nI think my dad dried and powdered.\n\nBRUCE\nChrist Laney, can we change the\nsubject?\nA beat.\n\nLANEY\nWe gotta get rid of Bingo.\n\fPink (03/02/2014) 24.\n\nBruce doesn’t respond.\n\nLANEY (CONT'D)\nBruce, I’m serious we can’t keep\nhim.\n\nBRUCE\nIt’s just a puppy Laney. All kids\nget a puppy. Why can’t our kids\nhave a God damn puppy? Why does it\nhave to be such a big deal? Why\ndoes everything have to be such a\nbig deal.\n\nLANEY\nBecause puppies turn into dogs and\ndogs get old and die. What’s a dog\nlive, ten years?\n\nBRUCE\nYes. Ten enjoyable fucking years\nthat the kids can grow up with a\ndog. Only you could manage to turn\ngetting a puppy into a negative.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nBRUCE\nYes. Ten enjoyable fucking years\nthat the kids can grow up with a\ndog. Only you could manage to turn\ngetting a puppy into a negative. \n\nTARGET SECTION TO BE ANNOTATED:\nLANEY\nI’m trying to spare them a\nnegative, don’t you understand? The\ndog will die and they will be\nheartbroken!\n\nBRUCE\nThat's life Laney. That’s how it\nworks. Puppies die and Bingo will\ndie too. The kids will handle it.\n\nLANEY\nBut I can’t handle it.\n\nBRUCE\nThen why bother loving anything?\nWhy bother loving me?\n\nLaney doesn’t respond. Bruce softens. He sits down on the\nbed, puts his arm around her.\n\nLANEY\nI just don’t understand why anyone\nbothers to love anything at all. I\nmean by the time you’re three\nyou've pretty much figured out that\neverything you love is going to be\ntaken away. Every three year old\nshould run into traffic.\n\fPink (03/02/2014)\n\nBRUCE\nCome on, Lane. You don’t mean\nthat.\n\nLANEY\n\nI do mean it. Might as well cut\ntheir losses.\n\nBruce hugs her for a moment trying his best to comfort her,\n\nthen tries to lighten the mood.\n\nBRUCE\nThat could be a new market for\nme.... Insurance for three year\nolds.\nLaney pulls away.\nLANEY\n\nBruce I’m serious!\n\nBRUCE\nSo what do you suggest?\n\nLANEY\nTo not fall in love. To not get\nmarried and have kids. To not\npretend that it’s all going to be\nokay when nothing is going to be\nokay.\n\nBRUCE\nWell, thankfully most of us like to\nfool ourselves.\n\nBruce quietly observes her for a moment, narrows his eyes\nslightly while something occurs to him. He treads lightly,\n\nmasking the real question with concern.\n\nBRUCE (CONT'D)\nYou okay?\n\nLANEY\nYeah. Of course I’m okay. Why\nwouldn’t I be okay.\n\nBruce brushes his fingers through her hair.\n\nBRUCE\nI just worry about you that’s all.\n\nLANEY\nI'm fine. I’m going to check on the\nkids.\n\f28\n\n29\n\nPink (03/02/2014) 26.\n\nEXT. HALLWAY - CONTINUOUS 28\n\nLaney picks a few action figures up off the floor. She\ngently opens the door to Eli’s room. He’s tossing and\nturning.\n\nINT.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe\ngently opens the door to Eli’s room. He’s tossing and\nturning. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ELI’S ROOM - NIGHT - CONTINUOUS 29\nLaney jostles Eli.\nLANEY\nE, wake up. You’re having a\nnightmare.\nEli opens his eyes, tears streaming down his cheeks.\nLANEY (CONT'D)\nWhat’s the matter E? Another bad\n\ndream?\n\nLaney instinctively puts her hand on his forehead to check\nfor a fever.\n\nELI\nWe were walking down the street to\ngo see dad and you were wearing\nheadphones -\n\nEli is still crying, little boy fresh out of a nightmare.\n\nLANEY\nTake a deep breath, it’s okay...\ntell me...\n\nELI\n\nI was trying to warn you but you\nwouldn’t listen to me- you couldn't\nhear me because you were listening\nto your headphones.\n\nLaney brings a tissue to his nose.\n\nLANEY\nBlow -\n\nELI\nI tried so hard -\n\nEli blows his nose.\n\nELI (CONT'D)\n\nI was yelling and you didn’t hear\n\nme and there were all these cars.\n(MORE )\n\f30\n\nPink (03/02/2014) 27.\n\nELI (CONT'D)\nAnd then I got trapped and I\ncouldn’t grab you and then the car\njust hit you - and you were dead.\n\nLaney holds him tight.\n\nLANEY\nThat will never happen Eli.\nELI\nHow do you know?\nLANEY\nBecause I don’t have an iPod.\nELI\nIt’s not funny mom!\nLANEY\nIt can’t happen because I won’t let\n\nit happen.\nLaney tucks Eli back in bed. She begins rubbing his head.\n\nLANEY (CONT'D)\nGo to sleep. Mommy’s here.\n\nINT. KITCHEN - NIGHT - SAME 30\n\nLaney lets Bingo out of the crate. She opens a cabinet and\ntakes out two brown lunch bags and a box of crayons. She\ntakes a loaf of bread and two small bags of organic chips\nfrom a drawer. She’s about to make the kids’ their school\nlunches but changes her mind. She opens another cabinet,\ntakes out a secret bottle of vodka and pours herself a nice\ntall glass. She goes over to the phone, flips through the\nschool directory, searches for a name, picks up the phone and\ndials.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe’s about to make the kids’ their school\nlunches but changes her mind. She opens another cabinet,\ntakes out a secret bottle of vodka and pours herself a nice\ntall glass. She goes over to the phone, flips through the\nschool directory, searches for a name, picks up the phone and\ndials. \n\nTARGET SECTION TO BE ANNOTATED:\n She looks down the hall to make sure nobody can hear\nher.\n\nLANEY\nIs this Diane?\n\n(pause)\n\nLANEY (CONT'D)\nI’m so sorry I know it’s late. This\nis Laney Brooks, I’m Eli’s mom.\n(pause) I’m fine. Actually no, I’m\nnot fine. I’m calling because Eli\ncame home today with a bunch of\nstories about how the Pilgrims were\nthieves and Thanksgiving is a lie.\n\n(MORE )\n\f31\n\n32\n\n33\n\nPink (03/02/2014) 28.\n\nLANEY (CONT'D)\nHe said that John told him. It’s\nnone of my business what you teach\nyour kids but I was really hoping\nthat you could - (pause) Sure I\nunderstand that but um, well I’m\ntrying to teach my son to be\ngrateful for what he has which is\nhard and Thanksgiving is - (pause)\nbut that’s a really important -\n(pause) but that’s your opinion -\n(pause) Look - I’m not calling to\nhave some kind of debate with you I\njust want to - (pause)\n\nLaney is fuming mad.\n\nLANEY (CONT'D)\nI have a great idea- why don’t you\nleave the teaching to the teachers-\n(pause)\n\nLANEY (CONT'D)\nThat's fine, and you can go fuck\nyourself. And tell your little brat\nto stay the fuck away from my kid.\n\nLaney slams down the phone, searches through her bag and\nlocates her coke stash. She taps some coke onto the table,\nrolls up a 20 dollar bill, snorts a line. She sits down at\nthe kitchen table and begins to flip through a magazine. She\ngulps some vodka. She flips through the magazine again,\nanother gulp of vodka. Laney is clearly trying to drown out\nthe demons - fast. She gets up, leaves the kitchen.\n\nINT. HALLWAY - NIGHT - CONTINUOUS 31\nLaney makes her way down the hallway. She’s not in great\nshape. She grabs onto a wall and steadies herself.\nContinues. She opens Eli’s door, enters.\n\nINT. ELI’S ROOM - CONTINUOUS 32\nLaney sits at the foot of his bed and watches him sleep for a\nmoment.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe opens Eli’s door, enters. INT. ELI’S ROOM - CONTINUOUS 32\nLaney sits at the foot of his bed and watches him sleep for a\nmoment. \n\nTARGET SECTION TO BE ANNOTATED:\n She gets up, walks to...\n\nINT. JANEY’S ROOM - CONTINUOUS 33\nLaney peeks her head in, the little girl is fast asleep.\nLaney eyes her childhood teddy bear sitting on the shelf near\n\nJaney’s bed - battered, one eye missing. She takes it from\nthe shelf, lies down on the floor.\n\f34\n\n35\n\n36\n\nPink (03/02/2014) 29,\n\nFace to face with the bear, Laney kisses it. She looks at it\nagain before she places it between her legs, eases onto it,\nher crotch against the bear’s nose. She focuses on the family\npicture next to Janey’s bed. She starts rocking back and\nforth, eyes closed. This is a disturbing scene although Laney\nmasturbating is actually less troubling than her desperation\nfor connection.\n\nThe quivering stops, Laney pulls the bear from under her,\nrolls onto her back. Glow-in-the-dark plastic stars glitter\non the ceiling. A combination of emotion and drugs overtakes\nher.\n\nINT. HALLWAY LEADING TO MASTER BEDROOM — CONTINUOUS 34\n\nLaney moves slowly down the hall into her bedroom.\n\nINT. MASTER BEDROOM - CONTINUOUS 35\n\nBruce is fast asleep. Laney’s trying to make her way to his\nside of the bed. She feels for him in the dark but she's too\ndisoriented.\n\nLANEY\nBruce.\n\nShe stumbles into the night stand and sits on the floor at\nthe edge of the bed. She pulls on the bedspread.\n\nLANEY (CONT'D)\nHelp.\n\nBruce doesn’t hear her. She pulls on the bedspread and says\nit again. A bit louder this time.\n\nLANEY (CONT'D)\nHelp.\n\nBruce sits up, flips on the light, adjusts his eyes, looks\nfor Laney. The camera freezes on Laney’s face. Her hair is a\nmess. Mascara runs down her cheeks. She looks like a\njunkie. She is a junkie.\nBRUCE (0.S.)\nJesus Laney!\n\nEXT. RURAL ROAD - DAY 36\n\nA newer model sedan makes it’s way down a rural road.\n\f37\n\nPink (03/02/2014) 30.\n\nINT./EXT.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nRURAL ROAD - DAY 36\n\nA newer model sedan makes it’s way down a rural road. 37\n\nPink (03/02/2014) 30. INT./EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n GAS STATION - DAY - CONTINUOUS 37\n\nLaney sucks on a lollipop and stares out the window as Bruce\nfinishes pumping gas. Silence, until...Bruce enters the car.\n\nBRUCE\nWhen did you start hating me Lane?\nLANEY\nI don’t hate you Bruce.\nBRUCE\nThen why did you stop taking the\nmeds?\nLANEY\nThey make me fat.\nBRUCE\nFat?\nLANEY\n\nYeah. I was gaining weight.\nBruce’s anger rises.\n\nBRUCE\nThat’s bullshit.\n\nLANEY\nI was.\n\nBRUCE\nSo you'd rather be insane?\n\nLANEY\nThat’s a little melodramatic don’t\nyou think?\n\nBRUCE\nI think it’s pretty accurate.\n\nLANEY\nWhatever.\n\nBRUCE\nNot whatever. We’ve been through\nthis. You have an illness. It’s\nyour responsibility to take your\nmeds and keep your head on\nstraight. If not for me then for\nthe kids.\n\nA beat.\n\fPink (03/02/2014) 31.\n\nBRUCE (CONT'D)\nDo you not understand that\neverything I do is for you and the\nkids. All I want is for you to be\nhappy like you used to be. Don’t\nyou want to be happy?\n\nLANEY\nHappy like when? Happy like I was\nin college?\n\nBRUCE\nYes!\n\nLANEY\nI was stoned every second of every\nday.\n\nBRUCE\n\nWhat kind of bullshit answer is\nthat? I used to get stoned too but\nthen I grew up.\n\nLaney looks out the window.\n\nLANEY\nI know. Man of the Year. Highest\nproducer in company.\n\nBRUCE\nI‘1l1 tell you what’s wrong with you\nLaney, you're a spoiled fucking\ncunt. That’s what's wrong with you.\n\nLaney smiles - if only to the glass on the window. He finally\ngets it.\n\nLANEY\nThat’s true Bruce. That’s what I’m\ngonna work on while I’m gone. If I\nde-cunt myself will you let me come\nback?\n\nBRUCE\nI see what you’re trying to do.\nYou're trying to make me look like\nthe asshole. Like I’m kicking you\nout of the house instead of trying\nto get you help.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nBRUCE\nI see what you’re trying to do. You're trying to make me look like\nthe asshole. Like I’m kicking you\nout of the house instead of trying\nto get you help. \n\nTARGET SECTION TO BE ANNOTATED:\nBruce calms himself down.\n\f38\n\n39\n\nPink (03/02/2014) 32.\n\nBRUCE (CONT'D)\nAnd you know that’s not true. But\nfor some reason, for some fucked-up\nreason, no matter how many times\nyou disappoint me I still love you.\n\nAfter a few moments of silence...\n\nLANEY\nAnd I’m the crazy one?!\n\nBruce looks at her, incredulous, but they can’t help but\nlaugh. It’s a nice moment.\n\nEXT. BLUE HILL HOSPITAL - DAY - SAME 38\n\nBruce’s car pulls into the circular drive of BLUE HILL\nHOSPITAL. Front and center is a sign that says “BLUE HILL\nHOSPITAL Managing Mental Health Since 1954”. A no nonsense\nNURSE PAULINE (early 50's) is waiting for Laney by the\nhospital entrance. It suddenly dawns on Laney that she’s\nentering rehab. Bruce pulls up to the sign that says “new\npatients”. Laney looks at the hospital, at Pauline and\nfinally at Bruce.\n\nLANEY\nI don’t think I can do this.\n\nBruce has tears in his eyes. This is very hard for him.\nBRUCE\nJust a month Lane. You’1l be home\nbefore you know it.\n\nPauline opens the car door.\n\nPAULINE\nYou must be Laney.\n\nLaney hesitates. She looks one last time at Bruce. He is\nresolute.\n\nPauline helps Laney out of the car and escorts her into the\nbuilding. Bruce, head in hands, gathers himself, turns on\nthe engine and drives away.\n\nINT. DETOX - DAY - SAME 39\n\nThe detox room has nothing in it but a bed. The nurse\ngestures towards Laney’s bag.\n\fPink (03/02/2014) 33.\n\nNURSE PAULINE\nEmpty your bag please.\n\nNurse Pauline isn’t mean, in fact she’s pleasant. Laney dumps\nher belongings onto the mattress. Clothes and personal\nitems, red lollipops scattered among it all. Nurse Pauline\ntakes her make-up bag, her phone, her blow dryer, two belts,\nshe inspects a winter scarf before she takes it, takes her\nshoelaces out of her sneakers.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nLaney dumps\nher belongings onto the mattress. Clothes and personal\nitems, red lollipops scattered among it all. Nurse Pauline\ntakes her make-up bag, her phone, her blow dryer, two belts,\nshe inspects a winter scarf before she takes it, takes her\nshoelaces out of her sneakers. \n\nTARGET SECTION TO BE ANNOTATED:\n She opens a pocket inside\nLaney’s bag and pulls out two bottles of prescriptions and a\npack of cigarettes. She tosses the cigarettes back down on\nthe bed.\n\nNURSE PAULINE (CONT'D)\nYou can keep these, you’ll get the\nrest back when you leave.\n\nLANEY\nBut I need my medication.\n\nNurse Pauline checks Laney’s prescription.\n\nNURSE PAULINE\nThe Ambien has to go. And the\nXanax. Sorry, Honey. For now you\njust get to sit back and enjoy the\nride.\n\nNurse Pauline turns Laney’s bag inside and out to make sure\nshe doesn’t miss any secret hiding spots.\n\nNURSE PAULINE (CONT'D)\nI’1l need your bra too Honey.\n\nLANEY\nJesus\n\nThe nurse puts Laney’s bag on her shoulder.\n\nNURSE PAULINE\nAnother nurse will be in soon to\ntake your blood and your vitals.\nYou can spend as much time as you\nlike in here or you can go to the\nlounge, there’s coffee, tea and TV.\nI suggest you try to sleep and\ndrink as much water as you can.\nWe'll check on you through the\nnight just to make sure\neverything’s okay. Any questions?\n\nLANEY\nWhen can I call my husband?\n\f40\n\n4l\n\n42\n\n43\n\nPink (03/02/2014) 34.\n\nNURSE PAULINE\nWe'll give him regular updates.\n\nThe nurse gives her a sympathetic look. She’s done this a\nmillion times but it’s never easy, she knows the pain that’s\nabout to follow.\n\nNURSE PAULINE (CONT'D)\nYou'll do great. I’1l check on you\nlater.\n\nINT. BLUE HILL - LANEY’S ROOM - DAY 40\n\nA series of shots of Laney in her room, laying on her bed,\nrolling over, sweating, itching. She ventures into the\nlounge.\n\nINT. BLUE HILL LOUNGE - CONTINUOUS 41\n\nLaney tries to watch TV, takes in her surroundings. A HEAVY\nSET MAN on a nearby vinyl couch is watching TV with no\nemotion. A YOUNG WOMAN flips through a magazine though she\ndoesn’t seem to really pay attention to its contents.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nBLUE HILL LOUNGE - CONTINUOUS 41\n\nLaney tries to watch TV, takes in her surroundings. A HEAVY\nSET MAN on a nearby vinyl couch is watching TV with no\nemotion. A YOUNG WOMAN flips through a magazine though she\ndoesn’t seem to really pay attention to its contents. \n\nTARGET SECTION TO BE ANNOTATED:\n Laney\neyes both of them, back and forth, paying close attention to\ntheir disconnection and lifelessness. Laney doesn’t belong\nhere, or does she? She paces, looks out the window,\nvacillates between frantic and resigned. She makes a run for\nthe bathroom.\n\nINT. BLUE HILL - HALLWAY BATHROOM — CONTINUOUS 42\n\nShe leans over the toilet, dry heaves, splashes water on her\nface.\n\nINT. BLUE HILL LOUNGE - DAY - SAME 43\n\nBack in the lounge she spots Nurse Pauline. Laney rushes\nover to her in a panic.\n\nLANEY\nI really need to call my husband.\nThis is a mistake, this isn’t the\nkind of place I should be in.\n\nNURSE PAULINE\nYour doctor will help you with that\nwhen you see him hon.\n\f44\n\n45\n\nPink (03/02/2014) 35.\n\nLANEY\n(angry)\nThen I want to see him now! I need\nto see the doctor!\n\nNURSE PAULINE\nThe first 48 hours are the worst.\n\nLANEY\nThis is a fucking hospital, is it\nnot? Why can’t I see the fucking\ndoctor?\n\nNURSE PAULINE\nTake it easy. Why don’t you go back\nto your room and get some rest.\nThis is the hard part hon. You’1l\nfeel better soon.\n\nLaney is shaking, fidgeting, pissed off, sweating. She takes\na deep breath, the nurse puts her arm around Laney’s shoulder\nto escort her back to her room. Laney throws her arm off.\n\nLANEY\nDon’t fucking touch me.\n\nNurse Pauline isn’t phased.\n\nNURSE PAULINE\nOkay, hon.\n\nINT. BATHROOM - DAY - SAME 44\n\nLaney walks into the bathroom, turns on the shower and washes\nher hair. She takes a deep breath. Instead of giving in to\nthe tears, Laney takes the bar of soap in her hand and begins\nangrily stabbing at the wall with it. This is her release.\nShe gets out of the shower, wraps herself in a towel and\nwalks over to the sink. She stares at herself in the mirror,\na pause, she looks away.\n\nINT. DR.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe stares at herself in the mirror,\na pause, she looks away. INT. DR. \n\nTARGET SECTION TO BE ANNOTATED:\n PAGE’S OFFICE - DAY - SAME 45\n\nA psychiatrist’s office. DR. PAGE (mid-50s) is sitting behind\na formidable wooden desk. Laney is facing him. Legs crossed.\nHands folded.\n\nDR. PAGE\nSince you aren’t talking I'll\nassume this is accurate unless I\nhear otherwise.\n\fPink (03/02/2014) 36.\n\nHe glances at a piece of paper on his desk.\n\nDR. PAGE (CONT'D)\n\nYour blood work shows that you had\ncocaine, amphetamine, Ambien and\nmarijuana in your system. But no\ntrace of Lithium. I assume you\nstopped taking it. Do you want to\ntell me why you stopped taking it?\n\nLaney doesn’t respond. Dr. Page has reached the height of his\npatience with Laney’s silence though he remains calm.\n\nDR. PAGE (CONT'D)\nNurse Pauline told me that you’re\ndesperate to go home. That you\ndon’t think you belong here.\n\nLANEY\nI don’t.\n\nDR. PAGE\nThen why are you staying?\n\nLaney looks at him with total surprise.\nDR. PAGE (CONT'D)\nYou're an adult. You don’t have to\nbe here. Go home.\n\nHe picks up the phone and hands her the receiver.\n\nDR. PAGE (CONT'D)\n\nGo ahead.\nLANEY\nI have a family.\nDR. PAGE\nSo?\nLANEY\n\nSo-- so I can’t just go home and do\nthis all over again.\n\nHe hangs up the phone. Somehow he’s made this her idea.\n\nDR. PAGE\nWhere would you like to start?\n\nLANEY\nAre we really gonna do this?\n\fPink (03/02/2014) 37.\n\nDR. PAGE\nWe are.\n\nLANEY\nWhat’s more interesting to you, the\ndrugs or the daddy issues?\n\nDR. PAGE\n(with humor)\nI like to start with the daddy\nissues because it makes for a very\norganic segue into the drugs.\n\nLANEY\nMine will bore you. He left when I\nwas nine. He kissed me good night\none night and I never saw him\nagain. Shall we move on to the\ndrugs now?\n\nDR. PAGE\nWe'll get there.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nShall we move on to the\ndrugs now? DR. PAGE\nWe'll get there. \n\nTARGET SECTION TO BE ANNOTATED:\n Why is it that\nyou never spoke to your father\n\nagain?\nLANEY\n\nBecause he never called me.\nDR. PAGE\n\nDid you ever call him?\nLANEY\n\nI didn’t know where he was.\nDR. PAGE\n\nAnd now?\nLANEY\n\nHe’s upstate. My brother told me\n\nthat.\nDR. PAGE\n\nSo your brother talks to him?\n\nLANEY\nHe does. Or he did. I don’t know.\nWe don’t talk about my Dad anymore.\nIt always ends in a fight. My\nmother was devastated when my dad\nleft. I guess I’ve held on to that.\nMy brother didn’t.\n\nDR. PAGE\nDid she remarry?\n\f46\n\n47\n\nPink (03/02/2014) 38.\n\nLANEY\nA few years later.\nDR. PAGE\nWhy didn’t you call him then?\nLANEY\nHe was the adult. Why didn’t he\ncall me?\nDR. PAGE\nWhy do you think he didn’t call\nyou?\nShe takes a moment.\nLANEY\n\nMaybe having a family isn’t for\neveryone. Maybe you think that’s\nthe answer, that that’s what you’re\nsupposed to do because that’s what\nyou've been programmed to do since\nyou were a kid. But maybe that’s\nnot right. I mean, you shouldn’t be\nallowed to just make babies and\nfuck up other people’s lives\nbecause you think you’re supposed\nto adhere to this idea that\neveryone tells you is right. Maybe\nhe thought he was doing me a favor\nby leaving.\n\nA beat. Dr. Page is silent while Laney contemplates what\nshe’s just said.\n\nLANEY (CONT'D)\nCan we talk about the drugs now?\n\nOMITTED 46\n\nEXT. MEETING SPACE - DAY 47\n\nAn emotionally exhausted Laney exits the building, cigarette\nin hand. She searches her pockets for a light. Nothing. She\nbreaks her cigarette and throws it on the ground, too upset\nto notice ZACK (mid-30s) sitting on a nearby bench smoking a\ncigarette.\n\nZACK\nIt gets easier.\n\fPink (03/02/2014) 39.\n\nZack walks over to Laney, hands her a cigarette and lights it\nfor her.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nZACK\nIt gets easier. Pink (03/02/2014) 39. Zack walks over to Laney, hands her a cigarette and lights it\nfor her. \n\nTARGET SECTION TO BE ANNOTATED:\n He is boyishly good looking, charismatic, and has a\nstrong penchant for sarcasm. Laney takes a deep drag, eyes\nZack skeptically, exhales.\n\nLANEY\nWhen?\n\nZACK\nHeh, I don’t know yet. That’s just\nwhat they tell me. You just check\nin?\n\nLANEY\nCouple days ago. But I really\nshouldn’t be here. No offense, this\njust isn’t the kind of place I\nshould be in.\n\nZACK\nOh yeah? What kind of place should\nyou be in?\n\nLaney takes a drag off her cigarette, searches her\nsurroundings for an answer but comes up short.\n\nLANEY\nI don’t know. Not this place. It’s\ndepressing.\n\nZACK\nYeah. I feel you. Last week was\ngood though. Whole staff was all\nfreakin out. They fired one of the\nnurses. Exciting.\n\nLANEY\nFor what? Smiling?\n\nZack laughs, he likes her.\nZACK\n\nNo. She got caught having sex with\na patient in a broom closet.\n\nLANEY\nNo way. What happened to the\npatient?\n\nZACK\n\nJust a slap on the wrist.\n\nZack holds up his wrist to show her.\n\fPink (03/02/2014) 40.\n\nZACK (CONT’D)\nBruise is almost gone.\n\nLaney looks at Zack surprised.\n\nZACK (CONT'D)\nI’m Zack by the way.\n\nLANEY\nLaney.\n\nZACK\nNice to meet you Laney.\n\nLANEY\nLikewise.\n\nThey smile at each other, an immediate chemistry.\n\nZack drops his cigarette on the ground and puts it out with\nhis shoe.\n\nZACK\nWhen you figure out what kind of\nplace you should be in let me know.\nMaybe that’s where I should be too.\n\nZack leaves but looks back at Laney over his shoulder with a\nbeguiling smile.\n\n48 INT. LODGE - DAY 48\nLaney picks up the pay phone, inserts some quarters and calls\n\nBruce. One ring. Two rings. She begins to fidget, wraps\nthe phone cord around her finger. Three rings. Then...\n\nBRUCE (V.0O.)\nHello?\n\nLANEY\nHey.\n\nBRUCE (V.O.)\n\nHey.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nLANEY\nHey. BRUCE (V. O.)\n\nHey. \n\nTARGET SECTION TO BE ANNOTATED:\n How’s it going?\nIn the background Laney can hear cartoons, kids, minor chaos.\nLANEY\n\nUh, it’s good. It’s going good.\nHow are you guys doing?\n\fPink (03/02/2014) 41.\n\nBRUCE (V.O.)\nGood. Kids are wiped out. Getting\nready for bed. Big day ice-\n\nskating.\nLANEY\n\nYou went ice-skating? Without me?\nBRUCE (V.0O.)\n\nLaney--\nLANEY\n\nWe always go ice-skating together.\n\nLaney is getting agitated.\n\nLANEY (CONT'D)\nIt’s kind of our thing.\n\nBRUCE (V.0O.)\nYeah, I know Lane but you’re not\nhere. Would you rather I didn’t\ntake them?\n\nLANEY\nNo, it’s just I should have been\nthere.\n\nLaney fights back tears. A NURSE approaches her with a small\ntray in his hand, a handful of small paper cups with names on\nthem, and equal amount of cups of water. He hands her the\n“Laney” cup, she turns her back to him. He taps her shoulder\nand she turns around and takes the meds without argument.\n\nBRUCE (V.0O.)\nIt’s only been a week Lane. Just\nfocus on getting better. The kids\nneed you, I need you.\n\nJaney can be heard calling, “Daddy!” in the background.\n\nA beat.\n\nBRUCE (V.O.)\nI’m sorry, Lane. I gotta go.\n\nLANEY\nWait, can I say good night?\n\nBRUCE (V.0O.)\nI don’t want to upset them before\nbed. We'll see you at family\nvisit.\n\f49\n\nPink (03/02/2014) 42.\n\nJaney calls for “Daddy!” again.\n\nBRUCE\nI’m sorry, Laney. I have to go. I\nlove you. We all love you and miss\nyou here.\n\nLANEY\nI love you too.\n\nLaney hangs up the phone and breaks down.\n\nEXT. LODGE - EVENING 49\n\nIt’s cold out but Laney doesn’t seem to mind it. She sits\nalone on the porch and contemplates the starlit sky. Zack\njoins her.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nLODGE - EVENING 49\n\nIt’s cold out but Laney doesn’t seem to mind it. She sits\nalone on the porch and contemplates the starlit sky. Zack\njoins her. \n\nTARGET SECTION TO BE ANNOTATED:\nZACK\nI understand if you have a death\nwish but it sucks when you only get\npneumonia and can’t take the good\nmeds.\n\nZack takes his jacket off and wraps it around Laney’s\nshoulders. He sits down next to her, hands her a cigarette,\nlights it. Lights his own.\n\nLANEY\nThanks.\n\nThey sit for a moment staring at the sky until Laney,\nfighting tears, breaks the silence. Laney bites a cuticle.\nZack sees her wedding band.\n\nZACK\n\nHow long have you been married?\nLANEY\n\nForever.\nZACK\n\nLucky guy.\n\nLaney is flattered but restrains herself.\n\nLANEY\nNot sure he’d agree with that. But\nthanks. (pause) How fucking great\nwould a shot of tequila be right\nnow?\n\f50\n\nPink (03/02/2014) 43.\nZACK\nWith a little lime.\n\nLANEY\nAnd salt.\n\nZack holds out his cigarette to hers, they bump them\ntogether.\n\nZACK\nCheers.\nLANEY\nCheers.\nINT. BLUE HILL CAFETERIA - DAY 50\n\nIt’s visiting day. The room is filled with VISITORS. Zack\nsits close to a beautiful, wholesome, blond. He tucks a lock\nof hair behind her ear. Laney watches the exchange.\n\nJaney and Eli are in line for dessert. Bruce and Laney are\nsitting at a table. Some time has passed. Laney looks much\nbetter, clear eyed. Bruce pushes his food around with his\nfork.\n\nBRUCE\nYou look great. You feeling better?\n\nLANEY\nI am.\n\nBRUCE\nDo you feel like you’re making\nprogress?\n\nLANEY\nWhy don’t you just say what you’re\nthinking?\n\nBRUCE\nWhy are you so angry?\n\nLANEY\nI’m not angry.\n\nLaney glances at Eli and Janey at the dessert table.\nLANEY (CONT'D)\n\nI’m not. I’m not angry. I’m scared\nBruce. I’m scared of everything.\n\fPink (03/02/2014) 44,\nBRUCE\nLike what? What are you scared of?\nLANEY\nEverything.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nPink (03/02/2014) 44,\nBRUCE\nLike what? What are you scared of? LANEY\nEverything. \n\nTARGET SECTION TO BE ANNOTATED:\n I know you think that\nif I just take my medication that\neverything will go back to the way\nit was but it’s bigger than that.\nLaney glances back at Eli.\n\nLANEY (CONT'D)\nWhat’s Eli doing with his eyes?\n\nWe see Eli twitch.\n\nLANEY (CONT'D)\nWhen did he start doing that?\n\nBruce doesn’t say anything.\n\nLANEY (CONT'D)\nIs he doing that in school?\n\nBRUCE\nI don’t know. No one’s called me\nabout it.\n\nLANEY\n\nYou can’t wait for someone to call\nyou. What if kids are making fun of\nhim? You have to call his teacher\nand find out what’s happening.\n\nThe both watch Eli for a moment, still twitching.\n\nLANEY (CONT'D)\nPromise me you'll call his teacher.\n\nBruce puts his hand on top of hers.\n\nBRUCE\nI promise Lane. I’11 make sure\nhe’s okay.\n\nLaney takes a breath and pulls her hands away.\n\nLANEY\nI need to tell you something Bruce.\nI need to tell you some things,\nsome really fucking terrible things\nI did when I wasn’t thinking\nclearly but I need you to know so\nI... so we can start fresh.\n\fPink (03/02/2014) 45.\n\nBRUCE\nDon’t do this now Laney. You’ve got\na lot on your mind.\n\nLANEY\nNo this is important. I need to do\nthis--\n\nBruce looks over at the kids piling their plates high with\nbrownies.\n\nBRUCE\nCome on guys, that’s enough. Come\nsit down.\n\nThe kids return, all smiles.\n\nJANEY\nThey have chocolate cake and\nbrownies daddy! I like it here!\n\nBruce pulls Janey onto his lap, a human shield. Laney fights\nthe tears and musters a fake smile for Janey. Bruce meets\nLaney’s eyes, but he has to look away.\n\nEXT. BLUE HILL PARKING LOT - DAY - SAME\n\nLaney is holding Eli’s hand as they walk down a path toward\nthe parking lot. (Eli has his huge knapsack on his back.)\nBruce and Janey are walking ahead of them.\n\nELI\nI brought you something.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. BLUE HILL PARKING LOT - DAY - SAME\n\nLaney is holding Eli’s hand as they walk down a path toward\nthe parking lot. (Eli has his huge knapsack on his back.)\nBruce and Janey are walking ahead of them. ELI\nI brought you something. \n\nTARGET SECTION TO BE ANNOTATED:\nAs he looks at her he rolls his eyes back in his head,\ntwitches them, squeezes them open and shut, rolls them again.\nHe doesn’t seem to notice that a ferocious tick has taken\nover his eyeballs. Bruce and Laney look at each other, there\nare no words. Bruce shakes his head and shrugs, unlocks the\ndoor.\n\nEli drops his knapsack to the ground, opens it and begins\ndigging.\n\nELI (CONT'D)\nI made this for you.\n\nHe hands her a hard object wrapped in newspaper. It says\n“MOM” in purple crayon. Laney unwraps the gift. It is\nperhaps the most beautiful thing she has ever seen.\n\nLANEY\nYou made me a dream catcher?\n\f52\n\nPink (03/02/2014) 46.\n\nEli, still eye twitching.\n\nELI\nYep. No more bad dreams.\n\nLANEY\nIt's beautiful E. Thank you.\n\nThe kids get in the car. She helps buckle them in. Gives\nthem each a kiss goodbye. Bruce comes around to her side of\nthe car to say goodbye. Laney has tears in her eyes.\n\nLANEY (CONT'D)\nPromise me you’ll call the school\npsychologist or Eli’s teacher first\nthing in the morning.\n\nBruce puts his hands on her shoulders.\n\nBRUCE\nFocus on getting better Lane. So\nyou can come home. We need you.\n\nHe kisses her.\n\nBRUCE (CONT'D)\nI need you.\n\nThey get in the car. Laney stands in the parking lot and\nwaves as she watches them drive away. In the background we\nsee a WOMAN (60's) hugging two YOUNG MEN goodbye.\n\nAs both cars are pulling out of the parking lot we see Laney\nand the woman both standing alone, 20 feet away from each\nother, Laney with the dream catcher in her hand. They are the\nsame. No words are exchanged. Yet there is an implicit\nunderstanding between them: if only they could be in those\ncars. If only it was as simple as driving away.\n\nEXT. HOSPITAL PATH - DAY 52\n\nLaney is jogging along the path. Zack runs up beside her.\n\nZACK\nHey!\n\nLANEY\nHey.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nZack runs up beside her. ZACK\nHey! LANEY\nHey. \n\nTARGET SECTION TO BE ANNOTATED:\nZACK\n\nYou've been avoiding me for a while\nnow and I’m starting to take it\npersonally.\n\n(MORE )\n\fPink (03/02/2014) 47.\n\nZACK (CONT'D)\nThough it’s hard to imagine I could\never do anything wrong.\n\nLANEY\nI’m not avoiding you.\n\nLaney doesn’t look at Zack.\n\nLANEY (CONT'D)\nI took up reading.\n\nZACK\nReading is good.\n(Pause)\nAre you pissed at me or something?\n\nLANEY\nWhy would I be pissed at you?\n\nLaney keeps running, Zack stops, out of breath.\n\nZACK\nCan you just stop for a minute?\n\nLaney stops, turns around. They’re both breathing heavily.\n\nZACK (CONT’D)\nI don’t know you just seem pissed.\nEverything okay? Kids okay?\n\nLANEY\nEverything's fine. Good actually.\nI've been working really hard in\ntherapy. Finally getting somewhere.\nWhat about you? How’s your\ngirlfriend?\n\nZACK\nMy girlfriend?\n\nLANEY\nThe girl who comes on visiting day.\nThe blond.\n\nZACK\nSienna? Sienna is good.\n\nLANEY\nThat’s great. Happy to hear that.\n\nZack looks at her with grave curiosity. A charming smile\nspreads across his face.\n\fPink (03/02/2014) 48.\n\nZACK\nYou're jealous? That’s what this is\nabout?\n\nLaney is embarrassed. For the first time we see her\nvulnerable.\n\nZACK (CONT’D)\nI don’t mean to be the messenger of\nirony or anything but you're\nmarried. So unless you’re not\ntelling me something...\n\nLANEY\nI know, you’re right. Maybe I am\njealous.\n\nZack kisses her, she gives in for a moment before she pushes\nhim away.\n\nZACK\nWhoa. I’m kinda getting mixed\nsignals here.\n\nLANEY\nI’m sorry. God. I’m really sorry.\n\nZack looks away, uncomfortable. Laney places a hand on his\ncheek and forces him to look at her.\n\nThis is Laney. Vulnerable. Sweet. Spoiled. Lovely.\n\nLANEY (CONT'D)\nZack- listen to me. I’ve made some\nreally stupid decisions in my life.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nLovely. LANEY (CONT'D)\nZack- listen to me. I’ve made some\nreally stupid decisions in my life. \n\nTARGET SECTION TO BE ANNOTATED:\nAnd as much as I’d love to be with\nyou it would just be one more bad\nchoice. I need to remember how to\nbe a friend. You know? I want to be\na friend to you. A good friend. And\nI need to remember how to be a good\nwife and mother. How to just- be a\nreal person. I’ve spent so much\ntime running away from my problems\nbecause I didn’t want to feel any\npain and I’ve fucked up everything\nin my life. Good things.\n\nZACK\nI hear that. And you are a real\nperson Laney. A great person.\n\f53\n\nPink (03/02/2014) 49,\n\nLANEY\nThank you. I’m working on it. I’ve\ngotta try. I deserve to try. My\nkids deserve that.\n\nZack takes in his feelings for a moment before he masks them\nwith his trademark humor.\n\nZACK\nSo I guess I won’t be getting you\nin the broom closet then?\n\nThey laugh and Laney looks at Zack with pure endearment and\ngratitude. They hug each other, long and honest.\n\nLANEY\nI have to go. See you at movie\nnight?\n\nZACK\n\nYeah. Popcorn’s on me.\n\nAs she walks towards the camera, Zack calls from behind her\nin the distance.\n\nZACK (CONT’D)\nBy the way- Sienna is my sister!\n\nLaney stops for a moment of surprise. She smiles to herself,\nand keeps walking.\n\nINT. DR. PAGE’S OFFICE - DAY - SAME 53\n\nLaney sits on her familiar chair, Dr. Page sits in his chair\nbehind the desk. They are observing each other in silence.\n\nLANEY\n\nYou know the night before I came\nhere, even with everything I did\nthat night, I went into Eli’s room\nto check on him. I sat down on the\nedge of his bed. I just wanted to\nwatch him breathe. And I thought to\nmyself, he'll never know. Neither\nof them will ever know how hard I\ntried not to hurt them.\n\nA beat.\nLANEY (CONT'D)\n\nAm I gonna fuck this up? I really\ndon’t want to fuck this up.\n\f54\n\nPink (03/02/2014) 50.\n\nDR.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nI really\ndon’t want to fuck this up. 54\n\nPink (03/02/2014) 50. DR. \n\nTARGET SECTION TO BE ANNOTATED:\n PAGE\nHave some faith in yourself Laney.\nYou've made unbelievable progress\nsince you got here. Don’t you see\nthat?\n\nLANEY\nI do. Thank you for making me stay.\n\nDR. PAGE\n\nI didn’t make you stay. That was\nyour choice. And it was a good one.\n\nLaney smiles at Dr. Page. He has empowered her.\n\nINT. BLUE HILL LOBBY - DAY 54\n\nLaney says goodbye to Nurse Pauline and gives her a heartfelt\nhug. Zack walks over.\n\nZACK\nTell me you weren't going to leave\nwithout saying goodbye.\n\nLaney smiles.\n\nLANEY\nI suck at good-byes.\n\nZACK\nI’m going to miss you.\n\nLaney glances through the window and sees Bruce drive up.\n\nLANEY\nI’m gonna miss you too Zack. Will\nyou call me when you’re out?\n\nZACK\nYep. I think I’m gonna hang here\nfor a couple more weeks though.\nNothing for me to rush home to.\n\nLANEY\nI think that’s a great idea.\n\nLaney gives Zack a big hug.\n\nLANEY (CONT'D)\nMy ride is here.\n\nZack looks out the doors and sees Bruce waiting against the\ncar.\n\f55\n\n56\n\n57\n\nPink (03/02/2014) 51.\n\nZACK\nThat’s the guy you blew me off for?\nI could totally take that guy.\n\nThey laugh like two old friends with an inside joke.\nZACK (CONT’D)\nGo on. Get outta here and don’t\ncome back.\n\nHe smiles. Laney grabs her bag and walks out the door.\n\nEXT. BLUE HILL HOSPITAL - DAY- CONTINUOUS 55\n\nBruce is leaning against the side of the running car. Laney\nwalks out the door, looks at her husband. He smiles at her\nand to her surprise, without trying, she smiles back.\n\nEXT. BROOK’S HOUSE - NIGHT - SAME 56\n\nA handmade “Welcome Home Mommy” sign is hanging (half on/\nhalf off) the front door. Laney’s SUV is parked in the\ndriveway. Lights are glowing from inside the home\n\nINT. KITCHEN - NIGHT - CONTINUOUS 57\n\nLaney and Janey are icing a cake. There is a fire in the\nfireplace.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nLights are glowing from inside the home\n\nINT. KITCHEN - NIGHT - CONTINUOUS 57\n\nLaney and Janey are icing a cake. There is a fire in the\nfireplace. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s a lovely and traditional scene. Janey is\nwearing a nightgown. Eli is wearing a Knicks Jersey. Bingo is\ntrying to jump up, looking for attention.\n\nLANEY\nEli, want to ice the cake with us?\n\nELI\nNo thanks.\n\nJaney starts whining that she can’t get it perfect.\nJANEY\nIt’s not the way I pictured it.\nIt’s not perfect.\n\nJaney is getting really upset. Laney bends down, wraps her\narms around her.\n\nLANEY\nIt is perfect. It’s beautiful.\n\nJANEY\nNo it’s not.\n\fPink (03/02/2014) 52.\n\nJaney begins sobbing. Laney tries to calm her down. Eli walks\nover, puts his arm around his sister’s shoulder. Laney looks\nat him unsure, desperate almost.\n\nLANEY\nI don’t understand why you’re\ncrying. It’s a beautiful cake.\nIsn’t it Eli?\n\nELI\nI like it.\n\nBruce comes up the stairs.\n\nBRUCE\nBasement’s dry.\n\nBruce sees Janey crying.\n\nBRUCE (CONT'D)\nWhat’s going on?\n\nLANEY\nShe doesn’t like her cake.\n\nBRUCE\nBut that’s a great cake Janey. It’s\nthe best cake I’ve ever seen.\n\nJANEY\nReally?\n\nBRUCE\nReally. Can I smell it? Does it\nsmell as good as it looks?\n\nJANEY\nOkay.\n\nBruce leans over the cake and purposely puts his nose in the\nfrosting. Janey starts giggling.\n\nBRUCE\nYep, it smells as good as it looks!\nJANEY\nDaddy!\nBRUCE\nWhat?\nJANEY\n\nYour nose!\n\fPink (03/02/2014) 53.\nBRUCE\nWhat’s wrong with my nose?\nBruce pretends like he doesn’t know there is frosting on his\nnose. He feels all around his face, everywhere but the\n\nfrosting on his nose. Janey is now laughing.\n\nJANEY\nI want to smell it!\n\nJaney sticks her nose in the frosting. Bruce motions to her\nnose.\n\nBRUCE\nOh, you’ve got a little something.\n\nPretending she doesn’t know.\n\nJANEY\nWhat?\n\nBRUCE\nJust a little....",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nPretending she doesn’t know. JANEY\nWhat? BRUCE\nJust a little.... \n\nTARGET SECTION TO BE ANNOTATED:\nJANEY\nWhat?\n\nLaney comes over, aware of the fun.\n\nLANEY\nCan I smell?\nJANEY\nYes! Smell it mommy! It smells\n\ngreat!\n\nLaney leans over to smell the cake, Bruce pushes her head\ninto it a little further, teasingly. Laney has frosting\ncovering her nose and a bit of her face.\n\nLANEY\nThat is the best smelling cake. It\nreally is.\n\nEli watches the happy moment, for now he’s an outsider as\nBruce, Laney and Janey play with the cake and laugh.\n\nBRUCE\nHey E, come smell the cake!\n\nEli shrugs his shoulders. He’s not buying into the happy\nfamily yet. Laney understands. In the midst of the fun, the\npower goes out. It’s pitch black.\n\fPink (03/02/2014) 54.\n\nJANEY\nMommy !\n\nLANEY\nIt’s okay Muffin, the power just\nwent out. It’ll be back soon. Bruce\ncan you find some candles?\n\nBruce retrieves a handful of candles from a kitchen drawer.\nHe lights one, we can see a little. Laney helps him to light\nmore. Janey is quietly crying. In a matter of seconds the\nkitchen is lit up, candles all around. Candlelight and noses\nfull of frosting.\n\nBRUCE\n(to Janey)\nSee? Look at that!\nLANEY\n(to Janey)\nBetter?\nJANEY\nSort of.\nBRUCE\n\nHere, here’s one just for you.\n\nBruce puts a candle in the cake right next to Janey who is\nstill lightly sobbing.\n\nBRUCE (CONT'D)\nYou ready?\n\nJANEY\nYes.\n\nBruce lights the candle, which lights up Janey’s face. Her\ncrying fades.\n\nBRUCE\n(begins to sing softly)\nThis little light of mine, I’m\ngonna let it shine. This little\nlight of mine I’m gonna let it\nshine.\n\nLaney cautiously joins in.\n\nLANEY AND BRUCE\nThis little light of mine, I’m\ngonna let it shine, let it shine\nlet it shine let it shine.\n\f58\n\nPink (03/02/2014) 55.\n\nBruce takes Laney’s hand, this is a very happy and romantic\n\nscene.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nLANEY AND BRUCE\nThis little light of mine, I’m\ngonna let it shine, let it shine\nlet it shine let it shine. 58\n\nPink (03/02/2014) 55. Bruce takes Laney’s hand, this is a very happy and romantic\n\nscene. \n\nTARGET SECTION TO BE ANNOTATED:\n He begins to dance with her, both with frosted noses\n\nand somewhat cautious. Eli can’t help but watch, hints of a\n\nsmile on his face. Janey is smiling ear to ear. She joins in\nsinging.\n\nBRUCE, LANEY AND JANEY\nDown in my heart, I’m gonna let it\nshine. Down in my heart, I’m gonna\nlet it shine.\n\nBruce takes Janey’s hand and pulls her off the bar stool. He\nstarts to dance with her. She smiles.\n\nLaney turns to Eli, waves him over. He resists, hands in\npockets. She waves him over again. This time he comes.\n\nBRUCE, LANEY AND JANEY (CONT’D)\nDown in my heart, I’m gonna let it\nshine, let it shine, let it shine\nlet it shine.\n\nNow they are all dancing in the kitchen by candlelight. Laney\ntakes a swipe of icing off her nose and puts it on Eli’s.\nThey are all laughing. Bruce puts his arm around Laney, licks\nher nose playfully, they continue to dance.\n\nPULL BACK: The camera begins to pull back revealing the\nglowing kitchen, the family is dancing, their voices fade.\n\nEXT. SCHOOL HALLWAY - DAY 58\n\nLaney is standing in the hallway just outside the elementary\nschool guidance councilor’s office. She is wearing her parent\nbadge around her neck, Janey next to her is wearing her\ntiara. Eli and Bruce are playing with his iPhone. A mom is\npassing through the hallway.\n\nLANEY\nHey Jessica!\n\nJessica gives Laney a dismissive smile and wave, carries on\ndown the hall. Laney is slightly dejected, Bruce sees the\nexchange.\n\nBRUCE\nIgnore it.\n\nMR. ODESKY, the guidance councilor, open’s his office door.\n\nMR. ODESKY\nCome on in.\n(to Eli and Janey)\n(MORE )\n\f59\n\nPink (03/02/2014) 56.\n\nMR. ODESKY (CONT'D)\nI’m going to speak to your mom and\ndad for a few minutes. Can you wait\nright here?\n\nELI AND JANEY\nOkay.\n\nINT. MR. ODESKY’S OFFICE - CONTINUOUS 59\n\nMr.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. MR. ODESKY’S OFFICE - CONTINUOUS 59\n\nMr. \n\nTARGET SECTION TO BE ANNOTATED:\n Odesky motions for Laney and Bruce to sit.\n\nMR. ODESKY\nNice to meet you both.\n\nMr. Odesky takes his chair behind his desk and motions to the\nempty chairs across from him.\n\nMR. ODESKY (CONT'D)\nPlease, take a seat.\n\nMr. Odesky has a file on his desk which he seems to be\nfamiliar with.\n\nA beat.\n\nMR. ODESKY (CONT'D)\nHow’s the re-entry going?\n\nBRUCE\nA little choppy.\n\nLANEY\nHe hates me.\n\nBRUCE\nHe doesn’t hate you.\n\nLANEY\nHe hasn’t forgiven me yet.\n\nMR. ODESKY\nYou need to give him time. Build\nback his trust. He’s scared you're\ngoing to leave again. That’s a\nrational fear.\n\nMR. ODESKY (CONT'D)\nI’m glad you called me Mr. Brooks.\nI think we need to be proactive in\nthis situation. Mrs. Zeldis is\nconcerned about Eli’s recent\nbehavior in class.\n\n(MORE )\n\fPink (03/02/2014) 57.\n\nMR. ODESKY (CONT'D)\nOne of the issue’s is that he’s\nbeing disruptive.\n\nBRUCE\nHow so?\n\nMR. ODESKY\nHe interrupts Mrs. Zeldis in the\nmiddle of her lessons- asks\nquestions he knows the answers to.\nIt's a way to get attention. She’s\nworking on that. But what concerns\nme more are his rituals. The eye\nblinking, the constant pencil\nsharpening. Recently he’s started a\npattern with tapping his feet.\n\nBruce and Laney look at each other.\n\nMR. ODESKY (CONT'D)\nThese behaviors suggest anxiety;\nthe rituals are a way for Eli to\nstay in control.\n\nLaney looks uncomfortable.\n\nMR. ODESKY (CONT'D)\nIt’s not unusual but it becomes a\nproblem when the rituals get in the\nway of functioning. When they\nbecome all consuming.\n\nBRUCE\nSo what do we do?\n\nMR. ODESKY\nIn my opinion Eli needs to see a\nspecialist. Perhaps start with\nCognitive Behavior Therapy. Or\nperhaps he can even benefit from\nmedication.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nODESKY\nIn my opinion Eli needs to see a\nspecialist. Perhaps start with\nCognitive Behavior Therapy. Or\nperhaps he can even benefit from\nmedication. \n\nTARGET SECTION TO BE ANNOTATED:\nBRUCE\nMedication?\n\nLANEY\n(to Bruce)\nThis is my fault. He has my genes.\n\nBRUCE\nStop it.\n\f60\n\n61\n\nPink (03/02/2014) 58.\n\nLANEY\n(under her breath)\nHe never had a chance.\n\nINT. SCHOOL HALLWAY - DAY - SAME 60\nEli is reading “The Three Little Pigs” to Janey.\n\nELI\nAnd this little piggy went weeeeee\nweeeeee weeeee all the way home.\n\nHe tickles her. Laney and Bruce exit office and are met with\ntheir laughter. A relief.\n\nBRUCE\nAnyone here in the mood for some\nice cream!?\n\nELI AND JANEY\nMe!\n\nLaney smiles. She takes Eli’s hand, Bruce and Janey follow.\n\nEXT. ELEMENTARY SCHOOL - DAY - CONTINUOUS 61\n\nBruce, Laney, Eli and Janey are walking to the car. Laney and\nEli still holding hands.\n\nELI\nDid you go to rehab because you're\na drug addict?\n\nLaney looks to Bruce. Bruce shakes his head. He’s irritated.\n\nLANEY\nNo. Of course not. Where did you\nget that idea?\n\nELI\nJohn Frye said you’re a drug addict\nand that’s why you went to rehab.\n\nJANEY\nDrugs are bad mommy.\n\nBRUCE\nThat’s not why she was there Eli.\nJohn Frye is just trying to get\nyour goat.\n\fPink (03/02/2014) 59.\n\nJANEY\nEli doesn’t have a goat.\n\nELI\nThen why were you there?\n\nLaney stops walking and turns to Eli. She bends down on her\nknee and puts her hand on his back, bringing him closer to\nher. His eyes start twitching.\n\nLANEY\nI was having some troubles in my\nmind. And because of those troubles\nI started doing some things that I\nshouldn't have been doing.\n\nELI\nThen why did you do them?\n\nLANEY\nWell, it’s complicated.\n\nLaney cups her hands gently around his eyes as if to calm\nthem and stop the twitching.\n\nLANEY (CONT'D)\nBut I saw a doctor who was very\nsmart and he helped me make sense\nof my troubles.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nLANEY\nWell, it’s complicated. Laney cups her hands gently around his eyes as if to calm\nthem and stop the twitching. LANEY (CONT'D)\nBut I saw a doctor who was very\nsmart and he helped me make sense\nof my troubles. \n\nTARGET SECTION TO BE ANNOTATED:\n And now I feel a\nlot better.\n\nELI\nDid Mr. Odesky tell you to send me\nto rehab too?\n\nLaney hugs him tight. Bruce looks away.\n\n62 INT. ICE CREAM PARLOUR - DAY - SAME 62\n\nAll four are looking in the window at the flavors of ice\ncream.\n\nELI\nWhat are you getting mom?\n\nLANEY\nI don’t know yet.\n\nThere is a pimply teenager behind the counter.\n\nTEENAGER\nWhat’s it gonna be?\n\fPink (03/02/2014) 60.\n\nJANEY\nI want the pink one please.\n\nLANEY\nAnd I‘1ll have a small scoop of\nchocolate. Kid size.\n\nTEENAGER\nWe don’t do kid size for adults.\n\nLaney’s instinct is to get irritated. She calms herself.\n\nLANEY\nI'll pay for a regular scoop - just\nmake it in a kid cup.\n\nTEENAGER\nI can’t do that either. I'd have\nto charge you for the cup size I\ngive you.\nLANEY\n(deep breath)\nFine. I’1l have a small.\n\nBRUCE\nI'll have a scoop of vanilla on a\nsugar cone.\nThe teenager gives them their orders.\n\nTEENAGER\nAnd the little man?\n\nLaney waits for Eli to make his choice but Eli doesn’t say\nanything. His eyes start contorting furiously.\n\nBRUCE\nWhat do you want Eli? Rocky Road?\n\nNo answer.\n\nLANEY\nWhich one Eli? E? What are you\ndoing?\n\nELI\n\nThe lines. Look at the ice cream\nmom. See how the edges of the\ncontainers don’t connect to each\nother? And the floor is crooked? If\nI do this with my eyes -\n\f62A\n\n63\n\nPink (03/02/2014) 61.\n\nEli rolls his eyes up into his head, holds them there, blinks\nhard.\n\nELI (CONT'D)\nIt makes them all straight and I\ncan figure everything out.\n\nLaney takes a deep breath. She looks to Bruce for help. Bruce\ngets down on his knees.\n\nBRUCE\nYou know Buddy, straightening out\nall the uneven lines in the world\nis a big job. Let’s just pick a\ngood flavor for now.\n\nINT.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nBRUCE\nYou know Buddy, straightening out\nall the uneven lines in the world\nis a big job. Let’s just pick a\ngood flavor for now. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n LANEY’S BATHROOM —- MORNING 62A\n\nLaney finishes brushing her teeth, spits, rinses her\ntoothbrush. She opens the medicine cabinet, puts her\ntoothbrush away and takes out a bottle of medication. She\nunscrews the cap and taps a pill into the palm of her hand,\nputs it in her mouth and draws some water out of the faucet\nto wash it down. Laney closes the medicine cabinet, glances\nat herself in the mirror. She fixes her hair, tilts her head.\nShe is content with what she sees.\n\nINT. TOY STORE - DAY 63\nLaney and Eli are perusing the super-hero aisle of a toy\n\nstore. Eli holds a plastic baggy filled with crumpled bills\nand coins.\n\nELI\nMom! Look at this one! It’s so\ncool.\n\nLANEY\n\nReally cool.\n\nJust then Donny and Henry come around the corner. Donny has\nthat split second where one decides if they pretend not to\nsee you, or face the music. In that same second, Henry spots\nEli. Decision made.\n\nLaney and Donny are both taken off guard.\n\nHENRY\nEli!\n\nELI\nHey Henry!\n\fPink (03/02/2014) 62.\n\nDONNY\nLook who's here!\n\nLANEY\nHey Donny. Hey Henry.\n\nDonny and Laney give each other a weak hug.\n\nDONNY\nGood to see you back.\n\nLANEY\nThanks. Good to be back.\n\nHenry and Eli try to solve the superhero dilemma.\n\nHENRY\nWhich one are you getting?\n\nELI\nI have to see what I can afford. I\nhave fourteen dollars and eighty-\ntwo cents.\n\nHENRY\nWow. That’s a lot.\n\nELI\nI guess so.\n\nDONNY\nI'd pick a superhero if I were you\nEli. Personally, I always wanted to\nbe the kind of superhero that\nswoops down, rescues the woman from\nthe burning building and flies her\nto safety.\n\nThis is clearly for Laney’s benefit.\n\nHENRY\nSo you can’t be Batman cuz he\ndoesn’t fly.\n\nELI\nAnd Spiderman doesn’t really fly,\nhe swings.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis is clearly for Laney’s benefit. HENRY\nSo you can’t be Batman cuz he\ndoesn’t fly. ELI\nAnd Spiderman doesn’t really fly,\nhe swings. \n\nTARGET SECTION TO BE ANNOTATED:\nDONNY\n\nWhat do you guys think? What kind\nof superhero should I be? Maybe\nSuperman? I’d be a good Superman,\nheh?\n\fPink (03/02/2014) 63.\n\nBehind Donny, Susan comes walking down the aisle carrying an\ninfant seat. She’s very noticeably pregnant. Laney can’t\nbelieve her eyes.\n\nLANEY\nLooks like you're already a\nsuperhero Donny.\n\nSusan approaches Laney with a warm smile and a hug.\n\nSUSAN\nLaney! So good to see you! I’ve\nmissed you!\n\nLANEY\nI had no idea you were pregnant!\nYou're glowing!\n\nSUSAN\nOh bullshit. I look like shit and I\nfeel like shit. But I’m almost\nhalfway through, thankfully.\n\nDonny is uncomfortable, Laney does some math in her head.\n\nLANEY\nThat’s great. Really great you two.\nCongratulations.\n\nSUSAN\nHey- did you get my message? About\nmy birthday party?\n\nLANEY\nYes! I’m so sorry. I did, I’ve just\nbeen so busy trying to catch up on\nthings--\n\nSUSAN\nIt’s fine! I just wanted to make\nsure you know it’s no pressure.\nReally. I totally understand if\nyou'd rather skip it.\n\nLANEY\nNo, we're looking forward to it.\n\nEli interrupts, thrilled with his choice.\n\nELI\nCan I get this one mom?\n\nLANEY\nSure.\n\f64\n\nPink (03/02/2014) 64.\nDONNY\nGood choice my man.\nLaney puts her arm around Eli’s shoulder.\nLANEY\nWe have to get going E.\n(to Donny and Susan)\nSee you next weekend?\nDONNY SHERYL\nSee you soon. Can’t wait!\n\nINT. JANEY'S BEDROOM - NIGHT 64\n\nIt’s bedtime. Janey’s wearing an adorable nightgown. Janey\nsnuggles beneath the covers.\n\nJANEY\n\nI have a wish.\nLANEY\n\nWhat’s your wish?\nJANEY\n\nI can’t tell it to you.\nLANEY\n\nWhy?\nJANEY\n\nBecause it won’t come true.\n\nLANEY\nWho told you that?\n\nJANEY\nI don’t remember.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nJANEY\n\nBecause it won’t come true. LANEY\nWho told you that? JANEY\nI don’t remember. \n\nTARGET SECTION TO BE ANNOTATED:\nLANEY\nWell, whoever told you that must\nnot know about the ‘Mommy Clause.’\n\nJANEY\nThe ‘Mommy Clause?’\n\nLANEY\nYou can always tell your mommy a\nwish.\n\nJANEY\n\nGood.\n\f65\n\nPink (03/02/2014) 65.\n\nJaney throws her arms around Laney’s shoulders.\n\nJANEY (CONT'D)\nI wish you would love me forever.\n\nLANEY\nYou never have to worry about that,\nbaby. I’11 always love you.\n\nJANEY\nForever?\n\nLANEY\nForever. Now close you're eyes,\nit’s bedtime.\n\nJANEY\nAre you going somewhere?\n\nLANEY\nI told you Honey- Mommy and Daddy\nare going to a birthday party.\n\nJANEY\nNo! Don’t go! I don’t want you to\nleave!\n\nJaney goes from 0 to 60 in a second. A full blown tantrum\nensues.\n\nLANEY\nJaney we’re just going for a few\nhours! I’1l be here when you wake\nup in the morning!\n\nJANEY\nNo! No! Don’t leave me! Mommy! Stay\nhere!\n\nBruce has obviously heard the screaming and he appears in the\ndoorway wearing a suit. Janey throws her arms around Laney as\nif she can stop her- all the while screaming and crying.\nLaney looks to Bruce for help, Bruce let’s out a deep sigh of\nfrustration.\n\nJANEY (CONT'D)\nYou can’t leave me mommy!\n\nINT. PRIVATE PARTY ROOM - NIGHT - SAME 65\n\nBruce and Laney are mid slow-dance on the dance floor but\nLaney is a million miles away.\n\f66\n\n67\n\nPink (03/02/2014) 66.\nBRUCE\nHey. You okay?\n\nLaney just shakes her head, she’s seems overwhelmed with\nsadness. A tear streams down her cheek.\n\nBRUCE (CONT'D)\nIt’s just separation anxiety Lane.\nAll kids do that.\n\nLANEY\nI know-\n\nThey dance for a moment longer.\n\nLANEY (CONT'D)\nI’m going to go call them okay?\n\nBruce nods.\n\nBRUCE\nOf course. I’11 be at the table.\n\nOMITTED 66\n\nEXT.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nBRUCE\nOf course. I’11 be at the table. OMITTED 66\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n OUTSIDE RESTAURANT - NIGHT - CONTINUOUS 67\n\nLaney reaches into her bag and pulls out a cigarette. When\nshe looks up Donny is facing her. He’s obviously followed her\nout of the restaurant.\n\nDONNY\nThe way you move out there on the\ndance floor -if I were Bruce I'd\nget you your own pole.\n\nLaney puts the cigarette in her mouth.\n\nDONNY (CONT'D)\nLight?\n\nDonny pulls a lighter out of his jacket pocket and lights her\ncigarette.\n\nDONNY (CONT'D)\nYou look great.\n\nLANEY\nDo I?\n\fPink (03/02/2014) 67.\n\nDONNY\nLike a million bucks.\n\nLANEY\nThanks.\n\nLaney glances at her reflection in the club's window. She\npushes her hair behind her ear.\n\nDONNY\nYou know, I was going to call you\nbut then I thought I'd done enough,\nyou know. Caused enough damage.\n\nLANEY\nIt wasn’t your fault, Donny. You\ncould have been any man.\n\nDONNY\n(insulted)\nReally?\nLANEY\n\nI didn’t mean it like that. I just\nmeant that I was looking for\nsomething - guess I'm still\nlooking. Of course, it makes it\nharder that I don't know what I'm\nlooking for.\n\nLaney’s amused.\n\nLANEY (CONT'D)\nYou were there and willing, and I\nthought- well it doesn't matter.\nDon't worry. You didn't drive me\nto rehab.\n\nDonny is perversely disappointed.\n\nDONNY\nI took your advice. Susan and I -\nwe've been working it out.\n\nLANEY\nI saw.\n\nDONNY\nI didn’t know. When we had our\nthing-- I didn’t know she was\npregnant.\n\nLANEY\nOur thing?\n\fPink (03/02/2014) 68.\n\nDONNY\nI want to make sure you know I had\nno idea.\n\nLANEY\nI don’t know what you’re talking\nabout.\n\nDonny waits a beat. He is, in spite of his wounded ego,\nappreciative.\n\nDONNY\nThanks. I’m here for you, you\nknow. If you ever need anything.\nCall me.\n\nLANEY\nYeah. Thanks.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nCall me. LANEY\nYeah. Thanks. \n\nTARGET SECTION TO BE ANNOTATED:\nDonny opens the door to return to the party, stops a beat and\nthen...\n\nDONNY\nI mean. Not my house. Call my\noffice. You need anything you talk\nto Janine. Okay? Anything.\n\nLaney smirks, acutely aware of his audacity. Donny digs his\ncigarette into the concrete with his shoe and makes his way\nback into the restaurant. Laney dials a number on her cell\nphone and holds it against her ear.\n\nELI (0.S.)\nHello?\n\nLANEY\nIt’s mommy. How are you?\n\nELI (0.S.)\nOkay.\n\nLANEY\nYou sure?\n\nELI (0.S.)\nI’m sure.\n\nLANEY\n\nThat’s good. Your sister sleeping?\n\nELI (0.S.)\nShe's sleeping.\n\f68\n\nPink (03/02/2014) 69.\n\nLANEY\nEli?\nELI (0.S.)\nYeah?\nLANEY\nYou know I love you right?\nELI (0.S.)\nYeah.\nLANEY\n\nNah. Not really. Not how much.\nLaney can hear him breathing.\n\nLANEY (CONT'D)\nI want you to promise me E. Promise\nme that you'll always remember that\nI love you. That I really really\nlove you.\n\nELI (0.S.)\nOkay, I promise.\n\nLaney takes her forefinger and wipes under each of her eyes.\nELI (0.S.) (CONT'D)\n\nMom, can I go now? I’m gonna miss\nthe rest of the game.\n\nLANEY\nOf course. Go. Good night\nSweetheart.\nINT. PRIVATE PARTY - NIGHT - SAME 68\n\nBruce and Laney are sitting at a table near the dance floor\nwith DAVID BLACKMAN (mid-fifties) and his trophy wife KATRINA\n(mid-twenties). David is a slick looking garmento, Katrina\nhas quite the jewelry wardrobe. The table is rife with\nalcohol.\n\nBRUCE\nI cover all of that in the book but\nto answer your question, there\nreally is no such thing as having\ntoo much life insurance. Especially\nif you’re planning on having more\nkids.\n\n(MORE )\n\fPink (03/02/2014) 70.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nBRUCE\nI cover all of that in the book but\nto answer your question, there\nreally is no such thing as having\ntoo much life insurance. Especially\nif you’re planning on having more\nkids. (MORE )\n\fPink (03/02/2014) 70. \n\nTARGET SECTION TO BE ANNOTATED:\nBRUCE (CONT'D)\nAnd no offense David because you\nlook like you're in great shape,\nbut I’m guessing Katrina is going\nto outlive you.\n\nBruce is playfully ribbing him while expertly navigating the\nwaters of business and personal. David laughs, he obviously\nfinds Bruce charming.\n\nDAVID\nThat's my plan. Plucked this one\nstraight out of high school.\n\nKatrina elbows him and smiles.\n\nKATRINA\nI was almost out of college.\n\nBRUCE\nWell, the book covers lots of\nunique scenarios. I see it like\nthis David. There’s a bible for the\nafterlife. I wrote the bible for\nthe here and now.\n\nDAVID\nWell it sounds brilliant. The whole\nnotion of hedging your bet against\nGod.\n\nA WAITER arrives with a tray of cocktails. Laney pulls a\nlollipop out of her purse and starts sucking on it.\n\nKATRINA\nYou know, I’ve always dreamed of\nwriting a book. How did you do it,\nBruce? Did you just sit down and\ntype what you were thinking into a\ncomputer or did you pay someone to\nhelp you?\n\nBRUCE\nIt's sentence by sentence. Anyone\ncan do it. Call me anytime. I'd be\nhappy to help you.\n\nBruce takes his business card out of his wallet, passes it\nacross the table. He is a professional.\n\nLANEY\nWhat do you want to write a book\nabout?\n\fPink (03/02/2014) 71.\n\nKATRINA\nLike, maybe a children’s book or\nsomething. I’m not sure yet.\n\nLaney feigns interest in her.\nLANEY\n\nYou know Katrina, I'm thinking of\nwriting a book too.\n\nKATRINA\nReally, on what?\nLANEY\nOn prostitution.\nBRUCE\n(embarrassed)\n\nProstitution? Honey what do you\nknow about prostitution?\n\nLANEY\nWell I’ve been thinking about it.\nProstitution is the perfect example\nof hypocrisy. It's illegal to sell\nyour body. But when you're rich\nit's perfectly acceptable. We just\ncall it being a wife.\n\nBruce looks at her with hardened eyes. Laney smiles, returns\nthe stare.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe just\ncall it being a wife. Bruce looks at her with hardened eyes. Laney smiles, returns\nthe stare. \n\nTARGET SECTION TO BE ANNOTATED:\nLANEY (CONT'D)\nWhat do you think Katrina?\n\nKatrina doesn’t know how to respond. Across the room Donny\ntaps a spoon against a champagne glass. The guests quiet.\n\nDONNY\nI'd like to make a toast to my\nbeautiful wife.\n\nSusan's right up next to him, beaming.\n\nDONNY (CONT'D)\nI know you guys are here to dance\nand have fun so I'm going to make\nthis short. Suze, I just want you\nto know, when I drive away to work\neach morning and see you there\nwaving to me, Henry by your side,\nall I'm thinking is how fast can I\nget back to you. Thank you for\nputting up with me.\n\n(MORE )\n\f69\n\nPink (03/02/2014) 72.\n\nDONNY (CONT'D)\n\nI know I can be a real pain-in-the-\nass sometimes. Happy Birthday\nHoney.\n\nThe room quiets for a collective awwwww. Donny puts his hand\non Susan’s pregnant belly.\n\nDONNY (CONT'D)\nAnd thank you for this.\n\nHe turns to the audience.\n\nDONNY (CONT'D)\n\nCan you believe it? Another baby\nthis woman's having with me. She’s\na saint.\n\nDonny draws Susan close and begins kissing her. Laney smiles\nand claps in synchronicity with the guests.\n\nINT. LANEY AND BRUCE’S BEDROOM - NIGHT - SAME 69\n\nLaney is stretched out on the bed. She watches Bruce as he\nundoes his tie, unbuttons his shirt.\n\nLANEY\nWhen are you gonna to talk to me?\n\nBRUCE\nWhy would you do that? Say you're\ngoing to check on the kids and then\nyou come back babbling about\nprostitution? I was this close to\ngetting David Blackman as a client.\n\nLANEY\nI know.\n\nBRUCE\nDo you? Do you have any idea how\nhard I work to keep it all going?\nBecause you act like it's all some\nbig joke. Like what I do for a\nliving is beneath you somehow.\n\nLANEY\nI said I'm sorry. I really am. And\nI do know how hard you work. I\ndon’t know what I was thinking.\nCome here.\n\fPink (03/02/2014) 73.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nI\ndon’t know what I was thinking. Come here. Pink (03/02/2014) 73. \n\nTARGET SECTION TO BE ANNOTATED:\nLaney pats the side of the bed with her hand. Bruce relaxes\nand sits down next to her. Laney takes his hand and looks at\nhim sweetly. He smiles at her, understanding.\n\nLANEY (CONT'D)\nI really am sorry. It was out of\nline. She was just such a--\n\nBRUCE\nProstitute?\n\nThey laugh, real and true. Finally a joke not at their own\nexpense. A silent moment passes while Bruce changes his tune.\n\nBRUCE (CONT'D)\nCome with me to the conference this\nweekend.\n\nLANEY\nI don’t know Bruce. You know how\nthose things are. Everybody’s shit-\nfaced for three straight days.\n\nBRUCE\nNot us. Nothing stronger than water\nfor me either. We can lay in bed.\nGet a massage.\n\nLANEY\nWhat about the kids?\nBRUCE\nThey can stay with my sister.\nLANEY\nThey're having a hard enough time\nas it is.\nBRUCE\n\nThey'll be fine. Happy parents make\nhappy kids. We need this. Come on.\nA road trip.\n\nLaney glances up at the ceiling. She rolls over to face him.\nHis eyes are earnest. Warm.\n\nLANEY\nWhat if I run into my dad?\n\nBruce is saddened by this.\n\nBRUCE\nWe don’t have to leave the hotel.\n\f70\n\n71\n\nPink (03/02/2014) 74.\n\nBruce takes Laney into his arms, kisses her forehead.\nBRUCE (CONT'D)\nJust think about it. You look\ntired.\n\nHe turns off the lamp, fluffs his pillow and rolls onto his\nside. Laney stares at the ceiling. A moment passes.\n\nLANEY\nI‘1l go with you.\n\nON: Bruce. A softness coming to his face.\n\nHe reaches around her waist and pulls her close into spooning\nposition, kisses the back of her head and closes his eyes.\n\nBRUCE\nThank you.\n\nA moment passes.\n\nLANEY\nGod I hate upstate.\n\nBRUCE\nYou don’t hate upstate. You hate\nyour dad.\nLANEY\nI think I hate both. Can’t I hate\nboth?\nBruce chuckles, holds her tight.\n\nBRUCE\nYes. You can hate both.\n\nEXT.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nBRUCE\nYes. You can hate both. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n EXTERIOR SHOTS OF LAKE GEORGE HOTEL - DAY 70\n\nINT. HOTEL ROOM - DAY 71\n\nBruce is watching Laney sleep. He pushes a lock of hair from\nher forehead, waking her.\n\nBRUCE\nRise and shine Beautiful.\n\nLaney reluctantly wakes. She sees the room service cart.\n\nBRUCE (CONT'D)\nPancakes and coffee.\n\fPink (03/02/2014) 75.\n\nLaney smiles.\n\nLANEY\nBacon?\n\nBRUCE\nOf course!\n\nLaney sits up. A tuxedo and a gown are hanging on a door.\n\nLANEY\nI have to call housekeeping to get\nthose steamed.\n\nShe picks up the phone to dial and Bruce stops her.\n\nBRUCE\nWait a sec-\n\nHe hands her a cup of coffee and a small jewelry box.\n\nLANEY\nOh no. What did you do?\n\nBruce smiles. Inside the box is a beautiful diamond wedding\nband. Laney is deeply touched.\n\nLANEY (CONT'D)\nWho would have thought you’d be\nable to give me a ring like this?\n\nBruce kisses her forehead.\n\nLANEY (CONT'D)\nTell me The Newsstand Story.\n\nBRUCE\nThe Newsstand Story? You don’t want\nto hear the Newsstand Story.\n\nLANEY\nI do. I want to hear The Newsstand\nStory. Please? And I want a\nmassage.\n\nBRUCE\nHigh maintenance. Okay, roll over.\n\nLaney rolls over, a gentle smile on her face.\nBRUCE (CONT'D)\n\nOnce upon a time there was this\nincredibly good looking kid.\n\fPink (03/02/2014) 76.\n\nLANEY\nAwkward.\n\nBRUCE\nOh yeah, different story. Once upon\na time there was this incredibly\nawkward kid from Teaneck. He used\nto make a couple bucks racking\nmagazines at a store around the\ncorner from his house. He was\nusually bored out of his skull but\none day this knockout comes in.\nLong black hair. Long thin legs.\nAnd she even had nice...\n\nBruce holds his hands out in front of his chest, mimicking\ngiant boobs.\n\nBRUCE (CONT'D)\nAnd there was something about her.\nHer eyes, they seemed...sweet.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nBruce holds his hands out in front of his chest, mimicking\ngiant boobs. BRUCE (CONT'D)\nAnd there was something about her. Her eyes, they seemed...sweet. \n\nTARGET SECTION TO BE ANNOTATED:\nLANEY\nSeemed sweet or were sweet?\n\nBRUCE\nJust let me tell the story. So he\nstarted dressing up a little for\nwork--\n\nLANEY\nBullshit. He wore T-shirts\n\nBRUCE\nIf you knew how carefully he\nselected them for fit and color--\n\nLaney laughs.\n\nBRUCE (CONT'D)\nPoint is, everyday, all he could\nthink about was the next time she'd\ncome back.\n\nLANEY\nAwwww.\n\nBRUCE\nThen one day she comes in and asks\nthe old man behind the counter to\nget her a pack of smokes.\n\n(MORE )\n\fPink (03/02/2014) 77.\n\nBRUCE (CONT'D)\nWhen he turned around, she boosted\na candy bar and stuck it down her\npants, paid for her cigarettes and\nwalked out. But before she left she\nturned around and gave the kid this\nbig huge smile. Blew his mind. He\nthought-- \"this chick is hot and\ncrazy.” So he followed her out of\nthe store thinking he was gonna get\nthe nerve to talk to her. But\nthen... then she did the thing that\njust owned him. She went around the\ncorner and gave the candy bar to\nthe homeless guy who lived in the\nalley. Kid was done. From that\nmoment she owned him. He wanted to\nmarry that girl.\n\nLANEY\nAnd did he?\nBRUCE\nYes he did.\nLANEY\nEven though she told him not to?\nBRUCE\nYep. Even though you told me not\nto.\nLANEY\n\nYou know there’s something really\nwrong with you, right?\n\nBruce runs his fingers through her hair and gives her a soft\nkiss.\n\nBRUCE\nI’d marry you a hundred times.\n\nThey share a loving moment in silence. Bruce glances at his\nwatch and starts to get off the bed.\n\nBRUCE (CONT'D)\nI’m gonna hop in the shower, don’t\nwant to be late.\n\nLaney pulls him back into bed.\n\nLANEY\nLet’s fuck first.\n\f72\n\n73\n\nPink (03/02/2014) 78.\n\nINT. HOTEL ROOM - DAY - SAME 72\n\nBruce, in a casual suit, grins the grin of the satiated man.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\n72\n\n73\n\nPink (03/02/2014) 78. INT. HOTEL ROOM - DAY - SAME 72\n\nBruce, in a casual suit, grins the grin of the satiated man. \n\nTARGET SECTION TO BE ANNOTATED:\nBRUCE\nYou sure you don’t want to go with\nme?\n\nLANEY\nAs much as I love a good insurance\nseminar...\n\nBRUCE\n\nVery funny. I’1l be back by five to\nshower. Cocktails at six. Awards\nat seven.\n\nLANEY\nI’1ll be ready.\n\nBRUCE\nI called the concierge. He said\nthere’s an AA meeting not far. Just\na cab ride. Think about it?\n\nLANEY\nOf course.\n\nShe opens a prescription container, pops a pill and smiles\nfor Bruce’s benefit. Bruce gives Laney a kiss on the cheek\nand she follows him to the door.\n\nLANEY (CONT'D)\nHave a good time.\n\nAcross the hall an elderly man struggles slightly to slide\nthe dirty room service tray out of his room and into the\nhallway. Laney watches him intently. He smiles at her and\ncloses the door.\n\nINT. TAXI - DAY - CONTINUOUS 73\n\nLaney is in the backseat of a moving taxi. She takes a\ncigarette out of her bag.\n\nLANEY\nMind if I smoke?\n\nThe driver responds by rolling down the windows. Laney lights\nher cigarette.\n\f74\n\nPink (03/02/2014) 79.\n\nThey pass through a series of neighborhoods before they pull\nup to a modest but charming ranch house. Laney gets out of\nthe cab and walks up the driveway.\n\nEXT. LANEY’S FATHER’S HOUSE - CONTINUOUS 74\n\nLaney rings the doorbell. DAISY (10) answers the door. Laney\nglances at the number on the door to make sure she has the\nright house.\n\nLANEY\nOh-hello, is -ah-\n\nROGER (0.S.)\nSweetheart you have to ask who it\nis before you open the door.\n\nLaney stares at Daisy for a moment before she turns her gaze\nto Roger who is walking toward the door. Awkward silence. It\ntakes him second but then he realizes - takes a breath and\ninstinctively puts a protective arm around Daisy's shoulder-\nthe way one would do when confronted by a stranger.\n\nROGER (CONT'D)\nElaine?\n\nRoger is silent, staring in amazement. Daisy looks up to him\nin confusion.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nROGER (CONT'D)\nElaine? Roger is silent, staring in amazement. Daisy looks up to him\nin confusion. \n\nTARGET SECTION TO BE ANNOTATED:\nLANEY\nHi.\n\nROGER\nUh-come in. What a surprise. Uh\nDaisy-this is Elaine. She’s-\n\nLaney reaches her hand out to shake Daisy’s.\nLANEY\nI knew your dad a long time ago.\nYou can call me Laney.\n\nDAISY\nDo you like doll houses?\n\nLANEY\nYes. Very much.\n\nDAISY\nMe and my daddy are playing with\nmine. Want to see it?\n\nThe door closes.\n\fPink (03/02/2014) 80.\n\n75 INT. DAISY’S BEDROOM - DAY - SAME 75\n\nA dream bedroom for a little girl: Barbie dolls and stuffed\nanimals. A canopy bed. There are several framed family\nphotos on a book shelf. Laney takes them in.\n\nDAISY\nDid you have a dollhouse when you\nwere little?\n\nLANEY\nI sure did.\n\nDAISY\nWhat color?\n\nROGER\nYellow with blue shutters.\n\nLaney looks at her father. A moment is had between them.\nLaney collects the wooden family members. One by one she\nbrings them into the living room, seats them on the couch.\nThe mother in her checkered apron, the father, daughter\nbetween them, baby in bassinet.\n\nLANEY\nI like it better when everyone’s in\nthe same room.\n\nDAISY\nMe too. Can I show her my bike\ndaddy?\n76 EXT. ROGER’S HOUSE - SAME 76\n\nRoger helps Daisy put her bike helmet on.\n\nLANEY\nWow, a helmet. Huh.\n\nROGER\nAll these laws- all this PC garbage\nto keep your kid safe. The helmets,\nthe car seats, the this and that.\nThey didn’t have that when you were\na kid and look at you! You got\nthrough it just fine.\n\nLANEY\nYeah. Just fine Dad.\n\nA long, awkward silence as they watch Daisy ride around on\nher bike.\n\fPink (03/02/2014)\n\nROGER\nShe loves that bike. Got it for her\neighth birthday. (pause) I was\nright about her age when I hit my\nfirst home run. I was so excited I\nran all the way home from school.\nCompletely out of my mind. P-O-P.\nBrought in three runs.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nCompletely out of my mind. P-O-P. Brought in three runs. \n\nTARGET SECTION TO BE ANNOTATED:\nRoger never takes his eyes off Daisy.\n\nROGER (CONT'D)\nDaisy! Slow down around the corners\nhoney. You’re gonna fall.\n\nDaisy slows down.\n\nROGER (CONT'D)\nI took the stairs two at a time,\n'Ma!' I shouted, 'Ma!' I couldn't\nwait to tell her. I didn't even\nknock; I just busted right into her\nbedroom. And there she was,\nunconscious. Face down on the floor\nin a pool of her own vomit.\n\nLANEY\nYou never told me that.\n\nROGER\nYou were too young. Drank herself\nto death. I don’t even think your\nmother knows that. Took me until I\nwas fifty to stop being angry.\n\n81.\n\nSomething about the way Roger communicates this, his tone,\nthe way he looks at Laney and the concern in his eyes, gives\n\nit away.\n\nLANEY\nWho told you?\n\nROGER\nYour brother.\n\nLaney takes a minute to process.\n\nLANEY\nI’m not angry, Dad.\n\nROGER\nOf course you are.\n\nThey watch Daisy pedal along the driveway.\n\fPink (03/02/2014) 82.\n\nROGER (CONT'D)\nI was thinking, maybe I’1l bring\nDaisy to the city this summer.\n\nLaney’s far away.\n\nLANEY\nWhy didn’t you call me?\n\nROGER\nYou were in the hospital. I didn’t\nthink it was the right time.\n\nLANEY\nWhy didn't you call me for the\nthirty years before that?\n\nRoger doesn’t have an answer.\nLANEY (CONT'D)\n\nI need to get going dad. Can I use\nyour bathroom?\n\nROGER\nOf course. First door on your\nright.\n77 INT. DAISY’S BEDROOM - DAY - SAME 77\n\nLaney walks into Daisy's room. She takes it in: the canopy\nbed, the collection of teddy bears, the doll house. Laney\nkneels, runs her finger across each of their heads. Then she\ntakes the father and drops him in her bag.\n\n78 EXT. ROGER’S HOUSE 78\nLaney comes out of the house. A taxi is waiting.\nROGER\nI would have been happy to drive\nyou back to your hotel.\nLaney walks over to Daisy. Gives her a hug.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nROGER\nI would have been happy to drive\nyou back to your hotel. Laney walks over to Daisy. Gives her a hug. \n\nTARGET SECTION TO BE ANNOTATED:\nLANEY\nIt was nice to meet you Daisy.\nTake good care of your Daddy.\n\nDaisy doesn’t really understand this but she smiles.\n\nLANEY (CONT'D)\nAnd you take care of her, okay?\n\f78A\n\n78B\n\n79\n\nPink (03/02/2014) 83.\n\nRoger understand the implication of Laney’s words. He’1ll get\nit right this time. He opens his arms, hesitates.\n\nROGER\nCan I?\n\nLaney nods, but barely. Roger wraps his arms around her\nshoulders.\n\nROGER (CONT'D)\nYou know, I never stopped loving\nyou Elaine.\n\nLANEY\nI know Dad.\n\nLaney steps into the taxi and Roger carefully closes the\ndoor.\n\nLANEY (TO THE DRIVER) (CONT'D)\nWe can go now.\n\nThrough the window Laney sees Daisy waving and her father\nwiping tears from his eyes.\n\nINT. TAXI CAB - DAY - CONTINUOUS 78A\n\nLaney sinks. She takes a deep breath, follows it with\nanother no matter how much air she takes in it isn’t enough.\nShe can’t seem to catch her breath. She puts her head\nbetween her legs and continues to breathe deeply, pulls her\nhead up again, stretches out her back. The taxi driver\nadjusts his rearview mirror.\n\nINT. HOTEL LOBBY- DAY- CONTINUOUS 78B\n\nLaney reaches into her bag, takes out her phone and dials.\nThe phone rings. We hear Bruce’s voice mail.\n\nBRUCE (V.0.)\nHey, you reached Bruce-\n\nLaney tosses the phone back into her bag. Deflated. She eyes\nthe lobby bar.\n\nINT. LOBBY BAR - DAY - SAME 79\nLaney sits down at an empty bar. There is a handsome\n\nBARTENDER (early 30's) cleaning glasses, his hair pulled back\nin a ponytail.\n\fPink (03/02/2014) 84.\n\nBARTENDER\nWhat’11 it be?\n\nLANEY\nA couple of Xanax would be great.\n\nBartender smiles.\n\nBARTENDER\nYou and me both.\n\nLANEY\nA shot of tequila with a lime.\n\nThe Bartender prepares her drink, doing away with the\nrequisite shot glass. He sets her drink in front of her.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nLANEY\nA shot of tequila with a lime. The Bartender prepares her drink, doing away with the\nrequisite shot glass. He sets her drink in front of her. \n\nTARGET SECTION TO BE ANNOTATED:\nLaney looks at it for a moment, then shoots it.\n\nLANEY (CONT'D)\nKeep em coming okay?\n\nBARTENDER\nNot a problem, I like the company.\nAre you staying with us at the\nhotel?\n\nLANEY\nYes.\n\nLaney contemplates him for a moment.\n\nLANEY (CONT'D)\nMinnesota. That's the accent,\n\nright?\nBARTENDER\nSure is.\nLANEY\nDylan, Prince or Replacements?\nBARTENDER\nWent to the same high school Dylan\nwent to.\nLANEY\n\nYou're gonna think I’m crazy.\n\nBARTENDER\nI like crazy.\n\nLANEY\nNever mind.\n\f80\n\nPink (03/02/2014) 85.\n\nBARTENDER\nTell me.\n\nLANEY\nPeople must tell you all the time\nthat you look like Jesus.\n\nLaney smiles wide - she knows she has him.\n\nINT. HOTEL ROOM - NEXT MORNING 80\n\nLaney’s gown still hangs from the door, perfectly pressed.\nBruce pulls his suit out of the closet, places it in the\ngarment bag and zips it up. He is packing with some urgency.\nOr is it anger? There is a suitcase on the bed, a small mess\nof clothes waiting to be folded and packed. The hotel room\ndoor opens quietly as Laney tries to slip in without being\nheard. Her plan is foiled right away when she sees Bruce. He\nhears her but doesn't bother to turn around. Laney gathers\nher courage.\n\nLANEY\nI’m so sorry Bruce. I fell asleep\nby the lake.\n\nBruce is silent.\n\nLANEY (CONT'D)\nBy the time I woke up I already\nmissed the ceremony. And then I was\ntoo nervous to come back. I didn’t\nwant to disappoint you.\n\nMore silence.\n\nLANEY (CONT'D)\nHow did it go? Were you a huge hit?\n\nBRUCE\nI looked for you by the lake Laney.\nYou weren’t there.\n\nLANEY\nAre you saying you don’t believe\nme?\n\nBRUCE\nYes. I’m saying I don’t believe\nyou.\n\nLANEY\n\nJesus Bruce--\n\fPink (03/02/2014) 86.\n\nBRUCE\nNo. Do NOT try to turn this around\nand make me look like the bad guy\nLane.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nLANEY\n\nJesus Bruce--\n\fPink (03/02/2014) 86. BRUCE\nNo. Do NOT try to turn this around\nand make me look like the bad guy\nLane. \n\nTARGET SECTION TO BE ANNOTATED:\n Saying your lie louder\ndoesn’t make it true.\n\nLaney sits on the bed where he's packing. She softens, he\ndoesn't.\n\nLANEY\nBruce, just listen. I found a\ncouple Xanax in the bottom of my\npurse. I know I shouldn’t have\ntaken any but-\n\nBruce grabs Laney’s face in his hand like he’s going to snap\nher neck off.\n\nBRUCE\nWhat the fuck is wrong with you?\n\nHe squeezes tighter, then lets go.\n\nBRUCE (CONT'D)\nWhy is it so easy for you to look\nme in the eyes and lie to me?\n\nHe stares at her. Small pools of tears have settled in the\ncorners of Bruce’s eyes.\n\nBRUCE (CONT'D)\nDo you even love me Laney?\n\nLANEY\nOf course I do.\n\nBRUCE\nJust not enough I guess.\n\nHe looks at Laney with a mixture of love and regret.\n\nBRUCE (CONT'D)\nI’m going to Atlanta. I have some\nbusiness there and I need to clear\nmy head. Figure out where we go\nfrom here.\n\nLANEY\nWhen are you coming back? What\nabout Eli’s piano recital?\n\nThis is almost comical. He shakes his head. Laney, mother of\nthe year.\n\f80A\n\n80B\n\n80c\n\nPink (03/02/2014) 87.\n\nBRUCE\nI'll be back in time. They’1l stay\nwith my sister until I get home.\n\nLANEY\nWhat? You don’t trust me?\n\nBRUCE\nNo. I don’t.\n\nHe walks toward the door, bag in hand, turns back to Laney.\n\nBRUCE (CONT'D)\nThis is my fault. I shouldn’t have\nbrought you. It was too soon.\n\nLANEY\nSo you're just leaving? You’re just\nleaving me here alone?\n\nBRUCE\nYeah. You always seem to find your\nway home eventually.\n\nHe opens the door.\n\nBRUCE (CONT'D)\nI just don’t know if I want to be\nthere next time you do.\n\nINT. BROOK'S HOUSE - DAY 80A\n\nLaney unlocks her front door and pulls her suitcase in behind\nher.\n\nINT.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. BROOK'S HOUSE - DAY 80A\n\nLaney unlocks her front door and pulls her suitcase in behind\nher. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n BROOKS HOUSE - CONTINUOUS 80B\n\nLaney parks her bag next to her, looks around and feels the\nemptiness. Janey’s ballet outfit it on the bench, Eli’s\nbackpack. Laney walks into the family room. Slow but\ndeliberate.\n\nINT./EXT. LIVING ROOM - CONTINUOUS 80c\n\nLaney turns on a table lamp and gazes at a few photographs of\nher family on the table next to it. She walks over to the\nwindow, looks at the basketball court. It’s empty but for a\nball and Janey’s pink bike.\n\f81\n\nPink (03/02/2014) 88.\n\nINT. PIANO RECITAL — DAY 81\n\nModest suburban living-room, upright piano, folding chairs.\nEli is wearing a navy sports coat over a Knicks jersey. Janey\nplays with her Barbie doll. Laney glances out the window and\nthen back to Eli who is doing his eye ritual, blinking hard.\nHe seems to have added a new step - he twists his mouth,\nholds his lips in a tight squeeze, waits a beat, releases and\nthen again. A young girl SABRINA (age 10) finishes her\nrecital piece. The AUDIENCE claps. MRS. MATTINGLY (30's),\nEli's piano teacher, steps to the front of the room. She\ngives Sabrina a hug.\n\nMRS. MATTINGLY\nLet’s give Sabrina another round of\napplause.\n\nLaney hears a car door slam. She looks out the window and\nsees Bruce, still with rolling bag, just in time. He walks\nin, scans the room. There is an empty seat next to Laney but\nhe chooses to take a seat in the back. Janey sees him and\nleaps down the aisle.\n\nJANEY\nDaddy!\n\nShe grabs his hand in an effort to lead him to their seats\nbut he doesn’t follow. Instead he scoops her up onto his lap.\nOstensibly he doesn’t want to interrupt Mrs. Mattingly but in\ntruth he doesn’t want to be near his wife. Mrs. Mattingly\nsees him politely sitting in the back.\n\nMRS. MATTINGLY\nIt’s okay Bruce. This isn’t\nCarnegie Hall.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nMRS. MATTINGLY\nIt’s okay Bruce. This isn’t\nCarnegie Hall. \n\nTARGET SECTION TO BE ANNOTATED:\n Go sit with your\nfamily.\n\nAs Bruce makes his way down the aisle we see Laney and Eli\nslide over to make room for him. Bruce sits down next to\nEli, Janey on his lap. He puts his arm around his son’s\nshoulder. Eli is twitching away. Laney and Bruce barely make\neye contact.\n\nMRS. MATTINGLY (CONT’D)\nSo much has been written about\nBeethoven's deafness but my\nfavorite story is this one. After\nthe first performance of The Ninth,\nBeethoven stared blankly at his\norchestra. A thoughtful musician,\nrealizing he couldn’t hear the\nclapping, turned Beethoven around\nto face the audience.\n\n(MORE )\n\f82\n\n83\n\nPink (03/02/2014) 89.\n\nMRS. MATTINGLY (CONT’D)\nIt was Beethoven’s eyes, not his\nears that conveyed the symphony’s\ntriumph. Now let’s use our eyes and\nears while we welcome Eli Brooks to\nthe stage. Eli will be performing\nthe final movement of the Ninth.\nThe Ode to Joy.\n\nEli, all three-foot nine walks up on stage as the audience\npolitely claps. He takes a seat at the piano. He composes\nhis hands properly but doesn’t begin. This is gut wrenching.\nHis eyes start twitching, his mouth is turning. Laney holds\nher breath, eyes wide in anticipation.\n\nBRUCE\n(under his breath)\nCome on Buddy....\n\nEli goes through another short series of eye twitches and\nmouth contortions. This moment is taking forever, the room is\nsilent in anticipation. A PARENT subtly turns around to look\nat Laney for her reaction. Laney sits up straighter, stoic,\nmasking her nerves. And then amazingly, without any twitching\nof the neck, contorting of the mouth, blinking of the eyes,\nEli begins to play - fingers on keys, wrists raised.\n\nThis, the sound of her son, is, perhaps, the most beautiful\nLaney's ever heard. She secretly exhales and then because\nshe’s overcome with emotion, her eyes fill with tears. She\ncan feel Bruce watching her, she turns her head slowly. When\ntheir eyes meet there is no malice.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe secretly exhales and then because\nshe’s overcome with emotion, her eyes fill with tears. She\ncan feel Bruce watching her, she turns her head slowly. When\ntheir eyes meet there is no malice. \n\nTARGET SECTION TO BE ANNOTATED:\n Instead a flicker of\nhope, the mutual acknowledgement of their little boy’s\ntriumph. At that moment, as Eli takes his bow and the room\ncheers, all is forgiven.\n\nOMITTED 82\n\nINT. BROOKS’ HOME - FOYER - DAY - SAME 83\n\nBruce unlocks the front door and lets everyone into the\nhouse. Bingo, wagging his tail, is there to greet them.\n\nBRUCE\nDon’t forget to take off your\nshoes.\n\nThe kids smile. Leave their shoes on the mat. Put their\ncoats on the bench. All the while Laney is trying to compose\nherself.\n\f84\n\nPink (03/02/2014) 90.\n\nJANEY\nWhy are you crying Mommy?\n\nLANEY\nThese are happy tears.\n\nLaney walks over to Eli. Kneels.\n\nLANEY (CONT'D)\nE-you were extraordinary today.\nBreathtaking. I don’t think I’ve\never heard anything more beautiful.\n\nLaney puts her hands on Eli’s shoulders. She takes him in.\nHer beautiful boy.\n\nLANEY (CONT'D)\nI don’t deserve to be your mother.\n\nBruce is getting anxious about where this conversation may\nlead.\n\nBRUCE\nWho wants a snack?\n\nJANEY\nHot chocolate?\n\nBRUCE\nSure.\n\nJANEY\n\nWith marshmallows.\nBruce glances at Laney. Her smile belies her anxiety.\n\nLANEY\nI have to run to the bathroom.\nI'll meet you there in a minute.\n\nINT. BATHROOM - DAY - SAME 84\n\nLaney closes the bathroom door, removes the tampon box from\nthe top shelf and pulls out the familiar white envelope. She\nempties the contents of the envelope onto the floor. She\ncuts lines, sniffs coke, glances at herself in the mirror.\nBingo scratches at the bathroom door, he wants to come in.\nLaney ignores him.\n\nThere is a crash of some sort in the next room. The kids are\ncalling her name. Laney does one more line and starts\ncleaning up in a hurry. She realizes she doesn’t have much\ntime.\n\f85\n\n86\n\n87\n\nPink (03/02/2014) 91.\n\nJANEY AND ELI\nMom.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe realizes she doesn’t have much\ntime. 85\n\n86\n\n87\n\nPink (03/02/2014) 91. JANEY AND ELI\nMom. \n\nTARGET SECTION TO BE ANNOTATED:\n Mooooocoocom!\n\nBRUCE\nLaney!\n\nLANEY\nOne second!\n\nJANEY AND ELI\nMom!\n\nEli enters the bathroom first, followed by Janey and Bingo.\nLaney pretends to be looking for something.\n\nLANEY\nI lost my contact. Damn this floor\nmakes -it’s impossible to find-\n\nLaney looks up. The three of them are staring at her. She\nwipes her nose with her sleeve. There is blood on it. The\nkids are visibly frightened as Bruce leads them out of the\nbathroom by their shoulders.\n\nJANEY\nMommy! What’s wrong with mommy?\n\nEXT. DRIVEWAY - DAY -— CONTINUOUS 85\n\nLaney runs out the front door and speeds off.\n\nOMITTED 86\n\nINT. DONNY’S OFFICE - DAY - CONTINUOUS 87\n\nWalls covered with advertisements. Directly behind Donny is\na mock up of the spring ad campaign. A life-sized poster, a\ncaricature of Donny's father sitting on top of a cow. Arms\nin the air, cowboy hat, two lassoed yogurt pops. “The Dairy\nKing Rides Again.” Donny is taken aback by the site of\nLaney: mascara running down her face, crusted blood on her\nnose. She’s shaking.\n\nLANEY\nI need something to calm down.\n\nDonny hands her a tissue, then guides her into a chair.\n\nDONNY\nWhat happened?\n\fPink (03/02/2014) 92.\n\nLANEY\nI don’t want to talk about it.\n\nLaney wipes her nose, glances at the tissue. There’s blood\non it. She crumples the tissue into her hand.\n\nDONNY\nI can’t give you anything, Lane.\nWhat kind of person would that make\nme?\n\nLANEY\nPlease Donny. Now isn’t the time\nfor moralizing.\n\nDONNY\nBut you were just in rehab -\n\nLANEY\nWell now I’m not. Please!\n\nDonny's office phone rings but he ignores it. Instead he\nwets his thumb, wipes the dry blood from Laney's nose, tucks\na piece of Laney's hair behind her ear. A tear runs down her\ncheek.\n\nDONNY\nIt’s all going to be okay.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nInstead he\nwets his thumb, wipes the dry blood from Laney's nose, tucks\na piece of Laney's hair behind her ear. A tear runs down her\ncheek. DONNY\nIt’s all going to be okay. \n\nTARGET SECTION TO BE ANNOTATED:\nLANEY\nNot for me. But it is for you -\nyou’re about to have a baby!\n\nDONNY\nWe'll figure it out.\n\nDonny kisses the back of Laney’s neck. Then her mouth. He\nslips his hand into her blouse. His cell phone rings. He\npulls it out of his pocket and looks at the Caller ID.\n\nDONNY (CONT'D)\nHey Suze, what’s up?\n\nDonny looks concerned.\n\nDONNY (CONT'D)\nJesus! Are you at the emergency\nroom? Okay, take a deep breath.\nWhat did the doctor say? Is he in\npain? I'm on my way. Everything's\ngonna be okay.\n\nDonny hangs up the phone.\n\f88\n\n89\n\nPink (03/02/2014) 93.\n\nLANEY\nHow many people you going to make\neverything okay for?\nDonny shoots Laney a look of disgust.\n\nDONNY\nThis is my son.\n\nHe grabs his jacket and leaves. Laney opens Donny’s locked\ndesk drawer with a letter opener and rifles through the\nprescription containers inside. She swallows some pills,\nstuffs the prescriptions into her purse and leaves.\n\nEXT. STREET - DAY - SAME 88\nLaney is walking to her car. Across the street a neon sign\nflashes: EVERY NIGHT EIGHTIES NIGHT, THURSDAY IS LADIES NIGHT\n1$ BEERS.\n\nINT. O’SULLIVAN’S BAR - DAY - CONTINUOUS 89\nLaney takes a seat, eyes the BARTENDER for a drink.\n\nLANEY\nBeer.\n\nA guy in a QUAKER STATE walks over to the bar.\nQUAKER STATE\nNo Springsteen on the jute box?\nThis is Jersey.\n\nHe glances at Laney.\n\nLANEY\nSpringsteen fan?\n\nQUAKER STATE\nHow could you tell?\n\nLaney smirks, unimpressed.\nQUAKER STATE (CONT’D)\nBest musician on the planet. Put\nJersey on the map.\n\nLaney lifts the bottle to her mouth. She recognizes the\npathetic pick-up attempt but she’s willing to play ball.\n\fPink (03/02/2014) 94.\n\nLANEY\nI’m sure Sinatra would argue.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe recognizes the\npathetic pick-up attempt but she’s willing to play ball. Pink (03/02/2014) 94. LANEY\nI’m sure Sinatra would argue. \n\nTARGET SECTION TO BE ANNOTATED:\n And\nBon Jovi, and--\n\nQUAKER STATE\nBon Jovi? All he ever wanted was to\nbe Bruce.\n\nLANEY\nWe all want to be something bigger\nthan we are I guess.\n\nQUAKER STATE\nYeah.\n\nQuaker State moves closer.\n\nQUAKER STATE (CONT’D)\nWhat did you want to be?\n\nLANEY\nMe?\n\nLaney tries to make out the tattoo on his arm.\n\nQUAKER STATE\nYou see me talking to anyone else?\n\nLANEY\nAll I wanted was to get married,\nhave kids and live happily ever\n\nafter.\n\nQUAKER STATE\nSo?\n\nLANEY\nSo what?\n\nQUAKER STATE\nSo what's a nice girl like you\ndoing in a place like this?\n\nThe pills have kicked in, Laney has that all too familiar\nglaze.\n\nLANEY\nWho said I’m a nice girl?\nEXT. PARKING LOT/ALLEY - NIGHT - SAME 90\n\nLaney’s cheek is pressed up against a brick wall. There’s\ntrash all around: garbage cans overflowing with debris.\n\fPink (03/02/2014) 95.\n\nLANEY\nLick it.\n\nQUAKER STATE\nLick what baby?\n\nLANEY\nMy ass.\n\nQUAKER STATE\nYour ass?\n\nAs he bends down to lick her ass, Laney shoves him in an\neffort to provoke him. She’s looking for trouble.\n\nLANEY\nNo more fucker.\n\nQUAKER STATE\nI‘11 tell you when it’s no more.\n\nLaney has succeeded in instigating Quaker State. He draws\nback her head and smashes her face against the brick. As she\nreaches for the wound he pulls her arm back. Laney chuckles,\ninviting more pain.\n\nLANEY\nFuck.\n\nHe likes this.\n\nQUAKER STATE\nThat hurt?\n\nLANEY\nBarely felt it. Is that all you\ngot?\n\nQuaker State smashes her face into the wall one more time\nwhich turns him on even more. He finishes and buttons up his\npants. She sinks to the pavement and watches as he dumps the\ncontents of her purse on the ground. He picks up the cash and\nthe two bottles of pills.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe finishes and buttons up his\npants. She sinks to the pavement and watches as he dumps the\ncontents of her purse on the ground. He picks up the cash and\nthe two bottles of pills. \n\nTARGET SECTION TO BE ANNOTATED:\n He stashes the cash and one of the\nbottles in his pocket, takes the lid off the other bottle and\npours the pills on Laney.\n\nQUAKER STATE\nWant?\n\nLaney can't move her lips. The gash on her cheek is throbbing\nbut she looks remarkably at peace. She got what she wanted,\nwhat she’s certain she deserved.\n\f91\n\n92\n\n93\n\n94\n\n95\n\nPink (03/02/2014) 96.\n\nLaney gives a feeble smirk before she falls into a fog, in\nand out of consciousness. She tries to get up, falls down\nagain. Did someone try to help her up? Did she hear voices?\nShe loses consciousness again.\n\nFADE TO BLACK.\n\nFADE IN:\n\nEXT. ALLEY - DAWN 91\n\nAs the sun begins to rise, Laney opens her eyes and takes a\nsecond to place herself. She touches her cheek, feels around\nfor her bag. You can practically smell the alley- the piss on\nthe ground, the trash starting to defrost from the nighttime\ncold. She sits up, reaches for her purse and all of her\nbelongings strewn around her.\n\nEXT. PARKING LOT - DAWN - CONTINUOUS 92\n\nLaney stumbles to her car. She looks for her keys but can’t\nfind them. She reaches for her iPhone. Her screen saver is\nan adorable photo of Eli and Janey. We see Laney’s\nreflection on the screen. Tears rolling down her cheeks. She\npresses the button in her contacts that says, “Valley Cab”.\n\nEXT. LANEY’S STREET - DAWN 93\nLaney’s in the back seat of a taxi cab, her face black and\nblue, dried blood. She’s a mess. We pass the same tall trees,\npainted fences that we passed in the opening scene. The taxi\nslows to a stop in front of her house. It’s early morning.\nAll the lights are off. Laney opens the taxi door.\n\nLANEY\nCan you wait?\n\nThe taxi driver nods his head.\n\nINT./EXT. BROOK'S HOUSE - DAY - SAME 94\nLaney takes the key from under the potted plant, opens the\nfront door and quickly turns the alarm off.\n\nINT.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT./EXT. BROOK'S HOUSE - DAY - SAME 94\nLaney takes the key from under the potted plant, opens the\nfront door and quickly turns the alarm off. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n KITCHEN - DAY - SAME 95\nLaney opens a cabinet and grabs two brown lunch bags. She\n\nreaches into a drawer and grabs two bags of organic chips and\na loaf of bread.\n\f96\n\nPink (03/02/2014) 97.\n\nShe opens the fridge, takes out two slices of American\ncheese, two apples, two juice boxes... Her gestures are\nsteady and precise. Laney is on a mission: she is going to\nmake her children lunch.\n\nShe makes the sandwiches, cuts off the crusts, slices them\ninto fours, wraps them in tinfoil. Tears roll down her\ncheeks. She peels the apples, cuts them into bites, rubs them\nwith lemon so they won’t brown and places them in a Ziplock.\nShe takes out a box of crayons and writes “JANEY” in bubbly\nletters on one lunch bag and “ELI” on the other. She\ndecorates Janey’s bag with hearts and flowers and Eli’s bag\nwith basketballs and stars. The scene is tense and\nheartbreaking.\n\nLaney looks around the kitchen. There it is -- her life in\nfull. Toys, photographs, school pictures pasted to the\nrefrigerator, schedules and children’s artwork tacked to the\ncork board.\n\nIt’s time to go. Laney walks towards the front door, Bingo\n\nfollows. But before she leaves she gets down on her knees and\nkisses him. When she stands up she sees Bruce leaning against\nthe banister. He looks at Laney with sadness and resignation.\n\nJANEY (0.S.)\nDaddy?\n\nBruce hangs his head down, as if Laney’s battered face is a\nslap to his own.\n\nJANEY (CONT'D)\nDaddy?\n\nLaney looks up the stairs, then to Bruce.\n\nLANEY\n(Whispers)\nI’m sorry.\n\nBruce watches as Laney makes the long short walk to the taxi.\n\nEXT. BROOKS HOUSE - CONTINUOUS 96\n\nThe driver turns on the engine. As Laney steps in she\nnotices the light in Eli’s room come on. She closes the\ndoor, presses her hand against the taxi window. Bingo,\nwagging his tail, is standing with Bruce by the front door.\n\nLANEY\n(to taxi driver)\nWe can go.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe closes the\ndoor, presses her hand against the taxi window. Bingo,\nwagging his tail, is standing with Bruce by the front door. LANEY\n(to taxi driver)\nWe can go. \n\nTARGET SECTION TO BE ANNOTATED:\n\fPink (03/02/2014) 98.\n\nThe taxi makes it’s way down the tree lined street until it\ndisappears.\n\nCUT TO BLACK.\n\f"
}