{
  "1": "\n\n\n\n\n\n                              I SPIT ON YOUR GRAVE\n\n\n\n\n\n\n\n                                   Written by\n\n\n\n                                  Adam Rockoff\n\n\n\n\n\n\n\n \n\n          ﻿FADE IN:\n\n\n\n                         1 OMITTED 1\n\n\n\n           EXT. CITY STREET - DAY \n\n\n\n          JENNIFER HILLS races down from a stoop, a suitcase rolling\n\n          along behind her. Even dressed down, this city girl can't\n\n          hide her natural beauty and panache.\n\n          She makes her way across the street and to an SUV. she opens\n\n          the trunk and tosses in the suitcase among several other\n\n          bags.\n\n\n\n          She closes it, and walks to the driver's side. We see that\n\n          the entire cargo bay of the SUV is filled with boxes and\n\n          personal affects.\n\n\n\n          Al INT. SUV, CITY STREET - DAY Al\n\n\n\n          Jennifer gets in and slams the door shut. she takes a moment\n\n          to think, to breathe. Something is weighing heavily on her\n\n          mind.\n\n\n\n          After a beat, she glances up to the rearview mirror and looks\n\n          at herself. She take a long, deep, cleansing breath, and\n\n          then she turns the key in the ignition and starts the car.\n\n          B1 EXT. SUV, CITY STREET - DAY Bl\n\n          The SUV drives off down the city street.\n\n\n\n          C1 EXT. CITY OVERPASS - DAY C1 \n\n\n\n          The SUV carves its way through traffic as the city looms in\n\n          the background, growing more distant by the second.\n\n\n\n          2 INT. CAR, RURAL ROAD - DAY 2 \n\n\n\n          The midday sun bakes the landscape as Jennifer drives through\n\n          a country road. A stark contrast from the city, and\n\n          absolutely breathtaking.\n\n\n\n                         GPS SYSTEM\n\n          Turn right up ahead.\n\n\n\n\n\n          Jennifer squints out the front windshield. The streets are\n\n          all unpaved and none of them are marked with street signs.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 2.\n\n\n\n          Finally, Jennifer pulls into the driveway of a small house.\n\n          She picks up a piece of paper from the passenger seat, checks\n\n          the address on the house, and gets out of the car.\n\n\n\n          3 EXT. EARL'S PLACE - DAY 3\n\n\n\n          Jennifer walks up the crumbling steps of the house. On the\n\n          screen door, a wire holds a wooden sign that reads; OPEN.",
  "2": "---END OF PREVIOUS SECTION---\n3 EXT. EARL'S PLACE - DAY 3\n\n\n\n          Jennifer walks up the crumbling steps of the house. On the\n\n          screen door, a wire holds a wooden sign that reads; OPEN. \n---TARGET SECTION TO BE ANNOTATED---\n          The screen door SQUEAKS loudly as Jennifer pulls it open.\n\n\n\n                         JENNIFER\n\n          Hello?\n\n\n\n          Jennifer cautiously steps inside.\n\n\n\n          4 INT. EARL'S PLACE - DAY 4\n\n\n\n          The sunlight shines through the dirty curtains. Dust clouds\n\n          hang motionless in the air, as if suspended in a solution.\n\n          Scattered across the floor are a variety of electronics in\n\n          various stages of disrepair. A handful of old, picture tube\n\n          TVs with their plastic casings cracked.\n\n\n\n                         JENNIFER\n\n          Hello?\n\n\n\n          Jennifer walks in further, trying to not step on anything.\n\n\n\n                         JENNIFER (CONT'D)\n\n          Hello?\n\n\n\n          EARL (O.S.)\n\n          I'm a coming, I'm a coming.\n\n\n\n          From out of the back walks the proprietor, EARL (late-50's),\n\n          takes a double take at Jennifer, surely the prettiest thing\n\n          he's seen in a long while. He sees her standing in the\n\n          middle of the mess, suddenly aware of it. He bends down to\n\n          pick something up in a futile attempt to clean.\n\n\n\n                         EARL (CONT'D)\n\n          Sorry about the mess.\n\n\n\n                         JENNIFER\n\n          It's fine, really. I'm Jennifer\n\n          Hills. We spoke last week.\n\n\n\n                         (NO RECOGNITION)\n\n          I'm the one who's renting the cabin\n\n          on...\n\n\n\n                         (MORE)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n           ISOYG PINK 10/29/09 3.\n\n\n\n                         JENNIFER (CONT'D)\n\n          (Jennifer holds a piece of paper)\n\n          .on Mockingbird Trail.\n\n\n\n          Earl's surprised.\n\n\n\n                         EARL\n\n          Oh, you're Miss Hills.\n\n\n\n          Earl walks over to a cabinet against the wall, opens a small\n\n          drawer and takes out a key.\n\n\n\n                         EARL (CONT'D)\n\n          Don't suppose you know how to get\n\n          out there?\n\n\n\n                         JENNIFER\n\n          Afraid not.\n\n\n\n          Earl hands her the key. Earl pulls a map with some hand-drawn\n\n          arrows already on it.\n\n\n\n                         EARL\n\n          Alright, listen up 'cause it's a bit\n\n          tricky.\n\n\n\n                         (BEAT)\n\n          These here arrows will get you\n\n          through town.",
  "3": "---END OF PREVIOUS SECTION---\nEarl pulls a map with some hand-drawn\n\n          arrows already on it. EARL\n\n          Alright, listen up 'cause it's a bit\n\n          tricky. (BEAT)\n\n          These here arrows will get you\n\n          through town. \n---TARGET SECTION TO BE ANNOTATED---\n Over here, it's more\n\n          dirt road and woods so it can get\n\n          kind of dicey. We're a tad short\n\n          on street signs.\n\n\n\n                         JENNIFER\n\n          Well if I get lost I'll just ask\n\n          for directions.\n\n\n\n                         EARL\n\n          To who? Lady, the cabin is a real\n\n          beaut, but heck if there ain't\n\n          nothin' out there for a good\n\n          country mile.\n\n\n\n                         JENNIFER\n\n\n\n                         (JOKING)\n\n          Well, I guess I don't have to worry\n\n          about bothering the neighbors.\n\n\n\n                         EARL\n\n          Not planning on throwing a party,\n\n          are ya? The security deposit...\n\n\n\n                         JENNIFER\n\n          No, no. I'm looking forward to the\n\n          peace and quiet. I'm a novelist.\n\n          I'm starting my next book.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 4.\n\n          Earl just looks at her.\n\n\n\n                         EARL\n\n          Alright, well, if that's what\n\n          you're aimin' for, just follow that\n\n          there map.\n\n\n\n          Jennifer looks at the map.\n\n\n\n          5 EXT. RURAL ROAD - DAY 5\n\n\n\n          Jennifer drives down the two lane road, barely passable by\n\n          two cars. She swerves as she glances down at map.\n\n          Then, up ahead she spots a small SERVICE STATION with a\n\n          single gas pump. She pulls up to the pump.\n\n\n\n          EXT. SERVICE STATION - DAY 6 \n\n\n\n          Jennifer gets out of the car and fumbles to fold back the map\n\n          as she twists the knob off her gas tank and reaches for the\n\n          pump. A HAND comes down on top of her own.\n\n\n\n          Jennifer spins around. \n\n\n\n          Standing there, smiling, is JOHNNY. He takes the pump from\n\n          Jennifer and inserts it into her gas tank.\n\n\n\n                         JOHNNY\n\n          Didn't mean to frighten you.\n\n\n\n          Johnny is good-looking in a rugged sort of way. He's sinewy,\n\n          but athletic and strong. Jennifer regains her composure.\n\n\n\n                         JENNIFER\n\n          No, it's fine. I'm sort of lost\n\n          anyway. Looking for Mockingbird\n\n          Trail?\n\n\n\n                         JOHNNY\n\n          You are definitely lost.",
  "4": "---END OF PREVIOUS SECTION---\nI'm sort of lost\n\n          anyway. Looking for Mockingbird\n\n          Trail? JOHNNY\n\n          You are definitely lost. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\n\n                         JENNIFER\n\n          Really? I thought--\n\n\n\n                         JOHNNY\n\n          Nah, you sure missed it. It's a \n\n          good ten miles back, left turn \n\n          after the big red mailbox.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 4A.\n\n\n\n                         JENNIFER\n\n          Oh, okay, I think I saw that.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 5.\n\n          Johnny flashes his smile, picking his teeth with a toothpick.\n\n          Jennifer stands there uncomfortably.\n\n\n\n                         JOHNNY\n\n          You, uh... staying at the cabin?\n\n\n\n          Jennifer hesitates for a second. Just as Jennifer opens her\n\n          mouth to respond, the shrill notes of a HARMONICA shatter the\n\n          silence. Jennifer turns quickly to the garage.\n\n\n\n          In the garage, ANDY, one of Johnny's employees, sits on the\n\n          fender of a broken down car. He holds a harmonica to his\n\n          lips. He's in his mid-30's with shaggy hair and arms that\n\n          look like they could bend steel.\n\n\n\n          STANLEY, one of Johnny and Andy's buddies, walks up behind\n\n          Andy. He's balding and overweight, and digs into a bag of\n\n          pork rinds.\n\n\n\n                         STANLEY \n\n          Howdy ma'am. \n\n\n\n          He leans into Andy who continues playing his harp. \n\n\n\n                         ANDY\n\n          I'd sop that up with a biscuit real\n\n          good.\n\n\n\n          Jennifer turns away from the garage and looks back at Johnny,\n\n          who is still awaiting her answer.\n\n\n\n                         JENNIFER\n\n          Uh... no. I mean yes.\n\n\n\n          As she glances to the gas pump, Johnny looks her up and down.\n\n          She is definitely something to look at.\n\n\n\n          Johnny places his hand on the hood of the car. Glances to\n\n          the guys, then back to her.\n\n\n\n                         JOHNNY\n\n          You know, you're running a little\n\n          hot. Want me to uh... maybe I\n\n          should check under your hood?\n\n\n\n          Jennifer almost laughs at the way that sounded.\n\n\n\n                         JENNIFER\n\n          How's that line working for you?\n\n\n\n          The gas pump clicks off interrupting.",
  "5": "---END OF PREVIOUS SECTION---\nJennifer almost laughs at the way that sounded. JENNIFER\n\n          How's that line working for you? The gas pump clicks off interrupting. \n---TARGET SECTION TO BE ANNOTATED---\n But Johnny just stands\n\n          there looking at her.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 5A.\n\n\n\n                         JOHNNY\n\n          I don't know, how's it working for\n\n          you?\n\n\n\n          Johnny saunters over to the pump and in a phallic manner,\n\n          pulls the pump out. It gets laughs from the peanut gallery.\n\n          Jennifer looks away, a line has been crossed. She looks to\n\n          the pump again. $19.78.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 6.\n\n\n\n                         JENNIFER\n\n          Let me just...\n\n\n\n          Jennifer fumbles into her purse when the map falls from her\n\n          hands.\n\n\n\n                         JOHNNY\n\n          I'll get that.\n\n\n\n                         JENNIFER\n\n          No I got it--\n\n\n\n          Johnny gets uncomfortably close to Jennifer at the rear door\n\n          of the car when--\n\n          HONK -- HONK -- HONK - The SUV's deafening alarm blares out.\n\n          Johnny's startled, stumbles backwards, trips and goes\n\n          sprawling to the ground.\n\n\n\n          Jennifer, controlling laughter, holds up her keys and clicks\n\n          the alarm off.\n\n\n\n          Johnny is covered in dust and oil, struggling to get to his\n\n          feet while maintaining a shred of dignity. Jennifer\n\n          chuckles.\n\n\n\n\n\n                         JENNIFER (CONT'D)\n\n          Sorry. I accidentally hit the\n\n          panic button. Are you okay?\n\n\n\n                         JOHNNY\n\n          I'm fine.\n\n\n\n          Johnny looks away, angry. He's certainly not the type of guy\n\n          who can laugh at himself easily, if at all. From the garage,\n\n          Stanley and Andy point at him and guffaw.\n\n\n\n                         ANDY\n\n          (from the garage)\n\n          Hey! You better check your\n\n          underwear, Johnny.\n\n\n\n          Stanley smiles and elbows Andy, but his mouth is too full\n\n          with pork rinds to actually laugh.\n\n\n\n                         STANLEY\n\n          Yea... Check um' for skidmarks...\n\n          Johnny shoots him a harsh look. \n\n\n\n          Jennifer hands Johnny a twenty. Trying to contain her\n\n          laughter.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 6A.",
  "6": "---END OF PREVIOUS SECTION---\nJennifer hands Johnny a twenty. Trying to contain her\n\n          laughter. ISOYG PINK 10/29/09 6A. \n---TARGET SECTION TO BE ANNOTATED---\n                         JENNIFER\n\n          Sure you okay?\n\n\n\n          Johnny's eyes are cold, his face red.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 7.\n\n\n\n                         JOHNNY\n\n          I said I was fine.\n\n\n\n          Suddenly, Jennifer grows uneasy. She smiles uncomfortably,\n\n          gets in the car and drives away.\n\n\n\n          Johnny takes a bandana from his pocket and wipes his brow.\n\n          He watches Jennifer's car disappear and spits on the ground\n\n          as the laughter escalates in her absence. Johnny spins.\n\n\n\n                         JOHNNY (CONT'D)\n\n          What the hell are you two dipshits\n\n          laughing at?!\n\n\n\n          7 EXT. CABIN - DAY 7\n\n\n\n          Jennifer arrives at the cabin. She gets out of her car and\n\n          stands there, looking up at it. In slight disrepair and in\n\n          need of a paint job but the quaint charm makes you quickly\n\n          forget its shortcomings.\n\n\n\n          8 TNT. CABIN - DAY 8 \n\n\n\n           Jennifer walks in with her bags, looks around the cabin.\n\n           It's rustic, but she's hardly roughing it.\n\n\n\n          9 INT. CABIN, THE KITCHEN - DAY 9 \n\n\n\n           She starts unpacking. A few cardboard boxes with non-\n\n          perishable food items sit on the counter next to cases of\n\n          bottled water. Also, there's a large wine case with\n\n          different liquor bottles in the sections. Jennifer takes out\n\n          a bottle of top shelf vodka and puts it in the freezer.\n\n          Then she begins to grab the wine bottles, taking an extra\n\n          second to look at one, the hell with it, she grabs an opener.\n\n\n\n          A9 TNT. CABIN - DAY A9 \n\n          Jennifer sets up her laptop at a make-shift workstation.\n\n          Throws some freshly cut flowers in a small vase, a few lucky\n\n          figurines from her travels... it all feels very ritualistic.\n\n\n\n          10 EXT. CABIN - DAY 10 \n\n\n\n          Jennifer site at the end of the boat dock. Laptop and glass\n\n          of wine writing away. She couldn't be more content.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 8.",
  "7": "---END OF PREVIOUS SECTION---\nLaptop and glass\n\n          of wine writing away. She couldn't be more content. ISOYG PINK 10/29/09 8. \n---TARGET SECTION TO BE ANNOTATED---\n          She takes a deep, replenishing breath, and then goes back to\n\n\n\n                         WRITING--\n\n\n\n          A10 INT. CABIN - DAY A10\n\n\n\n          CLOSE ON: Words fly across the screen as Jennifer types at a\n\n          furious pace. Blocks of text keep scrolling away.\n\n          Her fingers effortlessly swipe away at key after key, a\n\n          writer's high if you will.\n\n          Finally an exclamation point is stabbed with emphasis. Then \n\n          she hears a sound off in the trees. \n\n          She looks out and hears a very distant few notes of a \n\n          harmonica. Then a few even more distant \"heeeeeeweeeee\". \n\n          After a beat she innocently smiles figuring it's just some \n\n          boys off in the distance having a party or something. \n\n          Jennifer leans back, smiles briefly and pour herself a glass\n\n          of wine.\n\n\n\n          11 EXT. CABIN, FRONT PORCH - DUSK 11 \n\n\n\n          Jennifer sits at the table, her laptop propped open in front\n\n          of her. She's talking away on the phone as she stops for a\n\n          moment to take a sip from a glass of red wine.\n\n\n\n                         JENNIFER\n\n\n\n                         (INTO PHONE)\n\n          .Lonely? Are you kidding? I\n\n          should've come out here on my first\n\n          book...\n\n          The wind kicks up and a in the distance a door is slammed\n\n          shut. It startles jennifer. She looks in the direction of the\n\n          sound.\n\n\n\n                         JENNIFER (CONT'D)\n\n          Sorry, something just...\n\n          Another slam, and again.\n\n\n\n                         JENNIFER (CONT'D)\n\n\n\n                         (INTO PHONE)\n\n          Barb, hold on a minute...\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 8A.\n\n          Jennifer sets down her lap top and puts the glass of wine on\n\n          the arm of the chair. She gets up and looks off into the\n\n          dusky woods. Then back to the house.\n\n          A light breeze kicks up and SLAM. Again.\n\n\n\n                         JENNIFER (CONT'D)\n\n\n\n                         (INTO PHONE)\n\n          Let me call you back.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 9.\n\n          Jennifer snaps the phone shut, and walks down the steps of\n\n          the front porch.",
  "8": "---END OF PREVIOUS SECTION---\nJENNIFER (CONT'D)\n\n\n\n                         (INTO PHONE)\n\n          Let me call you back. ISOYG PINK 10/29/09 9. Jennifer snaps the phone shut, and walks down the steps of\n\n          the front porch. \n---TARGET SECTION TO BE ANNOTATED---\n                         JENNIFER (CONT'D)\n\n          Hello?\n\n          In response, she gets the frantic CHIRPING of crickets as\n\n          night encroaches.\n\n          Jennifer walks down a path and in the near distance she see a\n\n\n\n          SHED. SLAM!\n\n          The SHED DOOR is kicking open and closed in the breeze.\n\n          She makes her way towards the shed.\n\n          All EXT. CABIN, SHED - DUSK All\n\n          Jennifer gets to the shed. The door is wide open. She steps\n\n          inside.\n\n\n\n          B11 INT. CABIN, SHED - DUSK B11\n\n\n\n          Inside there is an array of old gardening tools. Pots,\n\n          garbage cans. Some different chemical bottles including a jug\n\n          of LYE.\n\n          Jennifer thinks she hears something from deep inside the\n\n          shed. She moves in further as--\n\n\n\n          SLAM!\n\n          The door shuts behind her -\n\n\n\n                         JENNIFER\n\n          Shit!\n\n\n\n          C11 EXT. CABIN, SHED - DUSK C11\n\n\n\n          Jennifer exits, and securely closes the shed door. After a\n\n          beat she smirks at the thought that she thought this was more\n\n          than just a door blowing in the wind, then heads back to the\n\n          cabin.\n\n\n\n          D12 EXT. CABIN, FRONT PORCH -DUSK D12 \n\n\n\n          Jennifer walks up to the chair, moves her laptop, sits and\n\n          then as she grabs her phone she knocks the glass of wine off\n\n          the arm of the chair into her lap.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 10.\n\n\n\n                         JENNIFER\n\n          Ohhhhh... You gotta be kidding.\n\n          She get up, looks at the red wine stain all over her lap, and\n\n          picks up her things to heads in the cabin.\n\n\n\n                         JENNIFER (CONT'D)\n\n          Way to go Jennifer...\n\n          The last of the days light is disappearing.\n\n\n\n          12 INT. CABIN - NIGHT 12\n\n\n\n          Jennifer stands at the sink, in panties and tank top - pre-\n\n          soaking her sweater and pants.\n\n\n\n          13 EXT.",
  "9": "---END OF PREVIOUS SECTION---\n12 INT. CABIN - NIGHT 12\n\n\n\n          Jennifer stands at the sink, in panties and tank top - pre-\n\n          soaking her sweater and pants. 13 EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CABIN - NIGHT 13 \n\n\n\n\n\n          POV THROUGH KITCHEN WINDOW:\n\n          Jennifer continues at the sink, her beautiful, partially nude\n\n          body is framed perfectly in the window for all to see... but\n\n          no one's around for miles...\n\n\n\n          14 EXT. WOODS - DAY 14 \n\n\n\n          Jennifer jogs through the trees. She wears a tight pair of\n\n          running shorts and a out off T-shirt.\n\n          Jennifer stops in a small clearing. With her hands on her\n\n          knees, she struggles to catch her breath.\n\n          She stands and walks in a circle, looks around. Checks her\n\n          watch.\n\n          Then notices something in the distance hidden behind the\n\n          trees.\n\n          ANGLE ON: A dilapidated shack, rotted from decay and neglect.\n\n          Jennifer's curiosity gets the best of her.\n\n\n\n          15 EXT. DILAPIDATED HOUSE - DAY 15 \n\n\n\n          She walks up to the shack, looks around. She then enters\n\n          through what is left of the front door.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 11.\n\n\n\n          A15 INT. DILAPIDATED HOUSE - DAY A15\n\n\n\n          The place hasn't been occupied in quite a while, but it was\n\n          once. An old, dirty mattress in the corner... a sawhorse-for-\n\n          a-counter with old cans and bottles... even a rusty old\n\n          garden tool or two.\n\n          Near the window she sees an old, mold covered BIBLE propped\n\n          open.\n\n          Jennifer suddenly gets the chills, she shakes it off and then\n\n          gets the hell out of there.\n\n\n\n          16 EXT. CABIN - DAY 16\n\n\n\n           Jennifer finishes her jog and returns to the cabin, leans \n\n           over on the porch and catches her breath. \n\n\n\n          17 INT. CABIN, BATHROOM - DAY 17 \n\n\n\n          Jennifer stands in front of the mirror. She looks at her\n\n          reflection and pulls out the band that was holding up her\n\n          ponytail. Her sweat-soaked hair falls across her shoulders.\n\n          She turns on the faucet and is met with a dirty spray.\n\n\n\n                         JENNIFER\n\n          Eww!\n\n          The spray only lasts a few seconds before sputtering out.\n\n          However, then the toilet starts to GURGLE.",
  "10": "---END OF PREVIOUS SECTION---\nJENNIFER\n\n          Eww! The spray only lasts a few seconds before sputtering out. However, then the toilet starts to GURGLE. \n---TARGET SECTION TO BE ANNOTATED---\n Jennifer lifts\n\n          the lid up with her foot. The toilet water bubbles up and\n\n          then disappears down the drain.\n\n\n\n                         JENNIFER (CONT'D)\n\n\n\n                         (SHUDDERS)\n\n          Gross.\n\n          Again, Jennifer tries the sink, but now nothing comes out.\n\n\n\n          18 INT. CABIN, KITCHEN - DAY 18\n\n\n\n          Jennifer picks up her cellphone from the counter. She takes\n\n          a small piece of paper out of her purse and punches in some\n\n          numbers on the cell. After a few rings, voicemail picks up.\n\n\n\n          EARL MESSAGE(V.O.)\n\n          You've reached the answering machine\n\n          of Earl Wooderson.\n\n\n\n                         (MORE)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 12.\n\n\n\n          EARL MESSAGE(V.O.) (CONT'D)\n\n          The office is closed, please leave a\n\n          message and someone will call you\n\n          back on Monday. If you're calling\n\n          about buying or selling an exotic\n\n          animal, please leave your name --\n\n          Jennifer snaps the phone shut in frustration, when her eye\n\n          catches the water-damaged remnants of a service sticker\n\n          hanging to the refrigerator door.\n\n          Amazingly, the phone number is still visible. She shrugs to\n\n          herself and dials the number.\n\n\n\n          19 INT. CABIN, BATHROOM -- DAY 19\n\n\n\n          She lifts the lid and looks inside - dry - and flushes a few\n\n          more times to no avail - then dirty water begins to gurgle\n\n          up.\n\n\n\n                         JENNIFER\n\n\n\n                         (LISTENS INTENTLY)\n\n          No, it won't flush... I did that\n\n          already... yes... look, I'm really\n\n          in a spot... okay... thank you...\n\n          I'm not going anywhere.\n\n          As Jennifer snaps her phone shut, the handset gets caught on\n\n          her chin, and tumbles into the toilet. PLOP!\n\n\n\n                         JENNIFER (CONT'D)\n\n          Oh shit!\n\n          Jennifer reaches down into the toilet and immediately fishes\n\n          it out. She shakes it off vigorously.\n\n\n\n          20 INT. CABIN, KITCHEN - DAY 20 \n\n\n\n          Jennifer stands next to the kitchen counter. She holds her\n\n          hair dryer which is going at full blast.",
  "11": "---END OF PREVIOUS SECTION---\n20 INT. CABIN, KITCHEN - DAY 20 \n\n\n\n          Jennifer stands next to the kitchen counter. She holds her\n\n          hair dryer which is going at full blast. \n---TARGET SECTION TO BE ANNOTATED---\n Her cell phone is\n\n          propped open on the counter in front of her. She's doing her\n\n          best to dry it out.\n\n          Suddenly, a hand reaches out and taps her on the shoulder.\n\n          Jennifer SCREAMS and spins around, turning the hair dryer on\n\n          her assailant.\n\n          An equally frightened MATTHEW throws his hands up in front of\n\n          his face and SCREAMS just as loudly. He has several think\n\n          colored rubber bands on his wrist.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 12A.\n\n\n\n                         MATTHEW\n\n          P1... please! I... I came to fix\n\n          the plumbing.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 13.\n\n          Jennifer turns off the hair dryer.\n\n\n\n                         MATTHEW (CONT'D)\n\n          I... I was knocking on the d...door\n\n          a...a... while.\n\n          Jennifer breathes a sigh of relief, especially after she gets\n\n          a look at Matthew. He's in his mid-30's, but could pass for\n\n          a good ten years younger. Awkward and shy, he can barely\n\n          make eye contact with her.\n\n\n\n                         JENNIFER\n\n\n\n                         (FRIENDLY)\n\n          I think you may have taken a few \n\n          years off my life. \n\n          Matthew doesn't get the joke.\n\n\n\n                         JENNIFER (CONT'D)\n\n          Uh... thanks for coming on such\n\n          short notice.\n\n\n\n                         (NO RESPONSE)\n\n          You need to see the bathroom,\n\n          right?\n\n\n\n          21 INT. CABIN, BATHROOM - DAY 21\n\n\n\n          Matthew works away underneath the sink. Jennifer watches him\n\n          from the bedroom sitting on the end of the bed, trying to\n\n          make small talk.\n\n\n\n                         JENNIFER\n\n          Is this gonna take much longer?\n\n\n\n                         MATTHEW\n\n          (muffled, under the sink)\n\n          N...not much.\n\n\n\n                         JENNIFER\n\n          So what's wrong with it?\n\n\n\n                         MATTHEW\n\n          Uh... it's just older pipes.\n\n          Matthew continues his work, you can tell he is uncomfortable\n\n          with the conversation.\n\n\n\n                         JENNIFER\n\n          So do you live around here?\n\n\n\n                         MATTHEW\n\n          No...no one lives around here.",
  "12": "---END OF PREVIOUS SECTION---\nMatthew continues his work, you can tell he is uncomfortable\n\n          with the conversation. JENNIFER\n\n          So do you live around here? MATTHEW\n\n          No...no one lives around here. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 14.\n\n\n\n                         JENNIFER\n\n          Yeah, I kind of get that. I meant\n\n          in town?\n\n          Matthew comes out from under the sink. He snaps nerviously\n\n          at one of the rubber bands on his wrist.\n\n\n\n                         MATTHEW\n\n          My... my whole life...\n\n          Jennifer looks to his wrist. It's all red.\n\n          Matthew turns on the faucet. Out comes a hard stream of\n\n          cold, clear water. He flushes the toilet and then turns on\n\n          the shower to the same result.\n\n\n\n                         MATTHEW (CONT'D)\n\n          All fixed.\n\n          Jennifer squeals with excitement. She wraps her arms around\n\n          Matthew and plants a kiss on his cheek.\n\n\n\n                         JENNIFER\n\n          Thank you!\n\n          Matthew blushes furiously and fumbles his tools as he packs\n\n          up. For him, the kiss was more embarrassing than enjoyable.\n\n\n\n                         JENNIFER (CONT'D)\n\n          I'm sorry. I just... you saved me\n\n          from having to bathe in the pond. \n\n          Once his tools are all packed away, Matthew dashes out of the\n\n          cabin. Jennifer follows him to the front door.\n\n\n\n                         JENNIFER (CONT'D)\n\n          Hey. Hey! I didn't even pay you!\n\n          But Matthew is long gone.\n\n\n\n          22 EXT. FISHING HOLE - DAY 22\n\n\n\n\n\n          ON MINIDV CAN LCD\n\n          A wooden bat crashes down on a fish. It goes still.\n\n          Stanley takes a MINIDV CAMCORDER away from his eye. He looks\n\n          at Andy who's holding the bloody bat, and takes a large gulp\n\n          from his beer, then--\n\n\n\n                         STANLEY\n\n          Ground rule double.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 15.\n\n\n\n                         ANDY\n\n\n\n                         (ANGRILY)\n\n          A double! Look at its head. I\n\n          knocked the eye clear out.\n\n          Andy has, in fact, knocked the fish's eye clear out. It lays\n\n          next to the creature, all weird and googly-looking.\n\n\n\n                         STANLEY\n\n          Fine. Maybe a triple. But that's\n\n          it. You got to knock the guts out\n\n          its mouth to score a run.",
  "13": "---END OF PREVIOUS SECTION---\nMaybe a triple. But that's\n\n          it. You got to knock the guts out\n\n          its mouth to score a run. \n---TARGET SECTION TO BE ANNOTATED---\n                         ANDY\n\n          Would you turn that thing off?\n\n          Gonna get us in trouble with that\n\n          human society.\n\n\n\n                         JOHNNY\n\n          Humane you dipshit.\n\n          Johnny site in a chair holding his fishing rod between his\n\n          knees. A cigarette dangles from his mouth and a beer is\n\n          perpetually glued to his hand.\n\n\n\n                         ANDY\n\n          Whatever.\n\n\n\n                         STANLEY\n\n          I told you. This thing is going to\n\n          make me a fortune. All you got to\n\n          do is film something crazy, then\n\n          you send it into the internet, make\n\n          a killing.\n\n\n\n                         ANDY\n\n          No one's gonna pay you for that\n\n          crap.\n\n\n\n                         STANLEY\n\n          It's the hits, Andy. You just\n\n          gotta get the hits.\n\n\n\n                         JOHNNY\n\n          Hits my ass, now you two retards\n\n          gonna fish or what?\n\n          Matthew comes crashing out of the foliage, knocks over the\n\n          cooler spilling ice and beer all over.\n\n\n\n                         ANDY\n\n          Speaking of retards.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 16.\n\n\n\n                         MATTHEW\n\n          Q..Quit it Andy.\n\n\n\n                         JOHNNY\n\n          Alright. Now we're all here,\n\n          what's the big show, Stanley?\n\n\n\n                         STANELY\n\n          The big show is this--\n\n          Stanley holds up the video camera like a trophy.\n\n\n\n                         ANDY\n\n          Are you kidding me? That shit?\n\n          What'd you do? Film yourself\n\n          lighting a fart?\n\n\n\n                         STANELY\n\n          Better.\n\n          Johnny just shakes his head.\n\n\n\n                         JOHNNY\n\n\n\n                         (TO HIMSELF)\n\n          I don't know why I bother.\n\n\n\n                         STANLEY\n\n          I got Matthew's girlfriend in a\n\n          private moment. \n\n\n\n                         ANDY\n\n          What do you mean like on the toilet \n\n          or something? \n\n          Stanley pulls a tape out of his pocket and loads it.\n\n\n\n                         ANDY (CONT'D)\n\n          Matthew hasn't had a girl since he\n\n          was sucking his mama's titties.\n\n\n\n                         STANLEY\n\n          Not true, my friends. And the\n\n          evidence is right here.\n\n\n\n                         MATTHEW\n\n          What are you ta...",
  "14": "---END OF PREVIOUS SECTION---\nSTANLEY\n\n          Not true, my friends. And the\n\n          evidence is right here. MATTHEW\n\n          What are you ta... \n---TARGET SECTION TO BE ANNOTATED---\n talking 'bout\n\n          Stanley?\n\n\n\n                         ANDY\n\n          Yeah, what are you talking about?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 16A.\n\n\n\n                         STANLEY\n\n          He had that babe from the city all\n\n          alone and he didn't even try to\n\n          nail her.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 17.\n\n          This gets Johnny's attention. Matthew is snapping on of the\n\n          rubber bands. It's a bit loud. Johnny looks to him as if it\n\n          is annoying him.\n\n\n\n                         JOHNNY\n\n          What babe from the city?\n\n\n\n                         STANLEY\n\n          You know, the one who stopped for\n\n          gas the other day. The one who\n\n          dumped you on your can. She had\n\n          Matty here fixing her pipes.\n\n\n\n                         JOHNNY\n\n          Bullshit.\n\n          Matthew snaps the rubber band more. Johnny turns quickly to\n\n          him.\n\n\n\n                         JOHNNY (CONT'D)\n\n          Cut that shit homo! How many times\n\n          I gotta tell you.\n\n          Stanley gets the camera ready.\n\n\n\n                         STANLEY\n\n          She even gave him a kiss for\n\n          \"servicing her.\" Look, here's\n\n          Matthew running from the cabin like\n\n          a schoolgirl.\n\n          They all gather around.\n\n          POV CAMERA: Matthew runs from the cabin, dropping tools as\n\n          he goes. Jennifer stands in the doorway calling after him.\n\n          The camera goes closer on Jennifer --\n\n          The guys break up. Johnny is a bit more serious.\n\n\n\n                         ANDY\n\n          Now that's some fine camera work,\n\n          even better than the time you\n\n          filmed yo' self hangin' your nana's\n\n          cat.\n\n\n\n                         JOHNNY\n\n          What's this about a kiss? \n\n\n\n                         STANLEY\n\n          Matthew here says she gave him a\n\n          kiss right on the cheek.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 17A.\n\n\n\n                         JOHNNY\n\n          Bullshit.\n\n\n\n                         MATTHEW\n\n          No, she did Johnny. She kissed me.\n\n\n\n                         JOHNNY\n\n          Don't lie to me dipshit.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 18.",
  "15": "---END OF PREVIOUS SECTION---\nShe kissed me. JOHNNY\n\n          Don't lie to me dipshit. ISOYG PINK 10/29/09 18. \n---TARGET SECTION TO BE ANNOTATED---\n                         STANELY\n\n          If you all don't shut the hell up\n\n          you'll miss the encore.\n\n          All eyes turn to Stanley as Stanley pushes some buttons on\n\n          the MINIDV cam. Andy comes over and looks at the LCD screen.\n\n\n\n                         STANLEY\n\n          Get ready for it.\n\n          ON MINIDV: The footage that Stanley shot is obviously the\n\n          previous night through Jennifer's kitchen window.\n\n\n\n                         ANDY\n\n          I'll be. Look at the rack on that\n\n          pony.\n\n          Andy punches Stanley in the arm. Johnny just stares at the\n\n          screen.\n\n\n\n                         ANDY (CONT'D)\n\n          You dirty dog. Where the hell'd\n\n          you get that?\n\n\n\n                         STANLEY\n\n          I've been working nights.\n\n\n\n                         ANDY\n\n          Sure is something to look at.\n\n          Matthew is clearly uncomfortable, but he desperately needs to\n\n          be one of the guys.\n\n\n\n                         MATTHEW\n\n          Yeah, and she likes me... she was\n\n          nice to me.\n\n          Stretching a rubber band.\n\n\n\n                         ANDY\n\n          Nice? To her, you're nothing but a\n\n          shitter fixer. Hell, she wouldn't\n\n          even give Johnny the time of day.\n\n          Johnny snaps his head up and looks at Stanley.\n\n\n\n                         JOHNNY\n\n          Bullshit. I could tame that ass if\n\n          I wanted to.\n\n\n\n                         ANDY\n\n          You saw her Johnny... stuck up city\n\n          bitch. \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 18A.\n\n\n\n                         STANLEY\n\n          Yea, girls like that think you're\n\n          hardly good enough to pump their\n\n          gas.\n\n          Johnny lights up another cigarette. He points at Andy. \n\n\n\n                          \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 19.\n\n\n\n                         JOHNNY\n\n          Let me tell you something. I had\n\n          her creaming in her panties.\n\n\n\n                         ANDY\n\n          And she had you shitting yours.\n\n          Least her car alarm did.\n\n          The guys yuck it up.\n\n\n\n                         JOHNNY\n\n\n\n                         (SEETHING)\n\n          You don't think I could have her\n\n          anytime I want?\n\n          Andy looks away and begins to reel in his line.",
  "16": "---END OF PREVIOUS SECTION---\nThe guys yuck it up. JOHNNY\n\n\n\n                         (SEETHING)\n\n          You don't think I could have her\n\n          anytime I want? Andy looks away and begins to reel in his line. \n---TARGET SECTION TO BE ANNOTATED---\n Stanley\n\n          stuffs his face with some crap so he doesn't have to answer.\n\n\n\n                         JOHNNY (CONT'D)\n\n          Bitch like that comes up here for\n\n          one reason. Sitting in that\n\n          window, tits flapping in the wind\n\n          for all to see. You know?\n\n\n\n                         MATTHEW\n\n          Nah... She's not like that, Johnny.\n\n          Johnny snorts, condescendingly.\n\n\n\n                         JOHNNY\n\n          How do you know, ya fuckin' virgin?\n\n          Let me tell you something. They're\n\n          all like that! Fucking big city\n\n          cock-teasing whore is all she is.\n\n          He flicks his cigarette and it sizzles out in the water. Then\n\n          he gets right up in Matthew's face.\n\n\n\n                         JOHNNY (CONT'D)\n\n          You'd have no idea what to do with\n\n          a piece of ass like that. But\n\n          luckily I'm your friend.\n\n          Johnny hands him a beer and pats him on the back firmly.\n\n\n\n          23 INT. CABIN - NIGHT 23\n\n\n\n          Jennifer writes away at the dining room table. She's on a\n\n          tear. A \"writer's zone\" where everything she types is gold.\n\n          She hits the \"return\" key hard, as if to punctuate a\n\n          particularly good sentence. She picks up some lip gloss and\n\n          puts it on.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 20.\n\n          She leans back to take a break when her eye catches the cell\n\n          phone sitting on the table. She picks the phone up, flips it\n\n          open - It's still completely dead.\n\n          In frustration, she throws the phone across the room. It\n\n          hits the couch right next to the duffle bag. She smiles\n\n          mischievously to herself.\n\n          Jennifer reaches inside and withdraws a sandwich bag filled\n\n          with pot and rolling papers. She expertly rolls herself a\n\n          joint and lights it up. She closes her eyes. Bliss.\n\n\n\n          24 EXT. CABIN - NIGHT -- LATER 24\n\n\n\n          From a distance, the cabin looks like a star twinkling in the\n\n          night sky. Trees sway in the breeze, dappling the light.\n\n\n\n          25 INT.",
  "17": "---END OF PREVIOUS SECTION---\nCABIN - NIGHT -- LATER 24\n\n\n\n          From a distance, the cabin looks like a star twinkling in the\n\n          night sky. Trees sway in the breeze, dappling the light. 25 INT. \n---TARGET SECTION TO BE ANNOTATED---\n CABIN - NIGHT 25\n\n\n\n          Jennifer's head is slouched over her desk. She passed out.\n\n          Suddenly, A SCRATCHING NOISE at the front door.\n\n          CLOSE ON: Jennifer's eyes flit open as -\n\n          Jennifer jumps awake and walks over to check the door,\n\n          glancing at the clock as she goes. 4:14 am.\n\n          Jennifer gets to the door and listens, Nothing. She tries\n\n          to look out... nothing.\n\n          She turns to walk back when the scratching returns -\n\n          Jennifer takes a few steps back toward the door. Again, the\n\n          noise stops.\n\n\n\n                         JENNIFER\n\n          Hello?\n\n          Silence. Jennifer rises up on her toes and looks out the\n\n          glass window of the front door. The porch is deserted.\n\n          Jennifer opens the door slowly.\n\n\n\n          26 EXT. CABIN - NIGHT 26\n\n\n\n          Jennifer looks outside but nothing is there. Just a gentle\n\n          breeze and the sway of the trees. Satisfied, she walks out\n\n          onto the front porch, then down the steps. She hugs herself\n\n          and shivers, then she returns inside.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 21.\n\n\n\n          27 INT. CABIN, FRONT DOOR - NIGHT 27\n\n\n\n          Jennifer shuts the front door and locks it. Then she yanks\n\n          on the door, just to make sure.\n\n\n\n          28 INT. CABIN - NIGHT 28\n\n\n\n          She walks back in grabbing her glass and bottle when --\n\n\n\n          29 INT. CABIN - NIGHT 29\n\n\n\n          The SCRAPING sound again, but this time, from UPSTAIRS.\n\n          Jennifer looks up, hoping that she imagined it. But there it\n\n          is again. She sets the bottle and glass down on the end table\n\n          next to the couch and then grabs a can of MACE from her purse\n\n          on the couch.\n\n\n\n          30 INT. CABIN, STAIRCASE - NIGHT 30 \n\n\n\n          She walks slowly, holding the mace directly in front of her.\n\n          Eventually, Jennifer gets to the top of the stairs.\n\n          At the far end of the hallway is an open window. A branch\n\n          from outside scrapes against the windowsill.\n\n          Jennifer lets out a sigh of relief. She closes the window\n\n          and heads back downstairs.",
  "18": "---END OF PREVIOUS SECTION---\nA branch\n\n          from outside scrapes against the windowsill. Jennifer lets out a sigh of relief. She closes the window\n\n          and heads back downstairs. \n---TARGET SECTION TO BE ANNOTATED---\n          31 INT. CABIN, KITCHEN - NIGHT 31 \n\n\n\n          She puts the mace back in her purse, and then picks up her\n\n          drink walking to the kitchen when--\n\n          BANG! Something smashes into the sliding glass door--\n\n          Jennifer SCREAMS dropping the glass. It SHATTERS.\n\n          With more than a hint of trepidation, Jennifer heads towards\n\n\n\n          THE SIDE DOOR.\n\n          With all the courage she can muster up, Jennifer unlocks the\n\n          door and steps outside.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 22.\n\n\n\n          32 EXT. CABIN, BACK PORCH - NIGHT 32\n\n\n\n          The side porch light acts as a spotlight, illuminating the\n\n          culprit -- a lone bird lies motionless on the ground.\n\n          Jennifer bends down and picks up a small branch from the\n\n          porch. She gives the bird a small poke... nothing. But her\n\n          uneasiness is growing. Suddenly... SLAM!\n\n          She jumps and looks to the shed, the door is open again and\n\n          swinging. She looks to it thinking, \"I shut that already...\"\n\n          She moves off the porch and toward the shed.\n\n\n\n          33 EXT. CABIN, SHED - NIGHT 33\n\n\n\n          Jennifer walks to the shed, it feels longer in the dark. She\n\n          looks around to the tree line, could be something out there,\n\n          an animal, who knows.\n\n          She reaches the shed and shuts the door again. She searches\n\n          the ground and sees a large stone.\n\n          She picks up the stone and shoves it against the door.\n\n          Satisfied, she heads back.\n\n\n\n          34 INT. CABIN - NIGHT 34\n\n\n\n          Jennifer immediately goes over to her table where the laptop\n\n          is set up. She shuffles some papers around when-\n\n          Something on her laptop screen catches her attention. She\n\n          leans forward, brow furrowed.\n\n          ON LAPTOP SCREEN: A picture of Johnny, Stanley, and Andy\n\n          leering into the laptop's camera. Like a nightmarish photo\n\n          booth snapshot.\n\n\n\n                         JOHNNY\n\n          Nice shot huh?\n\n          Jennifer shrieks and spins around only to find --\n\n          Standing there, right inside the front door, is Johnny. He\n\n          smiles.\n\n          Johnny shrugs calmly and continues milling about the room.",
  "19": "---END OF PREVIOUS SECTION---\nJennifer shrieks and spins around only to find --\n\n          Standing there, right inside the front door, is Johnny. He\n\n          smiles. Johnny shrugs calmly and continues milling about the room. \n---TARGET SECTION TO BE ANNOTATED---\n          Jennifer spins around, looking for a way out.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 22A.\n\n          But Stanley has slipped in through the back door, video\n\n          camera obnoxiously filming the scene (which will be out to\n\n          throughout).\n\n\n\n                         STANLEY\n\n          Smile real pretty for the camera.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 23.\n\n\n\n                         JENNIFER\n\n          (her voice cracking)\n\n          Get out of here. Get out of here\n\n          right now!\n\n\n\n                         JOHNNY\n\n          Now that's not very hospitable, is\n\n          it?\n\n          Then, the wooden stairs creak under Andy's steps as he walks\n\n          down -- around his chest is one of Jennifer's bra stretched\n\n          to the limit. He's twirling a thong panty on his finger. The\n\n          guys get a good laugh at Andy.\n\n\n\n                         JENNIFER\n\n          All of you better get out of here.\n\n          I called the police.\n\n          Johnny nods. He looks at her, his gaze mocking.\n\n\n\n                         JOHNNY\n\n          You called the police? Or you will\n\n          call the police?\n\n\n\n                         JENNIFER\n\n          I... I called them already.\n\n          They're on their way right now!\n\n\n\n                         JOHNNY\n\n          With what phone? Matthew said you\n\n          dropped it in the drink.\n\n          Jennifer doesn't answer.\n\n\n\n                         JOHNNY (CONT'D)\n\n          (looks at Stanley)\n\n          Speaking of.. .where the hell is he?\n\n          Stanley takes a few steps toward the back door.\n\n\n\n                         STANLEY\n\n          Matthew, get your boney ass in\n\n          here!\n\n          Shortly after, Matthew shuffles inside. He can't even bring\n\n          himself to look at Jennifer.\n\n\n\n                         JOHNNY\n\n\n\n                         (TO JENNIFER)\n\n          Matthew here said you didn't pay\n\n          him for fixity' your sink?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 24.\n\n\n\n                         JENNIFER\n\n          That is just not true! I tried to.\n\n          He ran out... (to Matthew) Is that\n\n          what you said?\n\n          Matthew winces and starts to snap a rubber band on his wrist.",
  "20": "---END OF PREVIOUS SECTION---\nI tried to. He ran out... (to Matthew) Is that\n\n          what you said? Matthew winces and starts to snap a rubber band on his wrist. \n---TARGET SECTION TO BE ANNOTATED---\n          as Jennifer walks over to her purse.\n\n\n\n                         JENNIFER (CONT'D)\n\n          I'll take care of it--\n\n          Johnny cuts her off.\n\n\n\n                         JOHNNY\n\n          --Let's not worry about that right\n\n          now.\n\n          Johnny hops up on the kitchen counter, cutting her off with\n\n          his leg. He then picks up the bottle of vodka, takes a swig.\n\n\n\n                         JOHNNY (CONT'D)\n\n          Now what's a pretty little thing\n\n          like you doing out here all alone?\n\n\n\n                         JENNIFER\n\n          I'm writing. I'm a Writer... But\n\n          my boyfriend is coming up. He'll\n\n          actually be here any minute--\n\n\n\n                         JOHNNY\n\n          That right?\n\n          The guys give a good chuckle-\n\n\n\n                         JOHNNY (CONT'D)\n\n          Well, I didn't realize you had a\n\n          boyfriend coming down. We'd better\n\n          get on outta here. Don't want to\n\n          ruin date night.\n\n\n\n                         STANLEY\n\n          Yeah, yeah. Date night.\n\n\n\n                         ANDY\n\n\n\n                         (CHUCKLING)\n\n          Date night...\n\n\n\n                         JOHNNY\n\n          You know what I think. I think\n\n          you're lying. There's no\n\n          boyfriend. No man in his right\n\n          mind would leave a girl like you\n\n          all up here on your own.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 24A.\n\n\n\n                         JENNIFER\n\n\n\n                         (EMPHATIC)\n\n          No he's coming. He had to work. I\n\n          told you he'll be here soon.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 25.\n\n          Johnny turns to her.\n\n\n\n                         JOHNNY\n\n          Yeah, well so will Santi Clause.\n\n          Andy and Stanley are loving every minute of this. Matthew\n\n          leans against the wall, his eyes on the floor.\n\n\n\n                         JOHNNY (CONT'D)\n\n          Come here. Have a drink with me.\n\n\n\n                         JENNIFER\n\n          No, look. I have the money--\n\n          Andy slingshots the thong right at Jennifer. It lands at her\n\n          feet.",
  "21": "---END OF PREVIOUS SECTION---\nJENNIFER\n\n          No, look. I have the money--\n\n          Andy slingshots the thong right at Jennifer. It lands at her\n\n          feet. \n---TARGET SECTION TO BE ANNOTATED---\n                         JOHNNY\n\n          What's a matter? Too good to drink\n\n          with us?\n\n\n\n                         JENNIFER\n\n          Please, I don't want to.\n\n          Johnny raises his eyebrows. The bottle is partially empty.\n\n\n\n                         JOHNNY\n\n\n\n                         (TO JENNIFER)\n\n          Uh, what's this? It's already been\n\n          opened.\n\n\n\n                         (TO OTHERS)\n\n          See, she don't want to drink with\n\n          us. What are we, dirt?\n\n\n\n                         JENNIFER\n\n          I didn't say that.\n\n          Andy walks over and sits down at her desk, clicks around the\n\n          screen, begins reading aloud from the text...\n\n\n\n                         ANDY\n\n\n\n                         (READING)\n\n          .No one wants a phone call at 2\n\n          o'clock in the morning. When\n\n          you're fifteen it's a prank call,\n\n          when your twenty it's a drunk\n\n          boyfriend call, but after twenty\n\n          five, it's usually real bad news.\n\n          That's how I found out my father\n\n          died...\n\n\n\n                         (THEN)\n\n          Whose daddy died?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 26.\n\n\n\n                         JENNIFER\n\n          Can you all please leave me alone?!\n\n          Meanwhile, Stanley putters around the kitchen, opening and\n\n          closing the cabinet doors, knocking stuff around. He finds a\n\n          pack of rice cakes. He shoves one in his mouth, winces,\n\n          spits it out.\n\n\n\n                         STANLEY\n\n          Damned cardboard. You eat this\n\n          shit?\n\n\n\n                         ANDY\n\n          You should! Do you some good.\n\n          Andy turns from the desk, strikes a match and flicks it at\n\n          Jennifer,\n\n\n\n                         JENNIFER\n\n          Look, can you just tell me what you\n\n          want? What do you want? I offered\n\n          you money.\n\n          Johnny stubbornly holds out the bottle of vodka. Andy\n\n          giggles. He finds this quite funny.\n\n\n\n                         JOHNNY\n\n\n\n                         (EXTENDING BOTTLE)\n\n          Here.\n\n\n\n                         JENNIFER\n\n          Fine, if you'll leave I'll take a\n\n          drink.\n\n          Jennifer studies the bottle and finally accepts it. Drinks a\n\n          small sip. They all start booing.\n\n\n\n                         JOHNNY\n\n          Come on.",
  "22": "---END OF PREVIOUS SECTION---\nDrinks a\n\n          small sip. They all start booing. JOHNNY\n\n          Come on. \n---TARGET SECTION TO BE ANNOTATED---\n You can do better than\n\n          that. I bet when you're out there\n\n          with your city friends you can throw\n\n          'em back with the best of them.\n\n\n\n                         JENNIFER\n\n          I took the drink, now you--\n\n\n\n                         JOHNNY\n\n          I said drink it!\n\n          Jennifer grows increasingly nervous and reluctantly takes a\n\n          nice swig. Then chokes and gags. They all cheer.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 27.\n\n\n\n                         JOHNNY (CONT'D)\n\n          See? Now was that so bad?\n\n          Johnny takes the bottle back and takes a swig himself.\n\n\n\n                         JENNIFER\n\n          Look, I'm sorry if I embarrassed\n\n          you the other day, but we're even\n\n          now, right? Okay. Please. Leave.\n\n          Andy and Stanley plop themselves down on the couch and prop\n\n          their feet up on the wood and glass coffee table.\n\n\n\n                         JOHNNY\n\n          Oh... that's not what this is\n\n          about.\n\n\n\n                         JENNIFER\n\n          Then what is this about?\n\n          Johnny jumps down from the counter. He stands in front of\n\n          Jennifer, towering over her.\n\n\n\n                         JOHNNY\n\n          I want to see your teeth.\n\n          As if the air is sucked out of the room. Jennifer stares at\n\n          him, not even sure she heard him correctly.\n\n          Matthew snaps the rubber band harder. He moves to the far\n\n          corner of the room and tucks himself against the wall.\n\n\n\n                         JENNIFER\n\n          Wha... what?\n\n\n\n                         JOHNNY\n\n          You heard me, show Horse. Show me\n\n          your teeth.\n\n\n\n                         JENNIFER\n\n          That's... I'm not going to...\n\n          please leave.\n\n\n\n                         JOHNNY\n\n          (quiet, but firm)\n\n          Show the teeth...\n\n          Andy walks over and hands Johnny the small wooden bat he used\n\n          to kill the fish. Johnny smacks it against his palm.\n\n\n\n                         JOHNNY (CONT'D)\n\n          .or lose the teeth.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 27A.\n\n          Andy walks back to the couch and flicks another match at\n\n          Jennifer.",
  "23": "---END OF PREVIOUS SECTION---\nJOHNNY (CONT'D)\n\n          .or lose the teeth. ISOYG PINK 10/29/09 27A. Andy walks back to the couch and flicks another match at\n\n          Jennifer. \n---TARGET SECTION TO BE ANNOTATED---\n She recoils with fear as she reluctantly gives a\n\n          half-smile, her teeth clenched together.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 28.\n\n\n\n                         JOHNNY (CONT'D)\n\n          No. Put two fingers in the side of\n\n          your mouth. Then two fingers in\n\n          the other side... and pull.\n\n          Jennifer looks at Johnny like he's seriously disturbed as\n\n          Johnny slaps the bat against his hand punctuating his point.\n\n          Jennifer puts her fingers in her mouth. She pulls her lips\n\n          away from the gums, spreading them grotesquely. It's\n\n          completely humiliating. Jennifer stops.\n\n\n\n                         JENNIFER\n\n          Now please... I'm begging you...\n\n          Johnny slides off the counter.\n\n\n\n                         JOHNNY\n\n          Uh, uh. Again.\n\n          Jennifer reinserts her fingers and pulls. Johnny reaches\n\n          into her mouth and grabs a hold of her two front teeth with\n\n          his thumb and forefinger.\n\n\n\n                         JOHNNY (CONT'D)\n\n          Alright. Good girl, Show Horse.\n\n          Johnny pulls down on Jennifer's teeth, forcing her to the\n\n          floor. Jennifer looks as if she's about to cry, near her on\n\n          the ground is the broken glass.\n\n          Stanley and Andy needle each other like schoolboys. Matthew\n\n          shuffles nervously, clearly uncomfortable at being there.\n\n\n\n                         JOHNNY (CONT'D)\n\n          I'll tell you something\n\n          sweetheart... know why you ain't\n\n          got no boyfriend?... 'Cause all\n\n          them city guys are faggots.\n\n          Johnny turns to her.\n\n\n\n                         JOHNNY (CONT'D)\n\n          But uh... since he isn't here.\n\n          Johnny pulls out his revolver.\n\n\n\n                         JOHNNY (CONT'D)\n\n          This is your man.\n\n          He moves closer to her, rubbing the gun against her cheek,\n\n          her chin. The blood drains from her face as -\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 29.\n\n\n\n                         JOHNNY (CONT'D)\n\n          Why don't you give him a kiss-\n\n          With terror in her eyes, Jennifer quickly kisses the gun-\n\n\n\n                         JOHNNY (CONT'D)\n\n          Nah, not like the peck you gave\n\n          Matthew... let's see a real kiss.",
  "24": "---END OF PREVIOUS SECTION---\nHe moves closer to her, rubbing the gun against her cheek,\n\n          her chin. The blood drains from her face as -\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 29. JOHNNY (CONT'D)\n\n          Why don't you give him a kiss-\n\n          With terror in her eyes, Jennifer quickly kisses the gun-\n\n\n\n                         JOHNNY (CONT'D)\n\n          Nah, not like the peck you gave\n\n          Matthew... let's see a real kiss. \n---TARGET SECTION TO BE ANNOTATED---\n          He slides the barrel into Jennifer's mouth. Jennifer gags\n\n          instinctively. Johnny holds the back of her head, not\n\n          allowing her to pull away, and offers some \"encouragement.\"\n\n\n\n                         JOHNNY (CONT'D)\n\n          Breathe through your nose. Breathe\n\n          through your nose like it was your\n\n          first time.\n\n          Johnny pulls the gun out just a tiny bit and pushes it back\n\n          into her cheek, causing it to bulge out.\n\n          Naturally, Stanley and Andy both find this hysterical.\n\n          Especially once Jennifer begins to cry.\n\n\n\n                         JOHNNY (CONT'D)\n\n\n\n                         (TO JENNIFER)\n\n          On your knees.\n\n          Jennifer complies. Johnny holds the gun in front of his\n\n          crotch and again forces it into Jennifer's mouth.\n\n\n\n                         JOHNNY (CONT'D)\n\n          if I don't like your enthusiasm, I\n\n          may cum early.\n\n          (cocks the gun)\n\n          And that's something you really\n\n          don't want.\n\n          Jennifer has no choice. She begins to fellate the gun, as\n\n          deep as she can take it without gagging.\n\n          Johnny closes his eyes and feigns pleasure. Finally, he's\n\n          had enough. He retracts the gun as Jennifer recoils, gags.\n\n          Her eyes begin to scan the cabin for any way out of this hell\n\n          as Andy stands up from the couch.\n\n\n\n                         ANDY\n\n          My turn.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 29A.\n\n\n\n                         STANLEY\n\n          Come on, let Matthew have a go.\n\n          It's his girlfriend and he hasn't\n\n          even wet his whistle yet.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 30.\n\n\n\n                         MATTHEW\n\n          I...I ddd...don't want to.\n\n          Johnny walks up to Matthew, angrily, and slaps him across the\n\n          face. He points to Jennifer.\n\n\n\n                         JOHNNY\n\n          What do you mean you don't want to?\n\n\n\n                         (TEASING)\n\n          sh...she likes me... she kissed me.\n\n          Now shut up and prove it.\n\n          Matthew holds his fist against his face.\n\n\n\n                         ANDY\n\n          Aw, fuck it. I ain't waiting.",
  "25": "---END OF PREVIOUS SECTION---\nMatthew holds his fist against his face. ANDY\n\n          Aw, fuck it. I ain't waiting. \n---TARGET SECTION TO BE ANNOTATED---\n          Andy grabs the VODKA BOTTLE. He walks over to Jennifer,\n\n          still on her knees, and positions the bottle right in front\n\n          of his crotch.\n\n\n\n                         ANDY (CONT'D)\n\n          Suck it, bitch.\n\n          Jennifer opens her mouth and moves her head toward the\n\n          bottle. As she maneuvers the bottle-neck into her mouth, her\n\n          eye catches a large shard of glass next to Andy's boot.\n\n          As soon as Andy turns around to smile at his friends,\n\n          Jennifer grabs the bottle and cracks it upside his kneecap.\n\n          Andy immediately grabs his leg and falls to the floor.\n\n          The guys start laughing as--\n\n          Jennifer leaps up from the floor and rushes over to her\n\n          purse. She quickly pulls out a canister of mace -\n\n          Before the guys even register what is happening Jennifer is\n\n          racing at Stanley --\n\n          As he brings the camera down he's met with a spray of mace.\n\n          He clutches his face, screaming in pain --\n\n          And like that - Jennifer is out the back door.\n\n\n\n          35 EXT. CABIN - DAWN 35\n\n\n\n          Jennifer leaps over the porch steps and sprints across the\n\n          backyard as the first light creeps through the trees. Within\n\n          seconds, she's in the woods.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 31.\n\n\n\n          36 EXT. WOODS - DAWN 36\n\n\n\n          Jennifer runs for all she's worth. Every few yards, she\n\n          looks behind her, just to make sure that no one is chasing\n\n          her. The morning light now fully visible. Then, just as she\n\n          turns back around, Jennifer smacks right into something and\n\n          goes sprawling.\n\n          When her vision comes into focus she sees the side of a shiny\n\n          black boot. Next to it, the long slim barrel of a shotgun.\n\n          Jennifer looks up at the figure.\n\n\n\n                         FIGURE\n\n          Whoa, whoa, whoa there. Easy\n\n          darlin'.\n\n          The Figure extends his hand. As Jennifer reaches for it, she\n\n          sees his jacket pull away from his chest, revealing a silver\n\n          badge. She's found SHERIFF STORCH, a small town sheriff with\n\n          a small town charm that can easily be confused as smarmy.",
  "26": "---END OF PREVIOUS SECTION---\nThe Figure extends his hand. As Jennifer reaches for it, she\n\n          sees his jacket pull away from his chest, revealing a silver\n\n          badge. She's found SHERIFF STORCH, a small town sheriff with\n\n          a small town charm that can easily be confused as smarmy. \n---TARGET SECTION TO BE ANNOTATED---\n                         JENNIFER\n\n          Help me. Please!\n\n          Standing next to the Sheriff, also holding a hunting rifle,\n\n          is Earl. Earl looks over at the Sheriff.\n\n\n\n                         SHERIFF STORCH\n\n          Okay, okay, I gotcha.\n\n          The Sheriff helps Jennifer to her feet.\n\n\n\n                         EARL\n\n          I know this one. She rented the\n\n          place down on Mockingbird Trail.\n\n\n\n                         JENNIFER\n\n          I was assaulted! They broke into\n\n          the cabin! They had a gun-\n\n          Jennifer breaks down again.\n\n\n\n                         SHERIFF STORCH\n\n          Ma'am, please, you have to calm\n\n          down.\n\n          But Jennifer is hysterical, desperately holding back tears.\n\n\n\n                         JENNIFER\n\n          In my mouth! He put a gun in my\n\n          mouth! You don't understand...\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 32.\n\n\n\n                         SHERIFF STORCH\n\n          Ma'am, It's okay. I'm the Sheriff.\n\n          You need to take a deep breath and\n\n          tell me what happened.\n\n          Jennifer forces herself to take a deep breath and manages to\n\n          pull herself together.\n\n\n\n                         JENNIFER\n\n          Four men. It was four of them.\n\n          They broke into my cabin... They\n\n          assaulted me!\n\n          Earl just watches not knowing what to do.\n\n\n\n                         SHERIFF STORCH\n\n          Are you hurt? Do you need a\n\n          hospital?\n\n          Jennifer shakes her head.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          Okay, good. That's good. Did you\n\n          get a good look at them? Can you\n\n          ID 'em?\n\n\n\n                         JENNIFER\n\n          Yes, I'd seen them before.\n\n\n\n                         SHERIFF STORCH\n\n          Around here?\n\n\n\n                         JENNIFER\n\n          At the service station right\n\n          outside of town. They work there.\n\n\n\n                         SHERIFF STORCH\n\n\n\n                         (TO EARL)\n\n          John Miller no doubt.\n\n\n\n                         JENNIFER\n\n          Yes. They called him Johnny.\n\n          There was a heavy set guy too--\n\n\n\n                         AND --\n\n          Sheriff Storch shakes his head and rolls his eyes.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 33.",
  "27": "---END OF PREVIOUS SECTION---\nThey called him Johnny. There was a heavy set guy too--\n\n\n\n                         AND --\n\n          Sheriff Storch shakes his head and rolls his eyes. ISOYG PINK 10/29/09 33. \n---TARGET SECTION TO BE ANNOTATED---\n                         SHERIFF STORCH\n\n          Sounds like them boys been up to no\n\n          good. Alright Earl. You best head\n\n          on back. Me and Miss...\n\n\n\n                         JENNIFER\n\n          Hills. Jennifer Hills.\n\n\n\n                         SHERIFF STORCH\n\n          Me and Miss Hills are gonna head on\n\n          over to the cabin and straighten\n\n          'em out.\n\n\n\n          37 BRT. CABIN - DAY 37\n\n          Sheriff Storch and Jennifer pull up to the cabin. They both\n\n          get out of the cruiser. With his double barrel shotgun in\n\n          hand, Sheriff Storch begins walking up toward the porch.\n\n\n\n          38 INT. CABIN - DAY 38 \n\n\n\n          Sheriff Storch and Jennifer enter the cabin. It appears\n\n          empty.\n\n\n\n                         SHERIFF STORCH\n\n          Hello?\n\n\n\n                         (BEAT)\n\n          Miller? Miller, this is the\n\n          Sheriff. if you and your boys are\n\n          still in there, you come on out\n\n          right now.\n\n          Sheriff Storch disappears into the kitchen for a second...\n\n          then back out as he makes his way over to the foot of the\n\n          stairs. He looks up the staircase.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          Miller, if you're up there, you'll\n\n          be leaving by the window.\n\n          No answer. Sheriff Storch looks at Jennifer.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          Stay here.\n\n          Sheriff Storch heads up the stairs. Jennifer, uncomfortable\n\n          at being left alone, backs away to the wall. Every noise,\n\n          every foot step makes her shiver.\n\n          After a few seconds, the Sheriff comes back to the top of the\n\n          stairs.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 34.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          It's empty.\n\n          He walks back down.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          No sign of 'em. If they were here,\n\n          they're gone now.\n\n          Sheriff Storch makes his way through and walks back into--\n\n\n\n          39 INT. CABIN, KITCHEN - DAY 39\n\n\n\n          Jennifer follows him and watches as he inspects it closely.\n\n          His eyes fall on the box of liquor bottles.",
  "28": "---END OF PREVIOUS SECTION---\nSheriff Storch makes his way through and walks back into--\n\n\n\n          39 INT. CABIN, KITCHEN - DAY 39\n\n\n\n          Jennifer follows him and watches as he inspects it closely. His eyes fall on the box of liquor bottles. \n---TARGET SECTION TO BE ANNOTATED---\n                         SHERIFF STORCH\n\n          You here alone? \n\n\n\n                         JENNIFER\n\n          Yes.\n\n\n\n                         SHERIFF STORCH\n\n\n\n                         (RE: LIQUOR)\n\n          With all this?\n\n\n\n                         JENNIFER\n\n          I wasn't going to drink it all this\n\n          weekend. I... I planned on being\n\n          here for a couple of months.\n\n\n\n                         SHERIFF STORCH\n\n          Drink some tonight?\n\n\n\n                         JENNIFER\n\n          Yes, well, they were. They forced\n\n          me to.\n\n          He moves away and walks back through the cabin.\n\n          As he does, he spots the glass shattered on the floor... and\n\n          the nearby THONG and BRA that Andy flung at her.\n\n          Takes a long hard look at them, then looks back up to\n\n          Jennifer.\n\n\n\n                         JENNIFER (CONT'D)\n\n          One of them, he was up there, went\n\n          through everything.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 35.\n\n          Sheriff Storch taps the broken glass with his thick boot.\n\n\n\n                         SHERIFF STORCH\n\n          (pointing to the glass)\n\n          They do this, too?\n\n\n\n                         JENNIFER\n\n          Please, I don't care about those\n\n          things. They shoved a gun in my\n\n          mouth...\n\n          Jennifer breaks down again as the Sheriff moves toward her. \n\n\n\n                         SHERIFF STORCH\n\n          Okay, okay Ma'am. It's okay now.\n\n          Them boys are gone. You're safe\n\n          now.\n\n          Jennifer nods to him, still shaken. Storch looks to the lock \n\n          on the back door. \n\n          He walks toward the back door and turns the dead bolt back \n\n          and forth.\n\n\n\n          SHERIFF STORCH (CONT'D) \n\n          (re: back door)\n\n          Was this locked?\n\n\n\n                         JENNIFER\n\n          Yes. Of course.\n\n\n\n          40 EXT. CABIN - DAY 40 \n\n\n\n          Sheriff Storch steps onto the porch. Jennifer follows.\n\n          Sheriff Storch looks down and sees the dead bird at his feet.\n\n          He pokes it with the barrel of his shotgun.\n\n\n\n                         SHERIFF STORCH\n\n          How long you been here?\n\n\n\n                         JENNIFER\n\n          Just a few days.",
  "29": "---END OF PREVIOUS SECTION---\nHe pokes it with the barrel of his shotgun. SHERIFF STORCH\n\n          How long you been here? JENNIFER\n\n          Just a few days. \n---TARGET SECTION TO BE ANNOTATED---\n                         SHERIFF STORCH\n\n          Anything strange happen before\n\n          this? You have a run in with any\n\n          of these guys?\n\n\n\n                         JENNIFER\n\n          No. Not really. I stopped for gas\n\n          and directions.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 36.\n\n\n\n          41 INT. CABIN - DAY 41\n\n\n\n          Back inside, Sheriff Storch hooks his fingers into his belt\n\n          and continues to look around.\n\n          His eyes casually fall upon the roach sitting in the ashtray.\n\n          He picks it up and smells it.\n\n\n\n                         SHERIFF STORCH\n\n          Ma'am, is this your marijuana\n\n          cigarette? \n\n           Suddenly, Jennifer realizes that simple possession might not\n\n          go over in this small town like it does in Manhattan.\n\n\n\n                         JENNIFER\n\n          Uh... n...no. The men probably\n\n          left it.\n\n          Sheriff Storch walks over to Jennifer until he's standing\n\n          directly in front of her.\n\n\n\n                         SHERIFF STORCH\n\n          You mean to tell me that one of\n\n          these guys was wearing lipstick?\n\n          Storch holds up the roach. Jennifer notices the lipstick\n\n          smear on the rolling paper. She casts her eyes downward.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          This ain't the big city.\n\n          Sheriff Storch stands uncomfortably close. Slowly, he walks\n\n          closer up to Jennifer's face, stares into her eyelids. Pulls\n\n          down one of them. Then the other. Then his gaze falls down\n\n          to her chest... her ample cleavage. His stare lingers a bit\n\n          too long.\n\n\n\n                         JENNIFER\n\n          Please, I swear. I didn't make it\n\n          up. I may have smoked a joint, but-\n\n          Sheriff Storch lifts his walkie-talkie to his mouth.\n\n\n\n                         SHERIFF STORCH\n\n          (into the walkie-talkie)\n\n          This is Sheriff Storch. I'm at the\n\n          Mockingbird Cabin. I gonna need\n\n          some backup.\n\n          The words out of the Sheriff's mouth seem almost surreal.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 37.",
  "30": "---END OF PREVIOUS SECTION---\nI gonna need\n\n          some backup. The words out of the Sheriff's mouth seem almost surreal. ISOYG PINK 10/29/09 37. \n---TARGET SECTION TO BE ANNOTATED---\n                         JENNIFER\n\n\n\n                         (BECOMING FRANTIC)\n\n          Backup? What could you possibly\n\n          need back up for? I'm the victim.\n\n          Sheriff Storch holds up his hand, cutting her off.\n\n\n\n                         SHERIFF STORCH\n\n          Ma'am. You've been drinking and\n\n          smoking marijuana, and you got\n\n          enough alcohol here to put our\n\n          whole town three sheets to the\n\n          wind. You're running around in\n\n          your nighty at the crack of dawn...\n\n          You need to see this from my point\n\n          of view.\n\n\n\n                         JENNIFER\n\n          What?! They were here! They\n\n          assaulted me! You've got to\n\n          believe me!\n\n\n\n                         SHERIFF STORCH\n\n          I just want to get to the bottom of\n\n          it. You're making serious\n\n          accusations bout' boys I've know\n\n          since they was kids, and you \n\n          haven't been all together truthful\n\n          now have you?\n\n\n\n                         (BEAT)\n\n          Now please, against the wall.\n\n          Angry and ashamed, Jennifer walks over and places her palms\n\n          against the wall, her legs pressed tightly together.\n\n          Sheriff Storch inches up behind her. He taps the inside of\n\n          her thigh with his shotgun.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          Shoulder width apart, face to the\n\n          wall.\n\n          Jennifer has no choice but to comply.\n\n          He pats up and down Jennifer's side. When he gets to the\n\n          swell of her breast, he slides his hand to the front ever so\n\n          slightly. Jennifer reflexively turns--\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          Face to the wall!\n\n          Sheriff Storch puts his hand to the side of her face and puts\n\n          it to the wall. Jennifer cringes.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 37A.\n\n          Then he kicks her leg out wide with a firm Boot as he starts\n\n          to frisk her entire body, creeping his hands ever so close to\n\n          her crotch.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 38.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          I want the whole story, now. The\n\n          whole thing.",
  "31": "---END OF PREVIOUS SECTION---\nISOYG PINK 10/29/09 38. SHERIFF STORCH (CONT'D)\n\n          I want the whole story, now. The\n\n          whole thing. \n---TARGET SECTION TO BE ANNOTATED---\n                         (SLOWLY)\n\n          Start with telling me what those\n\n          boys did.\n\n          A long, dreadful beat hangs in the air as--\n\n\n\n          JOHNNY (O.S.)\n\n          Yeah, and tell the truth, show\n\n          Horse.\n\n          Jennifer snaps her head around again to see Johnny enter the\n\n          cabin as Andy and Stanely push Matthew in front of them.\n\n          Johnny walks over to Jennifer. He stands next to the\n\n          Sheriff.\n\n\n\n                         JOHNNY (CONT'D)\n\n          Better yet, let's show him. As I\n\n          recall, those pretty little lips\n\n          couldn't get enough.\n\n\n\n                         SHERIFF STORCH\n\n\n\n                         (MOCK SURPIRSE)\n\n          Really?\n\n          Sheriff Storch then takes the barrel of his shotgun and\n\n          pushes down the top of Jennifer's blouse.\n\n          Jennifer's paralyzed as he runs the shotgun across her\n\n          nipple.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n\n\n                         (TO JENNIFER)\n\n          They do this to you?\n\n          Jennifer is too terrified to speak. Sheriff Storch then\n\n          slips the shotgun down between her legs.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          I asked you a question.\n\n          Jennifer trembles with fear.\n\n\n\n                         JENNIFER\n\n          Please...\n\n\n\n                         JOHNNY\n\n          Show him those teeth, Show Horse.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 38A.\n\n          Sheriff Storch brings the gun back up to her mouth - slides\n\n          it under Jennifer's top lip and pushes it up.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 39.\n\n\n\n                         SHERIFF STORCH\n\n          Whinny.\n\n          With her top lip forced up by the barrel of the shotgun,\n\n          Jennifer can only make a GRUNTING noise. Sheriff Storch\n\n          takes the shotgun out of Jennifer's mouth and places it flush\n\n          against the side of her head. He pushes her to the floor.\n\n          Jennifer lets out a YELP as she falls.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          I said, whinny.\n\n          Jennifer makes a pathetic SOUND. Not really a whinny, but\n\n          more of a half-cry, half-snort.",
  "32": "---END OF PREVIOUS SECTION---\nSHERIFF STORCH (CONT'D)\n\n          I said, whinny. Jennifer makes a pathetic SOUND. Not really a whinny, but\n\n          more of a half-cry, half-snort. \n---TARGET SECTION TO BE ANNOTATED---\n Naturally, this amuses Andy\n\n          and Stanley -- who is, of course, filming it -- to no end.\n\n\n\n                         STANLEY\n\n          Oh, man. Oh, man.\n\n\n\n                         SHERIFF STORCH\n\n\n\n                         (TO JENNIFER)\n\n          On your knees. And keep going.\n\n          Jennifer gets to her knees. As instructed, she whinnies,\n\n          interspersed with sobs. Johnny slaps her ass viciously.\n\n\n\n                         JOHNNY\n\n          Keep whinnying!\n\n          Jennifer looks up at Sheriff Storch with pleading eyes.\n\n          Sheriff Storch picks her up by her hair but--\n\n          Jennifer comes up swinging -- connecting with the Sheriff's\n\n          face. The slightest scratch across his lip.\n\n          Sheriff Storch turns beet red. He backhands her across the\n\n          face sending her back down to the floor. A thin line of\n\n          blood flows from her nose. The Sheriff looks over to Johnny,\n\n          licks his lip and nods his head.\n\n\n\n                         SHERIFF STORCH\n\n          Think you outta tame this little\n\n          mare of yours.\n\n          Johnny takes the Sheriff's lead.\n\n\n\n                         JOHNNY\n\n          Alright, come on, Show Horse. Get\n\n          up. Or you won't get a sugar cube.\n\n          Jennifer struggles to her feet. She stands in front of them,\n\n          defenseless. Johnny grabs her hair and pulls her head far\n\n          back. She lets out a half-moan.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 40.\n\n\n\n                         JOHNNY (CONT'D)\n\n\n\n                         (TO MATTHEW)\n\n          Take off your clothes. We're about\n\n          to pop your cherry.\n\n          Matthew shakes his head. His wrist is not beat red from the\n\n          rubber bands. Snap!\n\n\n\n                         JOHNNY (CONT'D)\n\n          I'm not asking, now cut that rubber\n\n          band shit faggot.\n\n\n\n                         STANLEY\n\n          Come on, Matthew. You want to talk\n\n          the talk, then walk the walk, you\n\n          virgin.\n\n          Johnny flicks open a pocket knife.",
  "33": "---END OF PREVIOUS SECTION---\nSTANLEY\n\n          Come on, Matthew. You want to talk\n\n          the talk, then walk the walk, you\n\n          virgin. Johnny flicks open a pocket knife. \n---TARGET SECTION TO BE ANNOTATED---\n He tickles Jennifer's\n\n          bottom lip with the blade, then gently runs it down her chin,\n\n          past her neck, and between her breasts, just before stopping\n\n          at the waistband, then he slices the waistband of her pants -\n\n          her pants drop to the floor.\n\n\n\n                         JOHNNY\n\n\n\n                         (TO MATTHEW)\n\n          Do it now. Or else I slice her\n\n          chin to cunt.\n\n          This gets Matthew moving. A few seconds later, he's in his\n\n          boxer shorts, with his hands crossed in front of his crotch.\n\n          Johnny grabs him and throws him up against the wall. He then\n\n          yanks his boxers down. Matthew immediately covers up his\n\n          crotch.\n\n\n\n                         STANLEY\n\n          Matthew, what the hell? It's not\n\n          even hard!\n\n          Matthew sweats profusely.\n\n\n\n                         SHERIFF STORCH\n\n          Well, maybe it's not totally his\n\n          fault. After all, she's not doing\n\n          much to get his motor running.\n\n          Sheriff Storch looks back to Jennifer.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          Dance.\n\n          Jennifer begins to cry again.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 41.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          Stop it. Or else I'll really give\n\n          you something to cry about. Now\n\n          dance for the boy...\n\n          Jennifer starts to dance in the middle of the room. It is\n\n          sad, pathetic, and downright frightening.\n\n\n\n                         JOHNNY\n\n          Come on. Move that rear of your's\n\n          Show Horse. Prance for us.\n\n          Sheriff Storch stalks around her, taking it all in, then he\n\n          walks back in closer to her, in her face.\n\n\n\n                         SHERIFF STORCH\n\n          You dance like that in those city\n\n          clubs?\n\n          Jennifer closes her eyes. Tears stream down her face.\n\n\n\n                         STANLEY\n\n          She dance like that they'd throw\n\n          her butt to the curb.\n\n\n\n                         JOHNNY\n\n          Prance like you mean it. Like you\n\n          do when you want to get laid.\n\n          With a swift, hard backhand, Sheriff Storch smacks her ass\n\n          and hard.\n\n\n\n                         ANDY\n\n          That'll get her moving.",
  "34": "---END OF PREVIOUS SECTION---\nLike you\n\n          do when you want to get laid. With a swift, hard backhand, Sheriff Storch smacks her ass\n\n          and hard. ANDY\n\n          That'll get her moving. \n---TARGET SECTION TO BE ANNOTATED---\n          The guys hoot and holler. Except for Matthew, who looks as\n\n          if he too is about to cry.\n\n\n\n                         MATTHEW\n\n          Ok..kkay, I'll d...do it.\n\n          Matthew walks slowly over to Jennifer. With no warning,\n\n          Matthew takes Jennifer's face in his hands and kisses her.\n\n          The men HOWL with sadistic glee. Jennifer slaps him right\n\n          across the face, then she tries to run but--\n\n          Sheriff Storch forces her to the ground. He walks up to\n\n          Matthew.\n\n\n\n                         SHERIFF STORCH\n\n          Don't waste my time you thickheaded\n\n          prick.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 42.\n\n          Johnny pushes Matthew down on top of her.\n\n          Jennifer instinctively swings and connects with Matthew's\n\n          face - He recoils in pain - but the guys cheer him on as they\n\n          decide to help him out. Andy tears open her shirt, Johnny\n\n          yanks down her panties. Jennifer claws and kicks at all of\n\n          them as she desperately tries to fight him off.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          Get her legs!\n\n          Sheriff Storch kneels down and holds Jennifer's arms above\n\n          her head. Johnny takes one leg; Andy takes the other.\n\n          Matthew moves on top of her. Jennifer lets out an inhuman\n\n          SCREAM, the vocal culmination of it all.\n\n          ON JENNIFER'S FACE: Her eyes are tightly shut as she goes in\n\n          and out of focus.\n\n          Suddenly, a cell phone RINGS. Sheriff Storch looks down at\n\n          his pocket, then over to Stanley.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          Put that thing down and hold her\n\n          arms, keep her quiet.\n\n          Stanley places the CAM on top of the table - it's still\n\n          getting everything.\n\n          Sheriff Storch walks a few paces away from the rape. He\n\n          looks down at the screen of his phone.\n\n          On the PHONE is a photo of an angelic little girl with the\n\n          banner of CHASTITY. Storch presses a button.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n\n\n                         (INTO PHONE)\n\n          Hello, Angel.\n\n\n\n          CHASTITY (V.0.)\n\n          Hi, Daddy.",
  "35": "---END OF PREVIOUS SECTION---\nStorch presses a button. SHERIFF STORCH (CONT'D)\n\n\n\n                         (INTO PHONE)\n\n          Hello, Angel. CHASTITY (V.0.)\n\n          Hi, Daddy. \n---TARGET SECTION TO BE ANNOTATED---\n You at the station?\n\n          Jennifer SCREAMS out. Sheriff Storch keeps his attention on\n\n          the phone call.\n\n\n\n                         SHERIFF STORCH\n\n\n\n                         (INTO PHONE)\n\n          No, Angel. Out on a call.\n\n          WIDESHOT: In the foreground, Sheriff Storch speaks casually\n\n          to his daughter. In the background, Jennifer's legs are the\n\n          only visual cues of the struggle that goes on right behind.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 43.\n\n\n\n          CHASTITY (V.0.)\n\n          Oh, sorry.\n\n\n\n                         SHERIFF STORCH\n\n\n\n                         (INTO PHONE)\n\n          It's okay. You need something?\n\n\n\n          CHASTITY (V.0.)\n\n          Daddy it's Sunday. You always make\n\n          breakfast before church.\n\n\n\n                         SHERIFF STORCH\n\n\n\n                         (INTO PHONE)\n\n          Yeah, yeah... well, Daddy's busy,\n\n          Angel. Tell mother I'm running a\n\n          little late.\n\n          Sheriff Storch stares at the phone for a second, then slides\n\n          the phone back into his pocket. As he turns back around\n\n          Jennifer, with all her strength, bucks Matthew off.\n\n          The guys start laughing hysterically.\n\n          She finally gets her hands free and lands a barrage of\n\n          punches in Matthew's face.\n\n\n\n                         JOHNNY\n\n          Jesus, Matthew. You're getting\n\n          your ass whooped by a girl!\n\n          Matthew snaps: He wraps his hands around her neck and begins\n\n          pumping away like a lunatic. For some reason, the anger\n\n          allows him to perform.\n\n          Jennifer struggles to breathe. Luckily, before all oxygen to\n\n          her brain is cut off, Matthew stops. He SCREAMS as he\n\n          finishes. His hands fall from her neck as he collapses on\n\n          top of her.\n\n          The MEN all cheer as Matthew staggers to his feet -- weak.\n\n          He looks like he could throw up -- and he does - right off to\n\n          the side as the others just lose it!\n\n          Jennifer curls herself into a ball and SOBS.\n\n\n\n                         SHERIFF STORCH\n\n\n\n                         (TO MATTHEW)\n\n          You can thank us later.\n\n          Matthew recovers, gets up and runs to the bathroom. Johnny\n\n          points to the vomit.",
  "36": "---END OF PREVIOUS SECTION---\nSHERIFF STORCH\n\n\n\n                         (TO MATTHEW)\n\n          You can thank us later. Matthew recovers, gets up and runs to the bathroom. Johnny\n\n          points to the vomit. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 44.\n\n\n\n                         JOHNNY\n\n\n\n                         (TO STANLEY)\n\n          Clean this shit up.\n\n\n\n                         STANLEY\n\n          Make her do it.\n\n\n\n                         JOHNNY\n\n\n\n                         (ANGRILY)\n\n          Just do it you piece of shit!\n\n          Jennifer grabs the end of the coffee table and forces herself\n\n          up. She steadies herself, keeping one hand on the wall, and\n\n          stumbles to the back door. Surprisingly, none of the men\n\n          attempt to stop her. They don't even look in her direction.\n\n          Jennifer staggers out the back door, trying to catch her\n\n          breath as she fearfully stumbles off into the woods.\n\n\n\n          42 EXT. WOODS - DAY 42 \n\n\n\n          Like a zombie, Jennifer shuffles through the woods, oblivious\n\n          to the cold air, rocks, thorns, mud, as her bare feet move\n\n          her along.\n\n          She desperately continues on through, looking for a way out.\n\n          But in her state, she has no sense of navigation. She\n\n          continues to lose herself further and further into the\n\n          forest.\n\n          As she finally steps into the clearing, the melancholy notes\n\n          of a harmonica shatter the stillness... She's made her way to-\n\n\n\n          43 EXT. FISHING HOLE - DAY 43\n\n\n\n          Andy sits on a log blowing softly into the harmonica as the\n\n          rest of the guys lounge around casually as if they\n\n          instinctively knew she'd end up here. Jennifer is too\n\n          shocked to move, too tired to cry.\n\n          Jennifer tries to escape but Johnny stops her. He grabs her\n\n          by the shoulders and throws her to Andy who smacks her down\n\n          in the shallow water. Andy pounces down on her back.\n\n          Stanley kneels down right in front of Jennifer's face. He\n\n          places the MiniDV cam only a few feet in front of her. He\n\n          then turns the LCD so it's facing Jennifer -- so she can\n\n          actually watch herself being abused.\n\n          Andy pulls her eyelids wide open and holds them there.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 44A.",
  "37": "---END OF PREVIOUS SECTION---\nHe\n\n          then turns the LCD so it's facing Jennifer -- so she can\n\n          actually watch herself being abused. Andy pulls her eyelids wide open and holds them there. ISOYG PINK 10/29/09 44A. \n---TARGET SECTION TO BE ANNOTATED---\n                         STANLEY\n\n          You ever get mace in your eyes,\n\n          bitch? It smarts.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 45.\n\n          Andy shoves her face down into the water - then pulls her up.\n\n          ON MINIDV CAM: Eyes pried wide open, Jennifer gags as the\n\n          dirty water pours from her nose - mouth - she desperately\n\n          tries to breathe --\n\n          Andy shoves her face down again and again as Stanley films.\n\n\n\n                         STANLEY (CONT'D) \n\n          Hold her head down! Hold it down!! \n\n\n\n                         JOHNNY\n\n          Alright. This filly's got a few\n\n          more races to run--\n\n          Sheriff Storch approaches Jennifer. Although she can't even \n\n          turn around, she senses their presence.\n\n          Storch gets down into her face.\n\n\n\n                         SHERIFF STORCH\n\n          I hope you got some fight left in\n\n          you. I like it rough.\n\n\n\n                         JENNIFER\n\n\n\n                         (BARELY AUDIBLE)\n\n          Please. Please. I'm... so hurt...\n\n          Sheriff Storch spits onto the ground.\n\n\n\n                         SHERIFF STORCH\n\n          Not to worry Darlin'. I'm an ass\n\n          man.\n\n          Sheriff Storch takes off his belt and unbuckles his pants.\n\n          He kneels down behind her..\n\n          Jennifer SHRIEKS as her face contorts with a completely new\n\n          level of pain as her head is thrust back down.\n\n          Then, out of the corner of her eye, Jennifer catches a\n\n          glimpse of the Sheriff's GUN, still sitting in its holster.\n\n          Her eyes immediately go to Stanley who's busy swapping out\n\n          the MINI-DV tape and replacing it with a new one--\n\n          Then she sees Matthew leaning against a tree, a vacant look\n\n          in his eye twisting a rubber band through his fingers.\n\n          Andy site on is ass, playing his harmonica... Her eyes\n\n          continue to scan the area for Johnny who's nowhere in sight.\n\n          Then immediately her eyes dart back to the GUN.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 45A.",
  "38": "---END OF PREVIOUS SECTION---\nHer eyes\n\n          continue to scan the area for Johnny who's nowhere in sight. Then immediately her eyes dart back to the GUN. ISOYG PINK 10/29/09 45A. \n---TARGET SECTION TO BE ANNOTATED---\n           As Jennifer's body is being jerked back and forth, she\n\n          reaches - and reaches - closer with each stretch when--\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 46.\n\n          A heavy work boot comes down on her hand, crushing it.\n\n          Jennifer looks up.\n\n          Johnny glares down at her, then unzips his pants as he moves\n\n          in closer to her face.\n\n\n\n                         JOHNNY\n\n          No teeth Show Horse. No teeth.\n\n          Her vision grows hazy. The sky, water, and ground all seem\n\n          to meld together.\n\n\n\n                         TO BLACK:\n\n\n\n          BACK IN ON:\n\n\n\n          44 EXT. FISHING HOLE - LATER 44\n\n\n\n           Cruel laughter brings Jennifer back to. Somehow she manages\n\n           to lift her head to see Stanley pulling up his pants.\n\n\n\n                          ANDY\n\n           Wow, Stanley, 30 seconds. Must be\n\n           a record for you.\n\n\n\n                         JOHNNY\n\n          Don't you know you should wait for\n\n          the lady?\n\n\n\n                         STANLEY\n\n          Bitch was too tight, even after\n\n          ya'll... Sides, she's all bloody...\n\n          I wanted to finish up.\n\n\n\n                         ANDY\n\n          Right and we thought Matthew here\n\n          was gonna be the pussy. \n\n\n\n                         JOHNNY\n\n          Don't be so proud of yourself Andy.\n\n          I clocked you at just over two\n\n          minutes.\n\n          Jennifer musters up her last ounce of strength and gets to\n\n          her feet. The men all stare, impressed at her resolve.\n\n          Jennifer's torn clothes hang loosely off her body as she\n\n          staggers away and wanders aimlessly away from them. It's a\n\n          miracle she can even walk.\n\n          She continues until the forest ends and she comes upon a--\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 46A.\n\n\n\n          45 EXT. WOODS - DAY 45\n\n\n\n           She staggers up to the edge of the woods and comes to a\n\n           clearing, she leans on a tree and sobs hysterically, breaking\n\n           down. \n\n\n\n          AA45 EXT. BRIDGE, TREES - DAY AA45\n\n\n\n           Ahead of her a dirt road leads to a small bridge and an open \n\n          area.",
  "39": "---END OF PREVIOUS SECTION---\nWOODS - DAY 45\n\n\n\n           She staggers up to the edge of the woods and comes to a\n\n           clearing, she leans on a tree and sobs hysterically, breaking\n\n           down. AA45 EXT. BRIDGE, TREES - DAY AA45\n\n\n\n           Ahead of her a dirt road leads to a small bridge and an open \n\n          area. \n---TARGET SECTION TO BE ANNOTATED---\n          Painfully she staggers towards the bridge, her beaten and\n\n          bruised body pained with each step.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 47.\n\n          The others appear behind her. They laugh at her as she\n\n          continues further down the bridge.\n\n\n\n          A45 EXT. BRIDGE - DAY A45\n\n\n\n          Jennifer doesn't bother to turn around. She continues down\n\n          the bridge, looking at the rushing water on both sides.\n\n          She moves to one of the railings.\n\n          The Sheriff looks at her and cocks the shotgun.\n\n\n\n                         SHERIFF STORCH\n\n          Sorry. it was fun while it lasted.\n\n\n\n                         JOHNNY\n\n          Yeah, too bad we have to put you\n\n          down, Show Horse.\n\n          in a final act of defiance, Jennifer falls back off the\n\n          bridge and into the murky, moving water.\n\n          immediately, the men rush to the edge of the bridge.\n\n          The Sheriff's gun cocked and ready-- Tracking down the water -\n\n          Not a sign.\n\n          They all look down, waiting, still nothing.\n\n\n\n                         STANLEY\n\n          Where'd she go?\n\n\n\n                         ANDY\n\n          She's gotta come up for air\n\n          sometime.\n\n\n\n                         STANLEY \n\n          Current's got her. Shit, in her \n\n          condition she's already drowned.\n\n          Johnny looks to the Sheriff who's gun is trained on the water\n\n          waiting for something... anything.\n\n\n\n                         JOHNNY\n\n          Sheriff?\n\n          Sheriff Storch pulls back his gun, and adjusts his hat, deep\n\n          in thought.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 47A.\n\n\n\n                         SHERIFF STORCH\n\n          All you get your butts down there,\n\n          check under the bridge, both banks,\n\n          in the trees right now.\n\n          They all look at him. \n\n\n\n                         ANDY \n\n          I ain't got my waders... \n\n\n\n                         SHERIFF STORCH \n\n          I said right fuekin' now before I \n\n          throw you over! \n\n\n\n          46 EXT. BRIDGE -- DAY 46 \n\n\n\n           The guys have returned. They are all muddy and wet. Storch \n\n           stands stoic still looking down at the water. He turns to \n\n           them. \n\n\n\n                          JOHNNY \n\n           Nothin'...",
  "40": "---END OF PREVIOUS SECTION---\nStorch \n\n           stands stoic still looking down at the water. He turns to \n\n           them. JOHNNY \n\n           Nothin'... \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\n\n                          SHERIFF STORCH \n\n           Listen up. 'Bout six miles \n\n           downstream the creek ends in\n\n           Hendersonville. somewhere between \n\n           here and there we're gonna find\n\n           her. We split up. We check the \n\n           banks, in the timber, under a rock, \n\n          hell if you see a hole big enough\n\n          for a rat I want it checked out.\n\n          And don't stop 'til you find me a\n\n          body.\n\n\n\n                         (BEAT)\n\n          Don't just stand there, get! \n\n\n\n                         STANLEY\n\n\n\n                         (EXASPERATED)\n\n          Six miles, Sheriff? She's at the\n\n          bottom of the river. She's gator\n\n          bait. I think we should just let\n\n          it go.\n\n          A single vein pulses in Sheriff Storch's temple. He grabs\n\n          Stanley by the collar.\n\n\n\n                         SHERIFF STORCH\n\n\n\n                         (PURE RAGE)\n\n          YOU think? You don't have a\n\n          fucking thought.\n\n\n\n                         (MORE)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 47B.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          You just shut your trap and do\n\n          every goddamned thing I say. I got\n\n          a wife a kid and one in the oven.\n\n          There is no way that I'm going to \n\n          let anything happen to them because\n\n          you're too stupid and too sloppy to\n\n          clean up your fuckin' mess.\n\n          The weight of the Sheriff's words register on all of them...\n\n          except Matthew who oddly enough has started to come around --\n\n          as if he just woke up in the middle of this nightmare.\n\n\n\n                         MATTHEW\n\n          She slipped and fell!\n\n          Matthew stands up, nervous, jittery, coming unglued.\n\n\n\n                         MATTHEW (CONT'D)\n\n          None of us touched her. I saw it.\n\n          She was just... it was an accident.\n\n          Johnny rolls his eyes and shakes his head.\n\n\n\n                         SHERIFF STORCH\n\n          Can someone get this dipshit outta\n\n          my face! I don't need none of you\n\n          screwing the pooch on this, least\n\n          of all numbnuts over there.",
  "41": "---END OF PREVIOUS SECTION---\nJohnny rolls his eyes and shakes his head. SHERIFF STORCH\n\n          Can someone get this dipshit outta\n\n          my face! I don't need none of you\n\n          screwing the pooch on this, least\n\n          of all numbnuts over there. \n---TARGET SECTION TO BE ANNOTATED---\n          Sheriff Storch lets go of Stanley's collar and gives it a\n\n          quick pat, almost like an imperceptible apology for his\n\n          behavior.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          Now let's move... find me a body!\n\n\n\n                         46 OMITTED 46\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 48.\n\n\n\n          47 EXT. HENDERSONVILLE RIVER - DAY 47 \n\n\n\n           The reservoir is much calmer at these parts. Sheriff stands\n\n           on watch as-\n\n           Stanley and Andy come from the water in waders having just \n\n           searched the water.\n\n          Matthew stands where they just came from. He stays, staring\n\n          at the swamp like water as if Jennifer was somewhere in \n\n          there.\n\n          Johnny finishes off a cigarette and flicks it.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 49.\n\n\n\n                         ANDY\n\n          Nothing. Not a damn thing.\n\n\n\n                         JOHNNY\n\n          Well, what now?\n\n          Storch takes another look down the river, scanning it.\n\n\n\n                         SHERIFF STORCH\n\n          The body'll turn up. One way or\n\n          another. Every day we check the\n\n          ravine, from the bridge, straight \n\n          through down here, then back. Two\n\n          shifts a day until we find \n\n          something. 'Cause with no body, \n\n          you're all as fucked as she is.\n\n\n\n                         STANLEY\n\n          For how long?\n\n\n\n                         SHERIFF STORCH\n\n          'Til I say! Okay?! Andy, you go\n\n          back to the cabin and get rid of her\n\n          shit. All of it! Burn it. And we\n\n          need to sanitize that place\n\n          something good. I don't want so\n\n          much as a stray hair left.\n\n\n\n                         (TO JOHNNY)\n\n          Get her car to the shop. Strip it\n\n          down to its last damn nut.\n\n\n\n                         JOHNNY\n\n          I'll buff out the serial numbers\n\n          too. Sell the parts at salvage.\n\n          Storch nods in approval as his eyes wander to the camera.\n\n\n\n                         SHERIFF STORCH\n\n          .and give me that.\n\n          Sheriff Storch rips the camera from Stanley's hands. He\n\n          pulls out the tape.",
  "42": "---END OF PREVIOUS SECTION---\nSHERIFF STORCH\n\n          .and give me that. Sheriff Storch rips the camera from Stanley's hands. He\n\n          pulls out the tape. \n---TARGET SECTION TO BE ANNOTATED---\n          He throws the tape to the ground and stomps on it, smashing\n\n          it to bits. Stanley opens his mouth to say something, thinks\n\n          better of it, and closes it quickly.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          The fuck were you saving that for\n\n          moron?\n\n\n\n                         (BEAT)\n\n          Swear to Christ.\n\n\n\n                         (MORE)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 50.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          I need all you on point. I mean,\n\n          on fuckin' point. We clear?\n\n\n\n                         (BEAT)\n\n          Now let's go, we got shit to do.\n\n          Matthew continues to stare off into the distance, waist deep\n\n           in the water. \n\n          48 ER's. WOODS - DUSK 48 \n\n          CLOSE UP on a match. Dirty fingers pull the match across the\n\n          flint on the side of a matchbox. The match explodes to life.\n\n          A hand drops the match on top of Jennifer's belongings: her\n\n          clothes, laptop, the dry goods she purchased at the store.\n\n          It's all piled up on the grass.\n\n          Johnny, Stanley, and Andy watch quietly as the flames and\n\n          smoke from the fire reach into the sky. Andy throws a metal\n\n          container of gasoline onto the ground.\n\n\n\n                         ANDY\n\n          So that's everything. Right down\n\n          to her little tit sling.\n\n\n\n                         JOHNNY\n\n          And there was no trace at all?\n\n          Nothing in the woods? In the\n\n          shallows?\n\n          Andy shakes his head. Stanley rubs his eyes hard.\n\n\n\n                         STANLEY\n\n          I'm starving, man.\n\n\n\n                         JOHNNY\n\n          Well ain't that the headline. Soon \n\n          as we finish this and haul her car\n\n          into the garage, you can stuff your\n\n          face 'til you puke.\n\n\n\n                         (TO ANDY)\n\n          What the hell happened to Matthew?\n\n\n\n                         ANDY\n\n          Idiot wanted to stay there. He was\n\n          walking around in the water,\n\n          looking for her like some crazed\n\n          dog after a bone.\n\n\n\n                         JOHNNY\n\n          Jesus Christ. He's not playing\n\n          with a full deck as it is.",
  "43": "---END OF PREVIOUS SECTION---\nHe was\n\n          walking around in the water,\n\n          looking for her like some crazed\n\n          dog after a bone. JOHNNY\n\n          Jesus Christ. He's not playing\n\n          with a full deck as it is. \n---TARGET SECTION TO BE ANNOTATED---\n                         (MORE)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n           ISOYG PINK 10/29/09 50A.\n\n\n\n                         JOHNNY (CONT'D)\n\n          The last thing we need is him\n\n          getting squirrelly on us.\n\n          (looks at the two of them)\n\n\n\n                         (MORE)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n           ISOYG PINK 10/29/09 51.\n\n\n\n                         JOHNNY (CONT-D)\n\n          We all got to make sure he keeps it\n\n          together, okay?\n\n\n\n                         (THEY NOD)\n\n          Least until all this shit blows\n\n          over.\n\n          The flames rise up and engulf her remaining personal items.\n\n\n\n          49 EXT. SHERIFF STORCH'S HOUSE - NIGHT 49 \n\n\n\n          Sheriff Storch pulls up to his house. He parks in the\n\n          driveway and gets out of his car.\n\n          He walks slowly up to his front door. Just as he reaches out\n\n          to grab the door handle, the front door opens. MRS. STORCH\n\n          is there to greet him.\n\n\n\n          MRS. STORCH\n\n          Gone all day. I got nervous.\n\n          Anything worth telling?\n\n\n\n          50 INT. SHERIFF STORCH'S HOUSE - NIGHT 50\n\n\n\n          Mrs. Storch closes the door behind them. Chastity races from\n\n          her room holding a piece of paper.\n\n\n\n                         CHASTITY\n\n          Daddy! Daddy!\n\n          Sheriff Storch picks up his daughter and kisses her head.\n\n\n\n                         SHERIFF STORCH\n\n          Just the usual, domestic dispute\n\n          out near Clifton. Took forever.\n\n\n\n                         (BEAT)\n\n          Got anything on the stove?\n\n\n\n          MRS. STORCH\n\n          Sure. I'll reheat it.\n\n\n\n                         (RE: CHASTITY)\n\n          You'll be proud.\n\n          Chastity brings forth the piece of paper. Sheriff turns to\n\n          her.\n\n\n\n                         SHERIFF STORCH\n\n          Oh yeah, what am I gonna be proud\n\n          of?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 52.\n\n\n\n                         CHASTITY\n\n          I was accepted to the honors\n\n          program, daddy. can you believe\n\n          it?\n\n          Sheriff puts her down. Proud.\n\n\n\n                         SHERIFF STORCH\n\n          Of course I can.",
  "44": "---END OF PREVIOUS SECTION---\nSheriff puts her down. Proud. SHERIFF STORCH\n\n          Of course I can. \n---TARGET SECTION TO BE ANNOTATED---\n I expect nothing\n\n          less from my Angel.\n\n\n\n                         (BEAT)\n\n          Mommy and I are proud of you. Real\n\n          proud.\n\n\n\n                         (BEAT)\n\n          Alright. I'm gonna shower up.\n\n          Sheriff walks of as Mrs. Storch watches for a second and\n\n          then heads into the kitchen.\n\n\n\n          51 EXT. EARL'S PLACE - DAY 51 \n\n\n\n          Sheriff Storch's cruiser pulls up to Earl's house and comes\n\n          to a stop in a cloud of dust.\n\n\n\n          52 EXT. EARL'S PLACE - DAY 52 \n\n\n\n          Sheriff Storch stands on Earl's porch, pounds on the door.\n\n\n\n          EARL (O.S.)\n\n          It's open.\n\n          Sheriff Storch pushes open the screen door.\n\n\n\n          53 INT. EARL'S PLACE - DAY 53 \n\n\n\n          He enters. Immediately, he brings his hand to his mouth and\n\n          coughs violently.\n\n\n\n                         SHERIFF STORCH\n\n          Every time I come in here this\n\n          place gets worse.\n\n          Earl's bent over one of the tanks, elbow-deep in fetid water.\n\n\n\n                         EARL\n\n          Yeah, but business gets better.\n\n          That's the trade off.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 53.\n\n\n\n                         SHERIFF STORCH\n\n          Yeah, well, you're lucky I don't\n\n          cite you for being a public health\n\n          hazard.\n\n          Sheriff Storch reaches into his pocket and pulls out a set of\n\n          keys. He holds them in the air and JINGLES them. Earl\n\n          finally looks up, confused.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          Mockingbird Trail.\n\n\n\n                         EARL\n\n          Mockingbird Trail, what? -- Oh,\n\n          right, Miss Hills. What happened?\n\n          She left?\n\n\n\n                         SHERIFF STORCH\n\n          Yeah, I couldn't make heads or\n\n          tails of it. Found marijuana\n\n          cigarettes, case of booze, looked \n\n          to me like she was a party girl...\n\n          a very wild one.\n\n\n\n                         EARL\n\n          Yeah, yeah. I had her pegged from\n\n          minute one. She wreck the place?\n\n\n\n                         SHERIFF STORCH\n\n          Nah, place is fine. She packed up\n\n          and split.\n\n\n\n                         EARL\n\n          My lucky day.",
  "45": "---END OF PREVIOUS SECTION---\nSHERIFF STORCH\n\n          Nah, place is fine. She packed up\n\n          and split. EARL\n\n          My lucky day. \n---TARGET SECTION TO BE ANNOTATED---\n                         SHERIFF STORCH\n\n          Why's that?\n\n\n\n                         EARL\n\n          No refund policy.\n\n\n\n                         SHERIFF STORCH\n\n          Christmas come early. Enjoy it.\n\n\n\n                         EARL\n\n          (changes the subject)\n\n          Speaking of early, only a month\n\n          'til quail season. Don't know \n\n          about you but I'm getting tired of\n\n          shooting squirrels.\n\n\n\n                         SHERIFF STORCH\n\n          Me too.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 54.\n\n          Earl nods. Sheriff tips his hat and walks out.\n\n\n\n                         DISSOLVE TO:\n\n\n\n          54 EXT. HENDERSONVILLE RIVER - DAY 54 \n\n\n\n          THE CAMERA tilts down from the treeline and falls back on\n\n          Hendersonville. It's serene, peaceful and lonely. \n\n          Matthew sits in a small boat. He's been patrolling for\n\n          Jennifer's body, but now the boat just sits in the middle of\n\n          the swamp where the river runs out.\n\n          He stares out into the water as we slowly creep closer, and\n\n          closer until we're extremely close on his face, his eyes\n\n          unmoving.\n\n\n\n          A55 EXT. SERVICE STATION - DAY A55\n\n\n\n          POV: A car with two women pulls up to the gas pump. Johnny\n\n          comes out of the garage and saunters over to them.\n\n          Johnny playfully harasses the women. To a casual observer,\n\n          it would seem harmless. But we know it could be the prelude\n\n          to something unspeakable.\n\n          Finally, the women pull away. Johnny walks back into the\n\n          garage, a smug, self-satisfied smile on his face.\n\n\n\n          55 INT. SERVICE STATION, GARAGE - DAY 55 \n\n\n\n          Andy is bent over Jennifer's car, or at least what's left of\n\n          it. At this point, it's nothing more than a shell. He wears\n\n          a welding helmet and is hard at work with a blowtorch.\n\n\n\n                         ANDY\n\n          (from under the car)\n\n          Round up some tail out there?\n\n\n\n                         JOHNNY\n\n          Maybe. Guarantee you they'll be\n\n          back.\n\n          Johnny looks up as Stanley stumbles into the garage, holding\n\n          a six pack of beer.\n\n\n\n                         STANLEY\n\n          It's happy hour.",
  "46": "---END OF PREVIOUS SECTION---\nGuarantee you they'll be\n\n          back. Johnny looks up as Stanley stumbles into the garage, holding\n\n          a six pack of beer. STANLEY\n\n          It's happy hour. \n---TARGET SECTION TO BE ANNOTATED---\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 55.\n\n          Johnny opens his hands, signaling Stanley to toss him a can.\n\n          Andy shuts off the blowtorch and lifts up the helmet.\n\n\n\n                         ANDY\n\n          Fucking A.\n\n          Johnny cracks open the beer and takes a gulp. He wipes the\n\n          back of his hand across his mouth.\n\n\n\n                         JOHNNY\n\n\n\n                         (TO STANLEY)\n\n          You bought beer? What'd your\n\n          mother put you back on an\n\n          allowance?\n\n          They all laugh.\n\n\n\n                         STANLEY\n\n          Just figured we deserved a break.\n\n          Andy holds up his beer in a mock toast.\n\n\n\n                         ANDY\n\n          To your moma.\n\n          Johnny points to Andy, his beer still in his hand.\n\n\n\n                         JOHNNY\n\n          Just one, you hear me? Don't need\n\n          you passing out on your watch you\n\n          lightweight.\n\n          Andy takes a large sip.\n\n\n\n                         ANDY\n\n          Heck, just let Matthew take all the\n\n          shifts. He's been down there\n\n          everyday anyway. Even when it's\n\n          not his turn. \n\n          They all look to one another.\n\n\n\n                         JOHNNY\n\n          The fuck's he doing down there?\n\n\n\n                         ANDY\n\n          I don't know. Last time I saw him,\n\n          he wasn't lookin' too good.\n\n          Maybe we should give him a break.\n\n          Pull him off all together. \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 56.\n\n\n\n                         STANLEY \n\n          Bullshit. It's been over two\n\n          weeks. I'm tired of searching. If\n\n          she didn't turn up yet, she ain't\n\n          gonna.\n\n\n\n                         JOHNNY\n\n          You'll keep lookin' till I tell ya'\n\n          to stop.\n\n           As he turns away there is a bag of Stanley's pork rinds, he \n\n           grabs it and throws it at Stanley.\n\n\n\n                          JOHNNY (CONT'D) \n\n           Here's your supplies. \n\n           Andy starts to laugh as Johnny exits. \n\n\n\n          56 EXT. SERVICE STATION - DAY 56\n\n\n\n           From a distance we see Andy laughing and Johnny walking off. \n\n\n\n                         57 OMITTED 57\n\n\n\n          A57 INT.",
  "47": "---END OF PREVIOUS SECTION---\n56 EXT. SERVICE STATION - DAY 56\n\n\n\n           From a distance we see Andy laughing and Johnny walking off. 57 OMITTED 57\n\n\n\n          A57 INT. \n---TARGET SECTION TO BE ANNOTATED---\n CABIN - DAY (FORMERLY SCENE 62) A57 \n\n\n\n          Matthew stands in the main room staring at the floor - the\n\n          exact place where he raped Jennifer. After a long, drawn out\n\n          moment, he turns and walks to--\n\n\n\n          B57 INT. CABIN, BATHROOM - DAY (FORHERLY SCENE 62) B57 \n\n\n\n          He looks down to the toilet, then the bathtub. He turns\n\n          around accidentally catches his reflection in the mirror.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 57.\n\n          His greasy, unkempt hair hangs in front of his eyes. He\n\n          pushes it to the side and stares at himself for a long time.\n\n          Finally, Matthew reaches to the light switch, he flicks it\n\n          off. Immediately, the room goes dark. But the second it\n\n          does...\n\n          JENNIFER is sitting on the bed just like when they first met.\n\n\n\n          DEAD, DRENCHED, BEATEN, BATTERED, AND DECAYED, BUT IT'S\n\n\n\n                         JENNIFER --\n\n          Matthew is paralyzed with fear, he tries to turn as a\n\n          grizzly, decayed hand grabs his forehead. Another grabs hold\n\n          of his throat.\n\n          A mouth caked with dirt and dried blood begins to kiss up his\n\n          neck, his face-\n\n          Matthew screams wildly\n\n\n\n          58 EXT. SHERIFF STORCH'S HOUSE - NIGHT 58\n\n\n\n          The Sheriff's car sits in the driveway. It's dark, but for\n\n          the light from a TV strobing against the drapes.\n\n\n\n          59 INT. SHERIFF STORCH'S HOUSE - NIGHT 59 \n\n\n\n          All is quiet. Sheriff Storch reclines in his lazyboy. Mrs.\n\n          Storch is on the sofa rifling through a TV journal.\n\n          The phone RINGS. Sheriff Storch lifts his head up. Mrs.\n\n          Storch reaches over and answers.\n\n\n\n          MRS. STORCH\n\n\n\n                         (INTO PHONE)\n\n          Hello?\n\n          (hands it to him)\n\n          It's Earl.\n\n          Storch takes the phone from her.\n\n\n\n                         SHERIFF STORCH\n\n          Earl?\n\n\n\n          60 INT. EARL'S PLACE -- NIGHT 60\n\n\n\n          Earl fidgets with his tanks, cleaning, scraping algae.",
  "48": "---END OF PREVIOUS SECTION---\nSHERIFF STORCH\n\n          Earl? 60 INT. EARL'S PLACE -- NIGHT 60\n\n\n\n          Earl fidgets with his tanks, cleaning, scraping algae. \n---TARGET SECTION TO BE ANNOTATED---\n But\n\n          you can tell he's nervous about something.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 58.\n\n\n\n                         EARL\n\n          Yeah, so, this woman leaves a\n\n          message on the machine. Barbara\n\n          something or other.\n\n\n\n                         SHERIFF STORCH\n\n          Yeah, so...\n\n\n\n                         EARL\n\n          She was looking for that Miss\n\n          Hills. Says no one's seen her in\n\n          over a month. Ain't that about when\n\n          she split?\n\n\n\n                         SHERIFF STORCH\n\n          Yeah, and... you know the story.\n\n\n\n                         EARL\n\n          I don't know. I wasn't there. I\n\n          think you should call her back. I\n\n          mean heck, sheriff, you may have\n\n          been the last person to see her.\n\n          The Sheriff's blood starts to boil, he wants to say more, but\n\n          looks to his wife... then controls himself.\n\n\n\n                         EARL (CONT'D)\n\n          Sheriff?\n\n\n\n                         SHERIFF STORCH\n\n          Okay. I'll give her a call.\n\n\n\n                         EARL\n\n          Good. You want the number?\n\n\n\n                         SHERIFF STORCH\n\n          Nah, It's late. I'll pick it up\n\n          from you in the am. We're still on\n\n          for tomorrow, right?\n\n\n\n                         EARL\n\n          Yeah, of course.\n\n          Sheriff Storch hangs up. Mrs. Storch looks up.\n\n\n\n          MRS. STORCH\n\n          Is everything okay?\n\n\n\n                         SHERIFF STORCH\n\n          Just fine.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          19 L5 V MON - I IWO 29\n\n          IV99 60/6Z/OX HKld OAOSI\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n           ISOYG PINK 10/29/09 59.\n\n\n\n          62 OMITTED - NOW 857 62\n\n\n\n          63 EXT. WOODS - DAY 63\n\n\n\n          BLAM: A SHOTGUN blasts as smoke billows from the barrel. In\n\n          the distance, the shapes of Sheriff Storch and Earl come into\n\n          focus.\n\n\n\n                         SHERIFF STORCH\n\n          Can you believe there used to be a\n\n          limit on quail? Goddamn things are \n\n          like locust now.\n\n\n\n                         EARL\n\n          Much to our good fortune.",
  "49": "---END OF PREVIOUS SECTION---\nSHERIFF STORCH\n\n          Can you believe there used to be a\n\n          limit on quail? Goddamn things are \n\n          like locust now. EARL\n\n          Much to our good fortune. \n---TARGET SECTION TO BE ANNOTATED---\n          Earl points to a nearby log.\n\n\n\n                         EARL (CONT'D)\n\n          Let's take a break. My dogs are\n\n          barking something fierce.\n\n          Earl plops down on the log.\n\n\n\n                         SHERIFF STORCH\n\n          You're getting old, Earl. I\n\n          remember back when you and my old \n\n          man chased that buck out of the \n\n          hollows on Stickler's Farm before\n\n          bagging it.\n\n\n\n                         EARL\n\n\n\n                         (LAUGHS)\n\n          Those were the good of days.\n\n          Sheriff Storch joins Earl on the log. He reaches into his\n\n          hunting bag and pulls out a bottle of really good whiskey.\n\n\n\n                         SHERIFF STORCH\n\n          Here's to the good of days.\n\n          Earl looks at him, surprised.\n\n\n\n                         EARL\n\n\n\n                         (RE: BOTTLE)\n\n          Wow, fan-cy. To what do I owe?\n\n          Sheriff Storch smiles, screws off the top, and passes the\n\n          bottle to Earl. Earl takes a swig.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 60.\n\n\n\n                         EARL (CONT'D)\n\n          Some damn fine whiskey. Usually\n\n          don't have that 'cept at baptisms\n\n          and weddings.\n\n\n\n                         SHERIFF STORCH\n\n          And funerals.\n\n          BLAM: -- Earl's chest erupts in a geyser of blood.\n\n          Earl drops to the ground like a rag doll. The bottle falls\n\n          from his grasp. The whisky flows into the dirt.\n\n          Sheriff Storch stands up, clutching his smoking shotgun.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          Loose ends, Earl. Loose ends...\n\n          Sheriff Storch hovers over his prey. Suddenly, Earl's body\n\n          spasms. His eyes flicker and a nauseating gurgle sounds from\n\n          deep in his throat.\n\n          BLAM: -- Sheriff Storch crosses himself -- touching his\n\n          forehead and both shoulders -- turns away from the corpse.\n\n\n\n                         64 OMITTED 64\n\n\n\n          65 EXT. JOHNNY'S HOUSE, PORCH - DAY 65 \n\n\n\n          Johnny and Andy are sitting on the porch in lawn chairs\n\n          drinking beer.\n\n          Both of them turn to see Stanley bounding up to the station\n\n          in a tizzy.\n\n\n\n                         ANDY\n\n          Jeez look at this.",
  "50": "---END OF PREVIOUS SECTION---\nJOHNNY'S HOUSE, PORCH - DAY 65 \n\n\n\n          Johnny and Andy are sitting on the porch in lawn chairs\n\n          drinking beer. Both of them turn to see Stanley bounding up to the station\n\n          in a tizzy. ANDY\n\n          Jeez look at this. \n---TARGET SECTION TO BE ANNOTATED---\n                         JOHNNY\n\n          Something's spooked the cattle.\n\n\n\n                         STANLEY\n\n          It's gone! It's fucking gone]\n\n          Stanley storms into the garage.\n\n\n\n                         ANDY\n\n          Jesus, Stanley. Calm down.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 61.\n\n\n\n                         JOHNNY\n\n          What the hell's got your nuts tied\n\n          in a sling?\n\n          Stanley is completely out of breath.\n\n\n\n                         STANLEY\n\n          It's gone. My camera. It's gone!\n\n          Andy looks at him, visibly annoyed.\n\n\n\n                         ANDY\n\n          Maybe you accidentally ate it?\n\n\n\n                         STANLEY\n\n          Fuck off, this is serious!\n\n          Johnny shakes his head.\n\n\n\n                         STANLEY (CONT'D)\n\n          it had the tape in it.\n\n\n\n                         JOHNNY\n\n          The hell you talking about?\n\n\n\n                         STANLEY\n\n          The tape, Johnny. The goddamn\n\n          tape!\n\n\n\n                         JOHNNY\n\n          Wait a minute. You mean the one\n\n          Storch smashed to bits. That tape?\n\n\n\n                         STANLEY\n\n          He didn't smash shit. I put in a\n\n          new one... Sheriff stomped the one \n\n          with nothing on it.\n\n\n\n                         JOHNNY\n\n          You stupid retard piece of shit.\n\n          You tellin' me you kept the tape?\n\n          Johnny grabs Stanley by the neck and slams him up against a\n\n          car, and begins to Strangle the life out of him.\n\n\n\n                         JOHNNY (CONT'D)\n\n          Where is it?!\n\n\n\n                         STANLEY\n\n          (struggling to breathe)\n\n          I... don't... please--\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          i Aaq 'caH\n\n           'VT9 60/6Z/OT XXId J2OSI\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 62.\n\n          Finally, Andy intercedes prying Johnny's hands off Stanley's\n\n          neck. Stanley falls to the ground, gasping for breath.\n\n          Johnny kicks him in the ribcage.\n\n\n\n                         JOHNNY\n\n          You're too dumb to know how dumb\n\n          you are. Where's the fuckin'\n\n          tape?!\n\n\n\n                         STANLEY\n\n          (struggling to breathe)\n\n          I had it. Now it's gone.",
  "51": "---END OF PREVIOUS SECTION---\nWhere's the fuckin'\n\n          tape?! STANLEY\n\n          (struggling to breathe)\n\n          I had it. Now it's gone. \n---TARGET SECTION TO BE ANNOTATED---\n                         ANDY\n\n          Was ya robbed? Or did you leave it\n\n          somewhere?\n\n\n\n                         STANLEY\n\n          It was in my place... I swear it.\n\n\n\n                         JOHNNY\n\n          Who else knew about it?\n\n          A beat of silence hangs in theair.\n\n\n\n                         STANLEY\n\n          Matthew. I showed it to him.\n\n          Off all their incredulous looks.\n\n\n\n                         STANLEY (CONT'D)\n\n          Was trying to cheer him up.\n\n\n\n                         JOHNNY\n\n          The kid's barely got one oar in the\n\n          water and you just took it and\n\n          shoved it up his ass.\n\n          Andy walks by Stanley and slaps him in the head for good\n\n          measure.\n\n\n\n                         JOHNNY (CONT'D)\n\n          Unfreakin' real. Do you understand\n\n          the world of shit we are all in\n\n          right now.Do you?!\n\n\n\n                         (BEAT)\n\n          You think Earl was some hunting\n\n          accident?Either of you?\n\n          Bullshit.Storch is coming\n\n          unglued. We're all in his\n\n          crosshairs.All of us!\n\n\n\n                         (BEAT)\n\n\n\n                         (MORE)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n           - -s of 94TT 4TUs\n\n           pTdn4s atuos op pua ob noc pua•••\n\n           (a,INOO) XNNHOP\n\n          •VZ9 60/6Z/0t INIL OXOSI\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 63.\n\n          Stanley is still on the ground, making disgusting noises. A\n\n          combination of sobbing, puking, and wheezing.\n\n\n\n                         STANLEY\n\n          You can't tell him Johnny. You\n\n          can't.\n\n          Johnny ponders for a second.\n\n\n\n                         ANDY\n\n          Shit for brains here's right. We\n\n          gotta stick together now.\n\n\n\n                         STANLEY\n\n          Please, Johnny. He finds out about\n\n          this... that I had the tape---\n\n\n\n                         JOHNNY\n\n          No... no. We don't breathe a word\n\n          of this.\n\n          (points to them both)\n\n          Not a damn word.",
  "52": "---END OF PREVIOUS SECTION---\nHe finds out about\n\n          this... that I had the tape---\n\n\n\n                         JOHNNY\n\n          No... no. We don't breathe a word\n\n          of this. (points to them both)\n\n          Not a damn word. \n---TARGET SECTION TO BE ANNOTATED---\n Sheriff gets wind\n\n          of this, we'll all be having\n\n          \"hunting accidents\": We clear?\n\n          Johnny slaps Stanley in the head again for good measure.\n\n\n\n                         JOHNNY (CONT'D)\n\n          in the meantime, find that little\n\n          shitwhit Matthew. Me and him are\n\n          gonna have a talk.\n\n\n\n          66 INT. JOHNNY'S HOUSE - NIGHT 66 \n\n\n\n          Johnny reclines on his couch, watching TV. One hand is down\n\n          his pants and the other holds a bottle of whisky.\n\n          Suddenly, there's a CRASH at his front door. Johnny looks up\n\n          and puts down the bottle, not overly concerned.\n\n\n\n                         JOHNNY\n\n          Hello?\n\n          No answer at the door. Johnny groans and gets off the couch,\n\n          annoyed at being disturbed. He walks over to the front door\n\n          and yanks it open.\n\n          The front porch is empty. Just as he's about to close the\n\n          door, he glances down. There's a dead bird on the stoop.\n\n          Johnny narrows his eyes and looks out into the night. Then\n\n          he closes the door and returns to the couch.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 64.\n\n          But as soon as he picks up the bottle, there's another CRASH\n\n          at the front door. Johnny, now pissed, races to the front\n\n          door and swings it open.\n\n          A second dead bird has joined the first. Without closing the\n\n          door, Johnny backs up into his house.\n\n          A few seconds later, he returns to the front door, pistol in\n\n          hand. He steps out onto the porch.\n\n\n\n          67 EXT. JOHNNY'S HOUSE, BACK PORCH - NIGHT 67\n\n\n\n          Johnny holds the gun in front of him. He pivots slowly from\n\n          side to side, scanning the entire property. No more birds.\n\n          In fact, nothing at all. Dead silence.\n\n\n\n                         JOHNNY\n\n\n\n                         (THREATENING)\n\n          Who's out there?!\n\n          No answer.\n\n\n\n                         JOHNNY (CONT'D)\n\n          Shit ain't funny fuckers!!! See\n\n          how funny a bullet in your ass is!\n\n          When there's still no response -- Johnny finally backs up\n\n          into the house and closes the door.",
  "53": "---END OF PREVIOUS SECTION---\nJOHNNY (CONT'D)\n\n          Shit ain't funny fuckers!!! See\n\n          how funny a bullet in your ass is! When there's still no response -- Johnny finally backs up\n\n          into the house and closes the door. \n---TARGET SECTION TO BE ANNOTATED---\n          68 INT. JOHNNY'S HOUSE - NIGHT 68\n\n\n\n          Again, back to the couch. And again, the second his ass hits\n\n          the cushion, another CRASH.\n\n\n\n                         JOHNNY\n\n          Got dammit!\n\n          This time, Johnny races to the door and yanks it open,\n\n          cocking the gun on the way and fires into the night.\n\n\n\n          69 EXT. JOHNNY'S HOUSE, BACK PORCH - NIGHT 69\n\n\n\n          Johnny causally looks down - but this time it's not a bird.\n\n          It's a shoe... Jennifer's shoe.\n\n          Johnny bends down and picks it up. He studies it. Frowns.\n\n          Someone's gone too far. Then he hears something scurry off\n\n          in-the distance.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 64A.\n\n          Quickly Johnny gives chase - leaping off his porch and racing\n\n          in the direction of the sound.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 65.\n\n          Johnny stops, listens, and waits. Nothing but silence. He\n\n          turns around in all directions.\n\n          Johnny spits and turns around to walk back and as he does, he\n\n          notices one of Matthew's colored RUBBER BANDS lying in the\n\n          mud.\n\n\n\n                         JOHNNY\n\n\n\n                         (UNDER BREATH)\n\n          Son of a bitch.\n\n\n\n          70 INT. SHERIFF STARCH'S HOUSE - DAY 70\n\n\n\n          Sheriff Storch enters, holding a bouquet of flowers. He\n\n          closes the door behind him and walks in.\n\n\n\n                         SHERIFF STORCH\n\n          Helen?\n\n          Within seconds, Mrs. Storch materializes, apron on and wiping\n\n          her hands on a dish towel.\n\n\n\n          MRS. STORCH\n\n          Oh, they're beautiful...\n\n          Sheriff Storch walks over and gives her a kiss on the cheek.\n\n\n\n                         SHERIFF STORCH\n\n          I've been --\n\n\n\n          MRS. STORCH\n\n          No need to explain. You just\n\n          buried your close friend. And you\n\n          haven't taken a single day off.\n\n          You're only human.\n\n\n\n                         SHERIFF STORCH\n\n          I guess.\n\n\n\n          MRS.",
  "54": "---END OF PREVIOUS SECTION---\nYou're only human. SHERIFF STORCH\n\n          I guess. MRS. \n---TARGET SECTION TO BE ANNOTATED---\n STORCH\n\n          Hey, maybe you can help me while I\n\n          put these in water.\n\n\n\n                         SHERIFF STORCH\n\n          Help with what?\n\n\n\n          MRS. STORCH\n\n          We got this tape delivered it don't\n\n          fit our machine. \n\n\n\n                         SHERIFF STORCH\n\n          What tape?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 66.\n\n          Mrs. Storch scurries over to the coffee table, grabs the\n\n          MINIDV tape and hands it to him.\n\n\n\n          MRS. STORCH\n\n          it came this morning...\n\n          But as Storch looks over the tape, the color, the markings...\n\n          no, it couldn't be, he smashed that tape.\n\n\n\n          MRS. STORCH (CONT'D)\n\n          I think it might be Chastity's\n\n          recital.\n\n\n\n                         SHERIFF STORCH\n\n          Did Chastity see this?\n\n\n\n          MRS. STORCH\n\n          No, like I said, we couldn't get it\n\n          to play.\n\n\n\n                         SHERIFF STORCH\n\n          Where is she?\n\n\n\n          MRS. STORCH\n\n          Sleeping, why?\n\n          Storch wipes his face with his hand, then shoves the tape\n\n          into his shirt pocket.\n\n\n\n                         SHERIFF STORCH\n\n          I'll... I'll be back...\n\n          Sheriff Storch quickly turns away from his wife and hurries\n\n          out the door.\n\n          Mrs. Storch stands at the door and watches with growing\n\n          curiosity as the cruiser peels out of the driveway, a cloud\n\n          of dust in its wake.\n\n\n\n          71 EXT. JOHNNY'S HOUSE - DAY 71\n\n\n\n          Andy and Stanley pull up and get out of the truck as Johnny's\n\n          been pacing.\n\n\n\n                         ANDY\n\n          So what's all this about, Johnny?\n\n          Johnny takes out Jennifer's shoe and throws it at them. They\n\n          both dodge a hit and look at the shoe on the ground.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 66A.\n\n\n\n                         STANLEY\n\n\n\n                         (TERRIFIED)\n\n          Where'd you get that?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 67.",
  "55": "---END OF PREVIOUS SECTION---\nISOYG PINK 10/29/09 66A. STANLEY\n\n\n\n                         (TERRIFIED)\n\n          Where'd you get that? ISOYG PINK 10/29/09 67. \n---TARGET SECTION TO BE ANNOTATED---\n                         JOHNNY\n\n          Somebody threw it at my fuckin'\n\n          door.\n\n          Then snaps Matthew's rubber band at them it hits Stanley who\n\n          winces.\n\n\n\n                         STANLEY\n\n          Jees, Matthew? Come on--\n\n\n\n                         JOHNNY\n\n          Did either of you find that little\n\n          prick?\n\n\n\n                         ANDY\n\n          No. No one knows where he is--\n\n          Suddenly, a car SCREECHES up - it's Storch and it looks as if\n\n          he is going to drive his cruiser straight through the fence.\n\n\n\n                         STANLEY\n\n          Ah shit. This ain't good.\n\n          Johnny picks the shoe up.\n\n          Storch blasts out of his car, shotgun in hand. He cocks his\n\n          shotgun and levels it directly at Stanley as he backs him up,\n\n          planting the shotgun into his cheek.\n\n\n\n                         STANLEY (CONT'D)\n\n\n\n                         (CRYING)\n\n          Please, Sheriff! I didn't do\n\n          anything.\n\n\n\n                         SHERIFF STORCH\n\n          Then you want to tell me why this\n\n          was dropped off at my house?! To\n\n          my WIFE!\n\n          Storch shoves the TAPE in Stanley's mouth - gagging him.\n\n          Then turns to Johnny.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          What's on that tape?! Is this some\n\n          kind of fucked up joke? I smashed\n\n          the damn thing myself!\n\n\n\n                         JOHNNY\n\n          Nah, genius over here reloaded.\n\n          Tape you smashed had nothing on it.\n\n          Storch looks to Johnny - then snaps his gun towards him.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          Lstu4 4noq Maui nox\n\n\n\n                         HOIOSS 33I'DSHS\n\n          '1L9 6O/6Z/O1 )Nld 9XOSI\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 68.\n\n\n\n                         JOHNNY\n\n          Hey, I just found out myself.\n\n          Storch swings the gun back to Stanley.\n\n\n\n                         SHERIFF STORCH\n\n          Eat that tape fatboy.\n\n          Andy starts to laugh as Starch trains the gun back on them-\n\n\n\n                         STORCH\n\n          Shut your pie hole.",
  "56": "---END OF PREVIOUS SECTION---\nStorch swings the gun back to Stanley. SHERIFF STORCH\n\n          Eat that tape fatboy. Andy starts to laugh as Starch trains the gun back on them-\n\n\n\n                         STORCH\n\n          Shut your pie hole. \n---TARGET SECTION TO BE ANNOTATED---\n Think this is\n\n          funny?! I'll have him shit it down\n\n          your throat when's he done eating\n\n          it. Got that boy?\n\n          .LAM; The Sheriff fires a shot into the air. They all jump,\n\n          Stanley covers his ears like it hurt.\n\n\n\n                         SHERIFF STORCH\n\n          See, there's two kinds of crazy\n\n          people. One likes to get buck\n\n          naked and howl at the moon. The\n\n          other kind does the exact same\n\n          thing, only in my backyard. The\n\n          first kind'I don't have to deal\n\n          with, you know?\n\n          The Sheriff walks right into Stanley's face as he continues\n\n          to chew the plastic.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          The second kind, well... you're in\n\n          my yard. \n\n\n\n                         JOHNNY\n\n          It's Matthew, Sheriff. Stanley kept \n\n          the souvenir, but Matthew's the\n\n          one that took it.\n\n          The Sheriff backs off a beat, sizes up the situation.\n\n          Johnny brings forth the shoe. Sheriff's eyes seethe with\n\n          rage.\n\n\n\n                         JOHNNY (CONT'D)\n\n          The crazy bastard left me a\n\n          present.\n\n\n\n                         ANDY\n\n          Fucking retard is obsessed with\n\n          her. I think he actually feels\n\n          guilty.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 6$A.\n\n\n\n                         SHERIFF STORCH\n\n          You dipshits bring him to me! I'm\n\n          gonna cut his little pecker off and\n\n          use it as a goddamn hood ornament.\n\n\n\n                         (TO STANLEY)\n\n\n\n                         (MORE)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 69.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          And that's after I'm done shoving\n\n          it up your dirt hole. Now where is\n\n          he?!\n\n          Storch takes a deep breath. He looks at all of them, fuming.\n\n\n\n                         ANDY\n\n          We don't know. Isn't coming around\n\n          much.\n\n\n\n                         JOHNNY\n\n          Much? At all. Kid's fucked three\n\n          ways to Sunday. We can't find him\n\n          and trust me, we been looking.",
  "57": "---END OF PREVIOUS SECTION---\nAt all. Kid's fucked three\n\n          ways to Sunday. We can't find him\n\n          and trust me, we been looking. \n---TARGET SECTION TO BE ANNOTATED---\n                         SHERIFF STORCH\n\n          You losers couldn't find your own\n\n          asses with both hands and a map.\n\n\n\n                         (BEAT)\n\n          You got 24 hours. You understand?\n\n          I will not hesitate. Not for one\n\n          second.\n\n          He fixes them all with a steely gaze and loads the shotgun\n\n          again.\n\n\n\n          72 EXT. CABIN - DAY 72 \n\n\n\n          Matthew, disheveled and weary, stumbles up the steps of the\n\n          cabin. We get the feeling that this is almost a daily\n\n          pilgrimage, as if he returns here to assuage his guilt.\n\n          He rests his head on the wooden railing of the porch, for a\n\n          moment it looks as if he's about to cry.\n\n\n\n          VOICE (O.S.)\n\n          (from inside the cabin;\n\n          creepy and ethereal)\n\n          Matthew...\n\n          Matthew's head snaps up. He's almost certain he imagined it,\n\n          just like he's been imagining many things these days.\n\n\n\n          VOICE (O.S.) (CONT'D)\n\n          Math...ewwww...\n\n\n\n                         MATTHEW\n\n          Who's there?\n\n          Matthew walks cautiously into the cabin.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 70.\n\n\n\n          73 INT. CABIN - DAY 73\n\n\n\n           But there is no one in sight. Matthew looks around from side\n\n           to side, his eyes wide, filled with madness... . and then, he\n\n           hears it again.\n\n\n\n           VOICE (O.S.)\n\n           Math...eeeeeee... . you...\n\n           It's coming from upstairs - Matthew sprints up.\n\n\n\n          74 INT. CABIN, UPSTAIRS - DAY 74\n\n\n\n          Matthew, wild-eyed and panicked, gets to the top of the\n\n          steps. He takes a heavy breath and then moves into the lone\n\n          bedroom. seconds later he comes out, obviously empty.\n\n\n\n                         MATTHEW\n\n\n\n                         (SCREAMS)\n\n          Where are you?!\n\n          Barely a second later, he receives his answer.\n\n\n\n          VOICE (O.S.)\n\n          Matthew...\n\n          This time, it's definitely coming from downstairs. Matthew\n\n          glances down the staircase. When he sees that nobody is\n\n          waiting at the bottom, he heads down there.",
  "58": "---END OF PREVIOUS SECTION---\nThis time, it's definitely coming from downstairs. Matthew\n\n          glances down the staircase. When he sees that nobody is\n\n          waiting at the bottom, he heads down there. \n---TARGET SECTION TO BE ANNOTATED---\n          But once his foot touches the third step, the board gives out\n\n          as Matthew crashes down the steps, ass-over-tea kettle.\n\n\n\n          75 INT. CABIN - DAY 75\n\n\n\n          MATTHEW'S POV: His vision is completely blurry. He\n\n          struggles to get his bearings as he lays at the bottom of the\n\n          stairs; the side of his head rests on the floor. A thin\n\n          line of blood has already started to run down his cheek.\n\n          Matthew's vision starts to come back into focus as a BLURRY\n\n          IMAGE starts to move away from him. As the IMAGE gets\n\n          further away - it comes into focus - JENNIFER\n\n          We see her now, wounds healed, only the faintest hint of the \n\n          beating and trauma she went through.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 71.\n\n          Matthew grunts and groans as he tries to get up--\n\n\n\n                         MATTHEW\n\n\n\n                         (STAMMERS)\n\n          I... I knew you were alive. I knew it.\n\n          Jennifer turns to him now.\n\n\n\n                         JENNIFER\n\n          How do you know, Matthew?\n\n          Matthew props himself up with his hands and manages to get\n\n          into a sitting position.\n\n\n\n                         MATTHEW\n\n          Huh?\n\n\n\n                         JENNIFER\n\n          How do you know I'm alive? Are you\n\n          sure you're'not dreaming again? \n\n          Matthew shakes his head quickly from side to side. He's not\n\n          sure of anything any more.\n\n\n\n                         MATTHEW\n\n          I...am I dreaming?\n\n          Jennifer pats the couch next to her.\n\n\n\n                         JENNIFER\n\n          Come here. Come sit down.\n\n          Matthew staggers to his feet. He's overcome with emotion.\n\n\n\n                         MATTHEW\n\n          I... I... need to tell...\n\n          Jennifer holds a single finger to her lips.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 72.\n\n\n\n                         JENNIFER\n\n          Shh... it's all okay, Matthew. I\n\n          know that none of this was your\n\n          fault. You tried to help me.\n\n\n\n                         MATTHEW\n\n          I did... I really did.\n\n\n\n                         JENNIFER\n\n          I know that, Matthew. Now come.\n\n          Matthew sits down next to Jennifer.",
  "59": "---END OF PREVIOUS SECTION---\nJENNIFER\n\n          I know that, Matthew. Now come. Matthew sits down next to Jennifer. \n---TARGET SECTION TO BE ANNOTATED---\n It's almost as if some\n\n          force is controlling him. Matthew looks into her eyes.\n\n          He leans forwards and rests his head in Jennifer's lap. He \n\n          finally lets himself go, like a child having a meltdown.\n\n\n\n                         MATTHEW\n\n\n\n                         (SOBBING)\n\n          I'm sorry. I'm so, so sorry.\n\n\n\n                         JENNIFER\n\n          (stroking his head)\n\n          Shh...I know. I know you are.\n\n          Matthew's so caught up in the moment, that he fails to notice\n\n          A ROPE from the tool shed with a good SLIT KNOT being snaked\n\n          around his neck.\n\n\n\n                         JENNIFER (CONT'D)\n\n          But tell me again, Matthew. I want\n\n          to hear how sorry you are.\n\n          Matthew's eyes fly open. Jennifer's hands jerk backwards.\n\n          The rope digs into his flesh. He tries to speak but his\n\n          windpipe can't produce any sound.\n\n          Matthew rolls to the floor, Jennifer never loses her grasp.\n\n          She stands over Matthew, twisting the rope as hard as she\n\n          can. His eyes bulge, the veins in his face protrude--\n\n          Realizing he's about to slip away forever, Matthew displays\n\n          one last burst of strength but Jennifer uses her leverage to\n\n          get her foot on his chest and pulls harder.\n\n          Frightened and furious, Matthew whips Jennifer around again.\n\n          But she refuses to let go.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOXG PINK 10/29/09 73.\n\n          Finally, Matthew's body has had enough. He feet stop kicking\n\n          and just twitch. Then he just gasps like a fish dying out of\n\n          water.\n\n          Jennifer bends over Matthew. She's only inches from his\n\n          face. He's alive, but in terrible shape.\n\n\n\n                         JENNIFER (CONT'D)\n\n          (whispers in his ear)\n\n          Tell me again...\n\n          CLOSE ON: Matthew's mouth. He can't actually speak; his\n\n          voice box shattered. But he mouths the words.\n\n\n\n                         MATTHEW\n\n\n\n                         (STRUGGLING)\n\n          I'm sorry.\n\n\n\n                         JENNIFER\n\n          I'm sorry? That's just not good\n\n          enough.",
  "60": "---END OF PREVIOUS SECTION---\nMATTHEW\n\n\n\n                         (STRUGGLING)\n\n          I'm sorry. JENNIFER\n\n          I'm sorry? That's just not good\n\n          enough. \n---TARGET SECTION TO BE ANNOTATED---\n          She pulls the slip knot around his neck again and begins to\n\n\n\n                         CHOKE HIM--\n\n\n\n                         JENNIFER (CONT'D)\n\n          Now I want you to cry like a little\n\n          girl for me.\n\n          Matthew begins to wail.\n\n\n\n          A75 EXT. CABIN, DAY A75\n\n\n\n           Matthews screams echoes out through woods, but his, much like\n\n           Jennifer, go unheard.\n\n\n\n                          DISSOLVE TO:\n\n\n\n          B75 EXT. WOODS. NIGHT B75\n\n\n\n           Silence. A full moon hangs low in the night sky, casting an\n\n           eerie glow over the entire area. A sense of calm restored.\n\n\n\n                          DISSOLVE TO:\n\n\n\n          C75 INT. DILAPIDATED HOUSE - NIGHT C75\n\n\n\n           Jennifer walks into focus - \n\n          We see her now, wounds healed, only the faintest hint of the\n\n          beating and trauma she went through.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n           ISOYG PINK 10/29/09 73A.\n\n          But in her eyes --- her eyes still tell the whole story. This \n\n           is no longer the Jennifer we've known. She looks down. \n\n           ANGLE ON: A BIBLE, the old moldy one from the dilapidated \n\n           shack. It rests on the windowsill - opened to a passage. \n\n          CZrO$E ON: Exodus 21:23-25: .And if any mischief follow, \n\n           than thou shalt give life for life, Eye for eye, tooth for \n\n           tooth, hand for hand, foot for foot, Burning for burning, \n\n           wound for wound, stripe for stripe.. \n\n          Jennifer looks up. \n\n\n\n                          JENNIFER \n\n           Forgive me father, for I will sin. \n\n\n\n          76 EST. HENDERSONVILLE RIVER - DAY 76\n\n          Andy and Stanley make their way to the falls. They carry\n\n          flashlights, but they're turned off as day has broken.\n\n          Stanley shovels pork rinds into his mouth, and offers some to\n\n          Andy. They are tired, weary, and you get the sense they have\n\n          been looking all night.\n\n\n\n                         STANLEY\n\n          You want some? My last bag.\n\n\n\n                         ANDY\n\n          No, get that shit out of my face.",
  "61": "---END OF PREVIOUS SECTION---\nSTANLEY\n\n          You want some? My last bag. ANDY\n\n          No, get that shit out of my face. \n---TARGET SECTION TO BE ANNOTATED---\n                         STANLEY\n\n          What's your problem?\n\n\n\n                         ANDY\n\n          I'm tired, I'm hungry--\n\n\n\n                         STANLEY\n\n          I offered you--\n\n\n\n                         ANDY\n\n          I don't want that shit. I want\n\n          real food, I want my bed, I want\n\n          this bullshit to be over.\n\n\n\n                         STANLEY\n\n          Well the sooner we find Matthew... \n\n\n\n                         ANDY\n\n          Yeah, that's right. The sooner we\n\n          find Matthew what?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          Zgeum uPau1 noA op q 'qM\n\n\n\n                         XSUNVIS\n\n          'SEL 60/6Z/01 XNId JXOSI\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 74.\n\n\n\n                         ANDY\n\n          Ain't it obvious? We drag that homo \n\n          back to the sheriff, he's a dead\n\n          man.\n\n\n\n                         STANLEY\n\n          So what? Better him than me.\n\n\n\n                         ANDY\n\n\n\n                         (ANGRILY)\n\n          You kept the tape! We're all\n\n          getting heat for your stupidity!\n\n\n\n                         (BEAT)\n\n          Now let's just split up and get\n\n          this over with.\n\n          They both separate. Stanley heads around into the woods,\n\n          Andy heads the other way.\n\n\n\n          77 EXT. HENDERSONVILLE RIVER, WOODS - DAY 77\n\n\n\n          We're with Stanley as he walks further into the woods, his\n\n          eyes scan in all directions... but there is nothing there.\n\n\n\n          78 EXT. HENDERSONVILLE RIVER, WATERLINE - DAY 78\n\n\n\n          We're with Andy as he walks the waterline.\n\n\n\n                         ANDY\n\n          Matthew?!\n\n          Then, Andy notices an uneven ripple in the water. He thinks\n\n          nothing of it... until it happens again.\n\n          This catches his eye. Slowly he makes his way over. The\n\n          water has calmed now, but still, Andy has a sense that\n\n          something is not right.\n\n\n\n                         ANDY (CONT'D)\n\n          Matthew!\n\n          As he gets close to the water - he now sees his reflection...",
  "62": "---END OF PREVIOUS SECTION---\nThe\n\n          water has calmed now, but still, Andy has a sense that\n\n          something is not right. ANDY (CONT'D)\n\n          Matthew! As he gets close to the water - he now sees his reflection... \n---TARGET SECTION TO BE ANNOTATED---\n          He squints his eyes trying to get a better look at what is\n\n          beneath the surface --\n\n          WHOOSH! SOMETHING runs right behind his back - the entire\n\n          reflection caught in the water --\n\n          Andy spins around - as he staggers into the water - no one is\n\n          there... nothing.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 74A.\n\n          just the calm breeze through the trees -- but then a small\n\n          outcrop of bushes rustle as if something just moved through.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 75.\n\n          Andy calms - then makes his way over with purpose-\n\n\n\n                         ANDY (CONT'D)\n\n          Only making it worse for yourself,\n\n          Matt.\n\n          Andy picks up his pace as he nears the tree line - right\n\n          where he saw the movement.\n\n          Out of the corner of his eye, he sees another branch swinging\n\n          unnaturally. He races over--\n\n          CLOSER: He can actually hear breathing - it's getting louder-\n\n\n\n                         ANDY (CONT'D)\n\n          Matthew?-\n\n\n\n          STANLEY JUMPS OUT--\n\n\n\n                         STANLEY\n\n          Boo!\n\n\n\n                         ANDY\n\n          Jesus! You bastard!\n\n          Stanley laughs so hard he starts to cough -- Just as they're\n\n          about to continue on - the sound of a harmonica breaks\n\n          through. The same eerie tune.\n\n\n\n                         ANDY (CONT'D)\n\n          What the--?\n\n\n\n                         STANLEY\n\n          Prick's playing your song.\n\n          He looks at Stanley.\n\n\n\n                         ANDY\n\n          The hell with the Sheriff, I'm\n\n          gonna kill him myself... MATTHEW!!\n\n\n\n          79 EXT. WOODS - DAY 79\n\n\n\n          Andy and Stanley run through the woods, trying to find the\n\n          source of the sound.\n\n\n\n                         ANDY\n\n          You're ass is grass Matthew!! \n\n          Branches and leaves fly by as Andy barrels through the\n\n          foliage. Stanley tries to keep up, but it's no use.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 76.\n\n          The SOUND changes direction - they look off to see SOMEONE\n\n          flash through the trees.\n\n\n\n                         ANDY (CONT'D)\n\n          There he is.",
  "63": "---END OF PREVIOUS SECTION---\nISOYG PINK 10/29/09 76. The SOUND changes direction - they look off to see SOMEONE\n\n          flash through the trees. ANDY (CONT'D)\n\n          There he is. \n---TARGET SECTION TO BE ANNOTATED---\n That way!\n\n\n\n                         STANLEY\n\n          Matthew! You're a dead man!\n\n          They race off after the sound.\n\n\n\n          80 EXT. WOODS - DAY 80 \n\n\n\n          They continue on - Stanley doesn't look too good.\n\n\n\n                         ANDY\n\n          Don't you pass out on me. I ain't\n\n          dragging your ass back.\n\n          Suddenly, the tune stops. Andy stops in his tracks, trying\n\n          to figure out which way to proceed. Suddenly, Stanley hears\n\n          another sound. Crying.\n\n\n\n                         STANLEY\n\n          Hear that?\n\n          They're off again. About fifty yards away, hidden behind the\n\n          trees, is the SHACK. Something slips around the side of the\n\n          structure. Stanley immediately spots what he thinks is\n\n          Matthew.\n\n\n\n                         STANLEY (CONT'D)\n\n          Matthew!\n\n\n\n                         ANDY\n\n          He's in there all right.\n\n\n\n                         STANLEY\n\n          Good, cause he's coming out in pieces.\n\n          Andy races ahead leaving Stanley trying to catch his breath\n\n          behind him.\n\n\n\n          81 INT. DILAPIDATED HOUSE - DAY 81\n\n\n\n          Andy enters. The shack appears as we first saw it, only now\n\n          there are remnants of recent life.\n\n\n\n                         ANDY\n\n          Matthew! Where the fuck are you!\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 77.\n\n          Under the table is a pile of filthy old clothes. It almost\n\n          looks like... a makeshift pillow.\n\n          He picks up a moldy tin can which once contained some\n\n          preserved meal. He tosses it to the ground.\n\n\n\n          82 EXT. DILAPIDATED HOUSE - DAY 82 \n\n\n\n          Stanley waddles out the back of the shack. He stops. About\n\n          twenty yards away and sees JENNIFER leaning against a tree.\n\n\n\n                         STANLEY\n\n          Why you little bitch...\n\n          Stanley races over - Just as Stanley gets close - SNAP!! A\n\n          hidden BEAR TRAP clamps down on Stanley's leg - the pain is\n\n          intense as he screams out - He staggers backwards and falls\n\n          to the ground in agony\n\n\n\n                         STANLEY (CONT'D)\n\n          Oh, God! Oh, my fucking God!\n\n          ON ANDY: As he exits the Shack to see Stanley on the ground\n\n          writhing in pain.",
  "64": "---END OF PREVIOUS SECTION---\nA\n\n          hidden BEAR TRAP clamps down on Stanley's leg - the pain is\n\n          intense as he screams out - He staggers backwards and falls\n\n          to the ground in agony\n\n\n\n                         STANLEY (CONT'D)\n\n          Oh, God! Oh, my fucking God! ON ANDY: As he exits the Shack to see Stanley on the ground\n\n          writhing in pain. \n---TARGET SECTION TO BE ANNOTATED---\n                         STANLEY (CONT'D)\n\n          Please! Andy! My fucking leg!\n\n          Andy races over to assist him. As he offers Stanley his\n\n          hand, he notices Stanley's eyes catching a glimpse of someone\n\n          behind him. But as soon as he turns, the wooden BAT, the one\n\n          from the fishing hole, catches him flush across the face!\n\n          He's down and before Stanley knows it she cracks him in the\n\n          back of the head.\n\n\n\n                         TO BLACK:\n\n\n\n          BACK IN ON:\n\n\n\n          83 INT. DILAPIDATED HOUSE - DAY 83\n\n\n\n           Andy's eyes flicker open. He sees a hand wrapping a rusty \n\n           wire around the contact of an old car battery. Then he looks \n\n           up and sees a bare light bulb flicker on. \n\n          He's draped lengthwise over a horse trough so his torso is\n\n          completely over the basin. His arms and legs are secured\n\n          with ropes.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 77A.\n\n          Suddenly, the sound of RUSHING WATER from inside the trough.\n\n          Andy looks down. A dirty hose hangs over the mouth of the\n\n          trough. Brown water flows from it... Filling it.\n\n\n\n                         ANDY\n\n\n\n                         (PAINED SCREAMS)\n\n          Help! Somebody! Help me!\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 78.\n\n          His nose and face are busted - it hurts to scream.\n\n          With the trough filling up quickly, Andy realizes it won't be\n\n          long until the water is above his head.\n\n          He cranes his neck upwards. After all, were he to stay face\n\n          down, he would drown -- just like Jennifer would've.\n\n\n\n          84 EXT. DILAPIDATED HOUSE DAY 84\n\n\n\n          STANLEY'S POV: It's Jennifer and in her hand is his video\n\n          camera.\n\n\n\n                         JENNIFER\n\n          I know. You like to watch. Don't\n\n          you. Don't you worry, I'll give \n\n          you quite a show.\n\n          She sets the camera on top of a tri-pod right in front of his\n\n          face, frames up and hits record. She looks up to him.",
  "65": "---END OF PREVIOUS SECTION---\nDon't you worry, I'll give \n\n          you quite a show. She sets the camera on top of a tri-pod right in front of his\n\n          face, frames up and hits record. She looks up to him. \n---TARGET SECTION TO BE ANNOTATED---\n          Stanley's arms are tied behind a tree, his head is held in\n\n          position, duct tapped back against the tree.\n\n          His legs are anchored to the ground. The bloody mangled one\n\n          still in the bear trap that bites and gnaws at his leg with\n\n          every move.\n\n\n\n                         JENNIFER (CONT'D)\n\n          Since you like to watch.\n\n          She flips the monitor of the camera toward him just like he\n\n          did to her.\n\n          She stands in front of Stanley's face. Stanley wants to say\n\n          something but his pain is too intense.\n\n\n\n                         JENNIFER (CONT'D) \n\n          Can't talk, can you? Well, maybe\n\n          it's because you're hungry.\n\n          Jennifer goes to grabs something behind her.\n\n\n\n                         JENNIFER (CONT'D)\n\n          You know, you have to eat some real\n\n          nasty shit out here to stay alive.\n\n\n\n                         STANLEY\n\n          Bbbb... bitch! Let me go!\n\n          She grabs his nose and pulls open his mouth shoving a MAGGOT\n\n          INFESTED RODENT into his mouth.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 79.\n\n\n\n                         JENNIFER\n\n          What's wrong, you don't like it? I\n\n          prefer the maggots to the meat.\n\n          Jennifer site down next to Stanley. She glances over to the\n\n          monitor to see what he is looking at. Then she reaches over\n\n          and into a burlap sack.\n\n          Stanley stares straight ahead, at the monitor in front of\n\n          him.\n\n          Jennifer reaches into the burlap bag and takes out a roll of\n\n          fishing line. Then she takes out a pack of fish hooks.\n\n          Stanley's eyes go wide.\n\n          Jennifer removes the hooks from their package. She holds one\n\n          between her thumb and forefinger and studies the barbed tip.\n\n          Smiling to herself, she threads the hooks with fishing line.\n\n\n\n                         STANLEY\n\n          Wh...what are you doing with that?\n\n\n\n                         JENNIFER\n\n\n\n                         (LAUGHS)\n\n          Oh... just some fishing. I know\n\n          how much you guys like to fish.\n\n          Finally, when she's finished, she scurries behind Stanley's\n\n          head. From behind him, she grabs his eyelid and pulls it\n\n          away from the eyeball itself.",
  "66": "---END OF PREVIOUS SECTION---\nI know\n\n          how much you guys like to fish. Finally, when she's finished, she scurries behind Stanley's\n\n          head. From behind him, she grabs his eyelid and pulls it\n\n          away from the eyeball itself. \n---TARGET SECTION TO BE ANNOTATED---\n                         STANLEY\n\n          What are you.. Please don't...\n\n          Then she pops the hook through the lid and pulls the fishing\n\n          line back over his head.\n\n          Stanley screams something fierce as she continues to thread\n\n          his eyelid open, slowly, methodically, delivering as much\n\n          pain with every pull of the line, from one eye to the next.\n\n          His eyeballs bulge unnaturally, twitching wildly--\n\n          All Stanley can do is stare ahead and watch himself on the\n\n          monitor.\n\n\n\n                         JENNIFER\n\n          I'll be back before you have a\n\n          chance to blink.\n\n          Jennifer stands up and brushes herself off and walks to--\n\n          WITH ANDY: Jennifer comes over and slaps him in the head.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 80.\n\n\n\n                         JENNIFER (CONT'D)\n\n          How ya' doing sport?\n\n\n\n                         ANDY\n\n          Please... please... I can't...\n\n\n\n                         JENNIFER\n\n          Please? I thought, no, I'm pretty\n\n          sure you said something like\n\n          this...\n\n          Jennifer grabs a wad of his HAIR and SMASHES his face into\n\n\n\n                         THE WATER-\n\n\n\n                         JENNIFER (CONT'D)\n\n          Suck it bitch.\n\n          She pulls his head back up.\n\n\n\n                         JENNIFER (CONT'D)\n\n          Does that ring any bells?\n\n          Jennifer gets real close to his ear--\n\n\n\n                         JENNIFER (CONT'D)\n\n\n\n                         SUCK--\n\n          She slams his head back down and holds it - then up--\n\n\n\n                         JENNIFER (CONT'D)\n\n\n\n                         IT--\n\n          She slams his head back down again and holds it then up--\n\n\n\n                         JENNIFER (CONT'D)\n\n          Bi tch.\n\n          She holds his head down for a very long time as his body\n\n          struggles - then up.\n\n           Andy gasps for breath as Stanley's screams get louder--\n\n\n\n                          JENNIFER (CONT'D)\n\n           I think Stanley's calling me. I'll\n\n           be right back. If you need me-\n\n           She walks off-- \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 81.\n\n          BACK TO STANLEY: Both eyelids hooked open, blood and tears\n\n          stream down his face, a gruesome sight.",
  "67": "---END OF PREVIOUS SECTION---\nI'll\n\n           be right back. If you need me-\n\n           She walks off-- \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 81. BACK TO STANLEY: Both eyelids hooked open, blood and tears\n\n          stream down his face, a gruesome sight. \n---TARGET SECTION TO BE ANNOTATED---\n                         JENNIFER (CONT'D)\n\n          Like the show so far?\n\n\n\n                         (BEAT)\n\n          Wait, it gets better.\n\n\n\n                         STANLEY\n\n          Please... Please... My eyes... I\n\n          can't take it anymore... please...\n\n\n\n                         JENNIFER\n\n          Let me help you.\n\n          Jennifer takes a slender knife from the bag. Working\n\n          quickly, Jennifer guts a FISH.\n\n\n\n                         JENNIFER (CONT'D)\n\n          Here, this might feel better.\n\n          She leans in and smears the bloody fish guts onto Stanley's\n\n          eyeballs.\n\n\n\n                         STANLEY\n\n\n\n          85 TNT. DILAPIDATED HOUSE - DAY 85\n\n          The water has filled up the trough and is overflowing. Andy\n\n          struggles to lift his head up to draw a few quick breaths.\n\n          Jennifer climbs onto his back and GRABS his hair pulling his\n\n          head up.\n\n\n\n                         JENNIFER\n\n          Don't drown too soon.\n\n          Andy tries to buck her off, gasping for breath, buckling\n\n          under her added weight. Jennifer slams his head back into the\n\n          water, and then up again... then down as she holds it.\n\n\n\n                         JENNIFER (CONT'D)\n\n          Hold it... hold it... hold it...\n\n          Then she pulls his head back up as Andy spits water all over.\n\n\n\n                         ANDY\n\n\n\n                         (CHOKING)\n\n          Fuck you... fuck you...\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 82.\n\n\n\n                         JENNIFER\n\n          Now is that any way to talk to a\n\n          lady?\n\n          And back down with his head - it is exhausting to watch.\n\n          WITH STANLEY: As a single CROW shows up by his head.\n\n          He tries to look at the bird to see what it is doing, but he\n\n          can't move.\n\n          ON THE MONITOR: The CROW has jumped onto Stanley's head -\n\n          looking at his eyes -- It begins to peck at them. Stanley\n\n\n\n          SCREAMS!\n\n\n\n                         ON ANDY:\n\n          Andy continues to struggle. A few seconds later, Jennifer\n\n          returns, carrying a large bucket.\n\n\n\n                         JENNIFER (CONT'D)\n\n          I'm impressed. You got a lot of\n\n          fight in you. Let's see how you do\n\n          now.",
  "68": "---END OF PREVIOUS SECTION---\nJENNIFER (CONT'D)\n\n          I'm impressed. You got a lot of\n\n          fight in you. Let's see how you do\n\n          now. \n---TARGET SECTION TO BE ANNOTATED---\n          Jennifer brings forth the bucket.\n\n\n\n                         ANDY\n\n          Wha-- what is that?\n\n\n\n                         JENNIFER\n\n          oh, just some lye I found laying\n\n          around.\n\n\n\n                         ANDY\n\n          Jesus, please, what the - no!\n\n          Jennifer pours the lye into the bucket - the fumes make Andy\n\n          gag. But he holds his neck up as long as he can - he does\n\n          not want to put his face down.\n\n          Jennifer come around in front of him.\n\n\n\n                         JENNIFER\n\n          Let's see how long you can keep\n\n          that pretty little face of yours.\n\n          Andy strains to keep his head faced at her.\n\n\n\n                         ANDY\n\n          Fuck you.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 83.\n\n\n\n                         JENNIFER\n\n          You already did that. I didn't\n\n          enjoy it much. Now it's my turn to\n\n          fuck you.\n\n          Andy's neck is straining to keep his head out.\n\n\n\n                         JENNIFER (CONT'D)\n\n          That's an awfully big head you got.\n\n          Your neck must be getting tired.\n\n          Every vein in his neck now bulges. Andy's eyes start to\n\n          water with tears.\n\n\n\n                         ANDY\n\n\n\n                         (STRAINED)\n\n          Please...\n\n\n\n                         JENNIFER\n\n          Andy?\n\n\n\n                         ANDY\n\n          Wh--what...\n\n\n\n                         JENNIFER\n\n          Fuck you.\n\n          Andy's neck gives out dunking his head in the lye bath. He\n\n          writhes with pain as he lifts it back out - BEET RED and\n\n\n\n                         BURNING--\n\n\n\n                         ANDY\n\n          Ahhhhhhh!!!\n\n          Jennifer laughs and walks out of the shack as Andy gasps,\n\n          chokes and spits for his life as-\n\n          STANLEY'S head is covered in crows.\n\n\n\n          86 EXT. DILAPIDATED HOUSE - DUSK 86\n\n\n\n          The crows jump all over pecking at Stanley's eyes, his cheeks\n\n          - he is a bloody mess as he lets out a final guttural scream!\n\n\n\n          A86 INT. DILAPIDATED HOUSE - DUSK A86\n\n\n\n          Andy's body continues to writhe in pain.",
  "69": "---END OF PREVIOUS SECTION---\nDILAPIDATED HOUSE - DUSK 86\n\n\n\n          The crows jump all over pecking at Stanley's eyes, his cheeks\n\n          - he is a bloody mess as he lets out a final guttural scream! A86 INT. DILAPIDATED HOUSE - DUSK A86\n\n\n\n          Andy's body continues to writhe in pain. \n---TARGET SECTION TO BE ANNOTATED---\n With yet another\n\n          burst of strength he lifts his head out of the lye-bath\n\n          revealing a face burnt red, puffy, oozing puss, skin flaking\n\n          off and his eyes are a ghastly, milky white, pussy, and\n\n          bloody.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 83A.\n\n          Finally his body stops convulsing. His head and midsection\n\n          drop into the water. Blood seeps up the surface from his\n\n          mouth.\n\n\n\n          B86 EXT. DILAPIDATED HOUSE - DAY B86\n\n\n\n          Stanley is dead. His one eye stares straight ahead. Where the\n\n          other one should be, blood has poured all the way to the\n\n          ground.\n\n\n\n          C86 INT. DILAPIDATED HOUSE - DAY C86\n\n\n\n          Andy is dead.\n\n\n\n          EXT. DILAPIDATED HOUSE - NIGHT\n\n\n\n          The house is quiet now. A light bulb flickers from inside.\n\n\n\n          B87 INT. SERVICE STATION - MORNING B87\n\n\n\n          Johnny site at his desk, a phone planted to his ear.\n\n\n\n                         JOHNNY\n\n          .since when? Since last night...\n\n          No Sheriff, I ain't heard from 'em.\n\n          Johnny notices something in his small surveillance TV.\n\n          ANGLE ON TV: A truck pulls up to the station, a hot woman in\n\n          a skimpy outfit gets out of the truck. She pops the hood\n\n          obscuring her once she does.\n\n          Johnny sits up in his seat.\n\n\n\n                         JOHNNY (CONT'D)\n\n          Look, like I said, as soon as\n\n          dipshit or fuckface show up or call\n\n          in, I'll let you know. ASAP. Now I\n\n          got a customer.\n\n          Johnny hangs up and walks out of the station.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 84.\n\n\n\n          87 EXT. SERVICE STATION - MORNING 87\n\n\n\n          A truck is parked at the pump. Its hood is up and a woman\n\n          leans over the engine. Her ass is perfectly framed in a\n\n          tight miniskirt, from which two, long flawless legs descend\n\n          into a pair of blood-red high heels.",
  "70": "---END OF PREVIOUS SECTION---\nSERVICE STATION - MORNING 87\n\n\n\n          A truck is parked at the pump. Its hood is up and a woman\n\n          leans over the engine. Her ass is perfectly framed in a\n\n          tight miniskirt, from which two, long flawless legs descend\n\n          into a pair of blood-red high heels. \n---TARGET SECTION TO BE ANNOTATED---\n          Johnny walks over to her, wiping his hands on his bandana as\n\n          the woman shimmies her hips, almost inviting him to approach\n\n          her. And Johnny, being Johnny, doesn't need much.\n\n          Johnny is close enough to touch her. He snickers a bit,\n\n          never taking his eyes off her ass.\n\n\n\n                         JOHNNY\n\n          Can I fill it up for you, ma'am?\n\n          The woman wears sunglasses and slowly turns to Johnny.\n\n          Johnny takes a long look from bottom to top - and when he\n\n          gets to her face - it registers - but before he can do\n\n          anything, Jennifer swings a tire iron and catches him right\n\n          across the jaw.\n\n          A handful of teeth, ejected by a spurt of fresh blood as\n\n          Johnny falls face-first into the ground.\n\n\n\n          88 INT. DILAPIDATED HOUSE - DAY 88\n\n\n\n          Johnny is buck-naked. His hands are tied tightly together\n\n          and pulled above his head, running through an eye hook that\n\n          has been screwed into one of the shack's wooden beams. His\n\n          eyes flicker.\n\n          Jennifer walks up to him, right to his face.\n\n\n\n          JENNIFER (O.S.)\n\n          It's date night.\n\n          Johnny cranes his neck and twists his body to see who's there\n\n          as Jennifer walks out of the shadows. She saunters up to\n\n          Johnny.\n\n\n\n                         JENNIFER (CONT'D)\n\n          Your mouth doesn't look so good.\n\n          Maybe you should--\n\n          With a massive TUG she pulls back on the bridle that bites\n\n          into his raw, bloody mouth.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 84A.\n\n\n\n                         JENNIFER (CONT'D)\n\n\n\n                         (SEDUCTIVELY)\n\n          --Show me your teeth.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 85.\n\n\n\n                         JOHNNY\n\n\n\n                         FTHUCKKK YOU--\n\n          He grunts out a hellacious scream as his body bucks wildly.\n\n\n\n                         JENNIFER\n\n          Oooh, you're an ornery stallion,\n\n          aren't you?\n\n          Jennifer tilts her head and looks at him, as you would a\n\n          fascinating piece of art.",
  "71": "---END OF PREVIOUS SECTION---\nJOHNNY\n\n\n\n                         FTHUCKKK YOU--\n\n          He grunts out a hellacious scream as his body bucks wildly. JENNIFER\n\n          Oooh, you're an ornery stallion,\n\n          aren't you? Jennifer tilts her head and looks at him, as you would a\n\n          fascinating piece of art. \n---TARGET SECTION TO BE ANNOTATED---\n                         JENNIFER (CONT'D)\n\n          Guess I'm gonna have to tame you.\n\n\n\n                         JOHNNY\n\n          Bithh...\n\n          With a bunch of teeth missing, Johnny's lisp is pronounced.\n\n          Jennifer saunters around him seductively. She removes\n\n          something from behind her back and brings forth a rusty pair\n\n          of pliers.\n\n          Jennifer steps closer.\n\n\n\n                         JENNIFER\n\n          Oh, that's the problem. You still\n\n          have some teeth left. We're gonna\n\n          have to fix that.\n\n          Jennifer clamps the.pliers down tightly on Johnny's tooth.\n\n          He tries to move but between the bridle cutting into his\n\n          mouth and the pressure on the tooth, it's sheer agony.\n\n          Jennifer jerks her hand from side to side, squeezing the\n\n          tooth as hard as she can in the pliers. Finally, the root\n\n          breaks free of the pulp and Johnny's tooth is extracted.\n\n          Johnny flails around in severe agony.\n\n\n\n                         JENNIFER (CONT'D)\n\n          Save your strength. You got a few\n\n          more races to run.\n\n          Johnny screams something unholy. Jennifer holds the tooth up\n\n          in the air and inspects it.\n\n\n\n                         JENNIFER (CONT'D)\n\n          I have to admit, I didn't think it\n\n          went that far down.\n\n          Jennifer sticks the pliers in again, latching it onto another\n\n          tooth.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 86.\n\n          Johnny's eyes bulge with fear as he kicks and screams pulling\n\n          his shackles taut --\n\n          Jennifer rips down on the pliers - her face is splattered\n\n          with blood as the tooth comes free.\n\n          Jennifer discards the tooth and goes right back--\n\n\n\n                         JENNIFER (CONT'D)\n\n\n\n                         PLEATH--\n\n          As Jennifer begins to extract yet another tooth, Johnny's\n\n          weary body convulses in so much pain that he actually pisses\n\n          himself.\n\n\n\n                         JOHNNY\n\n          Pleath...for the loth oth thod,\n\n\n\n                         JENNIFER\n\n          That's disgusting. Even your boys\n\n          didn't piss themselves.",
  "72": "---END OF PREVIOUS SECTION---\nJennifer discards the tooth and goes right back--\n\n\n\n                         JENNIFER (CONT'D)\n\n\n\n                         PLEATH--\n\n          As Jennifer begins to extract yet another tooth, Johnny's\n\n          weary body convulses in so much pain that he actually pisses\n\n          himself. JOHNNY\n\n          Pleath...for the loth oth thod,\n\n\n\n                         JENNIFER\n\n          That's disgusting. Even your boys\n\n          didn't piss themselves. \n---TARGET SECTION TO BE ANNOTATED---\n Be a man,\n\n          will you?!\n\n          Jennifer takes the bridle and yanks Johnny's around, the pain\n\n          is so bad he can hardly fight. He grimaces and spits out a\n\n          mouthful of blood at her.\n\n\n\n                         JENNIFER (CONT'D)\n\n          Now that's not gonna get you a\n\n          sugar cube.\n\n\n\n                         (BEAT)\n\n          Aw... what's the matter Show Horse?\n\n          I thought that's how you liked it?\n\n          No teeth... right?\n\n\n\n                         JOHNNY\n\n          Justh kill me. Kill me you bith.\n\n\n\n                         JENNIFER\n\n          We'll get to that.\n\n          Jennifer pulls out a gun.\n\n\n\n                         JENNIFER (CONT'D)\n\n\n\n                         (SING SONG)\n\n          Look who's here. My boyfriend.\n\n          Remember him?\n\n          She takes the gun and caresses it across his face, his chin,\n\n          and then she SHOVES it in and out of his mouth.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 87.\n\n\n\n                         JENNIFER (CONT'D)\n\n          Give him a kiss.\n\n\n\n                         (BEAT)\n\n          Like you really mean it.\n\n          Johnny finds renewed strength and starts to buck and writhe.\n\n          ABOVE: The eye hook is starting to pull loose.\n\n          With every touch of motion, white-hot pain courses through\n\n          Johnny's body.\n\n\n\n                         JENNIFER (CONT'D)\n\n          Breathe through your nose. It\n\n          helps. You know, like it was your\n\n          first time.\n\n          Johnny's body flails with all his might as-\n\n          ABOVE: The eye hook loosens a bit more--\n\n\n\n                         JOHNNY\n\n\n\n                         (SPITTING BLOOD)\n\n\n\n                         WHORE--\n\n\n\n                         JENNIFER\n\n          I hear sometimes a stallion can get\n\n          a little headstrong. They don't\n\n          want to be trained... refuse to be\n\n          broken...\n\n\n\n                         (BEAT)\n\n          But everyone has their breaking\n\n          point, don't they?\n\n\n\n                         (BEAT)\n\n          You just have to find it. There's\n\n          a way to break any animal. Do you\n\n          know how they do that with horses?\n\n          Do you, Johnny? I do.\n\n          She walks away from Johnny and picks up the rusted old\n\n          gardening sheer.",
  "73": "---END OF PREVIOUS SECTION---\nDo you, Johnny? I do. She walks away from Johnny and picks up the rusted old\n\n          gardening sheer. \n---TARGET SECTION TO BE ANNOTATED---\n          She walks back to Johnny, menacingly slicing the sheer\n\n          open... closed.. And again...\n\n\n\n                         JENNIFER (CONT'D)\n\n          You slice off every ounce of their\n\n          foul manhood.\n\n          She slices it closed again.\n\n          As Jennifer closes in, the look in Johnny's face says it all.\n\n          But there is simply nothing he can do about it.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 88.\n\n          Jennifer gets even closer, looking at Johnny's eyes as she\n\n          reaches down towards his penis--\n\n\n\n                         JENNIFER (CONT'D)\n\n          You geld them.\n\n          SLICE! - Johnny's eyes rolls back as he SCREAMS!!!!\n\n          She holds the piece of limp, pink flesh in her hand.\n\n          Despite everything he's been through, this brings forth an\n\n          entirely new level of pain. He screams and bucks as the\n\n          EYEHOOK continues to loosen.\n\n          Jennifer bends down for a moment, bringing something up from\n\n          the floor. She comes back to a screaming Johnny as she--\n\n\n\n          SHOVES HIS CASTRATED PENIS INTO HIS MOUTH.\n\n\n\n                         JENNIFER (CONT'D)\n\n          No teeth show horse... no teeth.\n\n          Johnny flails with all his might, screaming, spitting as--\n\n          ABOVE: The eye hook finally gives way. Johnny's tied hands\n\n          come crashing down directly on top of Jennifer.\n\n          Jennifer goes flying with a bloody enraged Johnny now free as\n\n          he grabs and claws after her.\n\n          Jennifer desperately kicks and scratches to get away from\n\n          this hideous, blood-soaked monster - but Johnny grabs hold\n\n          onto her leg - he drags her closer as she loses her grip--\n\n          With one solid kick, Jennifer connects with Johnny in the\n\n          face - he sprawls out from pain - as she gets up and races\n\n          out the door - Slamming it closed as she exits. She leans up\n\n          against it holding it closed.\n\n\n\n          89 EXT. DILAPIDATED HOUSE - DAY 89\n\n\n\n          Within seconds the door is kicked at, banged at, punched at -\n\n          Johnny screams wildly from inside as-- Jennifer holds it shut\n\n          with all her strength.\n\n          Slowly the cries and banging fade until there is nothing but\n\n          silence.\n\n          Slowly she slides down on her bottom...",
  "74": "---END OF PREVIOUS SECTION---\nDILAPIDATED HOUSE - DAY 89\n\n\n\n          Within seconds the door is kicked at, banged at, punched at -\n\n          Johnny screams wildly from inside as-- Jennifer holds it shut\n\n          with all her strength. Slowly the cries and banging fade until there is nothing but\n\n          silence. Slowly she slides down on her bottom... \n---TARGET SECTION TO BE ANNOTATED---\n exhausted, spent and\n\n          completely devoid of all emotion.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 89.\n\n\n\n          90 INT. DILAPIDATED HOUSE - DAY 90\n\n\n\n           HIGH ANGLE on Johnny. His lifeless body lays on the floor\n\n           surrounded by a pool of blood.\n\n\n\n          91 INT. SQUAD CAR - DAY 91\n\n\n\n           Sheriff Storch drives through town. He scans each side of\n\n           the street. His phone rings.\n\n          He picks it up and answers it.\n\n\n\n                         SHERIFF STORCH\n\n          Hi, honey.\n\n\n\n          MRS. STORCH\n\n          What's wrong?\n\n\n\n                         SHERIFF STORCH\n\n          Nothing, why?\n\n\n\n          92 INT. SHERIFF STORCH'S HOUSE - DAY(INTERCUT W/ABOVE) 92\n\n\n\n\n\n          MRS. STORCH\n\n          Why? Because I can hear it in your\n\n          voice, that's why.\n\n          Sheriff Storch laughs. She knows him too well.\n\n\n\n                         SHERIFF STORCH\n\n          Long day, that's all.\n\n\n\n          MRS. STORCH (ON SCREEN)\n\n          Well, perk up. Chastity's new\n\n          teacher is here.\n\n\n\n                         SHERIFF STORCH\n\n          Mrs. Novick?\n\n\n\n          MRS. STORCH\n\n          No, for the honors program. Do you\n\n          remember anything?\n\n\n\n                         SHERIFF STORCH\n\n          Oh yeah, okay.\n\n\n\n          MRS. STORCH\n\n          Yeah, just moved here from the\n\n          city.\n\n\n\n                         (MORE)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n           ISOYG PINK 10/29/09 89A.\n\n\n\n          MRS. STARCH (CONT'D)\n\n          Said she's going around meeting all\n\n          her students' families. I think\n\n          it's nice.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 90.\n\n          Sheriff Storch GRUNTS. He doesn't find it so nice.\n\n\n\n                         SHERIFF STORCH\n\n          Well, I'll be home when I can.\n\n          Busy today. if I don't make it,\n\n          send her my regards.\n\n          Sheriff Storch ends the call.\n\n          Two seconds later the phone rings again. He looks at it,\n\n          annoyed, answers.",
  "75": "---END OF PREVIOUS SECTION---\nSheriff Storch ends the call. Two seconds later the phone rings again. He looks at it,\n\n          annoyed, answers. \n---TARGET SECTION TO BE ANNOTATED---\n          SHERIFF STORCH (CONT'D)\n\n          I said I'd be there as soon as --\n\n\n\n                         CHASTITY\n\n          Hey daddy! Where are you?\n\n\n\n                         SHERIFF STORCH\n\n\n\n                         (ANNOYED)\n\n          I already told your mother,\n\n          Chastity. I'm working. I'll do my\n\n          best to get home.\n\n\n\n                         CHASTITY\n\n          But I really want you to meet my\n\n          new teacher. She is way cool.\n\n          Sheriff Storch rolls his eyes.\n\n\n\n                         CHASTITY (CONT'D) \n\n          Here, just say hi. \n\n          Chastity hands the phone over to - JENNIFER HILLS - who is\n\n          sitting comfortably on the sofa next to Chastity, her hand\n\n          embracing the little girl. \n\n\n\n                          \n\n\n\n                         JENNIFER\n\n          Howdy, Sheriff. \n\n\n\n                         SHERIFF STORCH\n\n          Hi. It's truly an honor to speak\n\n          with you Miss...\n\n\n\n                         JENNIFER\n\n          Hills. Jennifer Hills.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 91.\n\n          Sheriff Storch's face contorts upon hearing the name.\n\n\n\n                         SHERIFF STORCH\n\n          Excuse me?\n\n\n\n                         JENNIFER\n\n          I have to tell you, it's really\n\n          been a pleasure meeting your\n\n          family. You have a wonderful\n\n          daughter with a bright and\n\n          promising future.\n\n\n\n                         SHERIFF STORCH\n\n          What the fuck do you think you're\n\n          doing!--\n\n\n\n                         JENNIFER\n\n          We'll see you soon, Sheriff.\n\n\n\n                         SHERIFF STORCH\n\n          No - wait--\n\n          But the call ends.\n\n\n\n          SHERIFF STORCH (CONT'D)\n\n          Chastity! ... Chastity!\n\n          Sheriff Storch throws the phone to the ground and slams on\n\n          the gas.\n\n\n\n          93 EXT. SHERIFF STORCH'S HOUSE - DAY 93\n\n\n\n          The squad car screeches to a stop right in front of Sheriff\n\n          Storch's house.\n\n          Hearing the commotion, Mrs. Storch walks out onto the porch.\n\n          She's almost knocked to the ground as her husband comes\n\n          barreling up the steps.\n\n\n\n          MRS.",
  "76": "---END OF PREVIOUS SECTION---\nStorch walks out onto the porch. She's almost knocked to the ground as her husband comes\n\n          barreling up the steps. MRS. \n---TARGET SECTION TO BE ANNOTATED---\n STORCH\n\n          What is --\n\n          Sheriff Storch grabs his wife's shoulders.\n\n\n\n                         SHERIFF STORCH\n\n          Chastity, where is she?!\n\n          Mrs. Storch has absolutely no idea what is going on. In her\n\n          mind, their daughter couldn't be in better hands.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 91A.\n\n\n\n          MRS. STORCH\n\n          What -- she... she went to Hansen\n\n          Park with Miss Hills.\n\n\n\n                         (MORE)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n           ISOYG PINK 10/29/09 92.\n\n\n\n          MRS. STORCH (CONT'D)\n\n          She wanted to get to know her\n\n          students in the program before the\n\n          year started.\n\n          Sheriff Storch lets go of his wife.\n\n\n\n                         SHERIFF STORCH\n\n          Goddamnit!\n\n\n\n          MRS. STORCH\n\n\n\n                         (GROWING CONCERN)\n\n          Who is she? Who is this woman?\n\n          He turns and runs back to his squad car, gets inside, and\n\n          pulls away even faster than he came.\n\n\n\n          94 EXT. PARK - DAY 94\n\n\n\n          The squad car skids to a stop on the grass of the park. It's\n\n          a modest recreation area that has seen better days.\n\n          Sheriff Storch jumps out of the car, still leaving it\n\n          running, and sprints into the park.\n\n          A few feet away, an empty swing blows gently in the breeze.\n\n          The metal brackets screech loudly with every movement.\n\n          Sheriff Storch spins around in circles, a maelstrom of\n\n          confusion. He looks around frantically for anything that\n\n          will give him a clue as to the whereabouts of his daughter.\n\n\n\n          95 INT. SQUAD CAR - DAY 95 \n\n\n\n          Sheriff Storch gets back inside. He immediately picks up the\n\n          CB. But just as he opens his mouth to speak, lie glances in\n\n          the rearview mirror. His eyes meet Jennifer's.\n\n          Before he can turn, Jennifer pistol whips him in the temple.\n\n          He falls forward, his head smacking into the steering wheel.\n\n          The HONKING of the horn echoes throughout the empty park.\n\n\n\n          96 INT.",
  "77": "---END OF PREVIOUS SECTION---\nHe falls forward, his head smacking into the steering wheel. The HONKING of the horn echoes throughout the empty park. 96 INT. \n---TARGET SECTION TO BE ANNOTATED---\n DILAPIDATED HOUSE - DUSK 96\n\n\n\n          Sheriff Storch comes to. Blood trickles down from the side of\n\n          his head.\n\n          He's bent over the table, pants at his ankles. His SHOTGUN\n\n          propped up behind him with the barrel inserted into his ass.\n\n          With every move, a scorching pain courses through his body.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 93.\n\n\n\n                         SHERIFF STORCH\n\n          Ahhhhhh!\n\n          Jennifer walks over to the table and rests her elbow on it.\n\n          Sheriff Storch speaks through gritted teeth.\n\n\n\n                         JENNIFER\n\n          Does that hurt? Come on, I thought\n\n          you were an ass man, Sheriff.\n\n\n\n                         SHERIFF STORCH\n\n          Where is she, you bitch?\n\n          Jennifer slams the gun deeper. The Sheriff's body goes stiff.\n\n          The Sheriff screams again.\n\n\n\n                         JENNIFER\n\n          I'd be careful how you speak to me\n\n          at the moment, Sheriff. (BEAT)\n\n          By \"she,\" I assume you mean your\n\n          daughter?\n\n\n\n                         SHERIFF STORCH\n\n          What'd you do to her?\n\n\n\n                         JENNIFER\n\n          She really is lovely, Sheriff. So\n\n          young. So sweet. I mean, can you\n\n          imagine?\n\n\n\n                         SHERIFF STORCH\n\n          Imagine what?\n\n\n\n                         JENNIFER\n\n          Imagine if someone had done this to\n\n          her.\n\n          Jennifer walks behind the Sheriff. She wraps her fingers\n\n          around the barrel of the gun and shoves it in, deeper.\n\n          The Sheriff's expression is one of unbridled agony. Jennifer\n\n          continues to sodomize him with the shotgun.\n\n\n\n                         JENNIFER (CONT'D)\n\n          Someone like Andy?\n\n\n\n                         (HARDER)\n\n          Or Stanley?\n\n\n\n                         (AND HARDER)\n\n          Or Johnny?\n\n          (and even harder)\n\n          Or more likely you, you sick perverted\n\n          fuck.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 94.\n\n\n\n          97 EXT. TOWN ROAD - DUSK 97\n\n\n\n          Two squad cars, SIRENS BLARING, speed down the road.\n\n\n\n          98 TNT.",
  "78": "---END OF PREVIOUS SECTION---\n97 EXT. TOWN ROAD - DUSK 97\n\n\n\n          Two squad cars, SIRENS BLARING, speed down the road. 98 TNT. \n---TARGET SECTION TO BE ANNOTATED---\n DILAPIDATED HOUSE - DUSK 98\n\n          Jennifer as she takes a spool of fishing line and walks\n\n          straight across the room.\n\n\n\n                         SHERIFF STORCH\n\n\n\n                         (FRANTIC)\n\n          Please, she's just an innocent girl.\n\n\n\n                         JENNIFER\n\n          So was I.\n\n          She gets to the corner of the room where a hulking figure\n\n          site tied up in a burlap sack. Jennifer removes it revealing\n\n          a dead MATTHEW... or is he?\n\n          She ties the line to Matthews wrist. The other end is tied\n\n          onto the shotgun's trigger.\n\n\n\n                         SHERIFF STORCH\n\n\n\n                         (DESPERATE)\n\n          You're not going to get away.\n\n\n\n                         JENNIFER\n\n          Neither are you.\n\n\n\n          99 EXT. DIRT ROAD - DUSK 99\n\n\n\n          The SQUAD CARS pull off and park as the DEPUTIES grab guns\n\n          and race off into the woods.\n\n\n\n          100 INT. DILAPIDATED HOUSE - DUSK 100\n\n\n\n          Matthew stirs a bit as he starts to come to.\n\n\n\n                         JENNIFER\n\n          He'll be waking up soon. If I were\n\n          you, I'd tell him not to move.\n\n\n\n                         SHERIFF STORCH\n\n          (pained to talk)\n\n          I'm begging you. Don't do this.\n\n          We can figure something out.\n\n          Matthew stirs again.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n           ISOYG PINK 10/29/09 95.\n\n\n\n                         JENNIFER\n\n          Sorry, Sheriff...\n\n          She leans in close to his face. \n\n\n\n                         JENNIFER (CONT'D) \n\n           \"It was fun while it lasted\". \n\n\n\n          101 EXT. DILAPIDATED HOUSE - DUSK 101\n\n\n\n          The Deputies converge on the SHACK, guns drawn.\n\n\n\n          102 INT. DILAPIDATED HOUSE - DUSK 102\n\n\n\n          Sheriff Storch tries to wriggle free - but every move he\n\n          makes is the most painful experience imaginable.\n\n          Matthew continues to stir awake, his eyes flutter open.",
  "79": "---END OF PREVIOUS SECTION---\n102 INT. DILAPIDATED HOUSE - DUSK 102\n\n\n\n          Sheriff Storch tries to wriggle free - but every move he\n\n          makes is the most painful experience imaginable. Matthew continues to stir awake, his eyes flutter open. \n---TARGET SECTION TO BE ANNOTATED---\n                         SHERIFF STORCH\n\n          Matthew don't!--\n\n          But it's too late - a startled Matthew jumps back--\n\n\n\n                         MATTHEW\n\n          --Sheriff!\n\n          BANQ/// Matthew is splattered with blood, and body parts.\n\n\n\n          103 EXT. DILAPIDATED HOUSE - DUSK 103\n\n\n\n          The Deputies react as the gun shot rings out through the\n\n          area. They KICK the door in to see--\n\n\n\n          104 INT. DILAPIDATED HOUSE - DUSK 104\n\n\n\n          Matthew's crouched in a ball on the floor, covered in blood,\n\n          the Sheriff, blood sprayed across the table, eyes wide open,\n\n\n\n          DEAD.\n\n\n\n          105 EXT. WOODS - DUSK 105\n\n\n\n          Jennifer walks off as the sounds of the last remnants of the\n\n          echoing gunshot fade into nothing. Jennifer doesn't miss a\n\n          beat. She continues to walk off.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 95A.\n\n\n\n          106 EXT. DILAPIDATED HOUSE - DUSK 106\n\n\n\n          The cops drag a blood soaked Matthew out of the cabin. He is\n\n          a disturbed, psychotic, babbling mess.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          ISOYG PINK 10/29/09 96.\n\n\n\n          A106 EXT. WOODS - DUSK A106\n\n\n\n          Jennifer turns to the dilapidated shack. in the distance she\n\n          sees the officers escorting a handcuffed Matthew out.\n\n          SLOW MOTION: As Matthew is wildly kicking and screaming in a\n\n          furious panic. The Officers try to subdue him.\n\n          Jennifer just stares, devoid of emotion. Then, after a\n\n          minute, she turns and continues to walk off into the woods.\n\n          ON JENNIFER: As she continues to walk away - and then - as\n\n          she continue closer to CAMERA - the smallest hint of a wry\n\n          smile - nearly imperceptible, but it's there, creeps across\n\n          her face.\n\n\n\n                         SMASH OUT:\n\n\n\n"
}