{
  "1": "I_THINK WE'RE ALONE NOW\n\nWRITTEN BY\nMike Makowsky\n\nSECOND DRAFT\n2/11/16\n\fEXT. TOWN - DAY\n\nThe perfect portrait of New England in springtime bloom,\nawash in a soft mid-morning light.\n\nAll is deathly quiet.\n\nEXT. MAIN STREET - DAY\nEvery streetlight extinguished.\nNot a car on the road. Not a soul to be seen.\n\nRows of shops closed for business. Their storefront windows\neerily pristine, adorned with classic Americana kitsch.\n\nTwo empty rocking chairs tremble in the breeze.\n\nA flock of sparrows coasts overhead, beyond the web of\ntangled branches. A v-formation of little black and brown\nspecks soaring the skies, returning home for the season.\n\nPRE-LAP: Tick. Tick. Tick.\n\nINT. FOYER - FIRST HOUSEHOLD - DAY\nA wall clock, keeping time.\n\nIt’s cozy in here, but not warm. A palpable chill hangs over\nthe lived-in parlor. Nobody’s been by in some time.\n\nFour beaming, airbrushed faces in a framed photograph on the\nmantelpiece. Father, mother, two-point-five kids.\n\nThe glass on the frame is just barely frosted over.\nANGLE on the FRONT DOOR.\nFrom outside: A pair of muted FOOTSTEPS.\n\nThe adjacent window QUIVERS as a small SCREWDRIVER slides in\nunderneath the sill.\n\nIt’s a tight fit. The screwdriver’s shaft SCISSORS back and\nforth, slowly forcing its way through. GRINDING the sill’s\nhardwood base into FLAKES, misting through the air like snow.\n\nA GLOVED HAND reaches into the newly formed crevice, angling\nits way toward the front door. TWISTING the LOCK...\n\fThe door swings open, revealing a MAN, early 30s, on the\nporch. He wears a fleece jacket, baggy workman jeans and\nhiking boots. Thick-framed glasses. Average build.\n\nThis is DEL.\n\nHe scuffs his boots on the floor mat. Surveys the room.\n\nHis eyes land on the ticking wall clock. He plucks the clock\nfrom its moorings. Removes the batteries.\n\nThe ticking sound abruptly dies.\n\nHe re-hangs the clock. Straightens it.\n\nHe deposits the batteries in a zip-lock bag.",
  "2": "---END OF PREVIOUS SECTION---\nHe re-hangs the clock. Straightens it. He deposits the batteries in a zip-lock bag. \n---TARGET SECTION TO BE ANNOTATED---\n Folds the bag\ninto the front pocket of a worn Kipling backpack. Swings the\nbackpack over his shoulder.\n\nThe ape keychain dangles at Del’s side, open-mouthed in a\nstate of perpetual awe.\n\nINT. VARIOUS - FIRST HOUSEHOLD - DAY\n\nDel rummages clinically through the empty home.\n\nHe strips the batteries from the smoke alarm. From Daddy's\nelectric toothbrush. From the kids’ toy RCs and night lights\n\nand mobile gaming consoles. From Mommy’s vibrator.\n\nHe neglects the wad of cash on the dresser. The jewelry. The\nflat-screen television.\n\nHe scans the bookshelf, index finger outstretched. Plucks out\nthe more obscure titles.\n\nHe removes the family portrait from its frame. Sets the frame\nupright just where he found it.\nEXT. FIRST HOUSEHOLD - DAY\n\nDel kneels in the grass, a surgical mask over his nose and\nmouth. He’s spray-painting a large white X across the lawn.\n\nHe gets to his feet. Brushes the dirt from his knees. Strips\noff his gloves, revealing two pale, bony hands.\n\nWe pull back to see every single house on the block, all the\nway to the end of the street, marked with the exact same X.\n\fEXT. LAKE - DAY\n\nDel stands at the edge of the water, stark naked, hosing\nhimself down with a portable camping shower.\n\nEXT. DEL’S TRUCK - DAY\n\nSix buckets of fresh lake water rattle in the rear enclosure\nof Del’s pick-up truck.\n\nDel brakes at an intersection. Looks both ways. Continues on.\n\nINT. GROCERY STORE - DAY\nDel coasts the aisles with a shopping cart.\n\nMost of the grocery’s stock is still in place, though the\nfluorescent lights, fridges and freezers are down.\n\nHe checks expiration dates. Takes only what he needs.\n\nEXT. LIBRARY - DAY\n\nDel’s truck pulls to a stop outside the town library.\n\nINT. LIBRARY - DAY\n\nDel replenishes the AAA batteries in his Brother P-Touch®\nLabel Maker.\n\nHe traverses the stacks, adding the books from his haul to\nthe library’s inventory. Labeling them with their proper\nDewey Decimal codes.\n\nINT. GREENHOUSE - DAY\n\nA wide assortment of plants, shrubs and vegetation.",
  "3": "---END OF PREVIOUS SECTION---\nLabeling them with their proper\nDewey Decimal codes. INT. GREENHOUSE - DAY\n\nA wide assortment of plants, shrubs and vegetation. \n---TARGET SECTION TO BE ANNOTATED---\n Del\ncirculates, spritzing each of them with water.\n\nHe listens closely. The roots purr and gurgle under their\nsoil, lapping up the new liquid.\n\nHe savors the sound.\n\nEXT. MAIN STREET - DAY\n\nDel pilots a heavy-duty street sweeper up and down the road,\nits twin brushes WHIRRING and GRINDING.\n\fINT. READING ROOM - LIBRARY - DAY\n\nDel sits on the floor, piecing together a complicated jigsaw\npuzzle of a nautical tableau.\n\nWe pull back to discover the room is carpeted with a\nseemingly endless collection of puzzles, all completed.\nEXT. SOUND - DAY\n\nThe sun’s last light casts intense and powerful streaks\nacross the sky. A lone sailboat bobs on the ocean’s surface.\n\nDel’s bare feet hang from the boat’s edge as he reads one of\nhis books. His nose swathed in layers of sunblock.\n\nHis fishing rod STIRS. Del JUMPS.\n\nHe abandons his book, grabbing hold of the rod and reeling in\nhis line, mad with excitement.\n\nINT. BACK ROOM - LIBRARY - NIGHT\n\nA toy aquarium, battery-operated, filled with plastic\nclownfish and glowing neon blue water.\n\nDel’s curled up on a hammock in the darkness, munching on a\nwell-balanced meal of cooked fish, brown rice and veggies.\n\nHe watches an old screwball comedy on a laptop. Chuckles\nthrough mouthfuls of food.\n\nHe keeps an eye on the laptop’s battery power. It’s dwindling\nat nineteen percent.\n\nA mammoth pile of unused laptops and portable DVD players\nrests beside his hammock, stacked like pancakes.\n\nEXT. ROOFTOP - LIBRARY - NIGHT\n\nDel spreads out on a blanket, gazing up at the nighttime sky.\n\nEvery single star is visible, every constellation defined, an\nawesome natural panorama that belongs to Del and Del alone.\n\nHe falls asleep smiling.\n\fINT. BATHROOM - LIBRARY - DAY\n\nDel shaves in the mirror. Clips his fingernails. Tweezes his\neyebrows. Swabs the wax from his ears.\n\nHe pops two gummy vitamins.\n\nEXT. STREET - DAY\n\nDel jogs past rows and rows of suburban houses marked with\nhis white xX.",
  "4": "---END OF PREVIOUS SECTION---\nHe pops two gummy vitamins. EXT. STREET - DAY\n\nDel jogs past rows and rows of suburban houses marked with\nhis white xX. \n---TARGET SECTION TO BE ANNOTATED---\nHe crosses into a new part of town, where the front lawns are\nstill bare. Unexplored territory.\n\nDel stops to catch his breath. He scans the area. Listens.\nHears movement.\nHe turns, alarmed.\n\nIt’s the window blinds from a nearby house. They’re rustling,\nscratching softly against the glass...\n\nSomebody’s inside.\nDel approaches the porch, moving furtively.\nHe presses his ear to the door.\n\nFrom the other side -- something’s CLAWING against the door’s\npaneling. Something low to the ground.\n\nDel thinks.\nHe turns the knob. The door’s unlocked. He pushes it open...\n\nA small DOG bursts forth, wild with newfound freedom. Pawing\nfrantically at Del’s leg. Eyes wide and watery.\n\nIt’s a pug, and a fat one at that. Filthy. Rabid with energy.\nAnd its sharp talons, long ungroomed and ill-maintained, CUT\nDEEP into Del’s SKIN...\n\nDel shakes the thing off his leg. Nudges it outside with his\nleg. Shuts the door behind him.\n\nINT. SECOND HOUSEHOLD - CONTINUOUS\n\nDel instantly GAGS.\n\nThis place REEKS. It’s PUTRID.\n\fFlies circling in droves. Dog shit everywhere.\n\nDel whips the surgical mask over his nose and mouth. He\nbreathes heavily, his eyes pooling from the stench.\n\nHe makes his way through the house. Steps over a big, bulging\nbag of DOG KIBBLE -- year’s supply -- it’s been CLAWED INTO.\n\nHe proceeds cautiously into the kitchen. The flies’ buzzing\namplifies, grows DEAFENING...\n\nThere it is. Slumped across the tiled floor, contorted in an\nawkward, awful position... a BODY.\n\nA woman. Very old. Very dead.\nDel processes the gruesome scene.\nHe continues into the living room.\n\nThere’s a second body, slouched over in a leather armchair.\nHead facing away from Del and toward the defunct television.\n\nA halo of flies overhead, almost angelic.\nThe husband. Also very old. Also very dead.\nThe TV remote still locked in his hand.\n\nDel pulls away the surgical mask. Squats down to meet the\nrotting corpse face-to-face.\n\nThe man’s eyes are marbled over, glazed white.",
  "5": "---END OF PREVIOUS SECTION---\nDel pulls away the surgical mask. Squats down to meet the\nrotting corpse face-to-face. The man’s eyes are marbled over, glazed white. \n---TARGET SECTION TO BE ANNOTATED---\nDel shimmies the remote from the man’s ice-cold hand. Pops\nout the batteries. Pockets them.\n\nINT. SECOND HOUSEHOLD - DAY\n\nDel hops over the woman’s body to the trash drawer. Extracts\nthe garbage bags all at once.\n\nHe sweeps up the mess. Scrubs the floor. Collects the doggie\ndroppings and scattered pet food into the bags.\n\nHe yanks the rug out from under the furniture. Tears out the\nshower curtain. Wraps the bodies into them, burrito-style.\n\nHe pulls the couple’s yellowed wedding portrait from its\nframe. They look youthful, happy.\n\nHe replaces the empty frame on the bureau.\n\fEXT. SECOND HOUSEHOLD - DAY\n\nDel takes out the trash.\n\nHe pauses at the sight of the fat pug dog, sitting eagerly on\nthe curb. Staring back at him. Tail wagging.\n\nINT. DEL’S TRUCK - DAY\n\nDel loads the bodies into the back of his truck.\n\nThe dog’s seated in the passenger seat, gazing out somberly\nat the newly sprayed white X on its owners’ lawn.\n\nEXT. WOODS - DAY\n\nDel off-loads the bodies into the dirt.\n\nEXT. WOODS - LATER\nDel digs a hole with a well-worn shovel.\n\nThe dog watches at his side, panting.\n\nINT. DEL’S TRUCK - DAY\nDel returns to his truck. He looks in the side mirror.\n\nThe dog’s pacing the woods in circles, sniffing around at the\npatch of fresh grave.\n\nDel starts his car.\nThe dog looks up.\nDel turns away. Starts driving.\n\nThe dog barks, strained. Chases after the truck with effort,\nits stubby legs giving out easily.\n\nDel accelerates, staring forward. The dog’s barking grows\ndistant in his wake.\n\nHe flinches. Takes his foot off the gas. Allows the dog to\ncatch up to him.\n\nEXT. LIBRARY - DAY\n\nDel dumps a bucket of water over the dog.\n\fHe grooms the dog’s nails with a small pair of scissors.\n\nHe peeks under the dog’s hood. It’s male. He prints out a\nlabel. Affixes it to the dog’s new collar.\n\n“NAME: DEWEY.”\n\nINT. STREET - DAY\nDel walks Dewey on a leash.",
  "6": "---END OF PREVIOUS SECTION---\nAffixes it to the dog’s new collar. “NAME: DEWEY.”\n\nINT. STREET - DAY\nDel walks Dewey on a leash. \n---TARGET SECTION TO BE ANNOTATED---\nDewey circles a fire hydrant with mild interest.\n\nEXT. BEACH - DAY\n\nDel and Dewey play fetch. Dewey moves very slowly.\n\nINT. LIBRARY - NIGHT\n\nDel eats a home-cooked meal at a cluster of desks, reading a\nlibrary book on pet care.\n\nDewey lingers at his feet. Del feeds him a baby carrot.\n\nINT. CHILDREN’S SECTION - LIBRARY - NIGHT\n\nDel installs Dewey in an enclosed pen outfitted with bean bag\ncushions and a bowl of water.\n\nDewey roams the perimeter, restless. Del exits.\n\nINT. DRUG STORE - DAY\n\nDel picks from an assortment of colorful chew toys. Tests\ntheir squeaking capabilities.\n\nINT. CHILDREN’S SECTION - LIBRARY - DAY\n\nDel returns to Dewey’s pen with a shopping bag filled with\ntoys and treats.\n\nHe stops. The bean bags are TORN APART. Beans EVERYWHERE.\nWater bowl OVERTURNED. The pen’s BREACHED... Dewey’s GONE.\n\nDel rounds a corner. A shred of paper catches on his shoe. He\ninspects it -- it’s a page from a picture book.\n\nRipped apart. Destroyed.\n\fHe looks ahead. Sees the remnants of an entire stock of\nchildren’s books, all RIPPED to SHREDS.\n\nDel panics. He sinks to his hands and knees. Tries to gather\nthe scraps and re-order them.\n\nIt’s a hollow task. They’re all ruined.\nDel starts to tear up.\n\nHe turns. Dewey’s gazing at him. Munching on one of the\npages. Unrepentant.\n\nDel takes a deep breath.\n\nINT. DEL’S TRUCK - DAY\nDel drives, steadfast.\n\nIn the passenger seat: An overflowing trash bag filled with\nevery last one of the pet supplies.\n\nHe peers in the rearview. Dewey stares back at him, curious.\n\nEXT. LIBRARY - NIGHT\nDel parks his car for the evening.\n\nHe’s alone now.\n\nINT. CHILDREN’S SECTION - LIBRARY - NIGHT\nDel surveys the empty space where Dewey’s pen once was.\n\nHe smooths out the creases in the carpet.\n\nINT. LIBRARY - NIGHT\n\nDel re-files the books on pet care.\n\nINT. BACK ROOM - LIBRARY - NIGHT\nDel watches another old screwball comedy.\n\nHe doesn’t laugh.",
  "7": "---END OF PREVIOUS SECTION---\nINT. BACK ROOM - LIBRARY - NIGHT\nDel watches another old screwball comedy. He doesn’t laugh. \n---TARGET SECTION TO BE ANNOTATED---\n Shuts the laptop.\n\f10.\n\nEXT. SOUND - DAY\n\nIt’s a windy day at sea. Del’s sailboat rocks with the waves,\nswaying up and down.\n\nDel shrouds himself in a blanket.\n\nINT. LIBRARY - NIGHT\n\nDel eats dinner in silence.\n\nINT. BACK ROOM - LIBRARY - NIGHT\n\nDel stares at the plastic fish in his toy aquarium, swimming\nback and forth, smiles etched on their faces.\n\nHe turns on his side in the hammock. Tries to sleep.\nJust then: A low RASP. Barely audible.\n\nDel perks up. He scrambles to his TRANSISTOR RADIO. Tunes it\nto the correct frequency.\n\nThe sound sharpens. It’s a VOICE.\n\nWOMAN (0.S.)\nHello?\n\nDel’s eyes widen.\n\nWOMAN (0.S.) (CONT'D)\nCan anyone hear me?\n\nDel watches the radio in awe.\n\nWOMAN (0.S.) (CONT'D)\nPlease. Please, somebody be there.\n\nDel grabs the radio. Holds down the talk button. Opens his\nmouth to speak... He falters.\n\nDEL\n(weak)\nNo.\nDel takes his finger off the button.\n\nDEL (CONT'D)\nNo.\n\nHe SMASHES the RADIO.\n\f11.\n\nDEL (CONT'D)\nNo.\n\nHe chokes. Hyperventilates. Inhales sharply.\n\nDEL (CONT'D)\nOh god. Oh god.\n\nSuddenly:\nBANG. BANG. BANG.\nFrom outside. Sounds like a HAIL of GUNFIRE.\n\nDel BOLTS.\n\nEXT. ROOFTOP - LIBRARY - NIGHT\n\nDel rushes out onto the roof, just in time to catch the\nmighty FIREWORKS DISPLAY on the HORIZON.\n\nThe night sky is RIDDLED with TECHNICOLOR. The stars flushed\naway, overwhelmed by the dramatic BARRAGE of LIGHT and SOUND.\n\nRockets soaring upward and rippling through the atmosphere,\nexploding violently, shredding the heavens... It’s BLINDING.\n\nDel shields his face. Covers his ears. Screams.\n\nHis voice is DROWNED OUT.\n\nINT. BATHROOM - LIBRARY - NIGHT\n\nDel barricades the door. Blacks out the window with thick\nstrips of duct tape, immersing himself in TOTAL DARKNESS.\n\nWe can still hear the fireworks in full force outside.",
  "8": "---END OF PREVIOUS SECTION---\nBATHROOM - LIBRARY - NIGHT\n\nDel barricades the door. Blacks out the window with thick\nstrips of duct tape, immersing himself in TOTAL DARKNESS. We can still hear the fireworks in full force outside. \n---TARGET SECTION TO BE ANNOTATED---\nDel locks himself in a stall, curling his knees up into his\nchest. He gropes a SWITCHBLADE in his hand.\n\nHis grip is shaky, unstable. The knife drops to the floor,\nlanding with a small CLINK.\n\nDel shuts his eyes. Takes a series of deep breaths.\nDEL\n\n(in SOTTO)\nPlease. Please no.\n\f12.\n\nINT. BACK ROOM - LIBRARY - NIGHT\nThe radio, smashed into pieces, crackles quietly.\nWOMAN (0.S.)\n(distorted)\nCan you hear me now?\n\nThe receiver light fizzles out.\n\nINT. BATHROOM - LIBRARY - DAY\nDel wakes up.\nIt’s quiet outside.\n\nHe takes a peek through the window. The skies are clear.\n\nEXT. LIBRARY - DAY\n\nDel sidles out from the library’s double doors.\nThere’s no one in sight.\n\nHe listens closely. Hears a sound, very distant.\n\nIt’s a CAR ALARM.\n\nEXT. STREET - DAY\nA terrible wreck.\n\nThere’s a STATION WAGON up on the curb, FLATTENED under a\nfelled LAMPPOST. Windshield SMASHED IN. Engine FUMING.\n\nThe alarm BLARES.\nDel approaches cautiously, knife outstretched.\nThe driver's incapacitated. Maybe dead.\n\nDel squints for a better look. The driver is female. Almost\ncertainly the woman from the radio.\n\nHe edges closer. She’s young. Late teens or so. Gash on her\nforehead. Looks nasty.\n\nProbably dead.\n\nDel opens the car door.\n\f13.\n\nThe body slumps out into Del’s arms.\nHe checks for a pulse... Her eyes flicker open.\nThey stare at one another.\n\nWOMAN\nYou're here.\n\nShe smiles.\nWOMAN (CONT'D)\nI’m gonna fuck you into the next\ndimension.\n\nShe laughs. Slips back into unconsciousness.\n\nDel sets her down in the grass, taking care not to bang her\nhead. Returns to the car.\n\nThe dash is papered with deflated potato chip bags and empty\nliquor bottles and stray undergarments.\n\nHe looks in the backseat, spots her transistor radio. Her\nleftover fireworks. A Polaroid camera. A GameBoy. Two bulging\nfloral-print suitcases, frayed at the seams.\n\nHe pops the glove compartment.",
  "9": "---END OF PREVIOUS SECTION---\nA GameBoy. Two bulging\nfloral-print suitcases, frayed at the seams. He pops the glove compartment. \n---TARGET SECTION TO BE ANNOTATED---\n Finds a small HANDGUN, buried\namong loose papers.\n\nHe peers over his shoulder at the young woman splayed out on\nthe grass. Contemplates his next move.\nINT. LIBRARY - DAY\n\nDel unzips the suitcases. Sifts through the wrinkled clothing\nand toiletries.\n\nHe uncovers a weathered PHOTO of a FAMILY. Taped together in\nplaces -- it looks as if it’s been torn up before.\n\nThe girl. Her mother, father, little sister. All smiles.\nUnderneath, he finds a newer series of overexposed Polaroid\nselfies taken at various iconic national landmarks. In each\nof them, the girl mugs for the camera with a ridiculous face.\nHe lingers on a photo taken at the crest of the Grand Canyon.\n\nShe's sticking her tongue out at him.\n\nThis is GRACE.\n\f14.\n\nINT. BEDROOM - ABANDONED HOUSE - DAY\n\nGrace stirs awake. Her vision stabilizes.\n\nShe's in a BEDROOM, sparsely decorated. The windows are\nBOARDED SHUT from the outside. A sliver of DAYLIGHT pours in\nfrom a neglected crack.\n\nShe sits up with pain. Runs her hand through her hair. Her\nforehead’s dressed in layers of GAUZE. It STINGS.\n\nShe gets to her feet. Feels DIZZY. Grabs a trash can, digs\nher head in. HURLS.\n\nGRACE\nUgh. Fuck me.\n\nShe wipes her mouth. Heads to the door. Reaches for the knob.\nIt’s LOCKED. She RAPS her FISTS on the DOOR.\n\nGRACE (CONT'D)\nHello? Hello--?\n\nNothing.\nShe flings open the dresser drawers. They’re all EMPTY.\n\nThe room’s been cleaned out completely. The only spare item a\nbottle of hand sanitizer on the night stand.\n\nShe hears a pair of FOOTSTEPS. Turns back to the door. Sees a\nshadow pass across the small round PEEPHOLE.\n\nDEL (0.S.)\nIs there anyone else?\n\nGRACE\nWhat’s going on?\n\nDEL (0.S.)\nAnswer my question, please.\n\nGRACE\nWhat’s your question?\n\nDEL (0.S.)\nIs there anyone else?\n\nGRACE\nIt’s just me in here.\n\nDEL (0.S.)\nI know that already.\n\f15.",
  "10": "---END OF PREVIOUS SECTION---\nDEL (0. S.)\nI know that already. 15. \n---TARGET SECTION TO BE ANNOTATED---\nGRACE\nOh, so it’s my fault your question\nwas fucking stupid.\nThe shadow disappears from the peephole.\n\nGRACE (CONT'D)\nWait!\n\nDEL (0.S.)\nIs there anybody else?\n\nGRACE\nThere’s no one else.\n\nDEL (0.S.)\nAnywhere?\n\nGrace’s eyes narrow in on the door.\n\nGRACE\nAre you not--\n\nDEL (0.S.)\nAnywhere?\n\nThere’s a hint of panic in his voice.\n\nGrace processes. She exhales slowly.\n\nGRACE\nAnywhere.\n\nDEL (0.S.)\nIt's just you?\n\nGRACE\nJust me and you.\n\nDEL (0.S.)\nThat’s all?\n\nGRACE\n\nYeah. That’s it. We’re it.\nA long pause on the other end.\n\nDEL (0.S.)\nWhy are you still alive?\n\f16.\n\nINT. HALLWAY - ABANDONED HOUSE - CONTINUOUS\n\nDel stands on the other end of the door, watching Grace\nthrough the peephole’s fishbowl POV.\n\nGrace looks directly at him.\n\nGRACE\nWhy are you?\n\nINT. BEDROOM - ABANDONED HOUSE - DAY\nGrace waits. Finally, Del speaks up.\n\nDEL (0.S.)\nWhat about the gun?\n\nGRACE\nGun? Which gun?\n\nDEL (0.S.)\nThe gun in your glove compartment.\n\nGRACE\nOh, that gun. I found it on the\nroad a few months back. I figured\nmaybe it’d come in handy one day.\n\nDEL (0.S.)\nAgainst who?\n\nGRACE\nWell... who’s to say they don’t all\ncome back from the dead and try to\neat our brains?\n\nDEL (0.S.)\nThat won’t happen.\nGRACE\nWhy not?\nDEL (0.S.)\n\nBecause it doesn’t happen.\n\nGRACE\nAnd the entire human population of\nearth dropping dead in a single\ninstant on a Tuesday afternoon,\ndoes that not happen either?\n\nNo response.\n\f17.\n\nGRACE (CONT'D)\nWill you let me out?\n\nDEL (0.S.)\nI can’t yet.\n\nGRACE\nCome on, man.\n(a pause)\nI‘1l make it worth your while.\n\nShe lets the last word linger.\n\nDEL (0.S.)\nI’m going to unlock the door.\nThat'll cue you to start counting\nto fifteen Mississippi. I’1l be\ncounting too, from farther away.",
  "11": "---END OF PREVIOUS SECTION---\nS.)\nI’m going to unlock the door. That'll cue you to start counting\nto fifteen Mississippi. I’1l be\ncounting too, from farther away. \n---TARGET SECTION TO BE ANNOTATED---\nAfter fifteen Mississippi you can\nopen the door. I won’t be here.\nDon’t look for me.\n\nGRACE\nHold on.\n\nDEL (0.S.)\nThere's a car outside, it’s got a\nfull tank of gas and all your\nbelongings, minus the gun. You\nshouldn’t have that.\n\nGRACE\nDude, what the fuck--?\n\nDEL (0.S.)\nYou have to leave. You have to\nleave and forget you were ever here\nand never come back. Please.\n\nGRACE\nBut... we’re all that’s left.\n\nDEL (0.S.)\nI’m going to start counting now.\n\nGRACE\nAre you listening to me? I said\nwe're the only ones still out here!\nWe’re the sole fuckin’ survivors,\nman! You can’t just ghost me like\nwe're in fucking middle school--!\n\nDEL (0.S.)\nOne Mississippi.\n\f18.\n\nThe doorknob CLICKS.\n\nDEL (0.S.) (CONT'D)\nI'm leaving now, two Missi--\n\nGrace opens the door. Meets Del head-on. Smirks.\n\nGRACE\nYou're tall.\n\nDEL\nWhat are you doing?\n\nGRACE\nYou sounded shorter.\n\nDEL\nPlease go back inside and close the\ndoor, this isn’t right. It’s not\nwhat we talked about.\n\nGRACE\nYou're bossy too. We can work\naround that.\n\nDEL\nThere’s nothing to work around.\nYou're leaving.\n\nGRACE\nYou think it’s a coincidence we\nfound each other?\n\nDEL\nNo. You were drinking and you\ncrashed your car on my street.\n\nGRACE\nAh, that’s right.\n\nDEL\nIt’s not funny. In your drunken\nbinge you took down a lamppost, and\nnow I have to fix it. That’s going\nto require substantial renovations\nand-- and considerable labor--\n\nGRACE\nLabor.\n\nDEL\nYes. Manpower.\n\f19.\n\nGRACE\nMan-power.\n\nDEL\nStop that.\n\nGRACE\n\nC’mon. You know as well as I do why\nHe kept the two of us alive.\n\nDEL\nWho? Who kept us alive?\n\nGrace points upward.\n\nDEL (CONT'D)\nWow. Okay.\n\nGRACE\nHaven’t you ever heard of “be\nfruitful and--\n\nDEL\n--and multiply,” yes.",
  "12": "---END OF PREVIOUS SECTION---\nDEL (CONT'D)\nWow. Okay. GRACE\nHaven’t you ever heard of “be\nfruitful and--\n\nDEL\n--and multiply,” yes. \n---TARGET SECTION TO BE ANNOTATED---\n It’s from the\nKing James Bible, Genesis 1:28,\ncall two twenty fifty-two.\n\nGRACE\nWhat’s that?\n\nDEL\nIt was an English translation\ncommissioned by King James I in the\nearly sixteenth century-- or maybe\nthe seventeenth--\n\nGRACE\nNot the Bible, the number.\n\nDEL\nGenesis 1:28 is where the passage\nappears in the text.\n\nGRACE\nThe second one. The two-twenty\nwhatever you said...\n\nDEL\nTwo twenty fifty-two. It’s the call\nnumber for that edition.\n\nGRACE\nCall number?\n\f20.\n\nDEL\nEvery book has one.\n\nGRACE\nThey do? Are you sure?\n\nDEL\nYes, I’m very sure. I don’t really\nhave time to talk to you anymore--\n\nGRACE\nAre you retarded or something?\n\nDel SNAPS.\n\nDEL\nFuck off. Okay? Just... please\nleave me alone. I have a lot of\nwork to do today. I’m already\nbehind schedule, even without\nfactoring in the lamppost.\n\nGRACE\nI can’t believe this.\n\nDEL\nThe engine’s running in your car.\nYou're wasting gas.\n\nGRACE\nRight. And that’s bad for the\nenvironment.\n\nHe gives her a look. She laughs.\n\nDEL\n\nYou're making fun of me.\nGRACE\n\nNo.\nDEL\n\nI've gotta go.\nHe turns to leave. Grace’s smile fades.\n\nGRACE\nNo. Come on.\n\nDel starts down the stairs.\n\f21.\n\nGRACE (CONT'D)\nYou're making me feel like I'ma\nfucking asshole or-- hey, listen,\nI’m sorry-- will you wait a minute?\n\nDel quickens his pace. Grace follows him outside.\n\nEXT. STREET - CONTINUOUS\n\nGrace steps out into the light. She looks around in awe.\n\nDel hands\n\nShe turns\n\nGRACE\nOh my god.\n\nher the car keys. She barely notices.\n\nGRACE (CONT'D)\nThis is where you live? You really\nlive here all alone?\n\nDEL\nYes.\n\nGRACE\nWhere are the bodies?\n\nDEL\nWhich ones?\n\nGRACE\nWhich ones? All of them. Everyone\ndied where they stood, all at once.\nNo warnings, no symptoms, just--\n\nto Del.",
  "13": "---END OF PREVIOUS SECTION---\nAll of them. Everyone\ndied where they stood, all at once. No warnings, no symptoms, just--\n\nto Del. \n---TARGET SECTION TO BE ANNOTATED---\nGRACE (CONT'D)\nYou can barely drive a mile without\ngetting one of them caught in your\ntires. Everywhere you look it’s\njust piles and piles of bodies. And\nthe smell, that god-awful smell\nthat’s everywhere...\n\nShe inhales the cool air.\n\nGRACE (CONT'D)\nIt’s not here.\n\nDEL\nNope.\n\fGRACE\nWhat happened?\n\nDEL\nI buried them.\n\nGRACE\nAll of them? Alone? That’s\nimpossible.\n\nDEL\n\nNo, it’s just tedious. I started\nwith the public spaces. The outdoor\nareas. Then I moved on to the shops\nand restaurants and offices. As of\nlate I’ve been clearing out the\nresidences. The town’s population\nwas 9,539. I’m at 8,840. That’s a\n92% clearance rate thus far. It’s\nactually 92.6, but I round down.\n\nGRACE\nWhy?\n\nDEL\nRounding up would be giving myself\nmore credit than I deserve.\n\nGRACE\nNo. I mean, why did you bury all\nthe bodies?\n\nDEL\n(matter-of-fact)\nThey smelled. They were ugly. So I\ngot rid of them.\nGrace thinks.\n\nGRACE\nI want to stay.\n\nDEL\nThat's not possible.\n\nGRACE\nDon’t you ever get lonely?\n\nDel cracks a smirk.\n\nDEL\nNo. I don’t get lonely.\n\f23.\n\nGRACE\nYou're... you’re telling me you’re\ntotally fine allowing the human\nrace to go extinct?\n\nDEL\nIt’s out of my hands.\n\nGRACE\nDid you fall asleep during sex ed?\nI’m game, man. DTF. You don’t even\nhave to buy me dinner first.\n\nShe extends her arms outward.\n\nGRACE (CONT'D)\nTake me, you bastard.\n\nDEL\nOkay. How old are you?\n\nGRACE\nNineteen. I think. It’s been hard\nto keep track.\n\nDEL\nGreat. So the average age of\nmenopause is fifty-one. That gives\nus roughly thirty-two years in\nwhich we can propagate.\n\nGRACE\nI love it when you talk dirty.\n\nDEL\nOh, I’m just getting started.",
  "14": "---END OF PREVIOUS SECTION---\nThat gives\nus roughly thirty-two years in\nwhich we can propagate. GRACE\nI love it when you talk dirty. DEL\nOh, I’m just getting started. \n---TARGET SECTION TO BE ANNOTATED---\n Now\nbest case scenario, my sperm’s\nhyper-virile, we max out our\ncapacity and have you on rotation\ntwelve months out of the year.\n\nGrace winces.\n\nGRACE\nYou want to put me on rotation?\nLike a cow?\n\nDEL\nDon’t look at me. I’m just fleshing\nout your repopulation theory to its\nlogical extreme.\n\nGRACE\nRight. Sure.\n\fDEL\nNow, assuming none are multiple\nbirths, no twins or triplets in the\nmix, that’s forty-two children\nmaximum. Right? I think that’s\nright. We can get a calculator.\n\nGRACE\nOh no, I trust your data.\n\nDEL\nGreat. So that’s forty-two of our\nchildren that are then obligated to\nbreed with their siblings to\nfurther procreate. And due to the\nheightened risk of developmental\ndisabilities in inbred children,\nour descendants would have a\nseverely diminished capacity for\nsurvival and would likely die out\nwithin a matter of one or two\ngenerations, max.\n\nGRACE\nYou don’t know that.\n\nDEL\nOf course I do.\n\nGRACE\nIt worked before.\n\nDel shakes his head.\n\nDEL\nI don’t believe in myth. It’s good\nliterature, that’s all.\n\nGRACE\nHow can you be so cynical?\n\nDEL\nI'm a pragmatist. I recommend it\nhighly. Good-bye now-- I’m sorry,\nwhat did you say your name was?\n\nGRACE\nGrace. Grace Wilkins.\n\nDEL\nGood-bye, Grace Wilkins. Best of\nluck out there.\n\nDel strolls off.\n\f25.\n\nEXT. LAKE - DAY\nDel fills his buckets with water. Grace appears beside him.\n\nGRACE\nI can help clear the bodies.\n\nDEL\nI don’t need help. I’m 92% done.\n\nGRACE\nYou'll get done a lot quicker with\nan extra pair of hands. And we can\nstart planning our expansion.\n\nDEL\nExpansion?\n\nGRACE\nTo the next town. And the next one\nafter that. I bet we can clear the\nwhole county in no time.\n\nDEL\nI’m not interested in clearing the\ncounty or any of the other towns.\n\nHe gets to his feet.\n\nDEL (CONT'D)\n\nMy obligation starts and ends with\nthis town.",
  "15": "---END OF PREVIOUS SECTION---\nDEL\nI’m not interested in clearing the\ncounty or any of the other towns. He gets to his feet. DEL (CONT'D)\n\nMy obligation starts and ends with\nthis town. \n---TARGET SECTION TO BE ANNOTATED---\n It’s my home. It’s been\nmy home as long as I’ve lived. The\nleast I can do is keep it clean.\n\nGRACE\nBut there’s so much else out there.\n\nDEL\nThat's a subjective opinion.\n\nGRACE\nWhen was the last time you left?\n\nDEL\nI’m not sure how that’s important.\n\nGRACE\nThat long, huh?\n\nDel doesn’t respond. He hauls the buckets to his truck. Grace\ngrabs two herself.\n\f26.\n\nGRACE (CONT'D)\nI’m staying here whether you like\nit or not.\n\nDEL\nWhy? I’ve been nothing but rude to\nyou all morning.\n\nGRACE\nI’m an extrovert. I wasn’t built to\nbe alone. You can ignore me all you\nwant, give me the silent treatment,\nwhatever. I don’t need to talk to\nyou. Just let me talk at you.\n\nHe looks to her.\n\nGRACE (CONT'D)\nI need to know there’s someone else\nthat can hear me.\n\nINT. LIBRARY - DAY\n\nDel files books with a pair of noise-cancelling headphones\nclamped over his ears.\n\nGrace trails. He pays her no mind.\n\nGRACE\n(voice raised)\n\nI was making my way up the coast.\nMy aunt got me this guide of the\nfifty U.S. landmarks you need to\nsee before you die. One per state,\nand it ends at Niagara Falls. Have\nyou been to Niagara Falls--?\n\nHe walks right past her into the next aisle.\n\nGrace pulls a book from the nearest shelf and inserts it\nelsewhere, out of alphabetical order.\n\nShe catches up to Del. Removes his headphones.\n\nGRACE (CONT'D)\nYou like books?\n\nDEL\nYeah, I do.\n\nGRACE\nMe too!\n\f27.\n\nDEL\nThat’s great.\n\nHe fastens the headphones over his ears once more.\n\nGRACE\nWe should start a book club!\n\nEXT. BEACH - DAY\n\nGrace watches from the shore as Del sails. She polishes off a\nbeer, crushes the can and chucks it into the water.\n\nShe raises one hand to eye level. Pinches the sailboat with\nher index and middle fingers.\nINT. LIBRARY - NIGHT\n\nDel prepares an intricate sushi platter for himself, complete\nwith wasabi, ginger and soy sauce.\n\nGrace observes the meal in awe.",
  "16": "---END OF PREVIOUS SECTION---\nINT. LIBRARY - NIGHT\n\nDel prepares an intricate sushi platter for himself, complete\nwith wasabi, ginger and soy sauce. Grace observes the meal in awe. \n---TARGET SECTION TO BE ANNOTATED---\nGRACE\nAre you eating fish?\n\nDEL\nIt’s salmon sashimi.\n\nHe nips at the fish with a pair of chopsticks.\n\nGRACE\nSome apocalypse this is.\n\nShe gets up. Browses the stacks.\nGRACE (CONT'D)\nSo why do you think it happened?\nWhy did everyone die like that?\nDEL\nNo use in speculating. I doubt\n\nwe'll ever know for sure.\n\nGRACE\nMaybe it was the Rapture.\n\nDEL\nMaybe. Probably not.\n\nHe sucks his chopstick clean.\n\f28.\n\nGRACE\nWhere were you when it--?\n\nDEL\nI was sleeping.\n\nGRACE\nYou were sleeping at two-thirty on\na Tuesday afternoon?\n\nDEL\nI worked nights.\nGRACE\nWhere’d you work?\nDEL\nHere. I was the night custodian.\nGRACE\nHuh.\nDEL\n\nIt wasn’t so bad. My job was to\nkeep everything in order. I like\ndoing that. And they let me read\nwhatever I wanted in my downtime.\nIt was quiet. It was just me.\n\nGrace turns to him.\n\nGRACE\nDidn't you ever feel lonely?\n\nDEL\nThat’s the second time you've asked\nme that.\n\nGRACE\nI’m curious.\n\nDEL\nYou're curious?\n\nHe pivots his chair to her.\n\nDEL (CONT'D)\nYou really want to know when I felt\nlonely? I felt lonely when there\nwere 9,538 other people here, all\nof them looking at me like I was\nsome kind of martian. Keeping their\ndistance. Whispering to each other.\nThat’s when I felt lonely.\n\n(MORE )\n\fHe stops.\n\nDel nods.\n\nShe exits.\n\nDel folds\n\n29.\n\nDEL (CONT'D)\nIs that what you wanted to hear?\nWas that answer satisfactory, or\nwould you like to ask me again?\n\nSettles.\n\nDEL (CONT'D)\nI didn’t mean to raise my voice.\n\nGRACE\n\nIt’s okay. I can leave.\nDEL\n\nWhat?\nGRACE\n\nI'll leave you alone. It’s fine.\nYou've clearly got something good\ngoing here. Good for you, I mean.\nYou’re happy, and I guess I thought\nI could-- I don’t know-- at the end\nof the day it’s not fair for me to\nput my shit on you. I’m sorry.\n\nGrace forces a smile.",
  "17": "---END OF PREVIOUS SECTION---\nYou’re happy, and I guess I thought\nI could-- I don’t know-- at the end\nof the day it’s not fair for me to\nput my shit on you. I’m sorry. Grace forces a smile. \n---TARGET SECTION TO BE ANNOTATED---\nGRACE (CONT'D)\nI‘'1l go pack my things.\n\nhis napkin.\n\nEXT. STREET - NIGHT\n\nGrace loads the car with her luggage.\n\nShe gets behind the wheel. Stares forward.\n\nHer eyes start to well.\n\nShe wipes\n\nShe winds\n\nGRACE\nFuck.\n\nthem clean with the inside of her sleeve.\n\nGRACE (CONT'D)\nFuck me. Okay.\n\nthe key in the ignition. The car sputters to life.\n\nHer foot hits the gas pedal...\n\nA tap on the driver's window.\n\f30.\n\nIt’s Del, crouching down to meet her at eye level.\n\nGRACE (CONT'D)\nWhat?\n\nDel cups a hand to his ear. Grace cranks down the window.\n\nGRACE (CONT'D)\nWhat is it?\n\nDEL\nYou should put on your brights.\nIt’s dark out there.\n\nGRACE\nOh. Yeah, thanks.\n\nShe flicks on the brights.\n\nGRACE (CONT'D)\nSee you around.\n\nDEL\nYou don’t have to go just yet.\n\nGRACE\nThe last thing I need is for you to\nfeel sorry for me. If I get going\nnow I think I can make it to\nNiagara Falls by sun-up.\n\nDEL\nWhat’s in Niagara Falls?\n\nGRACE\nIt’s one of the landmarks in my\naunt's guidebook. I was telling you\nearlier-- you must’ve had the\nheadphones on. Anyways, it’s the\nlast one and then that’s it.\n\nDEL\nThat’s it?\n\nGRACE\nIt’s my last landmark.\n\nDEL\nWhat happens after that?\n\nGRACE\nWhat do you mean?\n\f31.\n\nDEL\nOnce you've reached Niagara Falls.\nWhere do you go afterwards? Up to\nCanada, or--?\n\nGrace shakes her head.\n\nGRACE\nStop.\n\nDEL\nCan you answer my question?\n\nGRACE\nWhy? What does it matter anyway?\nIt’s not like you care.\n\nDEL\nYou shouldn’t go to Niagara Falls.\nNot yet. You can stay here for a\nlittle while, get your bearings.\n\nGRACE\nStop. Just stop. Please.\nDEL\nWhat kinds of movies do you like?\nGRACE\nMovies?\nDEL\n\nWe have a great catalogue of DVDs\nback at the library. I watch them\non laptops, the portable players,\nanything I can get my hands on.",
  "18": "---END OF PREVIOUS SECTION---\nGRACE\nMovies? DEL\n\nWe have a great catalogue of DVDs\nback at the library. I watch them\non laptops, the portable players,\nanything I can get my hands on. \n---TARGET SECTION TO BE ANNOTATED---\n You\ncould borrow one or two of them\nsometime. The DVDs, I mean. Drop\nthem off in the return slot when\nyou're finished.\n\n(a pause)\nDo you like comedies?\n\nGRACE\nYeah. Yeah, I like comedies.\n\nDEL\nWe've got a whole section that’s\njust comedy films. And not just the\nmainstream stuff either. Some of\nthe titles have been out of print\nfor-- well, I guess they’re all out\nof print now, technically.\n\f32.\n\nGRACE\nWhy are you saying all this? I\nthought you wanted to be alone.\n\nDEL\nI do. At the moment, your leaving\nhere and never ever coming back is\na very exciting prospect for me.\n\nGRACE\nThanks.\n\nDEL\nBut if I’m forced to think about it\nlong-term, I‘1l admit there’s a\nvery slim possibility that there\ncould come a day when I change my\nmind and decide that I could do\nwith some company after all. But by\nthat point you’d be long gone and\nit'd be virtually impossible for me\nto ever find you again.\n\nGRACE\nOkay?\n\nDEL\nThere’s a terrifying degree of\npermanency there, don’t you think?\n\nGRACE\nI guess.\n\nDEL\nWhat I’m trying to say is, if you\nleave now our goose is cooked\nbefore it even hatches.\n\nGRACE\nCooked goose sounds pretty tasty\nright now.\n\nDEL\nI wouldn't know. I’m a pescatarian.\n\nGRACE\nOf course you are.\n\nDel shrugs.\n\nDEL\nWe'll give it a try.\n\f33.\nGRACE\nAre you sure?\nDEL\nNo, of course I’m not sure. I’m\nagreeing to a trial period, during\nwhich time we set a very strict\nseries of boundaries. As I believe\nI've said, I take a great civic\npride in keeping this town\noperational, and I can’t risk my\ndaily routine being disrupted--\nGrace gets out of the car. Stares at Del for a long beat.\n\nDEL (CONT'D)\nWhat? What’s wrong?\n\nShe gives him a big hug.\nDel tenses uneasily in her grip.\n\nGRACE\nI don’t even know your name.\n\nDEL\nIt’s Del.\n\nGRACE\nJust Del?\n\nDEL\nYeah. Just Del.",
  "19": "---END OF PREVIOUS SECTION---\nGRACE\nJust Del? DEL\nYeah. Just Del. \n---TARGET SECTION TO BE ANNOTATED---\nEXT. STREET - DAY\n\nDel rigs a series of cords around the fallen lamppost. He\nharnesses them to the back of his truck.\n\nHe hops in his car. Nudges the gas.\n\nThe lamppost slowly cranes upright.\n\nEXT. DEL’S TRUCK - DAY\nDel brakes at the intersection from earlier.\n\nTo his surprise, a SECOND CAR wipes right past his, blasting\nan upbeat TUNE from the RADIO.\n\nGrace gives a friendly wave. She continues down the road in\nthe opposite direction.\n\f34.\n\nDel shakes it off. Moves along.\n\nHe glances in his rearview. Pulls a u-turn.\n\nEXT. THIRD HOUSEHOLD - DAY\n\nDel sees Grace’s car parked outside of a house with a\nbumblebee mailbox.\n\nThe lawn is unmarked.\n\nINT. FOYER - THIRD HOUSEHOLD - DAY\nDel hastens inside.\n\nDEL\nGrace--?\n\nAll of a sudden, a LARGE MASS plummets out from the second\nfloor, TUMBLING like a SLINKY down the STAIRCASE, landing\nright at DEL’S FEET.\n\nHe looks down. It’s a BODY.\n\nGRACE\nSleep well?\n\nGrace appears at the top of the stairs.\n\nDEL\nWhat are you doing?\n\nGRACE\nClearing the house. I didn’t see a\nwhite X on the lawn, so I figured\nit was up for grabs.\n\nShe vanishes down a hallway.\n\nGRACE (0.S.) (CONT'D)\nI couldn't have picked a better one\nto pop my cherry either. This\nlady's got loads of good shit. I\nthink she might be a hoarder.\n\nDEL\nWait a minute.\n\nGrace doubles back into view.\n\nGRACE\nIs everything all right?\n\f35.\n\nDEL\nNo. No, it’s not “all right.”\n\nHe meets her halfway up the staircase.\n\nDel sighs.\n\nDEL (CONT'D)\nLet’s get one thing straight.\nClearing the houses, that’s my job.\nI do that by myself. You see an\nunmarked lawn, you stay away.\n\nGRACE\nI’m trying to help.\n\nDEL\nAnd I appreciate that. I really do.\nBut there’s a very particular way\nthat this needs to get done.\n\nGRACE\nThat’s fine. Show me what to do.",
  "20": "---END OF PREVIOUS SECTION---\nBut there’s a very particular way\nthat this needs to get done. GRACE\nThat’s fine. Show me what to do. \n---TARGET SECTION TO BE ANNOTATED---\nDEL\nWouldn't you rather just watch a\nmovie or something?\n\nGRACE\nNo, I want the civic pride crap.\nI'd like to serve as a productive\nmember of my community.\n\nDEL\nOkay. Follow me.\n\nINT. KITCHEN - THIRD HOUSEHOLD - DAY\n\nDel extracts the batteries from an electric can opener. He\ndrops them into his zip-lock bag.\n\nDEL\nBatteries. They’re the single most\nimportant commodity the dead have\nto offer.\n\nGRACE\nThe necrophiliac in me would have\nto argue with you.\n\nDel glares at her.\n\f36.\n\nGRACE (CONT'D)\nBad joke.\n\nDEL\nThis next part is crucial. You\nmight want to hold your breath.\n\nHe removes the trash bag from the garbage drawer. Flings\nopens the refrigerator, revealing a menagerie of rotted,\nmoldy food items.\n\nGRACE\nUgh. So gross.\n\nDel begins emptying the fridge contents into the bag.\n\nGRACE (CONT'D)\nWhat the hell are you doing?\n\nDEL\nCleaning.\n\nGRACE\nWhy? No one’s ever stepping foot in\nthis house again after we leave.\n\nDEL\nHow do I explain this? Okay. In\nthermodynamics, there's a term\ncalled entropy. It’s understood as\na measure of disorder, the capacity\nfor randomness in a given system.\n\nGRACE\nI took biology in high school. I\nknow what entropy is.\n\nDEL\nBut have you ever considered its\nimplications? The more entropy in a\nsystem, the more potential for\nchaos. Variables upon variables.\nEndlessly unpredictable outcomes.\nBut when you reduce the amount of\nentropy in a system...\n\nHe strings up the bag with a tight knot.\n\nDEL (CONT'D)\nYou can control for error. With\nevery piece of trash we pick up,\nthat’s one less force for disorder\nin the universe.\n\f37.\n\nHe hands Grace the bag. Procures another.\n\nDEL (CONT'D)\nNow imagine a system with no\ndisorder whatsoever. In theory you\ncould predict, with stunning\naccuracy, most everything that will\never happen within that system.\n\nGRACE\nIt’s like a vacuum.\n\nDEL\nIt’s exactly a vacuum. And so long\nas we’re committed to serving as\nagents of order rather than chaos,\nit stays that way.",
  "21": "---END OF PREVIOUS SECTION---\nGRACE\nIt’s like a vacuum. DEL\nIt’s exactly a vacuum. And so long\nas we’re committed to serving as\nagents of order rather than chaos,\nit stays that way. \n---TARGET SECTION TO BE ANNOTATED---\nGRACE\nBut why would you want to know\neverything that’s ever gonna\nhappen? That seems so dull.\n\nDEL\nIt’s comforting. It gives me peace.\n(a pause)\nThat’s just me though.\n\nHe moves on to the next room, leaving Grace to process.\n\nINT. STUDY - THIRD HOUSEHOLD - DAY\n\nDel peruses the bookshelves. He cradles an extensive\nhandwritten inventory binder in one hand.\n\nGRACE\nCan I see that?\n\nDEL\nKnock yourself out.\n\nGrace scans the binder. At first glance, it’s countless pages\nof utter gibberish.\n\nShe squints. Del’s handwriting is neat, albeit microscopic.\nAdditions are painstakingly scrawled into every margin, along\nwith corresponding call numbers.\n\nGRACE\nHow can you read all this? It’s\nmaking me nauseous.\n\nDel smirks.\n\f38.\n\nGRACE (CONT'D)\nSeriously, dude. This is more than\na little cuckoo.\n\nDEL\nI’m a completist. Having as full a\ncatalogue as possible is very\nimportant to me.\n\nHe picks a book from the shelf. Examines the back cover.\nPlops it into his backpack.\n\nGRACE\nBut you can’t possibly read all\nthese books. Not in one lifetime.\n\nDEL\n\nIs that a challenge?\nGRACE\n\nNo. God no.\n\nDel steps back from the shelves.\n\nDEL\nYou didn’t see anything upstairs,\ndid you? Any books, larger books,\nmaybe by her bedside?\n\nGRACE\nI wasn’t really paying attention.\n\nDEL\nHm. I’1l be back.\n\nHe sprints upstairs.\n\nGRACE\nWas there something you were\nlooking for in particular?\n\nDEL (0.S.)\nYes. At the time of her death, Mrs.\nLipschitz owed the library over\n\nseven hundred dollars in late fees.\n\nGRACE\nHoly fuck. How many books did this\nlady steal from you?\n\nDEL (0.S.)\nOne.\n\f39.\n\nINT. BEDROOM - THIRD HOUSEHOLD - DAY\nDel searches the bedroom.\n\nGRACE (0.S.)\nYou charged her seven hundred\ndollar late fees on a single book?\n\nHe yanks open the bedside drawer. Nothing but old trinkets\nand travel brochures.\n\nDEL\nThis was a special book. Are you\nfamiliar with Tolstoy?\n\nGRACE (0.S.",
  "22": "---END OF PREVIOUS SECTION---\nAre you\nfamiliar with Tolstoy? GRACE (0. S. \n---TARGET SECTION TO BE ANNOTATED---\nWas he the one they stabbed in the\neye with an ice-pick?\n\nDEL\nNo, that was Trotsky. Leo Tolstoy\nwas one of the greatest writers to\never walk the earth.\n\nGRACE (0.S.)\nNever heard of him.\n\nDEL\nRegardless. Six years ago Mrs.\nLipschitz checked out our best\nedition of War and Peace. Call five\neighty-three sixty or so. Fourteen\nhundred pages. Leather-bound.\n\nHe reaches deep into the recesses of the adjacent closet.\n\nDEL (CONT'D)\nShe claimed our records were wrong,\nthat she never checked it out in\nthe first place. Eventually we were\nforced to write it off as a loss.\nBut I always had a feeling...\n\nNo luck. He withdraws his hand.\n\nDEL (CONT'D)\nshit.\n\nGRACE (0.S.)\nFound it.\n\nDel turns.\n\f40.\n\nDEL\nReally?\nINT. STUDY - THIRD HOUSEHOLD - DAY\nDel returns downstairs.\n\nDEL\nWhere is it?\n\nGrace nods to a giant tome propping up the sofa’s bum leg.\nDel’s face falls.\n\nGRACE\nI guess Tolstoy’s not for everyone.\n\nShe digs out the book. The sofa collapses on one side.\nGRACE (CONT'D)\nHere you go. One big, fat copy of\nWar and Peace.\n\nShe hands Del the book. He looks down at it sadly.\n\nDEL\nShe stretched out the leather.\n\nGRACE\nReady to go?\n\nDEL\nAlmost.\n\nHe bends down, lifts the sofa and replaces the weak leg with\na small wooden block.\n\nDEL (CONT'D)\nThere.\nINT. FOYER - THIRD HOUSEHOLD - DAY\n\nGrace lingers in the house. Through the window behind her, we\ncatch a glimpse of Del spray-painting the front lawn.\n\nHer gaze lands on an empty picture frame, sitting upright on\nthe mantelpiece.\n\nShe peers out the window. Watches Del work.\n\f41.\n\nEXT. WOODS - DAY\n\nGrace stands at the precipice of a freshly dug grave. Del\nprepares to bury the deceased homeowner.\n\nGRACE\nShouldn’t we say a few words?\n\nDEL\nWe don’t have time.\n\nGrace grabs the shovel from Del’s hands.\nGRACE\n\nYou knew her. She was a person. Not\njust some piece of trash.\n\nDEL\n\nYou really believe that?\nGRACE\n\nYeah, I do.",
  "23": "---END OF PREVIOUS SECTION---\nNot\njust some piece of trash. DEL\n\nYou really believe that? GRACE\n\nYeah, I do. \n---TARGET SECTION TO BE ANNOTATED---\nDEL\n\nSo all those bodies you saw lying\nin the streets, the ones you told\nme got caught up in your tires\nwherever you went-- you didn’t say\nwords for any of them, did you?\n\nGRACE\nNo.\nDEL\nExactly.\nGRACE\nBut I held my breath.\nDEL\nWhat?\nGRACE\n\nEvery time I saw one of them I held\nmy breath for ten seconds. Like I\nwas driving through a tunnel or\nsomething. If I stopped before ten\nseconds I'd make myself start over\nfrom the beginning. It was just\nthis stupid thing I did. I’m not\neven sure why.\n\f42.\n\nDEL\nAnd what happened when you saw\nclusters of them all at once?\n\nGRACE\nI held for longer.\n\nDel nods.\n\nDEL\nOkay.\n\nHe straightens his posture. Inhales deeply. Holds.\nGrace takes a second to catch on.\n\nShe follows his lead.\n\nThey wait.\n\nThey exhale.\n\nGRACE\nBye, Mrs. Lipschitz.\n\nShe lowers the first mound of dirt into the hole.\n\nEXT. LAKE - DAY\nDel enjoys a shower by the lake.\n\nBehind him, the water’s surface begins to RIPPLE ever so\nslightly. He doesn’t notice.\n\nGRACE\nBoo!\n\nGrace POPS OUT from UNDER the WATER.\nStartled, Del TOPPLES into a nearby BUSH.\nGRACE (CONT'D)\nWhoops. Sorry.\nINT. GROCERY STORE - DAY\n\nGrace paces the frozen food aisle, all but cleared out. She\nfrowns at a stray pint of gelato, melted and shriveled.\n\nGRACE\nMan. What I wouldn’t give for some\nNeapolitan ice cream right now.\n\f43.\n\nAt the next aisle over, Del examines the granola selection\n\nwith a discerning eye.\n\nDEL\nWhat’s that?\n\nGRACE\nYou're joking, right? The three\nflavors. You know what this is.\n\nDEL\nMaybe. I haven’t got much of a\nsweet tooth.\n\nGRACE\nYou're lucky. Since I’ve been on\nthe road my two primary food groups\nare Pop Tarts and potato chips. You\nshould’ve seen what I looked like\nbefore the apocalypse. No ass\nwhatsoever. Now? Now I have a donk.\n\nDEL\nI hadn't noticed.\n\nGrace reaches the wine and spirits aisle.",
  "24": "---END OF PREVIOUS SECTION---\nNow I have a donk. DEL\nI hadn't noticed. Grace reaches the wine and spirits aisle. \n---TARGET SECTION TO BE ANNOTATED---\n It’s\na bottle missing.\n\nGRACE\nHey Del, you a big drinker?\n\nDEL\nNot so much, no.\n\nGRACE\nAll right. More for me then.\n\nShe clears the tequila shelf.\n\nINT. GREENHOUSE - DAY\nGrace admires the plant life.\n\nGRACE\nI can’t believe you've been able to\nkeep these alive for so long.\n\nDel brushes past her, watering a nearby row of\n\nDEL\nThey're owed most of the credit.\nThese are the sole survivors of a\nparticularly harsh winter.\n\npristine. Not\n\ngardenias.\n\f44,\n\nGrace pokes gently at a bright pink orchid flower.\n\nDEL (CONT'D)\nI do my part in feeding them, but\nevery last plant in this habitat\nhad to make a case for itself. And\nunder suboptimal conditions, they\neach managed not only to survive\nbut to thrive. Trust me, they\nwouldn’t be here anymore if they\ndidn’t want to be here.\n\nGrace laughs.\n\nDEL (CONT'D)\nWhat’s funny?\n\nGRACE\nI mean, they’re pretty and all, but\nyou're talking about them like\nthey're people. They’re just roots\nand leaves. They don’t exactly\npossess the power of free will--\n\nDEL\nShh. Listen.\n\nDel holds the base of the orchid to Grace’s ear. He sprinkles\na few droplets of water on the soil.\n\nGrace listens as the roots drink. She smiles.\n\nGRACE\nThey sound happy.\n\nDEL\nThey are.\nEXT. LIBRARY - NIGHT\nGrace tears open a bag of popcorn kernels.\nShe spreads the kernels out onto a sheet of tin foil.\n\nShe folds the tin foil into a pouch, affixes it to a stick\nand hangs it over a campfire.\n\nA cacophony of low POPS.\n\f45.\n\nINT. LIBRARY - NIGHT\n\nDel powers up one of his laptops, inserts a DVD disc. He\nturns to Grace, who munches quietly on a bowl of popcorn.\n\nDEL\nTonight’s film is Africa Screams\nfrom 1949, starring the great Bud\nAbbott and Lou Costello. Keep your\neyes peeled for Max Baer and Shemp\nHoward in supporting roles.\n\nHe takes a breath.",
  "25": "---END OF PREVIOUS SECTION---\nDEL\nTonight’s film is Africa Screams\nfrom 1949, starring the great Bud\nAbbott and Lou Costello. Keep your\neyes peeled for Max Baer and Shemp\nHoward in supporting roles. He takes a breath. \n---TARGET SECTION TO BE ANNOTATED---\nDEL (CONT'D)\nThe film has a total runtime of\neighty minutes, but we'll enjoy a\nbrief intermission at forty-five\nminutes as we switch to a new\nlaptop with more battery life.\nGrace gives a thumbs-up.\n\nDEL (CONT'D)\nThank you.\n\nHe sits down beside Grace. The film begins.\n\nINT. LIBRARY - LATER\n\nDel and Grace watch as Abbott and Costello bumble around the\njungle in ill-fitting safari gear.\n\nDel chuckles heartily at each wisecrack. Grace takes a long\nsip from her wine glass.\n\nGRACE\nI'll be right back.\n\nDel doesn’t seem to care.\n\nGrace heads off into the stacks. She roams aimlessly, arms\nswinging at her sides. Bored.\n\nShe stumbles upon a door that reads EMPLOYEES ONLY. A faint\nneon blue glow pours out from underneath, soaking her toes.\n\nShe inches closer. Opens the door. Peeks her head in.\n\f46.\n\nINT. BACK ROOM - LIBRARY —- CONTINUOUS\n\nGrace wanders inside the makeshift bedroom. Sees the toy\naquarium, the hammock, the pile of laptops.\n\nShe probes the space. Her gaze falls on a large stack of\nPHOTOGRAPHS hidden in a dark pocket of the room, bound\ntogether with a thick rubber band.\n\nShe takes a look at the woman in the first photo.\n\nIt’s Mrs. Lipschitz, on vacation in Italy.\n\nThe missing photo from the picture frame.\n\nGrace pulls off the rubber band. She sifts through the\nphotographs one by one.\n\nThe first few are familiar to us: the elderly couple's\nwedding portrait, the airbrushed nuclear family.\n\nThey're the newest in a stack of hundreds.\n\nGrace opens a nearby filing cabinet, revealing an impossibly\ncomprehensive collection of similar PHOTOGRAPHS...\n\nA town’s worth of people smiling back at her.\n\nEXT. ROOFTOP - LIBRARY - NIGHT\n\nDel and Grace gaze up at the stars from a picnic blanket.\n\nGRACE\nI never knew there were so many.\nDEL\nI did.\nGRACE\nWhy do you keep doing that?\nDEL\nWhat?\nGRACE\n\nNever mind.\nShe stretches out on the blanket.\n\nGRACE (CONT'D)\nYou know I used to pray every night\nbefore I went to sleep?\n\n(MORE )\n\f47.",
  "26": "---END OF PREVIOUS SECTION---\nShe stretches out on the blanket. GRACE (CONT'D)\nYou know I used to pray every night\nbefore I went to sleep? (MORE )\n\f47. \n---TARGET SECTION TO BE ANNOTATED---\nGRACE (CONT'D)\nMe and my sister, we’d kneel down\nat our beds, clamp our fingers\ntogether and we'd pray. My parents\ntoo. Real ride-or-die God-fearing\nfolk, we were. My dad was a pastor.\nHe died on the toilet. I’m not\nreally sure what that means...\n\nDel turns to her.\n\nDEL\nDo you still believe?\n\nGRACE\nI have no idea. I’m in the market\nif you’ve got anything good.\n\nDel shrugs.\n\nDEL\nJust the basic thermodynamics.\nGRACE\nY'know, Del, I envy you.\nDEL\nWhy?\nGRACE\n\nYou were asleep. All you had to do\nwas wake up, walk outside and find\nthe world changed.\n\nDEL\nI guess.\n\nGRACE\nYeah. Must have been nice.\n\nShe chugs her wine bottle dry. Sets it off to the side.\nGRACE (CONT'D)\nI'll bet it never even crossed your\nmind what I was doing when it\nhappened.\n\nDEL\nI figured it’d be impolite to ask.\n\nGrace grins stupidly. She’s drunk.\n\nGRACE\nI was with a boy.\n\f48.\n\nShe gives Del a knowing glare.\nHe slides away from her.\n\nDEL\nIt’s getting late.\n\nGRACE\nYou don’t want to hear my story?\n\nDEL\nMaybe tomorrow.\n\nGrace edges closer.\n\nGRACE\nYou ever fuck a girl in the back of\nyour truck? Pull her panties down\nover her knees, take her from\n\nbehind--?\nDEL\n\nCome on. Don’t do that.\nGRACE\n\nWhat?\nDEL\n\nDon’t take this to a vulgar place.\nWe were having a good time.\n\nGRACE\nI can get you off.\n\nDEL\nThat’s a bad idea.\n\nGRACE\nOh, I think it’s an excellent idea.\n\nShe reaches for him. He gets to his feet.\nGrace’s smile fades.\n\nGRACE (CONT'D)\nWhat’s wrong?\n\nDEL\nYou’ve had too much to drink.\n\nGRACE\nI know what I’m doing. You don’t\nhave to treat me like a child.\n\f49.\nDEL\nThen stop acting like one.\nGrace stands up.\nGRACE\nI get that you’re nervous. It’s\nokay. I can help you.\nDEL\nYou should get some sleep.",
  "27": "---END OF PREVIOUS SECTION---\nIt’s\nokay. I can help you. DEL\nYou should get some sleep. \n---TARGET SECTION TO BE ANNOTATED---\n We have\n\na long day ahead of us tomorrow.\n\nGRACE\nWait.\n\nDEL\nTake any of the marked houses. The\ndoors are unlocked.\n\nHe disappears inside.\n\nINT. BACK ROOM - LIBRARY - NIGHT\nDel paces the room, breathing quickly.\nHis face grows FLUSH. His hands ball into FISTS.\n\nDEL\nFuck. Fuck you. Piece of shit--!\n\nHe HURLS a dead laptop AGAINST THE WALL, where it SMASHES\ninto PIECES. Takes ANOTHER. SNAPS the thing in HALF. KICKS\nAWAY at his PILE. Parts go FLYING.\n\nHe stops. Draws the air back into his lungs with effort.\nAllows his heartbeat to settle, matching the soft pulse of\nthe toy aquarium’s neon blue glow.\n\nHe glances down at the floor. Assesses the damage.\n\nThe room’s a MESS.\n\nDel shakes his head. Bends down. Starts cleaning.\n\nINT. LIBRARY - NIGHT\nGrace listens from outside the door, lips pursed.\n\nShe exhales coolly. Takes off.\n\f50.\n\nINT. BATHROOM - LIBRARY - DAY\nDel brushes his teeth. Spits.\n\nHis eyes are lined with dark circles.\n\nEXT. LIBRARY - DAY\nDel walks out into the daylight.\n\nHe searches the block. No sign of Grace anywhere.\n\nINT. BEDROOM - NEW HOUSE - DAY\n\nGrace changes into a sweatshirt. Stuffs stray belongings into\nher suitcase. Forces the old thing closed. Zips.\n\nShe examines the tattered photo of her family. Folds it\ngently into her back pocket.\n\nShe peers out the northernmost window. Sees the library\nacross the street. Sees Del.\n\nHe’s standing on the curb, searching. He looks uneasy.\nGrace’s eyes dart to her suitcase. Back outside.\n\nTo her surprise, Del’s staring directly up at her.\n\nHe chances a wave from the curb.\n\nGrace thinks.\n\nShe waves back.\n\nINT. BASEMENT - FOURTH HOUSEHOLD - DAY\n\nPairs of HANDPRINTS coat the walls in UV green and purple.\nAll shapes and sizes. Glow in the dark, psychedelic basement\ndecor. The only hint of life in this otherwise shadowy tomb.\nFrom above, the door CREAKS OPEN.\n\nA beam of LIGHT streaks through the dark abyss, exposing the\nmusk and rotting vapor below.\n\nGrace descends the stairs with caution.",
  "28": "---END OF PREVIOUS SECTION---\nFrom above, the door CREAKS OPEN. A beam of LIGHT streaks through the dark abyss, exposing the\nmusk and rotting vapor below. Grace descends the stairs with caution. \n---TARGET SECTION TO BE ANNOTATED---\nWe catch quick glimpses of her face, in green and purple\nhues, as she passes the glowing handprints.\n\f51.\n\nShe reaches blindly. Knocks over a lava lamp.\n\nShe aims her flashlight down at her feet. The shards of\nbroken glass. The wax congealed in a fat, solid glob.\n\nIt almost sounds like it’s wheezing.\nFrom upstairs:\n\nDEL (0.S.)\nEverything all right?\n\nGRACE\nYeah. I’m good.\n\nShe bends down and removes the batteries from the base of the\nbroken lamp.\nEXT. SOUND - DAY\n\nMultiple fishing rods perch from the rim of Del’s sailboat,\neach with a line cast out to sea.\n\nDel glares up from his book. Grace sits across from him in a\nbathing suit top and floppy hat, engrossed in a magazine.\n\nShe turns the page. Adjusts her aviators. Ignores Del.\nDel resumes his own reading.\n\nSuddenly, the rod at Grace’s side WOBBLES.\n\nShe lowers her magazine. Looks to Del.\n\nThe line TIGHTENS. The rod‘’s SLIPPING.\n\nDel’s eyes widen.\n\nDEL\nGo--!\n\nGrace LUNGES for the ROD, the sunglasses FLYING from her\nface. She GRINDS IN the REEL...\n\nAnother line CATCHES. Del SPRINGS to ACTION.\n\nINT. STAFF KITCHEN - LIBRARY - NIGHT\nDel filets a tuna with a sharp knife.\n\nHe cuts the hunk of fish into small slices.\n\f52.\n\nINT. LIBRARY - NIGHT\nDel and Grace eat an elaborate sushi dinner.\n\nGrace maneuvers her chopsticks awkwardly, struggling to find\nthe right grip on the slippery fish.\n\nDel watches her with mild amusement, using his own pair with\nan expert’s dexterity.\n\nGrace succeeds in guiding the tuna over her sauce tray. She\ngives Del a self-satisfied smirk.\n\nHer chopsticks’ hold FALTERS. The tuna PLOPS into the tray,\nDRENCHING HER in SOY SAUCE.\n\nGrace sighs. She looks up at Del.\n\nDel neatly sets his own chopsticks aside. Reaches for the\nfish with his bare hands.\n\nGrace smiles. Abandons her chopsticks. Digs in.\n\nINT. LIBRARY - LATER\nDel and Grace watch another old comedy.",
  "29": "---END OF PREVIOUS SECTION---\nDigs in. INT. LIBRARY - LATER\nDel and Grace watch another old comedy. \n---TARGET SECTION TO BE ANNOTATED---\nOn the screen, some poor buffoon topples down a flight of\nstairs and lands in a trash can.\n\nGrace’s eyes shift to Del. He’s laughing. She follows his\ncue. Erupts in a belly laugh. Oversells it.\n\nDel turns to her, startled.\n\nEXT. BEACH - DAY\nDel and Grace play a spirited game of ping-pong.\n\nThey’re both oddly adept. The ball zooms back and forth over\nthe net, their strokes intensifying with each volley.\n\nDel hits a pop-up. Grace goes in for the kill. Puts it away.\nThrows her fists overhead in victory.\nINT. GREENHOUSE - DAY\n\nGrace scatters seeds in a pot of soil. She adorns the pot\nwith a smiley-face sticker.\n\nNearby, Del picks heirloom tomatoes from one of his plants.\n\f53.\n\nINT. BACK ROOM - LIBRARY - DAY\n\nA finely detailed town map hangs on the wall. Each of the\ncleared lots is marked with a white xX.\n\nINT. LIVING ROOM - FIFTH HOUSEHOLD - DAY\n\nGrace tosses Del a rolled-up trash bag, javelin-style. He\ncatches it with one hand.\n\nEXT. FIFTH HOUSEHOLD - DAY\n\nGrace pushes a wheelbarrow packed with corpses across the\nfront lawn. She winds past Del, who mows the grass.\n\nINT. LIBRARY - DAY\n\nDel files new books into the collection.\n\nGrace whirls behind him on a hoverboard, leafing through a\ndense manual on solar energy.\n\nEXT. ROOFTOP - LIBRARY - DAY\n\nDel and Grace attempt to install a set of solar panels on the\nroof. They prove increasingly unwieldy.\n\nEXT. MAIN STREET - DAY\n\nDel teaches Grace how to drive the street sweeper.\n\nShe SLAMS her FOOT on the GAS. The vehicle HURTLES FORWARD,\nnearly RAZING another LAMPPOST.\n\nEXT. YARD - DAY\n\nGrace chases after a stray chicken.\n\nPanicked, the chicken averts Grace’s clutches.\n\nEXT. PARK - DAY\nDel and Grace eat scrambled eggs on a park bench.\n\nGrace offers a bite to the chicken, who nips at it happily.\n\f54.\n\nINT. ROOFTOP - LIBRARY - DAY\n\nDel adjusts the angle on one of the solar panels.\n\nINT.",
  "30": "---END OF PREVIOUS SECTION---\nINT. ROOFTOP - LIBRARY - DAY\n\nDel adjusts the angle on one of the solar panels. INT. \n---TARGET SECTION TO BE ANNOTATED---\n LIBRARY - DAY\nGrace reads a magazine, feet propped up on the table.\nOverhead, a single light bulb SPARKS TO LIFE.\n\nGrace stares up in awe. Basks in the artificial glow.\n\nINT. BACK ROOM - LIBRARY - DAY\n\nThe white Xes multiply across the map.\n\nEXT. STREET - DAY\n\nGrace rides her bike through the neighborhood. Every lawn is\nmarked, some of the Xes paled with time.\n\nShe stops for a quick stretch. Notices something strange off\nin the distance. Squints for a better look.\n\nDirectly beyond her lies a DRIVEWAY partially obscured by a\ncurtain of overgrown WEEDS. Blending into the scenery.\n\nGrace wheels her bike forward. Pushes past the weeds.\n\nThe driveway is ripe with cracks and fissures, a bedrock of\ngreenery fighting its way out from underneath. The path ends\nat the foot of a decrepit HOUSE.\n\nThe front door dangles off its hinges. Windows shattered.\nLawn unkempt with tufts of dead grass.\n\nGrace whips out her RADIO.\n\nGRACE\nDel? I found something. Over.\nShe waits.\nGRACE (CONT'D)\nCome in, Del. I’m on Putnam Avenue,\noff of Young O. Over.\nStatic.\n\nGrace holsters her radio. She approaches the house slowly,\nabandoning her bike on the ground.\n\f55.\n\nINT. LAST HOUSEHOLD - DAY\n\nGrace wipes past a veil of cobweb. Sidesteps overturned\nfurniture, long decayed and worn through by termites.\n\nAmong the ruins: Dead plants strewn across the coffee table.\nEarly ‘80s-era television with the screen bashed in. A\ngoldfish lying belly-up on the surface of muck green water.\n\nEXT. BACKYARD - LAST HOUSEHOLD - DAY\n\nGrace wanders into the backyard, which sits at the threshold\nof a vast wooded wilderness.\n\nShe navigates the minefield of crushed beer cans, cigarette\nbutts and crumpled trash. An empty can of lighter fluid.\n\nHer eyes are drawn to the grill. Caught between the grates\nare charred flecks of paper. The mutilated remains of pages,\ncovers, bindings... They’re BOOKS. Or were.\n\nGrace turns. She comes face-to-face with a MAN, stooped in a\nplastic lounge chair on the patio.\n\nHe stares directly at her.",
  "31": "---END OF PREVIOUS SECTION---\nGrace turns. She comes face-to-face with a MAN, stooped in a\nplastic lounge chair on the patio. He stares directly at her. \n---TARGET SECTION TO BE ANNOTATED---\n His eyes are a pair of lifeless\norbs, glazed translucent white. His mouth hangs open,\nshowcasing a set of rotten teeth.\n\nGrace absorbs the gruesome sight.\n\nHer gaze strays downward. She spots a lone photograph, old\nand faded, discarded among the garbage and dead leaves.\n\nIt’s a BOY, pre-teen, standing at the edge of a lake.\nThe same lake Del frequents.\nHis eyes are closed.\n\nDEL (0.S.)\nThis is Millburn. Not Putnam.\n\nGrace looks up. Sees Del.\n\nDEL (CONT'D)\nI told you not to go into any of\nthe unmarked houses alone. I told\nyou that.\n\nGRACE\nI’m sorry.\n\f56.\n\nDEL\nYou were never supposed to be here.\n\nGRACE\nWe can clean it up. We can clear it\ntogether, just like the others.\n\nDEL\nI don’t want it cleared. This house\ndoesn’t get cleared.\n\nHe shifts his gaze to the man in the lawn chair. His mouth\ntwists into a grimace.\n\nDEL (CONT'D)\nThis makes no fucking sense.\n\nGRACE\nIt’s just a house.\n\nDEL\nNot the house. You. You were never\nsupposed to be here in the first\nplace. It was just-- it was just\nsupposed to be me.\n\nGRACE\nWhat?\n\nDEL\nThis, all of this, it wasn’t ever\nthe Rapture or the bubonic plague\nor any of that. How do you not get\nit by now?\n(a pause)\nIt was me.\n\nGrace’s head stirs.\n\nGRACE\nWhat are you talking about?\n\nDEL\nI wanted them all to go away. I\nwanted them to leave me alone and\nbe gone forever. That’s what I\nwished for. And that’s how it\nhappened.\n\nHe sniffs in the cool air.\n\f57.\n\nDEL (CONT'D)\nI closed my eyes and I concentrated\nwith every fiber of my brain and I\nwished for this. Exactly this.\n\nGRACE\nDel.\n\nDEL\nIt’s like you said. Afterwards all\nI had to do was wake up and find\nthe world changed.\n\nHe laughs to himself. Grace stares at him.\n\nDEL (CONT'D)\nI had it all worked out. It all\nmade so much sense. Until you.",
  "32": "---END OF PREVIOUS SECTION---\nDEL (CONT'D)\nI had it all worked out. It all\nmade so much sense. Until you. \n---TARGET SECTION TO BE ANNOTATED---\n See,\nfor the life of me I can’t seem to\nwrap my head around just why in\nhell you're still here too.\n\nHe shifts his balance. Rocks back and forth on his toes.\n\nDEL (CONT'D)\nYou know the first thing I saw when\nI woke up that day? The playground\nbehind the old elementary school.\nSame school I went to as a kid.\nThey were out for recess.\n\nHis eyes start to mist.\n\nDEL (CONT'D)\nI couldn't just leave them there\nlike that. What kind of person\nwould-- who would--\n\nHe falters. Grace takes a step toward him.\n\nGRACE\nYou didn’t do this.\n\nDEL\nI did. I did it.\n\nGRACE\nNo you didn’t. Because then you'd\nreally be all alone. I’d be dead\nwith the rest of them.\n\nDel smiles sadly, lips pursed.\n\f58.\n\nDEL\nYeah.\n\nGRACE\nMhm.\n\nGrace kicks into high gear. Claps her hands together. Ties\nher hair up in a ponytail.\n\nGRACE (CONT'D)\n\nNow I don’t know about you, but I’m\ngonna clear this house. I’m gonna\npave the driveway and pick up the\ntrash and... and scrub the walls\ntill they shine like the fucking\nChrysler Building.\n\nDEL\nWhy?\n\nGRACE\nBecause that’s what we do. We\nclear. Right?\nDel nods.\nGRACE (CONT'D)\nRight. Now let’s pick up the pace,\nwe've got a schedule to maintain.\nShe returns inside, a skip in her step.\nDel lingers in the backyard, his gaze fixed on the shreds of\npaper in the grill.\nINT. VARIOUS - LAST HOUSEHOLD - DAY\n\nGrace swiffers the floors. Collects the garbage. Sews up the\ntears in the furniture fabric.\n\nShe rolls a coat of white paint over the graffitied walls.\n\nShe purges the contents of the refrigerator. The pantry\nshelves. The dirty dishware in the sink.\n\nAmong them is a cracked ceramic bowl, hand-painted with a\nchild’s watercolor illustrations.\n\nShe turns. Del’s holding the trash bag open for her.\n\f59.\n\nEXT.",
  "33": "---END OF PREVIOUS SECTION---\nDel’s holding the trash bag open for her. 59. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BACKYARD - LAST HOUSEHOLD - DAY\n\nDel and Grace heave the man’s petrified corpse from the\nlounge chair into an open body bag.\n\nGrace musses back the man’s unruly hair.\n\nDel zips the bag shut.\n\nEXT. DEL’S TRUCK - DAY\n\nDel and Grace ride in silence.\n\nEXT. WOODS - DAY\nDel slides the body into a fresh grave.\nHe looks to Grace. She digs the shovel into the earth.\n\nDEL\nWait.\n\nHe peers down into the hole.\n\nHe inhales through his nose.\n\nGrace does the same.\n\nTen seconds pass.\n\nThey exhale through their mouths simultaneously.\n\nGRACE\nIs that all?\n\nDEL\nYeah. That’s all.\n\nHe takes the shovel. Starts burying.\n\nEXT. WOODS - LATER\nDel marches back to the truck. Grace catches up to him.\n\nGRACE\nDel?\n\nHe whisks around to face her.\n\nShe takes hold of his hand. Clasps it tight.\n\f60.\nHe glares down tensely at their intertwined fingers. Looks\nback up at Grace. She’s staring deep into his eyes.\nThey’re inches apart now.\nDel pulls her in close. Kisses her.\n\nHe withdraws quickly.\n\nDEL\nI’m sorry.\nGRACE\nWhy?\nHe thinks.\nDEL\n\nI don’t know.\n\nINT. BEDROOM - GRACE’S HOUSE - NIGHT\n\nDel’s asleep. Peaceful.\n\nGrace lies beside him, wide awake.\n\nShe veers away from him. Stares ahead solemnly.\n\nIn the distance, we hear the very faint hum of a CAR ENGINE.\n\nEXT. SOUND - DAY\n\nThe sun edges slowly over the horizon. The first rays of\ndaylight flicker off the ocean’s surface.\n\nINT. BEDROOM - GRACE’S HOUSE - DAY\n\nDel’s eyes sway open.\n\nHe shifts to Grace’s side of the bed.\n\nShe’s not there.\n\nDel checks his watch. Gets up. Gathers his clothes.\n\nHe hears a series of murmurs through the wood panelling in\nthe floor. Vaguely distorted. Coming from downstairs.\n\nIt’s a voice. But it’s too low to be Grace’s.\n\nHe listens closer. The voice is MALE.\n\f61.\n\nINT. STAIRWELL - GRACE’S HOUSE - DAY\nDel pads down the stairs.\nThe man’s voice grows sharper.\nMAN (0.S.)\nThat’s amazing.",
  "34": "---END OF PREVIOUS SECTION---\nThe man’s voice grows sharper. MAN (0. S.)\nThat’s amazing. \n---TARGET SECTION TO BE ANNOTATED---\n That’s really\ntasty. Is that cilantro?\n\nDel approaches the dining room. He sees Grace seated at the\ntable, her back to him.\n\nMAN (0.S.) (CONT'D)\nHello?\nGRACE\nYes.\nMAN (0.S.)\nIt is cilantro?\nGRACE\nYes.\nMAN (0.S.)\n\nI knew it. Just like they have back\nat the club. Cee-lan-tro. Mm.\n\nDel stops in the doorway. Grace turns to him.\n\nA full breakfast spread out on the table. Scrambled eggs and\nhash browns. Three place settings.\n\nThree people.\n\nAcross from Grace, a MAN and a WOMAN, both late 40s. Napkins\nfolded neatly into their laps.\n\nThey exchange a quick look with one another.\n\nMAN (CONT'D)\nHi there!\n\nThe man gets up from his chair. His collared shirt is tucked\ninto his pants, girding a beer belly.\n\nMAN (CONT'D)\nGrace didn’t mention she had\ncompany. I’m Miles. Miles Mercer.\nMiles extends his hand outward.\n\nDel stares past him.\n\f62.\n\nMILES\nThis is my wife Violet.\n\nViolet smiles politely. Del doesn’t reciprocate.\nMiles lowers his hand. He cranes his head to Grace.\n\nMILES (CONT'D)\nHe’s not deaf, is he?\n\nGRACE\nNo.\n\nVIOLET\nI think maybe he feels we're\nencroaching.\n\nMILES\nAh. Well, we certainly didn’t mean\nto cause any trouble. We’ll be out\nof your hair just as soon as we’re\ndone with our breakfast.\n\nDel glares up at him. He nods.\nMILES (CONT'D)\nWould you care to join us? Grace\nhere prepared one hell of a meal.\nIt'd be a shame to see it go cold.\n\nVIOLET\nDon’t be shy. Have a seat.\n\nDel sits at the table, his nerves flaring.\nMILES\n(to Grace)\nGo on. Make him a plate.\n\nDel peers over at Grace. She avoids him.\n\nMILES (CONT'D)\nGrace.\n\nGrace abruptly grabs a plate. Shovels it full of eggs.\n\nMILES (CONT'D)\nSo what’s your name?\n\nDEL\nDel.\n\nMILES\nDel what?\n\f63.\n\nDEL\nJust Del.\n\nMILES\nCome on.",
  "35": "---END OF PREVIOUS SECTION---\n63. DEL\nJust Del. MILES\nCome on. \n---TARGET SECTION TO BE ANNOTATED---\n Del’s the name of my\nlaptop. It’s gotta be short for\nsomething, hasn't it? Let’s see.\nStop me when I’ve got it. Delroy?\nDelbert? Delano--?\n\nDEL\nI’m just Del.\n\nMILES\nWell, if you say so.\n\nViolet turns to Del. She speaks slowly.\nVIOLET\n\nThis is a lovely town, Del. Do you\nlive here all on your own?\n\nDEL\nUntil recently. Yes.\nVIOLET\nAnd your bodies?\nDEL\nBuried.\nVIOLET\n\nThat’s nice.\n\nMILES\nIt’s like exactly how we do in\nHouston, isn’t it? Albeit on a much\nsmaller scale-- I’m sure Grace’s\ntold you all about Houston--\n\nDel flinches.\n\nMILES (CONT'D)\nDid I say something wrong?\n\nDEL\n(to Grace)\nWho are they?\n\nGrace gazes down at her plate.\nMILES\n\nWell, we’re the Mercers. I think we\nalready covered that.\n\f64.\nVIOLET\nGrace, don’t bite your fingernails.\nGrace retracts her hands from her mouth.\nMILES\nSo Del, what exactly are your\n\nintentions with our daughter?\n\nDel tightens.\n\nGRACE\nExcuse me.\nShe gets up.\nMILES\nSit down.\n\nShe does so, reluctantly.\n\nMILES (CONT'D)\n(to Del)\n\nYou seem surprised. Has Grace not\n\ntold you about us?\n\nMiles turns to Grace.\n\nMILES (CONT'D)\nShe's never once mentioned having\nhad parents? No? Didn’t come up?\n\nDEL\nI don’t understand.\n\nMILES\nWhat’s there to understand? Grace\nis our daughter. I’m her father.\nVi's her mom. She’s our baby girl.\n\nDel processes this. They’re not the family from Grace’s\nphoto. Not by a long shot.\n\nDEL\nAre you sure?\n\nMILES\nWhat kind of a question is that? Of\ncourse I’m sure. Tell him, Grace.\n\nGrace stares forward blankly.\n\nMILES (CONT'D)\nCome on. Set him straight.\n\fGRACE\nThey’re my parents.\n\nMILES\nI don’t think he heard you. You're\ngonna have to speak up.\n\nGRACE\n(louder)\nThey’re my parents.\n\nMiles nods, satisfied.",
  "36": "---END OF PREVIOUS SECTION---\nYou're\ngonna have to speak up. GRACE\n(louder)\nThey’re my parents. Miles nods, satisfied. \n---TARGET SECTION TO BE ANNOTATED---\nMILES\nHoney, why don’t you go upstairs\nand pack your bags? It’s a long\nride back, and I’m playing in the\ntournament on Sunday.\n\nDEL\nTournament?\n\nVIOLET\nMiles is an excellent golfer.\n\nMILES\nYou don’t play, do you, Del?\n\nDel’s head stirs.\n\nMILES (CONT'D)\nYou should consider taking it up.\nBack in Houston we have quite the\nleague going.\n\nDEL\nWho?\n\nMILES\nWhat do you mean, who?\n\nGRACE\nI’1l go pack.\n\nMILES\nWait a second.\n\nGRACE\nI need to go to the bathroom.\n\nMILES\nYou can hold it.\n\n65.\n\f66.\n\nDEL\nWho else is there?\n\nMILES\nWhere? You mean... you don’t know?\n\nDEL\nDon’t know what?\n\nMiles assesses Del, eyebrow arched.\n\nVIOLET\nYou’ve been alone here all this\ntime? You haven’t-- haven’t left--?\n\nMILES\nDidn't go out looking for other\nsurvivors...? Nothing like that?\n\nDEL\nNo.\n\nHe glares across the table at Grace. She can’t bring herself\nto look back at him. The color drained from her face.\n\nMILES\nSo you've been in this town all\nalong, all on your own-- and as far\nas you knew you were the last man\nleft on earth till we showed up for\nscrambled eggs.\n\nMiles laughs to himself.\n\nVIOLET\nMiles.\n\nMILES\nI’m sorry. It’s just, you really\ncan’t come up with this stuff.\n\nVIOLET\nWe're still his guests.\n\nDEL\n\nThere are more of you?\n(to Grace)\nYou told me--\n\nMILES\nWhat did she tell you, exactly?\n\nDel turns to Miles.\n\f67.\n\nDEL\nThat no one else had survived. That\nit was just the two of us.\n\nMILES\nNow why would she go and say\nsomething like that?\n\nGrace averts his gaze.\n\nMILES (CONT'D)\nTwo? Try hundreds. Thousands, even.\nAnd that’s just in Houston. We've\ngot a settlement in Dallas too.\n\nDel shuts his eyes. Tries to tune him out.\n\nMILES (CONT'D)\nEvery day brings new faces. We have\nsigns up on practically every major\nhighway.",
  "37": "---END OF PREVIOUS SECTION---\nTries to tune him out. MILES (CONT'D)\nEvery day brings new faces. We have\nsigns up on practically every major\nhighway. \n---TARGET SECTION TO BE ANNOTATED---\n You can’t miss ‘em.\n\nVIOLET\nI designed some myself.\n\nMILES\nViolet’s a graphic artist.\n\nVIOLET\nWell, I’m no Rembrandt or anything.\nI used to freelance for Ackerman\nAgency in San Diego, California. Of\ncourse, that was in my twenties...\nI'm rambling, aren’t I?\n\nMILES\nIn any case, you’d be amazed to\nhear all we’ve accomplished in\nDallas. We're rebuilding America,\none sector at a time.\n\nDEL\nStop.\n\nMILES\nWe got the lights turned back on.\nGot the Internet up and running\nagain. Phones. Power plants. Basic\ncurrency. You name it. We even\nrecycle. Hell, we’re just about\nmore eco-conscious than ever--\n\nDEL\nStop.\n\fDel gets up from his chair.\n\nDEL (CONT'D)\nIt’s time for you to leave.\n\nHe glances over at Grace.\n\nDEL (CONT'D)\nAll of you.\n\nHe exits. Miles looks around the table.\n\nMILES\nHuh. Guess he’s not a recycler.\n\nHe helps himself to Del’s plate.\n\nEXT. GRACE’S HOUSE - DAY\nGrace rushes after Del.\n\nGRACE\nI’m sorry.\n\nDel ignores her. Keeps walking.\n\nGRACE (CONT'D)\nThey’re not good people. You can’t\nbelieve what Miles says. The world\nthey live in, it’s different from\nthe way things were. It’s not--\n\nDEL\nAre they your parents?\n\nGRACE\nI met them in Houston. They had\nsome kind of fucked-up adoption\nprogram. You really don’t\nunderstand what it’s like down\nthere-- I had to run away--\n\nDEL\nYou lied to me.\n\nGRACE\nI had to.\n\nDEL\nWhy?\n\nGRACE\n\nYou would’ve never let me stay.\n\f69.\n\nDEL\nAnd fuck you?\n\nGRACE\nI know. I know it looks bad. But\nafter I left Houston I was on the\nroad for months-- I hadn’t seen\nanyone else in all that time. Let\nalone in a place like this. I don’t\nknow what I was thinking.\n\nDEL\nYou're a teenager.\n\nGRACE\nI’m nineteen.\n\nDel pauses mid-stride.\n\nDEL\nThis is all my fault. I let you in\nhere. I trusted you.\n\nGRACE\nNo.",
  "38": "---END OF PREVIOUS SECTION---\nI let you in\nhere. I trusted you. GRACE\nNo. \n---TARGET SECTION TO BE ANNOTATED---\nDEL\nY'know, this is kind of funny. It’s\nreally actually very funny.\n\nHe bites his lip. Stares Grace in the eyes.\nDEL (CONT'D)\nI think you’re the worst mistake\n\nI’ve ever made.\n\nGRACE\nDon’t say that.\n\nDEL\nYou should go. I really need for\nyou to go.\n\nGRACE\nYou don’t mean that. You don’t.\n\nDel shakes his head.\n\nDEL\nGo home, Grace.\n\nGRACE\nFuck you.\n\f70.\n\nDEL\nUh-huh.\n\nGRACE\nI’m serious. You're a selfish\nfucking prick and all you care\nabout is lame old movies and-- and\nthe Dewey fucking Decimal System.\nYou shouldn’t even be allowed to\ncall yourself a person. You’re a\nrobot. You're a fucking robot\nincapable of human emotion. And you\nknow what? It’s really sad.\n\nShe catches her breath.\n\nGRACE (CONT'D)\nDo you have anything to say?\n\nDEL\nNot really.\n\nGRACE\nOkay.\n\nShe makes for the house.\n\nDEL\nWait.\n\nShe stops.\n\nDEL (CONT'D)\nWhat was the gun for?\n\nGrace looks back at him.\nHer eyes are glistening.\n\nGRACE\nYou don’t--\n\nThe door opens. MILES steps out onto the porch.\nMILES\nSweetie, we’re just about ready to\nhit the road. If there’s anything\nelse you wanted to take with you--?\nGrace hesitates.\n\nGRACE\nI’m coming.\n\f71.\n\nShe brushes past Miles into the house.\n\nMILES\nHow’s that for hustle?\n\nMiles flashes a friendly smile at Del.\nDel turns away. He walks back to the library in silence.\n\nMiles’s smile dissipates.\n\nINT. LIBRARY - DAY\n\nDel works his way through a backlog of unsorted books, a\nwelcome distraction.\n\nHe inputs letters and numbers into his handheld label maker.\nA new label sputters from his device with a protracted BEEP.\nHe smooths it over a book’s spine...\n\nMILES (0.S.)\nYou busy?\n\nDel looks up, startled. Miles leans casually against the\nstacks, hands in his pockets.\n\nDEL\nYes.\n\nMILES\nOkay, don’t mind me then. I’m just\nlooking to borrow an audiobook or\ntwo for the ride.",
  "39": "---END OF PREVIOUS SECTION---\nDEL\nYes. MILES\nOkay, don’t mind me then. I’m just\nlooking to borrow an audiobook or\ntwo for the ride. \n---TARGET SECTION TO BE ANNOTATED---\n I’1l be cooped up\nwith two women for twenty-plus\nhours, Lord help me.\n\nDEL\nSorry. The collection’s private.\n\nHe wheels a cart into the stacks. Begins filing.\n\nMILES\nC’mon. You've got the print copies\nalready, I’m sure. It’s just one\naudiobook. Give me Tuesdays with\nMorrie or something, I don’t care.\n\nDEL\nI’m sorry.\n\nMiles smirks.\n\f72.\n\nMILES\nIt’s cool. I get it. There’s this\nfunny thing I do, when I’m in the\nbathroom and the toilet paper's,\nlike, facing the wrong way on the\nhook-- you know, it’s supposed to\nbe facing out, easy access-- I’ve\nalways gotta put it back on the\nright way. It’s just one of those\nthings that freaks me out, y’know?\nDrives me up the friggin’ wall--\n\nDEL\nWhat does toilet paper have to do\nwith books?\n\nMILES\nI’m just saying, I can appreciate a\nman who values order. It’s a hell\nof an attractive quality in a man.\n\nHe gets in Del’s space. Breathes out a heavy sigh.\n\nMILES (CONT'D)\nYou ever get sad sometimes?\n\nDEL\nNo. Excuse me.\n\nDel separates himself, moves on to the next aisle. Miles\nlingers behind, kicking at the floor.\n\nMILES\nI just-- I feel like I can talk to\nyou, Del. Like you of all people\nmight understand what I’m going\nthrough. The world can feel like\nsuch a messy place. A man needs to\nbe able to wield some control over\nhis surroundings. And I look at you\nand your set-up here, and I see a\nguy who’s got it all figured out.\n\nDEL\nWe all do what we need to do.\n\nMiles appears beside him, snapping his fingers.\n\nMILES\nRight. See, that’s exactly right.\nBut don’t you wish everybody could\nsee things as simply as you do?\n\f73.\n\nDEL\nHere everybody does.\n\nMILES\nOh, I get it. Because it’s just\nyou. That’s really good. Like I\nsaid, smart fuckin’ guy.\n\nHe presses a finger to his temple.",
  "40": "---END OF PREVIOUS SECTION---\nThat’s really good. Like I\nsaid, smart fuckin’ guy. He presses a finger to his temple. \n---TARGET SECTION TO BE ANNOTATED---\nMILES (CONT'D)\n\nY'know, we could use a guy like you\nback in Houston. Yeah, I’11l tell\nyou, a guy with your talents would\nfit right in there. You could be a\npart of something really special,\nreally cutting-edge...\n\nDEL\nNo thanks.\n\nMiles stares at him for a prolonged beat. He cracks a smile.\nMILES\nAw. Well, you can’t blame me for\ntrying. Keep up the good work, Del.\nYou've made a fan out of me.\nHe hands Del a business card.\n\nMILES (CONT'D)\nJust in case you change your mind.\n\nHe gives Del a sturdy pat on the shoulder, nearly knocking\nhim off-balance. He wanders off.\n\nDel waits for Miles to exit. He glances down at the thick\ncard stock, embossed gold lettering:\n\nMILES Q. MERCER\nREALIGNMENT SPECIALIST\n\nHe crumples the card in his pocket. Returns to his books.\n\nINT. BEDROOM - GRACE’S HOUSE - DAY\n\nGrace strides into her bedroom. She finds Violet rifling\nthrough her suitcase, examining her clothes.\n\nVIOLET\nYou've got some really cute new\ntops here. You’ll have to let me\nborrow them sometime.\n\f74.\n\nGRACE\nWhat are you doing?\n\nVIOLET\nI have to teach you how to fold\nyour clothes. You just ball them up\nlike they’re garbage. It damages\nthe material.\n\nGRACE\nYou can’t just go through my things\nlike that. You’re not my--\n\nViolet turns to face her.\n\nVIOLET\nNot your what?\n\nGrace falters.\n\nVIOLET (CONT'D)\nIs everything all right, honey? You\nsound stressed.\n\nGRACE\nI’m okay.\n\nVIOLET\nReally? Are you sure?\n\nShe holds out the PHOTO of GRACE and HER FAMILY.\nGrace’s eyes go hollow.\n\nGRACE\nGive it back.\n\nVIOLET\nThis isn’t healthy behavior, Grace.\nRunning away from home, making us\nchase after you to the ends of the\nearth. What would your father say\nif he saw this picture?\n\nGRACE\nPlease.\n\nVIOLET\nNo. I’m sorry. No.\n\nViolet tucks the photo into her bra.\n\f75.\n\nVIOLET (CONT'D)\nI had another daughter once.",
  "41": "---END OF PREVIOUS SECTION---\nViolet tucks the photo into her bra. 75. VIOLET (CONT'D)\nI had another daughter once. \n---TARGET SECTION TO BE ANNOTATED---\n You\nknow, before. It’s wrong to bring\nit up, I know that...\n\nShe shakes her head.\n\nVIOLET (CONT'D)\nI can’t lose you again. I won't.\n\nGRACE\nViolet.\nVIOLET\nMom.\nGrace tightens.\nGRACE\n\nYou know what’1l happen to me if I\ngo back there. You know what\nthey’11 do to me.\n\nVIOLET\nYou act like it’s such a bad thing.\n\nGRACE\nI’m scared.\n\nVIOLET\nDon’t be. I’m here for you.\n\nShe wraps her arms around Grace. Brings her in close.\n\nVIOLET (CONT'D)\nEverything will stop hurting soon.\n\nGrace, head pressed firm against Violet’s chest, listens to\nthe beating of her heart.\nEXT. GRACE’S HOUSE - DAY\n\nMiles loads Grace’s bags into the trunk of his Cadillac. He\nsidles into the driver’s seat. Honks the horn.\n\nViolet emerges from the house, Grace in tow.\nGrace pauses. She looks across the street.\nThe library sits still. No sign of life.\n\nViolet takes Grace by the arm. Ushers her into the backseat.\n\f76.\nVIOLET\nBuckle up.\n\nViolet hops in the passenger’s seat. Gives Miles a peck on\nthe cheek. Miles shifts the car into drive.\n\nGrace takes a last look at the library.\n\nHe’s not coming.\n\nMiles abruptly hits the gas. SCREECH...\n\nThe car peels down the street, zigs at the corner, disappears\nfrom view. A cloud of exhaust looming in its wake.\n\nINT. BACK ROOM - LIBRARY - DAY\n\nDel eyes a photograph in his hands.\n\nWe reverse to see: It’s the POLAROID of GRACE sticking her\ntongue out at the Grand Canyon.\n\nHe places the photo in his filing cabinet, the newest in his\ncollection. Slides the drawer SHUT.\n\nHis gaze wanders to the town map on his wall. It’s cluttered\nwith white Xes. Not an empty lot to be found.\n\n100% clearance.\n\nHe runs his hand along the map’s surface. Reaches the top.\nTEARS IT DOWN in ONE SWIFT MOTION.\n\nEXT. SOUND - DAY\n\nDel coasts out to sea on his sailboat.\n\nHe listens as the waves beat gently against the boat’s hull.",
  "42": "---END OF PREVIOUS SECTION---\nEXT. SOUND - DAY\n\nDel coasts out to sea on his sailboat. He listens as the waves beat gently against the boat’s hull. \n---TARGET SECTION TO BE ANNOTATED---\nThe only sound for miles.\n\nHe stares ahead at the horizon.\n\nINT. GROCERY STORE - DAY\nThe door jingles as Del strides in.\n\nHe stops at the liquor aisle. Processes the multitude of\nuntouched bottles, all coated over in dust.\n\f77.\n\nEXT. ROOFTOP - LIBRARY - DAY\n\nDel cracks open a bottle of vodka. Raises it to his mouth.\nChugs. Chugs. Chugs.\n\nHe chokes. Erupts in a coughing fit. Lets the bottle drop to\nthe ground, shattering at his feet.\n\nHis eyes are watery. Bloodshot.\n\nHe teeters his way to the solar panel. Paws at it with both\nhands. Rends it from its hinges.\n\nEXT. STREET - DAY\n\nDel urinates on a patch of lawn. Crudely traces the spray-\npainted lines of the white X. Hums a tune to himself.\n\nHe hasn’t shaved in days.\n\nEXT. LAST HOUSEHOLD - DAY\n\nDel staggers down the unpaved street. Surveys the sad house\nat the end of the driveway.\n\nHe reaches sloppily into his waistband... Draws the HANDGUN\nfrom Grace’s glove compartment.\n\nHe cocks the gun with effort. Steadies his aim. His finger\ncurls the trigger...\n\nBANG. A window BURSTS INTO PIECES.\nHe feels the rush. He fires again. Again. Again.\n\nThe gunshots echo through the empty wood. Birds flee to the\nskies, squawking in excitement.\n\nHe keeps snapping the trigger long after the chamber’s\nexpended. His face twisted into something awful.\n\nHe chucks the gun at the house.\n\nDEL\nFuck--!\n\nHe loses his balance. Lands squarely in the dirt.\n\nDEL (CONT'D)\nFuck you. Fucking...\n\f78.\nHe tries to get up. His world is SPINNING... His legs give\nout underneath him. He falls right back down.\n\nHe’s filthy. Drenched from head to toe in mud and glass and\nsnot and shit. Blistered. Bleeding.\n\nIt’s not a good look.\n\nSlowly, he reclaims his wits. Focuses on breathing. Staccato\nand irregular grows deep and pronounced.\n\nRegaining consistency. Or a measure thereof.\n\nHe cups his hands together. Spits. Rubs down his eyes with\nhis palms... His vision begins to steady...",
  "43": "---END OF PREVIOUS SECTION---\nSpits. Rubs down his eyes with\nhis palms... His vision begins to steady... \n---TARGET SECTION TO BE ANNOTATED---\n He hears a BARK.\n\nHe tilts his head up. Perks his ears. Listens.\nJust then: A second BARK. Low. Strained.\n\nBut definitely there.\n\nHe looks forward. His eyes narrow.\n\nA few yards away, we can just barely make out the hazy\noutline of a DOG... A fat, old PUG.\n\nIt’s Dewey.\n\nDel stares in awe, speechless. The corners of his mouth\nthreatening the slightest of smiles.\n\nHe chances a blink. Looks again.\nThe dog’s gone. Disappeared without a trace.\n\nDel processes, dumbfounded.\n\nINT. BACK ROOM - LIBRARY - NIGHT\nDel ransacks his stockpile of battery-operated gadgetry.\n\nAt long last, he locates his transistor radio. Mangled from\nthe earlier abuse. Taped together. Still workable.\n\nHe powers it up. Puts his mouth to the receiver.\n\nDEL\nHello?\n\nHe listens. Hears STATIC. Toggles to the next frequency.\n\f79.\nDEL (CONT'D)\nHello?\nHe waits... More STATIC.\n\nIt’s quiet out there.\n\nEXT. MAIN STREET - DAY\n\nThe once-clean street is littered haphazardly with crumpled\npapers, empty bottles and myriad miscellaneous trash.\n\nOn the adjacent sidewalk, Del sits cross-legged in one of the\ntwo rocking chairs. The other remains empty.\n\nHe rocks gently back and forth. His face is sunburnt, his\nlips chapped. We get the impression he’s been stationed here\nfor the better part of the day.\n\nMaybe longer.\n\nEXT. LAKE - DAY\n\nDel splashes his face with water. The liquid revives his\ncracked skin, catches in his graying beard.\n\nHe submerges the buckets one by one.\n\nINT. GREENHOUSE - DAY\n\nDel ambles through the rows of plants, spritzing each with\nless care than usual. His gait is staggered, sleepy.\n\nHe reaches the end of his circuit. Sees Grace’s pot of soil.\nThe smiley-face sticker, grinning stupidly at him.\n\nThe smallest sliver of GREEN edges out from the dirt.\nDel stares down at the new plant, devoid of expression.\n\nHe doesn’t move for a long time.\n\nINT. LIBRARY - DAY\nDel winds through the stacks.\n\nHe stops in the geography section. Plucks out the first road\natlas he sees.",
  "44": "---END OF PREVIOUS SECTION---\nLIBRARY - DAY\nDel winds through the stacks. He stops in the geography section. Plucks out the first road\natlas he sees. \n---TARGET SECTION TO BE ANNOTATED---\n Flips through. Lands on a specific page.\n\f80.\nHis eyes dart back and forth, scanning over the complex web\nof routes and interstates... Fuck it. He TEARS OUT the PAGE.\n\nIt’s oddly liberating.\n\nINT. DEL'S TRUCK - DAY\n\nDel blows past a stop sign. Speeds through a seemingly\ninterminable sweep of white Xes on either side.\n\nAs he accelerates, the Xes mesh into one another, forming\ntwin solid white lines.\n\nSuddenly, he BRAKES.\n\nWe're at the edge of the town. The precipice between Del’s\nworld and the unknown.\n\nDel hesitates. Nearly chokes.\nHe grips the wheel tight. Knuckles whitening.\nHe wills his foot to HIT the GAS.\n\nThe engine ROARS TO LIFE. Del's truck FLIES PAST the town\nlimit, kicking up a layer of DUST that takes over frame.\n\nThe dust settles... The truck’s out of sight.\n\nINT. DEL’S TRUCK - VARIOUS\nC.U. on DEL through the WINDSHIELD.\nHis eyes are FIXED on THE ROAD. We, in turn, KEEP on HIM...\n\nAs he soars past open country and cityscapes alike, highway\nand dirt road, all reflected back in the windshield’s glass.\n\nAs he swerves around abandoned cars and overturned tractor\ntrailers, crumbled monuments and billowing smokestacks.\n\nAs the truck battles a stretch of particularly rough terrain,\nrattling and hissing in near defeat.\n\nAs day turns into night and back to day again.\n\nAs a heavy thunder ripples overhead and rain beats down on\nthe truck’s flimsy hood and the windshield wipers squeak\nmadly against the surface of the glass.\n\nAs the truck is swallowed up in thick blankets of fog, and\nvisibility plummets to zero. Less than zero.\n\f81.\nDel’s eyelids grow heavy. A five o’clock shadow transpires\nacross his face... He doesn’t waver. Keeps the wheel steady.\n\nThe truck emerges triumphant from the fog -- all of a sudden,\nthe windshield’s glass washes over in REFLECTIONS of LIGHT.\n\nA city skyline, replete with glowing buildings and pulsing\nneon signs and searchlights, all DANCING WILDLY ACROSS the\nWINDSHIELD... We KEEP on DEL.",
  "45": "---END OF PREVIOUS SECTION---\nThe truck emerges triumphant from the fog -- all of a sudden,\nthe windshield’s glass washes over in REFLECTIONS of LIGHT. A city skyline, replete with glowing buildings and pulsing\nneon signs and searchlights, all DANCING WILDLY ACROSS the\nWINDSHIELD... We KEEP on DEL. \n---TARGET SECTION TO BE ANNOTATED---\nHis pupils dilated from the onslaught of light. The corners\nof his mouth twitching ever so slightly. Betraying nothing.\n\nHe pushes forward in silence.\n\nEXT. DOWNTOWN HOUSTON - NIGHT\n\nDel stares straight ahead. Tries to ignore the white noise of\na thousand disparate voices laughing, shouting, their figures\ndrifting across the windshield all at once.\n\nA strange symphony fills our soundscape, intensifying as the\ntruck presses deeper into this urban sprawl... a rhythmic\ncohesion of voices, pop music, TV fuzz, iPhone ringtones.\n\nAs all this BUILDS, and BUILDS, and BUILDS, Del’s fingers DIG\nINTO the steering wheel... He’s LOSING IT...\n\nThe sounds RISE to an all-powerful CRESCENDO, and just as it\nlooks like Del’s about to BURST, we HARD CUT TO:\n\nEXT. MERCER RANCH - DAY\n\nA modest one-story compound on the city’s outskirts.\n\nThe early morning sun pokes out from over the mountainside,\ncasting the property in dark amber tones.\n\nDel steps out from his car. Checks the address on Miles’s\nbusiness card. It’s a match with the mailbox.\n\nHe thinks. Doubles back. Grabs the GUN.\n\nPRE-LAP: Beep. Beep. Beep.\n\nINT. FOYER - MERCER RANCH - DAY\nThe low hum of electricity.\n\nOn the mantelpiece, a high-key photo of MILES and VIOLET.\n\f82.\nThe image gradually MORPHS into a portrait of the whole\nfamily. GRACE wedged uneasily between the two of them.\nIt’s a digital picture frame, cycling through pre-loaded\nphotos on a timer. A wire runs behind the mantel into a hefty\nsurge protector, which in turn plugs into the wall.\n\nANGLE on the FRONT DOOR.\n\nDel’s shadow manifests in the adjacent window, wielding a\nsmall screwdriver. He slips it underneath the sill...\n\nWe're familiar with this routine already. The RASP of METAL\non WOOD. Del’s GLOVED HAND reaching inside, curling TOWARD\nthe DOOR... TWISTING the LOCK... CLICK.\n\nDel enters. Looks around. It’s as pleasant a house as any\nother we’ve seen -- albeit pointedly more high-tech.",
  "46": "---END OF PREVIOUS SECTION---\nDel enters. Looks around. It’s as pleasant a house as any\nother we’ve seen -- albeit pointedly more high-tech. \n---TARGET SECTION TO BE ANNOTATED---\nThe room’s centerpiece: A fireplace video, crackling on MUTE.\nDel removes his shoes. Sets them at the foot of the door.\n\nHe moves very slowly through the house, from the living room\ninto a long, narrow hallway marked by LED night lights.\n\nThe door to the first bedroom hangs slightly ajar. He sneaks\na peek inside... Two heaps slumped over in a king-sized bed,\nboth dormant. Violet’s head poking out from under the covers.\nDel gently shuts the door.\n\nHe proceeds to the next room. Listens through the door. From\nthe other end, we hear the light WHIRR of MACHINERY.\n\nHis HAND rests on the KNOB. He TURNS...\n\nINT. GRACE’S BEDROOM - MERCER RANCH - CONTINUOUS\nGrace lies in bed, fast asleep.\n\nA heart rate monitor at her side, blipping softly. An IV\ndrip. A tray of medical utensils. Some very sharp.\n\nDel approaches her bedside.\nDEL\n(in SOTTO)\n\nGrace.\n\nGRACE\nMm.\n\f83.\n\nGrace stirs. Shifts position. Turns away from Del.\n\nHe looks CLOSER.\n\nA small patch of hair on the left side of Grace’s head has\nbeen SHAVED CLEAN... There’s a fresh SCAR, approximately two\ninches in length, on HER SCALP.\n\nDel TIGHTENS.\n\nDEL\nGrace. It’s me.\n\nHer eyes flicker open. She stares straight past him.\nDEL (CONT'D)\nI’m gonna get you out of here.\nWe're gonna go home.\nHe plucks out her IV. Holds it to her eye line.\nDEL (CONT'D)\nCan you tell me what this is? Can\nyou tell me what they’re doing--?\n\nGRACE\nTests.\n\nDEL\nWhat kinds of tests?\n\nGrace shrugs.\nDEL (CONT'D)\nWhat’s going on? Come on. I know\nyou can tell me what’s going on.\n\nGRACE\nTests.\n\nDEL\nBad tests?\n\nShe gives him a blank stare.\nDEL (CONT'D)\nOkay, I’m here now. It’s time to\ngo. Let’s go.\nHe takes her hand.\n\nShe looks up at him, curious.\n\fDEL (CONT'D)\nYou know me.\n\nGrace shakes her head.\n\nDEL (CONT'D)\nYeah you do. Don’t-- Stop that.\n\nGRACE\nGo away.",
  "47": "---END OF PREVIOUS SECTION---\nDEL (CONT'D)\nYeah you do. Don’t-- Stop that. GRACE\nGo away. \n---TARGET SECTION TO BE ANNOTATED---\nShe retracts her hand.\n\nDEL\nYou know who I am.\nGRACE\nNo.\nDEL\n\nYes. Yes you do. Because we’re\nfriends. Because I drove all the\nway here for you... you know who I\nam. I’m Del, and you’re Grace, and\nyou know who I am-- you know--\n\nHer eyes are glazed over. Hollow.\n\nDEL (CONT'D)\nYou know me.\n\nShe doesn’t flinch.\nDEL (CONT'D)\nNo. Don’t do that. You know who I\nam. You can’t-- please-- please\ndon’t do this. Say something. Come\non. Talk to me. Please... Please.\nA long silence hangs between them.\n\nFinally, Del pulls away.\n\nGRACE\nI think... they’1l die.\nDEL\nWhat?\nHe leans back in.\nGRACE\n\nThe plants.\n\n84.\n\f85.\n\nDEL\nWhat plants? My plants?\n\nGRACE\nThey’re gonna die.\n\nDEL\nIt’s okay. I watered them all right\nbefore I left. We just need to get\nback in time before the next cycle.\n\nGRACE\nReally?\n\nDEL\nYeah. They’re gonna be fine.\n\nGrace smiles.\n\nDEL (CONT'D)\nAre you ready to go?\n\nGRACE\nI think.\n\nShe sits up. Del helps her to her feet.\n\nINT. HALLWAY - MERCER RANCH - DAY\nGrace clutches Del’s arm for support.\n\nThey push past the door to the master bedroom. Grace’s gaze\nstrays over her shoulder.\n\nDEL\nWe have to keep moving. They could\nwake up any second--\n\nThe FLUSH of a TOILET. A protracted YAWN. From the opposite\nend of the hallway. In their direct path.\n\nDel and Grace stop dead in their tracks.\n\nThe bathroom door CREAKS OPEN... Grace grabs Del TIGHT... Out\nsteps MILES, sleepy-eyed and scratching at his boxers.\n\nHe takes a beat to register the two of them.\n\nMILES\nWe've got a doorbell, you know.\n\nHe doesn’t stop scratching.\n\f86.\n\nMILES (CONT'D)\nGracie, you’re supposed to be in\nbed. Del, how’s about the two of us\ntake a walk outside--?\n\nDEL\nWe're leaving.\n\nMILES\nLeaving? But you just got here!\n\nHe looks from Del to Grace.",
  "48": "---END OF PREVIOUS SECTION---\nMILES\nLeaving? But you just got here! He looks from Del to Grace. \n---TARGET SECTION TO BE ANNOTATED---\nDel WHIPS\n\nMILES (CONT'D)\nOh. I see what’s going on.\n\nDEL\nWhat did you do to her?\n\nMILES\nShe’s in the middle of an extensive\ntreatment. I’1l just put her back\nto bed and afterwards I can tell\nyou all about it--\n\nOUT his HANDGUN.\n\nMILES (CONT'D)\nWhoa there. You even know how to\nuse that thing?\n\nDEL\nI’m not gonna ask again.\n\nMILES\nI mean, I’m happy to discuss it. I\ntried to broach the subject with\nyou last time we met, but you\ndidn’t seem all that interested.\nHonestly, I think you of all people\nwill really appreciate this.\n\nDel lowers the gun.\n\nDEL\nWhat are you talking about?\n\nMILES\nHow familiar are you with the field\nof psychosurgery? Not the Ken Kesey\nstuff, I’m talking about genuine\nimpulse correction. Realignment.\nWe’re using the power of science to\nmake unhappy people happier.\n\f87.\n\nDEL\nI don’t understand.\n\nMILES\nWe've got a team of doctors here in\nHouston, the best minds on the\nplanet. They’ve come a long way\ntoward unlocking the complexities\nof the human brain.\n\nGrace reaches for the scar on her head.\n\nMILES (CONT'D)\nIt’s nothing to be afraid of. Very\nmuch the opposite. We’re developing\na means by which to control for all\ntypes of disorders. Schizophrenia.\nDepression. Suicidal thoughts.\n\nHe takes a step forward.\n\nMILES (CONT'D)\nPicture a world where those nasty\nelements simply don’t exist. Where\ndisorder’s translated into order.\nWhere every human mind’s free from\npain. Free from angst and sadness\nand-- and all-around chaos. It’d\nbe, well, you could say it’s--\n\nDEL\nPerfect.\n\nMILES\n\nExactly. It’s practically a return\nto Eden. I’m glad you came here,\nDel. That you’re able to see it all\nfirsthand. I'd like to have you\ninvolved as we move forward. I\nthink together we can accomplish\nsome really wonderful stuff--\n\nDEL\nNo.\n\nMILES\nWhat?\n\nDEL\n\nNo. We're going. Excuse us.\n\nMILES\nYou're just gonna leave?\n\f88.",
  "49": "---END OF PREVIOUS SECTION---\nExcuse us. MILES\nYou're just gonna leave? 88. \n---TARGET SECTION TO BE ANNOTATED---\nMiles blocks their path.\n\nMILES (CONT'D)\nNow see, I’ve got a problem with\nthat. A man doesn’t just go and\nbreak into another man’s home,\nsteal away his daughter and expect\nno pushback on the matter. No way.\nI’m gonna fuckin’ fight you on that\none, Del. And I’m gonna win too.\n\nHe peers over at Grace.\nMILES (CONT'D)\nSweetie, why don’t you head on back\nto bed? You know you’ve got another\nround of treatment in the morning--\n\nGrace SNATCHES the GUN from DEL’S BELT in ONE SWIFT MOTION.\nBefore EITHER MAN can REACT -- BLAM!\n\nMiles’s HEAD EXPLODES in a MESS of BLOOD and BRAINS.\n\nGrace straightens her posture. She and Del both stares down\nat the corpse, neither showing any visible reaction.\n\nThe door behind them opens. They turn to see VIOLET, clad in\nher pajamas. Rubbing her eyes. Exhausted.\n\nShe gazes past them at Miles’s body.\n\nVIOLET\nOh, honey.\n\nGRACE\nWhere’s my photo?\n\nVIOLET\nWhich photo?\n\nGRACE\nThe one you took from me.\n\nViolet looks up at Grace.\nVIOLET\nThat photo’s long gone.\nEXT. MERCER RANCH - DAY\n\nBLAM. BLAM.\n\f89.\n\nINT. FOYER - MERCER RANCH - DAY\n\nDel hastens to the front door, leaving behind a trail of\nblood-soaked shoe prints.\n\nDEL\nAre you coming?\n\nGrace remains in the hallway, the gun limp at her side.\n\nShe turns\n\nDEL (CONT'D)\nGrace--?\n\nGRACE\nWe have to get rid of them.\n\nto Del.\n\nGRACE (CONT'D)\nWhen they find the bodies, they’1l\nopen an investigation. They know\nwho I am. They’1ll come after us.\n\nDEL\nWho will?\n\nGRACE\nDo you really want to know?\n\nDel considers this.\n\nGRACE (CONT'D)\nWe have a few hours before anyone\nelse shows up. We need to make it\nlook like they left town.\n\nDEL\nOkay.\n\nGRACE\nThere should be trash bags and\ncleaning supplies in the garage.\nThey might have some extra paint\nback there too.",
  "50": "---END OF PREVIOUS SECTION---\nDEL\nOkay. GRACE\nThere should be trash bags and\ncleaning supplies in the garage. They might have some extra paint\nback there too. \n---TARGET SECTION TO BE ANNOTATED---\nDEL\nWhere’s that?\n\nGrace points. Del heads for the door.\n\nGRACE\nHey Del? I’m sorry I shot them.\n\nDel stops. He looks back at her.\n\f90.\nDEL\nNo you're not.\n\nGRACE\nIs that okay?\n\nDEL\nI think so. Yeah.\nINT. VARIOUS - MERCER RANCH - DAY\nDel yanks out the shower curtain.\n\nHe and Grace slide Violet’s body onto the plastic. Her head\nis covered with a SKI MASK drenched in BLOOD.\n\nThey roll her into a tight cocoon. Secure it in place with\none, two, three layers of packing tape.\n\nThey fold Miles’s body into a bearskin rug. His head, or lack\nthereof, also MASKED.\n\nGrace sprays the floor with a cleaning solution. Sops up the\nbloody footprints with a fat sponge.\n\nDel picks at the flecks of brain matter in the wall with a\npair of tweezers. Deposits them in a trash bag.\n\nGrace dances around him, erasing any and all traces of blood\nwith a fresh coat of white paint.\n\nDel peruses Miles’s library. Picks out a book he doesn’t\nrecognize. Reads the dust jacket. Tosses it in his backpack.\n\nGrace powers down the medical equipment. Changes the sheets\non her bed. Smooths out the creases in the fabric.\n\nDel heaves two bulging trash bags into the back of his truck.\nMiles and Violet’s burritoed bodies are already buckled in.\n\nGrace jerks the plug from the digital picture frame. Mi and\nVi's smiling faces ZAP to BLACK.\n\nDel activates the kitchen faucet. Marvels at the sight of\nrunning water. Cranes his head downward... Lets the liquid\nflow freely over his face. Drinks.\n\nEXT. MERCER RANCH - DAY\n\nDel exits the house. He sees Grace in the front yard, the\npaint bin at her side.\n\fgl.\n\nHe walks over to her. She holds out a damp brush.\n\nDel thinks. He takes the brush from Grace. Kneels into the\ndirt. Paints a long, thick STRIP of WHITE. Then ANOTHER.\n\nHe pulls back, revealing an X.\n\nDEL\nReady?\n\nGRACE\nAlmost.\nINT. KITCHEN - MERCER RANCH - DAY\nGrace beelines to the freezer.",
  "51": "---END OF PREVIOUS SECTION---\nGRACE\nAlmost. INT. KITCHEN - MERCER RANCH - DAY\nGrace beelines to the freezer. \n---TARGET SECTION TO BE ANNOTATED---\n Flings the drawer open.\nFrom FREEZER POV, we look up at Grace’s face, awash in a soft\norange light. She smiles wide.\nINT. DEL’S TRUCK - DAY\n\nDel and Grace hit the road. The city skyline fades to\nnothingness in the back windshield.\n\nGrace cradles a mammoth bucket of Neapolitan ice cream in her\nlap. Devouring it by the spoonful.\n\nShe offers Del a scoop. He pulls his head away from her.\n\nDEL\nYou’re gonna use the same spoon?\n\nGrace's smile fades.\n\nGRACE\nYou must be joking.\n\nHe keeps his eyes on the road. Doesn’t respond.\nGRACE (CONT'D)\nYou are joking, right? Please tell\nme you’re... Del?\nDel peers over at her.\n\nHe cracks a smile.\n\nGRACE (CONT'D)\nYou asshole.\n\nROLL CREDITS.\n\f"
}