{
  "1": "IDLE HANDS\n\nby\n\nTerri Hughes and Ron Milbauer\n\nProducers:\nLicht/Mueller Flim Corp.\n\fFADE IN:\n\nBOLAN, OREGON -- PRESENT DAY\n\nINT. BEDROOM - NIGHT\n\nA middle-aged, middle-class, woman, NORMA, shuffles through\nthe bedroom door in dusty, once-fluffy slippers, a cup of tea\nin her hand, calling over her shoulder to her husband:\n\nNORMA\nJust once a week, Gary. It really\ndoesn't cost that much.\n\nShe turns back the bedspread as GARY follows her in, his bare\nfeet slapping on the hardwood floor.\n\nGARY\nIt's a waste.\n\nNorma hangs both of their bathrobes from pegs on the door's\nbackside and sets her teacup, still half-full, next to the\ntelephone on a table just inside the door.\n\nShe faces him.\nNORMA\nBetty Johnson won a $500 blackout\nlast Saturday.\n\nThe mattress sags under Gary's weight. He doesn't respond.\nShe climbs into bed beside him.\n\nNORMA\nI'll bet her husband doesn't think\nBingo's a waste. I'll bet he was\nhappy to help spend that $500.\n\nGARY\nGood night, Norma.\n\nHe switches the bedside lamp off. In the darkness, they\nsettle back into the pillows and LOOK UP.\n\nScrawled on the ceiling in glow-in-the-dark paint are the\nchilling words:\n\nI'M UNDER THE BED\n\nNorma SCREAMS.\n\fSitting bolt-upright, Gary snaps the lamp back on and puts a\nsteadying hand on his wife's shaking shoulder.\n\nGARY\n(gruffly)\nThat little bastard! If he thinks\nthis is funny, I'll make damn sure\nhe thinks again.\n\nNORMA\nCheck.\n‘ GARY\nWhat?\n\nNORMA\n\nPlease. Check under the bed.\n\nGARY\nIt's a prank, that's all. Anton--\n\nNORMA\nAnton hasn't been home all day.\nHe didn't do this. Oh, God, Gary,\nwhat if--\n\nGARY\nNorma, no one's there, trust me.\n\nHe swings over the edge of the bed, shoving the overhanging\nblankets out of his way.",
  "2": "---END OF PREVIOUS SECTION---\nHe didn't do this. Oh, God, Gary,\nwhat if--\n\nGARY\nNorma, no one's there, trust me. He swings over the edge of the bed, shoving the overhanging\nblankets out of his way. \n---TARGET SECTION TO BE ANNOTATED---\n Upside-down, he looks under the bed\nand then hauls himself back up.\n\nGARY\nOkay? Nada. Now, can we--\n\nShe gasps, grabbing his arm.\n\nNORMA\nI heard something downstairs!\n\nGary groans.\n\nGARY\nJesus, Norma.\n\nNORMA\nPlease? I won't be able to sleep.\n\nGARY\n(sighing, exasperated)\nFine.\n\fGetting up, he yanks his bathrobe from its peg and opens the\ndoor. .\n\nNORMA\nBe careful.\n\nGary rolls his eyes and heads out.\n\nNorma clutches the blanket tight, listening to his footsteps\ndescending the stairs and fading into the house until she\ncan't. hear him at all.\n\nAlone, she fidgets nervously, looking back up at the céiling.\nThe painted words are invisible in the lamplight.\n\nShe scoots into the very center of the bed, gathering the\ncovers around her, and calls: .\n\nNORMA,\nGary?\n\nShe listens hard, her entire body straining toward the open\ndoor, but there is no answer.\n\nNORMA\n(louder)\n\nGary!\nA DULL THUD is barely audible, deep within the house.\nHer breath catches in her throat and she scrambles off the\nbed, hurrying out the door.\nINT. UPSTAIRS HALL - SAME\n\nNorma looks up and down the hall, dark except for a little\nmoonlight from the windows. The house is quiet.\n\nOn tiptoe, careful not to make a sound, she moves along the\nwall to a closed door.\n\nShe slowly turns the doorknob, opening the door a tiny crack,\nand peeks into a BEDROOM.\n\nNORMA\n(whispering)\nAnton?\n\nThe twin bed against the far wall is empty. Norma continues\nsilently toward the stairwell.\n\fINT. ENTRY WAY, DOWNSTAIRS - SAME\n\nDownstairs, the ceiling creaks as Norma moves above. The\nentry way glows. with the soft moonlight filtering in through\nfrosted windows flanking the front door.\n\nAt the bottom of the staircase, beside a small table, GARY'S\nHEAD AND SHOULDERS are visible on the floor. His eyes are\nwide open and a tiny bit of black-red blood trickles from his\nmouth.",
  "3": "---END OF PREVIOUS SECTION---\nThe\nentry way glows. with the soft moonlight filtering in through\nfrosted windows flanking the front door. At the bottom of the staircase, beside a small table, GARY'S\nHEAD AND SHOULDERS are visible on the floor. His eyes are\nwide open and a tiny bit of black-red blood trickles from his\nmouth. \n---TARGET SECTION TO BE ANNOTATED---\n The rest of his body is hidden in shadow.\n\nJust as Gary's head slides across the floor, DRAGGED INTO THE\nSHADOWS by an unseen force, Norma appears at the top of the\nstaircase. She looks down and sees nothing.\n\nNORMA\n(whispering)\nGary? Gary?\n\nShe creeps slowly down the stairs, her hands fumbling for the\nbanister.\n\nAt the bottom, she checks the front door. The deadbolt is\nfastened tightly and the security alarm panel on the wall\nshows that the alarm is still on. She looks around the entry\nway.\n\nA slight SCRABBLING SOUND comes from the shadows and she\nwhirls, stepping toward the noise.\n\nNORMA\nGary, what--\n\nSomething SHOOTS OUT OF THE DARKNESS, directly at her. Norma\nSCREAMS, covering her face as the thing hits her...\n\nIt's a cat, kicking and clawing at her.\n\nNorma breathes in relief, recognizing it. Wrapping her arms\naround it, she holds the cat tight and it calms. It's a .\nnormal black and white housecat.\n\nNORMA\nBones! It's okay, kitty.\n\nShe leans to set the cat on the floor.\n\nNORMA\nIt's okay. Where's Ga--\n\nShe stops cold. A small PUDDLE OF BLOOD on the floor\nglistens wetly in the moonlight.\n\nShe drops the cat and races up the stairs.\n\fINT. BEDROOM - SAME\n\nNorma runs into the bedroom, grabbing the phone off the table\nby the door. Holding the receiver to her ear, she rushes for\nthe bed. Her teacup topples and smashes on the floor as the\nphone cord stretches out behind her.\n\nFingers shaking, breathing hard, she dials a 9, then a 1.\nWHAM!\n\nThe PHONE CORD IS YANKED behind her. The phone flies out of\nher hands.\n\nShe whips around to face the door and her face contorts in\nPURE TERROR. She SCREAMS.\n\nINT. ANTON'S BEDROOM - DAY\n\nBONES, the cat, leaps onto a rumpled twin bed, jolting 17-\nyear-old ANTON awake. The clock reads 3:17 PM. Anton\nstretches.",
  "4": "---END OF PREVIOUS SECTION---\nANTON'S BEDROOM - DAY\n\nBONES, the cat, leaps onto a rumpled twin bed, jolting 17-\nyear-old ANTON awake. The clock reads 3:17 PM. Anton\nstretches. \n---TARGET SECTION TO BE ANNOTATED---\nIn a patch of autumn sunlight, the cat begins cleaning\nherself, but she's the only one. Anton merely grabs a faded\npurple T-shirt from a pile of dirty clothes on his floor and\nheads for the door in a baseball cap and boxers.\n\nINT. LIVING ROOM -— SAME\n\nAnton lights about 30 sticks of incense and plops onto the\ncouch.\n\nINT. ENTRY WAY - SAME\n\nBones follows Anton downstairs, pausing at the little PUDDLE\nOF BLOOD on the floor, unnoticed by Anton. Bones licks up\nthe blood.\n\nINT. LIVING ROOM - SAME\n\nAnton slides a long, plastic backscratcher from between two\ncouch cushions. He gives his nuts a scratch or two and then\nuses the backscratcher to drag the TV remote over from the\n\nfar side of the coffee table.\n\nHe flips on the TV and sneaks a look around. Not a soul in\nsight.\n\f6\n\nReaching under the couch with the backscratcher, he pulls out\nan already-loaded Bart Simpson bong. Anton sparks up,\ninhaling the entire contents through a tube in Bart's butt.\n\nCELEB on TV\nYou, too, can be financially independent!\nOwn the house of your dreams, travel,\nlive in luxury...\n\nAnton exhales slowly, paying rapt attention to the\ninfomercial until --\n\nCELEB on TV\n\nBut this is no get-rich-quick scam. It\n\nrequires motivation, dedication, and\n\ngood old-fashioned hard work--\nCLICK.\nCartoons, much better. As Bones curls up beside him and\ncleans blood off her whiskers, Anton's stomach GROWLS loudly.\nHe glances around and sees a Burger King bag near his feet.\n\nHe hooks the bag with his trusty backscratcher and pulls out\na decaying, half-eaten Whopper.\n\nHe sniffs the burger, tears some of the green bits off its\nperimeter, and takes a bite. He chews once and immediately\nspits it back into the bag.\n\nSighing complainingly, and with exaggerated effort, Anton\nshoves Bart back into hiding, hauls his butt off the couch\nand plods toward the kitchen.\n\nINT. KITCHEN — SAME\n\nAnton pours a bowl of Lucky Charms and opens the fridge.\nBarren.",
  "5": "---END OF PREVIOUS SECTION---\nINT. KITCHEN — SAME\n\nAnton pours a bowl of Lucky Charms and opens the fridge. Barren. \n---TARGET SECTION TO BE ANNOTATED---\nHe tilts the milk carton over his cereal.\n\nPLOP. One drop.\n\nANTON\nMom! We're out of milk!\n\nMom doesn't answer. DANZIG, the German Shepherd, whines and\npokes his empty food dish with his nose.\n\nANTON\nYou hungry, Danzig? What does she\nthink, you can feed yourself?\n\f~\n\nHe gives Danzig a pat and opens a cupboard. It's bare.\n\nANTON\nMom! We're out of dog food!\n\nStill no response. He pours the dog a bowl of Lucky Charms.\n\nINT. LIVING ROOM - SAME\n\nAnton flops back onto the couch, munching dry cereal, and\nscans the area. Again, no one's around.\n\nHe pulls the bong out again and tries to spark, but the\nbowl's empty. He feels around under the couch with the\nbackscratcher and drags out a plastic baggie.\n\nEmpty.\n\nHe tries again, fishing out another baggie. Empty. One more\ntry. He shoves the backscratcher as far under the couch as\nhe can reach and methodically pats around.\n\nSuddenly, he pulls his hand back, triumphantly clutching his\nbooty, but this baggie's empty too.\n\nANTON\nFuck.\n\nHe grabs the cordless beside him and punches numbers.\nANTON\n\n(into phone)\nMick, what's up? I'm dry.\n\nMICK\n(on phone)\nSo?\nANTON\nSo, how ‘bout bringing over a\ndimer?\nMICK\n(on phone)\n\nYeah, I'll drop it down your chimney\non my way to the North Pole, you lazy\nfuck. Come over here and get it.\n\nANTON\nAw, c'mon. I'm busy.\n\fMICK\n(on phone)\nPut your dick away and get over here.\n\nBEEP, BEEEEEP. The red battery light flashes on the\ncordless. :\n\nANTON\nFine.\n\nHe hangs up and shoves bong and baggies under the couch. He\nlooks around the room and groans -- his shoes are clear over\nby the TV.\n\nBut Anton's in luck -- his Mom's fuzzy slippers lay strewn by\nthe side of the couch, within easy reach of his\nbackscratcher. Anton doesn't notice the DROPS OF BLOOD\nspeckling the slippers.\n\nINT.",
  "6": "---END OF PREVIOUS SECTION---\nBut Anton's in luck -- his Mom's fuzzy slippers lay strewn by\nthe side of the couch, within easy reach of his\nbackscratcher. Anton doesn't notice the DROPS OF BLOOD\nspeckling the slippers. INT. \n---TARGET SECTION TO BE ANNOTATED---\n ENTRY WAY - SAME\n\nAnton drops the still-beeping cordless into its base on the\nentry table, plucking his sunglasses off the same table and\nnoticing his mother's purse lying there.\n\nANTON\n(yelling)\nMom!\n(no answer)\nMom! Spot me some cash?\n\nStill no answer. Fuck it. He reaches into his mom's purse\nand purloins a ten-dollar bill, careful to leave everything\nhow he found it.\n\nAlmost out the door, he looks at the money and rethinks it.\nReaching back into the purse, he grabs another $10.\n\nEXT. STREET - SAME\n\nWearing his T-shirt, baseball cap, boxer shorts, and blood-\nflecked slippers, Anton steps outside. The cold Oregon sun\nsmacks him in the face and he quickly puts his sunglasses on.\nHe can see his breath faintly in the brisk October air.\n\nFrom the house on his left, heavy metal music pounds into the\n\nafternoon.\n\nSighing, Anton turns right and begins his tiresome journey.\nTwo houses down the block, he cuts across a yard and climbs\nthrough an open window.\n\fINT. MICK'S BEDROOM - SAME\n\nAnton comes through the window, shivering. MICK, PNUB, and\nJIMMY, all high-school seniors, are sitting on Mick's bed,\nsmoking out and engaging in philosophical debate:\n\nPNUB\nYeah, and if your mom had teeth, she\nwouldn't suck dick so well. What's\nyour point?\n\nJimmy finishes his hit, passes the bong to Anton, and speaks\nwhile exhaling. .\n\nJIMMY\nMy point is that, unlike you, Pnub,\nI've taken on a certain degree of\nresponsibility. What's up, Anton?\nNice boxers. -\n\nAnton looks down, slightly embarrassed, at his pantslessness.\n\nPNUB\nResponsibility, my nutsack. You\nsit around your dad's meat locker\nall day and flirt with that old\nlady who answers the phone. That\nbitch has less teeth than your mom.\n\nJIMMY\n\nYou know what these are?\n\n(jangling a ring of keys\n\nin Pnub's face)\nThese are keys, boy. Keys! My dad's\nPlaced the ultimate trust in me. I'm\nbeing prepped to take over the entire\nmeat processing empire.",
  "7": "---END OF PREVIOUS SECTION---\nKeys! My dad's\nPlaced the ultimate trust in me. I'm\nbeing prepped to take over the entire\nmeat processing empire. \n---TARGET SECTION TO BE ANNOTATED---\nThe bong has traveled full circle and Jimmy pauses for\nanother hit.\n\nJIMMY\n\n(holding the smoke in)\ndust last week, when they installed\nthis new temperature-controlling\nmachine -- you guys should see this\nmonster, it can bring the whole storage\narea from 100 degrees to the fucking\nice age in, like, seconds! Anyway,\nwhose ass do you think was in charge\nof overseeing the entire process?\n\nJimmy stands up and points at his own ass.\n\f10\n\nMICK\nWe're all really happy for your ass,\nJimmy. Being an enterprising young\nman myself, I can relate.\n\nWearing a \"D.A.R.E. to Keep Kids Off Drugs\" T-shirt, Mick\npulls out a baggie of pot and exchanges it for one of Anton's\nten-dollar bills.\n\nAnton takes his cap off and slides the baggie into a hidden\nslot under the bill.\n\nThey all nod.\n\nANTON\nI know I'm jealous. Jimmy can look\nforward to a future filled with tooth-\nless receptionists and raw meat, while\nMick has a lovely career of license-\nplate making just around the corner.\n\nMICK\nWhat about your future, hotrod?\n\nANTON\nI'm not going to worry about that shit.\n(taking a hit off the bong)\nIt's best to just let life happen.\n\nPNUB\nAt least until your parents kick your\noily ass out.\n\nANTON\n(frowning)\nI haven't seen my parents in a couple\nof days.\n\nMICK\nMaybe they went on vacation.\n\nPNUB\nParty at Anton's!\n\nANTON\nNo, it's really weird. My mom always\ndoes her shopping on Friday. Yester-\nday was Friday, right?\n\nANTON\nSo I wake up this morning and there's\nno food, no sign of my parents, but\nmy mom's purse is just lying there\non the table.\n\f11\n\nJIMMY\nMaybe they're dead.\n\nPnub smacks Jimmy's leg.\n\nJIMMY\nI'm just saying. With that killer\non the loose and all, you can't rule\nout murder.\n\nANTON\nWhat killer?\n\nMICK\nDon't you watch Hard Copy?\n\nANTON\nI hate that fucking show.\n\nMICK\nIt's also been on the regular news.\n\nANTON\nI hate that fucking show, too.",
  "8": "---END OF PREVIOUS SECTION---\nANTON\nI hate that fucking show. MICK\nIt's also been on the regular news. ANTON\nI hate that fucking show, too. \n---TARGET SECTION TO BE ANNOTATED---\nPNUB\nBolan's national news, Anton. Seems\nas if a bunch of hacked-up citizens\nhave been found in this general area\nover the past week.\n\nANTON\nYou guys are just fucking with me,\nright?\n\nMICK\n\nWell, no, but don't worry. There's\nbeen like three dead people. Four,\n\ntops.\nJIMMY\nSix.\nMICK\n(shrugging)\n\nYour parents probably just decided\nto slip away for a romantic weekend\nand your mom forgot her purse. No\nbig whoop.\n\nPNUB\nAt any rate, party at Anton's!\n\f12\n\nMick lowers the bong and peers out the window.\n\nMICK :\nHey, here comes your woman, Anton.\n\nAnton rushes to the window and ducks.. He slowly lifts one\neye just above the sill so he can see. without being seen.\n\nMOLLY, 17 and drop-dead, zooms past on a Harley.\n\nPNUB\nMolly's lived across the street from\nyou for like, what, ever? I think\nit's about time you told her about\nyour disturbing obsession with her.\n\nJIMMY\nWhile you're at it, you should tell\nher your name.\n\nMICK\nBack off, guys. Anton doesn't believe\nin taking initiative.\n(to Anton)\nDon't listen to them. You just let\nlife happen.\n\nANTON\n(giving Mick a dirty look)\nI'm gonna do it. I'll talk to her\nright now.\n\nHe starts out the window.\nMICK\nYou want to borrow some pants, Chief?\nFirst impressions and all.\n\nANTON\nYou're a bud.\n\nMick points at his closet. Anton grabs a fresh pair of jeans\nand hastily yanks them on. Kicking off the slippers, he\nsalutes his friends and crawls out the window.\n\nJIMMY\nThink he's got a shot with her?\n\nPNUB\nSnowball in hell.\n\nThey all nod. Mick reloads the bong.\n\f13\n\nEXT. STREET - SAME\n\nBy the time Anton makes it out Mick's door, Molly is already\nparking the hog in her driveway, at the end of the block.\n\nAnton crosses to her side of the street and heads toward her\nwith resolve.\n\nEXT.",
  "9": "---END OF PREVIOUS SECTION---\nSTREET - SAME\n\nBy the time Anton makes it out Mick's door, Molly is already\nparking the hog in her driveway, at the end of the block. Anton crosses to her side of the street and heads toward her\nwith resolve. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n MOLLY'S HOUSE ~ SAME\n\nMolly slides her leather-clad butt off the seat and\ndisappears into her house. Anton leans against a tree and\nlooks expectantly at an upper window.\n\nSure enough, a light goes on and Molly moves into view in the\nupper window, a dark-haired goddess of rebellion.\n\nAnton gazes wistfully, longingly, up at her until she glances\noutside and sees him. He averts his eyes and quickly walks\naway.\n\nEXT. EUREKA, CALIFORNIA SHERIFF'S OFFICE - DAY\nA huge Winnebago parks in front of the Sheriff's office.\n\nDEBI LECURE steps out of the motor home with a newspaper in\nher hand and a parrot on her shoulder. She's about 28, with\nlong, painted nails and teased Jersey-girl hair.\n\nDebi tosses the newspaper onto the driver's seat and gently\nsets the parrot on top of the newspaper. The headline under\nthe bird reads \"SUSPECT CAUGHT IN EUREKA SLAYINGS.\"\n\nDEBI\n(to the parrot)\nWait here, Hot Train. I've got to\nlook respectable.\n\nHot Train doesn't respond. Debi slips on a pair of\nintellectual-looking glasses and locks the parrot in the\nmotor home.\n\nINT. SHERIFF'S OFFICE - SAME\n\nDebi approaches the DEPUTY behind the holly-decked main desk,\ncarrying herself stiffly.\n\nDEBI\nExcuse me. It's of the utmost\nimportance that I speak to Sheriff\nBuchanan.\n\f14\n\nDEPUTY\nSorry, ma'am, but as you can\nimagine, the Sheriff's pretty busy.\n\nDEBI\nPerhaps if you understood the gravity\nof the situation. . .\nThe door to the back office opens and a burly tree-trunk of a\nman, SHERIFF BUCHANAN, enters the reception area.\n\nDEBI\nYou must be Sheriff Buchanan. I'm\nDebi LeCure.\n\nShe extends a hand. The Sheriff ignores it.\n\nSHERIFF BUCHANAN\nI thought I ran all you creepy press\npeople out of here.\n\nDEBI\nI'm not with the press. Sir, it's\nimperative that I speak with Clement\nJames right away.",
  "10": "---END OF PREVIOUS SECTION---\nSHERIFF BUCHANAN\nI thought I ran all you creepy press\npeople out of here. DEBI\nI'm not with the press. Sir, it's\nimperative that I speak with Clement\nJames right away. \n---TARGET SECTION TO BE ANNOTATED---\nSHERIFF BUCHANAN\nNobody talks to Clement James ‘cept\nhis lawyer and the investigating\nofficers.\n\nDEBI\nI, too, am an investigator of sorts.\n\nSHERIFF BUCHANAN\nIs that a fact? Look, Miss Liqueur--\n\nDEBI\nLeCure.\n\nSHERIFF BUCHANAN\nBetween you and me, there ain't a\nwhole lot of investigating to be done.\nWe caught him in his bathroom, shaving\na cat and wearing nothing but his\ngranny's skivvies. No law against\nthat yet, but the half-dozen dead\nbodies lounging around his house gives\nme a wee hunch he's guilty.\n\fDEBI\nI don't doubt his guilt. My interest\nlies solely with his motive. Has he\nattributed his actions to any sort of\nsupernatural intervention?\n\nSHERIFF BUCHANAN\n\nWhat information Clement James has\nrevealed to the investigating officers\nis strictly confidential.\n\n(he pauses; then)\nBut seeing as you're kinda cute and\nnot with the press, I don't mind\ntelling you, off the record, that he\nain't said shit. His mind is so far\ngone, I doubt if he'll ever utter\nanother word.\n\nDebi slumps, visibly disappointed.\n\nDEBI\nI see.\n\nINT. WINNEBAGO - A MOMENT LATER.\n\nDebi scooches the parrot to one side and climbs into the\ndriver's seat, dropping both the glasses and the intellectual\nact.\n\nDEBI\nWell, bird of mine, looks like\nanother dead end.\n\nHot Train doesn't answer. Debi starts her engine, crooning\nto the parrot.\n\nDEBI\nPretty bird. Hello, pretty bird.\nTalk, you fuck.\nEXT. STREET - DUSK\nCarrying a brown paper sack and a bag of dog kibble, Anton\nfrowns. He stops walking and looks suspiciously into the\ngathering mist around him.\n\nHe takes a few steps and looks again. No one.\n\fle,\n\nAs Anton continues walking, an UNIDENTIFIABLE FIGURE STALKS\nHIM, staying almost entirely under the mist's cover. There's\nsomething SHIMMERY, SILVERY about him, but then again, it may\njust be the mist.",
  "11": "---END OF PREVIOUS SECTION---\nNo one. le,\n\nAs Anton continues walking, an UNIDENTIFIABLE FIGURE STALKS\nHIM, staying almost entirely under the mist's cover. There's\nsomething SHIMMERY, SILVERY about him, but then again, it may\njust be the mist. \n---TARGET SECTION TO BE ANNOTATED---\nThe figure pulls back into the shadows as Anton glances over\nhis shoulder, listening hard.\n\nSuddenly, Anton whips his head around to face his stalker,\nput finds only the shifting mist. The SILVERY FIGURE has\nVANISHED.\n\nShivering, Anton steps into the street.\n\nWithout warning, he's THROWN TO THE GROUND. His groceries\nspill into the street.\n\nA billy club is pressed hard against the back of his neck,\nshoving his face into the asphalt.\n\nVOICE (0.S.)\nFrisk him. I'll check his bag.\n\nHe's thoroughly patted down. His baseball cap is removed and\nAnton holds his breath.\n\nVOICE (0.S.)\nRoll over.\n\nAnton rolls onto his back to see TWO UNIFORMED POLICE\nOFFICERS in their early twenties, sporting the nametags RUCK\nand MCMACY.\n\nRUCK\n(kicking Anton's grocery bag)\nNothing here. You?\n\nAnton's hat is in McMacy's hands, being inspected. Anton\ntries not to look nervous.\n\nMcMACY\nHe's clean.\n\nMcMacy leans over and jerks the baseball cap down on Anton's\nhead, the secret hiding place undiscovered.\n\nRUCK\nDamn.\n\nRelieved, Anton scrambles of the street and scoops his\ngroceries back into the bag.\n\fANTON\nSince when is it against the law\nto grocery-shop?\n(looking up’at them,\ndouble-taking)\nHey, I know you two. Weren't you\nseniors when I was a freshman?\n\nRUCK\n(sinister)\nThat's right. Let's talk about high\nschool, Anton.\n\nMcCMACY\n(hauling Anton to his feet)\nYou and your fancy little clique\nzipping around on your skateboards.\nThought you were too cool for us,\nhuh? Did any of you ever, even once,\ninvite us to get high behind the gym?\n\nRUCK\n(yanking Anton his way)\nOr to hang at the half-pipe? Or go\nto a punk show?\n\nANTON\nYou were dorks!\n\nMcMACY\n(turning Anton toward him)\nBut now we're cops, Anton. Your\nsafety and security, your future\nand your very life are in our hands\nevery single day.\n\nRUCK\nThink about that when you try to\nsleep tonight.\n\nANTON\n(shaking his head, amused).",
  "12": "---END OF PREVIOUS SECTION---\nYour\nsafety and security, your future\nand your very life are in our hands\nevery single day. RUCK\nThink about that when you try to\nsleep tonight. ANTON\n(shaking his head, amused). \n---TARGET SECTION TO BE ANNOTATED---\nOoh. There's sure nothing scarier\nthan a spiteful nerd with a power\nwoody.\n\nRUCK\n(marrowing his eyes)\nEmpty your pockets, boy!\n\nANTON\nNice try, but they're not even my pants.\n\fAnton pulls. out a crumpled dollar and some change, but\nsomething else comes out too, falling to.the ground ...a\nBAGGIE.\n\nMcMacy pockets Anton's money and snatches the baggie up. He\nopens it and inhales deeply.\nMCMACY\nSmells like marijuana to me. Write\nit up, Ruck. :\n\nANTON\nIt's empty!\n\nRuck scribbles on a ticket pad.\nANTON\nWhat? I know my rights. You can't\ncite me for possession of baggie!\nRuck and McMacy laugh.\n\nRUCK\nJaywalking. Maximum fine, $200.\n\nRuck tucks the ticket into Anton's grocery bag.\n\nINT. LIVING ROOM - NIGHT\n\nAnton tears the jaywalking ticket into strips and lays them\nout on the coffee table. Removing his stash from his hat, he\nrolls each ticket-strip into a FAT JOINT.\n\nHe sits back, lights up, and hears a noise: a FLOORBOARD\nCREAKS upstairs. Anton pauses, listening.\n\nAnother CREAK, right above him. He mutes the TV. Lying at\nhis feet, Danzig is PANTING loudly. Anton reaches down and\nCLOSES the DOG'S MOUTH.\n\nHe listens again, but this time, the house is silent.\n\nHe shakes his head, dismissing it, and returns to channel-\nsurfing.\n\nINT. KITCHEN - LATER\n\nAs an Everclear video comes to a loud, crashing end, Anton\n\npours dog kibble into both Danzig's and Bones' bowls. The\npets eat.\n\f19\n\nThe familiar notes of the MTV NEWS THEME SONG swell up in the\nliving room. Watching TV through the open kitchen door,\nAnton dumps his groceries on the counter -- bologna, white\nbread, mayo -- and starts making a sandwich.\n\nTABITHA SOREN (OS)\nThis is Tabitha Soren with MTV World\nNews.",
  "13": "---END OF PREVIOUS SECTION---\n19\n\nThe familiar notes of the MTV NEWS THEME SONG swell up in the\nliving room. Watching TV through the open kitchen door,\nAnton dumps his groceries on the counter -- bologna, white\nbread, mayo -- and starts making a sandwich. TABITHA SOREN (OS)\nThis is Tabitha Soren with MTV World\nNews. \n---TARGET SECTION TO BE ANNOTATED---\nWithout taking his eyes off the TV, he opens the silverware\ndrawer and fishes around, pulling out a huge, evilly sharp\nknife -- the blade is covered with DRIED BLOOD.\n\nAnton twists the top of the mayonnaise.\n\nTABITHA SOREN (OS)\nThere'll be no trick-or-treating for\none town this year. Bolan, Oregon,\na small suburb of Portland, has been\nterrorized by seemingly random slayings\nfor the past week.\n\nWithout looking down, he swirls the knife in the mayo and\nbits of dried blood come off.\n\nOblivious, Anton spreads it on his bread, slaps on some\nprocessed meat, and raises the sandwich to his mouth.\n\nTABITHA SOREN (OS)\nSix bodies have been discovered to\ndate and the killer is still at large.\nWith Halloween only one day away, Bolan\npolice are advising extra caution...\nAnton takes a bite, chews, and\nLOOKS DOWN --\nThe bloody knife sticks out of the rust-flecked mayo.\nANTON GAGS.\n\nIn pure terror, he drops his sandwich and flattens himself\nagainst the wall.\n\nANTON\nHe's here! He's in my house!\n\nHe scans the room, wild-eyed, but the only sounds are the TV\nand the dog's eating.\n\nANTON\n(half-whimpering)\nDanzig! C'mere, boy.\n\f20\n\nThe German Shepherd trots over from his food dish.\n\nANTON\n(whispering to the dog)\nIf you see, hear, or smell a psycho\nkiller, you bark. Loud.\n\nAnton points him at the living room and gives hima shove.\n\nINT. LIVING ROOM '- SAME\n\nDanzig SLIDES. across the hardwood floor on his butt, coming\nto a stop at the coffee table.\n\nAnton peers out from the kitchen. Danzig looks back at him\nquizzically and Anton slips into the room, latching tightly\nonto the dog.\n\n: ANTON\nOkay, Danzig. We're gonna make it.\n\nHe creeps toward the entry way in a panic, pointing Danzig in\nthe direction of every little NOISE.\n\nINT. ENTRY WAY - SAME\n\nWith a firm grip on Danzig's collar, Anton's nearly to the\nfront door.",
  "14": "---END OF PREVIOUS SECTION---\nHe creeps toward the entry way in a panic, pointing Danzig in\nthe direction of every little NOISE. INT. ENTRY WAY - SAME\n\nWith a firm grip on Danzig's collar, Anton's nearly to the\nfront door. \n---TARGET SECTION TO BE ANNOTATED---\nTABITHA SOREN (OS)\nSo, Bolan residents, lock your doors\nand stay inside tonight.\n\nANTON\nFuck that!\n\nHe reaches for the doorknob. Danzig BARKS FURIOUSLY at the\ndoor.\n\nANTON\n(deadbolting the door)\nOh, shit! He's out there!\n\nHe races up the stairs with Danzig following.\n\nINT. ANTON'S BEDROOM - SAME\n\nAnton slams his door shut, gasping for breath, and climbs\nonto his bed, hugging the dog. The house is full of CREAKS\nand GROANS, amplified by Anton's fright.\n\f21\n\nANTON\n\n(to the dog)\nOkay, the plan. The killer's on the\nporch, but the door's locked. He'll\nget bored and go kill someone else.\nPsycho killers only come out at night,\nso if we make it to morning, we'll be\nsafe. Piece of cake -- we just sleep\nit off.\n\nAs he reaches to turn off the light, his closet door CREAKS\nOPEN an inch.\n\nDanzig BARKS. Anton bolts from the room.\n\nINT. PARENT'S BEDROOM - SAME\n\nAnton tears into the PARENTS' BEDROOM FROM SCENE 1, lit by\nthe same bedside lamp. The phone is back in its place, but\nthe long cord is slick with blood. Anton doesn't notice.\n\nHe leaps onto his parents' bed, pulls the covers up to his\nneck, and cowers. He takes a deep breath and tells himself:\n\nANTON\nThe sooner you go to sleep, the\nsooner it'll be morning.\n\nHe snaps off the lamp and lies back. Looking up at the\nceiling, he freezes, seeing the glow-in-the-dark paint:\n\nI'M UNDER THE BED\nAnton is paralyzed with fear. His mouth is open, but silent.\n\nA beat, then Anton hurls himself off the bed and out the door\nterror-stricken.\n\nINT. ENTRY WAY - SAME\n\nSCREAMING, Anton flies down the stairs, looking back over his\nshoulder in complete hysteria.\n\nOn his way to the door, he grabs the cordless off the table,\nbut the floor-length TABLECLOTH TRIPS HIM.",
  "15": "---END OF PREVIOUS SECTION---\nINT. ENTRY WAY - SAME\n\nSCREAMING, Anton flies down the stairs, looking back over his\nshoulder in complete hysteria. On his way to the door, he grabs the cordless off the table,\nbut the floor-length TABLECLOTH TRIPS HIM. \n---TARGET SECTION TO BE ANNOTATED---\nAnton goes sprawling and the table CRASHES to the floor,\nexposing, to Anton's horror --\n\nthe MUTILATED BODIES of his PARENTS.\n\nHis mother's face is frozen in a pleading expression, her\nclosed fist held upward by a stiff arm.\n\f22\n\nAnton GASPS.\n\nHe glances up the staircase with dread, but the killer has\nyet to show himself.\n\nUnlocking the front door, Anton scoops up Bones, pushes\nDanzig outside, and runs.\nEXT. STREET. - SAME.\n\nAnton races down the block, cat in one hand and cordless\nphone in the other, Danzig at his heels.\n\nHe hurdles a short hedge, landing in Molly's yard.\n\nEXT. MOLLY'S YARD - SAME\n\nMolly's house is dark. Anton drops to his knees behind the\nhedge, trying to catch his breath. Bones and Danzig eye him.\n\nAnton looks through the thick leaves at his house. It's\nquiet and still, dark except for the entry way light and the\nflickering of the TV in the living room.\n\nHe yanks the cordless phone's antenna to its full length and\nDIALS 911.\n\nANTON\n(into phone)\nHello, police? The killer's loose\nin my house! 3604 Clinton Street.\nPlease hurry, I don't want to die!\n\nHanging up, he leans back against the hedge, panting.\n\nIN MOLLY'S UPSTAIRS WINDOW\n\nUnnoticed by Anton, Molly peeks through the shutters and\nwatches him curiously.\n\nINT. BOLAN POLICE DISPATCH OFFICE — SAME\n\nA very tired-looking DISPATCHER presses the button on her\npolice radio.\n\nDISPATCHER\nOne Allen Ten, we have yet another\nsupposed killer sighting. Can you\ntake a look? Over.\n\fnN\nwh\n\nCOP VOICE\n(over radio) -\nThis is One Allen Ten. We still have\nthree more sightings to investigate\nfirst, but we're working as fast as we\ncan. We'll check it out as soon as\npossible, over.\n\nDISPATCHER\nOne of these calls has to Pay off, over.\n\nEXT. MOLLY'S YARD - SAME\n\nWhile Molly watches from her window, Anton pulls out a\n\nticket-rolled doobie.",
  "16": "---END OF PREVIOUS SECTION---\nDISPATCHER\nOne of these calls has to Pay off, over. EXT. MOLLY'S YARD - SAME\n\nWhile Molly watches from her window, Anton pulls out a\n\nticket-rolled doobie. \n---TARGET SECTION TO BE ANNOTATED---\n But just as he's about to light up,\nDanzig lays his head on Anton's leg.\n\nAnton looks down to pet the dog -- and suddenly spits his\njoint across the yard...\n\nHis purple T-shirt is speckled with small blotches of paint,\nGLOWING in the darkness. He holds up the bottom of the shirt:\na small section of fabric is missing, TORN OFF.\n\nANTON\nOkay. Stay calm.\n\nHe whirls to look through the hedge again.\n\nHis house is still silent, motionless. No killer in sight.\nHe stands up, musters his courage, and creeps stealthily\ntoward his house.\n\nEXT. PORCH ~ SAME\n\nAnton climbs the stairs slowly, alert, but COMPLETELY\nEXPOSED.\n\nThe front door is still wide open. MTV hums in the living\nroom. The overturned table is visible, but the bodies are\nout of sight behind it.\n\nAnton moves cautiously through the door. Behind him, Danzig\nWHINES.\n\nINT. ENTRY WAY - SAME\n\nStanding over his parents' bodies, Anton shields his eyes\nfrom the horrible spectacle.\n\f24\n\nHe reaches for his mother's closed fist and\n. PRIES HER HAND OPEN to reveal\nA PIECE. OF PURPLE CLOTH.\n\nHe uncrumples it and holds it to his shirt -- A PERFECT\nPUZZLE-PIECE MATCH.\n\nQUICK FLASHES:\n\n-- His mother in the bedroom, pleading, crying,\n\n-- The HUGE KNIFE in his own hand, slicing through the air,\n-- His mother tearing at his shirt as she sinks to the floor.\n\nAnton staggers back from the bodies in disbelief.\n\nANTON\n(horrified)\nThe killer was wearing my shirt!\n\nINT. LIVING ROOM - SAME\n\nAnton stumbles to the couch on automatic. Videos flash\nacross the TV screen. Anton grabs the remote and switches\nchannels until he finds the news:\n\nTV REPORTER\n\n+ + + so Bolan city officials have\ndecided that the local elementary,\njunior high, and high schools will\nhold Halloween parties in lieu of\ntrick-or-treating. Kids will be able\nto have plenty of safe, secure fun\ntomorrow night. Back to you, Bruce.\n\nZombie-like, eyes glued to the TV, Anton pulls his stash from\nbeneath the couch and loads a bowl.",
  "17": "---END OF PREVIOUS SECTION---\nKids will be able\nto have plenty of safe, secure fun\ntomorrow night. Back to you, Bruce. Zombie-like, eyes glued to the TV, Anton pulls his stash from\nbeneath the couch and loads a bowl. \n---TARGET SECTION TO BE ANNOTATED---\n He takes a huge hit.\n\nNearby, the cat YOWLS. Anton winces at the sound.\n\nANTON\n(without looking)\nShut up, Bones, I want to hear this.\n\nANCHORMAN\nSeveral bodies were found in a park\nnot too far from that high school --\nmailman Matthew Wright, who was abducted\nsomewhere on his route Tuesday, and\nJehovah's Witness Ingrid Renan, who\nrang her last doorbell sometime on\nWednesday.\n\f25\n\nThe CAT'S YOWLING continues, over and over.\n\nANTON\nBones! Shut-- .\n\nHe turns his head toward the cat and the last word dies on\nhis tongue .. .«\n\nNext to him on the couch, Bones YOWLS again, with ANTON'S OWN\nHAND WRAPPED around the CAT'S THROAT, squeezing.\n\nANTON\n(letting go)\nJesus Christ!\n\nStunned, he stares at his hand in disbelief.\n\nANCHORWOMAN\nWe now take you live to Bolan, where\nJenny Takumatsu has a very personal\nstory about one of the murder victims.\nJenny?\n\nAnton makes a fist. He opens it. His hand seems to be\nresponding just fine. He pinches his palm with his other\nhand and YELPS in pain.\n\nJENNY\nI'm standing outside the local Burger\nKing, where honor student Kenneth Lippy\nmade a little extra money manning the\ndrive-thru...\n\nHorrified, Anton looks at the Burger King bag at his feet,\nand then at his hands. He grabs up the bag, crumples it, and\nshoves it under the couch as...\n\nthe DOORBELL RINGS.\n\nANTON\nThe cops!\n\nHe hides his pot.\n\nINT. ENTRY WAY - SAME\nANTON\n(heading for the door, muttering)\nTook ‘em long enough.\n\nHis PARENTS' CORPSES stop him short.\n\f26\n\nANTON\nOh, fuck!\n\nHe quickly tries to set the table back up with the bodies\nhidden beneath it, but it just won't work -- as soon as he\ngets all the arms tucked in ‘under the tablecloth, a leg\nsproings out. He. folds the leg in, only to push his Dad's\nhead out the other side. :\n\nThe DOORBELL RINGS: again.",
  "18": "---END OF PREVIOUS SECTION---\n26\n\nANTON\nOh, fuck! He quickly tries to set the table back up with the bodies\nhidden beneath it, but it just won't work -- as soon as he\ngets all the arms tucked in ‘under the tablecloth, a leg\nsproings out. He. folds the leg in, only to push his Dad's\nhead out the other side. :\n\nThe DOORBELL RINGS: again. \n---TARGET SECTION TO BE ANNOTATED---\nANTON\nI'm coming!\ni\nHe gives the bodies a final, determined shove and the: whole\ntable TIPS OVER.. Anton groans. The DOORBELL CHIMES\ninsistently, over and over.\n\nANTON\nJeez, chill! I'm coming!\n\nAnton shoves his parents into the COAT CLOSET, stands the\ntable up, and opens the front door.\n\nMick, Pnub, and Jimmy surge into the room with beer and bud.\n\nMICK, PNUB, JIMMY\nParty at Anton's!\n\nPnub and Jimmy beeline for the TV in the living room and\nAnton goes weak with relief. Sweat slicks across his\nforehead.\n\nMICK\nHey, you okay? You got a fever?\n\nMick holds a frosty 12-oz to Anton's forehead.\n\nANTON\nYou're not going to believe this.\n\nMICK\nWhat's up?\n\nTaking the beer from Mick, Anton looks carefully into the\nliving room.\n\nINT. LIVING ROOM - SAME\n\nPnub and Jimmy are kicked back on the couch, smoking out.\n\nJimmy changes the channel and Pnub chokes on his smoke,\naggravated.\n\f27\n\nPNUB\nWhat the fuck, yo?\n\nJIMMY\nWhat? .\n\nPnub grabs the remote and smacks Jimmy with it before setting\nthe channel back to MIV. \"Freefalling\" fills the air.\n\nPNUB\nTom Petty rockumentary, dickhead.\nDon't change it again. JI want to see\nthat video where he tools around the\ndesert in his space buggy.\n\nINT. ENTRY WAY - SAME\n\nSatisfied that Pnub and Jimmy are occupied, Anton twists the\nbottlecap off his beer and pulls Mick over to the stairs.\n\nANTON\nSwear to take this to your grave?\nMICK\nJust tell me.\nANTON\nSwear.\nMICK\nOkay, okay. I swear.\nANTON\nI've been --\nPNUB (OS)\n(yelling)\nAnton! You got any grub?\nJIMMY (OS)\n(yelling)\nWe're starved!\nANTON\n(to Mick)\n\nStay here.\n\nINT. LIVING ROOM - SAME\n\nPnub and Jimmy are ambling toward the kitchen. Anton races\npast them.\n\f28\n\nINT.",
  "19": "---END OF PREVIOUS SECTION---\nLIVING ROOM - SAME\n\nPnub and Jimmy are ambling toward the kitchen. Anton races\npast them. 28\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n KITCHEN - SAME\n\nAnton grabs the open mayo jar off the counter -- with the\nBLOODY KNIFE still sticking out the top -- and shoves the\nwhole lot into the dishwasher.\n\nHe slams the dishwasher.shut as Jimmy and Pnub enter.\n\nANTON\nHere you go.\n\nAnton gestures to the bread and bologna still open on the\ncounter.\n\nJIMMY\nWow.\n\nPNUB\nYou're a great host, Anton.\n\nANTON\nWe're out of mayo.\n\nINT. ENTRY WAY - SAME\n\nMick is taking his jacket off as Anton enters. Anton throws\na panicked glance at the coat closet door, but Mick tosses\nhis jacket over the banister.\n\nMICK\nWell?\n\nAnton guzzles his beer, takes a deep breath, and:\n\nANTON\nI think I might be a psychotic serial\nkiller.\n\nMICK\n\nAnton, I've known you since third\ngrade. You're not psychotic.\n\nANTON\nWhat if I killed all those people\non the news?\n\nMICK\nRemember that time me and Pnub pulled\nthe legs off that grasshopper? You\nwussed out.\n\nANTON\nRegardless.\n\f29\n\nMICK\n(shaking his head)\nI don't buy it. Look at you, you're\nnormal. .\n\nANTON\n(frustrated)\nI'm telling you! I even killed my\nown parents. How demented is that?\n\nMICK\nCalm down. It's probably just bad\n\npot. /\nA beat as Anton considers this. He looks at Mick hopefully.\n\nANTON\nYou think?\n\nMICK\nWell, not if you got it from me. I\nonly sell primo shit.\n\nAnton looks disappointed.\n\nMICK\nI'll bet it's just some particularly\ngruesome acid flashbacks. Hey! You\nknow how sometimes when you take acid,\nyou get so into the trip you forget\nyou took it?\n\nANTON\nYeah...\n\nMICK\nYou're gonna be okay, buddy. Acid\nnever lasts longer than 12 or 14\nhours. I'll ride it out with you,\ntalk you down.\n\nANTON\nThanks, Mick. You could be right.\nGod, I hope you're right.\n(beat )\nMick? You didn't take any acid today,\ndid you?\n\nMICK\nNot that I recall.",
  "20": "---END OF PREVIOUS SECTION---\n(beat )\nMick? You didn't take any acid today,\ndid you? MICK\nNot that I recall. \n---TARGET SECTION TO BE ANNOTATED---\nANTON\nThen tell me if you see what I see.\n\f30\n\nAnton opens the closet door. His Parents spill out at Mick's\nfeet. Mick takes a step back.\n\nMICK\nFuck me! Anton, you are one sick\npuppy -\nANTON\n(anguished)\n\nIt's true! The killer wasn't just\nwearing my shirt, the killer was\nwearing me! I mean, I'm the killer!\n\nAnton waves the beer bottle for emphasis as the DOORBELL\nRINGS. He turns toward the front door. RED AND WHITE LIGHTS\nFLASH outside.\n\nANTON .\nMick! Help me get the bodies back--\n\nTurning back, Anton sees Mick SLUMP to the floor.\n\nAnton's BEER BOTTLE, BROKEN, is PLANTED DEEP in Mick's\nforehead. Anton looks down at his empty hand in disbelief.\n\nThe DOORBELL RINGS again and Anton wastes no time pushing the\nbodies -- Mick's included -- into the coat closet.\n\nPNUB (OS)\nAnton, you want me to get that?\n\nAnton closes the closet door and rubs out a spot of blood\nwith his shoe.\n\nANTON\n* I got it. It's the fuzz.\n\nINT. LIVING ROOM - SAME\nPnub and Jimmy, destroying the evidence, immediately start\neating their pot and lighting incense, frantically trying to\nwave away the smoke hanging in the air.\nINT. ENTRY WAY - SAME\nAnton opens the door to Ruck and McMacy.\n\nRUCK\n\nLooky who we got here, McMacy. It's\nMr. Baggie.\n\f31\n\nMCMACY\nYou called, Anton?\n\nANTON\n(feigning innocence)\nI did?\n\nRUCK\n(checking his pad)\n3604 Clinton Street. That's you.\n\nMCMACY\nSo where's this killer you reported?\n\nANTON\nSorry, no killer here. Must've been\na prank.\n\nAnton tries to close the door, but Ruck blocks it, leaning\nagainst the doorframe like he's got all night.\n\nAnton points.\n\nRUCK\nA prank? You know what the sentence\nis for playing games with the law,\nAnton?\n\nANTON\nNo, see, I didn't prank you. It\nmust've been, uh, Mick.",
  "21": "---END OF PREVIOUS SECTION---\nYou know what the sentence\nis for playing games with the law,\nAnton? ANTON\nNo, see, I didn't prank you. It\nmust've been, uh, Mick. \n---TARGET SECTION TO BE ANNOTATED---\n Yeah, you\nguys remember Mick -- he used to skate\npast the Physics Club and spit on you.\nHe lives two houses down.\n\nMcMacy pulls out his handcuffs.\n\nMCMACY\nLet's take him downtown.\n\nRUCK\nI have a better idea. Let's watch\nhim. Closely.\n\nMCMACY\n(nodding)\nEvery breath he takes.\n\nRUCK\nEvery move he makes.\n(pointing a completely\nserious finger at Anton)\nWe'll be watching you.\n\f32\n\nThe cops turn to saunter down the porch steps. Anton slams\nthe door. He fingers Mick's jacket forlornly before heading\ninto the living room.\n\nINT. LIVING ROOM - SAME\n\nPnub and Jimmy already have their pot back out, loading their\nbowls to the last few notes of “You Got Lucky, Babe.\" On the .\nTv, Tom Petty drives away in his space buggy and the video\nends.\n\nAnton steps. up behind the couch, visibly shaken.\n\nPNUB .\nAnton, dude, that was hairy. I couldn't\neven enjoy the video.\n\nJIMMY\nYou really shouldn't prank the cops,\nAnton. They have enough to do, what\nwith stamping out evil and all.\nWhere's Mick?\n\nANTON\nHe went home with a headache. You\nguys should head out too.\n\nJIMMY\nWhat? We're crashing here tonight.\nIt's cool, the cops are gone.\n\nPNUB\nAnton, no one else's parents are\nout of town. Don't be selfish.\n(motioning. at the TV)\nBesides, they're about to show that\nTom Petty duet -- you know, with that\nhippie girlie? We can't go now.\n\nANTON\nSeriously, guys, it's for your own\ngood. I don't think I have a whole\nlot of control over--\n\nPNUB\n(cutting him off)\nShhhhi! It's on.\n\nPnub's eyes are fixed on the TV and he doesn't even look for\nthe cause of the loud, sudden SLICING SOUND next to him, or\nthe subsequent GURGLE.\n\f33\n\nJIMMY'S HEAD rolls into his own lap, unrestrained by his\nneck.",
  "22": "---END OF PREVIOUS SECTION---\nIt's on. Pnub's eyes are fixed on the TV and he doesn't even look for\nthe cause of the loud, sudden SLICING SOUND next to him, or\nthe subsequent GURGLE. 33\n\nJIMMY'S HEAD rolls into his own lap, unrestrained by his\nneck. \n---TARGET SECTION TO BE ANNOTATED---\n It bounces just a little, and continues to the floor,\nlanding with a dull thud on Pnub's scuffed Chuck Taylors.\n\nANTON\n(aghast)\nShit!!! Pnub, Pnub!\n\nPnub tears himself from the TV and turns just in time to see\nJimmy's body follow his head to the floor. INNARDS spill out\nthrough a GAPING WOUND in Jimmy's chest.\n\nPNUB\nFucking Christ!\n\nAnton comes around the couch, looking with absolute terror at\nthe huge knife in his hand. Blood (and a little mayo) drips\nfrom the knife's wicked tip.\n\nANTON\n(freaking)\nHow does this keep happening???\n\nPnub scrambles backward into a corner, shaking, as Anton\nadvances on him, unable to stop.\n\nPNUB\nAre you out of your mind?! Snap\nout of it! It's me, Pnub, your buddy!\n\nAnton FIGHTS WITH HIMSELF, holding the knife out at Pnub with\nhis right hand and trying to restrain it with his left.\n\nANTON\nI know who you are, Pnub, you dumb\nfuck! I'm not doing this on purpose!\n\nAnton struggles to hold himself back, but she\" s drawn\nirresistibly toward Pnub.\n\nANTON\nGet out of here! I don't know how\nlong I can hold off!\n\nAnton steps over Jimmy's body. A bloody ARTERY catches on\nhis shoe and STRETCHES as Anton moves toward Pnub, slowly\npulling Jimmy's heart from his chest.\n\nJIMMY'S HEART SLIPS ACROSS THE FLOOR behind Anton as. . .\n\nTOM PETTY, STEVIE NICKS\n(singing, on TV)\nStop draggin' my, stop draggin' my,\nstop draggin' my heart around...\n\fIt's too much for Pnub. He SCREAMS.\n\nAnton looms above Pnub, knife glinting. Pnub covers his head\nwith his arms.. Anton REACHES DOWN. . .\n\nand grabs Pnub's hand, hauling him to his feet. Pnub\nSHRIEKS.\n\nAnton shoves Pnub toward the front door.",
  "23": "---END OF PREVIOUS SECTION---\nand grabs Pnub's hand, hauling him to his feet. Pnub\nSHRIEKS. Anton shoves Pnub toward the front door. \n---TARGET SECTION TO BE ANNOTATED---\n Giving Jimmy's\ncorpse a wide berth, Pnub stubs his toes on the TV.\n\nANTON\nRun, damn it!\n\nThe knife raises Anton's hand into the air. Anton grapples\nwith it, using all his might to keep the knife still.\n\nANTON\nRun!\n\nPnub limps hurriedly for the door as\nVOICE FROM NOWHERE\n(sinister whisper)\nKill him.\n\nAnton looks wildly around the room for the source of the\nvoice.\n\nVOICE FROM NOWHERE\n(louder)\nKill him!\n\nAnton's own SCREAMS add to Pnub's as his right arm is pulled\nback like a catapult by an UNSEEN FORCE.\n\nJust as Pnub reaches the door, the unseen force lets go of\nAnton's arm and the KNIFE ZINGS THROUGH THE AIR...\n\nslamming into the back of Pnub's skull with a SICKENING\nSMACK.\n\nPnub crumples. Still SCREAMING, Anton covers his eyes and\nruns blindly out the door.\n\nEXT. STREET - SAME\n\nAnton hightails it across lawns and driveways in utter\nhysteria, tripping over the hedge and sprawls into Molly's\nyard.\n\nPanting, he leaps to his feet and races down the block.\n\f35\n\nEXT. PARK - SAME\n\nAnton half-runs, half-stumbles into the park, gasping for\nbreath and checking behind him. ‘Several sections of the\npark's thick hedge are ROPED OFF with yellow police crime\nscene tape.\n\nHe rushes for a set of monkey bars, but the entire structure\nCOLLAPSES just as he's about to duck under it.\n\nAnton veers to the right, floundering into the sandbox, and\nthe BLOODY KNIFE THRUSTS up out of the sand in front of him.\n\nHe whirls again, disoriented, as a DISEMBODIED LAUGH fills\nthe park, an evil, bone-chilling rumble rising from nowhere\nand everywhere.\n\nAnton bones out, heading back towards home.\n\nEXT. STREET — SAME\n\nAnton hurries down the dark street, spooked by every sound\nand trying hard to keep a look-out in every direction.",
  "24": "---END OF PREVIOUS SECTION---\nAnton bones out, heading back towards home. EXT. STREET — SAME\n\nAnton hurries down the dark street, spooked by every sound\nand trying hard to keep a look-out in every direction. \n---TARGET SECTION TO BE ANNOTATED---\nSuddenly, the KNIFE SHOVES THROUGH THE SIDEWALK between his\nlegs, pointing the tip STRAIGHT UP at his balls.\n\nAnton yelps, startled out of his wits, and dives behind a\nbush in someone's front yard.\n\nA LIGHT GOES ON in the house. It's Molly's house. It's\nMolly's bedroom light. She opens her window and looks down\nat the rustling bush.\n\nMOLLY\nWho's out there?\n\nAnton rolls out of the bush, onto the grass.\n\nMOLLY\n(smirking a little)\nOh, it's you.\n\nANTON\n(brushes himself off)\nHi. Sorry about your bush.\n\nThe KNIFE APPEARS in Anton's hand. He quickly hides it\nbehind his back and flings it to the ground.\n\nMOLLY\nNot a problem. Are you planning\nto do this all night?\n\f36\n\nThe knife puts itself firmly in Anton's -hand again.\n\nANTON\nDo what?\n\nBehind his back, he tries to drop the knife, but it seems to\nbe attached. He shakes his hand. The knife remains.\n\nMOLLY\nSneak around my.yard. How many\ntimes have you been here tonight?\n\nANTON\n(distracted)\nUh, twice?\n\nHe shakes the knife violently behind his back, but it refuses\nto leave his hand.\n\nMOLLY\nWait there.\n\nShe disappears from her window. Of it's own accord, Anton's\nhand brings the knife in front of his body. His other hand\njoins the first on the knife handle and the evil blade POINTS\nstraight at Molly's door.\n\nAnton immediately turns away. Holding the knife over the\nbush, Anton gives his hands a sharp, fierce BITE.\n\nHe yelps and drops the knife. It falls into the bush just as\nMolly opens the front door.\n\nMOLLY\nGet in here before someone sees you.\n\nAnton heads inside and Molly closes the door.\n\nINT. MOLLY'S BEDROOM - SAME\n\nAnton and Molly enter her room quietly. She looks him up and\ndown.\n\nMOLLY\nJesus, look at you.\n\nAnton looks at himself. His shirt and Mick's pants are\ncovered with blood, dirt, and bush.\n\nANTON\nI got into a fight at the park.\n\f37\n\nMOLLY .",
  "25": "---END OF PREVIOUS SECTION---\nHis shirt and Mick's pants are\ncovered with blood, dirt, and bush. ANTON\nI got into a fight at the park. 37\n\nMOLLY . \n---TARGET SECTION TO BE ANNOTATED---\nYou sure got your ass’ kicked.\n\nANTON\nI did okay.\n\nMOLLY\nSo you ran and hid in my bush?\n\nAnton's eyes focus on a letter opener on Molly's desk and\ngets a QUICK FLASH of the letter opener VICIOUSLY SLASHING\nMolly's throat open.\n\nAnton shakes the image from his head but POTENTIAL WEAPONS\nseem to leap out at him: a stapler, an extension cord, a\nhairdryer, a Hello Kitty pen and pencil set.\n\nAnton shudders.\n\nANTON\nI really shouldn't be here.\n\nMOLLY\nIt's okay. My parents sleep like the\ndead. Besides, you shouldn't be on\nthe streets at night. Don't you know\nthere's a killer out there?\n\nAnton's hands abruptly grab Molly and pull her close,\nbringing their faces just an inch apart. Anton plants a\npassionate kiss on her.\n\nMOLLY\n(coming up for air)\nI'm impressed. The way you've been\ncreeping around and spying on me,\nI never would've thought you'd have\nthe balls to just kiss me like that.\n\nANTON\n(surprised at himself)\nMe neither.\n\nShe grins and pushes him onto the bed. He pulls off her\nshirt. She closes her eyes as he runs his hands up her\nstomach, over her breasts . . . and ONTO HER THROAT.\n\nHis hands linger, circling her neck, itching to squeeze,\n\nuntil he forces them to glide over her face and through her\nhair.\n\nGRATUITOUS SEX SCENE\n\f38\n\nEXT. REST STOP - NIGHT\n\nDebi's Winnebago is parked off to the side by itself, as far\nas possible from the crowd at the restrooms.\n\nINT. WINNEBAGO - SAME\n\nHot Train watches the Northern California weather report on a\ntiny battery-powered TV.\n\nAcross the motor home's one room, Debi untacks newspaper\narticles from her-wall. The 20-plus articles clustered .\ntogether all have headlines about multiple murder in Eureka\nand suspected serial killer Clement James.\n\nDebi calls over her shoulder:\n\nDEBI\nHello, pretty bird, hello.\n\nHot Train ignores her.\n\nDebi slips the articles into a file folder headed C. JAMES\nand turns. Every wall is plastered with current newspaper\narticles.",
  "26": "---END OF PREVIOUS SECTION---\nDebi slips the articles into a file folder headed C. JAMES\nand turns. Every wall is plastered with current newspaper\narticles. \n---TARGET SECTION TO BE ANNOTATED---\n Grouped together by locale, they detail evil of\nevery sort.\n\nNEWS ANCHOR\n(on TV)\nAccording to officials, the Bolan,\nOregon, slayings are the most gruesome\nsince Jeffrey Dahmer.\n\nTacked above the TV is a collection of articles relating to\nthe Bolan murders.\n\nDebi sits next to Hot Train and turns the volume up.\n\nNEWS ANCHOR\nPolice have yet to pinpoint even\na single suspect ...\n\nDebi hauls a huge road atlas onto her lap and flips it open\nto Oregon.\n\nDEBI\nStraight up I-5, Hot Train. We'll\nbe there by mid-morning. Cross\nyour scaly little bird-toes that\nwe catch him and end this thing.\n\nHot Train keeps his eyes on the TV.\n\f39\n\nDEBI\nPretty bird. Hello, hello, hello!\n(poking at him)\nYou know, that pet shop boy in .\nOmaha promised you'd be talking by\nTexas. If I'd wanted solitude, I'd\nhave bought a cat.\n(beat)\nI could still get a cat, you know.\nHow would you like that?\n\nNada from ‘the bird.\n\nDEBI\nTalk, damn it! Pretty bird, pretty\nbird! Look, bird, it's your job,\nplain and simple. Do you see me\nshirking my duty? Did anyone ask Debi\nif she'd like a normal life? Friends?\nA relationship? A toilet I don't have\nto drain every 600 miles?\n\nShe takes a breath.\n\nDEBI\nNo! Nobody asked and all I have until\nthis ordeal's over is this crappy\nWinnebago and you. The least you could\ndo is say hello.\n\nHot Train tilts his head toward her, maddeningly silent.\n\nDEBI\nFine.\n\nShe stomps away, snapping all the curtains shut. After\nmaking sure every door is securely locked, Debi crawls under\nthe kitchen table with the C. JAMES file folder.\n\nA small, thick SAFE is snugly wedged beneath the table.\n\nDebi deftly positions each of the safe's three combination\nlocks and pulls the heavy door open.\n\nHundreds of files, each headed with a different name and\npacked with newsprint, are stacked inside.",
  "27": "---END OF PREVIOUS SECTION---\nA small, thick SAFE is snugly wedged beneath the table. Debi deftly positions each of the safe's three combination\nlocks and pulls the heavy door open. Hundreds of files, each headed with a different name and\npacked with newsprint, are stacked inside. \n---TARGET SECTION TO BE ANNOTATED---\n As Debi adds the\nnew file, her hand brushes against the ONLY OTHER ITEM in the\nsafe:\n\nA tightly-rolled SCROLL of ancient parchment GLOWS brightly\nin the dark safe.\n\f40\n\nINT. MOLLY'S BEDROOM - EARLY MORNING\n\nAnton wakes with a start and looks at Molly. She's lying on\nthe bed, very still. Panicky, he grabs a hand mirror from\nher night stand and holds it to her open mouth. It fogs up.\n\nHe breathes a sigh of relief. Putting his clothes on, Anton\ngoes to the window and stares out at the cold morning,\nmelancholy, until --\n\nA hand touches his shoulder. Anton whips around in a panic,\nbut it's just Molly, wrapped in a blanket. She laughs\nlightly.\n\nMOLLY\nAt ease, soldier. What are you doing\nover here?\n\nANTON\nThinking about the snow plow. It's\nalmost winter.\n\nMOLLY\nHand me that teddy?\n\nAnton gives her the stuffed bear on the windowsill. She\npulls a baggie of The Kind from a hole in the bear's belly\nand Anton smiles.\n\nMolly smiles back and rolls a nice, tight joint. They pass\nit back and forth.\n\nMOLLY\nWhat about the snow plow?\n\nANTON\n\nThe first really big snow I can\nremember, I was four. I was so\njazzed, I spent all day making this\namazing snow fort, with two tunnel\nentrances and enough room inside to\nstand up straight. It was the biggest,\nbaddest thing I'd ever done.\n\n(pausing, remembering)\nThen my mom called me in. I was at\nthe window, staring at it, so proud,\nwhen I heard this huge rumble. I\nwatched, helpless, as a snow plow\nflattened it.\n\nHe meets Molly's eyes and shrugs.\n\nANTON\nNow I just figure what's the point?\n\f41\n\nMOLLY\nWhy'd you build your fort in the street?\n\nAnton looks stunned. Finally, in- wonderment:\n\nANTON\nI don't know.\n\nThey hear a DOOR CREAK OPEN somewhere in the house. Molly\nlooks at the clock -- 6:45 am.\n\nMOLLY\nBetter be on your way, babysnakes.",
  "28": "---END OF PREVIOUS SECTION---\nThey hear a DOOR CREAK OPEN somewhere in the house. Molly\nlooks at the clock -- 6:45 am. MOLLY\nBetter be on your way, babysnakes. \n---TARGET SECTION TO BE ANNOTATED---\nMy parents might take offense to\nsome dirty, bloody boy banging their\ndaughter.\n\nAnton looks at his clothes. They haven't gotten any cleaner.\n\nANTON\nYeah. I've got some things to take\ncare of.\n\nThey can hear her parents now, up and about in the house.\n\nANTON\nI guess I should go out your window,\nhuh? That always works in the movies.\n\nMOLLY\nHey, whatever loads your bowl. Why\ndon't you come by around seven? We'll\ngo to the dance.\n\nANTON\nI thought you said the streets weren't\nsafe at night.\nShe pulls him close for a final kiss.\n\nMOLLY\nI'll protect you.\n\nANTON\nYou're pretty cool.\n\nHe swings his legs over the windowsill.\n\nMOLLY\nHey! What's your name?\n\nANTON\nAnton. My name's Anton.\n\f42\nMOLLY\nAren't you in my biology: class?\nANTON\n(grinning & pushing off)\nYep.\nEXT. MOLLY'S YARD - SAME\n\nAnton lands, rolling across the grass under a heavily\novercast sky. He heads for home.\n\nINT. LIVING ROOM - SAME\n\nAnton enters to find the scene unchanged. The cat is licking\ndelicately at Jimmy's open chest wound.\n\nANTON\nBones! Get away from there!\n\nBones ignores him. Anton yanks the cat away from the corpse\nand holds her tight, surveying the carnage with dismay.\n\nBones licks Anton on the lips.\nANTON\n(pulling the cat away)\nSick!\nINT. PORCH - SAME\n\nAnton opens the front door with Bones in his arms and sets\nthe cat on the welcome mat. He turns back to the. house.\n\nANTON\nDanzig! Danzig, c'mere boy!\n\nThe dog joins them on the porch, sitting beside Bones.\nANTON\nGuys, this isn't easy for me, but\nyou have to understand. You're\nnot safe here.\nThe pets stare up at him.\nANTON\nI think you two will be fine on\nyour own.\n\nBones immediately scampers away. Anton looks at Danzig.",
  "29": "---END OF PREVIOUS SECTION---\nANTON\nI think you two will be fine on\nyour own. Bones immediately scampers away. Anton looks at Danzig. \n---TARGET SECTION TO BE ANNOTATED---\n\f43\n\nANTON\nLike I was saying, Danzig, this\nis a pretty affluent neighborhood,\nso you shouldn't have too much\ntrouble latching onto someone good.\n\nDanzig continues to stare up at him.\n\nANTON\nGo on.\n\nAnton turns the dog around and gives him a gentle shove.\n\nDanzig goes as far as the sidewalk and looks back at Anton\nwith pleading puppy-eyes.\n\nAnton takes a big gulp of air.\nANTON\nYou didn't do anything wrong,\nbuddy. It's for your own good.\n\nDanzig finally trots off down the street.\n\nANTON\n(calling after him)\nTry the Andersons -- they have a\n\nShitzu in heat!\n\nEXT. BACK YARD - A LITTLE LATER\n\nAnton shovels the final few loads of hard, cold dirt onto a\nMASS GRAVE, carefully packs the loose dirt down with the\nshovel, and steps back.\n\nHe turns abruptly and yanks a flowerless rhododendron bush\nout of the ground by the house, re-planting it atop the\ngrave.\n\nHe squeezes his eyes shut for a moment of reflection, but\ncan't bring himself to say anything over the grave.\n\nTurning away, he sees Danzig peeking around the corner of the\nhouse at him.\n\nAnton sighs sadly, the breath catching in his throat. With\nall his might:\n\nANTON\n(yelling at the dog)\nGo!\n\f44\n\nDanzig jumps and looks confused, but doesn't leave.\n\nANTON\nGet away! Now!\n\nAnton runs menacingly at him, shaking his fist, and Danzig :\ntakes the hint. Miserable, Anton watches his dog run. .\n\nA LOW MOAN swells ‘up behind him. Anton turns. The backyard\nis empty. Another MOAN...\n\nAnton creeps slowly toward the sound.\n\nMALE VOICE (0S)\n(muffled)\nAnton!\n\nAnton stops short. The voice seems to be coming from his\nfresh grave. A moment's hesitation, and then he goes slowly\nto the grave's edge.\n\nMALE VOICE (OS)\n(muffled)\nAnton, help me!\n\nAnton gasps. Then he shakes his head.\n\nANTON\n(to himself)\nIt's a trick.",
  "30": "---END OF PREVIOUS SECTION---\nAnton gasps. Then he shakes his head. ANTON\n(to himself)\nIt's a trick. \n---TARGET SECTION TO BE ANNOTATED---\nMALE VOICE (0S)\nBro, come on, I can't breathe down\nhere.\n\nANTON\nMick?\n\nAnton cautiously leans onto the grave and puts his EAR to the\nground... .-\n\nANTON\nMick?\n\nMICK (OS)\nYeah, man. Get me outta here!\n\nThe voice is undeniably coming from under the ground. Anton\njerks his head away and shoots back.\n\nANTON\n(spooked)\nYou're dead.\n\f45\n\nMICK (OS)\nNo, I'm not. You conked me on the\nhead pretty good. I must've been\nunconscious.\n\nAnton wavers uncertainly, but keeps his distance.\n\nANTON\nYou think?\n\nMICK\nI know, fucker. Dig me up!\n\nANTON\nYou're not a flesh-eating zombie,\ncome back to extract revenge?\n\nMICK\nDammit, Anton!\n\nANTON\nI'm pretty sure you're going to kill\nme.\n\nMICK\n\nIf I don't get a bong hit soon, I'll\nconsider it.\n\nThe dirt on top of the grave begins to shake.\nANTON\nStop it! You stay where you are,\nMick! You hear me?\n\nThe ground starts to rise, cracking open slightly. Anton\nglances around wildly.\n\nANTON\nDanzig! Danzig, come back, boy!\n\nBut the dog is long gone. Anton is breathing hard, scared\nshitless.\n\nANTON\nMick! If you were ever my bud,\nyou won't do this.\nA chilling MOAN rumbles from the ground as the crack widens.\nAnton looks around in a panic for something, anything -~\n\nthe SHOVEL! It's on the other side of the opening grave.\nAnton crawls toward it on his hands and knees.\n\f46\n\nTaking his eyes off the grave for a split-second, he lunges\nfor the shovel. Just as his fingers are about to close\naround the handle, the shovel is WHISKED AWAY.\n\nAnton spins around.\n\nMICK'S DIRTY, DECOMPOSING BODY is HALF OUT OF THE GRAVE,\nbroken beer bottle still embedded in his forehead.\n\nAnton falls backward. Mick LOOMS ABOVE HIM, brandishing the\nshovel. Anton can barely whisper:\n\nANTON\nPlease don't kill me.\n\nMick RAISES THE SHOVEL.",
  "31": "---END OF PREVIOUS SECTION---\nMick LOOMS ABOVE HIM, brandishing the\nshovel. Anton can barely whisper:\n\nANTON\nPlease don't kill me. Mick RAISES THE SHOVEL. \n---TARGET SECTION TO BE ANNOTATED---\n Anton's eyes widen in terror and --\n\nMICK\nDon't be stupid. Why would I want\nto kill you?\n\nMick uses the shovel to dig his body the rest of the way out\nof the dirt. Glimpses of Jimmy and Pnub's bodies are visible\nin the grave.\n\nANTON\n(relaxing a little)\nOkay, good. Wow, I'm really glad\nyou're alive, Mick.\n\nAnton slings an arm affectionately over his buddy's shoulder\n-- and abruptly double-takes on the dried blood caked around\nthe bottle embedded in Mick's forehead. Mick is an unearthly\nshade of pale to boot.\n\nMICK\n(off Anton's frown)\nWhat?\n\nANTON\nJust a sec.\n\nAnton grabs the beer bottle and YANKS, tearing the broken\nglass from Mick's skull. A large CHUNK of MICK'S FLESH comes\naway with it, exposing bone, but not a single drop of blood.\nMick doesn't flinch.\n\nANTON\n(backing away)\nYou weren't just unconscious. You're\ndead!\n\fMICK\nWell, undead.\n\nANTON\nYou lied to me!\n\nMICK\nHey, you killed me! Try to keep this\nin perspective. Now chill and listen\nto me. I'm supposed to give you a\nmessage from Satan.\n\nANTON\nRight. Look, there's only so much a\nguy can accept in one day, alright?\n\nMICK\nHe said your body count's too low and\nyou're slacking off. He wants you to\nslaughter a few hundred people tonight.\n\nANTON\nSure, Mick, like I'm gonna believe\nthat. Yeah, uh-huh, \"the devil made\nme do it.\" What, was I possessed?\n\nAnton laughs derisively. Then, suddenly--\n\nANTON\n(realizing)\nActually, you know what? That makes\nsense!\n(freaking)\nJesus Christ!!! Satan???\n\nMICK\nHeavy, huh?\n\nANTON\nAre you sure? I mean, the actual\nDevjl?\n\n_ MICK\nYeah. So I'm supposed to scare the\nshit out of you now.\n\nANTON\n(to himself)\nThis is crazy. Crazy! You gotta get\na grip here, Anton.",
  "32": "---END OF PREVIOUS SECTION---\nANTON\n(to himself)\nThis is crazy. Crazy! You gotta get\na grip here, Anton. \n---TARGET SECTION TO BE ANNOTATED---\n(to Mick)\nDid Satan happen to mention how I\ncould get him to leave me alone?\n\f48\n\nMICK .\nNo. Now listen, I'm supp--\n\nANTON\n(deep in thought)\nI need an exorcist. A priest.\n\nLOUD MUSIC starts pounding from the neighbors’ place,\nsnagging Anton's attention. The music is distinctly '80s\nmetal. It's distinctly Iron Maiden.\n\nANTON\nThat's it!\n\nHe heads for the fence separating his yard from the\nneighbors'.\n\nMICK\n(frustrated)\nAnton!\n\nBut Anton hops the fence and disappears. Mick takes a couple\nsteps toward the fence, but stops.\n\nMICK\nOh, fuck it.\n\nMick turns back to the grave and gingerly nudges Pnub's body\nwith his toe.\nEXT. METAL HOUSE BACKYARD - SAME\nAnton frantically pounds on the back door.\nANTON\n(yanking the door open)\nDevon? Joe?\nINT. METAL HOUSE - SAME\nAnton rushes in. The music is louder here -- Maiden's \"666.\"\nANTON\n(yelling)\nCurtis? Anyone home?\nThe living room walls are plastered floor to ceiling with\nmetal band posters: Black Sabbath, Iron Maiden, Blue Oyster\n\nCult, Ronnie James Dio, Motley Crue. A huge cloth Union Jack\ncovers the picture windows, obscuring the daylight.\n\f49\ntwo dirtheads in their late 20s, CURTIS and JOE, are passed\nout on the couch. ~\n\nANTON\nGuys! Wake up!\n\nHe tries desperately to shake Joe into consciousness.\n\nJOE\nFuck off.\n\nJoe turns over. Anton shakes Curtis.\nANTON\nCome on, wake up! I really need\nyour help.\nCurtis doesn't budge. Anton races for the stairs.\nANTON\n(yelling)\nDevon! Where ya at?\n\nThe MUSIC IS EVEN LOUDER by the front door, coming from the\nfront yard. Anton opens the door.\n\nEXT. METAL HOUSE FRONT YARD - SAME\n\nAnton trips over the source of the heavy metal: a boombox,\nnext to a blue Chevy Nova in the driveway.\n\nHe goes sprawling, coming face-to-face with a PAIR OF LEGS\npoking out from under the MOTHER OF ALL TRUCKS.",
  "33": "---END OF PREVIOUS SECTION---\nEXT. METAL HOUSE FRONT YARD - SAME\n\nAnton trips over the source of the heavy metal: a boombox,\nnext to a blue Chevy Nova in the driveway. He goes sprawling, coming face-to-face with a PAIR OF LEGS\npoking out from under the MOTHER OF ALL TRUCKS. \n---TARGET SECTION TO BE ANNOTATED---\nAnton tugs on the pantleg in a frenzy.\n\nANTON\nDev! I need your help.\n\nDEVON rolls out from under the truck, lying on his back on a\ncreeper -- one of those boards with wheels. About 28, with\nscraggly hair down to his shoulders, a thin mustache, and a\nblack mesh half-shirt, Devon is pure rocker.\n\nDEVON\n‘Sup, Anton? Check out the Ford,\nman. New shocks and springs.\n\nANTON\nListen, you've got to help me.\n\nDEVON\nChill, it's okay. I'll buy you beer.\n\f50\n\nANTON\n(shaking his head frantically)\nI'm being possessed. Tell me everything\nyou know about the Devil.\n\nDEVON\nWhy would I know anything about the\nDevil?\n\nAnton points to the boombox.\n\nBOOMBOX\nSix, six, six, the number of the\nbeast...\n\nANTON\n\nYou listen to this shit all the time.\nYou must have picked up some info on\nthe guy.\n\nDEVON\nAre you out of your fucking mind?\nIt's just music. Like Mozart and\nthat other fag --\n\nANTON\nBeethoven?\n\nDEVON\nThat's the guy. It's just like their\nmusic, only louder. Fucking people\nare always trying to read into it,\nsaying metal controls our minds with\nbackward messages and shit. I wasted\na whole year trying to hear a back-\nward message on that Judas Priest\nalbum and all I got was a scratched-up\nfucking record.\n\nANTON\nI'm telling you, Satan is real and\nhe's lurking me. If you won't help\nme, can I at least borrow your truck?\n\nDEVON\nYou are out of your mind. You know\nno one touches the Ford. I'll take\nyou for a spin, though, test out my\nnew shocks.\n\nANTON\n(nodding)\nYou know where Retirement Haven is?\n\f51\n\nEXT. BOLAN POLICE DEPARTMENT - DAY\n\nDebi's motor home monopolizes several spaces in front of\nBolan Police Headquarters. Beside it, Ruck and McMacy pull\na HANDCUFFED GUY out of their squad car.\n\nGUY\nHey, I'll give you guys fifty bucks\nif you let me go.\n\nThe two cops look at each other.",
  "34": "---END OF PREVIOUS SECTION---\nBeside it, Ruck and McMacy pull\na HANDCUFFED GUY out of their squad car. GUY\nHey, I'll give you guys fifty bucks\nif you let me go. The two cops look at each other. \n---TARGET SECTION TO BE ANNOTATED---\nRUCK\nEach?\n\nThe guy nods. Ruck and McMacy make sure the coast is clear\nand uncuff him.\n\nINT. POLICE DEPARTMENT - SAME\n\nSniffling and looking bereft in head-to-toe black, Debi is\nseated at a desk in the bustling office. Across the room, a\njunior officer points her out to CAPTAIN TIDWELL.\n\nCaptain Tidwell strides over, offering his hand to Debi.\n\nCAPTAIN TIDWELL\nI'm Captain Tidwell. I understand\nyou're Ingrid Renan's sister?\n\nDebi dabs at her eyes with a Kleenex and smiles up at him\nthrough her tears.\n\nDEBI\nYes. Lisa Renan.\n\nCAPTAIN TIDWELL\nMy condolences, Miss Renan. Terrible,\nterrible.\n\nDEBI\nThank you for seeing me, sir. I have\nto know if there's been any news at all.\n\nCAPTAIN TIDWELL\nMy force is doing everything in our\npower.\n\nDEBI\nPlease understand, it's just so hard\nto sit at home not knowing who or why.\nIf you could just tell me you have a\nsuspect, my family could rest easier.\n\fCaptain Tidwell sighs and ushers Debi into an office.\ncloses the door.\n\nCAPTAIN TIDWELL\nAs the entire town is aware, the\nkiller hasn't left a single clue.\nI'll be straight with you -- now\nthat the killing seems to have\nstopped, we have little to go on.\n\nDEBI\nStopped?\n\nCAPTAIN TIDWELL\nNot a single body has been found in\nthe past several days. Happens all\nthe time. These nuts quit as suddenly\nas they began. The harsh truth is,\nit's likely we'll never discover his\nidentity.\n\nDEBI\n(dropping her bereaved act)\nFuck.\n\nINT. MOBILE HOME - A MOMENT LATER\n\nDebi sits at the kitchen table.\n\nDEBI\nMissed him again, Hot Train.\n\nHot Train eyes her in silence.\n\nHe\n\nPushing aside a newspaper article with victim Ingrid Renan's\n\nname circled, she prints \"Unknown Bolan Killer\" on a fresh\n\nfile folder.\n\nDejectedly, she begins taking Bolan-related articles down\n\nfrom the wall.",
  "35": "---END OF PREVIOUS SECTION---\nHot Train eyes her in silence. He\n\nPushing aside a newspaper article with victim Ingrid Renan's\n\nname circled, she prints \"Unknown Bolan Killer\" on a fresh\n\nfile folder. Dejectedly, she begins taking Bolan-related articles down\n\nfrom the wall. \n---TARGET SECTION TO BE ANNOTATED---\nEXT CITY STREET - SAME\n\nDevon and Anton drive past a Burger King, where a pack of\n\nMOURNERS gather around a shrine of candles obstructing the\n\ndrive-thru.\n\nA line of cars trying to use the drine-thru HONK as the\nManager pleads with the mourners to clear the way.\n\ndon't budge.\n\nThey\n\f53\n\nEXT. RETIREMENT HAVEN - A MOMENT LATER\n\nAnton hops out of Devon's truck and Devon peels out.\n\nEXT. RETIREMENT HAVEN ~ A MOMENT LATER\n\nAnton walks down a long hallway peppered with OLD PEOPLE. As\nAnton passes him, a particularily ancient GENTLEMAN slips\nfrom his wheelchair and falls to the floor, DEAD.\n\nAnton immediately looks at his own hands as an ORDERLY rushes\nover to check the guy for any signs of life. .\n\nANTON\n(seriously distressed)\nI didn't even touch him, I swear!\n\nThe orderly gives Anton an odd look and Anton hurries down\nthe hall. .\n\nINT. GRAMS' ROOM - SAME\n\nGRAMS is knitting in an overstuffed easy chair as Anton\nappears in the open doorway. He knocks on the door frame.\n\nGRAMS\nAnton! How nice of you to visit!\n\nANTON\nHow's it going, Grams?\n\nGRAMS\nCome in. Sit, sit.\n\nAnton pulls up a chair.\n\nGRAMS\nLook how you've grown! You're\ngetting to be such a handsome\nyoung buck. How are your parents?\n\nANTON\nThat's kinda what I want to talk\nto you about. ..\n\nA. badly-wrinkled OLD MAN moseys in and sits on the arm of\nGrams’ chair. He puts his hand on her knee.\n\nGRAMS\nAnton, I'd like you to meet my\nboyfriend, Leon.\n\f54\n\nANTON :\nI was hoping we could speak in\nprivate.\n\nLEON\n\nLet me tell you something, sonny.\nIf I had a horse, I'd buy it oats\nand fuck it.\n\nANTON\nIs that right?\n\nGRAMS\nYou can speak freely in front of\nLeon, dear. ‘He's a few sandwiches\nshort of a. picnic.\n\nANTON :\nPickin's are pretty slim here, huh,\nGrams?\nGrams sighs and nods.",
  "36": "---END OF PREVIOUS SECTION---\nGRAMS\nYou can speak freely in front of\nLeon, dear. ‘He's a few sandwiches\nshort of a. picnic. ANTON :\nPickin's are pretty slim here, huh,\nGrams? Grams sighs and nods. \n---TARGET SECTION TO BE ANNOTATED---\nANTON\n\nGrams, I really need your help. I\nknow you believe in superstitions\nand all that dark magic stuff.\n\nGRAMS\nRan my own cult for 35 years.\n\nANTON\nYeah, so I figured you'd understand.\nSee, I...1...\n\nGRAMS\nSpit it out, dear.\n\nANTON\nThe Devil is using me as an instrument\nof death.\n\nLEON\nBoy's a killer, Reba.\n\nGRAMS\nHush, Leon. Anton, I'm really not\nsurprised.\n\nANTON\n\nYou're not?\n\fGRAMS :\nThe way your parents raised you,\nletting you sit around on your\nduff all day watching TV, it makes\nperfect sense. Did you learn one\nsingle constructive thing today in\nschool?\n\nANTON\nIt's Sunday, Grams.\n\nGRAMS\n(shaking her head)\nIt's the old Idle Hands clause.\nSatan is taking his due.\n\nANTON\nWhat?\n\nGRAMS\nIdle hands are the Devil's play-\nground, Anton. I don't blame you,\nof course.\n\nANTON\n(frowning)\n\nThanks.\nGRAMS\n\nIt's your parents' fault. You've\nalways been a very lazy boy and\nthey've done nothing to correct it.\n\nLEON\nI've always said this younger\ngeneration is lazy. You need to\nlearn discipline and self-control.\nWhoops, soiled myself again.\n\nLeon hops out of the room.\n\nGRAMS\nHand me the phone, Anton. We'll get\nyour parents over here and put an\nend to this.\n\nANTON\n(very quietly, pained)\nGrams, I killed Mom and Dad.\n\nGRAMS\nOh, dear.\n\n55\n\f56\n\nANTON\nAnd my friends and-- Oh, no!\nGrams, what if I . . . What if the\nDevil makes me kill you, too?\n\nAnton staggers backward with huge, scared eyes.\n\nANTON .\nI better go.\n\nGRAMS\nIt's okay, Anton, I have an idea that\njust might save you. Come here.\n\nAnton approaches her reluctantly.\n\nINT. LIVING ROOM - LATER\n\nThe TV is on and Anton is kicked back in his usual spot on\nthe couch, happy as a clam.\n\nANTON\n(to the TV)\nYou tell ‘em, Mr.",
  "37": "---END OF PREVIOUS SECTION---\nINT. LIVING ROOM - LATER\n\nThe TV is on and Anton is kicked back in his usual spot on\nthe couch, happy as a clam. ANTON\n(to the TV)\nYou tell ‘em, Mr. \n---TARGET SECTION TO BE ANNOTATED---\n Furley!\n\nPAN DOWN to reveal Anton's hands busily KNITTING. About 30\nfeet of green scarf stretch across the floor.\n\nANTON\n(laughing at the TV)\nAnd to think, it's all just a big\nmisunderstanding.\n\nSuddenly, the front door flies open. In walk the decomposing\nbodies of Mick, Pnub, and Jimmy, their death wounds gaping.\nJimmy holds his head in one hand and his heart -- still\nattached to his innards by a vein ~- in the other.\n\nANTON\n(leaping to his feet)\nStay back!\nMICK\nRelax. We're not here to kill you.\nANTON\nAre you bringing another message from\nSatan?\nPNUB\n\nNo, we just need a place to kick it.\n\fThe three corpses plop down on Anton's couch.\n\nMICK\nTurns out we didn't make the cut.\nHeaven or Hell. We're fully border-\nline.\n\nPNUB\nSo now we're in limbo until we avenge\nour deaths.\n\nANTON\n(backing up against the TV)\nI knew it! You guys are gonna smite\nme!\n\nMICK\nDammit, Anton, calm down. We like\nlimbo. It's cool, we get to just hang\nout. No school, no jobs, nothing's\nexpected of us.\n\nJIMMY'S HEAD\nAnton, you're blocking the TV. Jack's\nabout to accuse Janet of being a dyke.\n\nJimmy holds his head out to the side to can see around Anton.\n\nANTON\nYou're lying. You guys came from hell.\nWhy else would you bring a message from\nSatan?\n\nMICK\nHe knew we were coming back to Earth,\nso he stops me on the way and asks me\nto do him a favor. What am I gonna\nsay? No?\n\nPNUB\nYeah, why would we go to Hell? We're\nnot evil. I mean, it's not like we're\ngood or anything, but at least we don't\ngo around killing people.\n\nANTON\nHey, fuck you, I didn't kill anyone\non purpose.\n\nMICK\nSo you knit now?\n\f58\n\nAnton looks down at the knitting needles in his hands.\nThey're idle. He immediately starts knitting again.",
  "38": "---END OF PREVIOUS SECTION---\n58\n\nAnton looks down at the knitting needles in his hands. They're idle. He immediately starts knitting again. \n---TARGET SECTION TO BE ANNOTATED---\nANTON\nYeah, my grandmother broke it down\nfor me. Idle hands are the Devil's\nplayground. I have to keep my hands\nbusy.\n\nMICK\nAnton, I don't think that saying is\nmeant literally. It's more, you know...\n\nPNUB\nMetaphorical.\n\nMICK\nRight.\n\nANTON\n\n(shaking his head)\nMy hands are the only things I. have\ntrouble controlling. The rest of\nme responds to my brain just fine.\nThe knitting keeps my hands. occupied\nwhile freeing my mind up for other\nstuff.\n\nAnton squeezes onto the couch with the guys and starts\nwatching TV, knitting away. Mick fishes the bong out from\nunder the couch and lights up.\n\nEXT. ANTON'S HOUSE -- SAME\n\nA cop car pulls up. Ruck and McMacy hop out and sneak around\nthe side of the house.\n\nRUCK\nLet's see what our boy's up to.\n\nThey peek in a window and GASP as they see Anton knitting\nnext to three motionless, open-mouthed corpses. Jimmy's head\nrests on his lap.\n\nRuck and McMacy duck down.\n\nRUCK\nHoly shit! Anton's the killer!\n\nMcMACY\n(standing)\nWe better call for back-up.\n\f59\n\nRUCK\n(pulling McMacy back down)\nHold on a sec. If we bring him in\nourselves, we'll be heros.\n\nMcMACY\nYeah! But can we do that? I mean,\nwe can't break in there without a\nwarrant.\n\nRUCK\nPiss on the Bill of Rights! We've\ngot just cause! There are three dead\nkids in there, one of ‘em missing a\nhead. Nobody's gonna fault us for\nbringing that sicko to justice.\n\nMCMACY\nOkay, let's do it.\n\nRUCK\nOne more thing. That's kid is obviously\na Grade-A psychc. Don't feel compelled\nto bring him in alive.\n\nMcMACY\nI never do.\n\nThe cops draw their guns and creep toward the front door.\n\nINT. ANTON'S LIVINGROOM -- SAME\n\nThe four kids sit glassy-eyed on the couch, staring through a\nhaze of pot smoke at the TV as . . . Ruck and McMacy kick the\ndoor in, guns pointed at Anton's head.",
  "39": "---END OF PREVIOUS SECTION---\nINT. ANTON'S LIVINGROOM -- SAME\n\nThe four kids sit glassy-eyed on the couch, staring through a\nhaze of pot smoke at the TV as . . . Ruck and McMacy kick the\ndoor in, guns pointed at Anton's head. \n---TARGET SECTION TO BE ANNOTATED---\nRUCK\nFreeze!\n\nAnton jumps up. The other three don't even twitch. Anton\nlooks at the cops and then glances wildly around the room in\na trapped panic.\n\nANTON\nGuys! What's should I do?\nPNUB\n(turning)\nI think--\nMcMACY\n\n(shooting Pnub in the head)\nAaahhhh!\n\f60\n\nPNUB :\n(rubbing his new bullet wound)\nI was gonna say I think you should\ndo what the officers tell you, but\nI changed my mind.\n\nMICK\nReally, man. Just kill ‘en.\n\nMcMACY\n(bewildered)\nThey're alive!\n\nRUCK\nThey are not. You just shot one in\nthe head. And that one's head isn't\neven attached. They're obviously\nzombies or something. :\n\nANTON\n(to the boys)\nLook, I don't want to kill anybody.\nWell, anybody else, at least.\n\nJIMMY'S HEAD\nYou don't want to go to jail, though.\n\nANTON\nJail! That's it! I'll give myself\nup and they'll put me in a rubber room\nwhere I can't hurt anyone!\n(to the cops)\nHere, cuff me.\n\nAnton holds his hands out in front of him, continuing to\nknit. Ruck holsters his gun and pulls out his handcuffs.\nMcMacy keeps his gun trained on Anton.\n\nRUCK\nOkay, now drop the knitting needles.\n\nANTON\nBelieve me, that's not a good idea.\nJust cuff me already.\n\nBut as Ruck reaches out to slap the cuffs on, Anton SPEARS\nRuck's hand with one knitting needle and THRUSTS the other\nneedle through the underside of Ruck's jaw, up into his\nbrain.\n\nLightening-quick, Anton spins Ruck's body around, using it as\na shield, as McMacy FIRES his first shot.\n\f61\n\nAs bullets spray the dead cop's chest, Anton pulls Ruck's gun\nfrom its holster and SHOOTS McMacy right between the eyes.\n\nMick, Pnub, and Jimmy applaud. Anton drops Ruck's body\n\nANTON\n(distressed)\nStop that! It wasn't me! I had no\ncontrol over my hands. The fucking\nknitting didn't help at all.",
  "40": "---END OF PREVIOUS SECTION---\nIt wasn't me! I had no\ncontrol over my hands. The fucking\nknitting didn't help at all. \n---TARGET SECTION TO BE ANNOTATED---\nMICK\nSee? I told you that saying was\nmetaphorical.\n\nANTON\n\nOh, shitit!!\nHe points the gun at the cop corpses in a panic. The dead\nboys look at him, puzzled.\n\nANTON\nRuck and McMacy are gonna try to\navenge their deaths now! Stand back!\n\nPNUB\nTheir asses went straight to Hell,\nAnton. Heaven frowns on dirty cops.\n\nMICK\nDidn't you see those little black\ndemons whisk their souls away?\n\nAnton shakes his head.\n\nMICK\n(to Pnub and Jimmy)\nMaybe you gotta be dead to see that.\n\nAs Pnub and Jimmy agree, Anton throws the gun down and stares\nat his hands, distraught.\n\nANTON\nWhat the fuck am I going to do?\nSatan obviously isn't going to let\nme turn myself in.\n(a beat, then--)\nI know!\n\nHe marches into the kitchen. The guys haul themselves off\nthe couch and follow him.\n\f62\n\nINT. KITCHEN -- SAME\n\nAnton grabs the still-bloody knife and pulls out the cutting\nboard. He lays his right hand on the cutting board and\nRAISES THE KNIFE with his left.\n\n. MICK\nOh, no way!\n\nANTON\nIt's the only thing I can think of.\n\n1 JIMMY'S HEAD\nI can't watch!\n\nJimmy turns his head to face his own gaping chest.\n\nAnton grits his teeth, raises the knife high in the air, and\nSWINGS it down. The knife STOPS in mid-air, less than an\ninch above his right wrist.\n\nPNUB\n(relieved)\nI knew you wouldn't do it.\n\nANTON\n(struggling to push\nthe knife down)\nIt's not me. Satan's trying to stop\nme.\n\nAnton shuts his eyes and concentrates, trying with all his\nmight to force the knife down, but it WON'T BUDGE.\n\nFinally, he jumps into the air, using the entire weight of\nhis body to press down on the back of the knife, forcing it\nTHROUGH HIS WRIST and bringing it to a satisfying THWACK\nagainst the cutting board.\n\nAnton SCREAMS like a man who just cut his own hand off. He\nlifts his right arm...",
  "41": "---END OF PREVIOUS SECTION---\nFinally, he jumps into the air, using the entire weight of\nhis body to press down on the back of the knife, forcing it\nTHROUGH HIS WRIST and bringing it to a satisfying THWACK\nagainst the cutting board. Anton SCREAMS like a man who just cut his own hand off. He\nlifts his right arm... \n---TARGET SECTION TO BE ANNOTATED---\nNot only is blood spewing out fast and thick, but his hand is\nstill PARTIALLY ATTACHED to his wrist. It DANGLES by a\nthread.\n\nMICK\nOh, sick.\n\nAnton, grimacing in incredible agony, grabs his right hand\nand JERKS IT OFF.\n\nHe SCREAMS even louder this time. He grips his bloody stump\nand falls to the floor in pain.\n\f63\n\nPNUB\nThat looks bad. You should really\nput something on it.\n\nMick grabs a small kitchen towel, wraps it around Anton's\nstump, and secures it with a rubberband.\n\nMICK\nThat'll stop the bleeding, but how\nthe hell are you planning to cut off\nyour other hand??\n\nAnton frowns. Holding the knife in his left hand, he makes a\nfew backwards slashing attempts, but doesn't even come -close\nto reaching his left wrist.\n\nHe tries to position the knife above his wrist with his right\narm, but he can't push it through. He turns to the guys.\n\nANTON\nMick, be a bud and cut off my hand?\n\nMICK\n(shaking his head)\nToo gross.\n\nANTON\nPnub?\n\nPnub shakes his head too.\n\nANTON\nC'mon, Jimmy. Please?\n\nJimmy's head dry-heaves.\n\nANTON\nFine. Fuck you guys then.\n\nLeaning over, Anton lays his left hand on the floor, nudges\nthe knife up onto his wrist, and tries to push it through\nwith his FOOT -- but the blade just keeps falling sideways.\n\nHe doggedly goes back to the cutting board. He grips the\nknife in his TEETH and bobs his head up and down over his\narm, but can only make pathetic little scratches.\n\nMICK\n(gently)\nI really don't think self-mutilation's\nthe answer here, Anton. I mean, you're\ndealing with Satan -- no matter what you\ndo, he'll find a way to fuck with you.\n\f64\n\nAnton suddenly spits the knife out and clutches his towel-\nwrapped stump, wincing hard.\n\nPNUB\n\nYou okay?\nANTON\n(in agony)\n\nThe pain's really starting to kick in.\n\nHe holds his arm tight against his chest, sqeeezing his eyes\nshut and breathing hard as .. .",
  "42": "---END OF PREVIOUS SECTION---\nPNUB\n\nYou okay? ANTON\n(in agony)\n\nThe pain's really starting to kick in. He holds his arm tight against his chest, sqeeezing his eyes\nshut and breathing hard as .. . \n---TARGET SECTION TO BE ANNOTATED---\n-\n\nthe tip of a shiny, double-edged BLADE pokes through the\nbloody towel, EXTENDING from Anton's wrist. Anton SCREAMS,\nbut he doesn't see the blade growing wickedly upward, heading\nfor the soft underside of his chin.\n\nThe guys GASP.\n\nMICK\nAnton, look out!\n\nAnton's eyes spring open as Mick grabs his arm, pulling the\nblade's tip away. As Anton stares in horror, the knife\ncontinues to GROW straight out of his stump. When it reaches\na foot long, it stops and glints evilly.\n\nANTON\nJesus.\n\nMICK\nI knew you couldn't outsmart Satan.\n\nJIMMY'S HEAD\nAt least you can cut your other hand\noff now.\n\nThey all look at Jimmy.\n\nJIMMY'S HEAD\nIf you still want to, I mean.\n\nPNUB\nLook at that fucking thing. It's gonna\nget infected for sure.\n\nMICK\nAnton, you got any antiseptic?\n\nANTON\n(in shock)\nI don't know.\n\f65\n\nMICK\nDon't worry, I've got a first-aid kit\nat my house. We'll just hop over and\ngrab it.\n\nPNUB\nYou wait here, Anton. Try not to move,\nor you'll lose more blood. We'll be\nright back to fix you up.\n\nANTON\n(dazed)\nOkay.\n\nThe guys take off and Anton is left alone in the kitchen. He\nstarts to bury his face in his hands, but thinks the better\nof it and buries his face in just his left hand.\n\nOn the floor below the cutting board, Anton's DISMEMBERED\nHAND lies in a pool of blood. Suddenly, a FINGER TWITCHES.\n\nAnton's face is still hidden as his right hand starts INCHING\nslowly toward him...\n\nUndetected, the hand crawls up his pantleg and onto his\nshirt, but when the hand brushes against the bare skin at the\nbase of Anton's neck, Anton looks down.\n\nBefore Anton can react, the hand has him by the throat. He\nfalls back against the floor, struggling for breath and\npulling at the hand with his left hand.\n\nHe can't budge the hand. It SQUEEZES TIGHTER.",
  "43": "---END OF PREVIOUS SECTION---\nHe\nfalls back against the floor, struggling for breath and\npulling at the hand with his left hand. He can't budge the hand. It SQUEEZES TIGHTER. \n---TARGET SECTION TO BE ANNOTATED---\n Anton's face\ngoes pale as he tries to wheeze. The hand's knuckles turn\nwhite, squeezing hard.\n\nAnton works his blade-appendage between the hand and his\nthroat. Cutting his neck badly in the process, Anton manages\nto pry the hand loose.\n\nWith one hard jerk, he sends the hand flying. It smacks\nagainst the fridge and falls to the floor, MOTIONLESS.\n\nFrom out of nowhere, CHILLINGLY SINISTER LAUGHTER erupts.\n\nAs Anton glances around the room in a panic, searching for\nthe source of the laughter, the hand SPRINGS back up and\nflies at him as a FIST. It PUNCHES Anton in the jaw.\n\nHe reels back, punch-drunk, too dazed to resist as the hand\ngrabs Anton's left wrist and sets it on the cutting board.\nThe evil hand seizes the knife Anton used earlier and RAISES\nIT above Anton's left wrist as...\n\f66\n\nthe DOORBELL RINGS.\n\nAnton snaps.out of his daze and pulls his left arm away just |\nas the evil hand THWACKS the knife against the cutting board.\n\nThe doorbell rings again.\n\nMOLLY (OS)\n(calling)\nAnton?\nANTON\nShit!\n\nHe goes to look at his watch, but it's still wrapped around |\nthe severed wrist -- FLYING through the air, knife pointed at\nAnton's face.\n\nAnton blocks. it with his own blade. As they SWORDFIGHT ...\n\nMOLLY (0S)\nAnton! Are you home?\n\nVOICE FROM NOWHERE\n(sinister whisper)\nMolly, isn't it, Anton?\n\nAnton's eyes widen in fear.\n\nANTON\nDon't hurt her! I'11l do whatever\nyou want, just don't hurt her!\n\nVOICE FROM NOWHERE\n(sinister whisper)\nI'm not going to hurt. her.\n\nAnton looks sick. He eyes his severed hand with new dread.\nThe doorbell RINGS again.\n\nANTON\n(yelling)\nMolly, get the fuck out of here,\nyou bitch!\n\nThe evil hand pushes its knife hard against Anton's blade,\nbacking Anton up against the counter. Beyond it, Anton can\nsee DOWN THE HALL into the entry way -- Molly's pressing her\nface against the frosted glass, trying to look inside.",
  "44": "---END OF PREVIOUS SECTION---\nANTON\n(yelling)\nMolly, get the fuck out of here,\nyou bitch! The evil hand pushes its knife hard against Anton's blade,\nbacking Anton up against the counter. Beyond it, Anton can\nsee DOWN THE HALL into the entry way -- Molly's pressing her\nface against the frosted glass, trying to look inside. \n---TARGET SECTION TO BE ANNOTATED---\nMOLLY\nAnton, quit being cute and let me in!\n\f67\n\nAnton struggles to shove the hand's knife back, but the hand\nis stronger. It forces Anton's own double-edged blade to\npress against his face. It BREAKS THE SKIN on his cheek and\nblood trickles down.\n\nEXT. ANTON'S FRONT PORCH -- SAME\n\nMolly's dressed in a nun's habit. A wooden cross sticks\nstraight out from her chest and blood glistens around the\nfake wound.\n\nMOLLY\nDammit, Anton, we're late! I'm\ncoming in.\nINT. KITCHEN - SAME\nThe knife presses deeper into his face.\n\nANTON\nNo! Stay out, Molly, I mean it!\n\nEXT. ANTON'S FRONT PORCH -- SAME\n\nMolly tries the doorknob. The door swings open easily,\nhaving been kicked in earlier by the cops. She steps inside.\nINT. LIVING ROOM -- SAME\n\nMolly steps over the two cop corpses with a puzzled look.\nSTRANGE SOUNDS ‘can be heard from the kitchen.\n\nINT. KITCHEN -- SAME\n\nAnton reaches to the side with his good hand and pulls a PAN\nout of the sink. He gives the evil hand a good WHACK,\nknocking the knife from its grasp.\n\nWhile the hand is momentarily stunned, Anton grabs it and\nSHOVES it into a ceramic Cookie Monster COOKIE JAR.\n\nHolding the cookie jar shut between his chest and right arm,\nhe pulls rubberbands from a drawer and fastens the cookie jar\nlid on tight.\n\nHe sets the cookie jar back on the counter just as Molly\nenters. She takes in the bloody cutting board, bloody knife,\nbloody floor, and bloody Anton with a ANNOYED SIGH.\n\fVO\n. WB.\nLook, you should've called. You\nneeded more time to do your costume,\nfine, but I hate waiting. Let's.go\nalready.\n\nANTON\nMolly, I'm the killer.\n\n: MOLLY .\nUh-huh. Not real original, you know.\nHalf the kids at the dance'll be dressed\nas the killer. That knife hand's kinda\n¢ool, though.\n\nShe reaches out to ‘touch it. Anton backs. away from her.\n\nANTON\nI'm not kidding. You've got to get\nout of here.",
  "45": "---END OF PREVIOUS SECTION---\nAnton backs. away from her. ANTON\nI'm not kidding. You've got to get\nout of here. \n---TARGET SECTION TO BE ANNOTATED---\nMOLLY\nWhat's up with those dead cops in your\nliving room? They look pretty real.\nAre they part of your costume?\n\nANTON\nMolly, listen to me! I--\n\nHe stops in surprise as his blade arm turns horizontally in\nfront of him and RAISES itself into the air. As Anton stares\nat it, stunned, the blade PULLS him toward Molly.\n\nHe pulls back with his good hand, but it's no use. His feet\nslide across the floor as he struggles to stop himself.\n\nANTON\n(coming at her uncontrollably)\nMolly, run!\n\nMOLLY\nSave it for the costume judges. Can\nwe go now?\n\nAs his blade reaches her throat, Anton shoves Molly back with\nhis good hand, trying to keep her out of cutting range. Up\nagainst the back door, she rolls her eyes.\n\nMOLLY\n(unenthused)\nFine. Help, help. The killer's\ngot me.\n\f69\n\nBut the blade closes in on her despite Anton's efforts. It\npresses against her throat.\n\nMOLLY\nAnton, quit it! That hurts!\n\nANTON\n(struggling)\nI'm trying! I can't help it!\n\nShe tries to push him off her, but can't. He tries to hold\nthe blade back, but can't.\n\nANTON\nI'm sorry, Molly. There's nothing\nelse I can do.\n\nHe leans in, kisses her, and PRESSES HIS OWN THROAT AGAINST\nTHE BLADE.\n\nANTON\nAt least Satan won't win.\n\nIn one swift movement, he jerks his head sideways, SLITTING\nhis own THROAT.\n\nEverything goes BLACK.\n\nINT. WINNEBAGO - EVENING\n\nDebi pours Hot Train a dish of birdseed. The parrot hops\nwordlessly onto the edge of the dish and eats, flinging seed\nand shells everywhere.\n\nDEBI\n(disgruntled)\nNot even a thank you?\n\nEXT. PARKING LOT - SAME\nDebi steps out. The motor home is parked beneath the neon,\n\ncoffee-cup shaped sign of THE HOTCAKE HOUSE. Debi slams the\nWinnebago door.\n\nDEBI\nDumb bird.",
  "46": "---END OF PREVIOUS SECTION---\nThe motor home is parked beneath the neon,\n\ncoffee-cup shaped sign of THE HOTCAKE HOUSE. Debi slams the\nWinnebago door. DEBI\nDumb bird. \n---TARGET SECTION TO BE ANNOTATED---\nShe stalks into the diner as a blue Chevy Nova -- carrying\nDevon, Joe, and Curtis -- cruises into the lot, blasting\n\nMotley Crue's \"Shout At the Devil.\"\n\fINT. ANTON'S KITCHEN -- SAME\n\nCLOSE ON Anton's slit throat as the gash miraculously seals\nitself shut. It doesn't look pretty, but it's obviously\ndoing the job because Anton sits up, dazed.\n\nANTON'S POV: Everything's blurry. He can hear:\n\nMOLLY\n(shrieking in terror)\nAnton! Anton, help!\n\nBut he can't see her. He shakes his head and focuses on\njagged pieces. As his vision sharpens, the pieces become\nbroken cookie jar. shards on the floor.\n\nAnton turns immediately to see his disembodied hand CHOKING\nMolly against the back door. Her screams fade; she BLACKS\nOUT and COLLAPSES onto the floor.\n\nVOICE FROM NOWHERE\n(sinister whisper)\nI'll always win, Anton.\n\nThe spine-chilling laughter fills the room again as Anton\nhurls himself toward the unconscious Molly. He lifts his\nblade to SPEAR the hand, but stops abruptly.\n\nOn second thought, he uses his good hand to bend back the\nevil hands fingers one by one. He pries the hand loose and\nit turns on him, bitch-slapping Anton across the face.\n\nAnton stumbles back. The hand flies at him again, but this\ntime, Anton puts his knife-hand up to block it -- and the\nhand IMPALES ITSELF on Anton's blade.\n\nAnton opens the MICROWAVE, flings the hand in, shuts the\ndoor, and turns it on HIGH.\n\nThe evil hand's skin bubbles and then bursts against the\nmicrowave door in.a mess of seared flesh and blood.\n\nANTON\nGross.\n\nINT. HOTCAKE HOUSE - SAME\nDevon, Joe, and Curtis lift their overloaded food trays from\n\nthe buffet line and look around the crowded Hotcake House.\nEvery table is occupied.\n\f71\n\nDebi is sitting alone in a booth, barely picking at a pizza-\nsized pancake. Devon gives her his best puppy-dog eyes.",
  "47": "---END OF PREVIOUS SECTION---\nEvery table is occupied. 71\n\nDebi is sitting alone in a booth, barely picking at a pizza-\nsized pancake. Devon gives her his best puppy-dog eyes. \n---TARGET SECTION TO BE ANNOTATED---\nDEVON\nExcuse me, ma'am? Do you mind if\nmy friends and I share this booth\nwith you?\n\nDEBI\n(not looking up)\nHal :\n\nDevon, Curtis, and Joe look at each other and shrug. They\nslide into Debi's booth and begin devouring their food,\ntalking with their mouths full.\n\nCURTIS\n(to Debi)\nHey, you got the pizza-sized pancake\ntoo.\n\nDebi doesn't look up.\n\nDEVON\nDo you live around here?\n\nCURTIS\nNo, I live over --\n\nDEVON\nNot you, dick, her.\n\nDEBI\n(looking up)\nYou want to know where I live?\n\nDevon nods and then adds:\nDEVON\n\nNot like we're loony or anything.\nWe won't stalk you.\n\nDEBI\nI have no home. I don't get to have\na home.\n\nJOE\n\nYou need a place to crash?\n\nDEBI\nLet me ask you something. How did you\nguys spend your day today?\n\f72\n\nJOE\nHungover.\n\nCURTIS\nAnd Dev. spent hours laying on his back\nin the driveway.\n\nDEVON\n(nodding)\nNew shocks.\n\nDEBI\nI've never had a driveway. I've never\neven had a hangover.\n\nThe guys. look at her with pity.\n\nDEBI\nYou know how I spend my days? I\ndrive around the country looking\nfor the Devil.\n\nCURTIS\nWhat are you, some kind of freak?\nYou've really never been hungover?\n\nDevon kicks Curtis under the table, but Debi ignores them.\n\nDEBI\nThat's right, Satan himself. Oh, I\nknow what you're thinking. Why would\na clever, yet attractive, young woman\nwaste her life away searching for\nSatan? Because I have to. It's my\nfreaking destiny.\n\nDevon, Curtis, and Joe have no response to that.\n\nDEBI\n\nThat's right. I'm not a religious\nzealot or a cultist. Evil doesn't\neven bother me all that much. I just\nhave absolutely no say in my own life.\nAnd here's the kicker.",
  "48": "---END OF PREVIOUS SECTION---\nEvil doesn't\neven bother me all that much. I just\nhave absolutely no say in my own life. And here's the kicker. \n---TARGET SECTION TO BE ANNOTATED---\n(they stare blankly at her)\nI actually have the one thing that\ncan rid this world of Satan forever\n-- on an ancient scroll passed down\nthrough generations of LeCure women\n-- a holy incantation that will\nbanish the Prince of Darkness to hell.\n\nDevon, Curtis, and Joe shovel food into their mouths.\n\fThe guys shrug.\n\n73,\n\nDEBI\nI know what you're thinking. Of course\nthere's a catch. In order to send the\nDevil packing, I have to read the\nincantation to his face.\n\nJOE\n(pointing at her pancake)\nYou gonna eat that?\n\nDEBI\nHelp yourself. But reading it to his\nface is virtually impossible, you under-\nstand. Satan almost never appears on\nearth himself. He uses humans —- the\nweak-minded and slothful -- to do his\ndirty work.\n\nDEVON .\n(to be polite)\nWhy is that, anyway? Why doesn't he\ndo it himself?\n\nDEBI\nAre you kidding? Do you have any idea\nhow hot it is in Hell?\n\nDEBI\nEven the hottest places in the world\nmust be thousands of degrees below\nwhat Satan's used to. The Devil can't\nhack the cold long enough to do much\nevil himself.\n\nJOE\n(skeptical)\nHe gets too cold??\n\nDEVON\nDuh, Joe. Why do you think there's no\ncrime in Antarctica?\n\n(to Debi)\nSo. How does one go about tracking\nSatan?\nDEBI\n\nI'll tell you.\n\nShe waits for them to egg her on. They don't.\n\fDEBI\nI read the papers and watch the\nnews. When I hear about a deranged\nserial killer on the loose, odds are\nSatan's involved. I head to that\ntown in hopes of finding the Devil\nbefore he moves on to the next schmuck.\n\nDEVON\nWeird. Satan's like the topic of\nthe day or something. Earlier today,\nAnton told me Satan was possessing him.\n\nEyes wide, Debi ‘reaches across the table and grabs Devon by\nhis Black Sabbath concert T-shirt.\n\nDEBI\nDon't screw with me, mister.\n\nDevon pulls his shirt from Debi's grip.\n\nDEVON\nEase up there, kitten. I'm telling\nyou the truth. He was pretty freaked.",
  "49": "---END OF PREVIOUS SECTION---\nDEVON\nEase up there, kitten. I'm telling\nyou the truth. He was pretty freaked. \n---TARGET SECTION TO BE ANNOTATED---\nDEBI\nTell me where he lives. Now!!!\n\nINT. ANTON'S KITCHEN -- SAME\nAnton's checking Molly's pulse -- he finds it.\n\nANTON\nThank God!\n\nVOICE FROM NOWHERE\n(sinister whisper)\nHe had nothing to do with it.\n\nAnton turns, looking around wildly for the source of the\nvoice, but again he finds no one. He puts his good hand\nprotectively on Molly.\n\nANTON\n(to the room in general)\nWhat do you want?\n\nVOICE FROM NOWHERE\n(sinister whisper)\nKill her.\n\nANTON\nNo!\n\n74\n\fHe turns back to Molly in a panic. 7 5,\n\nANTON\nMolly! Molly, wake up! You have\nto get out of here. Molly!\n\nHe slaps her face gently with his good hand. She doesn't\nstir. .\n\nAs Anton slaps her harder, desperately, his knife-hand RISES\nat his side. Unnoticed, it positions itself above Anton's\nhead, its vicious point AIMED at Molly's forehead.\n\nAnton turns from Molly in despair -- and sees his reflection\non the oven door: the blade PLUNGES toward Molly.\n\nAnton CATCHES THE BLADE in his good hand, just inches from\nher face. Blood trickles from his fist, around the sharp\nmetal and down his wrist, as he jerks himself away.\n\nHe kicks the back door OPEN and runs out.\n\nEXT. HOTCAKE HOUSE PARKING LOT - SAME\n\nDebi scrambles into the driver's seat clutching a hand-drawn\nMAP on a napkin.\n\nDEBI\nHang on, Hot Train. We hit the\njackpot!\n\nShe peels out. On the other side of the restaurant window,\nDevon, Curtis, and Joe shake their heads and continue eating.\n\nEXT. BACKYARD -- SAME\n\nAnton's good hand is trashed -- the palm is deeply sliced.\nIgnoring that, he grasps the blade again and PULLS with a\nvengeance, trying to yank the blade from his stump . . . No\nluck.\n\nHe peeks under the dishtowel -- his stump has FUSED SHUT\naround the base of the knife -- it's now part of his body.\nThe wound is compltely closed and the blood is gone, but it's\nhideous-looking.",
  "50": "---END OF PREVIOUS SECTION---\nNo\nluck. He peeks under the dishtowel -- his stump has FUSED SHUT\naround the base of the knife -- it's now part of his body. The wound is compltely closed and the blood is gone, but it's\nhideous-looking. \n---TARGET SECTION TO BE ANNOTATED---\n Anton jerks the dishtowel back into place.\n\nANTON\n(yelling, enraged)\nI will not do this anymore! I'm going\nback inside and calling an ambulance\nfor Molly..\n\f76\n\nHe glances around the dark back yard defiantly, waiting for a\n\nresponse. Getting none, he adds:\n\nANTON\nYa fuck.\n\nAs he stalks back toward the house, a sudden wind comes up,\nrustling the leaves on the ground and CHILLING Anton to the\nbone. He stops short.\n\nSINISTER WHISPER BEHIND HIM\nOh, Anton. . .\n\nAnton slowly turns -- to find no one. He turns back toward\nthe door and. finds himself face-to-chest with THE DEVIL.\n\nAnton jumps. Satan looms over him, 8 feet high with horns,\ntail, and forked tongue, a deep blood-red. on closer\ninspection, his body is a sea of constantly moving blood,\nwith small wormlike creatures swimming in it.\n\nANTON\n(terrified)\nHoly shit!!!\n\nSATAN\nYou're going back in there alright --\nto kill her.\n(moving slowly in on Anton)\nSee, the way it works is, you're my\nbitch. You live to pleasure me.\n\nAnton inches away, unable to run, eyes wide with fright.\n\nSATAN\nAnd tonight's a big night for you.\nIf you can't get it together to kill\none dumb chick, how are you going to\nslaughter several hundred of your peers?\n\nANTON\n(barely squeaking it out)\nWhy me?\nSATAN\n\nYou, Anton, are the result of a\nmillennium of carefully planned DNA\nexperimentation. You're the supreme\nsinner, built to butcher.\n\nANTON\n(stunned)\nReally?\n\f77\n\nSATAN\nDon't be stupid. You're just a\nrandom choice. Now listen, you have\nthe perfect set-up tonight.\n\nANTON\n(whimpering)\nYou don't need me. You could do it\nyourself. Please, just let me have\nmy life back.\n\nSatan grabs Anton by the collar and LIFTS HIM OFF THE GROUND.\nHe's face-to-face with the Devil and scared out of his mind.\n\nSATAN\n\nGet this through your head, boy.\nYou have no life to get back.\nYou're a murderer.",
  "51": "---END OF PREVIOUS SECTION---\nSATAN\n\nGet this through your head, boy. You have no life to get back. You're a murderer. \n---TARGET SECTION TO BE ANNOTATED---\n You killed your\nparents and your friends. You have\nhave a knife for a hand, and you're\nright-handed.\n\n(laughing)\nYou think you can have a normal life?\nYour only path lies with me now.\n\nEXT. STREET - SAME\n\nThe Winnebago takes a corner at top speed.\n\nThe large vehicle leans precariously, racing on two wheels\nfor an instant before righting itself with a thud. Debi\ndoesn't slow down.\n\nINT. KITCHEN - SAME\n\nMolly comes to and gets up, looking extremely confused.\n\nEXT. FRONT OF ANTON'S HOUSE -- SAME\n\nMick, Pnub, and Jimmy head down the sidewalk toward Anton's\nhouse carrying a first-aid kit, some frozen burritos, and\nJimmy's head, respectively.\n\nThey see Molly step out of Anton's house, rubbing her\ntemples. She crosses the street toward her own house.\n\nPNUB\nThink they did it?\n\nMICK\nOr he tried to kill her.\n\f78\n\nEXT. BACK YARD —— SAME\n\nAnton looks down, cringing, as Satan continues to hold him\noff the ground and rant. Little flecks of Satan-spittle fly\ninto Anton's face.\n\nSATAN\nI turned you into a killer piece by\npiece, Anton. You belong to me.\nNow get in there and kill that girl.\n\nAnton musters his courage. He takes a deep breath, and then\nanother, and then:\n\nANTON\n(timid but determined)\nI can't. I love her.\n\nSatan throws Anton to the ground in disgust.\n\nSATAN\nYou would never even have spoken to\nher if it wasn't for me. I got you\nlaid. I made you kiss her. You\nthink a ballsy move like that came\nfrom your own will?\n\nANTON\n(in disbelief)\nYou wouldn't do anything good for me.\n\nSATAN\nAnton, I'm the Devil. I'm into lust.\nI take time out for a good fuck-show\nwhenever I can.\n\nANTON\n(aghast)\nYou watched???\n\nSatan grins evilly and SHIVERS in the cold wind blowing\nacross the yard.\n\nANTON\n(getting to his feet)\nYou know what? Fuck you.\n\nINT.",
  "52": "---END OF PREVIOUS SECTION---\nANTON\n(getting to his feet)\nYou know what? Fuck you. INT. \n---TARGET SECTION TO BE ANNOTATED---\n WINNEBAGO CAB - SAME\n\nDebi checks the map, catches sight of a street sign, and\n\nsuddenly yanks the wheel. They fly into an intersection,\nagainst a red light. Traffic on all sides screeches to a\nhalt. Debi keeps going.\n\f79\n\nHot Train flaps his wings furiously, trying to maintain his\nbalance amid the chaos of the cab.\n\nINT. KITCHEN -- SAME\nThe dead boys arrive to find Anton gone.\n\nMICK\nHe must be in the pisser. Fire\nthose up, Pnub. I'm starved!\n\nPnub opens the microwave door and the HAND-- now nothing but\na skeleton with a few chunks of cooked flesh clinging to the\nbones -- FLIES OUT at him.\n\nThe hand zooms past Pnub's head, crashes through a window,\nand DISAPPEARS into the night.\n\nThe boys look at each other. They don't know what to say.\nMick shrugs.\n\nJimmy holds his head up to look at the blood and guts in the\nmicrowave.\n\nJIMMY'S HEAD\nMaybe we should clean it first,\n\nPNUB\nYeah, and while we're at it, we'll\njust clean the whole fucking house.\nThis isn't our mess.\n\nHe rips a paper towel from a roll and places it in the\nmicrowave. He sets the frozen burritos in on top of it and\nturns the microwave on.\n\nEXT. BACK YARD -- SAME\n\nArms crossed over his chest, bored out of his mind, Satan\ntaps his fingers on one arm as the WIND PICKS UP.\n\nANTON\n(fuming)\n\n+ + « and, you big, red fuck, you're\nright, I don't have much of a life\nanymore. But I'll be damned if I'm\ngonna spend the rest of it killing\npeople so you can get off.\n\f80\n\nSATAN\n(shivering in the cold wind)\nYou're already damned.\n\nANTON\n\n(throwing his hands up)\nSo what? Hell can't be worse than\nthis.\n\n(realizing something)\nAnd I've been resisting you. If you\nwere so all-powerful, I would've\nkilled Molly already. That's why\nyou showed up, isn't it?\n\nSatan's eyes blaze with'’rage.",
  "53": "---END OF PREVIOUS SECTION---\nIf you\nwere so all-powerful, I would've\nkilled Molly already. That's why\nyou showed up, isn't it? Satan's eyes blaze with'’rage. \n---TARGET SECTION TO BE ANNOTATED---\n He tries to uncross his arms,\nbut his JOINTS have STIFFENED in the cold.\n\nAnton looks puzzled as Satan grimaces and forces one stiff\nfinger to POINT at the ground.\n\nA RING OF FIRE springs up around the Devil. He moves his\narms and shoulders slowly as his JOINTS WARM and loosen up.\n\nSuddenly, a strong wind blows the fire out.\n\nSATAN\n(annoyed, shivering again)\nLook, I don't have time for this.\nYou don't want to be the predator?\nFine. Let's see how you like being\none of the prey.\n\nAnton suddenly SCREAMS and clutches his knife-hand ...\nAt the base of the knife, BLOOD seeps through the dishtowel\nwrapped around his stump. Anton HOWLS in intense PAIN.\n\nSatan's freezing, his TEETH CHATTERING in the cold, but he\ncan't leave before basking in Anton's agony.\n\nSATAN\nYou're no longer under my protection,\nAnton. How does it feel?\n\nANTON\n(gritting his teeth)\nIt's worth it.\n\nSATAN\n(laughing)\nYou think you've stopped me? My plans\ndon't revolve around some piddly human.\nEnjoy the massacre!\n\nSatan vanishes. Anton books for the back door.\n\f81\n\nINT. KITCHEN -- SAME\n\nHis stump DRIPS BLOOD across the kitchen floor as Anton\nrushes in to find Molly gone.\n\nANTON\n(yelling, panicked)\nMolly??\n\nHe hears voices in the living room...\n\nINT. LIVING ROOM -- SAME\n\nAnton hurries in to find Mick, Pnub, and Jimmy kicking it on\nthe couch, watching TV.\n\nANTON\nGuys! Where's Molly??\n\nMICK\nShe left. So did you guys do it?\n\nAnton rushes to the door, frantic.\n\nANTON\n(barely paying attention)\nNo. Well, yes, but not today--\n\nHe's interrupted by the DING of the microwave. He stops with\nhis hand on the doorknob, eyes wide, turning toward the\nkitchen in horror.\n\nPNUB\nHey, since you're up, would you grab\nthose burritos out of the microwave?\n\nANTON\nDon't tell me you let my hand out??!\n\nThe guys look at each other, slightly embarrassed.",
  "54": "---END OF PREVIOUS SECTION---\nPNUB\nHey, since you're up, would you grab\nthose burritos out of the microwave? ANTON\nDon't tell me you let my hand out??! The guys look at each other, slightly embarrassed. \n---TARGET SECTION TO BE ANNOTATED---\n Mick\nlights the bong.\n\nJIMMY'S HEAD\nWe brought you a first-aid kit.\n\nANTON\nWhere's my hand??\n\nPNUB /\nIt broke a window and bolted. There\nwasn't anything we could do.\n\f82\n\nANTON\nShit. Look, I have to find Molly. Now\nthat I'm not the killer anymore, I--\n\nMICK\nYou're not?\n\nANTON\nSatan let me off the hook.\n\nMICK\nWell, alright then.\n(offering Anton the bong)\nTake a hit and relax.\n\nANTON\nI can't. I mean, I really should\ncheck on Molly. Plus, Satan plans\non offing a whole shitload of people\ntonight, and my hand is out there\ndoing who knows what. Don't you\nthink I should do something?\n\nMICK\nWhat for? It's not your problem any-\nmore. Let the cops handle it.\n\nAnton looks down at the two dead cops at his feet.\n\nANTON\nStill, I feel kinda responsible.\n\nPNUB\nNo one's blaming you, Anton. Come\non, take a hit. Maybe we'll head\nOver to the dance later.\n\nANTON\n(gasping)\nThe dance! That's where Satan wanted\nme to go! He's.gonna kill everyone\nat the dance tonight!\n\nMICK\nCalm down, Anton. There's nothing\nyou can do. I say just kick back\nand forget about it.\n\nANTON\nNo. Not this time.’ I've spent my\nwhole life--\n\nMICK\nOkay, okay. No speeches. Just go.\n\f83\nANTON\nRight.\nHe grabs a set of keys off the desk and leaves.\nPNUB\nMaybe we should go to the dance now.\nYou know, before Satan kills everyone.\n\nJIMMY'S HEAD\nYeah. I bet you I win Best Costume.\n\nMick and Pnub narrow their eyes at Jimmy's gaping chest wound\nand severed head.\n\nMICK\nYou can't go like that, Jimmy.\n\nPNUB\nWe'll touch you up a bit.\nEXT. STREET - SAME\nDebi's motor home zips past the park, turning onto Anton's\nstreet.\nINT. ANTON'S GARAGE - SAME\nAnton plops down into the seat of his Dad's sportscar.",
  "55": "---END OF PREVIOUS SECTION---\nSTREET - SAME\nDebi's motor home zips past the park, turning onto Anton's\nstreet. INT. ANTON'S GARAGE - SAME\nAnton plops down into the seat of his Dad's sportscar. \n---TARGET SECTION TO BE ANNOTATED---\n He\nlooks from the STICKSHIFT to his bloody blade hand. It's not\ngonna work.\nANTON\nFuck!\nEXT. FRONT YARD - SAME\nAnton races into the front yard and glances around. Through\nthe chain-link fence, he sees DEVON'S TRUCK parked in the\ndriveway next door.\nJust beyond him, Debbie's Winnebago is hauling ass toward his\nhouse.\nINT. WINNEBAGO - SAME\nAs Debi roars into Anton's DRIVEWAY, she sees Anton hopping\n\nthe fence. She quickly flips her napkin-map over to reveal a\ncrude sketch of Anton's head.\n\f84\n\nDEBI\nWe've got him, Hot Train! Look out,\nSatan, we're right on your ass!\nShe scrambles from the cab to her living room and dives under\nthe kitchen table, spinning the safe's combination locks.\nEXT. METAL. HOUSE DRIVEWAY. - SAME\n\nDevon's truck is unlocked. Anton yanks the door open and\njumps in.\n\nWith Hot Train perched on her shoulder, Debi hurls herself\nout of the Winnebago. The ANCIENT SCROLL GLOWS in her hand\nas she races. around the fence toward him.\n\nIN THE TRUCK\n\nNo keys. Anton shoves the tip of his knife blade into the\ntruck's ignition and gives it a quick twist. But...\n\nThe base of the blade ROTATES IN HIS STUMP instead of in the\nignition. Anton YELPS and rips off the dishtowel -- now\nsoaked through with blood.\n\nNo longer fused shut, his stump is the gory open wound it\nshould be -- but with a knife shoved into it.\n\nHe wiggles the knife -- it's slightly LOOSE.\n\nHolding it firmly with his good hand, Anton WINCES as he\nforces the kinife-tip to turn in the ignition.\n\nIN THE DRIVEWAY\n\nJust as Debi rushes up the drive, yelling --\n\nDEBI\nAnton? Anton, wait!\n\n-- the truck ROARS to life.\n\nIN THE TRUCK\n\nTwisted Sister's \"We're Not Gonna Take It\" immediately\nblasts from the tape deck, obliterating the sound of Debi's\nyelling.\n\nAnton throws the truck into reverse.",
  "56": "---END OF PREVIOUS SECTION---\n-- the truck ROARS to life. IN THE TRUCK\n\nTwisted Sister's \"We're Not Gonna Take It\" immediately\nblasts from the tape deck, obliterating the sound of Debi's\nyelling. Anton throws the truck into reverse. \n---TARGET SECTION TO BE ANNOTATED---\n\f85\n\nIN THE DRIVEWAY\nBAM! The back of the truck SLAMS FULL-FORCE INTO DEBI.\n\nThe SCROLL GOES FLYING and Hot Train flaps his wings like\ncrazy as Debi's shoulder drops out from under him.\n\nDebi lands at the edge of the driveway.\n\nIN THE TRUCK\n\nBraking, Anton looks startled and confused. He checks his\nrearview mirror. Seeing nothing, he shrugs and continues\nbacking out.\n\nBAM!\n\nOne of the back tires goes up and over something.\n\nBAM! The front tire follows suit.\n\nAnton shakes his head and whips the truck onto the street,\nsnapping off the cheesy ‘80s metal.\n\nANTON\nDamn, Dev, your new shocks suck!\n\nDevon's creeper rolls in the truck's bed as Anton roars away.\n\nIN THE YARD\n\nA few feet from Debi's lifeless form, the scroll is glowing\nsoftly, lodged in a flower bed. Using his beak, Hot Train\nPULLS the SCROLL FREE.\n\nDOWN THE BLOCK\n\nJust a few houses away, ANTON screeches to a STOP in front of\nMolly's house.\n\nACROSS THE STREET\n\nA LITTLE BOY lovingly wraps his arms around Danzig's neck and\nlooks pleadingly up at his MOTHER.\n\nShe nods and smiles, and the boy's face bursts into a huge\n\ngrin as they lead Danzig into his new home. Danzig bounds in\nhappily.\n\f86\n\nINT. ANTON'S KITCHEN - SAME\n\nMick PLUNGES a FORK, pronged-side up, into the top of Jimmy's’\npulpy neck. He takes Jimmy's head off the counter and SLAMS\nit down onto the fork, bringing head and neck together again.\n\nPnub pokes Jimmy's forehead. The head wobbles slightly.\n\nPNUB\nStill a little loose.\n\nMick finds a roll of duct tape in a drawer and wraps it\naround Jimmy's neck, TAPING his head on tight.\n\nMICK\nLift your arms.\n\nJimmy holds his arms away from his chest. His heart falls\nout, dangling by an entrail. Pnub shoves Jimmy's innards\nback in as Mick DUCT TAPES him shut.",
  "57": "---END OF PREVIOUS SECTION---\nJimmy holds his arms away from his chest. His heart falls\nout, dangling by an entrail. Pnub shoves Jimmy's innards\nback in as Mick DUCT TAPES him shut. \n---TARGET SECTION TO BE ANNOTATED---\nJIMMY\nHow do I look?\n\nMICK\nYou'll probably still win Best\nCostume. Come on.\n\nEXT. ANTON'S FRONT YARD ~ SAME\n\nThe guys head out of Anton's house. Hot Train hops across\nthe yard toward them, with the ANCIENT SCROLL clutched safely\nin his beak.\n\nMick's eyes light up. He points excitedly at the Winnebago\nin the driveway, motor still running.\n\nMICK\nNo way! How convenient.\n\nThey walk right past Hot Train and the scroll, and open the\nWinnebago doors.\n\nHot Train flies up into a tree, and TEARS THE SCROLL TO\nSHREDS, lining his new nest with glowing bits.\n\nHOT TRAIN\n(singing)\nIt's like raaaaiiin on your wedding\nday, it's a free ride, when you've\nalready paid...\n\f87\n\nEXT. MOLLY'S HOUSE - SAME\n\nAnton rings the doorbell repeatedly. Molly's FATHER opens\n\nthe door.\n\nMOLLY'S DAD\nThere's no trick-or-treating this\nyear, son.\n\nANTON\nI know. Is Molly here?\n\nMOLLY'S DAD\nAre you the little bastard who stood\nup my daughter?\n\nANTON\nNo, sir. I'm just a little late.\n\nMOLLY'S DAD\nThat costume of yours is in very\nsick taste. Do you think these\nmurders are some kind of joke?\n\nThe Winnebago, with Mick at the wheel, cruises past behind\n\nAnton.\n\nANTON\nNo, sir, I don't. Look, I really\nhave to see Molly.\n\nMOLLY'S DAD\nShe got sick of waiting for you and\nwent to the dance alone, and\nI must say I think she made a wise\nchoice.\n\nBut Anton's already racing toward the curb.\n\nINT. WINNEBAGO - SAME\n\nAs Mick drives and Jimmy fiddles with the radio from the\npassenger seat, Pnub explores the living area.\n\nHe looks over the murder-oriented news clippings above the\nrefrigerator and then opens the fridge. His eyes go wide.\n\nPNUB\nBeer!\n\f88\n\nINT. HIGH SCHOOL GYMNASIUM - SAME\n\nLame Halloween decorations deck the walls.",
  "58": "---END OF PREVIOUS SECTION---\nPNUB\nBeer! 88\n\nINT. HIGH SCHOOL GYMNASIUM - SAME\n\nLame Halloween decorations deck the walls. \n---TARGET SECTION TO BE ANNOTATED---\n Costumed\nTEENAGERS mill about as a BAND PLAYS an horrible, pointless\ncover of Kenny Loggins' \"Danger zone\" on the stage and a few\nadult CHAPERONES lean against the walls.\n\nMolly enters in her nun's outfit and her friend, TANYA, joins\nher at the punch table.\n\nTANYA\nHey, Moll. Nice costume.\n(touching the BLOODY CROSS\nPlunged into Molly's chest)\nWhat are you, a vampire?\n\nMOLLY\n(still foggy)\nNo.\nTANYA\nSo I thought you were bringing your\nnew guy.\nMOLLY\n\nHe never showed, the fuck. I fell\nasleep waiting for him and now I\nfeel all gross and groggy.\n\nTANYA\nOuch. Stood up.\n\nMick, Pnub, and Jimmy saunter up, doing their best to hide a\nfew beers in. their pockets.\n\nMICK\nHey, girls.\n\nTANYA\nWow, you guys look great! Who did\nyour make-up?\n\nMICK\nMy friend, Anton.\n\nMick raises his eyebrows suggestively at Molly. She glares.\nTanya rubs her fingers along Mick's forehead wound.\n\nMICK\nCareful. There might still be\nsome glass in there.\n\f89\n\nTANYA\nCool.\n\nCUT TO:\n\nAnother part of the gym. A bored adult CHAPERONE stands\nguard at a doorway. He hears a NOISE and looks behind him,\npeering into the dark hallway.\n\nA lightening-fast skeletal HAND JABS him through the eyes,\nboring into his brain. The chaperone's SCREAM is drowned out\nby the BAND's deafening song-ending climax.\n\nBACK AT THE PUNCH TABLE:\n\nJIMMY\nThis band sucks.\n\nCUT TO:\n\nAn UNSEEN FORCE drags the dead chaperone into the dark\nhallway.\n\nBACK AT THE PUNCH TABLE:\n\nJimmy turns from the band to see Tanya deeply french-kissing\nMick's decomposing mouth.\n\nJIMMY\nOh, that's disgusting.\n\nPNUB\nIt's fucking illegal.\n\nPnub pries Mick away from Tanya.\nPNUB\nC'mon, man, you're dead. Think\nabout it. It's gross.\nMick shrugs.",
  "59": "---END OF PREVIOUS SECTION---\nThink\nabout it. It's gross. Mick shrugs. \n---TARGET SECTION TO BE ANNOTATED---\nMOLLY\n(sighing)\nI'm going for a walk.\n\nAs she disappears through the door left unguarded by the now-\ndead chaperone...\n\f90\n\nAnton bursts into the gym, his stump bloodier than ever and\nmushy with DECOMPOSING FLESH around the knife.\n\nANTON\n(yelling)\nStop the dance!\n\nThe band crashes to a halt and all eyes turn to Anton.\n\nANTON\nI'm the killer!\n\nA sea of Jasons, Freddies, Mansons, and Nightstalkers stare\nat him for just a second before going back to their\nconversations. The band resumes playing.\n\nAnton runs on-stage, grabbing the microphone from the singer.\nThe band stops again.\n\nANTON\n(into the mic)\nI'm not fucking around!\n\nCHAPERONE\nHey, watch your language.\n\nANTON\nI'm not messing around. You're all\nin danger here. Go home! The devil's\ncoming to kill you all!\n\nThe student body scoffs.\n\nANTON\nReally! He already made me kill\nmy parents, a couple of cops, and\nMick, Pnub, and Jimmy!\n\nThe crowd turns collectively toward the punch table, where\nJimmy is emptying a BEER into the punchbowl. Anton looks\nstunned to see them there as the three dead boys wave at the\ncrowd.\n\nMICK\nIt's true!\n\nJIMMY\n(hiding the beer bottle)\nYeah, he sliced me up real good.\n\nThe crowd laughs, dismissively turning away from Anton.\nDeflated, he hands the mic to the singer and mopes over to\nthe punch table.\n\f91\n\nANTON\nStupid idiots. They're all gonna\ndie and there's nothing I can do\nabout it.\n\nMICK\nUh-huh.\n\nJIMMY\nAt least they'll get to live it\nup before they're systematically\nslaughtered, thanks to me.\n\nHe slides another beer from his pocket and pops the cap off\nwith the bottle-opener on his keychain. Anton stares at the\nKEYCHAIN as Jimmy pours the beer into the punch.\n\nPNUB\nYou can't spike punch with beer,\ndipshit. Like the whole school is\ngonna get drunk because you added\na beer or two to that bowl.\n\nJIMMY\nI'm not done.",
  "60": "---END OF PREVIOUS SECTION---\nPNUB\nYou can't spike punch with beer,\ndipshit. Like the whole school is\ngonna get drunk because you added\na beer or two to that bowl. JIMMY\nI'm not done. \n---TARGET SECTION TO BE ANNOTATED---\nJimmy pops another beer open as Anton continues to focus on\nthe keychain. Suddenly-—-\n\nANTON\nThat's it! I know how to defeat\nSatan!\n\nJIMMY\nWith beer?\n\nANTON\nNo. Jimmy, I need to borrow your\nkeys.\n\nJIMMY\n\n(handing them over)\n\nOkay.\n\nANTON\nGreat.\n\n(heading for the door,\nturning back)\nHey, has anyone seen Molly?\n\nMICK\nShe went for a walk.\n\f92\n\nANTON\nShit! Look, could you guys find.\nher and get her out of here? I\ndon't want anything to happen to her.\n\n: MICK\nNo problem.\n\nANTON\nThanks. I'll be right back.\n\nJangling the keys, Anton bolts.\n\nINT. SCHOOL HALLWAY -. SAME\n\nMolly stops at a water fountain, leaning over to drink, when\nshe hears:\n\nVOICE FROM NOWHERE\nMolly.\n\nMOLLY\n(jerking up)\nWhat?\n\nSilence. Frowning, she’ wipes water droplets off her mouth\nand looks around. A little ways down the hall, a LIGHT\nFLICKS ON inside a classroom. The door is slightly ajar.\n\nMolly slowly, cautiously approaches the classroom. A sign on\nthe door reads \"SHOP ROOM.\"\n\nShe steps in. The door SLAMS shut behind her.\nMOLLY (OS)\n(piercing scream)\nAaaaaaaaaaaaaaaahhhhhhhh!\nCUT TO\nA large, red slab of MEAT hanging from a hook. Anton pushes\n\na huge, metal MACHINE through the meat warehouse toward an\nopen door.\n\nEXT. MEAT-PACKING PLANT - SAME\nDevon's truck is parked beside the building, below the sign:\n\nWARDEN MEATS. The warehouse door is open and Jimmy's keys\ndangle from the lock.\n\f93\n\nOn the side of the meat-packing plant, a silver, industrial\ngarage door slides up and open with a CLANG.\n\nThe massive machine -- with FREEZE-WHIZ 4000 painted on the\nside -- is balanced precariously on the little creeper from\nDevon's truck.\n\nSteadying the Freeze-Whiz and pushing from behind, Anton\ngrunts with effort.\n\nAs he rolls the machine toward the truck, a sudden wind comes\nup. Anton shivers in the breeze and...",
  "61": "---END OF PREVIOUS SECTION---\nSteadying the Freeze-Whiz and pushing from behind, Anton\ngrunts with effort. As he rolls the machine toward the truck, a sudden wind comes\nup. Anton shivers in the breeze and... \n---TARGET SECTION TO BE ANNOTATED---\nHEARS a SCRAPING SOUND. He cocks his head and listens-\nNothing. He peers over the top of the Freeze-Whiz. Nothing.\n\nThen the sound comes again -- SCRAPE . . . SCRAPE... It's\ncoming from behind him. He very, very slowly turns to look\nover his shoulder... .\n\nand sees nothing.\n\nGrimly holding his knife-hand at the ready and keeping a\nsharp, suspicious look-out, he continues on toward the truck.\nINT. SCHOOL HALLWAY - SAME\n\nMick, Pnub, and Jimmy creep cautiously down the dark hallway.\nThey HEAR SOMETHING.\n\nJIMMY\nDid you hear something?\n\nPNUB\nYeah. It sounded like flesh being\nripped off.\n\nMICK\nWe better check it out.\n\nMick starts forward, but Pnub and Jimmy hesitate.\n\nMICK\nQuit being pussies. It's not like\nwe're gonna get killed again.\n\nThey move covertly down the hall and the FLESHY NOISES get\nLOUDER. They round a corner and see FIGURES lurching in the\nshadows.\n\f94\n\nJimmy grabs one of the figures and pulls it into the light\n+ - . it's a costumed TEENAGED GIRL, and Jimmy's holding onto\nher by the boobs.\n\nGIRL\nLet go, fucker.\n\nBefore Jimmy can react, the girl's BOYFRIEND steps out of the\nshadows and PUNCHES Jimmy in the face.\n\nJimmy's head FLIES OFF and rolls down the hall. His body\njust stands there with a fork sticking out of his neck.\n\nThe girl SCREAMS and runs away. Her boyfriend SCREAMS and\nruns after her.\n\nThe guys shrug, Jimmy retrieves his head, and they continue\nthe search down the hallway, past the closed Shop door . . .\n\nINT. SHOP ROOM - SAME\n\nCLOSE ON: Molly's chest as the WOODEN CROSS is yanked out of\nher nun's habit by an unseen hand. We don't see her face;\nshe doesn't resist.\n\nCLOSE ON: A whirring, industrial-strength SANDING MACHINE.\nThe blunt end of the cross is held to it by the same unseen\nhand and the powerful sander quickly files it into a SHARP\n\nPOINT.\n\nINT.",
  "62": "---END OF PREVIOUS SECTION---\nCLOSE ON: A whirring, industrial-strength SANDING MACHINE. The blunt end of the cross is held to it by the same unseen\nhand and the powerful sander quickly files it into a SHARP\n\nPOINT. INT. \n---TARGET SECTION TO BE ANNOTATED---\n GYM/DANCE - SAME\n\nNo one notices as each set of the gym's double doors, open to\nthe parking lot, CLOSE SILENTLY, seemingly of their own\naccord.\n\nEXT. SCHOOL PARKING LOT - SAME\n\nDevon's truck is parked at a reckless angle in the lot.\nAnton wheels the Freeze-Whiz, on the creeper, up to the\nclosed gymnasium doors.\n\nThe horrible band can be heard covering \"The Eye of the\nTiger\" as Anton tugs on a door handle. The door won't budge.\n\nPuzzled, he pushes the machine around a corner of the school\nand finds a single door -~ UNLOCKED. Victorious, he wheels\nthe Freeze-Whiz in.\n\f95\n\nINT. POOL ROOM - SAME\n\nIn the weird blue light of the deserted swimming pool, Anton\ngoes to plug the Freeze-wWhiz into a wall outlet, but before\nhe gets there...\n\nA quiet CREAK is barely audible from across the room. Anton\nwhirls around to inspect the room -- a door is OPEN at the\nfar end.\n\nAnton frowns at it, hesitating -- was it open when he came\nin? But nothing moves. Even the water is still. Shrugging,\nhe plugs in the Freeze-Whiz. It powers up with a LOUD ROAR.\n\nACROSS THE ROOM\n\nThe open door slams SHUT, but Anton can't hear it -- or\nanything else -- over the WHIR of the Freeze-whiz.\n\nUNIDENTIFIED POV:\n\nSomething's in the room with Anton. His back is turned, he's\nfiddling with the Freeze-Whiz's temperature dial, as it\nAPPROACHES him stealthily. Whatever it is, it's practically\nbreathing down Anton's neck when he TURNS . . .\n\nAnton JUMPS, startled, and then looks relieved.\n\nANTON\nMolly! God, I'm glad to see you!\n\nMolly's standing in front of him, hands OUT OF SIGHT behind\nher back. She smiles.\n\nANTON\nI want to apologize for, you know,\nearlier. Hey, guess what, though?\nI'm not the killer anymore, so you\ndon't have to worry!\n\nMOLLY\n(still smiling)\nI'm not worried. .",
  "63": "---END OF PREVIOUS SECTION---\nHey, guess what, though? I'm not the killer anymore, so you\ndon't have to worry! MOLLY\n(still smiling)\nI'm not worried. . \n---TARGET SECTION TO BE ANNOTATED---\nANTON\nGood, ‘cause you've gotta understand\nthat I'm not really like that. I'm\na nice guy.\n\nAs he rambles, we PAN DOWN behind Molly to reveal the\nSHARPENED CROSS clutched behind her back.\n\f96\n\nANTON\nThanks for being so cool about this.\nYou have no idea what it's like to--\n\nMolly brings the cross up over her head and PLUNGES it toward\nAnton's skull. He scrambles out of the way just in time.\n\nANTON\nJesus Christ. I guess you do know\nwhat it's like!\n\nHe backs away as Molly advances.\n\nANTON\nMolly, you don't know what you're\ndoing. I werit through that stage\ntoo. You've got to try and clear\nyour head.\n\nMolly stabs at him again, but Anton blocks her cross with his\nblade hand, slightly CUTTING HER HAND in the process.\n\nMOLLY\n(screaming)\n!\n\nShe clutches her cut hand in pain.\n\nANTON\n(going to her)\nI'm sorry.\n\nMolly BURIES the cross in Anton's shoulder. He howls as she\npulls it out and stabs at him again. This time, he moves\nbefore the cross finds its mark.\n\nANTON\n(backing up against the\nhigh dive ladder)\nMolly, listen to me. I've got a\nplan to defeat Satan. Your part\nis easy. All you have to do is not\nkill me.\n\nShe's inching toward him, not listening. With his back\npressed against the ladder, there's nowhere to go but up.\nAnton climbs up a step.\n\nINT. GYM/DANCE - SAME\n\nThe girl and her boyfriend from the hall stand by the punch\nbowl, talking to Tanya.\n\f97\n\nBOYFRIEND\n»- + - and then his head came off! It\nlooked so real.\n\nTANYA\nHave you guys noticed that all the\nchaperones have disappeared?\n\nGIRL\nThey probably went to find a better\nparty. This band sucks.\n\nBOYFRIEND\nYeah, let's get outta here.\n\nTanya, the girl, and her boyfriend head for the exit, where a\nCROWD has gathered. They try the doors.",
  "64": "---END OF PREVIOUS SECTION---\nBOYFRIEND\nYeah, let's get outta here. Tanya, the girl, and her boyfriend head for the exit, where a\nCROWD has gathered. They try the doors. \n---TARGET SECTION TO BE ANNOTATED---\nBOYFRIEND\n(pulling harder)\nHey, this is fucking locked!\n\nSOME GUY\nYeah, man. We just tried to leave too.\nIt's no use.\n\nGIRL\nThere's a door in the pool room that's\nalways open. I think the lock's busted.\n\nBOYFRIEND\nCool.\n\nPretty much all of the students head into the dark hallway.\nThe band keeps playing.\n\nINT. POOL ROOM - SAME\n\nMolly and Anton are up on the HIGH DIVE. Molly LUNGES.\nAnton SLIPS, falling flat on his back. She looms over him,\nbrandishing her cross as...\n\nthe HAND flies into the room with blood dripping from its\nskeletal fingers. It beelines straight for the Freeze-Whiz\nand SHUTS IT OFF.\n\nAnton hears the machine sputter and go quiet. He turns his\nhead to look and Molly STABS him in the shoulder again.\nAnton SCREAMS.\n\nMick, Pnub and Jimmy come into the pool room.\n\f98\n\nMICK\n(pointing)\nThere's that hand!\n\nJIMMY\n(holding his head onto his\n. neck with both hands) :\nHey, that's my Dad's Freeze-Whiz 4000!\n\nANTON\nGuys! Guys!\n\nThe guys look around the room, confused. On the diving\nboard, Molly stabs at Anton's chest. He blocks it with his\nblade -- but the impact LOOSENS the knife even more and Anton\nwinces with pain as the knife's base WOBBLES in his stump.\n\nHe grabs Molly's wrist in his good hand and holds it still.\n\nMICK\nAnton?\n\nANTON\nUp here!\n\nThey look up at the high dive.\n\nANTON\n(grappling with Molly)\nYou guys have got to turn that Freeze-\nWhiz back on! It's the only way to\nbeat Satan.\n\nThe guys eye the machine. The skeletal hand guards it like a\npitbull.\n\nMICK\nSure thing, buddy.\n\nAs the three guys march toward the hand, the horde of\ncostumed students enter the pool room.\n\nBOYFRIEND\nThat's the kid whose head I punched\noff!\n\nThe guys close in on the hand and Jimmy lets go of his head -\nto lunge at it.\n\nThe hand smacks Jimmy's hands away, jostling his head.",
  "65": "---END OF PREVIOUS SECTION---\nBOYFRIEND\nThat's the kid whose head I punched\noff! The guys close in on the hand and Jimmy lets go of his head -\nto lunge at it. The hand smacks Jimmy's hands away, jostling his head. \n---TARGET SECTION TO BE ANNOTATED---\nJimmy's head flies off his neck and rolls close enough to\nCATCH THE HAND in his TEETH.\n\f99\n\nMICK\nYeah, fuck it up, Jimmy. Bite it\nagain!\n\nBut as Jimmy opens up to bite again, the hand CRAWLS INSIDE\nHIS MOUTH and OUT the bottom where his throat should be. The\nhand grabs Jimmy's head by the hair and TOSSES it into the\npool.\n\nPNUB\nDon't worry, man. I'll get you!\nMick, you cover the hand! —\n\nPnub grabs a long pole with a net on the end to fish Jimmy's\nhead out of the pool as Mick dives at the skeletal hand.\n\nON THE HIGH DIVE\n\nStill on his back, Anton holds Molly's cross-jabbing wrist\nwith his one good hand as she leans over him.\n\nANTON\nMolly, I can't defend myself without\nhurting you! You have to clear your\nmind. If you resist, Satan'll show\nup and we can beat him!\n\nHe brings his pleading face up close to hers. She squirms,\ntrying to wrench her wrist from his grasp.\n\nANTON\nYou can do it, Molly.\n\nShe snarls evilly at him.\n\nANTON\nPlease. For me.\n\nHe kisses her softly on the lips. Suddenly, her eyes fill\nwith tears.\n\nAnton lets go and watches, holding his breath as . . . Molly\nconvulses, struggling with herself. Her hand, holding the\ncross, starts to move toward Anton, but Molly flights to hold\nit back.\n\nSummoning all her strength, she forces her fingers to LET GO\nof the cross. It clatters onto the diving board and she\ncollapses on top of Anton.\n\f100\n\nANTON\n(hugging her)\nYes! I knew you'd come through, Molly!\n\nA split-second later, Satan appears on the high dive,\nblocking their way to the ladder.\n\nSATAN\nYou big, fat, fucking idiot, Anton.\n\nBELOW\n\nThe costumed students stare up at Satan in amazement and\nfear. Pnub continues trying to fish Jimmy's head out of the\npool, but it keeps bobbing away. Mick has his hands full\nfighting the skeletal hand.",
  "66": "---END OF PREVIOUS SECTION---\nBELOW\n\nThe costumed students stare up at Satan in amazement and\nfear. Pnub continues trying to fish Jimmy's head out of the\npool, but it keeps bobbing away. Mick has his hands full\nfighting the skeletal hand. \n---TARGET SECTION TO BE ANNOTATED---\nON THE HIGH DIVE\n\nGrimacing in pain, Anton uses his good hand to keep the base\nof his knife pressed into his stump, trying to stop it from\nwobbling around as he points it defensively at Satan.\n\nSATAN\nWhat's the big plan? You're gonna\nmake me cold?\n\nANTON\n(nervous but defiant)\nThat's right.\n\nHe starts to sit up, but Satan plants a massive foot on\nAnton's chest, forcing him to lie back down.\n\nSATAN\nEven if your stupid friends manage\nto turn that thing on, you think\nI'll be helpless?\nBELOW\nThe girl tugs on her boyfriend's arn.\n\nGIRL\nLet's go.\n\nThe boyfriend nods and they start toward the door. The rest\nof the kids follow.\n\f101\n\nSATAN\nYou can't imagine the extent of\nmy power. All I.have to do is\npoint my finger, and BAM! Fire!\n\nSatan points his finger and BAM! A wall of fire appears at\nthe door, blocking it from the girl and her boyfriend. They\njump back and, in a panic, the whole crowd rushes for the\ndoor to the hallway.\n\nLaughing, Satan points his finger again, and the hall door is\nconsumed in fire.\n\nSATAN\nNobody leaves!\n\nANTON\n(holding Molly close) .\nWe've already won. We resisted you.\n\nSATAN .\n\nYeah, congrats. Guess what you win,\na brand-new fiery death! You two'll\nburn along with everyone else here\ntonight.\n\n(to the crowd)\nYou can all thank Anton for your\nearly demise.\n\n(to Anton)\nIf you hadn't been so much fun to\nfuck with, I'd've moved on to some\nother town long ago.\n\nSatan laughs as the entire student body glares at Anton.\n\nGUY IN CROWD\nNice goin' Anton.\n\nGIRL IN CROWD\nThanks a lot.\nACROSS THE ROOM\nMick forces the hand to the ground and STEPS ON IT. He grins\nas he hears each bony finger BREAK. He holds the bent,\ngnarled thing up with satisfaction and...\nMICK\n\n(turning the Freeze-Whiz on)\nAnton, your gizmo's back on!\n\f102\nThe Freeze-Whiz ROARS to life once again.",
  "67": "---END OF PREVIOUS SECTION---\nHe holds the bent,\ngnarled thing up with satisfaction and... MICK\n\n(turning the Freeze-Whiz on)\nAnton, your gizmo's back on! 102\nThe Freeze-Whiz ROARS to life once again. \n---TARGET SECTION TO BE ANNOTATED---\n On the high dive,\nAnton cranes his neck to see, giving Mick a quick thumbs-up.\nANTON\nYes!\n(narrowing. his eyes at Satan)\nNow you're done for.\nSatan rolls his eyes as the crowd CHEERS.\nPnub finally scoops Jimmy's head into the net, but as he\nturns with it, the end of the pole smacks into the Freeze-\nWhiz, KNOCKING the machine into a corner of the POOL.\nSATAN\n(laughing his ass off)\nThat's just perfect!\n\nAnton sadly watches the Freeze-Whiz sink to the bottom of the\npool...\n\n- +» . but he also notices something else: the water around\nthe machine starts to FREEZE!\n\nANTON\n(to Satan)\nLaugh it up, Fucko!\nHe grabs Satan by the ankles and plants his foot firmly in\nthe Devil's crotch. In one swift movement, he heaves Satan\nover’ himself and Molly, and OFF THE END OF THE DIVING BOARD.\nThe crowd CHEERS again, but Satan just LAUGHS as he plummets.\n\nIn the pool, ICE is SPREADING rapidly out from the Freeze-\nWhiz, heading toward the middle of the pool.\n\nIn mid-fall, Satan extends his TONGUE upward, WRAPPING IT\naround ANTON'S THROAT and YANKING HIM OVER THE EDGE TOO.\n\nThe crowd GASPS.\nMOLLY\n(screaming)\nAnton!\n\nAnton falls through the air, just seconds behind Satan.\nFach, Up, fatan laughs -- as best he can ae tHe teRgue\nStic hag out -- as Anton struggles, tugging tongue\naroun his throat.\nSPLASH! Satan hits the pool.\n\nThe water instantly FREEZES SOLID OVER HIM.\n\fAvo\n\nA split-second later, Anton SLAMS AGAINST THE HARD ICE with a\nbone-shattering smack. His knife, knocked completely out of\nhis stump by the impact, goes spinning across the ice.\n\nAnton doesn't move.\n\nMICK\nOh, shit.\n\nMOLLY\n(scrambling down the ladder)\nAnton! Oh my god, Anton!\n\nJIMMY\nIs he dead?\n\nThe crowd stares in silent horror as Mick, Pnub, and Jimmy\nslide across the ice toward their buddy .. .\n\nbut before they can reach Anton, the.",
  "68": "---END OF PREVIOUS SECTION---\nJIMMY\nIs he dead? The crowd stares in silent horror as Mick, Pnub, and Jimmy\nslide across the ice toward their buddy .. . but before they can reach Anton, the. \n---TARGET SECTION TO BE ANNOTATED---\n boys' bodies COLLAPSE.\nThree transparent SOULS RISE from the corpses.\n\nMICK'S SOUL\n(to Pnub)\nNice move, dickhead. I think you\njust avenged our deaths.\n\nThe three boys' spirits VANISH as Molly rushes frantically\nacross the frozen pool. She frees Anton's throat from\nSatan's tongue and kisses him.\n\nHe doesn't move.\n\nEXT. SCHOOL PARKING LOT - MORNING\n\nCOPS swarm the parking lot, questioning students. The door\nto the pool room is roped of with yellow crime scene tape.\n\nCaptain Tidwell surveys the scene, passing a young COP taking\nnotes as the girl and her boyfriend relate last night's\nevents ...\n\nBOYFRIEND\n- - + and Satan just starts laughing.\nSo then my man says “Laugh it up,\nFucko\" and he grabs Satan by the. . .\n\nCaptain Tidwell passes Anton's knife, bagged and tagged on a\nnearby table with bits of stump-gore clinging to it. He\nsteps over the yellow tape and into the pool room.\n\f104\n\nINT. POOL .ROOM --SAME\n\nA bunch of COPS are hard at work. The Freeze-whiz , now\nunplugged, still rests at the bottom of the pool, but the\nwater is once again liquid. Satan is nowhere to be seen. -\n\nA SERGEANT looks up from dusting the Freeze-Whiz's plug for\nfingerprints.\n\nSERGEANT\nSir, I can't. find any prints of that\nskeletal hand everyone keeps talking\nabout. Most of the prints belong to\nthat kid, Anton.\n\nCAPTAIN TIDWELL\n\n(muttering to himself)\nSkeletal hand, Satan...\n\n(to Sergeant)\nI want the contents of that punch\nbowl analyzed for LSD immediately.\nI have a pretty good idea what\nhappened here.\n\nINT. HOSPITAL ROOM ~ DAY\n\nMolly and a DOCTOR stand over Anton's bed. Anton's in a full\nbody cast. His eyes are open but unmoving, STARING at a\npoint beyond the Doctor.\n\nDOCTOR\nI'm sorry to have to tell you this,\nMolly, but it doesn't look good.\nYour boyfriend sustained serious\nbrain damage.\n\nMOLLY\nCan he hear me?\n\nDOCTOR\nDoubtful.",
  "69": "---END OF PREVIOUS SECTION---\nYour boyfriend sustained serious\nbrain damage. MOLLY\nCan he hear me? DOCTOR\nDoubtful. \n---TARGET SECTION TO BE ANNOTATED---\n And if he could, we'd\nnever know. He's paralyzed from\nthe forehead down\n\nMOLLY\n(touching Anton's forehead\nsadly)\nI can't believe it.\n\nDOCTOR\n(putting a consoling arm\naround her)\nWe're doing all we can.\n\fio\n\nThe Doctor ushers Molly from the room, revealing the point\nwhere Anton is staring: a TV hanging from the ceiling.\n\nANTON'S POV: F-Troop is on.\n\nINT. HOSPITAL HALLWAY - SAME\n\nThe Doctor leads Molly down the hall. An orderly wheels a\ncart of surgical tools past them.\n\nMOLLY\nIs there any chance he'll recover?\n\nDOCTOR\n(gently)\n\nI wouldn't get my hopes up.\nSeemingly without her knowledge, Molly's hand reaches out and\npilfers an EXTREMELY SHARP SCALPEL.from the cart. She holds\nit behind her back.\n\nMOLLY\n\nI appreciate you cutting to the truth,\n\nDoctor.\nINT. ANTON'S HOSPITAL ROOM - SAME\nA NURSE enters the room. She looks at F-Troop on the TV and\nthen back at Anton. She waves a hand in front of Anton's\nface. He doesn't blink.\nThe Nurse shrugs and SNAPS OFF THE Tv.\nCLOSE ON Anton's horrified eyes.\n\n: ANTON (VO)\nFucking figures.\n\nFADE OUT\n\f"
}