{
  "1": "April 18, 1999\n“IF |HAD A HAMMER\"\nBy\nJosh Becker\nACT ONE:\n\nFRONT TITLES: The front title sequence is over a STOCK FOOTAGE montage of the\n\nbig news events of 1958 through early 1964 set to The Weavers’ version of “If | Had a\nHammer”: Elvis Presley, wearing an army uniform, waves as he boards an airplane for\nGermany; U.S. troops are shipped to Vietnam where fighting has begun in earnest;\nChuck Berry is indicted for tax evasion; Little Richard quits music to become an\nordained Seventh Day Adventist minister; Martin Luther King delivers his “I have a\ndream” speech to a Washington, D.C. civil rights rally; students hold a sit-in at a\nuniversity; John and Jackie Kennedy sit in the back-seat of the presidential Lincoln-\nContinental cruising down the streets of Dallas; Jack Ruby shoots Lee Harvey Oswald;\nLBJ is sworn in as president; the Beatles arrive in America...\n\nDISSOLVE:\nA title reads: “Saturday, February 8th, 1964.”\n\nEXT. “STUDENTS FOR POLITICAL ACTION” OFFICE — DAY\n\nThe “Students For Political Action” office is a small storefront located in a downtown\narea. Poor, inner-city people fill the streets. A 21-year old beatnik boy named MAX,\nwith a goatee and a beret, steps up to the front door, pulls out a key, goes to insert it\ninto the lock and the door swings open. Max finds this somewhat surprising and enters.\n\nINT. “STUDENTS FOR POLITICAL ACTION” OFFICE — DAY\n\nMax steps into the ratty interior of the office—old and broken office furniture, torn easy\nchairs with stuffing hanging out, a torn, yellowing poster on the wall announcing The\nWeavers reunion concert at Carnagie Hall—and he finds the air full of cigarette smoke,\nwhich he waves away from his face. Max turns on the light.\n\nIn the very back of the office is LORRAINE DEMPSEY, an attractive, intense 19-year\nold girl with a short, boyish haircut, wearing a plaid skirt and a sweater.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. “STUDENTS FOR POLITICAL ACTION” OFFICE — DAY\n\nMax steps into the ratty interior of the office—old and broken office furniture, torn easy\nchairs with stuffing hanging out, a torn, yellowing poster on the wall announcing The\nWeavers reunion concert at Carnagie Hall—and he finds the air full of cigarette smoke,\nwhich he waves away from his face. Max turns on the light. In the very back of the office is LORRAINE DEMPSEY, an attractive, intense 19-year\nold girl with a short, boyish haircut, wearing a plaid skirt and a sweater. \n\nTARGET SECTION TO BE ANNOTATED:\n She cranks a\nmimeograph machine which on each revolution spits out a yellow flyer stating in big\nbold letters, “Free the Springfield Five!! Emergency Meeting Sunday at 8:00 P.M.”\nLorraine sees Max and blinks, a smoldering cigarette butt dangling from her lips.\n\fMAX\nLorraine, you're still here? That’s exactly where |\nleft you last night.\n\nLorraine squints through the smoke wafting up into her eyes.\n\nLORRAINE\nI’m ready, Max. Nothing can stop me now.\n\nMAX\nYou need to go to sleep.\n\nLORRAINE\n(waves her hand)\nNah! | slept all the time when | was young.\n(points)\nI’ve made 500 flyers, you think that’s enough?\n\nMAX\n| should think so.\n\nLORRAINE\nAnd you'll help me hand them out?\n\nMAX\nThat's why I’m here.\n\nLORRAINE\nGood. Y’know, Max, as I’ve stood here all night\ncranking this machine, it came to me that we’re\nstanding at a crossroads.\n\nMAX\nA crossroads to what?\n\nLORRAINE\nTo anew age.\n\nMAX\nThat's what they were all saying about Kennedy\nand Camelot and all that, but look what happened.\n\nLORRAINE\n\fIt's bigger than that.\n\nMAX\nYeah, | think you’ve been up too long.\n\nLORRAINE\nHopefully, it will be a time when stuff like this . . .\n(waves flyers)\n. .. won't happen anymore. | mean, if we don’t do\nsomething right away these five boys will spend the\nrest of their young lives in jail.\n\nMAX\nHey, you don’t have to convince me. But their pre-trial\nhearing is Monday. If they go in there with some cracker,\nredneck, court-appointed attorney, they'll get life for sure.\n\nLORRAINE\n| know! This could well be their last chance. That’s\nwhy it’s so important and that’s why I’m so nervous.\nThis is the first important political action that I’ve\npersonally organized. People just have to show up.\n\nMAX\nI'll be there.\n\nLORRAINE\n| mean, real people?\n\nMAX\nGosh, thanks a lot.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAX\nI'll be there. LORRAINE\n| mean, real people? MAX\nGosh, thanks a lot. \n\nTARGET SECTION TO BE ANNOTATED:\n(Lorraine smiles)\nLook, it’s an important cause, why wouldn’t they\nshow up?\n\nLORRAINE\n(thinks)\nUm... to make me look bad?\n\nMAX\nMake you look bad to whom, if | may ask?\n\nLORRAINE\nMyself.\n\fMAX\nIs that what this is all about, Lorraine? Looking good?\n\nLORRAINE\nNo, not at all. It’s entirely about those five boys and\nthe injustice that’s being done to them. | mean, if |\ndon’t do something about it why should | expect\nanyone else to do anything, right?\n\nMAX\nRight.\n\nLORRAINE\nWe all have to draw a line somewhere and say, “If you\ngo beyond that line you have to deal with me, too.” At\nleast, that’s what | think.\n\nMAX\nRight. Me, too. You could always just tackle people\nout in the street and drag ‘em in kicking and screaming.\n\nLORRAINE\n| might yet.\n\nMAX\n| bet you would, too. But why do you do this,\nLorraine, staying up all night, burning it at both ends?\n\nLORRAINE\nSomeone’s got to, right?\n\nMAX\nDo they? Why?\n\nLORRAINE\nBecause if nobody cares the whole world will go to\nhell.\n\nMAX\nBut, Lorraine, you can’t save the whole world.\n\nLORRAINE\nNo, but | can try. And step one is getting everyone\nto care about this issue, the Springfield Five.\n\fMAX\nBut you can’t actually make anyone else care about\nsomething, Lorraine. Not really.\n\nLORRAINE\nOh, sure you can. These are old, time-worn techniques\nused by the wobblies before the war. But getting to\na whole group at once, that’s the trick. That's where\nsongs come in.\n\nMAX\n(skeptical)\nYeah, but even songs won’t make someone care\nif they don't.\n\nLORRAINE\nIf it's the right song being sung the right way.\n\nMAX\n| don’t think that’s true.\n\nLORRAINE\n(off-handed)\nSure it is.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nLORRAINE\nIf it's the right song being sung the right way. MAX\n| don’t think that’s true. LORRAINE\n(off-handed)\nSure it is. \n\nTARGET SECTION TO BE ANNOTATED:\n Deep down | honestly think that people\nreally want to do what's right and actually do care,\nthey just need a little push in the right direction to get\nthem going, and that’s where | come in.\n\nLorraine reaches into her sweater pocket and pulls out a pack of cigarettes, which she\nfinds empty and crumples.\n\nLORRAINE\nGotta smoke?\n\nMAX\nNo. You're an idealist, Lorraine.\n\nLORRAINE\nI'm more than idealist, Max, I’m an instrument of\nGod.\n\nLorraine checks out the overflowing ashtray and spots a long butt. She straightens it\nout and lights it, then takes a sip of coffee. She winces and sticks out her tongue.\n\fLORRAINE\nBlah! How can coffee get colder than the room\nit’s in?\n\nMAX\n| don’t know. You going to the Purple Onion tonight?\n\nLORRAINE\n\nOh yeah, sure. Got to.\n\n(she waves a pile of flyers)\n| have to get every single person at the Purple Onion\ntonight to come to my meeting Sunday. Those people\nare what | have to work with; they're my building\nmaterials and this meeting is my testing ground. If\n| have to yell and scream, I'll do it. If | have to\nwhisper and sing songs, I'll do that.\n\nMAX\nAnd you dig it.\n\nLORRAINE\nYeah, yeah, that, too.\n(snaps her fingers)\nThat reminds me, have you got an extra guitar\npick?\n\nMAX\nNot here. You can always use a matchbook.\n\nLORRAINE\nThey shred. That’s OK, I'll swing by the music\nstore.\n\nLorraine sits down and puts on her shoes. Max checks out her legs as she does this.\nSuddenly...\n\nMAX\nLorraine, you drive me crazy! Why won't you\ngo out with me?\n\nLORRAINE\nLook, Max, you’re my friend. Let’s leave it at\nthat, OK?\n\nMAX\n\f(frustrated)\nBut | don’t want to leave it at that.\n\nLORRAINE\nIf there was something here, Max, we’d know about\nit by now, right?\n\nMAX\n! know about it.\n\nLORRAINE\n(shrugs)\nIt takes two to tango.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nLORRAINE\nIf there was something here, Max, we’d know about\nit by now, right? MAX\n! know about it. LORRAINE\n(shrugs)\nIt takes two to tango. \n\nTARGET SECTION TO BE ANNOTATED:\nMAX\nBut what can | do, Lorraine?\n\nLorraine smiles and hands Max a thick pile of flyers.\n\nLORRAINE\nHere. Hand these out. See ya later, alligator.\n\nLorraine walks out of the office and Max watches her go, groaning audibly after she’s\nleft.\n\nEXT. “STUDENTS FOR POLITICAL ACTION” OFFICE — DAY\n\nLorraine exits the office and strides up the street immediately attempting to hand out\nflyers.\n\nLORRAINE\nDemand justice now! Free the Springfield Five!\n\nMost people take the flyers that are offered to them, although many immediately\ndiscard them, some right on the street. When Lorraine sees this she goes over and\npicks the flyer back up.\nLORRAINE\n(to herself)\nSlob!\nDISSOLVE:\n\nEXT. THE BUCKLEY HOUSE — DAY\n\f8\nThis is a small house in a neighborhood of nearly identical homes. Big leafy trees line\nthe shady street. A red 1960 Ford Falcon sits in the driveway. The distinctive sound of\nthe Three Stooges playing on TV can be heard from within. A car pulls up in front of\nthe house.\n\nINT. THE BUCKLEY HOUSE/LIVING ROOM — DAY\n\nDAN BUCKLEY, a 14-year old wearing a Boy Scout uniform, sits watching the Three\nStooges on TV and laughing. The doorbell rings. Dan dashes over and opens the\ndoor. Two other 14-year old boys in Boy Scout uniforms come bursting in and they all\nbegin talking at once. Dan and his pals leave.\n\nMR. BUCKLEY and MRS. BUCKLEY enter the living room. Phil’s Dad is wearing a\nbowling shirt and holds a bowling ball up in front of his face.\n\nMRS. BUCKLEY\nBe careful with that in the house.\n\nMR. BUCKLEY\nHon, please, I’ve got to get in the proper frame\nof mind, OK?\n(chuckles)\nGet it, “frame” of mind? Bowling. Frame\n\nMRS. BUCKLEY\nThat's great, dear, you’re another Red Skelton.\n\nMR. BUCKLEY\n(imitates Red Skelton’s lisp)\nGood night and God blesh.\n(looks around)\nWhere's Phil?\n\nMRS. BUCKLEY\n(shakes her head)\nStill in bed.\n\nMr.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nMRS. BUCKLEY\n(shakes her head)\nStill in bed. Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n Buckley looks at his watch and frowns.\n\nMR. BUCKLEY\nIt’s after ten, what’s with him?\n\nMRS. BUCKLEY\nYou tell me. Ever since he graduated high school\nand started work, he’s changed. He just doesn’t\n\fseem to give a damn about anything anymore. |\ndon’t know what to do with him.\n\nMr. Buckley considers this for a moment, then exits the living room.\nINT. HALLWAY OUTSIDE PHIL’S ROOM — DAY\n\nPhil’s Dad steps up to a closed bedroom door, tries the doorknob and finds it locked.\n\nMR. BUCKLEY\nPhil? You up?\n\nPHIL (O.S.)\nYeah.\n\nMR. BUCKLEY\nAren't you supposed to be at work?\n\nPHIL (O.S.)\n| got the day off.\n\nMR. BUCKLEY\nHow come?\n\nPHIL (O.S.)\n\nIt just happens that way sometimes.\n\nMR. BUCKLEY\nHuh. Well, why don’t you get out of bed.\n\nPHIL (O.S.)\nWhy? What's the difference?\n\nMrs. Buckley steps up beside her husband.\n\nMR. BUCKLEY\nBecause it’s a beautiful day.\n\nPHIL (O.S.)\nIt's a beautiful day here in my bed, too.\n\nMR. BUCKLEY\n| don’t like this behavior, Phil.\n\nPHIL (O.S.)\n\f10\nYeah?\n\nMR. BUCKLEY\nYeah. So get your ass out of bed!\n\nPHIL (O.S.)\nYeah, yeah, | will.\n\nMR. BUCKLEY\nDo it soon.\n\nPHIL (O.S.)\nAll right. OK.\n\nMR. BUCKLEY\n(shrugs)\nY’know, Phil, if you waste this day, you'll never\nget it back.\n\nPHIL (O.S.)\nYeah? Big deal.\n\nMRS. BUCKLEY\n(to her husband)\nYou see?\n\nMR. BUCKLEY\nYeah, | see.\n\nMRS. BUCKLEY\nWhat can we do?\n\nMR. BUCKLEY\nHow the hell am | supposed to know?\n(he kisses his wife)\n| gotta go. See ya.\n\n \n\nMRS. BUCKLEY\nBye.\n\nPhil’s Dad and Mom exit and we stay on Phil’s closed bedroom door.\nINT.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nBUCKLEY\nBye. Phil’s Dad and Mom exit and we stay on Phil’s closed bedroom door. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PHIL’S BEDROOM - DAY\n\nPHIL BUCKLEY, a tall, handsome, eighteen-year old boy with a crewcut, lies in bed in\n\f11\nhis boxer shorts smoking a cigarette. Phil wears a can opener on a shoelace around\nhis neck. The ashtray beside his bed is overflowing with smashed butts. Phil smokes\nlanguidly, the smoke drifting up from his nose. There are ashes on his chest, but he\ndoesn’t notice.\n\nPhil reaches under the bed and comes out with a can of beer. He opens it with his can\nopener, guzzles, winces, grins and belches.\n\nPhil glances over at the wall beside him. There are many photos of Elvis cut from\nmagazines, as well as pictures of Tuesday Weld, Chuck Berry, Bobby Darin and Mickey\nMantle. Phil suddenly sits up, reaches over and grabs an acoustic guitar that’s leaning\nagainst the wall and begins strumming it.\n\nPhil plays a variety of tunes and rhythms in a half-assed fashion, but nothing sounds\nvery good. He glances over at a book on his desk, “Beginning Guitar.” Phil opens the\nbook and begins to play. He’s doing OK until he attempts to make a specific chord and,\nsadly, his fingers don’t want to stretch that way.\n\nPHIL\nOuch!\n\nPhil shuts the book. He walks over to his dresser, steps in front of the mirror, crosses\nhis arms, lowers his chin and proceeds to do a poor Ed Sullivan imitation.\n\nPHIL\n\nTonight we have a really big shew. | mean,\na really, really big shew. Let's all give a very\nwarm welcome to the talented, amazing, one-\nof-a-kind Phil Buckley!\n\n(he imitates the fans cheering;\n\nsmiling humbly he picks up his\n\nguitar and imitates Elvis)\nThank you. Thank you very much. I'd like\nto play my newest song which has been\n\n(continued)\n\nPHIL (cont.)\nnumber-one on the hit parade for over three\nmonths...\n\nPhil sits down on the bed, strums his guitar, but still isn’t getting the sound he wants.\n\nHe thinks for a second, then puts down the guitar and digs through one of his dresser\ndrawers.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'd like\nto play my newest song which has been\n\n(continued)\n\nPHIL (cont.)\nnumber-one on the hit parade for over three\nmonths... Phil sits down on the bed, strums his guitar, but still isn’t getting the sound he wants. He thinks for a second, then puts down the guitar and digs through one of his dresser\ndrawers. \n\nTARGET SECTION TO BE ANNOTATED:\n He comes up with a cheap old microphone with a strange, multi-pronged plug\non the end. Phil considers this situation for a moment, then produces a Boy Scout knife\nand deftly cuts off the plug. He then splits the wire and shaves off the insulation.\n\f12\n\nPhil takes the mike over to his record player and connects the bare wires to the back of\nthe amplifier. Suddenly, feedback fills the room. Phil’s eyes light up.\n\nPHIL\nBoss!\n\nHe moves the mike away from the amp, then blows into it and hears his amplified\nbreath through his speakers. Phil takes the microphone and shoves it into the hole of\nhis guitar and presto! It’s electric! Now he really starts to rock and it’s clear that Phil is\nnot particularly talented, simply enthusiastic. He does the Chuck Berry duck-walk\nacross his room, guitar wailing.\n\nINT. KITCHEN — DAY\n\nPhil’s Mom is doing the dishes. She hears the strange, electronic noise and looks all\naround.\n\nMRS. BUCKLEY\nWhat on Earth?\n\nINT. PHIL’S BEDROOM — DAY\n\nPhil’s a rock & roll maniac playing to thousands of adoring fans and everything's terrific\nuntil — sproing! — one of his guitar strings breaks. Phil frowns, setting down his guitar.\nHe scrutinizes the money on his dresser — he has one dollar to his name.\nNevertheless, a guitar with a broken string seems like a fairly useless item. Phil stands\nup, finally motivated to do something. He puts his guitar in it’s battered old case and\nbegins putting on his clothes.\n\nDISSOLVE:\n\nEXT. CITY STREETS — DAY\n\nPhil walks along the street carrying his guitar case. Phil isn’t paying any attention to\nanything going on around him. He’s got a tune in his head and a vague, amused look\non his face. He occasionally makes an Elvis Presley-style hip gyration accompanied by\na grunt and we realize that Phil’s still on The Ed Sullivan Show in his head. He adds\nthe crowd reaction sounds, cheering and laughing.\n\nThe beatnik kid MAX from the “Students for Political Action” office offers Phil a flyer.\n\nMAX\nFree the Springfield Five! Let justice be done,\n\f13\nman. Meeting on Sunday at the Purple Onion.\n\nPhil waves it away entirely uninterested.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nLet justice be done,\n\f13\nman. Meeting on Sunday at the Purple Onion. Phil waves it away entirely uninterested. \n\nTARGET SECTION TO BE ANNOTATED:\nPHIL\nNo thanks.\n\nINT. MUSIC STORE — DAY\n\nThis is the all-purpose variety of music store that sells most every sort of instrument and\nall the accessories. Lorraine stands before a large variety of guitar picks holding her\nguitar and deliberates. She chooses a pick, checks its thickness, then drops it back in\nits bin. Finally, Lorraine makes her decision, chooses a pick, then steps over to the\ncounter and pays the portly, middle-aged CLERK a quarter.\n\nLorraine strolls over to the sheet music. She flips through until she finds something she\nlikes and pulls it out—it’s Woody Guthrie’s song “This Land is Your Land.” Lorraine\nplays the first several chords, humming the tune. Something else catches her attention\nand she walks to another part of the store, stepping behind a big display case filled with\nwoodwind instruments.\n\nJust then Phil steps up in front of the woodwind case, then crosses to the acoustic\nguitar section where Lorraine just stood. He finds the guitar string he needs and it costs\nfifty cents, half of his accumulated wealth. Phil resigns himself to this inevitability and\nreplaces his broken string. He sees the portly Clerk watching him and smiles at the\nguy. The Clerk smiles back.\n\nLorraine hands a yellow flyer to an OLD BLACK WOMAN, who puts on her glasses and\nlooks at it with interest.\n\nNow Phil attempts to tune his guitar. He does a rather half-assed job, shrugs—that’s\ngood enough—then spots the open sheet music in front of him of “This Land is Your\nLand.” Phil concentrates deeply, furrowing his brow, and painfully strums and sings the\nfirst few chords of the song.\n\nPHIL\n\n(singing)\nThis land is your land\nThis land is my land\nFrom California\nTo the New York Island\nFrom the redwood forests\nTo the Gulf stream waters\nThis land was made for you and me—\n\f14\nLorraine steps up from behind and proclaims. . .\n\nLORRAINE\nI love this song!\n\nPhil turns around and checks Lorraine out. He smiles his coolest smile.\n\nPHIL\nReally? No kidding? Me, too.\n\nLORRAINE\n(excited)\nReally? Come on, let’s play it together.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nMe, too. LORRAINE\n(excited)\nReally? Come on, let’s play it together. \n\nTARGET SECTION TO BE ANNOTATED:\nLorraine begins playing the song and Phil very hesitantly follows along, glancing\nfrequently at the lyrics.\n\nLORRAINE & PHIL\n\n(singing)\n\nAs | went walking\n\nThat ribbon of highway\n\n| saw above me\n\nThat endless skyway\n\n| saw below me\n\nThat golden valley\n\nThis land was made for you and me\n(continued)\n\nLORRAINE & PHIL (cont.)\nThis land is your land\nThis land is my land\nFrom California\nTo the New York Island\nFrom the redwood forests\nTo the Gulf stream waters\nThis land was made for you and me\n\n| roamed and rambled\n\nAnd | followed my footsteps\nTo the sparkling sands\n\nOf her diamond deserts\nWhile all around me\n\f15\nA voice was sounding, sayin’,\nThis land was made for you and me\n\nThe sun came shining\n\nAnd | was strolling\n\nAnd the wheat fields waving\n\nAnd the dust clouds rolling\n\nAs the fog was lifting\n\nA voice was chanting\n\nThis land was made for you and me\n\nSuddenly, everybody in the store, including the old black woman and the clerk, joins in\nfor the finale.\n\nEVERYBODY\nThis land is your land\nThis land is my land\nFrom California\nTo the New York Island\nFrom the redwood forests\nTo the Gulf stream waters\nThis land was made for you and me\nThis land was made for you and me\n\nEverybody laughs, then returns to their business. Lorraine turns to Phil.\n\nLORRAINE\nWow! Did you see the way the music draws\npeople in? It’s fantastic.\n\nPHIL\nYeah, it sure is. So, you like music, eh?\n\nLORRAINE\nYes, very much. Do you?\n\nPHIL\nOh, yeah. Uh, my name’s Phil, what’s yours?\n\nLORRAINE\nLorraine.\n(he puts out his hand to shake\nand she hands him a yellow flyer)\nThere’s a really important meeting tomorrow\nnight for the Springfield Five.\n\f16\n\nPhil takes the flyer looking confused.\n\nPHIL\nIs that a new band?\n\nLORRAINE\nNo! Don’t you read the newspaper?\n\nPHIL\nSure, but | must've missed it.\n\nLORRAINE\nIt's been the headline for the last week.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nDon’t you read the newspaper? PHIL\nSure, but | must've missed it. LORRAINE\nIt's been the headline for the last week. \n\nTARGET SECTION TO BE ANNOTATED:\nPHIL\nThe neighbor’s dog grabs our paper all the time\nand chews it up. What’s going on?\n\nLORRAINE\nThe Springfield Five are five colored boys that were\narrested for no good reason as they were driving\ndown south to a civil rights rally. We're trying to\nget them out of jail.\n\nPHIL\nOh. OK. Tomorrow night, huh?\n\nLORRAINE\nAt 8:00.\nPHIL\n(frowns)\n\nBut tomorrow's Sunday, y’know.\n\nLORRAINE\nYeah? So?\n\nPHIL\nSo, Ed Sullivan’s on Sunday at eight.\n\nLorraine grimaces with disdain.\n\nLORRAINE\n\f17\nOh, that’s too bad. I’m talking about real\nproblems in the real world here.\n\nPHIL\n| know, I’m just telling you that that’s not a good\ntime for a meeting.\n\nLorraine looks stricken.\n\nLORRAINE\nYou think? | printed 500 flyers.\nPHIL\n(shrugs)\n\nIt may not mean anything, y'know, maybe he\nhasn’t got anyone good on the show this week.\n\nLorraine suddenly looks like she’s got a headache. She reaches into her sweater\npocket and finds it empty.\n\nLORRAINE\nHave you got a cigarette?\n\nPHIL\nSure. Wanna get a cup of coffee to go with it?\n\nLorraine looks him up and down.\nLORRAINE\n(grins)\nOK. Caffeine and nicotine are my favorite food\ngroups.\n\nPHIL\nDon’t forget beer, it’s just like liquid bread.\n\nLorraine laughs and she and Phil exit.\nINT. COFFEE HOUSE — DAY\nPhil and Lorraine both drink mugs of coffee and smoke cigarettes.\n\nLORRAINE\nWell, | worked for a while at a crisis phone line,\n\f18\nbut | got really tired sitting up all night listening\nto drug addicts moan about not scoring and\npretending to be a marriage counselor. | didn’t\nreally feel like | was part of the fight.\n\nPHIL\n(Phil nods, mesmerized)\nRight.\n\nLorraine really looks at Phil.\n\nLORRAINE\nDo you know what | mean?\n\nPHIL\nSure.\n\nLORRAINE\nReally?\n\nPHIL\n(shrugs)\nNo, not really.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nPHIL\nSure. LORRAINE\nReally? PHIL\n(shrugs)\nNo, not really. \n\nTARGET SECTION TO BE ANNOTATED:\nLORRAINE\nHaven't you ever had a feeling of pure empathy?\n\nPHIL\n(thinks, then shakes\nhis head)\nI'm not sure. What's empathy?\n\nLORRAINE\nIt’s like sympathy, only you don’t feel bad for\nsomeone, you feel bad with them.\n(Phil digests this)\nHaven't you ever felt that way?\n\nPHIL\nOh, yeah. “Lassie” does that to me almost every\nweek.\n\nLORRAINE\n\n(shakes her head)\nTV again! Jesus!\n\f19\n\nPHIL\nYou don’t like TV?\n\nLORRAINE\nNo, | don’t. | think it makes people apathetic.\n\nPHIL\nIt’s just entertainment.\n\nLORRAINE\nAnd some entertainment has value. But mindless\nentertainment is useless. What are some of your\ninterests?\n\nPHIL\n(shrugs)\nMe? Oh, well, | have a wide range of interests.\n\nLORRAINE\n(nods)\nReally? Like what?\n\nPhil suddenly feels cornered.\n\nPHIL\nWell, like everything.\n\nLORRAINE\n(skeptical)\nEverything, huh? Interested in paleontology?\n\nPHIL\nDo you know very much about paleontology?\n\nLORRAINE\n(smiles)\nNo.\n\nPHIL\n(grins)\nI’m the foremost authority.\n\nLORRAINE\n\f20\nOK. So, what's your favorite subject?\n\nPHIL\nYou mean like in school?\nLORRAINE\nNo, | mean like in life.\nPHIL\nOh, that. Well...uh... music, | guess.\nLORRAINE\nYou sure don’t sound convinced.\nPHIL\nNo, | am. Music. Definitely. | wanna be a\nmusician.\nLORRAINE\n(surprised)\nReally?\nPHIL\nYeah.\nLORRAINE\n\nYou know, it’s really hard to be a musician.\n| take guitar lessons twice a week and that’s\nnot nearly enough.\n\nPHIL\n(skeptical)\nWell... It all depends on what you're after,\nright?\nLORRAINE\n(confused)\n\nWhat do you mean?\n\nPHIL\nWell, that’s if you want to be, say, a good or\ngreat musician.\n\nLORRAINE\n(nods)\n\f21\nRight.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nLORRAINE\n(confused)\n\nWhat do you mean? PHIL\nWell, that’s if you want to be, say, a good or\ngreat musician. LORRAINE\n(nods)\n\f21\nRight. \n\nTARGET SECTION TO BE ANNOTATED:\nPHIL\nWell, Bobby Darin doesn’t really have a great\nvoice, but he’s a very successful singer. Or what\nabout Bob Dylan? He can’t sing at all.\n\nLORRAINE\nYeah, but he’s a great song writer.\n\nPhil waves his hand in total deprecation.\n\nPHIL\nYou can hire guys to do that.\n\nLORRAINE\nYeah, so...?\n\nPHIL\nSo, you don’t necessarily have to be good to\nbe famous. Look at Dean Martin.\n\nLorraine consider this for a second, then dismisses the whole thing.\n\nLORRAINE\n\nThat's silly. Of course you do. What are you\ntalking about? If it’s not their musical ability then\nit’s their presentation. It’s gotta be something.\n\n(Phil nods, good point;\n\nLorraine remembers)\nOh, y’know, tonight’s Hootenanny night at\nthe Purple Onion, you have to come.\n\nPHIL\n(confused)\nHootenanny? Is that like when you square-\ndance and stuff?\n\nLORRAINE\n(laughs)\nNo. Hootenanny night means that it’s open\nmicrophone for anyone that wants to get up\nand sing or play or read a poem or do anything.\n\nPHIL\n\f22\n(nods)\nWill you be there?\n\nLORRAINE\n(smiles and nods)\nYes, | will. I’m going to sing a song tonight.\nYou really should come, | mean, if you actually\nwant to be a musician and all.\n\nPHIL\nRight. | do. And | will.\n\nLorraine suddenly stands.\n\nLORRAINE\nI’ve gotta go. So, will | see you tonight at the\nPurple Onion?\n\nPHIL\nSure. Absolutely.\n\nLORRAINE\n(smiles)\nGreat. Will you sing a song?\n\nPHIL\n(shrugs)\nDo | have to?\n\nLORRAINE\nNo, you don’t have to do anything you don’t\nwant to do. None of these people are professionals,\nit’s just a hootenanny. But let’s face it, Phil, if you\ncan’t sing at a hootenanny you'll never be famous\nas a musician.\n\nPHIL\n(nods)\nRight.\n\nLORRAINE\n(smiles)\nOK. See ya there if you’re there.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nPHIL\n(nods)\nRight. LORRAINE\n(smiles)\nOK. See ya there if you’re there. \n\nTARGET SECTION TO BE ANNOTATED:\n\f23\n\nPHIL\nI'll be there. Nice meeting you.\n\nLORRAINE\nYou, too.\n\nLorraine departs. The Waitress steps up and hands Phil the bill, which is 42 cents. He\nleaves his entire 49 cents.\n\nPHIL\n(smooth)\nKeep the change, sweetheart.\n\nThe WAITRESS snorts and Phil leaves.\n\nDISSOLVE:\n\nEXT. “STUDENTS FOR POLITICAL ACTION” OFFICE — DAY\nLorraine stands in front of the office handing out yellow flyers and demanding Justice!\nA big, green 1963 Cadillac Sedan devVille with very pointy fins pulls up in front of her\nand stops. The car’s electric window comes down revealing a good-looking couple in\ntheir early 40s. They are Lorraine’s MOM and DAD.\nMOM\nGet in the car, dear, before someone mugs\nyou.\nLorraine sighs and gets in the back seat of the car.\nLORRAINE\n(sarcastically)\nThank God, saved at last.\nINT. CADILLAC — DAY\n\nLorraine’s Dad guns it and the car pulls away quickly. Dad glances back at Lorraine.\n\nDAD\n\f24\nDid you forget you were having lunch with us?\n\nLORRAINE\nNo, | didn’t. | tried to, but | couldn't.\n\nHer Mom looks back at her.\n\nMOM\nWhat have you got on your hands?\n\nLorraine looks at her hands and sees purple stains.\n\nLORRAINE\nInk.\n\nMOM\n(smiles)\nIt’s just your shade.\n\nLORRAINE\nYes, it is nice, isn’t it?\n\nDAD\nSo, did you get an early start on solving the world’s\nproblems today?\n\nLORRAINE\nAs a matter of fact, | did. | think I'll be having a very\nbig meeting Sunday night.\n\nDAD\n| hope you do. But honestly, Lorraine, do you really\nthink a bunch of college kids meeting in a low-rent\ndowntown office are going to get those five Negro boys\nset free?\n\nLORRAINE\nI certainly hope so. If nothing else it will raise people’s\nawareness of the problem. A line has to be drawn\nsomewhere.\n\nMom turns to Dad.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nIf nothing else it will raise people’s\nawareness of the problem. A line has to be drawn\nsomewhere. Mom turns to Dad. \n\nTARGET SECTION TO BE ANNOTATED:\nMOM\nHow did she turn out this way?\n\f25\n\nDAD\nIt's got to be your fault, I’m never home.\n\nMOM\nYou can say that again.\n\nLorraine points at herself.\n\nLORRAINE\nI’m my own fault. And where are we going for\nlunch, if | may ask?\n\nDAD\nThe club.\n\nLORRAINE\n(sighs)\nUnmitigated decadence, and the food’s not very\ngood.\n\nMOM\nYou were such a happy little girl, Lorraine. What\nhappened?\n\nLORRAINE\n| developed a social conscience.\n\nMOM\n\nWell it certainly hasn’t made you any happier, | can\ntell you that. Why don’t you go away to Europe\n\nfor a while — say a year — and make up your mind\nthere?\n\nLORRAINE\n\n| live here in America, mom. The problems of\nAmerica are my problems. And my mind is made\nup.\n\nDAD\n\nYour mom’s not kidding, Lorraine. You want to go\nto Europe for a year, see the sights, go to school,\ndon’t go to school. Anything you want, just say the\nword.\n\n \n\f26\nLORRAINE\nOh, Dad, please.\n\nDAD\nYou were accepted to the University of Florence,\nweren't you? You loved Italy when we all went\nthere a few years ago. You ran around the house\ntalking Italian for months.\n\nLORRAINE\n(sighs wearily)\nThis is such a bore.\n\nLorraine’s Mom and Dad look at each other and shake their heads.\n\nDAD\nSo, Lorraine, how many people are you expecting\nat this rally of yours?\n\nLORRAINE\n| don’t know. About a hundred, I’d say.\n\nDAD\nWell, how many chairs did you rent?\n\nLORRAINE\nFifty, but there’s twenty or thirty chairs there and\n| figure some people can stand.\n\nDAD\nHow’re you getting the rented chairs there?\n\nLORRAINE\n(exasperated)\nDad, please, I'll work it out.\n\n \n\nDAD\n\nLook, you want to be an organizer and organizers\nbring in the people.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAD\nHow’re you getting the rented chairs there? LORRAINE\n(exasperated)\nDad, please, I'll work it out. DAD\n\nLook, you want to be an organizer and organizers\nbring in the people. \n\nTARGET SECTION TO BE ANNOTATED:\n If they don’t bring in a decent\ncrowd, you'll have to admit, they’re not worth much\nas an organizer, right?\n\nLORRAINE\n(begrudgingly)\n\f27\nYeah, | suppose.\n\nDAD\nOK, how about this? If less than fifty people show\nup to your meeting, you consider doing something\nelse. Anything else. More than fifty and I’ll shut up,\nfor awhile. What do you say? But you have to give\nme a fair count.\n\nLORRAINE\nAll | did was agree to go to lunch, I’m not here to\nnegotiate any deals.\n\nDAD\nJust think about it, OK? That's all | ask.\n\nLORRAINE\nWhatever you say.\n\nLorraine sighs deeply, lost in the vast expanse of the back seat. Her hand goes into her\nsweater pocket, but she still doesn’t have any cigarettes.\n\nDISSOLVE:\nINT. PHIL’S BEDROOM — DAY\n\nPhil sits on his bed noodling with his guitar. He has the newspaper on the floor and\nglances at it over the top of the guitar.\n\nPHIL\nFolk songs, folk songs ... Crap! | don’t know\nany folk songs.\n(focuses on the newspaper)\nHey! Lyndon Baines Johnson, Lady Bird Johnson,\nLynda Bird Johnson and Luci Baines Johnson?\nThey all have the same initials. How weird!\n\nPhil’s Dad walks past the bedroom door, sees the newspaper and stops.\n\nMR. BUCKLEY\nThere’s the newspaper. What's it doing in here?\n\nPHIL\nI’m reading it.\n\fPhil sighs.\n\n28\n\nMR. BUCKLEY\nGreat day in the morning, what next? So, what’s\nup?\n\nPHIL\nNothin’.\n\nMR. BUCKLEY\n\nY’know, I’ve been meaning to speak to you.\n(he comes in and sits\ndown on the bed)\nSo, Phil, what are you doing? You've been out\nof high school for six months.\n\nPHIL\nI’m working at the shoe store. Knockin’ ‘em\ndead, too.\n\nMR. BUCKLEY\nWhat does that mean?\n\nPHIL\nIt means, Dad, that working at the shoe store is\na bore.\n\nMR. BUCKLEY\nYou don't like it? Find another job.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nMR. BUCKLEY\nYou don't like it? Find another job. \n\nTARGET SECTION TO BE ANNOTATED:\nPHIL\nLike what? Working in a gas station?\n\nMR. BUCKLEY\nWell, don’t you have some goal? Some ambition?\n\nPHIL\n(guffaws)\nYeah, | wanna be president and get my brains\nblown out.\n\nMR. BUCKLEY\n(shocked)\n\f29\nThat’s not nice.\n\nPHIL\nIt sure wasn’t.\n\nMR. BUCKLEY\nWhat's with you?\n\nPHIL\nWhat?\n\nMR. BUCKLEY\nNow come on, you must care about something?\n\nPHIL\n(timidly)\nWell...\n\nMR. BUCKLEY\nYeah? Goon.\n\nPHIL\nWell, | like playing the guitar.\n\nMR. BUCKLEY\n(confused)\nYou took lessons for about three weeks, then\ndropped out. How serious can you be about that?\n\nPHIL\n(serious)\nHey! People can be serious about things in their\nown ways, can’t they?\n\nMR. BUCKLEY\n(unconvinced)\n| suppose. Look, Phil, what about college?\n\nHis Father lights a Viceroy cigarette.\n\nPHIL\nYeah, well... I'll probably go to community\ncollege in the fall.\n\f30\nMR. BUCKLEY\n| meant, a university. What about State? |\nwent to State.\n\nPhil points at his Dad’s cigarettes.\n\nPHIL\nCould | have cigarette?\n\nHis Dad shakes a cigarette out of the pack and gives him one.\n\nMR. BUCKLEY\nYou smoke too much.\n\nPHIL\nSo do you. | didn’t get into State.\n\nHis Dad lights Phil’s cigarette with a match, then his own.\n\nMR. BUCKLEY\nIf your grades are good at the community college\nyou could get in.\n\nPHIL\nYeah? Well...\n\nPhil shrugs and puffs on his cigarette.\n\nMR. BUCKLEY\nYou just don’t care, do you?\n\nPHIL\nNot about that.\n\nMR. BUCKLEY\nSo what do you care about?\n\nPHIL\nHey! Come on, Dad, lay off, will ya?\n\nMR. BUCKLEY\nFine. So what are you doing tonight?\n\nPHIL\n\f31\n| have a date.\n\nHis Dad grabs the wastebasket and uses it as an ashtray.\n\nMR. BUCKLEY\nReally? Have | met her?\n\nPHIL\nUh-uh. | just met her today at the music store.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nBUCKLEY\nReally? Have | met her? PHIL\nUh-uh. | just met her today at the music store. \n\nTARGET SECTION TO BE ANNOTATED:\nShe’s a cute folkie girl that’s really committed to\nall kinds of things.\n\nMR. BUCKLEY\n(interested)\nReally? Like what?\n\nPHIL\n(waves his hand)\nOh, you know, Negroes and equality and things like\nthat.\n\nMR. BUCKLEY\n(impressed)\nYeah, things like that. Well, she sounds interesting.\n\nPHIL\nYeah, she is. And cute, too.\n\nMR. BUCKLEY\nMaybe you should become a folkie, then you’d\nbe committed to all kinds of things, too.\n\nPHIL\nI’ve been thinking about it.\n\nThe conversation grinds to an uncomfortable halt. They both sit there looking at each\nother. Finally, his Dad points at the guitar.\n\nMR. BUCKLEY\nGo on, Elvis, play something.\n\nPhil quickly considers for a moment, then hits upon a possibility.\n\f32\n\nPHIL\nWait a minute.\n\nMR. BUCKLEY\nWhat?\n\nPHIL\n| think I’ve got it!\n\nMR. BUCKLEY\nWhat?\n\nPHIL\n\nWhat song to play.\n\nPhil opens his beginning guitar book, finds what he’s looking for and crudely begins to\nplay and sing “/f | Had a Hammer.”\nPHIL\n(singing)\n\nIf | had a hammer\n\n?’'d hammer in the mornin’\n\n’'d hammer in the evenin’\n\nAll over this land\n\nI'd hammer out danger\n\n?’'d hammer out warnin’\n\nl’d hammer out love between\n\nMy brothers and my—\n\nPhil’s Dad looks at his watch and jumps to his feet.\n\nMR. BUCKLEY\n—Holy Christ! Look at the time, | gotta get\ndressed.\nHis Dad abruptly exits.\nPHIL\n\n—Sisters ...\n\nPhil sighs, picks up his cigarette, which has gone out, and puts it in his mouth. He\ntakes his guitar over to the mirror and begins posing again.\n\nPHIL\nThe one, the only, Phil Buckley!\n\f33\n\nPhil strums the guitar, adds in the sound of the cheering crowd, and smokes his unlit\ncigarette like he’s Frank Sinatra.\n\nDISSOLVE:\nINT. PHIL’S HOUSE/ LIVING ROOM — NIGHT\n\nPhil steps into the living room all dressed up and ready to go out, his guitar case in\nhand.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\n33\n\nPhil strums the guitar, adds in the sound of the cheering crowd, and smokes his unlit\ncigarette like he’s Frank Sinatra. DISSOLVE:\nINT. PHIL’S HOUSE/ LIVING ROOM — NIGHT\n\nPhil steps into the living room all dressed up and ready to go out, his guitar case in\nhand. \n\nTARGET SECTION TO BE ANNOTATED:\n His mother, father and brother all sit watching the black and white TV, while\neating TV dinners at folding TV tables (Ronald Reagan is pitching “20 Mule Team\nBorax,” saying, “I’m standing here in a borax mine . . .”). None of the three can look\naway from the TV for more than a brief second.\n\nDAN\nWhere ya goin’\n\nPHIL\nOut.\n\nDAN\nWhere?\n\nPHIL\n\nNone o’ your beeswax, ratfink.\n\nMR. BUCKLEY\nPhil's got a date with a folkie girl.\n\nThis catches his Mother and brother's interest.\n\nMRS. BUCKLEY\nWhat's a folkie girl?\n\nDAN\nYou know, mom, like Mary from Peter, Paul\n& Mary. She’s hot stuff, too.\n\nMRS. BUCKLEY\nOh, well, she is a lovely girl.\n\nPHIL\nYeah, but I’m not going out with her.\n\nDAN\n\f34\nSo, where ya goin’?\n\nPHIL\n(hesitantly)\nTo the Purple Onion.\n\nDAN\nThat's a folk club, right?\n\nPHIL\n(nods)\nYeah, what of it?\n\nDAN\nSo, what's up? Are you suddenly becoming a\nfolkie like Bob Dylan?\n\nPHIL\n(embarrassed)\nMaybe | am and maybe I’m not!\n\nMRS. BUCKLEY\nAnd you’re performing?\n\nPHIL\n(coughs)\nYeah.\n\nAll three look at him in astonishment.\n\nDAN\nBut Phil, you don’t know how to play the guitar.\n\nPHIL\nYes | do.\n(everyone looks at\nhim in silence)\nKind of.\n\nDAN\nWell, just remember one thing, Phil.\n\nPHIL\n\f35\nYeah. What's that?\n\nDAN\nThe answer is blowin’ in the wind.\n\nThis gets a laugh from his family as they all simultaneously turn back to the television,\nsuddenly mesmerized in rapt silence as a new show begins. Phil exits quietly.\n\nEXT. PHIL’S HOUSE — NIGHT\n\nPhil gets outside holding his guitar case. He lights up a cigarette, hikes up his\nwindbreaker jacket and poses like James Dean. He looks back at the house and sees\nhis family through the front window illuminated in flickering blue.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nPHIL’S HOUSE — NIGHT\n\nPhil gets outside holding his guitar case. He lights up a cigarette, hikes up his\nwindbreaker jacket and poses like James Dean. He looks back at the house and sees\nhis family through the front window illuminated in flickering blue. \n\nTARGET SECTION TO BE ANNOTATED:\n Phil clamps the\ncigarette between his teeth and walks purposefully down the driveway.\n\nEXT. PHIL’S BLOCK — NIGHT (Digital Effect)\n\nPhil walks up the block, passing house after house that all look exactly the same, all of\nthem with the same flickering, radiant blue TV light illuminating their living rooms. Phil\nflicks his butt, hunches his shoulders and heads off into the night.\n\nDISSOLVE:\nACT TWO:\nEXT. THE PURPLE ONION — NIGHT\n\nPhil comes walking up to the front of the Purple Onion, and it’s a whole, big-deal, folk\nscene. There are folkies all over the place. All the men are wearing sport coats and\nthin ties and the women are wearing skirts and dresses. There are a lot of crewcuts on\nthe boys, girls with their hair up or wearing babushkas, and many cool hats on both the\nmen and the women. Almost everybody smokes cigarettes.\n\nPhil approaches warily. Who are these people? He knows no one. Except Lorraine,\nthat is, who stands in front of the club handing out flyers.\n\nLORRAINE\nPlease come to this meeting tomorrow, it’s\nreally important. See what you can do, OK?\n\nThe person takes the flyer and one step later tosses it on the ground. Lorraine looks\npained, goes over and picks it up. She sees Phil standing there, smiles and waves him\nover.\n\f36\n\nLORRAINE\nPhil.\n\nPHIL\nLorraine.\n\nLORRAINE\nYou made it.\n\nPhil steps up.\nPHIL\n\n| said | would, didn’t I.\n\nLorraine gives him a hug and a kiss, which Phil finds very encouraging. She gives him\nhis 34 flyer, but keeps holding onto his hand.\n\nLORRAINE\nYes, you did. Will you be here tomorrow for\nthe meeting?\n\nPHIL\n(nods)\n\nYeah, | think | will.\nLORRAINE\n\nYou gonna sing a song tonight?\nPHIL\n\nYep.\nLORRAINE\n\nWhat song?\nPHIL\n\nI’m not telling. What song are you singing?\n\nLORRAINE\n“If | Had a Hammer.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nPHIL\n\nI’m not telling. What song are you singing? LORRAINE\n“If | Had a Hammer. \n\nTARGET SECTION TO BE ANNOTATED:\n(Phil grimaces like he\nwas kicked in the gut)\nWhat's the matter? Don’t you like it?\n\nPHIL\n\f37\n\n(grins painfully)\nNo, no, it’s a great Peter, Paul & Mary song.\n\nLORRAINE\nIt's a Weavers song. Peter, Paul & Mary re-did\nit.\n\nPHIL\n(not listening)\nYeah, right, the Wheelers. They're great, too.\n\nJust then a slouchy fellow named TERRY, with thick, black-rimmed glasses, and rather\nlong, shaggy hair, walks up and gets a big hug and a kiss from Lorraine, which\ndistresses Phil.\n\nTERRY\nHey, Lorraine.\n\nLORRAINE\nHey, Terry. You made it.\n\nTERRY\nSaid | would.\n\nLORRAINE\nThis is Phil.\n\nTERRY\n\nNice to meet you, Phil.\nHe puts out his hand. Phil somewhat begrudgingly shakes Terry's hand.\n\nPHIL\nYeah. You, too.\n\nLORRAINE\n(to Terry)\nAre you singing a song?\n\nTERRY\nNo.\n\nLORRAINE\n(frowning)\n\f38\nReally? How come?\n\nTERRY\n‘Cause | don’t want to.\n\nPhil looks at Terry with sudden respect, then glances down at the guitar in his own hand\n— why the hell is he singing a song? Phil is about to bring this up to Lorraine when she\nturns away and yells.\n\nLORRAINE\nMake way for the pregnant lady!\n\nA good-looking couple in their mid-twenties comes walking up, both holding guitar\ncases. They are ALVIN & DEBBIE and Debbie is six months pregnant. They too give\nLorraine hugs and kisses. Lorraine introduces Phil and Terry.\n\nLORRAINE\nPhil, Terry; Debbie and Alvin.\n\nEverybody shakes hands and says hello. Phil attempts to speak to Lorraine again.\n\nPHIL\nUh, Lorraine —\n\nLorraine is paying attention to Alvin & Debbie.\n\nLORRAINE\nSo, are you guys going to sing?\n\nDEBBIE\nYeah, we’re all signed up and everything.\nAll | need is a few drinks first.\n\nLORRAINE\nMe, too.\n\nLorraine and Debbie both laugh. Phil looks at Terry who seems casually bemused,\nthen he turns back to Lorraine.\n\nPHIL\nUm...",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nLorraine and Debbie both laugh. Phil looks at Terry who seems casually bemused,\nthen he turns back to Lorraine. PHIL\nUm... \n\nTARGET SECTION TO BE ANNOTATED:\nLorraine points at Phil.\n\nLORRAINE\n\f39\nPhil's singing a song, too.\n\nAlvin slaps Phil on the back.\n\nALVIN\nGood, | thought maybe we were the only ones.\nMan oh man, we’ve been practicing our heads\noff.\n\nDEBBIE\nI'll bet we’ve rehearsed this song a thousand\ntimes.\n\nPhil looks like he’s about to say something when Lorraine takes hold of his arm and\nleads him inside.\n\nLORRAINE\nLet’s get you signed up so you don’t miss your\nbig chance to sing. Phil’s gonna be a famous singer\nsome day, like Bobby Darin and Al Martino.\n\nTERRY\nBoy oh boy are you in the wrong place.\n\nLorraine hustles Phil inside and the others happily follow along.\n\nPHIL\nShe means, Dean Martin.\n\nTERRY\n| got news for you, Dean Martin wouldn’t be caught\ndead in this joint.\n\nINT. THE PURPLE ONION — NIGHT\n\nLorraine, Phil and the others enter the Purple Onion, a small dark club that’s pretty\nmuch full. Lorraine points down toward the stage.\n\nLORRAINE\nI’ve got the front table staked out with my guitar.\nWe'll be right there.\n\nTerry, Alvin and Debbie head to the table.\n\f40\n\nLorraine takes Phil over to the M.C., a 40-year old guy with a graying beard, who stands\nbehind a crude lighting board. The M.C. looks at Phil and winces.\n\nM.C.\nWho’s he?\n\nLORRAINE\nA friend.\n\nM.C.\n\nYou sure have a lot of friends.\n\nLORRAINE\nAs a matter of fact | do, what's it to you?\n\nM.C.\nNothing. Not a thing.\n\nLORRAINE\n(nods at Phil)\nHe wants to sing.\n\nM.C.\nThen sing out, my friend, sing out. What's your\nname?\n\nPHIL\nPhil Buckley.\n\nM.C.\nOK, Phil there you go.\n\nThe M.C. writes “Phil” at the bottom of the Hootenanny list, a blackboard with ten acts\nlisted above him. Phil gulps, thinking what have | done? The M.C. tells Phil:\n\nM.C.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe M. C. tells Phil:\n\nM. C. \n\nTARGET SECTION TO BE ANNOTATED:\nKeep in mind, though, friend, that with ten acts\nahead of you there’s a pretty good chance you\nwon't get to go on at all.\n\nPHIL\n(mumbles to himself)\nGod willing.\n\f41\n\nLORRAINE\n(encouraging)\nOh, now. You said you want to be a musician,\nright?\n\nPHIL\nRight.\n\nLORRAINE\nHere you go.\n(to the M.C.)\nAre we set for tomorrow?\n\nThe M.C. steps up to Lorraine and whispers in her ear.\n\nM.C.\nSure. Uh, Lorraine... ?\n\nLORRAINE\nYeah?\n\nM.C.\n(shakes his head)\nLater.\n\nLorraine and Phil walk across the club.\n\nLORRAINE\n(excited)\nI’m so glad Terry made it, | really think you two will\nhit it off. He’s really smart. | met him at a sit-in,\nand | met Alvin & Debbie at an SDS meeting. They\nare very committed to the cause.\n\nPHIL\nWhat cause?\n\nLORRAINE\nThe cause of freedom and equality.\n\f42\n\nPHIL\n(nods)\nOh. Right. That.\n(casually)\nBy the way, what are some of your favorite folk\nsongs?\n\nLORRAINE\n(thinks)\nWell, | really like Bob Dylan’s “Talking Word War 3\nBlues.”\n\nPHIL\n(shakes his head; sighs)\n| don’t know that one.\n\nThe guitar is starting to feel like 500 pound weight to Phil.\n\nLORRAINE\nBring your guitar tomorrow night to the meeting\nand we can have our own little hootenanny after-\nward. |’ll teach it to you.\n\nThat sounds like a fine idea to Phil, who nods and grins.\n\nPHIL\nBoss.\n\nAs they cross the room, Lorraine waves and says hi to just about everybody and they all\nwave and say hi back to her. Phil’s impressed.\n\nThey arrive at the table down near the stage where Terry, Alvin & Debbie are sitting\ndrinking a pitcher of beer and are all smoking cigarettes. Lorraine sits beside Terry.\nPhil quickly sits on her other side.\n\nLorraine leans across the table to speak and whispers with Debbie. Debbie points at\nPhil.\n\nDEBBIE\nWow! He looks like Troy Donahue.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nDebbie points at\nPhil. DEBBIE\nWow! He looks like Troy Donahue. \n\nTARGET SECTION TO BE ANNOTATED:\n Where’d you\nfind him?\n\f43\n\nLORRAINE\nAt the music store. | think he’s got potential, too.\nHe just needs some guidance.\n\nDEBBIE\nFrom you, perhaps?\n\nLORRAINE\n(considers; looks at Phil)\n... Perhaps.\n\nPhil and Terry look at each other past Lorraine’s shapely rump.\n\nTERRY\n(to Phil)\nWhat song are you singing?\n\nPHIL\nI’m still thinking about it. What are some your\nfavorite folk songs?\n\nTERRY\n| don’t like folk songs.\n\nPHIL\n(confused)\nThen what are you doing here?\n\nTerry glances at Lorraine’s derriere, then up to Phil. Phil grins and shrugs, indicating\nthat he too is there for the same reason.\n\nTERRY\nYou a student?\n\nPHIL\nUh, no. I’m gonna start at SCC in the fall.\n\nTERRY\n(grins)\nHarvard of the highway. It’s like high school with\nashtrays. | went for a year. Workin’?\n\nPHIL\n\f44\nAta shoe store. You?\n\nTERRY\n| work on the college newspaper.\n\nPHIL\n(nods; impressed)\nYour parents rich?\n\nTERRY\nNo, not really.\n(whispers and points)\nBut Lorraine’s sure are.\n\nPHIL\n(interested)\nReally? But she seems so...\n\nTERRY\n. .. Down to Earth?\nPHIL\nYeah. Right.\nTERRY\nIt’s the rejection of the money. Very common.\nPHIL\n(fascinated)\nIt is?\nTERRY\nSure, take a look around you. What do you\nsee?\nPHIL\n\n(looks around)\nPeople. Folkies.\n\nTERRY\nMiddle-class to upper-middle-class white people,\nwith just a few token Negroes thrown in for color,\nwhose own self-hatred causes them to have to\npretend to help other people less fortunate than\nthemselves to ease their guilt.\n\f45\n\nPHIL\n(looks around)\nHuh.\n\nAcross the table, Alvin & Debbie are having a discussion.\n\nDEBBIE\nSo, when will you start looking for a new job?\nYou said after the New Year, well it’s February.\n\nALVIN\nBut, Deb, | like my job.\n\nDEBBIE\nYou like your job? Come on.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nALVIN\nBut, Deb, | like my job. DEBBIE\nYou like your job? Come on. \n\nTARGET SECTION TO BE ANNOTATED:\nALVIN\nAll right, | don’t hate my job. I’ve had plenty of\njobs I’ve hated, too. And then | don’t like waking\nup in the morning.\n\nDEBBIE\nBut Alvin, dear, you don’t make enough money.\nWe're going to need more money soon. We might\neven have to buy a house.\n\nALVIN\n(holds up his hands)\nWhoa! Slow down, will you. I’m not ready for\nany of this.\n\nDebbie points at her protruding belly.\n\nDEBBIE\nToo late.\n\nLORRAINE\nHey! Come on you guys, you're out in public,\nremember.\n\nDEBBIE\n\nThere are times when his complacency makes me\nwant to kill him.\n\f46\nLORRAINE\nBut you've decided to have his child instead.\n\nTerry and Phil continue to talk.\n\nPHIL\nSo, you’re up at State?\n\nTERRY\n(nods)\nYep.\n\nPHIL\nSo, what are you taking up?\n\nTERRY\nTime and space.\n\nPHIL\n\n(grins)\nI’m doin’ that right here, why go to State?\n\nTERRY\nLess parental supervision. More parties. More\nchicks.\n\nPHIL\nBut don’t they make you take tests occasionally?\n\nTERRY\nOccasionally, but school’s easy if you know how\nto do it.\n\nPHIL\nSo what are really studying?\n\nTERRY\nComputers.\n\nPHIL\n\nComputers, huh? You really are into weird stuff.\n\nTERRY\nComputers aren’t so weird. Someday there'll be\n\f47\nhundreds of them, everywhere.\n\nPHIL\n(shrugs)\nSure, if you say so.\n\nLorraine sits back down between Phil and Terry.\n\nLORRAINE\nYou boys getting acquainted?\n\nBoth grunt in the affirmative.\nThe bearded M.C. steps up onto the small stage and speaks into the microphone.\n\nM.C.\n\nI'd like to welcome everybody to the Purple\nOnion’s weekly Hootenanny night. This is\nthe night when we get a preview of the up-\ncoming folk stars of the future. I’d also like\nto announce a very important meeting to be\nheld here tomorrow night to help arrange a\ndefense fund for the Springfield Five.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'd like to welcome everybody to the Purple\nOnion’s weekly Hootenanny night. This is\nthe night when we get a preview of the up-\ncoming folk stars of the future. I’d also like\nto announce a very important meeting to be\nheld here tomorrow night to help arrange a\ndefense fund for the Springfield Five. \n\nTARGET SECTION TO BE ANNOTATED:\n(Lorraine looks around\n\nand smiles)\nIf you really care about the cause of freedom\nyou'll make sure to be here. OK. Now let’s\nhave some fun. Our first act of the evening\nis the husband and wife duo, Alvin & Debbie.\nLet’s give them a warm Purple Onion welcome.\n\nThe audience applauds as Alvin & Debbie step up on stage.\n\nALVIN\nThank you very much. But don’t get Debbie too\nexcited, she might have the baby right here.\n\nDebbie elbows him the ribs and the audience chuckles. They launch into a highly\nenergetic rendition of “Rock Island Line”\n\nALVIN & DEBBIE\n\n(singing)\nWell the Rock Island Line\n\f48\nIs a mighty good road\nOh the Rock Island Line\nIt is the road to ride\nThe Rock Island Line\nIs a mighty good road\nBut if ya want to ride\nYa gotta ride it like ya find it\nGet your ticket at the station\nFor the Rock Island Line\n\nWell | may be right\n\nAnd | may be wrong\n\n| know you’re gonna miss me\nWhen I’m gone\n\nUnderneath the table, Phil edges his foot over until it's beside Lorraine’s foot. Phil\nmoves his foot the next inch so that his foot is now touching Lorraine’s foot. He glances\nover and she gives no sign of anything other than being mesmerized by the singing.\n\nALVIN & DEBBIE\nWell the Rock Island Line\nIs a mighty good road\nOh the Rock Island Line\nIt is the road to ride\nThe Rock Island Line\nIs a mighty good road\nBut if ya want to ride\nYa gotta ride it like ya find it\nGet your ticket at the station\nFor the Rock Island Line\n\nLittle Emmalina\n\nSittin’ in the shade\nCountin’ all the money\nThat we ain’t made\n\nTerry moves his foot until it’s touching Lorraine’s other foot. We see Lorraine note the\nsituation, then throw a glance at both boys. They both smile innocently.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nALVIN & DEBBIE\nWell the Rock Island Line\nIs a mighty good road\nOh the Rock Island Line\nIt is the road to ride\nThe Rock Island Line\nIs a mighty good road\nBut if ya want to ride\nYa gotta ride it like ya find it\nGet your ticket at the station\nFor the Rock Island Line\n\nLittle Emmalina\n\nSittin’ in the shade\nCountin’ all the money\nThat we ain’t made\n\nTerry moves his foot until it’s touching Lorraine’s other foot. We see Lorraine note the\nsituation, then throw a glance at both boys. They both smile innocently. \n\nTARGET SECTION TO BE ANNOTATED:\nALVIN & DEBBIE\nWell the Rock Island Line\nIs a mighty good road\nOh the Rock Island Line\n\f49\nIt is the road to ride\nThe Rock Island Line\nIs a mighty good road\nBut if ya want to ride\nYa gotta ride it like ya find it\nGet your ticket at the station\nFor the Rock Island Line\n\nThe audience has enjoyed this very much and claps loudly and stomps their feet.\nGrinning, Alvin & Debbie return to their seats. Lorraine puts her arms around both of\nthem.\n\nLORRAINE\nYou see, those endless hours of practicing pay off.\n\nALVIN\n(grinning)\nThey sure do.\nPhil looks like he’s in pain. Debbie grabs the pitcher of beer.\n\nDEBBIE\n| need a drink. Who needs refills?\n\nEveryone holds up their mug.\n\nTerry turns to Phil looking somewhat impressed.\n\nTERRY\nThat was pretty good.\n\nPHIL\nYeah.\n\nTERRY\n\nSo, uh, you a big folk music fan?\nPHIL\n(shakes his head)\nNo, not really. Folk music’s OK.\n\nTERRY\nWhat kind of music do you like?\n\nPhil looks around to see if anyone is listening.\n\f50\n\nPHIL\n(lowers his voice)\n| like rock & roll.\n\nTERRY\nMe, too. Like what?\n\nPHIL\n| like Elvis.\n\nTERRY\n(nods)\nYeah. He’s boss. And Chuck Berry.\n\nPHIL\nYeah.\n\nLorraine returns to her seat between Phil and Terry.\n\nLORRAINE\nWhat are you boys talking about.\n\nTERRY\nRock & roll music.\n\nLORRAINE\n(waves it away)\nThat's for children.\n(points at the stage)\nNow that was music! Bebop-a-lula? Tutti fruitti,\noh Rudy? Come on, boys, grow up.\n\nPhil and Terry both feel chastised. Lorraine sees someone she knows and moves off.\n\nLORRAINE\nExcuse me a sec, I’ve got work to do.\n\nLorraine picks up a pile of her flyers and heads off.\n\nLorraine cruises around the club handing out flyers. Yellow flyers are set down on the\ntable and quickly used as coasters, folded and put into pockets, phone numbers are\nwritten on them, corners torn off, one gets folded up and put under the short leg of a\ntable.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nLorraine picks up a pile of her flyers and heads off. Lorraine cruises around the club handing out flyers. Yellow flyers are set down on the\ntable and quickly used as coasters, folded and put into pockets, phone numbers are\nwritten on them, corners torn off, one gets folded up and put under the short leg of a\ntable. \n\nTARGET SECTION TO BE ANNOTATED:\n\f51\nA yellow flyer comes down revealing four middle-aged people, three men in suits and\nties and a woman in a dressy dress, all looking at the flyers and guzzling a pitcher of\nbeer. They are: PETE, LEE, FRED and the woman is RONNIE. Collectively they are\nthe FOUR FEATHERS. They all drink heartily and wave around the flyers.\n\nRONNIE\nIt looks good. How's it going?\n\nLORRAINE\nGood. We ought to have a lot of people. But |\nstill need you guys to be there.\n\nRONNIE\n\nNeed? Oh, come on, Lorraine, you can handle\nthis. I’m sure you've got everything completely\nunder control.\n\nLORRAINE\nWell, yeah, | do, but still. . .\n\nRONNIE\nWell, don’t depend on me being there. You've\ngot to finally handle things on your own.\n\nLORRAINE\n| know.\n\n \n\nRONNIE\n\n| remember the first meeting | organized. It was a\ngarment-workers strike just after the war. Somewhere\nin Upstate New York.\n\nPETE\nGloversville.\n\nLEE\nThat's right, Gloversville. Lordy, they almost tore\nthe house down.\n\nRONNIE\nThose were the days.\n\nThe Four Feathers all toast and drink.\n\nLORRAINE\n\f52\nGood luck, tonight, you guys.\n\nRONNIE\nThanks, you, too. And | just know your meeting\nwill be great.\nLEE\nSure.\nPETE\nAbsolutely.\nLorraine walks away.\nLORRAINE\n(to herself)\nShit! She’s not gonna be there. | was depending\n\non her.\nThe M.C. steps up beside Lorraine and takes her arm.\n\nM.C.\nLorraine, you’ve got to help me.\n\nLORRAINE\nSure, Marty, how?\n(he tries to speak, but all\nthat comes out are inaudible\nnoises)\nWhat is it?\n\nM.C.\nYou just have to sleep with me, Lorraine. You\nhave to.\n\nLORRAINE\n| do, huh?\n\nM.C.\n| love you Lorraine.\n\nLORRAINE\nOh, for God’s sake. That's ridiculous.\n\nM.C.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat's ridiculous. M. C. \n\nTARGET SECTION TO BE ANNOTATED:\n\f53\n(stung)\nOh, it is, huh? You want to use the club tomorrow,\nright?\n\nLORRAINE\n(indignant)\nYou already said | could use the club tomorrow.\n\nM.C.\nRight. | did. And | mean it, too. And | don’t\nexpect anything in return, either.\n\nLORRAINE\nDon’t you?\nM.C.\n(smiles)\nWell...\nLORRAINE\n| thought you honestly cared about the Springfield\nFive.\nM.C.\n(distracted)\n\nWho? Oh, them. Yeah, | do. But Lorraine, please\nthink of the good you could do, for me. Please.\n\nLorraine turns and walks away, her expression saying, “When hell freezes over.”\n\nLorraine returns to her table and sits back down.\n\nAt which point MOUSTAPHA HAKIM arrives. He is a black man in his 30s wearing a\ndark suit and tie, a round leather, African hat, sunglasses and carrying a particularly\n\nbeat-up guitar.\n\nTerry looks relieved.\n\nMOUSTAPHA\nGreetings, folk fans.\n\nTERRY\nYou got here.\n\nMOUSTAPHA\n\f54\nYou didn’t think | would?\n\nTERRY\nNo, no, | did.\n\nMOUSTAPHA\nAnd who are all of these nice-looking white people?\n\nTERRY\nYou know Lorraine.\n\nMoustapha shakes Lorraine’s hand.\nMOUSTAPHA\n(smiles)\n\nLorraine. Always a pleasure.\n\nTERRY\nThat's Alvin & Debbie.\n\nMOUSTAPHA\nAlvin, Debbie.\n\nThey both shake his hand and both look uncomfortable doing it.\n\nTERRY\nAnd this is Phil.\n\nMoustapha shakes Phil’s hand, then grabs a chair and seats himself beside him.\n\nMOUSTAPHA\nBe prepared, the blues’re coming.\n\nTerry leans over to Moustapha and nods toward the back.\n\nTERRY\nCanwe...\n\nMOUSTAPHA\nCool down, my friend. Everything in good time.\n\nMoustapha turns to Phil.\n\nMOUSTAPHA\n(nods)\n\f55\nYou like the blues?\n\nPHIL\nSure.\nMOUSTAPHA\nLike what?\nPHIL\nWell... Like Chuck Berry.\nMOUSTAPHA\nChuck Berry. That’s your idea of blues?\nPHIL\nWell, rhythm and blues.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOUSTAPHA\nChuck Berry. That’s your idea of blues? PHIL\nWell, rhythm and blues. \n\nTARGET SECTION TO BE ANNOTATED:\n How about Muddy Rivers?\nMOUSTAPHA\nThat's Muddy Waters.\nPHIL\nRight, but | hear he’s formed a group with Johnny\nRivers.\nMoustapha turns to Terry.\nMOUSTAPHA\n\nCome on, let’s go.\nTerry grins devilishly as he and Moustapha head off together.\n\nLorraine turns back to Phil.\n\nLORRAINE\nHaving a good time?\nPHIL\nOh yeah.\nLORRAINE\n\nWhat do you think of Terry?\n\nPHIL\nHe’s interesting.\n\f56\n\nThe M.C. steps up to the small blackboard and erases Alvin & Debbie’s name at the top\nof the list. The next name is “Bobby Lee.”\n\nM.C.\nLadies and gentlemen, the Purple Onion welcomes\nback the angry, intense, and always energetic, Bobby\nLee Baker!\n\nThe audience applauds excitedly as BOBBY LEE BAKER, a brooding man in his 30s,\ndressed in black with a beret and a jazz patch. He steps up on the stage with a\ncigarette smoldering between his lips irritating his eyes. He slowly tunes a 12-string\nguitar, entirely ignoring the audience. He flicks his cigarette butt without looking and we\nsee that it lands in an inattentive WOMAN ’s drink.\n\nBOBBY\nWe're living in a world of oppression. White\npeople hold down the black people. Rich\npeople hold down the poor people. Some-\ntimes it makes me so mad | can barely talk.\nBile builds up in my throat and | can’t even\nspit. Those are the times when you'd kinda\nlike to see the whole shebang go up in one\nbig ball of fire, know what | mean?\n\nThe audience looks back at him wide-eyed and silent. Bobby coughs, then suddenly\nlaunches into an intense rendition of “/n My Time of Dyin” with some terrific guitar\npicking, as well as the use of a bottleneck.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nThose are the times when you'd kinda\nlike to see the whole shebang go up in one\nbig ball of fire, know what | mean? The audience looks back at him wide-eyed and silent. Bobby coughs, then suddenly\nlaunches into an intense rendition of “/n My Time of Dyin” with some terrific guitar\npicking, as well as the use of a bottleneck. \n\nTARGET SECTION TO BE ANNOTATED:\nBOBBY LEE\n(singing)\nIn my time of dyin’\nDon’t want nobody to mourn\nAll | want for you to do\nIs to take my body home\n\nWell, well, well\n\nSo | can die easy\nWell, well, well\n\nSo | can die easy\nJesus gonna make up\n\f57\nMy dyin’ bed\n\nThe Woman drinks her drink and her eyes widen as she swallows the cigarette butt.\n\nBOBBY\nWell meet me, Jesus, meet me\nMeet me in the middle of the air\nIf these wings should fail me, Lord\nWon't you meet me with another pair\n\nWell, well, well\n\nSo | can die easy\nWell, well, well\n\nSo | can die easy\nJesus gonna make up\nMy dyin’ bed\n\nLord in my time of dyin’\nDon’t want nobody to cry\nAll | want you to do\n\nIs to take me when | die\n\nWell, well, well\n\nSo | can die easy\nWell, well, well\n\nSo | can die easy\nJesus gonna make up\nMy dyin’ bed\n\nThere is a big round of applause. To everyone’s astonishment, Bobby Lee Baker\nstands up and without a look back walks right out of the club.\n\nBOBBY LEE\n(to himself)\nAw shit!\nTerry and Moustapha returned at some point during the song. Terry turns to Phil.\nTERRY\n(impressed)\nMan, that was good.\nPhil looks like he has a headache.\n\nPHIL\n\f58\nYeah.\n(changing subjects)\nSo, Lorraine said she met you at some kind of\nmeeting, right?\n\nTERRY\nYeah. SDS.\n\nPHIL\nWhat's that?\n\nTERRY\nStudents for a Democratic Society.\n\nPHIL\nAnd you like try to get laws changed and stuff?\n\nTERRY\n\n(shrugs)\nThey do. | go ‘cause there’s usually cute chicks\nthere.\n\n(that seems like a good\n\nreason to Phil)\nAnd cute folkie chicks that are always screaming\nabout freedom and equality sometimes put out,\nknow what | mean?\n\nPHIL\n(he knows)\nSo, then you don’t really care about freedom and\nequality and civil rights?\n\nTERRY\nYeah, sure | do, but not as much as getting laid.\n\nTerry wags his eyebrows. Phil grins.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nTERRY\nYeah, sure | do, but not as much as getting laid. Terry wags his eyebrows. Phil grins. \n\nTARGET SECTION TO BE ANNOTATED:\nWe see Lorraine’s stack of yellow flyers in her hand as she crosses the club and steps\nup to a table where three very cool-looking, beat-types sit, seemingly engrossed in\nsmoking cigarettes and don’t notice Lorraine . They are: DEAN, MARYLOU & BILL.\n\nLORRAINE\n(smiles)\nLook, it’s the three dead beats.\n\f59\nDean, Bill and MaryLou all look around—where?\n\nBILL\nWhoa... it’s Lorraine.\n\nMARYLOU\nHey, Lorraine.\n\nDEAN\n\n(grunts)\n\nUrgh.\n\nLORRAINE\nWow, you folks sure look mellow.\n\nMARYLOU\nYeah, we are.\n\nBILL\nMellowville.\n\nDEAN\nHooo!\n\nLorraine furrows her brow and leans forward to MaryLou.\nLORRAINE\nWhat's wrong with you guys?\nMARYLOU\n\nWrong? Nothin’s wrong.\n\nBILL\nIt’s all right. Everything’s right.\n\nLORRAINE\nBut you guys are acting weird.\n\nMaryLou pantomimes sticking a needle in her arm and winks at Lorraine. Lorraine\nlooks horrified.\n\nLORRAINE\nYou took heroin?\n\f60\nMARYLOU, BILL & DEAN\n(together, grinning)\n\nYeah.\nLORRAINE\nReally?\nMARYLOU, BILL & DEAN\n(together)\nYeah.\nLORRAINE\nBut doesn’t it hurt? Y’know, the needle?\nMARYLOU\nnods)\nA little. Then you throw up.\nLORRAINE\nwide-eyed)\n\nOh my\n\nNo, it’s\n\nYeah, i\n\nRight, tl\n\nBill points at the yellow flyer:\n\nHey, wi\n\nItsami\n\nGod, that’s disgusting.\n\nMARYLOU\nreassuring)\nnot. It’s fine. Really.\n\nBILL\n’s fine.\n\nLORRAINE\nnods)\nhrowing up is just fine.\n\nSs.\n\nBILL\nhat’s with that?\n\n \n\nLORRAINE\neeting I’m having here tomorrow.\n\nMARYLOU\n\nCool. Very cool.\n\nBILL\n\f61\nKnock ‘em dead, Lorraine. Save everybody.\n\nLORRAINE\n(sighs)\nYeah, | will. See ya around.\n\nLorraine turns and leaves, shaking her head in disbelief.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nLORRAINE\n(sighs)\nYeah, | will. See ya around. Lorraine turns and leaves, shaking her head in disbelief. \n\nTARGET SECTION TO BE ANNOTATED:\n She puts her hand in her\nsweater pocket and still doesn’t have any cigarettes. Just then Phil steps up.\n\nLORRAINE\n(smiles)\nGotta smoke.\n\nPHIL\nAs a matter of fact | do.\n\nPhil shakes two out of the pack, puts both of them in his mouth and lights them at the\nsame time—ala Paul Henreid—then hands one to Lorraine.\n\nLORRAINE\n(smiles)\nVery classy.\nPHIL\n\nThat's me. I’m the classiest guy you ever knew.\n\nLORRAINE\n(waves her smoke)\nSo? What'dya think?\n\nPHIL\nI'll join up if | get you in the deal.\n\nLORRAINE\nIf only things were that simple.\n\nA female voice calls out...\nFEMALE VOICE\n(0.S.)\n\nLorraine! Over here!\n\nLorraine sees a table with two couples in black and white evening clothes. Even from\n\f62\nthis distance we can tell they are smashed. Lorraine winces in pain.\n\nLORRAINE\nOh, dear God, what'’re they doing here?\n(to Phil)\n| went to high school with these people.\n\nLorraine and Phil step up to the table. The voice belongs to MINDY, an attractive 19-\nyear old girl in a black strapless evening gown and white gloves. The boys are wearing\ntuxes. Mindy and Lorraine hug and kiss.\n\nLORRAINE\nMindy, what on Earth are you doing here?\n\nMINDY\nYou told us about this hootenanny thing on\nSaturday nights and we decided to come and see\nfor ourselves. Are you singing tonight, Lorraine?\n\nLORRAINE\nYes, | am.\n(points at Phil)\nSo’s he. This is my friend, Phil.\n\nMindy shakes Phil’s hand. She looks him up and down and obviously approves.\n\nMINDY\nPhil. This is Brian, Cheryl and Tim. I’m Mindy,\nLorraine’s former best-friend.\n\nPhil waves and shakes hands. BRIAN says to Phil. . .\n\nBRIAN\nAre you a musician?\n\nPhil glances at Lorraine.\n\nPHIL\nUh, no. | mean, no. This is a hootenanny,\nanybody can get up and sing.\n\nBRIAN\nRight. Of course. Boy am! a square.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nBRIAN\nRight. Of course. Boy am! a square. \n\nTARGET SECTION TO BE ANNOTATED:\n\f63\nLorraine hands out flyers.\n\nLORRAINE\nSo now that you've started going new places,\nyou should come to this meeting here tomorrow\nnight, for the Springfield Five.\n\nMINDY\n| read about them. Terrible. Tomorrow night?\nSorry, can’t make it.\n\nLORRAINE\nIt’s really important, y’know. Couldn’t you try?\n\nMINDY\nSorry, it’s out of the question. So, when do we\nget to hear some music?\n\nLORRAINE\nSoon.\n\nTIM raises his hand.\n\nTIM\nNo mixed drinks?\n\nLORRAINE\nUh, no. Just beer.\n\nTim and Brian turn to one another, both imitating Jim Backus.\n\nTIM\n| need an Old-Fashioned the old-fashioned way.\n\nBRIAN\nThe way dear old dad used to make ‘em.\n\nBrian and Tim laugh. Lorraine turns to Tim.\nLORRAINE\nHow about you, Tim? What are you doing\n\ntomorrow night?\n\nTIM\n(thinks)\n\f64\nSunday night? “Lassie,” then “Ed Sullivan,” then\n“Gunsmoke,” why?\n\nBRIAN\nRing-a-ding-ding!\n\nLORRAINE\nNever mind. See ya.\n\nMINDY\nBye, Lorraine. Nice meeting you, Phil.\n\nPHIL\nYeah, you, too.\n\nLorraine and Phil walk away. Lorraine looks back, then at Phil and shakes her head\n\nPHIL\nWhat?\n\nLORRAINE\nThe TV generation.\n\nPHIL\nAre you from another generation?\n\nLORRAINE\nApparently.\n(waves her hand)\nThis one. Where some things still matter. Ring-\na-ding-ding? “Lassie” and “Gunsmoke.” Good\nGod! You people and your mindless amusements.\n\nPHIL\nHey, | didn’t invent this stuff. Blame Edison.\n\nLorraine stops and turns to face Phil.\n\nLORRAINE\nBut it’s not reality, Phil. We live in reality, where\nthere’s suffering and injustice and war.\n\nPHIL\n\f65\n| think you forgot locust and cattle disease.\n\nLorraine gets angry.\n\nLORRAINE\nIt’s not funny!\n\nPHIL\n(shakes his head)\nDamn, you are one serious girl.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nLorraine gets angry. LORRAINE\nIt’s not funny! PHIL\n(shakes his head)\nDamn, you are one serious girl. \n\nTARGET SECTION TO BE ANNOTATED:\n What do you\nwant to be when you grow up? Abraham Lincoln?\n\nLORRAINE\n(smiles)\nOr a modern female version of him.\n\nPhil takes Lorraine’s ink-stained hand.\n\nPHIL\n| have a great idea that will help all of society.\n\nLORRAINE\nWhat's that?\n\nPHIL\nLet’s drink some more beer. Did | mention that\nbeer is like liquid bread?\n\nLORRAINE\nYes, you did.\n\nThey sit down at the table.\n\nPHIL\nWell it is, you know. And dark beer is like\npumpernickel bread.\n(pours beer)\nSadly, this stuff is like Wonder Bread.\n\nLORRAINE\nBut it's OK ‘cause then you don’t really get drunk.\n\nPHIL\nYeah, but | like getting drunk.\n\f66\nThey toast and drink.\n\nThe M.C. steps back up to the small blackboard and erases Bobby Lee’s name. Phil\nwatches the M.C. erase the name, then looks down to his own first name at the bottom\nof the list. There’s still seven people above him, but nevertheless Phil is getting\nnervous. He glances at his guitar, then scratches his chin. The next name listed is\n“Moustapha.”\n\nThe M.C. steps up to the microphone.\n\nM.C.\nI'd now like to introduce a personal friend of mine...\n(he winks at Moustapha\nwho shakes his head)\n. .. Moustapha Hakim!\n\nMoustapha stands holding his beat-up guitar and steps in front of the microphone.\n\nMOUSTAPHA\nGreetings, ladies and gentlemen. I'd like to sing\na song by the great Huddie Ledbetter, better known\nas “Leadbelly.” This man spent most of his life in\nprison. But even when he wasn’t in prison, he wasn’t\n\n(continued)\n\nMOUSTAPHA (cont.)\nfree. In America Negroes are still slaves, sitting in the\nback of the bus, living in the ghetto, dying in\npoverty. The Springfield Five are just one more\nexample of the American hypocrisy.\n\nThe audience feels ashamed. Lorraine looks around and grins. Moustapha then sings\n“Bourgeois Blues.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe audience feels ashamed. Lorraine looks around and grins. Moustapha then sings\n“Bourgeois Blues. \n\nTARGET SECTION TO BE ANNOTATED:\nMOUSTAPHA\n(singing)\nMe and my wife\nWent out on the town\nEverywhere we went\nThe people turned us down\n\nLord it’s a bourgeois town\n\nIt's a bourgeois town\n\n| got the bourgeois blues\n\nI’m gonna spread the news all around\n\f67\nHome of the brave\nLand of the free\n| don’t want to be mistreated\nBy no bourgeoisie\n\nLord it’s a bourgeois town\n\nIt's a bourgeois town\n\n| got the bourgeois blues\n\nI’m gonna spread the news all around\n\nMe and my wife\n\nWe were Starting upstairs\n\n| heard a white man say\n\n| don’t want no niggers up there\n\nLord it’s a bourgeois town\n\nIt's a bourgeois town\n\n| got the bourgeois blues\n\nI’m gonna spread the news all around\n(continued)\n\nMOUSTAPHA (cont.)\nThe white folks in Washington\nThey know how\nThey call a colored man a nigger\nJust to see him bow\n\nLord it’s a bourgeois town\n\nIt's a bourgeois town\n\n| got the bourgeois blues\n\nI’m gonna spread the news all around\n\nTell all the colored folks\nListen to me\n\nDon't try to buy no home\nIn Washington D.C.\n\nOh Lord it’s a bourgeois town\n\nIt's a bourgeois town\n\n| got the bourgeois blues\n\nI’m gonna spread the news all around\n\nThere is a big round of guilty applause.\n\f68\n\nM.C.\nMoustapha Hakim, ladies and gentlemen.\n\nMoustapha sits back down at the table beside Phil looking satisfied.\n\nMOUSTAPHA\nThe blues have come.\n\nTERRY\nAnd they were gone, man, solid gone.\n\nMOUSTAPHA\nThank you.\n\nThey slap five.\n\nThe M.C. gets back up on stage and erases Moustapha’s name. Phil notes this with a\nwince. Next on the list is “4 Feathers.”\n\nM.C.\nAnd now I'd like to introduce some Purple Onion\nhootenanny regulars, ladies and gentlemen will you\nplease welcome the incredible harmonies of The Four\nFeathers!\n\nThe Four Feathers take the stage. They are all reasonably looped and get a big round\nof applause.\n\nPETE\nThe U.S. and the Soviet Union continue to conduct\natomic bomb tests, irradiating our land, water and\nskies.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey are all reasonably looped and get a big round\nof applause. PETE\nThe U. S. and the Soviet Union continue to conduct\natomic bomb tests, irradiating our land, water and\nskies. \n\nTARGET SECTION TO BE ANNOTATED:\nLEE\nWe say, “Ban the Bomb!”\n\nRONNIE\nThere’s only one world and we all have to live\nin it together. It’s time to wake up, people!\n\nThe Four Feathers then proceed to do a beautifully harmonized rendition of “Darling\nCorey.”\n\f69\n\nFOUR FEATHERS\n(singing)\nWake up, wake up, darlin’ Corey\nWhat makes you sleep so sound?\nThe revenue officer is comin’\nGonna tear your still-house down\n\nThe first time | seen darlin’ Corey\n\nShe was standing by the sea\n\nShe had a .45 strapped around her bosom\nShe had a banjo on her knee\n\nGo away, go away, darlin’ Corey\n\nQuit hangin’ around my bed\n\nThat liquor has ruined my body\n\nPretty women gone to my head\n(continued)\n\nFOUR FEATHERS (cont.)\nOh yes, oh yes, my darlin’\n\nI'll do the best | can\n\nI'll never give my pleasure\n\nTo another gamblin’ man\n\nDig a hole, dig a hole in the meadow\nDig a hole in the cold, cold ground\nDig a hole, dig a hole in the meadow\nGonna lay my Corey down.\n\nThe Four Feathers pause for a big round of applause, then launch directly into “When\nthe Saints Go Marching In” which brings on a bigger round of applause.\n\nFOUR FEATHERS\n(singing)\nWe are traveling in the footsteps\nOf those that have come before\nAnd we'll all be reunited\nOn a new and sunlit shore\n\nOh when the saints go marching in\nOh when the saints go marching in\nOh Lord | want to be in that number\n\f70\nWhen the saints go marching in\n\nAnd when the sun refused to shine\nAnd when the sun refused to shine\nOh Lord | want to be in that number\nAnd when the sun refused to shine\n\nPhil looks like he’s having a heart attack. Lorraine puts her hand on his shoulder\nreassuringly.\n\nFOUR FEATHERS\nOh when the trum-pet sounds the call\nOh when the trumpet sounds the call\nOh Lord | want to be in that number\nOh when the trumpet sounds the call\n(continued)\n\nFOUR FEATHERS (cont.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nFOUR FEATHERS\n(singing)\nWe are traveling in the footsteps\nOf those that have come before\nAnd we'll all be reunited\nOn a new and sunlit shore\n\nOh when the saints go marching in\nOh when the saints go marching in\nOh Lord | want to be in that number\n\f70\nWhen the saints go marching in\n\nAnd when the sun refused to shine\nAnd when the sun refused to shine\nOh Lord | want to be in that number\nAnd when the sun refused to shine\n\nPhil looks like he’s having a heart attack. Lorraine puts her hand on his shoulder\nreassuringly. FOUR FEATHERS\nOh when the trum-pet sounds the call\nOh when the trumpet sounds the call\nOh Lord | want to be in that number\nOh when the trumpet sounds the call\n(continued)\n\nFOUR FEATHERS (cont. \n\nTARGET SECTION TO BE ANNOTATED:\nSome say this world of trouble\nIs the only one we need\nBut I’m waiting for the mornin’\nWhen the new world is revealed\n\nOh when the new world is revealed\nOh when the new world is revealed\nOh Lord | want to be in that number\nOh when the new world is revealed\n\nOh when the saints go marching in\nOh when the saints go marching in\nOh Lord | want to be in that number\nWhen the saints go marching in\n\nThe Four Feathers bring down the house. The audience claps and stomps their feet.\nLorraine, Terry and the whole table join them loudly. Phil honestly looks ill. He is ina\ntotal panic. His hands are sweating and he looks nauseous.\n\nPHIL\n(to no one in particular)\nI think | gotta go.\n\nPhil starts to stand and Lorraine reaches out and takes his arm.\n\f71\n\nLORRAINE\nWhat do you mean?\n\nPHIL\n| can’t do this.\n\nLORRAINE\nSure you can. You'll be fine.\n\nPHIL\n(seriously)\nNo, no, you don’t understand.\n\nLORRAINE\n(smiles reassuringly)\nOf course | do. Everyone feels this way their first\ntime.\n\nPHIL\nYeah, but these people are really good.\n\nLORRAINE\nRight. And their not professionals.\n\nPHIL\nYeah, but they really seem to... care.\n\nLORRAINE\nWell, don’t you?\n\nPHIL\n(good question)\nUm...\n\nLorraine spots someone she knows and quickly exits.\n\nLORRAINE\n‘Scuse me.\n\nPhil is in a deep quandary. He glances over at the door—he could just leave and no\none would be the wiser. Meanwhile, Terry is watching him.\n\nTERRY\nWhat's wrong?\n\f72\n\nPHIL\n(sighs deeply)\nLorraine is doing the song that | was gonna do.\n| was all ready, too, y'know. | practiced the song\nlike a hundred times. But now I’m screwed.\n\nTerry takes pity on Phil.\n\nTERRY\n\nCome with me. Everything’ll be just fine.\nPHIL\n\nWhat?\nTERRY\n\nJust come on.\nTerry leads Phil out the back door.\nEXT. THE PURPLE ONION/ALLEY — NIGHT\nTerry and Phil come out into the under-lit alley behind the Purple Onion.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nTerry leads Phil out the back door. EXT. THE PURPLE ONION/ALLEY — NIGHT\nTerry and Phil come out into the under-lit alley behind the Purple Onion. \n\nTARGET SECTION TO BE ANNOTATED:\n Terry pulls out\na big, fat, crooked cigarette. Phil can’t believe it. He looks all around to make sure\nthey're alone.\n\nPHIL\n(shocked)\n\nThat's marijuana, isn’t it?\n\nTerry nods, lighting up.\n\nTERRY\n\nSay it louder, maybe a cop’ll hear you.\nPHIL\n\n(frightened)\n\nBut, it’s illegal.\nTERRY\n\nYep.\nPHIL\n\nDoesn't it lead to hard drugs like morphine and\nheroin?\n\f73\n\nTERRY\n(grins fiendishly)\nWhoa! Slow down, tiger. One step at a time.\n\nTerry hands Phil the burning joint. Phil hesitantly takes it, gives the issue one more\nbrief moment of consideration, shrugs, then takes a hit.\n\nINT. THE PURPLE ONION — NIGHT\n\nLorraine sits back down in her seat, looking somewhat embarrassed and straightens\nher hair. She notices that Phil and Terry’s chairs are empty. She glances around as\nthough people are looking at her and pulls her sweater closed. The M.C. steps up to\nthe microphone, grinning, his hair askew.\n\nM.C.\nLadies and gentlemen, I’m proud to welcome\nback a Purple Onion regular, a dedicated fighter\nfor equality and justice, and the organizer of\nthe Springfield Five defense fund meeting here\ntomorrow at eight. Let’s give a warm hand to\nLorraine Dempsey!\n\nLorraine throws a last look at the empty seats on either side of her where Phil and Terry\nused to be, shakes her head, smiles and heads up on stage holding her guitar.\n\nLORRAINE\n\nSometimes it’s not easy to do what's right. We're\nalways tempted to go the other way. To take the\nwrong path. And sometimes we don’t even know\nwhich path we’re on. Justice, freedom and equality\nare not just words. They’re goals that we have to\nwork for. That's why | strongly urge you to be here\ntomorrow night at eight P.M. for a very important\nmeeting. We can make a difference . . .\n\nEXT. THE PURPLE ONION/ALLEY — NIGHT\n\nPhil and Terry are just finishing the joint. Their eyes are bloodshot and at half-mast.\nThey're stoned.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE PURPLE ONION/ALLEY — NIGHT\n\nPhil and Terry are just finishing the joint. Their eyes are bloodshot and at half-mast. They're stoned. \n\nTARGET SECTION TO BE ANNOTATED:\nPHIL\n(grinning)\n\f74\nMan, If | had a hammer I'd hurt myself.\n\nThey both laugh like total idiots.\n\nTERRY\nSo, what’dya think?\n\nPHIL\nAbout what?\n(Terry waves his hand,\nPhil grins)\nOh, yeah. Boss. Is it always like this?\n\nTERRY\nLike what?\n\nPHIL\nThis?\n\nTERRY\nYeah.\n\nPHIL\nWow. How much is this stuff?\n\nTERRY\nPretty cheap.\n\nPHIL\n\nAnd you got it from... um\n(he can’t remember)\nThat Negro man.\n\nTERRY\nMoustapha. Right.\n\nPHIL\nDoes he grow it.\n\nTERRY\nNo, man. He gets it from someone else who gets\nit from someone else who brings it from Panama\nor Mexico or wherever.\n\nPHIL\n\f75\nWow! Too much! | feel like I’m in Panama or\nMexico or wherever now.\n\nTERRY\nYeah. | know what you mean. Wherever’s where\nit’s at.\n\nPHIL\n\nAnd that’s where we are. Where it’s at.\n\nTERRY\nYeah.\n\nThey start laughing idiotically again.\nINT. THE PURPLE ONION — NIGHT\nLorraine proceeds to sing “/f | Had a Hammer’ in a pretty and forceful way.\n\nLORRAINE\n(singing)\n\nIf | had a hammer\n?’'d hammer in the mornin’\n’'d hammer in the evenin’\nAll over this land\nI'd hammer out danger\n?’'d hammer out warnin’\n’'d hammer out love between\nMy brothers and my sisters\nAll over this land\n\nIf | had a bell\n\nI'd ring it in the mornin’\n\nI'd ring it in the evenin’\n\nAll over this land\n\nI'd ring out danger\n\nI'd ring out warnin’\n\nI'd ring out love between\nMy brothers and my sisters\nAll over this land\n\nIf | had a song —\n\nEXT. THE PURPLE ONION/ALLEY — NIGHT\n\f76\n\nTerry is holding forth to a stoned and completely rapt Phil.\n\nTERRY\nElvis and Chuck Berry and Little Richard\nand Jerry Lee Lewis all had their careers\ntaken from them, man. Where'd they all\ngo? What happened to rock & roll? They\nwere stopped, drafted, arrested, persecuted.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhere'd they all\ngo? What happened to rock & roll? They\nwere stopped, drafted, arrested, persecuted. \n\nTARGET SECTION TO BE ANNOTATED:\nTheir careers were stopped. Why? It’s\nbecause there’s a conspiracy to stop rock\n& roll, and I’m telling you it’s the same\nguys that killed Kennedy.\n\nPhil has no idea what Terry’s talking about.\n\nPHIL\nKilled Kennedy? Lee Harvey Oswald killed\nKennedy.\n\nTERRY\n(lights up)\nAh ha! That’s what they’d like you to believe.\n\nPHIL\nThen Jack Ruby killed Oswald.\n\nTERRY\nPretty convenient, huh? Get rid of the patsy.\n\nPHIL\nBut | saw it on TV.\n\nTERRY\nYeah? | see “Howdy Doody” on TV but that don’t\nmake it true.\nPhil looks all around, freaking out.\nINT. THE PURPLE ONION — NIGHT\n\nLorraine finishes the song with a flurry.\n\nLORRAINE\nWell, | have a hammer\n\f77\nAnd | have a bell\nAnd | have a song to sing\nAll over this land\n\nIt's the hammer of justice\n\nIt’s the bell of free-e-dom\n\nIt's a song about love between\nMy brother and my sisters\n\nAll over this land\n\nLorraine receives a big round of applause. She glances at the two empty seats and\nfurrows her brow. The audience hollers for “More!”\n\nLORRAINE\nAll right. Now we’re all gonna sing a song\ntogether, because we all have to stick together\nif we’re gonna make things better. And we can\nall start by being here tomorrow night at eight\nto help put together the defense fund for the\nSpringfield Five. OK? Now, instead of singing\n“the” union, let’s all sing “our’ union, OK?\nAnd if you don’t know the verses, just join in\nfor the chorus.\n\nLorraine begins to play the melody to “The Battle Hymn of the Republic” which\nbecomes “Solidarity Forever.” The audience hesitantly joins in at first, but gets stronger\nwith each chorus.\n\nLORRAINE\n(singing)\nSolidarity forever\nSolidarity forever\nSolidarity forever\nFor our union makes us strong.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd if you don’t know the verses, just join in\nfor the chorus. Lorraine begins to play the melody to “The Battle Hymn of the Republic” which\nbecomes “Solidarity Forever.” The audience hesitantly joins in at first, but gets stronger\nwith each chorus. LORRAINE\n(singing)\nSolidarity forever\nSolidarity forever\nSolidarity forever\nFor our union makes us strong. \n\nTARGET SECTION TO BE ANNOTATED:\nWhen our union’s inspiration\nThrough the worker's blood shall run\nThere can be no power greater\nAnywhere beneath the sun\n\nYet what force on Earth is weaker\nThan the feeble strength of one\n\nBut our union makes us strong\n\nSolidarity forever\nSolidarity forever\n\f78\nSolidarity forever\nFor our union makes us strong.\n\nIt is we who plowed the prairies\n\nBuilt the cities where they trade\n\nDug the mines and built the workshops\nEndless miles of railroad laid\n\nNow we stand outcast and starving\n‘Mid the wonders we have made\nBut our union makes us strong\n(continued)\n\nLORRAINE (cont.)\nSolidarity forever\nSolidarity forever\nSolidarity forever\nFor our union makes us strong.\n\nThey have taken untold millions\nThat they never toiled to earn\nBut without our brain and muscle\nNot a single wheel will turn\n\nWe can break their haughty power\nGain our freedom when we learn\nThat our union makes us strong.\n\nSolidarity forever\nSolidarity forever\nSolidarity forever\nFor our union makes us strong.\n\nIn our hands is placed the power\n\nGreater than their hoarded gold\n\nGreater than the might of atoms\n\nMagnified a thousand fold\n\nWe can bring to birth a new world\n\nFrom the ashes of the old\n\nFor our union makes us strong.\n(Lorraine call out)\n\nNow, come on! Everybody!\n(everybody joins in)\n\nSolidarity forever\n\nSolidarity forever\n\nSolidarity forever\n\f79\nFor our union makes us strong.\n\nThere is the biggest round of applause of the evening. Everybody laughs and cheers.\nLorraine returns to her table to the smiles of her friends, then seats herself between the\ntwo empty seats and frowns. Debbie is drunk and gives Lorraine a fresh beer and\nanother cigarette, which Lorraine gratefully takes. Alvin keeps one hand on his wife’s\nbelly while drinking and smoking with the other.\n\nDEBBIE\n(drunk)\nGood job, Lorraine. Solidarity forever!\n\nALVIN\n(drunk)\nThat was great, Lorraine, just great.\n(points at Debbie’s belly)\nThis kid is gonna grow up in a better world than\nwhat we got. What we got was shit. Old and worn-\nout and busted.\n\nLorraine looks all around.\n\nLORRAINE\nHave you seen Terry or Phil?\n\nAlvin and Debbie look around.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nLorraine looks all around. LORRAINE\nHave you seen Terry or Phil? Alvin and Debbie look around. \n\nTARGET SECTION TO BE ANNOTATED:\nDEBBIE\nNo.\n\nLorraine stands.\n\nLORRAINE\nI'll be back in a sec.\n\nLorraine leaves. Debbie drunkenly turns back to Alvin.\n\nDEBBIE\nAnd that’s why you've got to get a better job.\n\nALVIN\nOh, Jesus Christ! | don’t give a shit about a better\njob, can’t you get that through your thick skull?\n\nDEBBIE\n\f80\n| get it, but I’m not buyin’ it.\n\nPhil and Terry return and they’re toasted and giggling. Terry gives Moustapha the\nthumbs-up.\n\nTERRY\nI'll go get some more beer.\n\nPHIL\nGood thinking.\n\nPhil sits down beside Moustapha.\n\nPHIL\nSo, uh... Moustachio—\n\nMOUSTAPHA\n—Moustapha.\n\nPHIL\nExactly. So, what's it like being a Negro?\n\nMOUSTAPHA\n(laughs)\nBoy, you are stoned.\n\nPHIL\n(looks around)\nYeah? | guess so. Everything has sort of an\necho.\n\nMOUSTAPHA\n“What's it like being a Negro?” Shit! What’s\nit like being a silly little stoned white boy?\n\nPHIL\n(grins foolishly)\nNot bad. Pretty good, actually.\n\nMOUSTAPHA\nBut that wears off. Bein’ black don’t. Everywhere\nyou go, all the time, you still a Negro, and you’re\ngenerally outnumbered, unless you're in the ghetto.\nAll the white folk are friendly here tonight, but that\ndon’t mean they won't be back out lynchin’ niggers\n\f81\nagain tomorrow.\n\nPHIL\n(this is heavy)\nWow!\n\nMOUSTAPHA\n(sarcastic)\nWow! Golly gee-whiz!\n(points at Phil)\n| was down in Birmingham last year for Dr. King’s\nbig march, the one where he got arrested. You hear\n\nabout that?\nPHIL\n\nUh... maybe.\nMOUSTAPHA\n\n(shakes his head sadly)\nShit! You don’t know anything, do you? Your head’s\nas empty as a bucket, that’s why you hear an echo.\nWhat're you doin’ here, anyway? You ain’t no folkie.\nYou ain’t committed to no causes.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat're you doin’ here, anyway? You ain’t no folkie. You ain’t committed to no causes. \n\nTARGET SECTION TO BE ANNOTATED:\nPhil points at Lorraine who is talking to a guy at another table.\n\nPHIL\nShe invited me.\n\nMOUSTAPHA\n\n(laughs)\nYeah, the great recruiter, Sweet Lorraine.\n\n(gets serious)\nY’know, man, we all stand for somethin’, even if\nwe don’t know what it is. You can either stand for\nsomething on purpose or by mistake, but either way\nyou still do. Think about it.\n\nPhil does think about it. When he looks up Moustapha has left and he’s the only one\nleft sitting at the table. He immediately gets paranoid, thinking that everyone must be\nlooking at him. He can’t figure out what to do with his hands. Phil starts biting his\nnails. He stops himself and lights a cigarette from a pack on the table.\n\f82\nLorraine sits down beside Phil.\n\nLORRAINE\nYou missed my songs.\n\nPHIL\nYou sang more than one?\n\nLORRAINE\nTwo. They went over very well.\n\nPHIL\nWell that’s cool.\n\nShe looks Phil in the eyes and shakes her head in disapproval.\n\nLORRAINE\n(whispers)\nYou and Terry smoked pot?\n\nPHIL\n(stutters)\nUm... Thatis... We,uh...\n\nLORRAINE\n(shocked)\nThat's so irresponsible.\n\nPHIL\nWhat'dya mean?\n\nLORRAINE\nPhil, you’re about to go on.\n\nPhil waves his hand, smiling.\n\nPHIL\nNo, no, no. There’s still gotta be six or seven\npeople ahead of me. He said they probably\nwouldn’t get to me anyway.\n\nPhil points at the blackboard and there are still quite a few people ahead of him, except\nthe M.C. suddenly picks up the eraser and erases all the names above Phil’s name.\nNow Phil is next. Phil’s mouth drops open in panic.\n\f83\n\nM.C.\nDue to several last minute cancellations, may |\nintroduce one more good friend of Lorraine’s,\nPhil Butler!\n\nPhil gets a squeeze on the arm from Lorraine and a thumbs-up from Terry, Moustapha,\nAlvin and Debbie.\n\nPhil makes his way onstage, which is a very long walk. He sits down on the stool,\nstrums his guitar, coughs, squints up at the bright lights glaring in his eyes.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nPhil gets a squeeze on the arm from Lorraine and a thumbs-up from Terry, Moustapha,\nAlvin and Debbie. Phil makes his way onstage, which is a very long walk. He sits down on the stool,\nstrums his guitar, coughs, squints up at the bright lights glaring in his eyes. \n\nTARGET SECTION TO BE ANNOTATED:\nPHIL\nThat’s Buckley, not Butler.\n\nThe audience could really give a shit less. And sadly, Phil hasn’t got the slightest clue\nwhat to play. This is the worst moment of his entire life. Phil suddenly has super-sonic\nhearing and sight — he can hear people breathing, puffing on cigarettes, moving their\nchairs, all looking at him expectantly.\n\nPhil moves closer to the lower, guitar microphone and gets feedback. Phil suddenly\nshoves the microphone into the hole in the guitar and proceeds to do the Elvis-style\nversion of “If | Had a Hammer.”\n\nPHIL\nIf | had a h-h-h-hammer\nPd h-h-h-hammer in the mornin’\nI'd h-h-h-hammer in the evenin’\nAll over this crazy old land, oh yeah!\n\nThere is a big solid moment when the audience has absolutely no idea what they are\nwatching. They look befuddled. Phil doesn’t care. In for a penny in for a pound. He\ngoes for it...\n\nPHIL\nl'd-a hammer out danger\n?’'d-a hammer out warnin’\n’'d-a hammer out-a love between\nMy brothers and my sisters\nAll over this land\n\nPhil does the Chuck Berry duckwalk. The audience is sufficiently drunk so that they\nbegin to clap along, hooting and hollering. Phil grabs two beer bottles and clanks them\ntogether.\n\fPHIL\nIf | had a bell\nI'd ring-a-ding-ding it in the mornin’\nI'd ring-a-ding-ding it in the evenin’\nAll over this land\n\nI'd ring-a-ding-ding out danger\n\nI'd ring-a-ding-ding out warnin’\n\nI'd ring-a-ding-ding out love between\nMy brothers and my sisters\n\nAll over this land\n\nIf | had a song\nYou can just bet I’d sing it in the mornin’\nAnd I'd sing it in the evenin’\nAll over this nutty old land\nI'd sing out danger\nI'd sing out warnin’\nI'd sing out love between\nMy brothers and my sisters\nAll over this land\n(gives a big pelvis shake)\nHa!\n\nThere is a huge round of applause for Phil.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nPhil grabs two beer bottles and clanks them\ntogether. PHIL\nIf | had a bell\nI'd ring-a-ding-ding it in the mornin’\nI'd ring-a-ding-ding it in the evenin’\nAll over this land\n\nI'd ring-a-ding-ding out danger\n\nI'd ring-a-ding-ding out warnin’\n\nI'd ring-a-ding-ding out love between\nMy brothers and my sisters\n\nAll over this land\n\nIf | had a song\nYou can just bet I’d sing it in the mornin’\nAnd I'd sing it in the evenin’\nAll over this nutty old land\nI'd sing out danger\nI'd sing out warnin’\nI'd sing out love between\nMy brothers and my sisters\nAll over this land\n(gives a big pelvis shake)\nHa! There is a huge round of applause for Phil. \n\nTARGET SECTION TO BE ANNOTATED:\n He takes a bow, happily surprised at the\nturn of events. The M.C. comes on.\n\nM.C.\nThat's Phil Buckley, not Butler. Sorry about\nthat, buddy. Very funny routine. You ought to\nbe on Ed Sullivan. Anyway, thanks for coming to\nthe Purple Onion’s weekly Hootenany. And don’t\nforget about the defense fund meeting for the Springfield\nFive tomorrow. And thanks for coming. Last call.\n\nMany people stand up to leave.\n\nLorraine looks at Phil in astonishment as he gulps down a beer. Terry is grinning and\nslaps Phil on the back.\n\n84\n\f85\n\nTERRY\nThis guy is a wild man.\n\nLORRAINE\n| can’t decide whether that was inspired or\njust pure nonsense.\n\nPHIL\nDoes it matter?\n\nLORRAINE\n| don’t know.\n\nThey all stand to leave. As everyone files out we can see numerous yellow flyers\nstrewn hither, thither and yon. Lorraine sighs, picking some of them back up as she\nexits.\n\nDISSOLVE:\nEXT. THE PURPLE ONION — NIGHT\n\nIn front of the club Phil and Terry are watching Lorraine say goodbye to everyone and\ngive out yellow flyers.\n\nLORRAINE\nRemember the meeting is here tomorrow at\neight.\n\nMany people say that they'll be there. Finally, the only people left are Lorraine, Phil and\nTerry.\nLorraine confronts Phil and Terry.\n\nLORRAINE\n| can’t believe you missed my songs.\n\nPHIL\n(abashed)\nSorry.\n\nLorraine steps up to Phil’s side and takes his arm.\n\nLORRAINE\nGoodnight Terry.\n\f86\n\nPHIL\nYeah, goodnight Terry. Nice meeting you.\n\nTerry sees what's what.\n\nTERRY\nYeah, you too. ‘Night, Lorraine.\n\nTerry leaves. Lorraine and Phil look at each other. The neon lights on the front of the\nbuilding go out, plunging Lorraine and Phil into darkness.\n\nLORRAINE\nYou hurt my feelings.\n\nPHIL\nSorry. Did you like my song?\n\nLORRAINE\nHonestly, no.\n\nPHIL\n(hurt)\nYou didn’t?\n\nLORRAINE\nYou faked it.\n\nPHIL\nBut they liked it.\n\nLORRAINE\n(confused)\nHmmm...",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nLORRAINE\nYou faked it. PHIL\nBut they liked it. LORRAINE\n(confused)\nHmmm... \n\nTARGET SECTION TO BE ANNOTATED:\nPhil takes advantage of this moment and kisses Lorraine. They stand looking at each\nother.\n\nLORRAINE\nI’m not really sure | like you.\n\nPHIL\n(grins)\n\f87\nMe neither.\n\nHe kisses her again. Just then the M.C. steps out of the door. Phil and Lorraine’s lips\nseparate. The M.C. sees them lurking there.\n\nM.C.\nIs that you, Lorraine?\nLORRAINE\nYeah, it is.\nM.C.\nStill recruiting for the cause?\nLORRAINE\nUp yours!\nM.C.\nGoodnight\n\nHe leaves. Lorraine and Phil kiss again, longer. Lorraine steps away from him.\n\nLORRAINE\nSee you tomorrow?\n\nPHIL\nAbsolutely.\n\nLorraine walks away and Phil watches her go. Finally, Phil walks off in the other\ndirection.\n\nFADE OUT:\nACT THREE:\nA title reads: “Sunday, February 9, 1964”\n\nFADE IN:\nEXT. PHIL’S HOUSE — DAY\n\nThe morning sun shines over the top of Phil’s house. Phil's father pushes a lawnmower\nout of the garage, pulls the rope and starts the noisy engine.\n\nINT. PHIL’S BEDROOM — DAY\n\f88\n\nPhil lies in bed asleep. The sound of the lawnmower engine slowly wakes him up. Phil\nglances at the clock and sees that it’s after 10:00 A.M. He’s never slept this long in his\nlife. He looks down at the pillow and sees a three-inch circle of drool.\n\nPHIL\n(to himself)\n| feel like | got hit on the head with a hammer.\n\nPhil glances over at his dresser where three folded-up yellow flyers repose. Phil\nscratches his head and a wistful smiles crosses his face as he recalls last night.\n\nPHIL\n(to himself)\nSweet Lorraine.\n(smiles)\n| knocked ‘em dead. They loved me.\n\nINT. PHIL’S HOUSE/HALLWAY OUTSIDE BATHROOM — DAY\n\nWe can see the closed door of the bathroom and hear the water running in the shower.\nWe can also hear Phil singing in the shower.\n\nPHIL\n\n(O.S.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe can also hear Phil singing in the shower. PHIL\n\n(O. S. \n\nTARGET SECTION TO BE ANNOTATED:\nsinging)\nIf | had a h-h-hammer\n?’'d hammer a lot\nThen I'd h-h-hammer some more\nThen I'd hammer on the door\n’'d h-h-hammer all the nails\nStickin’ out of the log\nThen I'd h-h-hammer all the ants\nAnd I’d hammer all the dogs\n\nPhil’s mother and his brother meet in the hallway, stop and listen to Phil for a moment.\n\nDAN\nWhat's with him?\n\nMRS. BUCKLEY\n(shrugs)\n| guess he had a good time last night.\n\nDAN\nHoly Toledo, | sure hope he doesn’t turn into\n\f89\na folkie.\n\nMRS. BUCKLEY\n(sighs)\nIt might be good for him. He’s seemed awfully\naimless lately. And those folk people do seem\nto care about things.\n\nDAN\n(skeptical)\nYeah, | guess. But Ma...\n\nMRS. BUCKLEY\nYes?\n\nDAN\n(confused)\nDo people just change like that?\n\nMRS. BUCKLEY\n(shrugs)\nSometimes, | suppose.\n\nHis mother walks away. Dan considers her words for a second, then he too walks\naway. Phil keeps right on singing in the shower.\n\nPHIL\n(O.S./singing)\nI'd h-h-hammer all the bugs\nThen I'd h-h-hammer all the bats\nThen I'd h-h-hammer all the cats\nThen I'd h-h-hammer all the gnats . . .\n\nINT. PHIL’S BEDROOM — DAY\n\nPhil stands in front of his mirror with wet hair, his guitar in hand, posing. He does his\npoor Ed Sullivan imitation.\n\nPHIL\nWe have a really big shew. For all of you folk\nfans that like Bob Dylan and Peter, Paul & Mary,\n| now give you the new voice of the nation, Phil\nBuckley!\n\nThe crowds cheer wildly. Phil acts humble as he raises his guitar.\n\f90\n\nPHIL\nThank you, thank you.\n\nEXT. PHIL’S HOUSE — DAY\nPhil’s father is raking up the cut grass on the front lawn. Phil comes outside.\n\nPHIL\nHere, let me help.\n\nMR. BUCKLEY\nExcuse me?\n\nPHIL\nLet me help.\n\nMR. BUCKLEY\n(amazed)\nHuh.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nPHIL\nLet me help. MR. BUCKLEY\n(amazed)\nHuh. \n\nTARGET SECTION TO BE ANNOTATED:\n I’m not sure I’ve ever heard you say anything\nlike that before.\n\nPHIL\n(seriously)\nLook, dad, if we’re all gonna get by in this world\nthen | guess we’d better pitch in and help each other,\nright?\n\nMR. BUCKLEY\nRight.\n\nHe hands Phil the rake. Phil shrugs, takes it and begins to rake. His father grabs the\npiles of cut grass and puts them in a trash can.\n\nMR. BUCKLEY\nSo, how was your date last night?\n\nPHIL\nGood. Real good.\n\nMR. BUCKLEY\nAnd you got up and sang?\n\nPHIL\nYep. And they liked me, too.\n\f91\n\nMR. BUCKLEY\nWell, I'll be damned. I’m really glad to hear it,\nPhil. So you’re going to become a musician now?\n\nPHIL\nDad, | am a musician.\n\nMR. BUCKLEY\n(shrugs)\nOK. All right. You sure got your money's worth\nout of those two weeks of guitar lessons.\n\nPHIL\n(defensive)\nIt was three weeks, OK? And I’d’ve kept it up,\nbut my fingers hurt really bad, all right?\nHis father throws his hands up in capitulation.\n\nMR. BUCKLEY\nAll right, all right.\n\nDISSOLVE:\nINT. PHIL’S HOUSE/KITCHEN — DAY\nPhil’s mother makes lunch while Phil lectures her.\nPHIL\nIs it right for a woman to make less money doing\n\nthe same job as a man?\n\nMRS. BUCKLEY\nOf course not.\n\nPHIL\nThat's right. And is it right for Negroes to have\nto sit at the back of the bus?\n\nMRS. BUCKLEY\nWell, no.\n\nPHIL\n\f92\nThat's right, no. It’s time to stand up and let\nour voices be heard.\n\nHis mother scoops gobs of mayonnaise into the tuna fish and nods in agreement.\n\nMRS. BUCKLEY\nSo you sang a song last night?\n\nPHIL\nYeah.\n\nMRS. BUCKLEY\nHow'd it go?\n\nPHIL\n\n(casually)\nGreat. They loved me.\n\nMRS. BUCKLEY\n(surprised)\nReally? That’s very nice.\nPhil walks away.\n\nPHIL\nOh yeah, they’re a good crowd.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat’s very nice. Phil walks away. PHIL\nOh yeah, they’re a good crowd. \n\nTARGET SECTION TO BE ANNOTATED:\nDISSOLVE:\nEXT. PHIL’S HOUSE/BACKYARD — DAY\nPhil and Dan play catch with mitts and a hardball in the backyard.\nPHIL\nSo then the same guys that stopped rock & roll\nkilled Kennedy.\nDAN\n\n(fascinated)\nReally? How?\n\nPHIL\nIt's very complicated and you probably won't\n\f93\nunderstand, but it’s what’s called a “conspiracy,”\nwhich means that a bunch of people were involved.\n\nDAN\nYeah? How many?\n\nPHIL\n| don’t know, but a bunch. So then, after they\nstopped rock & roll by sending Elvis away to\nthe army, they decided they had to kill Kennedy\nto keep him quiet.\n\nDAN\nReally? That's creepy. What else did they do?\n\nPHIL\nThey set Lee Harvey Oswald up as a patsy, then\nhad Jack Ruby shoot him to shut him up.\n\nDan is horrified.\n\nDAN\nDo mom and dad know this?\n\nPHIL\n(shrugs helplessly)\nProbably not. They accept anything they’re told.\nJust like robots.\n\nDISSOLVE:\nEXT. THE PURPLE ONION — DAY\n\nMax, the beatnik, loiters around in front of the Purple Onion smoking a cigarette.\nLorraine comes driving up in her parents’ enormous green Cadillac, every square inch\nof space jammed with wooden folding chairs. The trunk bulges open and is tied down\nwith twine.\n\nMAX\n(shakes his head)\nWow! What a Jew canoe.\n\nLORRAINE\nThat’s not nice.\n\f94\nMAX\nLorraine, time to get a sense of humor. | was\nkidding.\n\nLORRAINE\nDisparaging remarks about religion aren’t funny.\n\nMAX\nWhat's wrong with you?\n\nLORRAINE\nWhere were you last night?\n\nMAX\n| hung out with some buddies, why?\n\nLORRAINE\nYou said you were coming to the Purple Onion?\n\nMAX\n| didn’t make it.\n\nLORRAINE\nThen why’d you say you were coming?\n\nMAX\nLorraine, | don’t owe you anything. I’m here\nunloading chairs out of a sense of commitment,\nnot out of guilt.\n\nLORRAINE\n| just don’t like it when people say things and\ndon’t do them, that’s all.\n\nMAX\nYeah.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m here\nunloading chairs out of a sense of commitment,\nnot out of guilt. LORRAINE\n| just don’t like it when people say things and\ndon’t do them, that’s all. MAX\nYeah. \n\nTARGET SECTION TO BE ANNOTATED:\n Well get used to it.\n\nMax and Lorraine silently unload the wooden chairs and lean them against the wall.\nBoth of them throw hurt, reproving glances at one another.\n\nDISSOLVE:\nINT. PHIL’S BEDROOM — NIGHT\n\nPhil is getting dressed and rehearsing in front of the mirror.\n\f95\n\nPHIL\n\n(to himself)\nAnd | say, the Springfield Five must be freed or\nnone of us is safe. If five Springfield youths can\nbe put in jail for absolutely no good reason, then |\nsay, who’s next?\n\n(turns and yells)\nMom!\n\nMRS. BUCKLEY\n(0.S,)\nYes.\n\nPHIL\nHave | got any clean socks?\n\nMRS. BUCKLEY\n(O.S.)\nIn the laundry room.\n\nPHIL\nThanks.\n(continues)\nSo | say, free the Springfield Five, that’s what |\nsay. And damnit, | mean what | say.\n\nPhil exits his bedroom.\nINT. PHIL’S HOUSE/LIVING ROOM — NIGHT\n\nPhil steps into the living room once again dressed up and ready to go out, guitar case in\nhand. He finds his family in the exact same positions he left them last night, seated at\nTV tables watching TV. Dan looks at Phil and shakes his head sadly.\n\nDAN\nYou're not going back to the Purple Onion again,\nare you?\n\nPHIL\nWhat if | am?\n\nDAN\n(total disdain)\n\f96\nNothin’. Only Ed Sullivan is about to go on now\nand The Beatles are gonna be on show tonight,\nthat’s all.\n\nPhil is stricken.\n\nPHIL\nThe Beatles. Uh! | have to see them!\n\nDAN\nSo sit down.\n\nPHIL\nBut | told this girl I'd go to her stupid meeting.\nShe gave me three flyers.\n\nHe pulls out the three yellow flyers. Dan points at him and laughs.\nDAN\n\n(grins fiendishly)\nHa ha!\n\nPhil is paralyzed.\n\nMR. BUCKLEY\nNow Phil, you told this girl you’d attend the meeting.\n\nMRS. BUCKLEY\nThat's right, Phil. And what about the rights of the\nNegroes and women?\n\nDan looks right at Phil and speaks flatly.\nDAN\n\nThe Beatles, Phil. “She Loves You, Yeah, Yeah,\nYeah,” “| Wanna Hold Your Hand,” “Twist & Shout.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd what about the rights of the\nNegroes and women? Dan looks right at Phil and speaks flatly. DAN\n\nThe Beatles, Phil. “She Loves You, Yeah, Yeah,\nYeah,” “| Wanna Hold Your Hand,” “Twist & Shout. \n\nTARGET SECTION TO BE ANNOTATED:\nPHIL\n(immobilized)\nUh...\n\nINT. THE PURPLE ONION — NIGHT\n\f97\nLorraine comes rushing into the Purple Onion in a fluster, her arms loaded with grocery\nbags, as well as her guitar. The M.C. is waiting for her impatiently.\n\nM.C.\nFor God’s sake, Lorraine, I’m gonna miss Ed\nSullivan.\n\nLORRAINE\n\nOh, for goodness’ sake, Ed Sullivan is just an old\ngossip columnist.\n\nM.C.\n(befuddled)\nThere are times, Lorraine, when | don’t understand\nyou at all.\n\nHe gives her the key to the club, then rushes out. Lorraine takes off her coat and\nbegins to hurriedly set things up for the meeting. The 50 folding chairs still need\nunfolding. She tacks a hand-made poster up on the wall that reads, “Free The\nSpringfield Five!”\n\nINT. PHIL’S HOUSE/LIVING ROOM — NIGHT\n\nPhil still stands there looking at his family and his family sits there looking back at him.\nThe opening title music for “The Ed Sullivan Show” begins and Phil’s guitar case hits\nthe floor. Phil seats himself on the couch beside his mother, who is knitting. Blue light\nflickers on their faces as we hear The Ed Sullivan Show begin.\n\nED SULLIVAN\n(0.S.)\nTonight we have a really big shew, with Topo\nGigo, the Italian mouse, the St. Petersburg ballet,\nand for you youngsters out there—\n(young girls scream shrilly)\n—from Liverpool, England, The Beatles!\n\nThe screaming grows louder still. Phil and his family sit mesmerized, their mouths\nopen, lit in flickering blue.\n\nEXT. PHIL’S HOUSE & BLOCK — NIGHT\nEvery single house on the block is emitting blue illumination and is tuned to Ed Sullivan.\n\nED SULLIVAN\n\f98\n(0.S.)\nBut first stay tuned to a word from our sponsor,\nChesterfield cigarettes.\n\nINT. THE PURPLE ONION — NIGHT\n\nLorraine is just finishing setting up. She has all 50 folding chairs unfolded and arranged\nin rows, piles of flyers lined up on a table, several jugs of cider and paper cups. She\ngives everything a final inspection, straightening this, turning that.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE PURPLE ONION — NIGHT\n\nLorraine is just finishing setting up. She has all 50 folding chairs unfolded and arranged\nin rows, piles of flyers lined up on a table, several jugs of cider and paper cups. She\ngives everything a final inspection, straightening this, turning that. \n\nTARGET SECTION TO BE ANNOTATED:\n She sighs, looking\naround expectantly, glancing down at her watch.\n\nINT. PHIL’S HOUSE/LIVING ROOM — NIGHT\nPhil and his family stare at the TV. A piece of classical music ends.\n\nED SULLIVAN\n\n(0.S.)\nLet’s give a nice warm hand to the St. Petersburg\nballet.\n\n(polite applause is heard)\n| would now like to read a telegram that | received\ntoday from Colonel Tom Parker and Elvis Presley.\n“Congratulations to The Beatles on their American\ndebut.”\n\nThe girls go crazy screaming again.\nEXT. CITYSCAPE — NIGHT (Digital Effect)\n\nWe see the entire city and coming out of every single window of every house and\nbuilding is the blue light of Ed Sullivan.\n\nED SULLIVAN\n(0.S.)\nAnd now, ladies and gentlemen, from Liverpool,\nEngland . . . The Beatles!\n\nThe crowd goes completely insane. Paul’s first bass note is heard—\n\nINT. THE PURPLE ONION — NIGHT\n\n—Lorraine sits looking down at the yellow flyer announcing the meeting. She crumples\nit up and throws it away. We then see that she is sitting among 49 empty folding chairs.\n\nNobody showed up for her meeting. Lorraine looks very frustrated and lights a\ncigarette. Finally, she stands up knocking over her chair. She goes over to the table,\n\f99\ntakes all the flyers and throws them in the trash, then five pounds of potato salad, too.\n\nEXT. CITYSCAPE — NIGHT (Digital Effect)\nOnce again we see the entire city with flickering blue light coming out of every window.\n\nED SULLIVAN\n(0.S.)\nThe Beatles will be on the show again next Sunday\nnight live from the Paradise Hotel in Miami Beach,\nFlorida.\n\nA title appears on the screen: “Of the 180 million people in America in 1964, 73 million\npeople watched The Beatles on Ed Sullivan that Sunday night, still making it\nproportionally the largest audience for any show, ever.”\n\nINT. PURPLE ONION — NIGHT\nLorraine picks up her guitar and exits. A second later all the lights go off.\nEXT. THE PURPLE ONION — NIGHT\n\nLorraine steps out of the Purple Onion and locks the door. Just then Phil comes\nrunning up, guitar case in hand. He sees Lorraine and smiles.\n\nPHIL\nHi.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust then Phil comes\nrunning up, guitar case in hand. He sees Lorraine and smiles. PHIL\nHi. \n\nTARGET SECTION TO BE ANNOTATED:\n Am | late?\n\nLORRAINE\n(laughs)\nAre you late?\n\nPHIL\nAm |?\n\nLORRAINE\n\n(flatly)\nYou missed it. It’s over.\n\nPHIL\n(casually)\nWhoops. Sorry about that. Did it go all right?\n\f100\nLORRAINE\nLook around. You see anyone else?\n\nPHIL\n(looks around)\nUh...no. Break up early?\n\nLORRAINE\n(flatly)\nYeah, it broke up early.\n\nPHIL\nSo, you wanna get a cup of coffee?\n\nLorraine laughs sardonically.\n\nLORRAINE\n\nYou don't give a shit at all, do you?\nPHIL\n\nAbout what?\nLORRAINE\n\nAbout anything.\nPHIL\n\n(offended)\n\nHey! | care about a lotta stuff.\nLORRAINE\n\nLike what?\nPHIL\n\nWell, like music.\n\nLORRAINE\nHa! You can’t even play the Goddamn guitar.\n| mean, for Christ sake, how are you ever going\nto be a musician?\n\nPHIL\n| told ya, it’s possible.\n\nLORRAINE\n\f101\nSo is getting hit by a meteor. Y’know, you're what\nthe world is coming to, Phil, and | don’t like it!\nApathy and inability. It’s a really bad combination.\n\nPHIL\nWhat's gotten into you? | thought we had a really\ngood time last night.\n\nLORRAINE\n(pointing)\nYou didn’t show up to my Goddamn meeting!\n\nPHIL\nI said | was sorry.\n\nLORRAINE\nSo what? Does saying your sorry push the erase\nbutton or something? | just threw out five pounds\nof potato salad. Ya know what?\n\nPHIL\n(uncertain)\nWhat?\nLORRAINE\nDrop dead!\nLorraine turns and walks away.\nPHIL\n\nWhere are you going?\n\nLORRAINE\nItaly.\n(she waves)\nArivederci!\n\nLorraine stomps away, disappearing into the night. Phil stands there looking dazed.\nPHIL\n\n(to himself)\nHuh.\n\f102\n\nJust then Terry comes running up from the other direction, also carrying a guitar case.\n\nTERRY\nDid | miss the meeting?\nPHIL\nWe both did.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\n102\n\nJust then Terry comes running up from the other direction, also carrying a guitar case. TERRY\nDid | miss the meeting? PHIL\nWe both did. \n\nTARGET SECTION TO BE ANNOTATED:\nTERRY\nDid you see The Beatles on Ed Sullivan?\nPHIL\nOh yeah, they were boss!\nTERRY\nI’m never cuttin’ my hair again.\nPHIL\nBoy oh boy, those girls were really screaming,\nhuh?\nTERRY\nMan, they were crying. I’ve never seen anything\nlike it.\nPHIL\nMe neither.\nTERRY\n| like John.\nPHIL\nReally. | like George. He sure can play that\nguitar.\nThey both looked geeked up.\nPHIL\n\nYou just missed Lorraine. She threw a hairy\nfit at me for missing the meeting.\n\nTerry waves his hand disdainfully.\n\f103\n\nTERRY\nThe Springfield Five. | mean, who gives a crap?\nNot me.\n\nPHIL\n(chuckles)\nNot me, either.\n\nTERRY\nWanna come over my place? We could smoke\nsome more reefer, y'know, maybe jam a little bit?\nWhat'dya say?\n\nPHIL\nReally? Cool.\n\nTERRY\nCool’s out, man. No one’s saying it anymore.\n\nPHIL\nReally? No kidding? What're they saying instead.\n\nTERRY\nTuff. T-U-F-F. It’s really tuff, y'know.\n\nPHIL\n(nods)\nOK. Cool. | mean,Tuff.\n\nThey both exit. We stay on the dark and empty exterior of the Purple Onion. We hear\nlast night’s cheering crowd and Ronnie, the female member of the Four Feathers,\nspeaking.\nRONNIE (0.S.)\nThank you. Thank you very much. Y’know, it\njust so happens we do have one more song.\nDISSOLVE:\n\nINT. THE PURPLE ONION — NIGHT (Flashback)\n\nIt’s the night before at the Purple Onion and the Four Feathers are on stage. They sing\nthe song “Goodnight Irene” and the entire audience happily joins in, including Phil.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nDISSOLVE:\n\nINT. THE PURPLE ONION — NIGHT (Flashback)\n\nIt’s the night before at the Purple Onion and the Four Feathers are on stage. They sing\nthe song “Goodnight Irene” and the entire audience happily joins in, including Phil. \n\nTARGET SECTION TO BE ANNOTATED:\n\f104\n\nFOUR FEATHERS\n(singing)\nIrene Goodnight\nIrene Goodnight\nGoodnight Irene\nGoodnight Irene\nI'll see you in my dreams\n\nLast Saturday night | got married\n\nMe and my wife settled down\n\nNow me and my wife are parted\n\nI’m gonna take another stroll downtown\n\nIrene Goodnight\nIrene Goodnight\nGoodnight Irene\nGoodnight Irene\nI'll see you in my dreams\n\nSometimes | live in the country\nSometimes | live in the town\nSometimes | take a great notion\nTo jump in the river and drown\n\nIrene Goodnight\n\nIrene Goodnight\n\nGoodnight Irene\n\nGoodnight Irene\n\nI'll see you in my dreams\n(continued)\n\nFOUR FEATHERS (cont.)\nYou caused me to weep\nYou caused me to moan\nYou caused to leave my home\nBut the very last words that | heard her say\nWere just sing me one more song\n\nIrene Goodnight\nIrene Goodnight\nGoodnight Irene\nGoodnight Irene\nI'll see you in my dreams\n\f105\nStop your ramblin’\nStop your gamblin’\nStop stayin’ out late at night\nGo home to your wife and your family\nStay there by your fireside bright\n\nEXT. THE PURPLE ONION — NIGHT\nIt’s the whole, big-deal folk scene going on in front of the club, folkies all over the place.\n\nDISSOLVE:\n\nEXT. THE PURPLE ONION — NIGHT\n\nThe building is abandoned, the lights are out and no one is around. One of Lorraine’s\nyellow flyers blows past.\n\nFOUR FEATHERS (O.S.)\n(singing)\n\nIrene Goodnight\n\nIrene Goodnight\n\nGoodnight Irene\n\nGoodnight Irene\n\nI'll see you in my dreams\n\nGoodnight Irene\n\nGoodnight Irene\n\nI'll see you in my dreams...\n\nFADE OUT.\n\f"
}