{
  "1": "\n\n\n\n\n\n\n\n                                  IN THE BEDROOM\n\n\n\n\n\n\n\n                                    Written by\n\n\n\n                            Rob Festinger &amp; Todd Field\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         FADE IN:\n\n\n\n          THE SOUND OF WIND AND NOTHING ELSE\n\n\n\n          EXT. GI'S POINT\n\n\n\n          We are in the midst of a field of tall grass wild flowers.\n\n          A long rutted road stretches into the distance. Faintly at\n\n          first and then closer - we hear a woman squealing with\n\n          laughter. We see her legs cut through the grass and fly up a\n\n          hill. Close on her heels is a young man, a good ten years\n\n          younger, in hot pursuit.\n\n          Over the field - across the tops of blades, sits an ancient\n\n          apple tree. We rise out of the grass and see the two young\n\n          people under the tree. They are entwined - in a deep embrace.\n\n\n\n                         CLOSER NOW\n\n          We see them in glimpses:\n\n          Their eyes - Lips - Hands\n\n          Finally they part - the woman rests her head on his chest.\n\n          She reaches out and strokes his hand.\n\n          He stares at their fingers mingling together.\n\n          The woman sighs.\n\n\n\n                         WOMAN\n\n          I Love it here.\n\n          I know you do...\n\n\n\n                         WOMAN\n\n          I can feel my life - ya know.\n\n          He stares up into the boughs above him and sHd.les.\n\n          A legend appears: Il -_ 1\n\n          THE SOUND OF BALLGAmE OVER:\n\n\n\n          T. RURAL ROUTE 90 - PREDAWN\n\n          A BLUE 1973 CHEW PICK-UP winds around a corner and\n\n          disappears down a long stretch of road. \"And that's it from\n\n          Fenway the final score Oakland 3 t1 Redsox 7. You have been\n\n          listening to the re-broadcast of last night's game. This\n\n          broadcast is the sole property of -- -)r League Baseball and\n\n          cannot be-\" -\n\n\n\n          EXT. EMERSON ROAD - S\n\n\n\n          The truck pulls onto a small road flanked by rows of 100 year\n\n          old clapboard two-story affairs.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         2\n\n\n\n          EXT. NATALIE'S HOUSE - S\n\n\n\n          Standing.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nEMERSON ROAD - S\n\n\n\n          The truck pulls onto a small road flanked by rows of 100 year\n\n          old clapboard two-story affairs. 2\n\n\n\n          EXT. NATALIE'S HOUSE - S\n\n\n\n          Standing. \n\nTARGET SECTION TO BE ANNOTATED:\n on the lawn in front of one of them is the woman from\n\n          the opening scene, NATALIE STRUT, prett - eautifl actually\n\n          with a little more sleep. She stands wit two small boys who\n\n          are doing their best to stay warm in the morning air. Her son\n\n          JASON 8 , and his brother DUNCAN 4, who has his face buried in\n\n          his mother's coat--refusing to see or be seen.\n\n          The truck comes to a stop and two men get out. One is young,\n\n          early 20's, and even at this hour his step is lively, his\n\n          face full of warmth. He walks over to Natalie and gives her a\n\n          kiss. The young man from the opening scene, rRANK FOWLER.\n\n          The other man leans back against the passenger door. He is\n\n          in his early 50's. Kind face, good looking, athletic in his\n\n          day - Frank's father, MATT. He smiles at Natalie.\n\n          Natalie smiles back.\n\n\n\n                         NATALIE\n\n          Morn'in Dr. Fowler.\n\n\n\n                         MATT\n\n          Morn'in Natalie. How you doing boys?\n\n\n\n                         JASON\n\n          Great!\n\n          Jason starts for the truck. Matt opens the door and the boy\n\n          climbs inside the cab.\n\n          Frank kneels down to Duncan.\n\n\n\n                         F\n\n          Hey buddy ... you upset that you're not\n\n          coming?\n\n          Frank reaches out and puts his hand on the boys shoulder.\n\n          Duncan pulls away.\n\n          Frank looks up to Natalie for help.\n\n\n\n                         F\n\n          He can come if he wants ...we can manage,\n\n          really.\n\n          She smiles and shakes her head.\n\n\n\n                         NATALIE\n\n          ahead. He wants to stay here.\n\n\n\n                         F\n\n          Don't worry Dunk. You can come next time.\n\n          ,Qy\n\n          Natalie kisses him and they're off.\n\n\n\n          INTO TRUCK - SAME - MOVING\n\n          Jason in the middle. He glances over to Frank - a trace of\n\n          hero :worship in his face.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          I NT. STROUT &amp; SONS CANNERY - DAWN\n\n          Sardines are processed at lightening speed. We follow them on their\n\n          journey, which ends with the sealed cans being packed into\n\n          cardboard shipping boxes.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nI NT. STROUT &amp; SONS CANNERY - DAWN\n\n          Sardines are processed at lightening speed. We follow them on their\n\n          journey, which ends with the sealed cans being packed into\n\n          cardboard shipping boxes. \n\nTARGET SECTION TO BE ANNOTATED:\n They are taped shut by a young man we\n\n          will meet later (TIM, 3 ) . The tops read STROUT &amp; SONS.\n\n\n\n          I NT. ATKINS LOBSTER CO-OP - DAWN\n\n          A double-55-gallon-drum wood stove is humping. Several men turn their\n\n          bodies rotisserie-fashion around the thing, while making morning\n\n          small talk - The starting price of lobsters, the prospect of repairs\n\n          to their equipment, and so on.\n\n          A SCARRED HAND scribbles some figures on a wall that has been\n\n          used as a scratch pad for years.\n\n          Two scales are emptied of RED FISH into a PLASTIC PICKLE BUCKET.\n\n\n\n          EXT. HARBOR - SAME\n\n\n\n          A pair of CANVAS TENNIS SHOES shuffle down a gangway. The\n\n          bucket sways directly over them. A small hand struggles with\n\n          the weight of the thing. A pair of BEACON FALLS waders appear\n\n          - the shoes stop. A strong hand grabs hold of the handle -\n\n          the shoes pick up the pace.\n\n\n\n          EXT. HARBOR - S\n\n\n\n          Matt &amp; Frank prepare the rig.\n\n          Jason stands on the dock, taking it all in. A field of\n\n          LOBSTER POTS stacked like cordwood and surrounded by a\n\n          collection of SCARRED BUOYS, GRAPNEL and coiled FISHING GEAR\n\n          stiff with sea salt - all so wildly unreasonable as to seem\n\n          exotic.\n\n          Jason's eyes find the hull of \"GIGI\" an old Boudreau built\n\n          lobsterboat. Starboard side covered in barnacles.\n\n\n\n                         F\n\n          C'mon up Jace.\n\n\n\n                         MATT\n\n          Hold on a second. Need to know if he's\n\n          ready first - Jason, can you tell me\n\n          what's important?\n\n          Jason hesitates.\n\n\n\n                         F\n\n          on tell h°\n\n\n\n                         JASON\n\n\n\n                         (NERVOUS)\n\n          \"A shaft of sunlight at the end of a dark\n\n          afternoon, a note in music--\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         L\n\n          He takes a breath.\n\n\n\n                         JASON\n\n          and the way the back of a baby's neck\n\n          smells if its mother keeps it tidy.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nJason hesitates. F\n\n          on tell h°\n\n\n\n                         JASON\n\n\n\n                         (NERVOUS)\n\n          \"A shaft of sunlight at the end of a dark\n\n          afternoon, a note in music--\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         L\n\n          He takes a breath. JASON\n\n          and the way the back of a baby's neck\n\n          smells if its mother keeps it tidy. \n\nTARGET SECTION TO BE ANNOTATED:\n                         MATT\n\n\n\n                         (TO FRANK)\n\n          You taught h' well.\n\n          Jason beams.\n\n\n\n                         MATT\n\n          - come aboard sailor.\n\n          Matt reaches down to give a hand up.\n\n          Frank turns the engine over. It roars to life.\n\n\n\n          EXT. HARBOR LATER\n\n\n\n          The sun is fast climbing into the morning sky as \"GIGI\"\n\n          glides out of the channel and past a LIGHTHOUSE that sits\n\n          Just off the point of a good sized ISLAND.\n\n          Jason shields his eyes with his hand. He gazes out at the\n\n          island. Matt comes up beside him and sticks a baseball cap\n\n          onto his head. The crown reads U.S.S. CONSTELLATION.\n\n\n\n                         JASON\n\n          Thank you.\n\n\n\n                         MATT\n\n          Ever been over there?\n\n\n\n                         JASON\n\n          No sir.\n\n\n\n                         MATT\n\n          It's beautiful. Isn't an island anymore\n\n          though. It's a city. They have electric\n\n          lights. Artesian wells, even a jail\n\n          lighthouse isn't manned anymore - it's\n\n          run by a computer When I lived there,\n\n          had no ferry then` so we didn't even have\n\n          cars, can you believe that?\n\n\n\n                         JASON\n\n          How'd you get back?\n\n\n\n                         MATT\n\n          Off the island?\n\n          Jason nods.\n\n          We rowed.\n\n          Matt smiles at the memory.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         5\n\n\n\n                         MATT\n\n          Then we got a little outboard. That was\n\n          great. A seven and a half horsepower it\n\n          was - we lived there until I was about\n\n          your age - then we left and became\n\n          \"harbor people\".\n\n          Jason seems to be digesting this.\n\n\n\n                         JASON\n\n          I a \"harbor person\"?\n\n          Matt hides a smile about to form.\n\n\n\n                         MATT\n\n          Yep, Jason - we all are.\n\n          Jason is full of questions. Matt knows the answers and\n\n          doesn't talk down to him. Something the boy is grateful for.\n\n\n\n                         F\n\n          At the helm. His eye s inted from glare and cold. He cuts\n\n          back on the throttle s and heads for the winch.\n\n          GLOVED HANDS pull up a BLUE-GREEN BUOY and slide the MANILA\n\n          LINE into the WINCH.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis eye s inted from glare and cold. He cuts\n\n          back on the throttle s and heads for the winch. GLOVED HANDS pull up a BLUE-GREEN BUOY and slide the MANILA\n\n          LINE into the WINCH. \n\nTARGET SECTION TO BE ANNOTATED:\n          A POT surfaces and Frank sets it \"Doors up\" on the edge. He\n\n          opens the doors. His hands work quickly and efficiently. He\n\n          tosses a SMALL CRAB back into the water, pulls out a LOBSTER\n\n          and measures the back. Too small. Then a nice sized LOBSTER\n\n          is pulled out - it's missing the SCISSOR CLAW. He hands it to\n\n          Matt. Baits the trap. Throws the winch and the next pot\n\n          surfaces.\n\n          Matt sits inside, Jason on his lap. He reaches into a WOODEN\n\n          BOX of RUBBER BANDS with a BANDING WRENCH and bands the\n\n          crustacean's remaining CRUNCHER CLAW.\n\n          Jason stares at the disfigured creature.\n\n\n\n                         MATT\n\n          Oh boy you see what happened to\n\n          this poor fel ow?\n\n\n\n                         JASON\n\n          .what?\n\n\n\n                         MATT\n\n          Well, the trap has nylon nets called\n\n          heads--2 side heads at b ends, so the\n\n          lobster can crawl in. The \"Bedroom\" head\n\n          inside, holds the bait and keeps it from\n\n          escaping--you know the old saying \"two's\n\n          company three-s a crowd\"?\n\n          Jason nods.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         MATT\n\n          Well{ it's like that. You get more than\n\n          two in a bedroom and chances are\n\n          something like this is going to happen.\n\n          That's why Frank can't leave these traps\n\n          for more than a day.\n\n          Matt holds up another Lobster and turns it belly-up. There\n\n          are black balls on both sides of the tail.\n\n\n\n                         MATT\n\n          Now the older females like this of gal,\n\n          are the most dan erous - especially when\n\n          they're growin' eyries.\n\n\n\n                         JASON\n\n          Berries?\n\n\n\n                         MATT\n\n          Eggs... .one of these can take out two\n\n          males easy - Then you wind up with\n\n          lobster you can't sell - and as for this\n\n          fine lady, she gets off easy, the state\n\n          says you have to let her go.\n\n          Matt throws her back in the water. Holds up the other one to Jason.\n\n\n\n                         TT\n\n          Can you handle this?\n\n          Jason nods.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nHolds up the other one to Jason. TT\n\n          Can you handle this? Jason nods. \n\nTARGET SECTION TO BE ANNOTATED:\n                         MATT\n\n\n\n                         (GENTLY)\n\n          You sure?\n\n          He really isn't. Matt hands it to him.\n\n\n\n                         MATT\n\n          Go ahead now, put it in the tank.\n\n          Jason can't get the thing in the tank fast enough.\n\n\n\n          EXT. FOWLER HOUSE - DAY\n\n\n\n          Looking around, you see a big yard, double lot. The grass is\n\n          manicured to per ection, someone takes a lot of pride in\n\n          their garden. In the middle of this sits a two story cape,\n\n          post Hopper/Wyeth, early 20th Century - simple, beautiful,\n\n          d you on't freeze in the winter.\n\n          The truck backs up into the driveway, Frank j s out, drops\n\n          the gate. Resting on the bed is a LARGE BOX wit a line drawing\n\n          of a SWING-SET.\n\n\n\n                         Q\n\n\n\n          FRANK O.S.\n\n          Hey, dad can you give me a hand?\n\n          The transistorized sounds of a baseball qame.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          EXT. FOWLER BACKYARD LATER\n\n\n\n          Frank pushes Duncan, who sits proudly on his new swing-set.\n\n\n\n                         D C\n\n          Higher! HIGHER!\n\n          SMALL CHILDREN are everywhere. A serious Super Soaker Squirt\n\n          Gun fight in progress.\n\n\n\n          ACROSS THE YARD\n\n          a steaming hot grill, with a huge assortment of hot-dogs &amp;\n\n          burgers. A spatula flips a patty.\n\n          The sounds of Fenwav park emanate from a chea Dort able\n\n          radio.\n\n          WILLIS GRINNEL, early 50's, a stout, silver-haired man, works\n\n          the grill. Standing next to him is Matt, his best friend for\n\n          forty plus years.\n\n          Matt takes a pull off a can of Moxie. Sets it down and searches\n\n          through a plastic bread bag.\n\n          Willis looks past him, distracted.\n\n\n\n                         MATT\n\n          h, Ruth hates this kind.\n\n          What?\n\n\n\n                         MATT\n\n          I bought the wrong buns.\n\n\n\n                         WILLIS\n\n          Maybe we can borrow hers.\n\n          Matt follows Willis's gaze, to the object of his distraction:\n\n          A PRETTY WOMAN IN TIGHT DENIM SHORTS. She-s bent over to wipe\n\n          the ketchup-stained face of Jason (he's wearing Matt's cap).",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nWILLIS\n\n          Maybe we can borrow hers. Matt follows Willis's gaze, to the object of his distraction:\n\n          A PRETTY WOMAN IN TIGHT DENIM SHORTS. She-s bent over to wipe\n\n          the ketchup-stained face of Jason (he's wearing Matt's cap). \n\nTARGET SECTION TO BE ANNOTATED:\n                         WILLIS\n\n          Ah, what I would give to have back my\n\n          youth.\n\n\n\n                         MATT\n\n          Willis, you never had that in your youth.\n\n          The woman turns around and catches Willis staring. It's\n\n          Natalia.\n\n          Willis looks down, nonchalantly rifling through the bun bag.\n\n          Matt waves to a passing man in khaki shorts, FATHER OBERTI,\n\n\n\n                         50-S-\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         MATT\n\n          Father! You made it!\n\n\n\n                         FATHER OBERTI\n\n          Hey, if I don't see you fellas here, I\n\n          don't get to see you at all.\n\n\n\n                         ON F\n\n          He backwards-hugs Natalie.\n\n\n\n                         F\n\n          You want a beer?\n\n\n\n                         NATALIE\n\n          I think I'll see if your Mom needs any\n\n          help.\n\n\n\n                         FRANK\n\n          Good luck.\n\n          She laughs-He grabs and tickles her but she breaks away and\n\n          escapes inside the house.\n\n          Matt watches on, and falls into a wistful daydream.\n\n\n\n                         WILLIS\n\n          Jealous?\n\n          Matt turns to him and, to Willis's surprise, ever so slightly,\n\n          nods.\n\n\n\n          I NT. FOWLER HOUSE - LIVING ROOM - S\n\n          Natalie walks in through the living room, pausing to examine\n\n          a half finished ARCHITECTURAL MODEL that sits on a card-table\n\n          next to a jigsaw puzzle.\n\n          She looks toward the kitchen where a woman works at the sink.\n\n          She takes a breath and starts there.\n\n\n\n          I NT. FOWLER GARAGE - DAY\n\n\n\n          OF THE GE\n\n          Frank reaches into an old Westinghouse refrigerator. He pulls\n\n          out a case of Schaeffer's and a six-pack of Moxie. He loads it\n\n          all into a metal tub filled with ice.\n\n\n\n          VOICE O.S.\n\n\n\n                         YO0\n\n          Frank, hunched over as he works, loo. ip at\n\n\n\n          FRONT OF THE GARAGE\n\n          TIM BRYSON, 22, still in his work clothes: He wears a White\n\n          soiled smock. A° patch on his Right pocket says STROUT &amp; SONS.\n\n          Over the left sply TIM. A hair-net nests on his head.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nA° patch on his Right pocket says STROUT &amp; SONS. Over the left sply TIM. A hair-net nests on his head. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         F\n\n          Thanks for coming by. Wooo, is that new\n\n          cologne? You really oughta take a shower\n\n          when you leave that place.\n\n\n\n                         TIM\n\n          Very funny.\n\n\n\n                         F\n\n          Take off that head dress, chief, and give\n\n          me a hand?\n\n          Tim reaches up and pulls the hair-net off his head.\n\n\n\n          EXT - FOWLER HOUSE - DAY\n\n\n\n          SIDE OF THE HOUSE\n\n          Tim and Frank lug the heavy cooler around the house, heading\n\n          toward the backyard.\n\n\n\n                         TIM\n\n          So, Mr. Strout mentioned you again.\n\n\n\n                         FRANK\n\n          I bet he did.\n\n\n\n                         TIM\n\n          Seriously, man. He still talks about you\n\n          coming back. Says you're the best can\n\n          packer he ever had.\n\n          Be nods.\n\n\n\n                         F\n\n          He always was a nice guy.\n\n\n\n                         TIM\n\n\n\n                         (EXHAUSTED)\n\n          Are we there yet?\n\n          Tim and Frank emerge from the side of the house. Willis cuts\n\n          them off, grabs two beers.\n\n\n\n                         WILLIS\n\n          Excuse me boys - an offering. Catch\n\n          Father.\n\n          He throws one to Father Oberti who sits talking with Willis's wife\n\n          KATIE GRINNEL 50's, she is tal ing the priest's ear off.\n\n\n\n                         KATIE\n\n          Becky went to the hairdressing academy\n\n          after high school, but aft she got\n\n          married and had the boys, she decided she\n\n          wanted to stay home - she still loves\n\n          doing hair though. Where do you go\n\n          Father?\n\n\n\n                         FATHER OBERTI\n\n          I just go to Super Cuts.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         10\n\n\n\n                         KATIE\n\n          You can't request the same girl at Super\n\n          Cuts - you have to take what you can get.\n\n          They don't know your hair - how can you\n\n          get a good cut i they don't know the\n\n          air?\n\n          Father Oberti has the patience of...well,of a priest.\n\n\n\n          I NT. FOWLER HOUSE - DAY\n\n          RUTH FOWLER 50, attractive, is washing and arranging\n\n          vegetables on a plate. Natalie chops carrots on a cutting\n\n          board.\n\n          They barely make eye-contact. Natalie attempts small talk.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nNatalie chops carrots on a cutting\n\n          board. They barely make eye-contact. Natalie attempts small talk. \n\nTARGET SECTION TO BE ANNOTATED:\n                         RUTH\n\n          Can you hand me that bowl dear?\n\n          She does.\n\n\n\n                         RUTH\n\n          Thank you.\n\n\n\n                         NATALIE\n\n          I'm looking forward to the concert on\n\n          Labor day. The music is so...unusual\n\n          haunting really..\n\n          Ruth keeps chopping. Natalie chooses her words carefully.\n\n\n\n                         NATALIE\n\n          How did you learn about that particular\n\n          style?\n\n\n\n                         RUTH\n\n          At Faro y thesis was on Eastern\n\n          European .folk music.\n\n          Natalie's lips tighten uncomfortably. The topic seems to int° date.\n\n\n\n                         NATALIE\n\n\n\n                         (LIGHTLY)\n\n          I thought o becoming a teacher.\n\n\n\n                         RUTH\n\n          Why didn't you?\n\n          The answer to Ruth's question (Duncan) wanders in. His cheeks\n\n          as big as Dizzy Gillespie's.\n\n\n\n                         NATALIE\n\n          What are you eating?\n\n          Duncan's mouth is so full he can hardly speak.\n\n\n\n                         DUN\n\n          .nothing.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          The two regard each other\n\n\n\n                         NATALIE\n\n          How is it?\n\n\n\n                         D C\n\n\n\n                         (SMILING)\n\n          Good.\n\n          He tugs on her shirt.\n\n\n\n                         D C\n\n          Swing me, Swing me.\n\n\n\n                         NATALIE\n\n          Okay, okay Dunk...\n\n          She gets dragged out of the kitchen. The screen door slams.\n\n          Ruth finishes arranging the plate. Matt enters, and starts\n\n          opening up the cupboards loo\n\n          king for something.\n\n          He squats down, burrowing into a cabinet.\n\n\n\n                         MATT\n\n          It was nice of you to invite the boys.\n\n\n\n                         RUTH\n\n          She hasn't brought them before because\n\n          she's embarrassed. She shouldn't be\n\n          embarrassed.\n\n          Matt looks up from the floor.\n\n\n\n                         MATT\n\n\n\n                         (TO RUTH)\n\n          Nice view from down here.\n\n          She ignores him, but smiles.\n\n\n\n          EXT. FOWLER BACKYARD - DAY\n\n\n\n          is hunched over, with his arms gentl wrapped around Jason,\n\n          coaching him on the finer points of Kitting. While Tim pitches.\n\n\n\n                         F\n\n          There you go 0 . good, hands up, higher.\n\n          That's it. Be - your knees\n\n\n\n                         THE SWING-SET\n\n          Duncan is being pushed by Natalie, Ruth, watches from the\n\n          kitchen window.\n\n\n\n          I NT.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat's it. Be - your knees\n\n\n\n                         THE SWING-SET\n\n          Duncan is being pushed by Natalie, Ruth, watches from the\n\n          kitchen window. I NT. \n\nTARGET SECTION TO BE ANNOTATED:\n FOWLER HOUSE - DAY\n\n          MATCH CUT: Ruth, staring out the window.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         12\n\n\n\n                         RUTH\n\n          I don't know why you had to put that\n\n          monstrosity up. You're just going to have\n\n          to take it apart when they leave.\n\n          Matt rises, a bottle of lighter fluid in hand.\n\n\n\n                         MATT\n\n          C'mon, Ruth, he's a kid. What did you\n\n          expect? \"Happy Birthday, here's a box.\n\n          why don't you drag it around for a while?\"\n\n          He s a kid. He wants it now.\n\n          Something across the yard catches her attention.\n\n\n\n                         RUTH\n\n          Oh, no.\n\n\n\n          EXT. FOWLER HOUSE - DAY\n\n\n\n          Matt exits the house.\n\n\n\n          ACROSS THE YARD\n\n          Duncan jumps off his swing and sprints.\n\n\n\n                         TO RICHARD\n\n          who has just arrived. He stays at the far end of the yard.\n\n          Duncan does a running jump into his father's arms.\n\n\n\n                         D C\n\n          Daddy!\n\n          Frank with Jason, looks up.\n\n          Jason sees his father. He doesn't move.\n\n          Natalie walks over to Frank, they exchange glances.\n\n\n\n                         NATALIE\n\n          C'mon Jason.\n\n\n\n                         JASON\n\n          No.\n\n\n\n                          NATALIE\n\n           Now.\n\n           Shedgrabs his hand. Straining to appear casual, traverses the\n\n\n\n                         YARD\n\n\n\n                         C DUN\n\n          Richard play-boxes Duncan.\n\n          Duncan looks up at his mother.\n\n\n\n                         D C\n\n          Daddv's takino us to the arcade.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         13\n\n          Richard, eating Duncan's hot dog, rises to meet Natalie and\n\n          Jason.\n\n\n\n                         RIC\n\n          Hey there buddy --.Come on over here Jace-\n\n          Jason looks away.\n\n\n\n                         DUN\n\n\n\n                         (TO JASON)\n\n          I told you held come uttface-\n\n          Jason reaches over and whacks Duncan on the head.\n\n\n\n                         RIC\n\n\n\n                         (ANGRY)\n\n          Hey Jason - Don't do that to your\n\n          brother. You want me to do that to you?\n\n          He probably has. Jason backs away.\n\n          Frank makes his way over to Natalie.\n\n\n\n          AT THE GRILL\n\n          Matt watches on- absently flipping burgers.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nJason backs away. Frank makes his way over to Natalie. AT THE GRILL\n\n          Matt watches on- absently flipping burgers. \n\nTARGET SECTION TO BE ANNOTATED:\n          Ruth comes over to h°\n\n\n\n                         RUTH\n\n\n\n                         MATT\n\n\n\n                         MATT\n\n\n\n                         IT'S OK-\n\n          Ruth shakes her head.\n\n          Richard, Frank and Natalie are talking, but there are long pauses\n\n          between words. Tim wanders over and says something to Richard\n\n          Finally, Richard smiles, turns, and exits. Alone.\n\n          Jason playfully chases Duncan across the yard.\n\n          Frank and Natalie stay behind, talking quietly.\n\n          Matt takes a breath, and exhales. He turns to Ruth with a\n\n          comforting smile, but\n\n          she's just entering the house. The screen door closes behind\n\n          her.\n\n\n\n          - FOWLER HOUSE - KITCHEN - S\n\n          Ruth is at the counter pouring dressing onto a salad. Frank\n\n          comes up behind her and hugs her.\n\n\n\n                         F\n\n          Thanks for doing this mom.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         1\n\n\n\n                         RUTH\n\n          Are you alright?\n\n\n\n                         F\n\n          Sure. Natalie and I want to take you and\n\n          dad out tonight.\n\n\n\n                         RUTH\n\n          Oh that's very sweet dear, but we already\n\n          have plans.\n\n\n\n                         F\n\n          You going over to the Grinnel's?\n\n          Ruth shakes her head.\n\n\n\n                         RUTH\n\n\n\n                         (SMILES)\n\n          Your father's taking me to the Strand.\n\n\n\n                         FRANK\n\n          Oh, what are you seeing?\n\n\n\n                         RUTH\n\n          The first film we ever saw together.\n\n\n\n          THE SOUND OF PISTOL FIRE.\n\n\n\n          INT. STRAND THEATER - NIGHT\n\n\n\n          Matt &amp; Ruth sit watching BARRY L DON. The duel between Barry\n\n          Lord Bullingdon is on screen. Bullingdon's pistol misfires.\n\n\n\n                         LORD BULLINGDON\n\n          Sir Richard this pistol must be faulty -\n\n          I must have another.\n\n\n\n          AIDE TO RIC\n\n          I'm sorry Lord Bullingdon but you must\n\n          first stand your ground and allow Mr.\n\n          Lyndon his turn to fire.\n\n\n\n                         SIR RIC\n\n          That is correct Lord Bullingdon - your\n\n          pistol has fired and that counts as your\n\n          shot--Mr.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nAIDE TO RIC\n\n          I'm sorry Lord Bullingdon but you must\n\n          first stand your ground and allow Mr. Lyndon his turn to fire. SIR RIC\n\n          That is correct Lord Bullingdon - your\n\n          pistol has fired and that counts as your\n\n          shot--Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n Lyndon are the rules of firing\n\n          clear to you?\n\n\n\n                         YES -\n\n\n\n                         SIR RICHARD\n\n          Lord Bullingdon are you rsdy to receive\n\n          Mr- Lyndon's fire?\n\n\n\n                         LORD BULLINGDON\n\n          -.o yes -\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         15\n\n\n\n                         SIR RIC\n\n          very well then - Mr. Lyndon cock your\n\n          pistol and prepare to fire.\n\n          Bullingdon is overwrought. He looks like he may vomit.\n\n          Ruth leans over to Matt.\n\n\n\n                         RUTH\n\n          Let's go.\n\n          Ruth gets out of her seat. Matt looking confused follows.\n\n\n\n          EXT. STRAND THEATRE - S\n\n\n\n          Ruth heads out the doors with Matt on her heels.\n\n\n\n                         MATT\n\n          What's wrong?\n\n\n\n                         RUTH\n\n          I don't remember it being so tragic.\n\n\n\n                         MATT\n\n          O h h always felt sorry for Barry.\n\n\n\n                         RUTH\n\n          Please.\n\n\n\n                         MATT\n\n          No, I mean it - maybe I relate to him.\n\n\n\n                         RUTH\n\n          What are you talking about?\n\n\n\n                         MATT\n\n          Well, we both married above our station.\n\n\n\n                         RUTH\n\n          Don't start that again.\n\n          A moment. He takes her in his arms and kisses her. Looks into\n\n          her eyes.\n\n\n\n                         MATT\n\n          Happy anniversary.\n\n\n\n                         RUTH\n\n\n\n                         (SMILES)\n\n          Happy anniversary.\n\n          He buries his face in her hair.\n\n\n\n                         9 G\n\n\n\n                          MATT ` RUTH\n\n          I love you. I know -\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         16\n\n\n\n          I NT. FOWLER HOUSE BEDROOM - NIGHT\n\n          Ruth sits at her bureau facing the mirror. She be ins a nightly\n\n          ritual of removing the pins from her hair once ma e from the\n\n          shells of tortoises and now the plastics of Dupont.\n\n          Matt lies in bed reading. He lowers his book and watches her\n\n          brush her tresses with on y, delicious strokes. She sets down\n\n          her bsh and turns. Matt ooks back to his book.\n\n          She climbs into bed next to him.\n\n\n\n                         RUTH\n\n          She's not divorced yet.\n\n\n\n                         MATT\n\n          It's the same thing. Maine has crazy\n\n          laws, that's all...he likes the boys.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nRUTH\n\n          She's not divorced yet. MATT\n\n          It's the same thing. Maine has crazy\n\n          laws, that's all...he likes the boys. \n\nTARGET SECTION TO BE ANNOTATED:\n                         RUTH\n\n          You don't think he's thinking about-\n\n\n\n                         TT\n\n          No...he's not going to marry her.\n\n\n\n                         RUTH\n\n          Then what's he doing with her?\n\n\n\n                         MATT\n\n          She probably loves him, Ruth. Girls\n\n          always have. Why can't we just leave it\n\n          at that?\n\n\n\n                         RUTH\n\n          Hmmmm. He won't listen to me. I asked him\n\n          three times to dismantle that swing-set.\n\n\n\n                         MATT\n\n          Oh, let it stay up. Looks like a young\n\n          couple lives here.\n\n\n\n                         RUTH\n\n          He needs his head in school. Not in her.\n\n\n\n                         MATT\n\n          So to speak.\n\n          Ruth pinches his shoulder.\n\n\n\n                         RUTH\n\n          it would help if you were my side.\n\n\n\n                         MATT\n\n\n\n                         (PLAYFULLY)\n\n          I'll get on your side.\n\n          She laughs and pushes him away.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         17\n\n\n\n          INTO UNION CLINIC - WAITING ROOM - DAY\n\n          A small waiting room with an alcove reception. ROCKWELL PRINTS\n\n          adorn the walls, a long table covered with dog-eared periodicals,\n\n          rests in front of a couch that has seen better days.\n\n          ADAMSON 80's, glances over at her husband, ELWYN 80's,who\n\n          vacantly thumbs through a HIGHLIGHTS MAGAZINE. He pauses to\n\n          catch-up on the latest exploits of GOOFUS &amp; GALLANT.\n\n          The nurse, JANELLE 40's, calls out from the alcove.\n\n\n\n          JANELLE O.S.\n\n          Mr. and Mrs. Adamson?\n\n\n\n          INT. UNION CLINIC - EXAMINATION ROOM\n\n\n\n          Elwyn sits bare chested on a table. Matt finishes bandaging his\n\n          elbow - then listens to his chest with a stethoscope. He is\n\n          careful and thoughtful. Alma looks to him. Worried.\n\n\n\n                         MATT\n\n          You can put your shirt back on now.\n\n          Alma stands and helps her husband dress.\n\n          Yesterday he was up and around all\n\n          afternoon, but toda - he tumbled. He's\n\n          fallen down twice. have all I can do to\n\n          get him up. He's weak and the longer you\n\n          lay in bed - the weaker you get.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nYesterday he was up and around all\n\n          afternoon, but toda - he tumbled. He's\n\n          fallen down twice. have all I can do to\n\n          get him up. He's weak and the longer you\n\n          lay in bed - the weaker you get. \n\nTARGET SECTION TO BE ANNOTATED:\n                         MATT\n\n          Elwyn, you need to do those exercises,\n\n          you promised me, twice a day.\n\n          I know you miss the work -\n\n          important. but it's\n\n\n\n                         ALMA\n\n\n\n                         TO MATT)\n\n          Man idn't have ache nor pain--he's just\n\n          gave up-said when he couldn't work no\n\n          more, he didn't want to live. For a while\n\n          he'd sit and just mend on nets - but he\n\n          can't do that anymore.\n\n\n\n                         ELWYN\n\n          (speaks with difficulty)\n\n          How's your dad Matt?\n\n          I'm sorry Dr. now Elwyn you remember\n\n          Jesse Fowler passed on somi&amp;ime back, we\n\n          were at the funeral. Remember?\n\n          Elwyn nods.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         18\n\n          Matt knows. He's heard this before. Sometimes he feels more like\n\n          a mechanic than a doctor, working on old cars with parts that\n\n          have long been discontinued. He nods sympathetically.\n\n\n\n          INT. MATT'S OFFICE HALLWAY LATER\n\n\n\n          Matt pulls on his jacket. He passes Janelle in the hallway as\n\n          he heads for the back door.\n\n\n\n                         MATT\n\n          I'll be back in an hour. Forgot my lunch.\n\n\n\n                         JANELLE\n\n          Starting to become a habit. I can get you\n\n          something from Willis's.\n\n          He's already out the door.\n\n\n\n          EXT. HARBOR - SAME\n\n\n\n          Matt trots down the gangway and up to where the \"GIGI\" is\n\n          moored. He looks in. No sign of Frank. A VOICE BOOMS from a\n\n          new 35ft. JONESPORTER - it belongs to HENRY OZAR 50's.\n\n\n\n                         HENRY\n\n          Just missed him Matt, he went home for\n\n          lunch today.\n\n\n\n                         MATT\n\n          Right ...I forgot he's got that interview.\n\n\n\n          I NT. FOWLER HOUSE - DAY\n\n          Matt enters. Looks around. Calls up the stairs.\n\n\n\n                         MATT\n\n          Frank? Frank? Hello?\n\n\n\n          FRANK O.S.\n\n          Dad.\n\n          Matt turns around, and sees Frank,\n\n\n\n                         MATT\n\n          Frank? ..",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nS. Dad. Matt turns around, and sees Frank,\n\n\n\n                         MATT\n\n          Frank? .. \n\nTARGET SECTION TO BE ANNOTATED:\n What are you doin ? Thought you\n\n          were driving to Boston for t at\n\n          interview?\n\n          rank slowly nos. His clothes are rumpled.\n\n\n\n          FRANK V Q°\n\n          yeah - he we rescheduled.\n\n\n\n                         MATT\n\n\n\n                         (KNOWING)\n\n          uh huh.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         19\n\n          NATALIE - walks out, from a room in the hall. She combs her\n\n          hair through with her fingers, but her skirt, on backwards, is\n\n          somewhat of a giveaway.\n\n          Frank rolls his eyes.\n\n\n\n                         NATALIE\n\n          Hello, Dr. Fowler.\n\n\n\n                         MATT\n\n          Hi, where are the boys?\n\n\n\n                         NATALIE\n\n\n\n                         (SHEEPISHLY)\n\n          .with my mom.\n\n          Then.\n\n\n\n                         MATT\n\n\n\n                         (TO NATALIE))\n\n          oh-Like coleslaw?\n\n\n\n          THE KITCHEN TABLE\n\n          Matt sits across from Natalie and Frank. Sandwiches, iced tea\n\n          and coleslaw are laid out.\n\n          Frank looks to Matt for some kind of acknowledgement of his\n\n          lunch-t°e activities. Matt seems more interested in the slaw.\n\n\n\n          EXT. ELK'S FIELD - DAY\n\n\n\n\n\n                         BLEACHERS\n\n          Frank is sandwiched between Matt and Ruth. They are surrounded\n\n          by dozens of young parents.\n\n          Ruth doesn't look too tilled to be here.\n\n\n\n                         FRANK\n\n          Wave you guys.\n\n          Matt and Ruth follows Frank's gaze, to:\n\n\n\n                         DOWN BELOW\n\n          Natalie has her hands full adjusting Jason's uniform while\n\n          Duncan clings to her. She is waving up to the Fowlers amidst\n\n          the chaos.\n\n\n\n          THE BLEACHERS.\n\n          The Fowlers wave back.\n\n\n\n          %Q,\n\n          Matt 's suddenly inspired. He leans in past Ruth, to Frank.\n\n\n\n                         MATT\n\n          Did you tell your Mom how good it was?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         20\n\n\n\n                         RUTH\n\n          How good what was?\n\n\n\n                         MATT\n\n          Frank had quite a time this afternoon\n\n          Loved your coleslaw. Ate enough for two.\n\n\n\n                         RUTH\n\n          That's what it's there for...\n\n          Frank leans back behind Ruth to give his father the evil eye.\n\n          He gets a grin from Matt for his trouble. Ruth almost catches\n\n          it.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nFrank leans back behind Ruth to give his father the evil eye. He gets a grin from Matt for his trouble. Ruth almost catches\n\n          it. \n\nTARGET SECTION TO BE ANNOTATED:\n          Matt rises, shuffles past Ruth and Frank, whom he gives a firm\n\n          pat on the knee.\n\n          Hot dogs?\n\n\n\n                         FRANK\n\n          I'll take one.\n\n          Ruth puts her arm around Frank.\n\n\n\n                         RUTH\n\n          (re: Duncan and Jason)\n\n          So, how are the kids?\n\n          Frank's caught off- guard. He shakes his head.\n\n\n\n                         RUTH\n\n          . things okay?\n\n\n\n                         F\n\n          Fine.\n\n\n\n                         RUTH\n\n          Good, good.\n\n          Then.\n\n\n\n                         RUTH\n\n          How'd your interview go?\n\n\n\n                         F\n\n\n\n                         (TOO FAST)\n\n          Great.\n\n\n\n                         RUTH\n\n          Oh, good.\n\n          Ruth watches Natalie below.\n\n\n\n                         RUTH\n\n          She's such a brave girl.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         2\n\n\n\n                         F\n\n          That's it. You' re driving e nuts, Ma.\n\n          Really. I've had lots of girlfriends.\n\n\n\n                         F\n\n          I don't understand why this one is any\n\n          different.\n\n\n\n                         RUTH\n\n          I know you don't.\n\n\n\n                         FRANK\n\n          Were not serious, Mom.\n\n\n\n                         RUTH\n\n          No?\n\n\n\n                         F\n\n          No. It's a summer thing.\n\n          She would like to believe him.\n\n\n\n                         RUTH\n\n          I see.\n\n\n\n          INT. NATALIE'S CAR - DAY\n\n\n\n          Natalie drives down Emerson Road.\n\n          As she approaches her house, she sees a Brown Suburban sitting\n\n          in her driveway. She looks confused.\n\n\n\n          INT. NAT IE'S HOUSE - DAY\n\n\n\n\n\n                         THE KITCHEN\n\n          Natalie enters with groceries.\n\n          Richard is seated at the kitchen table. He's finishing the first half\n\n          of a sandwich. He drains a glass of milk.\n\n          Natalie sets her purse down on the counter, and starts cleaning\n\n          up his mess.\n\n\n\n                         NATALIE\n\n          How'd you g et in this time?\n\n\n\n                         RIC\n\n\n\n                         (PLAYING ALONG)\n\n          chimney.\n\n          She takes the carton of milk that Richard, no doubt, left out. She pours\n\n          the final drops into his glass\n\n\n\n                         RIC\n\n          Thank you.\n\n          She throws the carton out. She takes a seat, and stares at him\n\n          like a teacher counselling a troubled youth.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe pours\n\n          the final drops into his glass\n\n\n\n                         RIC\n\n          Thank you. She throws the carton out. She takes a seat, and stares at him\n\n          like a teacher counselling a troubled youth. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         22\n\n\n\n                         NATALIE\n\n          What can I help you with?\n\n          He kicks back the last of the milk, wipes his mouth.\n\n\n\n                         RIC\n\n          I was just dropping that off for Jason.\n\n\n\n                         NATALIE\n\n          What?\n\n\n\n                         RIC\n\n          That.\n\n          He points to a BASEBALL TROPHY sitting on top of the microwave.\n\n          inscription bears his name and \"Rockland High School 1982\n\n          Regional Championship.\"\n\n\n\n                         RIC\n\n          I didn't know where you'd want to put it.\n\n          It was about time he got it. What am I\n\n          going to do with it?\n\n          Richard's wistful gaze stays locked on the trophy.\n\n          For a moment, Natalie's and slips away.\n\n\n\n                         NATALIE\n\n          I think it will mean a lot to him,\n\n          Richard. He's really been improving\n\n          lately ...\n\n\n\n                         RIC\n\n          (a sharp turn)\n\n          So I've heard.\n\n\n\n                         NATALIE\n\n          It would have been nice if you'd come to\n\n          his game.\n\n\n\n                         RIC\n\n          I just got your message. Where are t\n\n          with him?\n\n\n\n                         NATALIE\n\n          That's none of your business.\n\n\n\n                         RIC\n\n          I see. They're my kids but they're none of\n\n          my business.\n\n\n\n                         NATALIE\n\n          You know what I mean.\n\n\n\n                         E-??\n\n          Richard presses his fingers to his eyes. He takes a long, heavy\n\n          breath.\n\n\n\n                         RIC\n\n          I - - I was thinking about moving back.\n\n           Here. With you and the boys.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         23\n\n\n\n                         NATALIE\n\n          What are you talking about?\n\n\n\n                         RIC\n\n          What I talking about? I'm talking about\n\n          moving back, that's what I'm talking\n\n          about - I know what you're thinking, but\n\n          it's different now.\n\n\n\n                         NATALIE\n\n          Oh reall ? How's the job? Your father\n\n          t ake you back on at the cannery?\n\n\n\n                         RIC\n\n\n\n                         (DRILY)\n\n          That's funny. You're still getting checks\n\n          aren't you?\n\n          She ignores him\n\n\n\n                         RICHARD\n\n          Ya see my new rig out there?\n\n          Natalie looks annoyed.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou're still getting checks\n\n          aren't you? She ignores him\n\n\n\n                         RICHARD\n\n          Ya see my new rig out there? Natalie looks annoyed. \n\nTARGET SECTION TO BE ANNOTATED:\n                         NATALIE\n\n          Yeah - it's real nice.\n\n\n\n                         RIC\n\n          It's not exactly new, I traded David the truck\n\n          for it. It's got room for all of us - a good\n\n          grocery gettin car.\n\n          A moment.\n\n\n\n                         RIC\n\n          You wantta take a ride?\n\n\n\n                         NATALIE\n\n\n\n                         (LAUGHING)\n\n          Jesus - you don't change, do you?.\n\n\n\n                         RIC\n\n          Change? No, I don't change. Everything\n\n          around me changes. You change. You take my\n\n          house, you take my kids, you fuck this\n\n          other y- No, I don't change at all.\n\n\n\n                         NATALIE\n\n          It's not your house.\n\n\n\n                         RIC\n\n          Oh- No?\n\n          NAT I o?\n\n          No- And as far as fucking oes - .who was it\n\n          that answered your phone t %e other morning?\n\n\n\n                         RIC\n\n          She...\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         2-\n\n\n\n                         NAT IE\n\n          I don't care. Really, you can just stop\n\n          now. It's not working.\n\n          He takes a breath.\n\n\n\n                         RIC\n\n          I just want.. -a chance.\n\n\n\n                         NATALIE\n\n          For what? To fool them for a few days into\n\n          thinking they have a real father, and then\n\n          it's back to\n\n\n\n                         RIC\n\n          (cutting her off)\n\n          I their father.\n\n\n\n                         NATALIE\n\n\n\n                         (VEHEMENT)\n\n          No, Richard. You know what defines a\n\n          father? It's what he does, not what he\n\n          promises. It's being a positive,\n\n          consistent presence.\n\n          Richard eyes her suspiciously. 13\n\n\n\n                         RIC\n\n          (mimicking ° her )\n\n          \"Positive consistent presence.\" Wow. What\n\n          does that mean? I just don't get it. But\n\n          I'm not fucking a college boy, am I?\n\n\n\n                         NATALIE\n\n          Look ...can you just go now? I really don't\n\n          want you here when they get back.\n\n\n\n                         RIC\n\n          Oh, no, wouldn't want that.\n\n          He doesn't budge.\n\n\n\n                         NATALIE\n\n          You have to leave.\n\n          Finally, as if struck b some small discove .",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe doesn't budge. NATALIE\n\n          You have to leave. Finally, as if struck b some small discove . \n\nTARGET SECTION TO BE ANNOTATED:\n Richard places\n\n          his large hands on the kitchen table and pus es himself up.\n\n          He heads past Natalie without looking back. He closes the door\n\n          firmly be ind him.\n\n\n\n          'I. NAT IE' S HOUSE - FRONT YARD -,RUSK\n\n          Frank's truck parked out front\n\n          The lawn is littered with the boy's various plastic weapons\n\n          a small wading pool.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         25\n\n          A children's television show is heard from inside.\n\n          Natalie is sprawled out on a chaise lounge, nursing a beer, and\n\n          sharing a cigarette with Frank, who is on his hands &amp; knees\n\n          finishing an elaborte structure with a set of FROEBEL wooden\n\n          blocks.\n\n\n\n                         NATALIE\n\n          You know I've been ignoring our\n\n          difference in age, but if you keep\n\n          playing with those blocks, I'm gonna\n\n          start to worry.\n\n\n\n                         F\n\n          They're not blocks - they're gifts.\n\n\n\n                         NATALIE\n\n          I'm sorry I know they're a gift and a\n\n          very generous one. I'm gust concerned\n\n          that Dunk. might think e's a little old\n\n          to be playing with them.\n\n\n\n                         FRANK\n\n          They're not for playing - they're to learn about\n\n          unity &amp; balance. Froebel called them \"Gifts.\"\n\n          This is the second gift - a sphere, a cube, and a\n\n          cylinder. A five year old can learn the\n\n          difference in form depending on how they look at\n\n          them.\n\n          Why didn't he say so in the first place?\n\n\n\n                         NATALIE\n\n          Oh ou said second gift. How many are\n\n          are there?\n\n\n\n                         FRANK\n\n          Twenty.\n\n          A moment.\n\n\n\n                         NATALIE\n\n          You've been pla in with these - excuse\n\n          me, working wit t ese for how long?\n\n\n\n                         F\n\n          Since I was about Dunk's age. My mom took\n\n          me tough all twenty.\n\n          So that's what a good mother does.\n\n\n\n                         NATALIE\n\n          .oh.\n\n\n\n                         FRANK ??0\n\n          Come on down here and take a look.\n\n          She sets down her beer and Joins him. The small wooden structure\n\n          looks like a home that could have been built by Lautner or Wright\n\n          Frank looks pleased.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nFRANK ??0\n\n          Come on down here and take a look. She sets down her beer and Joins him. The small wooden structure\n\n          looks like a home that could have been built by Lautner or Wright\n\n          Frank looks pleased. \n\nTARGET SECTION TO BE ANNOTATED:\n Natalie is distracted.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         26\n\n\n\n                         NATALIE\n\n          Your Mother gave you these Frank - I feel\n\n          funny Duncan having them.\n\n\n\n                         F\n\n          Don't be silly, it was her idea.\n\n\n\n                         NATALIE\n\n\n\n                         (SCEPTICAL)\n\n          Really?\n\n\n\n                         F\n\n          You're not looking at the house - look.\n\n          It's not all mine, it's part Mack.\n\n          Frank speaks excitedly, as he makes a quick sketch on a colored\n\n          piece of construction paper using one of the boys' markers.\n\n\n\n                         F\n\n          See the whole ideal of what Mack was\n\n          trying to achieve was a common area in the\n\n          middle of the house. I mean - a large,\n\n          common space wasn't uni e to Mack, but\n\n          the idea of separating the family so that\n\n          the kids were on one side and the parents\n\n          on the other, so they would all spill into\n\n          the center ...\n\n          He looks over to Natalie, checking in.\n\n          She smiles, and shifts her gaze.\n\n\n\n                         F\n\n          I'm boring you, aren't I?\n\n\n\n                         NATALIE\n\n\n\n                         (SOFTLY)\n\n          No, not at all, I was just... . just\n\n          thinking.\n\n\n\n                         F\n\n          About what?\n\n\n\n                         NATALIE\n\n          About you. . ,school,\n\n\n\n                         F\n\n          I'd rather talk about our house.\n\n\n\n                         NATALIE\n\n          I know you would.\n\n\n\n                         F\n\n          What if I wait a year?\n\n\n\n                         NATALIE\n\n\n\n                         R\n\n\n\n                         F\n\n          A year's not going to make a difference.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         27\n\n\n\n                         NATALIE\n\n          You can't do that, Frank.\n\n\n\n                         F\n\n          I've thought a lot about this.\n\n\n\n                         NATALIE\n\n          But you told me it takes forever just to\n\n          establish yourself.\n\n\n\n                         F\n\n          Exactl , so what's a year in forever?\n\n          Know w at Duncan said today?\n\n          She can't suppress a smile.\n\n\n\n                         NATALIE\n\n          You wouldn't be changing the subject\n\n          would you?\n\n\n\n                         FRANK\n\n          Yes.\n\n\n\n                         NATALIE\n\n          What now?\n\n\n\n                         F\n\n          He said, \"Frank, I don't think Jason\n\n          really understands girls.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nFRANK\n\n          Yes. NATALIE\n\n          What now? F\n\n          He said, \"Frank, I don't think Jason\n\n          really understands girls. \n\nTARGET SECTION TO BE ANNOTATED:\n                         NATALIE\n\n\n\n                         (LAUGHING)\n\n          He didn't!\n\n\n\n                         F\n\n          He did ... \"understands girls!\"\n\n\n\n                         NATALIE\n\n          What did you say?\n\n\n\n                         F\n\n          I said, \"give him time, Duncan.\"\n\n          They both break up.\n\n\n\n                         F\n\n          I didn't know what to say! if this is how\n\n          he is now - boy are we in trouble-\n\n          He stops short. The word - We - hangs in the air. They watch each\n\n          other, unsure of how to react. Changing the subject quickly. Frank\n\n          reaches down to the grass and comes up with one of Duncan's toys. A\n\n          real musclebound superhero. Somewhat grotesque.\n\n\n\n                         F\n\n          (reading the tag)\n\n\n\n          ACTION MAN?\n\n\n\n                         NATALIE\n\n          Richard gave it to Dunk for his birthday.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         28\n\n          Frank sets it down.\n\n          The HEADLIGHTS OF APPROACHING CAR rake across ACTION\n\n\n\n          I NT. ROCKLAND HIGH SCHOOL MUSIC ROOM - NIGHT\n\n          Half a dozen girls age 15 to 18, are gathered in Ruth's\n\n          classroom. Desks and chairs are stacked up for summer recess.\n\n          The girls are in shorts and T-shirts, one with a picture of\n\n          the solar system, and another with the Pink Panther. Bri ht\n\n          bathing-suit straps are visible around some of their nec s:\n\n          This afternoon they were sw' °ng. A few look sleepy enough\n\n          to be in bed already. Ruth stands with her arms up- keeping\n\n          time and controlling the dynamics. A single girl sings \"The\n\n          Drone\"` a low monotone one hears underneath the other voices.\n\n          They sing the Balkan folk song \"Oj Savice.\"\n\n\n\n                         CHORUS (SUBTITLED)\n\n          Oh, Sava, carry me across our quiet cool\n\n          water. There is my dear village and in\n\n          that village, the prettiest girl.\n\n          Without embarrassment, they shriek they drone, and at their\n\n          ease they whistle. The music transports these girls - who are\n\n          normally pre-occupied with images of MTV and Brad Pitt, to a\n\n          place of pure self. The song ends.\n\n\n\n                         RUTH\n\n          That was really good! OK it's 7:30\n\n          we should stop.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe song ends. RUTH\n\n          That was really good! OK it's 7:30\n\n          we should stop. \n\nTARGET SECTION TO BE ANNOTATED:\n          The girls gather up their things quickly.\n\n\n\n                         RUTH\n\n          Remember when you sing these words-\n\n          The way we feel about the harbor, is how\n\n          the Balkans felt about the river Sava.\n\n          The girls start out of the room.\n\n\n\n                         RUTH\n\n          Listen to your tapes \"Moilih Tan is still\n\n          very rough and we've of a 40 minute\n\n          program to get ready by Labor Day.\n\n\n\n          I NT. FOWLER HOUSE - NIGHT - LIVINGROOM\n\n          Ruth enters. She's beat. She starts to put her purse down, when\n\n\n\n                         SHE NOTICES:\n\n          Matt, kneeling in front of the reclining chair. It's back is to\n\n          her.\n\n\n\n                         MATT\n\n          Just hold still ...\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         29\n\n          Ruth drops her purse and quickly comes around the recliner.\n\n          Something stops her.\n\n\n\n                         RUTH\n\n          Oh my God.\n\n          Matt holds Frank's jaw. He gently turns his face toward the\n\n          lamp.\n\n          Frank has stitches over his right eye. The blood under the\n\n          white of the pupil oozing. Both lips are bright and swollen.\n\n\n\n                         F\n\n\n\n                         DAD\n\n\n\n                         MATT\n\n          Come on, Frank. Hold still.\n\n          Ruth hovers, in shock.\n\n\n\n                         RUTH\n\n          This was her husband, wasn't it?\n\n          Frank nods wearily.\n\n\n\n                         F\n\n          Ex, he dropped in.\n\n          He takes the compress from Matt and gingerly applies it to his\n\n          forehead.\n\n\n\n                         MATT\n\n          Press charges.\n\n\n\n                         F\n\n          No.\n\n\n\n                         RUTH\n\n          What's to stop him from doing it again?\n\n\n\n                         MATT\n\n          Did you hit him at all? Tell me you hit\n\n          him! Enough so he won't want to next time?\n\n\n\n                         F\n\n          I don't think I touched him.\n\n          Matt pulls up the skin around the bloody eye.\n\n\n\n                         F\n\n          ! Jesus, Dad!\n\n          Ruth stares at the Hospital band around Frank's wrist.\n\n\n\n                         8 -`V\n\n\n\n                         MATT\n\n          So what are you going to do?\n\n\n\n                         F\n\n\n\n                         (SMILING)\n\n          Take Karate.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         30\n\n\n\n                         RUTH\n\n          That's not the problem.\n\n\n\n                         F\n\n          You know you like her.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nF\n\n\n\n                         (SMILING)\n\n          Take Karate. 30\n\n\n\n                         RUTH\n\n          That's not the problem. F\n\n          You know you like her. \n\nTARGET SECTION TO BE ANNOTATED:\n                         RUTH\n\n          I like a lot of people. What about the\n\n          boys? Did they see it?\n\n\n\n                         F\n\n          They were asleep.\n\n\n\n                         RUTH\n\n          Did you leave her alone with him?\n\n\n\n                         FRANK\n\n          He left first. She was yelling at ham. I\n\n          believe she had a skillet in her hand.\n\n\n\n                         RUTH\n\n          Oh for God's sake.\n\n\n\n                         (TO MATT)\n\n          Did you call the police?\n\n          Not yet.\n\n\n\n                         RUTH\n\n          You didn't call them?\n\n\n\n                         MATT\n\n          When was I going to call the police, Ruth?\n\n          He just got in.\n\n          Ruth scans the room.\n\n\n\n                         RUTH\n\n          Where's the phone?\n\n\n\n                         F\n\n          MOM! hold on a second,\n\n          Calm down. Let's just talk about this.\n\n          Ruth wavers.\n\n          Now the cops'll go to her place first --\n\n          and it'll scare the hell out of the kids.\n\n\n\n                         RUTH\n\n          Matt.\n\n\n\n                         I\n\n\n\n          MATT %Q,\n\n          We have to call them Frank.\n\n\n\n                         F\n\n          It wasn't that serious.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         31\n\n\n\n                         RUTH\n\n          Of course. Just like the relationship\n\n          isn't serious.\n\n\n\n                         HATT\n\n          Ruth, this is not the time.\n\n\n\n                         RUTH\n\n          Well, when is the time? After he knocks\n\n          him into a coma? This is stopping. Now.\n\n\n\n                         F\n\n          Oh really?\n\n\n\n                         RUTH\n\n          Come Fall, you're on a plane. Are you\n\n          taking them with you? How- do you think the\n\n          boys will feel when you disappear?\n\n\n\n                         F\n\n\n\n                         HEY A\n\n\n\n                         RUTH\n\n          This isn't just some sweetie from Vassar,\n\n          that you'll see on holidays, Frank.\n\n          You're not in this alone.\n\n          Frank rises and leaves the room.\n\n\n\n                         RUTH\n\n          Please listen. The sooner you end this\n\n          thing the better.\n\n          Ruth exhales.\n\n          She returns to Matt, who is leaning against the recliner, chin\n\n          in hand, deep in thought.\n\n\n\n                         RUTH\n\n          What are we going to do?\n\n          Matt deliberates.\n\n\n\n                         MATT\n\n          I don't know.\n\n\n\n                         RUTH\n\n          .you've got to talk to him.\n\n\n\n                         HATT\n\n          I don't ow.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATT\n\n          I don't know. RUTH\n\n          .you've got to talk to him. HATT\n\n          I don't ow. \n\nTARGET SECTION TO BE ANNOTATED:\n,I think he's right about\n\n          scaring the kids. Why don't we call it a\n\n          night? We'll deal with it tomorrow.\n\n\n\n                         RUTH\n\n          Matt are you going to call the police or\n\n          do I have to?\n\n          You just ..s- Bd me what I think. if you\n\n          want to call them. call them.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         32\n\n          Ruth looks at him, stupefied.\n\n          Without warning, Ruth leaves and goes upstairs.\n\n\n\n          I NT. FOWLER HOUSE - BEDROOM - NIGHT\n\n          Ruth lies on her side reading. Matt comes in from the\n\n          hallway.\n\n          He stares at her.\n\n          She ignores him.\n\n          Finally, she turns over and faces him.\n\n\n\n                         RUTH\n\n          It's not the first time she's played\n\n          around.\n\n          Matt seems relieved that she's talking to him. He sits on the\n\n          bed and starts taking off his shoes.\n\n\n\n                         MATT\n\n          She's not with the guy anymore.\n\n\n\n                         RUTH\n\n          I mean from before.\n\n\n\n                         MATT\n\n          What are you talking about?\n\n\n\n                         RUTH\n\n          Oh, come on - you've heard the same\n\n          things I have.\n\n\n\n                         MATT\n\n          I think you forget. I don't take my lunch\n\n          in the teachers lounge -\n\n\n\n                         RUTH\n\n          Maybe he still loves her.\n\n          Matt looks from Ruth, out the bedroom door, and into the\n\n          hallway. He sees Frank rounding the top of the stairs.\n\n          He gets up and closes the bedroom door.\n\n\n\n          I NT. F R HOUSE F 'S ROOM - S\n\n          Frank enters the room, pulls off his T-shirt and drops it on\n\n          the floor. He walks over and faces a wall mirror. He seems\n\n          nonplussed by what he sees.\n\n\n\n          INTO HENRY'S FISH SHACK - DAY\n\n          Henry Czar sits holding court with Jason Frank, whose facial\n\n          bruises have all but healed, the stitches replaced by a\n\n          butterfly bandage. They eat cod tongues and cheeks. Drink soda\n\n          pop from bottles.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         33\n\n\n\n                         HENRY\n\n          Best part of the cod - but most\n\n          outsi ers, they won't touch it.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey eat cod tongues and cheeks. Drink soda\n\n          pop from bottles. 33\n\n\n\n                         HENRY\n\n          Best part of the cod - but most\n\n          outsi ers, they won't touch it. \n\nTARGET SECTION TO BE ANNOTATED:\n.\n\n          The shack is too warm and smells of cordage and paint,\n\n          spilled beer and male sweat. Jason is in heaven.\n\n\n\n                         HENRY\n\n          The summer fishermen, the part-timers,\n\n          like Frank here - get in your hair.\n\n\n\n                         HENRY\n\n          There's as many as 80 of em with licenses\n\n           now - should put up a sign - \"Fish your\n\n           own backyard or lose your traps0\"\n\n          Frank smiles at Jason.\n\n\n\n                         FRANK\n\n          A lobster is simple enough Jason. But if\n\n          the guy going after him is even simpler\n\n          well he might as well give up.\n\n\n\n                         HENRY\n\n          Don't hurt my feelings any. Easy to talk\n\n          Try fishing in the winter, cold as hell\n\n          10, 12, 20 below - no matter Go, go,\n\n          go, you've gotta go. You want your bread\n\n          &amp; flour, you gotta goo\n\n\n\n                         F\n\n          Henry's just sore cause I catch twice as\n\n          much as he does, with an old second hand\n\n          Boudreau.\n\n\n\n                         HENRY\n\n          Don't you listen to him son - that boat\n\n          is fine. She was my first.\n\n          Takes a sip of pop.\n\n\n\n                         HENRY\n\n          Kinda miss her sometimes, and that truck\n\n          you're driving .when you headed back to\n\n          school Frank?-\n\n          For some reason this strikes both of them as funny and they\n\n          crack up. Not Jason, he seems concerned by the question.\n\n          Frank sees this.\n\n\n\n          EXT. GANGWAY - DAY\n\n\n\n          Jason heads off down the pier on his bicycle. He passes Matto\n\n\n\n                         JASON\n\n          Hi, Dr. Fowler\n\n          Matt waves.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         31+\n\n\n\n          EXT. \"GIGI\" - S\n\n\n\n          Frank is hosing down the hull, as Matt makes his way down the\n\n          gangway.\n\n\n\n                         MATT\n\n          What'd you pull?\n\n          Frank glances up, then continues with his work.\n\n\n\n                         F\n\n          Not too bad, about forty pounds.\n\n\n\n                         MATT\n\n          Haven't caught sight of you in days.\n\n\n\n                         F\n\n          You know where to find me.\n\n\n\n                         MATT\n\n          When you coming home?\n\n          Frank turns off the spigot.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nF\n\n          You know where to find me. MATT\n\n          When you coming home? Frank turns off the spigot. \n\nTARGET SECTION TO BE ANNOTATED:\n                         F\n\n          Has it come to this?\n\n          He jumps back into the boat and retrieves the bait bucket.\n\n\n\n                         MATT\n\n          Come to what?\n\n          Frank hops back onto the dock and sets down the container.\n\n\n\n                         F\n\n\n\n                         (SMILES)\n\n          You having to run errands for Mom.\n\n          Matt ignores the jibe. Frank starts stacking holding crates.\n\n\n\n                         F\n\n          I'm thinking of building a couple hundred\n\n          more traps - see if I can do better than\n\n          break even.\n\n          Matt doesn't comment. He picks up a crate and throws it up top.\n\n\n\n                         MATT\n\n          it'll take you two years to get a licence\n\n          to fish off-season.\n\n\n\n                         FRANK\n\n          Right ...unless Henry takes me on as his\n\n          ster an. % Q\n\n          They continue stacking.\n\n\n\n                         MATT\n\n          You think he'd do that?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         35\n\n\n\n                         F\n\n          Maybe ...it's as good a life as any. Good\n\n          enough for your father - sometimes things\n\n          skip a generation.\n\n\n\n                         MATT\n\n          (trying to sta calm)\n\n          C'mon Frank - you ow ycu need something\n\n          more.\n\n\n\n                         F\n\n          Why? So I can have an Ivy Lea e\n\n          education like you? Christ, i it's so\n\n          great - how come you sneak out of that\n\n          office everyday to come down here?\n\n\n\n                         MATT\n\n          I like spending time with my son.\n\n\n\n                         FRANK\n\n\n\n                         (DUBIOUS)\n\n\n\n                         UH HUHA\n\n\n\n                         A MOMENTA\n\n          Frank lugs up the last container and takes a seat on the\n\n          stack. He's worn out - takes a breather.\n\n          Frank shakes his head.\n\n\n\n                         FRANK\n\n\n\n                         (PAINFUL)\n\n          I don't know dad---I don't know.\n\n          Matt takes a seat next to him.\n\n          A moment.\n\n\n\n                         F\n\n          She's a wonderful girl ...I see that.\n\n          Frank looks lost.\n\n          The silence is broken by a loud voice.\n\n\n\n          HENRY O.S.\n\n          Franks how lon you gonna be parked there\n\n          I'd like to un oad.\n\n          The two of them regard each other.\n\n\n\n                         F\n\n\n\n                         (TO MATT)\n\n          Give me a hand?\n\n\n\n                         TT\n\n\n\n                         (SMILES)\n\n          Sure.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe two of them regard each other. F\n\n\n\n                         (TO MATT)\n\n          Give me a hand? TT\n\n\n\n                         (SMILES)\n\n          Sure. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         36\n\n\n\n          I NT. FOWLER HOUSE - NIGHT - STAIRWAY\n\n          Ruth comes down the stairs, wrapping her bathrobe around her,\n\n          The Dining room light is on.\n\n\n\n                         THE DININGROOM\n\n          Frank sits at the t lea His drafting tools are out. He's fully\n\n          immersed in a sketch.\n\n          Ruth enters quietly.\n\n\n\n                         RUTH\n\n          Your father is snoring. Don't mind me.\n\n          She takes a container from the fridgge, smells it, makes a\n\n          quenstioning face, then puts it back - grabs another container\n\n          and opens a cupboard. Pulls out a loaf of bread.\n\n          She quietly places a sandwich in front of him, and takes a\n\n          seat.\n\n\n\n                         RUTH\n\n          Eat---you must be hungry.\n\n          Frank doesn't look up. his tone is flat, removed.\n\n\n\n                         F\n\n          I'm not hungry.\n\n\n\n                         RUTH\n\n          Coffee?\n\n          He doesn't answer. Ruth sits there, awkwardly.\n\n\n\n                         RUTH\n\n          So---you talked with her?\n\n\n\n                         FRANK\n\n          Yep.\n\n\n\n                         RUTH\n\n          d-,,how is she?\n\n\n\n                         F\n\n\n\n                         (SHARPLY)\n\n          Oh, she's great.\n\n          I just wanted to tell you that we\n\n          I - liked her, Do like her. She's a\n\n\n\n                         WONDERFUL GIRL\n\n          Frank finally puts down his pencil,',-and looks at her,\n\n\n\n                         F\n\n          You're not reall going to have this\n\n          conversation wit me now, Ma? Are you?\n\n          Frank returns to his work. He doesn't look up again.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         37\n\n          She leaves the food for him. Like a zoo keeper.\n\n\n\n          EXT. HARBOR - DAY\n\n\n\n          Frank hauls traps. He appears lethargic, dull - the hands a\n\n          little slower. The eyes tired. The joy of the work, replaced by\n\n          dread.\n\n\n\n          INT. HENRY'S FISH SHACK - DAY\n\n\n\n          Hen sits alone at the wooden table. There are three plates of cod,\n\n          and 3 soda-pops. Frank comes in exhausted. Henry looks up.\n\n\n\n                         HENRY\n\n          You're nn'in late.\n\n          Frank nods. Takes a seat, and starts in on the cod.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY\n\n          You're nn'in late. Frank nods. Takes a seat, and starts in on the cod. \n\nTARGET SECTION TO BE ANNOTATED:\n          Henry looks at the empty seat next to Frank.\n\n\n\n                         HENRY\n\n          Where's our boy?\n\n          Frank ignores the question.\n\n\n\n          INT. FRANK'S TRUCK - DAY\n\n\n\n          Frank drives. Traps stacked in the bed.\n\n          He slows down to gaze out his window, as he passes\n\n\n\n          NAT IE' S HOUSE.\n\n          The truck crawls to a stop.\n\n          He takes the moment, storin each detail: Folded up lounge\n\n          chairs. Scattered toys on t 9e porch. A tipped-over tricyle.\n\n          He idles, as if waiting for someone. After one last look he\n\n          drives off.\n\n          I NT. GRINNEL HOUSE - BASEMENT - E. ...g\n\n          The sightsand sounds of men gathered around a poker table. A\n\n          regular game. Everyone well into their umpteenth beer, with\n\n          the exception of Matt, who nurses a can o Moxien,\n\n          Matt frowns at his hand. He glances over to\n\n          Frank r also at the table. Frank stares at his cards, but his\n\n          nd is elsewhere.\n\n\n\n                         WILLIS\n\n          You can't hypnotize the cards into\n\n          changing, Matt.\n\n          , late 50's, peers above his readin glasses. He is a\n\n          lobster man by trade but fancies himself a poet.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         38\n\n\n\n                         WILLIS\n\n          For Christ's sake bet - or you know\n\n          Carl's gonna start.\n\n          Carl is indeed.\n\n          \"The be gar's do and widow's cat, Feed\n\n          them an thou wi t grow fat. The gnat that\n\n          sings his s er's song-\n\n          Collective groans.\n\n          Poison gets from slander's tongue. The\n\n          poison of the snake and newt- Is the sweat\n\n          of envy's foot. The poison of the honey\n\n          bee. Is the artist's jealousy-\"\n\n\n\n                         MATT\n\n          Alright Carl. Two bucks.\n\n          Matt throws his two bucks in.\n\n\n\n                         MATT\n\n          Carl, you've really got to get off this\n\n          Blake thing ... you're in a rut.\n\n          Frank tries to smile.\n\n\n\n                         HENRY\n\n          Don't get him going Matt.\n\n\n\n                         CARL\n\n          When I do my own stuff, you guys bitch &amp; moan.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nFrank tries to smile. HENRY\n\n          Don't get him going Matt. CARL\n\n          When I do my own stuff, you guys bitch &amp; moan. \n\nTARGET SECTION TO BE ANNOTATED:\n                         WILLIS MATT\n\n          That's not true. No! we like your stuff.\n\n          The place breaks up with laughter.\n\n\n\n                         WI IS\n\n          Everybody in? Frankie you in?\n\n          Frank calls.\n\n          Hands are shown. All eyes to Frank.\n\n\n\n                         F\n\n\n\n                         (FORCED ENTHUSIASM)\n\n          Guess I'm the winner.\n\n          More groans, as Frank pulls in his winnings.\n\n\n\n                         WILLIS\n\n          Always the quiet ones.\n\n          The game continues --.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         39\n\n\n\n          I NT. FOWLER HOUSE WAY. DAY\n\n          Frank walks down the hallway°talking on a cordless phone. His\n\n          tone casual but serious. He jots down notes in a sketch book.\n\n\n\n                         F\n\n          Sure. Right . I get in on the sixth. Oh,\n\n          I'll send that out tomorrow, sir, no\n\n          problem... Well, compared to your models\n\n          no, they don't compare to your models\n\n\n\n                         (LAUGHING)\n\n          He enters the:\n\n\n\n                         BEDROOM\n\n          and plops down at his drafting table.\n\n\n\n                         FRANK\n\n          I'm getting another call. Can you hang on\n\n          a second? Thanks.\n\n          clicks on the other call.\n\n\n\n                         F\n\n          Face? Jace is that you? What's going on?\n\n          He listens.\n\n\n\n                         F\n\n          I'll be right over.\n\n\n\n                         (FIRMLY)\n\n          Just stay put.\n\n\n\n          - T IE'S HOUSE - DAY\n\n          The house looks like a storm hit it: chairs tipped over, toys\n\n          scattered, papers strewn across the floor.\n\n\n\n                         G ROOM\n\n          Frank looks around the room. Natalie, her hair atangled mess,\n\n          her face streaked from tears, paces nervously.\n\n          She looks up at Frank.\n\n          looks to el-e.\n\n\n\n                         NATALIE\n\n          He.. just pushed me - he didn't hit me.\n\n\n\n                         F\n\n          Oh, he didn't hit you? Should we throw a\n\n          party for him.\n\n\n\n                         NATALIE\n\n          rank.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         40\n\n\n\n                         F\n\n          Enough of this. We have to call the\n\n          police.\n\n\n\n                         NATALIE\n\n          I'm airs ht, Frank. I don't know what to\n\n          do,aoka I hate this. I hate the kids\n\n          seeing this.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nNATALIE\n\n          I'm airs ht, Frank. I don't know what to\n\n          do,aoka I hate this. I hate the kids\n\n          seeing this. \n\nTARGET SECTION TO BE ANNOTATED:\n          Frank eraces her. She buries her head in his neck.\n\n\n\n                         F\n\n          Its okay, now. Listen to me, I'm not\n\n          going anywhere ...\n\n\n\n          INT. JASON'S BEDROOM - UPSTAIRS\n\n\n\n          Jason looks down from the window. He sees Richard's Suburban\n\n          pull up front.\n\n\n\n          JASON O.S.\n\n          Mom!!!\n\n\n\n                         DOWNSTAIRS\n\n\n\n          A POUNDING AT THE FRONT DOOR\n\n          Natalie gives a horrified look to Frank.\n\n\n\n                         F\n\n          Get them back upstairs.\n\n\n\n                         NATALIE\n\n          But...\n\n\n\n                         FRANK\n\n          Now.\n\n\n\n                         NATALIE\n\n          Come on, you guys.\n\n          Natalie hustles the boys upstairs.\n\n\n\n          THE POUNDING CONTINUES.\n\n          Frank moves to the FRONT DOOR.\n\n          He's about to check the doorknob when\n\n          THE DOORKNOB JIGGLES from the other side. It's locked.\n\n\n\n                         F\n\n          Richard, just get away fr here-\n\n          Silence.\n\n          Frank turns, his eyes lock on\n\n\n\n                         THE BACK-DOOR\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         1\n\n          Frank races across the living room, just as THE DOOR FLIES\n\n\n\n          OPEN.\n\n          RICHARD. eves burning, marches in.\n\n\n\n          I NT. JASON'S BEDROOM UPSTAIRS\n\n          The boys huddle around Natalie.\n\n          DUNCAN is wailing-\n\n          JASON looks terrified-\n\n          NAT IE strains to hear-\n\n\n\n          SO THING CRASHES FROM DOWNSTAIRS-\n\n\n\n          WE AND FRANK YELLING.\n\n          NATALIE starts to the door-\n\n\n\n                          NATALIE\n\n          Listen kids - Stay here.\n\n          D C won't let go of her sleeve. He starts to move with her.\n\n\n\n                          NATALIE\n\n\n\n                         (SCREAMING)\n\n          I said stay here!\n\n          He lets go and,\n\n          JASON takes him up in his small arms.\n\n\n\n                         JASON\n\n\n\n                         (TO DUNCAN)\n\n          It's OK Dunk .--Mommy's coming\n\n          back.\n\n          NATALIE hesitates - then heads out the door.\n\n          We MOVE WITH HER out the bedroom to the,\n\n\n\n          TOP OF THE STAIRS\n\n          She slowly steps down the stairs.\n\n\n\n          A GUNSHOT.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nNATALIE hesitates - then heads out the door. We MOVE WITH HER out the bedroom to the,\n\n\n\n          TOP OF THE STAIRS\n\n          She slowly steps down the stairs. A GUNSHOT. \n\nTARGET SECTION TO BE ANNOTATED:\n                         SHE SC\n\n\n\n                         NATALIE\n\n          She moves quickly down the stairs.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         -2\n\n          Cautiously - she looks over the landing.\n\n          HER P.O.V.: From above, Richard stands, his back to her, his head hung.\n\n          in his hand. a 9mm Pistol.\n\n          Natalie lets out a plaintive wail.\n\n\n\n                         NATALIE\n\n\n\n          NO...\n\n          Emotionless, Richard turns to her - looks down at the floor\n\n          then starts toward the kitchen.\n\n          Natalie races down the steps and stops.\n\n\n\n          FRANKS'S BODY ON THE FLOOR. HIS FACE'IS HALF BLOWN AWAY.\n\n          She's paralyzed, a scream trapped somewhere inside.\n\n          She turns away.\n\n\n\n           JASON O.S. DUNCAN O.S.\n\n\n\n                          (SCREAMINQ) (CRVINQ)\n\n\n\n          MO ! D C 'S COMING LET GO OF ! ! !\n\n\n\n          DOWNSTAIRS!\n\n          Richard sits at the kitchen table.\n\n          The gun rests in front of him.\n\n          His right sleeve splattered with Frank's blood.\n\n\n\n                         BLACK\n\n\n\n                         FADE IN:\n\n\n\n          THE SCREEN FILLS WITH OPAQUE D E. LIGHT APPEARS.\n\n\n\n          INT. UNION CLINIC ROOM - DAY\n\n\n\n          att's face appears distorted behind the surface.\n\n\n\n          JANELLE O.S.\n\n\n\n                         (FRIGHTENED)\n\n          Matt?\n\n          He lowers what we now see to be X.Ray and kills the light.\n\n\n\n                         TT'S OFFICE\n\n          He hesitates, presses the blinking hold button, picks up the\n\n          receiver.\n\n\n\n                         MATT\n\n          Hello? ...Hello? Natalie?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         3\n\n          The blood drains from his face.\n\n\n\n          WE HEAR THE DISTANT SOUNDS OF MACEDONIA.\n\n\n\n          INT. R C D HIGH SCHOOL L- DUSK\n\n\n\n          Matt stands in the hallway outside of the auditorium that is\n\n          Ruth's classroom. A banner across the hall reads HAVE A\n\n\n\n          WONDERFUL SUMMER, SEE YOU IN THE FALL.\n\n          The choir finishes the last strains. Ruth is happy the\n\n          rehearsal has gone well. She smiles in a way that expresses\n\n          the simple joy she will never know again.\n\n\n\n                         RUTH\n\n          Great.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nRuth is happy the\n\n          rehearsal has gone well. She smiles in a way that expresses\n\n          the simple joy she will never know again. RUTH\n\n          Great. \n\nTARGET SECTION TO BE ANNOTATED:\n          The girls gather their things and start out, laughing and\n\n          running after each other. Matt stands in the hallway as they\n\n          rush past.\n\n\n\n                         BLACK\n\n\n\n                         FADE IN:\n\n\n\n          EXT. ST. FRANCIS CEMETERY - DAY\n\n\n\n          Frank's casket is lowered into the ground.\n\n          A large gathering of relatives and friends stand before Father\n\n          Oberti as he finishes the eulogy.\n\n          Matt's arm is tightly interlocked with Ruth's, beneath her\n\n          eyes - swelling from three days of suffering. Their hands\n\n          c enched to ether make one fist, both parents keeping the\n\n          other uprig t. The rain glides down their faces, mixing easily\n\n          with tears.\n\n          Matt steps up to Frank's open grave.\n\n          The gathering watches as Matt peers down into the hole,\n\n          silently speaking to it. He reaches down, grabs a fistful of\n\n          dirt. Then tosses it into the open grave.\n\n          Matt pauses, staring down, into the hole ---\n\n          He steps back, as Father Oberti delivers the end of his eulogy.\n\n          Matt looks blankly around, noticing the family's many friends\n\n          includin ; Carl and Henry from the game, Willis and Katie, and\n\n          Frank's friend, T°\n\n          Matt's eyes linger on someone behind T°\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          A LONE FEMALE FIGURE IN BLACK, away from the crowd. Natalie.\n\n          Their eyes meet.\n\n          Matt, almost imperceptibly, nods.\n\n\n\n          INT - FOWLER HOUSE - DAY\n\n          A large casserole is placed on a long table with many assorted\n\n          dishes. A HAND REACHES IN, scoops up some of the casserole onto\n\n          a small plate, and carries it to\n\n\n\n          A SMALL CLUSTER OF PEOPLE\n\n          standing in the middle of a much larger gathering, the reception\n\n          after the funeral.\n\n          Matt stands in the downstairs hallway. He looks around the\n\n          room, as if it is all a dream.\n\n          Children getting soda pop. Others in conversation. The odd\n\n          person looks up at him, then turns away.\n\n          Willis steps up to Matt.\n\n          His wife, Katie, stands nearby.\n\n          Matt doesn't seem to notice Willis.\n\n          Willis puts a gentle hand on his friend's arm.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis wife, Katie, stands nearby. Matt doesn't seem to notice Willis. Willis puts a gentle hand on his friend's arm. \n\nTARGET SECTION TO BE ANNOTATED:\n                         WILLIS\n\n\n\n                         (SOFTLY)\n\n          Can I get you anything?\n\n          Matt suddenly looks up at them, as if confused.\n\n\n\n                         MATT\n\n           ere-s Rut h?\n\n\n\n                          KATIE\n\n           She went to lie down, Matt.\n\n          He turns d heads upstairs. Willis and Katie watch him go.\n\n\n\n                         UPSTAIRS\n\n          Matt approaches their bedroom. The door is a\n\n\n\n                         BEDROOM\n\n          He steps in, to Ruth, who is on the bed. Her back is to him,\n\n          a arently sleeping. Crumbled tissues litter the bed, the\n\n          f oor,\n\n          Matt ietl moves to her. He reaches down, about to touch her\n\n          head. Something stops h°\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         1-5\n\n          He turns, and leaves.\n\n\n\n                         UPSTAIRS\n\n          Frank's room is facing him. Instinctively, he goes to open the\n\n          door, then pauses.\n\n\n\n                         'S ROOM\n\n          Matt slowly enters. He looks around, as if freezing the room in\n\n          his memory.\n\n          The place is untouched. Frank's many sketches are still pinned to the\n\n          wall. Some clothes lie scattered on the floor. His fishing cap.\n\n          Matt starts to pick up. He takes Frank's clothes from the floor\n\n          and places them on his bed.\n\n          He looks at a dirty T-shirt in his hand. He brings it to his face. He\n\n          inhales deeply, able to smell his son's lingering scent-\n\n          Finally, he sets the shirt on the bed. Wanders around. Strays\n\n          near Frank's drafting table-\n\n          He reaches out, touching the table, grazing°the topogra h of\n\n          scattered pencils - drawings strewn across it- The Froe e Gifts.\n\n          He takes a seat at the table. Feeling its frame, the sketches,\n\n          the seat below-\n\n          And without warning he is overcome. He lurches forward,\n\n          burying his face in his hands. The sobs come unrestrained,\n\n          violently, like a sudden tidal wave.\n\n\n\n          INT. FOWLER HOUSE - DEN - NIGHT - 2 WEEKS LATER\n\n\n\n          A LAUGH-TRACK fills the air.\n\n          Ruth in pajamas and bathrobe, watches a stand-up comic on TV.\n\n          She sips tea from a mug.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nFOWLER HOUSE - DEN - NIGHT - 2 WEEKS LATER\n\n\n\n          A LAUGH-TRACK fills the air. Ruth in pajamas and bathrobe, watches a stand-up comic on TV. She sips tea from a mug. \n\nTARGET SECTION TO BE ANNOTATED:\n          Matt appears at the door, kettle in hand.\n\n\n\n                         MATT\n\n          Some more?\n\n          Ruth looks up and nods.\n\n\n\n          T . FOWLER HOUSE - DAY\n\n\n\n          THE FRONT LAWN\n\n          Matt stands atop a ladder underneath a large Maple, he\n\n          struggles with a pair of pruning shears. At war with a large\n\n          br c - the branch seems to be winning.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         46\n\n\n\n          INT. FOWLER HOUSE - UPSTAIRS\n\n\n\n          Ruth, still dressed in her robe, pads down the hallway.\n\n          Stops to glance out the window at\n\n          NATT - working.\n\n\n\n          EXT. FOWLER HOUSE\n\n\n\n          Ruth stands transfixed. REFLECTED IN THE WINDOW PANE BELOW\n\n\n\n          HER FACE: SEE\n\n          QuJ glimpses through branches, of a small boy scampering up a\n\n          tree. Flashes of arms, legs, a smile.\n\n          We can make out the GIGGLES of the child, but they are\n\n          distorted, wobbly, as if deteriorated by memory.\n\n          The tree shudders as the boy climbs higher.\n\n\n\n          MATT O.S. RUTH O.S.\n\n          Okay - watch it now, Frank. Frank, listen to your father.\n\n          That's high enough ...\n\n          The tree continues shaking.\n\n          Ruth allows the memory, then turns back and pads back down the\n\n          hallway.\n\n\n\n          INT. UNION CLINIC MATT'S OFFICE - DAY\n\n\n\n          Matt sits behind his desk catching up on some paperwork.\n\n          Janelle appears in the doorway.\n\n\n\n                         JANELLE\n\n          I'm going to lunch Dr. Fowler--\n\n          .alright\n\n          She continues smiling as though ting to extend her tenderness. Matt\n\n          avoids eye-contact. cie Leaves. Matt looks relieved.\n\n\n\n          . GRINNEL'S CR W-S NEST - DAY\n\n          Willis opened this place after serving as a chief petty officer\n\n          in the Vietnam War. The theme, if there is one, is definitely\n\n          nautical. Snapshots of longtime customers are stapled on the\n\n          walls between the booths and tables, two are framed, and\n\n          prominent. They are from Willis' - -, days; The first an\n\n          entry photo of A YOUNG WILLIS front of the ha f.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe theme, if there is one, is definitely\n\n          nautical. Snapshots of longtime customers are stapled on the\n\n          walls between the booths and tables, two are framed, and\n\n          prominent. They are from Willis' - -, days; The first an\n\n          entry photo of A YOUNG WILLIS front of the ha f. \n\nTARGET SECTION TO BE ANNOTATED:\n The\n\n          second a sun faded color photo of : att and Willis. Both ook\n\n          to be in their twenties, both dressed in Navy Whites.\n\n          The trade here is mostly ve early breakfast, and then lunch\n\n          for the men who work at the leather and shoe factories.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         47\n\n          A MUTED news show plays on a ceiling at the far end of the\n\n          booths. A sign on the wall reads T your \"Forget about lunch\"\n\n          breakfast.\n\n          Willis carries over two plates with omelettes, parks them on\n\n          the table, and takes a seat across from Matt.\n\n\n\n                         WILLIS\n\n          Don't worry, I didn't make em.\n\n          Matt takes a bite. He winces.\n\n\n\n                         WILLIS\n\n          What? Oh, that's mine.\n\n          He switches plates.\n\n\n\n                         WILLIS\n\n          Sorry.\n\n          Matt takes another bite. Better,\n\n\n\n                         WILLIS\n\n          You got back to work so quick, Matt. It's\n\n          not too soon?\n\n\n\n                         MATT\n\n          I can't stay home. So, how's business?\n\n\n\n                         WILLIS\n\n          Oh,.you know, same old crap. Got held up\n\n          again, you knew that.\n\n\n\n                         MATT\n\n          No. I didn't.\n\n\n\n                         WILLIS\n\n          yeah...they got seventy five bucks.\n\n\n\n                         MATT\n\n          Were you on the till?\n\n          Willis chuckles, shakes his head.\n\n\n\n                         WILLIS\n\n          They would have gotten something else if\n\n          I'd been on the till.\n\n          Matt nods.\n\n\n\n                         WILLIS\n\n          How you doin', Matt?\n\n          You on't write, you don't call. Where'd\n\n          the love go? '0-'\n\n\n\n                         MATT\n\n          Nag nag nag.\n\n          Matt glances at an old clipping from the BOSTON GLOBE stapled\n\n          to the wall. It's a photo from the 67 Redsox dream to\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         48\n\n          Petrocelli, Yaztrems i and Reggie Smith, each hold u two\n\n          fingers, they are s °ling after hitting consecutive omeruns.\n\n          Matt remembers. Happier days.\n\n\n\n                         WILLIS\n\n          They set the bail hearing yet?\n\n\n\n                         MATT\n\n          Sometime in the next few days.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nHappier days. WILLIS\n\n          They set the bail hearing yet? MATT\n\n          Sometime in the next few days. \n\nTARGET SECTION TO BE ANNOTATED:\ne ,\n\n\n\n                         WI IS\n\n          Are you going?\n\n\n\n                         MATT\n\n          I don't ow. Davis says it's a formallity\n\n          really. I haven't talked to Ruth about\n\n          weather she thinks we should go or not.\n\n\n\n                         WILLIS\n\n          If it's too much for Ruth, I'll come with\n\n          you Matt.\n\n\n\n                         MATT\n\n          Thanks, but I'm sure it'll be alright-\n\n          Davis says it's a formallity really.\n\n\n\n                         WILLIS\n\n          The criminal trial set yet?\n\n\n\n                         MATT\n\n          October.\n\n\n\n                         WILLIS\n\n          October?\n\n\n\n                         MATT\n\n          That's what they tell me, anyway.\n\n\n\n                         WILLIS\n\n          Christ, they take their time.\n\n\n\n                         MATT\n\n          .yeah, well, he's in there now.\n\n\n\n                         WILLIS\n\n          They're keeping him busy, I'm sure - You\n\n          know where they'll move h once he's\n\n          sentenced?\n\n          Matt shifts the focus to his omelette.\n\n\n\n                         MATT\n\n          You have any Tabasco sauce?\n\n          Willis pauses. He looks around, ca `out to the kitc hen.\n\n\n\n                         WILLIS\n\n          Hey, Pete. Tabasco. Pete! Ah, shit.\n\n          He heads to the back. Matt looks out the window. A refrigera ted\n\n          truck with the STROUT logo on it's side pulls to a stop at the\n\n          light. Willis returns with sauce in hand.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         49\n\n          He takes a seat. Shifts his tone again.\n\n\n\n                         WILLIS\n\n          Next weekend Matt- We really want you to\n\n          come up to the c p- Katie's insisting.\n\n          Not to pressure you or anything. But if\n\n          you don't come se's going to invite her\n\n          sister and that idiot and I know I'm\n\n          going to wind up insulting him again.\n\n          Matt considers this.\n\n\n\n                         WILLIS\n\n          The future of my family is in your hands.\n\n\n\n                         MATT\n\n          Let me ask Ruth.\n\n\n\n                         WILLIS\n\n           You know, your seat is getting cold at the\n\n           game. We have Carl's kid subbing for you.\n\n           Not that we mind - he loses every time\n\n           But we'd rather take your money.\n\n\n\n          MA T T T\n\n\n\n                         (SMILING)\n\n          Thanks.\n\n          Matt stares aimlessly out the window.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nNot that we mind - he loses every time\n\n           But we'd rather take your money. MA T T T\n\n\n\n                         (SMILING)\n\n          Thanks. Matt stares aimlessly out the window. \n\nTARGET SECTION TO BE ANNOTATED:\n          Willis goes back to his eggs.\n\n          Both men comfortable enough with each other to be silent.\n\n\n\n                         WILLIS\n\n          How's Ruth doing?\n\n\n\n                         MATT\n\n          Alright. Her...her car broke down.\n\n\n\n                         WILLIS\n\n          Always something.\n\n\n\n          T PHONE RINGS OVER:\n\n\n\n          I NT. FOWLER HOUSE - LIVING ROOM DAY\n\n          The phone continues to ring. Then sto s- Ruth lies on the\n\n          couc , dressed in her robe. Her hair looks neglected. She\n\n          stares at the television. ad for Su ay Chevrolet comes on\n\n          the screen - a testimonial from a bald man saying \"The best\n\n          thing about the sales people is they're not pushy.\" A large\n\n          graphic nla s over the an' s face NOT PUSHY - WE HEAR a c\n\n          ul into t e driveway. Ruth doesnt eem to notice. ad\n\n          or a long-term residential nursing retirement center. Ruth\n\n          looks interested.\n\n          The front door opens and Matt comes in with groceries.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         50\n\n\n\n                         RUTH\n\n          (not looking up)\n\n          How was your day?\n\n          Matt carries the bags into the kitchen.\n\n\n\n          MATT .S.\n\n          Fine. Saw Willis-\n\n\n\n                         RUTH\n\n          My day was fine, too, thanks.\n\n          Matt comes out of the kitchen.\n\n\n\n                         MATT\n\n          Sorry. ,how was your day?\n\n          Tried calling - thought you might have\n\n          gone out. The Grinnel's invited us up to\n\n          the camp next weekend. Said I'd check with\n\n          you, if we had other plans\n\n\n\n                         RUTH\n\n          That sounds fine.\n\n          He turns, a little surprised.\n\n\n\n                         MATT\n\n          We don't have to.\n\n          She looks up at him.\n\n\n\n                         RUTH\n\n          You don't want to go?\n\n\n\n                         TT\n\n\n\n                         (WEAKLY)\n\n          No, I want to\n\n\n\n                         RUTH\n\n          Great. Tell them yes.\n\n\n\n                         MATT\n\n\n\n                         (HOPEFUL)\n\n          I thoug t you might be busy getting the\n\n          girls ready.\n\n          answer. She's back into her show.\n\n\n\n                         THE KITCHEN\n\n          The sink still has the plates and cups from breakfast.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nanswer. She's back into her show. THE KITCHEN\n\n          The sink still has the plates and cups from breakfast. \n\nTARGET SECTION TO BE ANNOTATED:\n Matt starts\n\n          to clean u Reaching for a dishrag on the counter, he notices the\n\n          blinking o the answering machine. There are a half dozen messages.\n\n          He hits play. Nothing. He finds th ,ol e.\n\n\n\n          V. 0-\n\n          Hello, Mr. &amp; Mrs. Fowler, this is Regina\n\n          at the District attorney's office\n\n          Mr.Davis would like to speak with you\n\n          both just as soon as possible.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         51\n\n\n\n          INT. OX COUTY COURTHOUSE - DAY\n\n\n\n          A windowless rotunda. JUDGE WILLIAM WILKENSON presides.\n\n\n\n                         CLOSE WILKENSON\n\n\n\n                         WILKENSON\n\n          Mr. Strout has been in the custody°of The\n\n          Knox County Sherrif's department since\n\n          August second, held without bail.The\n\n          court is obliged to hold a bail hearing\n\n          within two weeks of incarceration , which\n\n          is the purpose of our procedings here\n\n          today. Given the schedule considerations\n\n          on this docket, the court feels that we\n\n          should conduct the probable cause hearing\n\n          in tandem. Witnesses will be called at\n\n          this time. Unless there are any\n\n          objections to the contrary this court\n\n          will recess until 2:00 p.m.\n\n\n\n          EXT. KNOX COUNTY COURTHOUSE - DAY\n\n\n\n          Natalie comes up the brick walk and enters the building.\n\n\n\n          INT. OX COUNTY COURTHOUSE LATER\n\n\n\n          A gray concrete room, washed out by the buzzing overhead\n\n          florescent.\n\n          Matt and Ruth sit on metal fold-out chairs, alongside twenty or\n\n          so spectators, and a smattering of reporters, in the gallery.\n\n          Richard unkempt and dressed in an ORANGE JUMPSUIT, sits\n\n          patientiy next to one of his two attorneys.\n\n          Matt and Ruth glance over at\n\n          NATHAN STROUT, 62, sitting directly behind Richard.\n\n           Nathan's two other sons, both big men like Richard, sit at his\n\n          side.\n\n          Nathan feels the Fowlers, stares. His eyes stay focused on the\n\n          front of the room.\n\n          Richard's trial attorney, MARLA S, 301s, smart, expensive, and a\n\n          long way from her home in Boston, stands in the COURT WELL.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nNathan feels the Fowlers, stares. His eyes stay focused on the\n\n          front of the room. Richard's trial attorney, MARLA S, 301s, smart, expensive, and a\n\n          long way from her home in Boston, stands in the COURT WELL. \n\nTARGET SECTION TO BE ANNOTATED:\n          Natalie Strout in the witness box.\n\n          So, Mr. Fowler had asked you to go\n\n          upstairs with your chil, ?z s your\n\n          husband was trying to enter...\n\n          DISTRICT ATTORNEY WILLIAM DAVIS, 40, rises.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         52\n\n\n\n                         DAVIS\n\n          objection. Mrs. Strout's police interview\n\n          is already documented, the defense has a\n\n          copy of it. There's no reason to waste\n\n          anymore of the court's time . - .\n\n\n\n                         KEYES\n\n          Your Honor, we just want to review exactly\n\n          what s. Strout saw on the afternoon of\n\n          July 17th. Isn't that why we're here?\n\n          The Judge nods.\n\n\n\n                         JUDGE\n\n          overruled.\n\n\n\n                         (TO NATALIE)\n\n          Please continue.\n\n          Natalie tries to recapture her place. Keyes nods.\n\n\n\n                         MARLA KEYES\n\n\n\n                         (RECAPPING)\n\n          So you were bringing your children up to\n\n          their bedroom ...\n\n          Natalie's glance wanders to the gallery, to Matt and Ruth.\n\n          She,sits on her hands to keep them from shaking.\n\n\n\n                         NATALIE\n\n          0 Right. I was in Jason and Dunk's room I\n\n          didn't know what was happening downstairs. I was\n\n          getting worried. I asked Jason to read Dunk a\n\n          story. He didn't want a story - He wanted to come\n\n          with me ... so I sat him back down on the bunk\n\n          and I left them in the room.\n\n\n\n                         KEYES\n\n          You left \"them\"?\n\n\n\n                         NATALIE\n\n          My boys.\n\n          She starts to cry.\n\n\n\n                         KEYES\n\n\n\n                         (SOFTLY)\n\n          Of course - I'm sorry. on.\n\n\n\n                         NATALIE\n\n          I closed the door...I moved down the hall. I\n\n          looked back to make sure they weren't behind me.\n\n          I had just started down the stairs, when I heard\n\n          the shot. I ran down...\n\n          A deep sob ...\n\n\n\n                         NATALIE\n\n          .and Richard...\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         53\n\n\n\n                         KEYES\n\n          I'm sorry, can we just back up? You said\n\n          you \"heard the shot\"?\n\n\n\n                         NATALIE\n\n          Yes.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\n53\n\n\n\n                         KEYES\n\n          I'm sorry, can we just back up? You said\n\n          you \"heard the shot\"? NATALIE\n\n          Yes. \n\nTARGET SECTION TO BE ANNOTATED:\n                         KEYES\n\n          You \"heard\"? s- Strout, did you witness\n\n          the accident?\n\n          Prosecutor Davis jumps up.\n\n\n\n                         DAVIS\n\n          b`ection. There are no grounds to\n\n          in icate this was an \"accident\"\n\n          The Judge nods.\n\n\n\n                         JUDGE\n\n\n\n                         (TO STENOGRAPHER)\n\n          Please strike \"accident\" from the record.\n\n          (to Marla Keyes)\n\n          Ms. Keyes, please rephrase the question.\n\n          Marla Keyes hasn't taken her eyes off Natalie. They both know\n\n          what's next.\n\n\n\n                         KEYES\n\n\n\n                         (GENTLY)\n\n          Mrs. Strout ...did you actually see the\n\n          sidearm discharge?\n\n\n\n          I NT. DISTRICT ATTORNEY'S OFFICE - DAY\n\n          Davis hands a cup of coffee to Matt, who sits on a faux leather\n\n          couch with Ruth.\n\n\n\n                         DAVIS\n\n          (to Ruth re: coffee)\n\n          You sure you don't want?\n\n\n\n                         RUTH\n\n          I'm fine.\n\n          Davis takes a seat across from them.\n\n\n\n                         DAVIS\n\n          You see, we can't appeal bail - It's just\n\n          not set up that way.\n\n          RUTH - -y\n\n          You let that bastard walk out and we're\n\n          supposed to just sit here? Don't tell us\n\n          there's nothing to do about this.\n\n\n\n                         DAVIS\n\n          It's not us, s. Fowler. The state's bail\n\n          code is to ensure future court appearances\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         54\n\n\n\n                         DAVIS\n\n          In this case Strout's family was prepared to\n\n          put up a substantial amount of property as\n\n          bail - That, along with his ties to the\n\n          community made it hard for us to convince the\n\n          judge of a serious \"Risk of Flight\".\n\n\n\n                         RUTH\n\n          Oh - I see.\n\n\n\n                         DAVIS\n\n          It's not just your case. Now you can file a civil\n\n          suit. I recommend it. But not now, wait till\n\n          after the crimminal trial.\n\n          Matt stares at a small cartoonish statue on Davis's desk. It is\n\n          one of those things that were popular in the 70's. A little man\n\n          chasing an ambulance. It reads \"World's Greatest Lawyer.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt is\n\n          one of those things that were popular in the 70's. A little man\n\n          chasing an ambulance. It reads \"World's Greatest Lawyer. \n\nTARGET SECTION TO BE ANNOTATED:\n                         RUTH\n\n          And when will that be? Next week, next\n\n          month?\n\n\n\n                         DAVIS\n\n          Well... honestly - anywhere between twelve\n\n          and eighteen months?\n\n\n\n                         RUTH\n\n          I thought you said there would be a jury\n\n          trial sometime in October!?\n\n\n\n                         DAVIS\n\n          If he was incarcerated the udge would\n\n          move for an October date - basically to\n\n          save the County the cost of housing and\n\n          feeding him as an inmate - But with bail\n\n          the court date, unfortunately, is always\n\n          later.\n\n\n\n                         RUTH\n\n          Oh my god, oh my god.\n\n          Matt jumps in.\n\n\n\n                         MATT\n\n          But you're confident you'll be able to put\n\n          him away for good then... Right?\n\n          Davis looks uncomfortable with the question.\n\n          Ruth sees this. She gathers herself.\n\n\n\n                         ??\n\n\n\n                         RUTH EJ\n\n          The things she said in there ...what is the\n\n          damage?\n\n\n\n                         DAVIS\n\n          Manslaughter.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         55\n\n\n\n                         RUTH DAVIS\n\n          What? Oh, Jesus Christ! The wav this is going, that'd\n\n          be my bet - especially since\n\n          Nathan Strout brought up that\n\n          barracuda from Boston - she's\n\n          very smart.\n\n\n\n                         RUTH\n\n          This was no accident. Be killed our son in\n\n          cold blood.\n\n          Ruth.\n\n\n\n                         RUTH\n\n          What?\n\n\n\n                         MATT\n\n          How long would he be sent away for?\n\n\n\n                         DAVIS\n\n          Hard to say really. Anywhere between five\n\n          to fifteen years. We think we have a good\n\n          shot at the max - fifteen. Even with good\n\n          behavior, he'd do a full ten.\n\n\n\n                         RUTH\n\n          Ten years? Five years? Are you out of your\n\n          mind!? He killed my son. Does anyone know\n\n          this?\n\n          Matt looks at his shoes, as Ruth glares down Davis.\n\n          Davis sits back, a little shook up.\n\n\n\n                         DAVIS\n\n          I'm sorry, s. Fowler. I understand.\n\n          Unfortunately, in situations like this\n\n          when there is no eye witness, there ...\n\n          well, there's not a lot we can do.\n\n\n\n          INT. MATT'S CAR - DAY - MOVING\n\n\n\n          Matt drives. Ruth looks out the windshield.\n\n          Both in their own worlds.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATT'S CAR - DAY - MOVING\n\n\n\n          Matt drives. Ruth looks out the windshield. Both in their own worlds. \n\nTARGET SECTION TO BE ANNOTATED:\n          Ruth turns to look out her side window.\n\n\n\n          T CANNERY'S STACKS ARE HUMPING.\n\n\n\n                         RUTH\n\n          You took the whole day?\n\n          Matt nods.\n\n\n\n          CAR DRIVES PAST T SITE.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          EXT. FOWLER HOUSE - DAY\n\n\n\n          A handful of reporters and photographers lingering on the\n\n          lawn, are galvanized by the arrival of the Fowlers.\n\n\n\n          I NT. FOWLER HOUSE DAY\n\n          Ruth is just entering, jostled, relieved to be home.\n\n          She turns. Matt's not there. She looks out the front door to\n\n\n\n                         SEE\n\n\n\n          MATT AT THE BASE OF THE\n\n          surrounded by reporters.\n\n\n\n                         REPORTER #1\n\n          Dr. Fowler, how do you feel about\n\n          Richard's Strout's bail?\n\n\n\n                         REPORTER #2\n\n          Do you plan to take any further legal\n\n          action, Dr. Fowler?\n\n\n\n                         REPORTER #3\n\n          Dr. Fowler, have you had any contact with\n\n          Mr- Strout?\n\n          Matt stands paralyzed, a deer caught in the headlights.\n\n\n\n                         THE KITHCHEN\n\n          Matt enters as Ruth takes the plates to the sink. She keeps her\n\n          back to him. He pulls off his coat.\n\n\n\n                         MATT\n\n          Can you believe this? I ask those idiots to\n\n          leave. No one budges. Not one. What the hell\n\n          are we supposed to do, bring them sandwiches?\n\n\n\n                         RUTH\n\n          (her back to h°\n\n          What are you asking or?\n\n          What?\n\n          Ruth turns to h\n\n\n\n                         RUTH\n\n\n\n                         (SHARPLY)\n\n          If you want them to leave. Tell them to\n\n          leave.\n\n\n\n          INTO FOWLER HOUSE - BEDROOM - NIGHT\n\n          Ruth is aslee Matt stares at the ceiling. He turns to the s\n\n          clock. It- a ter three.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         57\n\n\n\n                         KITCHEN\n\n          He opens a cupboard door and grabs some Fig Newtons. He\n\n          stands there eating them, the door of the cupboard is long,\n\n          the kind you see in old capes. Matt stares at the inside of\n\n          the door. His finger slides down the length, he kneels down.\n\n          We see what he's looking at.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nMatt stares at the inside of\n\n          the door. His finger slides down the length, he kneels down. We see what he's looking at. \n\nTARGET SECTION TO BE ANNOTATED:\n Pen and pencil marks straight\n\n          lines each about two inches apart - each with Frank's name\n\n          and aqe.\n\n\n\n                         T DEN\n\n          Matt sits in his chair. The plays, muted. He °s looks at it,\n\n          but he's not watching.\n\n          Finally, he rises, clicks the off, with the remote, and\n\n          flicks off the light.\n\n\n\n          EXT. RIC STROUT'S DUPLEX - NIGHT\n\n\n\n          A small development of modest, duplex apartment buildings. The\n\n          architecture is outdated, the landscape unkempt.\n\n          CLOSER ON one corner unit. The lights are off; there is no sign\n\n          of life.\n\n          A Brown Suburban sits in the driveway\n\n          WE HEAR the RADIO \"The following is a re-broadcast of last\n\n          nights game, the third in a four game series{ between the\n\n          Boston Red Sox and the Cleveland Indians. This broadcast is\n\n          the property of Major League Baseball etc.\"\n\n\n\n          INT. TT'S CAR - NIGHT\n\n\n\n          Matt wearing a light coat over his pajamas, sits behind the\n\n          wheel of his car listening to the game.\n\n          He glances down at a piece of paper with an address. Then back\n\n          out his windshield, looking at the corner duplex unit.\n\n\n\n          INT. FOWLER HOUSE - KITCHEN - DAY\n\n\n\n          Ruth sits at the table in her bathrobe. Smoking. The CAMDEN\n\n          HERALD in one hand. The COURIER GAZETTE, and THE WORKING\n\n          WATERFRONT within easy reach.\n\n          Matt enters, fully dressed in jeans and a sweater. He winces at\n\n          the smoke.\n\n\n\n                         RUTH\n\n          You slept late. For you.\n\n          Matt pours himself some coffee.\n\n\n\n                         MATT\n\n          I took one of your pills.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         58\n\n\n\n                         RUTH\n\n          You never do that.\n\n          She turns the page, absorbed in an article.\n\n          Shaking her head, she slaps the paper down.\n\n\n\n                         RUTH\n\n          Well there it is in black and white. You\n\n          should read some of the things he says.\n\n          Unbelievable.\n\n          Matt takes a sip of coffee. He glances down at the paper.\n\n          He nods, without really looking.\n\n\n\n                         MATT\n\n          yeah.\n\n          He checks his watch.\n\n\n\n                         MATT\n\n          I should get going.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATT\n\n          yeah. He checks his watch. MATT\n\n          I should get going. \n\nTARGET SECTION TO BE ANNOTATED:\n                         RUTH\n\n          Where? It's Saturday.\n\n\n\n                         MATT\n\n          I won't be gone long.\n\n          He bends, kisses her lightly on the cheek.\n\n\n\n                         MATT\n\n          I'm meeting Willis. I'll tell him we're\n\n          coming.\n\n          She stares at the kitchen doorway long after he exits.\n\n          Finally, she pulls the paper back and resumes reading.\n\n\n\n          . CANDY'S QUICK SHOP - DAY\n\n          Natalie stands behind the only counter cf a small MOM AND POP\n\n          STORE whose specialty is cold beer, wine, cigarettes, and fish\n\n          &amp; Game Licenses. She rings up some items for a couple of\n\n          teenagers.\n\n          Matt enters the place, keeping his distance, a few feet from\n\n          the counter.\n\n          Natalie sees him.\n\n          She pauses, as if quickly trying to-,gather her thoughts, the\n\n          teenagers are waiting for their chang .\n\n          She counts it back to them, and they exit.\n\n          Matt steps forward.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         59\n\n          Hi.\n\n\n\n                         NATALIE\n\n          . Hi.\n\n          elderly woman places a half -gallon of milk, a dozen eggs,\n\n           i s t er cou nter\n\n          d a carton of L&amp;M cigarettes down or. the reg\n\n          Natalie quickly rings up the items and bags them.\n\n\n\n                         ELDERLY WOMAN\n\n          Can you break a fifty?\n\n          Natalie takes the bill, places it in a drawer underneath the\n\n          register, and hands the woman her change, with a smile.\n\n\n\n                         ELDERLY WOMAN\n\n          Thank you, dear.\n\n\n\n                         NATALIE\n\n          You're welcome.\n\n\n\n                         ELDERLY WOMAN\n\n          Could I possibly get another bag?\n\n          Natalie quickly double bags the woman's groceries.\n\n          There is a break in the customer flow. Natalie steps to the end\n\n          of the counter.\n\n\n\n                         MATT\n\n          I just wanted to see how you're doing. I\n\n          tried reaching you ...\n\n\n\n                         NATALIE\n\n          Oh. We're at my mother's house now. I'm\n\n          sorry, I wanted to call you ...\n\n\n\n                         MATT\n\n          It's okay.\n\n          She looks over. A man hovers over some ina?azines near the\n\n          re inter.\n\n\n\n                         NATALIE\n\n\n\n                         (ALMOST WHISPERING)\n\n          Dr. Fowler ..-I' so...",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nA man hovers over some ina?azines near the\n\n          re inter. NATALIE\n\n\n\n                         (ALMOST WHISPERING)\n\n          Dr. Fowler ..-I' so... \n\nTARGET SECTION TO BE ANNOTATED:\nI don't even know\n\n          how to begin...\n\n\n\n                         MATT\n\n          You don't have to.\n\n          NATALIE ? er\n\n          I didn't lie the first time, I didn't,\n\n          it's just - how it came out. I'm so sorry.\n\n          matt nods, as if he had assumed as much.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         60\n\n\n\n                         NATALIE\n\n          Is s- Fowler .-- does she know you're\n\n          here?\n\n          The Man places a 12- ack of beer on the counter. Natalie looks\n\n          to Matt, who shakes his head no.\n\n          Natalie steps back to the register and rings up the beer.\n\n          Her chin quivers. She makes a mistake on the register, has to\n\n          start over.\n\n          A few more customers gather on line.\n\n\n\n                         NATALIE\n\n\n\n                         (TO CUSTOMER)\n\n          Can I get you anything else?\n\n          She rings him up. Makes change as another customer steps up.\n\n          Matt steps near her, trying to maintain privacy.\n\n\n\n                         MATT\n\n\n\n                         (QUIETLY)\n\n          How are the boys? Are they okay?\n\n          Natalie, choked by emotion, cannot respond. Near tears, she\n\n          puts her hand up, unable to speak.\n\n          Matt reaches out to touch her arm.\n\n          His gesture is interrupted as:\n\n          She pulls the cigarettes from an overhead rack. The Man pays.\n\n          Matt stays a moment longer. There's nothing else to say.\n\n          He leaves.\n\n          She returns to her job.\n\n\n\n          EXT. ST. FRANCIS CEMETERY ADJACENT CHUR CH\n\n\n\n          We see Ruth from a good distance away, watched from afar. She\n\n          places some potted daisies on a grave. She kneels down.\n\n\n\n          EXT. ST. FRANCIS CHURCH - PARKING LOT LATER\n\n\n\n          Ruth walks through an empty lot and heads for her c\n\n\n\n                         RUTH'S\n\n          She opens the door. Suddenly there .-.. hand on her shoulder.\n\n          She is startled.\n\n          She turns around. It's Father Oberti.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         61\n\n\n\n          EXT. ST. FRANCIS CEMETERY LATER\n\n\n\n          Ruth and Father Oberti sit smoking on a bench.\n\n\n\n                         RUTH\n\n          It comes in waves, .and then nothing. Like\n\n          a rest in music.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nFRANCIS CEMETERY LATER\n\n\n\n          Ruth and Father Oberti sit smoking on a bench. RUTH\n\n          It comes in waves, .and then nothing. Like\n\n          a rest in music. \n\nTARGET SECTION TO BE ANNOTATED:\n No sound - but so loud.\n\n          A moment.\n\n\n\n                         RUTH\n\n          I don't know what to do.\n\n          Father Oberti nods.\n\n\n\n                         RUTH\n\n          I feel so ang\n\n          Father Oberti looks off in the distance.\n\n\n\n                         FATHER OBERTI\n\n          Louise McVey lost a child a few years\n\n          back. Maybe you remember.\n\n\n\n                         RUTH\n\n\n\n                         (SEARCHING)\n\n          mmmm she had four - it was the youngest\n\n          girl, wasn't it?\n\n\n\n                         FATHER OBERTI\n\n          Yes. She told me about a vision she had\n\n          when she found out her daughter had\n\n          died ...she saw herself at a great\n\n          distance from the earth encircling\n\n          it, an endless line - as she got closer\n\n          she saw that it was made up of mothers\n\n          traveling forward. She fell into line,\n\n          and began walking with them. When they\n\n          reached a certain point, the line\n\n          divided. She said she knew - that all the\n\n          millions of women on her side - were the\n\n          mothers who had lost children-she\n\n          seemed to find great comfort in that.\n\n          Ruth doesn't react.\n\n\n\n                         RUTH\n\n          How did she die?\n\n\n\n                         FATHER OBERTI\n\n          A drowning ... some kind of swimming\n\n          accident.\n\n\n\n                         RUTH\n\n          oh.\n\n\n\n          FOWLER HOUSE - DAY\n\n          mower moves across the lawn, spitting up a shower of grass.\n\n          Matt pushes the mower.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         62\n\n\n\n          INT. 'S SPECIALTY SHOPPE - DAY\n\n\n\n          A small bouti e frequented by mature women. Blouses with a flair,\n\n          pantsuits, an nice dresses han from the racks. The sort of place a\n\n          woman can still buy a pair Joze a white gloves. The front of the store\n\n          is devoted to footwear.\n\n          Ruth sits while YVONNE, 45, kneels in front of her, holding\n\n          Ruth's stockinged foot. She slips on a dress shoe.\n\n\n\n                         YVONNE\n\n          Oh, they're beautiful on you Ruth.\n\n          Ruth stands up, takes a few steps.\n\n          She stares at the shoes.\n\n          They are a rich black.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nRuth stands up, takes a few steps. She stares at the shoes. They are a rich black. \n\nTARGET SECTION TO BE ANNOTATED:\n                         RUTH\n\n          Do you have them in brown?\n\n\n\n                         YVONNE\n\n          I think so, let me check.\n\n          Yvonne disappears into the back.\n\n          Ruth walks to the front of the store, browsing.\n\n          She moves to the display window and brings a pair of very\n\n          young pumps u to her nose, and inhales. She smiles and sets\n\n          the shoes bac on the ledge.\n\n          Something OUTSIDE catches her attention.\n\n\n\n          EXT. YVONNE'S SPECIALTY SHOPPE - SAME TIME\n\n\n\n          The REFLECTION OF A COUPLE, walking down the sidewalk, can be\n\n          glimpsed in the window, their movement WASHES ACROSS RUTH'S\n\n\n\n          FACE.\n\n\n\n          ON THE COUPLE.\n\n          a YOUNG BLOND WO holding hands with a dark haired, young\n\n          he turns to smile at her. We see his face.\n\n\n\n                         RIC\n\n          Oblivious to Ruth's presence.\n\n\n\n          INT. O 61 S SPECIALTY SHOPPE - E-\" TI\n\n\n\n          Ruth looks disoriented.\n\n\n\n          YVONNE O.S.\n\n          I'm sorry Ruth - there's only the black.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         63\n\n          She turns from the window. Yvonne stands next to her, an open\n\n          shoe box in her hands.\n\n\n\n          EXT. FOWLER HOUSE - DRIVEWAY - LATER\n\n\n\n          Two Hefty bags are dragged along the walk. Matt tosses one\n\n          next to a garbage that sits just inside the garage. He picks\n\n          up the other bag tossing it inside.\n\n          The bottom splits and grass spills out onto the drive-way. He\n\n          goes inside and returns with a broom.\n\n          He sweeps the rass into a pile. Picking up handfuls and\n\n          refilling the gay. He takes the broom and sweeps what's left\n\n          back toward the la . He stops, stares down at his feet.\n\n          IN THE CEMENT; A child's handprints°and writing, Frank 82\n\n          Ruth's car pulls into the driveway.\n\n          She gets out, almost slamming the car door.\n\n          Without a word, she moves past Matt, and into the house.\n\n          Matt continues sweeping.\n\n\n\n          I NT. FOWLER HOUSE - BEDROOM - NIGHT - LATER\n\n          Ruth wakes to the sound of metal on metal.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nMatt continues sweeping. I NT. FOWLER HOUSE - BEDROOM - NIGHT - LATER\n\n          Ruth wakes to the sound of metal on metal. \n\nTARGET SECTION TO BE ANNOTATED:\n She looks over to\n\n          Matt, he's not there.\n\n\n\n                         RUTH\n\n\n\n                         (SCARED)\n\n          Matt?\n\n          She steps to the window, pulls back the shears and looks out.\n\n          Through the window, in the dark, alone, flashlight in hand.\n\n          Matt is dismantling the swin set.\n\n\n\n          - GRINNEL CABIN - DAY\n\n          A four room dwelling, surrounded by a wrap around porch that\n\n          looks out over a canopy of forest below. The place was built\n\n          before insulation was practical. Planks, beams , and studs are\n\n          exposed. There is a bathroom, two bedrooms, and a common room\n\n          consisting of a kitchen/dining area, and living room, with a\n\n          ge, river stone fireplace.\n\n          There are two oil burning 1 ps hanging from cross beams at\n\n          each end of the room. Ruth sits next to Katie at a table in\n\n          the middle of the room. Katie is ouring over a stack of\n\n          snapshot books, descibin her chid \"h and r dchildren in\n\n          eac pose. The photos, w ile many, are all from a single trip\n\n          that the family made to Florida. There is a clear dif erence\n\n          in vernacular between the two women, Katie also has a voice\n\n          that has been trained to reach anyone who might be in the f\n\n          corners of her house.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         9 +\n\n\n\n                         KATIE\n\n          s lil Charles down at the\n\n          Oh and here'\n\n          pool - He figured out how to get down to\n\n          the pool on the elevator all by himself.\n\n\n\n                         RUTH\n\n\n\n                         (PATIENTLY)\n\n          He must of been very proud.\n\n\n\n                         KATIE\n\n\n\n                         LINE\n\n          Oh yeah. Oh here's Shannon waitin in\n\n          for that rollercoaster - You know the\n\n          one?\n\n          Ruth has no idea.\n\n\n\n                         RUTH\n\n\n\n                         (POLITELY)\n\n          Were the lines very long?\n\n\n\n                         KATIE\n\n          Well some of em. yeah - sixty minutes\n\n          and upward-Unless of coarse ya got the\n\n          \"Fast-Pass.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nRuth has no idea. RUTH\n\n\n\n                         (POLITELY)\n\n          Were the lines very long? KATIE\n\n          Well some of em. yeah - sixty minutes\n\n          and upward-Unless of coarse ya got the\n\n          \"Fast-Pass. \n\nTARGET SECTION TO BE ANNOTATED:\n                         RUTH\n\n          What's the fast pass?\n\n\n\n                         KATIE\n\n\n\n                         MS\"\n\n          Well ya got all the different \"Kingdo -\n\n          there---and so you take the fast pass\n\n          it's a kind of a laminated card and you\n\n          put it intah a machine and it tells you\n\n          what time to come back - so you can go\n\n          right in without waitin in lane. You guys\n\n          ever go down to Florida?\n\n          Ruth smiles at the thought and shakes her head-\n\n\n\n                         RUTH\n\n          0 -.no0 How many grandchildren do yo u\n\n          have now?\n\n          Katie turns from the snapshots and takes a breath while\n\n          holding up her fingers to count-She is genuinely unsure.\n\n\n\n                         KATIE\n\n          (under her breath\n\n          Well there's lil Charles, Shannon, the\n\n          three older ones and the babies ... eleven.\n\n\n\n                         RUTH\n\n          That must wonderful.\n\n\n\n                         Q 0-??\n\n          Katie smiles and nods - it is a\n\n\n\n                         KATIE\n\n          (by rote) \"I\n\n          Well. Willis always says guess there's\n\n          no danger of us dying off -\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         65\n\n          She catches herself. Too late. She looks at Ruth. Embarrassed.\n\n\n\n                         KATIE\n\n          I'm sorry - I wasn't...\n\n          Ruth waves her off good naturedly-\n\n\n\n                         RUTH\n\n          I wanted to have more ..abut we had Frank,\n\n          and Matt was just starting his practice..\n\n          - - -I guess it made sense.\n\n\n\n                         KATIE\n\n\n\n                         (GUILELESS)\n\n          Well sometimes I wished I was an only\n\n          child - let me tell you. When I was\n\n          little, my big sister could get me to do\n\n          anything. More than once she got me to\n\n          throw m self down the stairs by telling\n\n          inc the blanket she wrapped me in was a\n\n          magic car et- Naturally, not being that\n\n          swift, I believed her. Plus which, on\n\n          this trip to Florida, we was in one of\n\n          the Kingdoms there, and she was going on\n\n          about how's we had to go on this one ride\n\n          that was in this sort of mountain.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhen I was\n\n          little, my big sister could get me to do\n\n          anything. More than once she got me to\n\n          throw m self down the stairs by telling\n\n          inc the blanket she wrapped me in was a\n\n          magic car et- Naturally, not being that\n\n          swift, I believed her. Plus which, on\n\n          this trip to Florida, we was in one of\n\n          the Kingdoms there, and she was going on\n\n          about how's we had to go on this one ride\n\n          that was in this sort of mountain. \n\nTARGET SECTION TO BE ANNOTATED:\n          I said -\"K as long as it's not a roller\n\n          coaster- on account of my back-\" Well,\n\n          we get strapped intah the little car\n\n          there she starts laughing - Oh it's a\n\n          rollercoaster alright - that one there.\n\n          She points to the pictures.\n\n\n\n                         KATIE (CONT'D)\n\n          A ride in the dark, no less.\n\n\n\n          EXT. GRINNEL CABIN - S\n\n\n\n          A great, endless, expanse of Fir trees.\n\n          We are f up, looking out at this timbered landscape that\n\n          seems to stretch forever.\n\n          Matt stands before the edge of a cliff, d.ressr ` \"- a short\n\n          sleeved shirt. He takes a deep breath of the ( ri. . -ountain\n\n          A steady CHOPPING rhythm is heard in the background.\n\n          Matt turns. Willis is chopping the last of some firewood.\n\n\n\n                         MATT\n\n          How much of this is yours?\n\n          Willis plants his in the stump.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         WILLIS\n\n\n\n                         (SMILING)\n\n          You ask me that eve t° e. You know the cove, the\n\n          other side of the c in?\n\n          yeah ...?\n\n\n\n                         WILLIS\n\n          All the way to the other shoreline.\n\n          Matt turns to him, grinning.\n\n\n\n                         WILLIS\n\n          Almost three hundred and fifty acres.\n\n          Know what it went for when I bought it?\n\n          You don't want to know.\n\n          Matt continues surveying, awed.\n\n          Willis turns, starts walking back to his chore.\n\n\n\n                         WILLIS\n\n          Come on, I'll let you help me.\n\n          Matt joins him. Together, they bundle up the wood.\n\n\n\n          TRAIL TO GRINNEL CABIN - DAY\n\n\n\n                         TO\n\n          Matt and Willis load the wood into a small trailer attached\n\n          a GREEN POLARIS MAGNUM 500 ATV.\n\n\n\n                         WILLIS\n\n          Only got 1/2 a chord of Oak left at home\n\n          and you know how much that bastard Daniels\n\n          charges - least I can stack this up to the\n\n          cabin ... have something to burn this fall.\n\n\n\n          TRAIL TO CABIN - SAME - MOVING\n\n\n\n                         THE\n\n          Matt sits behind Willis on the ATV as they pull the wood up\n\n          road. The trees clear and we see the cabin.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nWILLIS\n\n          Only got 1/2 a chord of Oak left at home\n\n          and you know how much that bastard Daniels\n\n          charges - least I can stack this up to the\n\n          cabin ... have something to burn this fall. TRAIL TO CABIN - SAME - MOVING\n\n\n\n                         THE\n\n          Matt sits behind Willis on the ATV as they pull the wood up\n\n          road. The trees clear and we see the cabin. \n\nTARGET SECTION TO BE ANNOTATED:\n A GREEN SUBARU\n\n          FORESTER is parked in front.\n\n\n\n          I NT. GRINNEL CABIN - DAY\n\n          Willis, Katie, Matt and Ruth, sit around a copious holiday\n\n          spread, well into their meal.\n\n\n\n                         KATIE\n\n          It's a wonderful product and the treat you\n\n          pretty good. It was on account oz, selling Mary\n\n          Kay, that we got the new Subaru.\n\n\n\n                         RUTH\n\n\n\n                         (SMALL TALK)\n\n          The ride up was very comfortable. It's a\n\n          very nice car.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         67\n\n\n\n                         WILLIS\n\n          Well it's not really a car, it's got four-wheel drive.\n\n          It's a little SUV.\n\n          The Grinnel's custom, is to loudly, and with very little effort,\n\n          finish each others sentences. This is how they have fun.\n\n\n\n                         KATIE\n\n          What the hell is that S crap?\n\n\n\n                         WILLIS\n\n          Sports utillity vehicle.\n\n\n\n                         KATIE\n\n          (to Matt and Ruth)\n\n          It's a little jeep. S , ATV, C - what's\n\n          with all these .--?\n\n          She searches for the word. Little help? Anyone, anyone?\n\n\n\n                         RUTH\n\n\n\n                         (FINALLY )\n\n          Acronyms.\n\n\n\n                         KATIE\n\n          Yeah, guess it's too much trouble to just\n\n          say what something is anymore.\n\n\n\n                         WILLIS\n\n          (to the table)\n\n          What does PMS stand for?\n\n\n\n                         KATIE\n\n          Yeah well,I was an army brat.\n\n          I grew up with jeeps. Willy is just\n\n          uncomfortable that I know more about one\n\n          masculine thing than he does.\n\n          Just one?\n\n          The pty chuckles.\n\n\n\n                         WILLIS\n\n          Thanks, buddy.\n\n           Matt hel s himself to the last of the wine- Re se s to have\n\n          a ite bit\n\n          Ruth watches as he drains the bottle.\n\n          She shoots him a look.\n\n          He catches it - , V o-,\n\n          A moment.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         68\n\n\n\n                         RUTH\n\n\n\n                         (LOOKING AWA )\n\n          You've done a suc a nice job here, Katie.\n\n          Don't tell me you made those drapes\n\n          yourself ...",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe catches it - , V o-,\n\n          A moment. 68\n\n\n\n                         RUTH\n\n\n\n                         (LOOKING AWA )\n\n          You've done a suc a nice job here, Katie. Don't tell me you made those drapes\n\n          yourself ... \n\nTARGET SECTION TO BE ANNOTATED:\nis that antique linen?\n\n\n\n                         KATIE\n\n\n\n                         (LAUGHING)\n\n          Sort of..\n\n          She walks over to the window and fingers the fabric.\n\n\n\n                         KATIE\n\n          They're pillowcases from our first house.\n\n          Ruth smiles at the memory. Katie sits back down at the table.\n\n\n\n                         KATIE\n\n          Oh, I've saved every knick=knack &amp; whim-wham we\n\n          ever had.\n\n\n\n          EXT. DIRT ROAD - DAY\n\n\n\n          A post stands proudly at the end of a dirt and gravel road.\n\n          Attached to it are two signs. One reads PRIVATE ROAD. The\n\n          other, NO HUNTING.\n\n          It butts up against two lanes of blacktop - a small logging\n\n          road.\n\n          Headlights cut through the early evening.\n\n          Willis's idea of a S a green, SUBARU FORESTER, kicks up some\n\n          rocks. it pauses briefly before taking a right onto the pavement.\n\n\n\n          IN/EXT. SUBARU - TREVETT SWING BRIDGE - DAY\n\n\n\n          The car is stopped behind a wooden guard arm. A swing bridge\n\n          opens for a large fishing boat. The bridge is operated by one\n\n          man. Be uses a long metal tool, that he loops into a pulley\n\n          system, which lies beneath a grid in the center of the\n\n          bridge.\n\n\n\n          EXT. TREVITT BRIDGE - SUBARU - DAY\n\n\n\n          Ruth asleep in the back seat, it-s been a long weekend. Matt\n\n          glances over at her, then up to the front\n\n          We are outside the car as it waits for the Drawbridge to\n\n          close, so it may continue. We hear the following from\n\n          perspective.\n\n\n\n                         I\n\n\n\n                         MATT 1?? 0`1\n\n          How's David doing up there in Castine?\n\n\n\n                         WILLIS\n\n          Well he dunnit want to go overseas - oh\n\n          no...he told them he'd Reep doinit as\n\n          long as he could stay in Maine or Vermont-\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         69\n\n\n\n                         KATIE\n\n\n\n                         (INTER PTIN )\n\n          But David says if theyy want him to go out\n\n          to New Mexico or California, he'll go\n\n          back to infantry - he don't care. Long as\n\n          he stays out here.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nI\n\n\n\n                         MATT 1?? 0`1\n\n          How's David doing up there in Castine? WILLIS\n\n          Well he dunnit want to go overseas - oh\n\n          no...he told them he'd Reep doinit as\n\n          long as he could stay in Maine or Vermont-\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         69\n\n\n\n                         KATIE\n\n\n\n                         (INTER PTIN )\n\n          But David says if theyy want him to go out\n\n          to New Mexico or California, he'll go\n\n          back to infantry - he don't care. Long as\n\n          he stays out here. \n\nTARGET SECTION TO BE ANNOTATED:\n He's not about to--\n\n\n\n                         WI IS\n\n          Course he don't like working in\n\n          recruitment anyhow's - Christ he gets\n\n          them bo s come down to to the office at\n\n          the mal - he gets them half-way\n\n          processed and they decide they want that\n\n          delayed entry thing - Christ I could't do\n\n\n\n                         IT--\n\n\n\n                         TIE\n\n          Or they decide not to join up at all and--\n\n\n\n                         WI IS\n\n          Well, like that one kid - he had him all\n\n          the way through the works and then - Oh\n\n\n\n                         CHRIST-\n\n\n\n                         KATIE\n\n          His folks called David and said that the\n\n          boy wanted out so bad -- that he'd taken\n\n          his own life.\n\n          They all look at each other. How did this conversation get so\n\n          depressing?\n\n\n\n                         WILLIS\n\n          Yeah well something like that gets to you\n\n          Christ, I couldn't do it.\n\n\n\n          INT. FOWLER HOUSE - KITCHEN - DAY\n\n\n\n          Ruth is at the table, alone, dressed for rehearsal, hair done.\n\n          She finishes her breakfast as she pours through the weekend's\n\n          mail.\n\n          Matt in a suit, steps in to say goodbye.\n\n\n\n                         MATT\n\n          I'm going now.\n\n          She looks up.\n\n\n\n                         RUTH\n\n\n\n                         (FLAT)\n\n          Okay.\n\n\n\n                         MATT\n\n          You ready to go back?\n\n\n\n                         RUTH\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         70\n\n\n\n                         MATT\n\n\n\n                         (T IN )\n\n          You loo nice.\n\n\n\n                         ANGLE\n\n          Who looks to Ruth for some kind of reaction. Nothing.\n\n          Matt heads out the door.\n\n          Ruth continues sorting the mail.\n\n          She stops on one piece. Seems stunned, repeatedly reading it.\n\n\n\n                         THE ENVELOPE\n\n          It's from Publisher's Clearinghouse.\n\n          In oversized block letters, it reads,\n\n\n\n          FRANK FOWLER, YOU MAY HAVE ALREADY WON $10,000,000!\n\n          She stares at the piece for a long time.\n\n          Looks off. Smiles. And starts giggling. She can't stop.\n\n          The giggles quickly flow into a deep laughing fit, harder and\n\n          harder as the tears rain down.\n\n\n\n          INT. MATT'S OFFICE - DAY\n\n\n\n          Matt is in his office, on the phone.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe giggles quickly flow into a deep laughing fit, harder and\n\n          harder as the tears rain down. INT. MATT'S OFFICE - DAY\n\n\n\n          Matt is in his office, on the phone. \n\nTARGET SECTION TO BE ANNOTATED:\n                         MATT\n\n\n\n                         (INTO PHONE\n\n          Well that's totall unacceptable isn't\n\n          it? - Well what did he say? uh huh\n\n          well, we can't allow that m I guess\n\n          we're gonna have to show him how the cow\n\n          eats the cabbage.\n\n          Janelle knocks on the door.\n\n\n\n                         MATT\n\n          Hold on a second.\n\n          He puts his mouth over the speaker and lowers the phone.\n\n          Nods to Janelle and she enters.\n\n\n\n                         JANELLE\n\n          Dr. Fowler, I'm sorry. There's someone '\n\n          Ryan Collit. His mother`N brought him\n\n          in. He doesn't have an appointment but--\n\n          I'm sorry bL _; you'll have to re-schedule.\n\n          Janelle's a little taken aback.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         71\n\n\n\n                         JANELLE\n\n          He's Ann Collit's son. I thought. Well, you know, I\n\n          thought you might want to\n\n\n\n                         MATT\n\n          (into the phone)\n\n          I'll call back later.\n\n          He hangs up.\n\n          He gets up and grabs his jacket\n\n\n\n                         MATT\n\n          Sorry Janelle, I'll be back at four.\n\n\n\n                         JANELLE\n\n\n\n                         (UNCOMFORTABLE)\n\n          .o.k.\n\n          Matt leaves her standing there.\n\n\n\n          I NT. DISTRICT ATTORNEY'S OFFICE - DAY\n\n\n\n                         LOBBY\n\n          William Davis's secretary, REGINA, 40, sits at her desk. She is\n\n          on a call, Matt stands waiting.\n\n\n\n                         REGINA\n\n\n\n                         (HANGING UP)\n\n          I'm Sorry, Dr. Fowler, you just missed\n\n          him.\n\n\n\n                         MATT\n\n          I really need to see him.He go to lunch?\n\n\n\n                         REGINA\n\n          That's right.\n\n          She senses something in his tone.\n\n\n\n                         REGINA\n\n          He's across the street.\n\n          I NT. kUURRET ON MAIN RESTAURANT DAY\n\n          A bustling dining room, packed with businessmen. The nice\n\n          place in town\n\n          it's lunch hour.\n\n          The doors open. Matt enters.\n\n          He scans the room. His eyes set on\n\n\n\n                         WILLIAM DAVIS\n\n          sitting at a table with colleagues, sharing a laugh.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nMatt enters. He scans the room. His eyes set on\n\n\n\n                         WILLIAM DAVIS\n\n          sitting at a table with colleagues, sharing a laugh. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         72\n\n          Matt makes his way over to the table.\n\n          Davis sees h'\n\n\n\n                         DAVIS\n\n          Hey, Matt.\n\n          Matt stands awkwardly, as Davis' companions look on.\n\n\n\n                         DAVIS\n\n\n\n                         (POLITE)\n\n          Have a seat.\n\n          Matt hesitates, takes a seat next to Davis.\n\n          Manages an obligatory smile to the others. The conversation\n\n          resumes.\n\n\n\n          EXT - MARKET ON MAIN RESTAURANT - STREET LATER\n\n          On the street outside the restaurant, walking.\n\n\n\n                         DAVIS\n\n          We're doing all we can, Matto I promise\n\n          you that.\n\n\n\n                         MATT\n\n          What can I do Bill?\n\n\n\n                         DAVIS\n\n          There's nothing...\n\n          Matt takes Davis' arm.\n\n\n\n                         MATT\n\n          It can't be manslaughter. There's got to\n\n          be something - isn't there something you\n\n          can find? A piece of evidence? That\n\n          happens - doesn't that happen?\n\n          He realizes he's holding Davis' arm. He lets goo\n\n          Davis looks at Matt sympathetically.\n\n\n\n                         DAVIS\n\n          We really are doing everything we can,\n\n          Matt - But I'm not going to lie to you -\n\n          We've got no witnesses - only Strout - who\n\n          claims there was a struggle - and forensic\n\n          can't determine if there was a struggle.\n\n          because of the condition the house was in\n\n          when Frank got there.\n\n          Matt says nothing. ¢Q.,\n\n          They come to the corner.\n\n          Matt steps under an awning and into the shade.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         73\n\n          Davis stops. He shifts feet a couple of t°es. Pla ing with\n\n          the change in his pocket, the way people do when they're\n\n          uncomfortable.\n\n\n\n                         DAVIS\n\n          I'm sorry att. if it helps, we all want\n\n          this guy put away. We have kids, too.\n\n          Matt nods, without looking at him.\n\n          Matt looks at Davis's hand moving the change. He becomes\n\n          hypnotized by the sound.\n\n          Davis continues talking. Matt can't hear a word of it,\n\n          though. All he hears is the clinking of the coins in the\n\n          pocket.\n\n\n\n          EXT.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nMatt can't hear a word of it,\n\n          though. All he hears is the clinking of the coins in the\n\n          pocket. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n GIGI HARBOR - DAY\n\n\n\n          Matt stands in the wheelhouse, he brings the helm about,.cuts\n\n          back on the throttle and heads for the winch, the stern is\n\n          stacked with four high rows of Frank's empty traps.\n\n          Matt pulls up a string of pots. Opens the door and pulls out\n\n          a young male. He flinches and drops it. His finger goes to\n\n          his mouth.\n\n\n\n          EXT. GIGI HARBOR LATER\n\n\n\n          Loaded up to the gills with pots. She turns toward harbor.\n\n\n\n          EXT. GIGI HARBOR - S\n\n\n\n          Matt at the wheelhouse heading in. His hand on the wheel,\n\n          blood trickles from his finger. He sucks on it again, reaches\n\n          down underneath his feet and pulls a band-aid from a box and\n\n          applies it to the finger.\n\n\n\n          EXT. \"GIGI\" LATER\n\n\n\n          Matt unloads Frank's traps onto the landing.\n\n          He stops. Seems to sense something. He looks back up the gangway.\n\n          Jason sits on his bicycle watching.\n\n          The two regard each other for a moment. Then without a word\n\n          Jason rides off.\n\n\n\n          I NT. GRI L'S CROW'S NEST - DAY\n\n          Willis dries a glass. He keeps an eye on\n\n          Matt sitting at a booth in the front?f the diner, silhouetted\n\n          by a window. He pushes a half-eaten burger away, drains a\n\n          bottle of beer. It's not the first.\n\n\n\n                         T BOOTH\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          Willis sets down a cup of coffee for himself. Takes a seat\n\n          across from h'\n\n          They both gaze absently out the window.\n\n\n\n          I NT. ROCELAND HIGH SCHOOL - RUTH'S OFFICE - DAY\n\n          Ruth is alone at her desk, she wears headphones and is busy\n\n          making notations on a sheet of manuscript paper.\n\n          There's a KNOCK on her door. She doesn't look up.\n\n\n\n                         RUTH\n\n          (taking off the phones)\n\n          Yes?\n\n          There's a pause, then the door slowly opens.\n\n          Natalie takes a step in.\n\n          Ruth looks up. If she's surprised, she doesn't show it,\n\n\n\n                         NATALIE\n\n          I - -a I hope this is okay.\n\n          Ruth says nothing.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nRuth looks up. If she's surprised, she doesn't show it,\n\n\n\n                         NATALIE\n\n          I - -a I hope this is okay. Ruth says nothing. \n\nTARGET SECTION TO BE ANNOTATED:\n Natalie moves closer.\n\n\n\n                         NATALIE\n\n          I've been hoping we might be able to get\n\n          together - to talk.\n\n          Ruth watches her as she approaches the desk. Natalie bends and\n\n          cautiously extends her hand for Ruth to hold.\n\n\n\n                         NATALIE\n\n          I just want to tell you how -e-\n\n          And in a flash Ruth SLAPS Natalie across the face with her open\n\n          hand.\n\n          Natalie springs back, paralyzed with shock.\n\n          She tries to catch her breath, staring directly at Ruth.\n\n          Eyes ablaze, Ruth says nothing.\n\n          - The two women look at each other for a very long time\n\n          And final , as if she finally somehow got the resolution she\n\n          came for, lead held high, Natalie turns and walks out.\n\n\n\n          E X T STROUT &amp; SONS CANNERY T\n\n          cyclone fence surrounds the lace. sign reads \"Strout\n\n\n\n                         SONS\"-\n\n          it is the end of the day.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         75\n\n          A grow of workers file out, gabbing, starting to strip\n\n          the eves of their smocks and hair-nets.\n\n          Tim, Frank's friend, exits with his co-workers.\n\n          He climbs into his mini pick-up, and pulls out of the lot.\n\n          A few seconds later, from outside the lot, Matt's car pulls\n\n\n\n                         AWAY-\n\n\n\n          INT. SHOW &amp; TELL - AFTERNOON - LATER\n\n\n\n          A crowded working class tavern. Video oker machines, beef jerky at\n\n          the bar, Schaeffer's on tap. We're in fuck. it's happy-hour.\n\n          Tim sits around a table with a couple of buddies, laughing.\n\n\n\n                         CHARLES\n\n          We lost a few strings and we had a fair\n\n          idea it was him who was doing it - so's I\n\n          just flat out asked him \"No wasn't me.\"\n\n          You should of seen what he tried to pull\n\n          last wintah.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe're in fuck. it's happy-hour. Tim sits around a table with a couple of buddies, laughing. CHARLES\n\n          We lost a few strings and we had a fair\n\n          idea it was him who was doing it - so's I\n\n          just flat out asked him \"No wasn't me.\"\n\n          You should of seen what he tried to pull\n\n          last wintah. \n\nTARGET SECTION TO BE ANNOTATED:\n He was up to the island there\n\n          - and he claimed our traps were in his\n\n          part of the cove - Bobb was up to the\n\n          tavern on the head and e d him shooting\n\n          his mouth off about how he and his\n\n          stet an was gonna take a bat to the old\n\n          man &amp; me - so's I told the old man about\n\n          it and he says \"Don't hurt my feelings\n\n          none.\"He says \"Go on down to the Walmart\n\n          and buy a couple of plastic bats.\"\n\n          Next day the old man walks intah the\n\n          office at the market - near the scales -\n\n          where he know's the son of a bitch is\n\n          gonna come in with his catch. He's got two\n\n          six penny nails a hammer, and the bats\n\n          o'coarse, so he nails those things right\n\n          intah the wall. The guy at the scales\n\n          looks at him like he's nuts \"Whatta ya\n\n          doing there Ivan\" he says \"Just sending a\n\n          message\" and the old man walks out. I come\n\n          in and I could see what he wrote across\n\n          them things.\n\n          The door to the bar opens.\n\n\n\n                         TIM\n\n          What?\n\n\n\n                         CHARLES\n\n          \"Here's the bats - if you got the balls.\"\n\n          Tim and the others crack up.\n\n\n\n                         CHARLES\n\n          Didn't touch our traps aftah that.\n\n          stops mid sentence.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         76\n\n          Matt is passing by his table.\n\n\n\n                         TIM\n\n          Dr. Fowler?\n\n          Matt flinches, \"surprised\" to see Tim.\n\n\n\n          A FEW MINUTES LATER\n\n          Matt and Tim have moved to another booth.\n\n          Matt leans heavily on his elbows, listening to Tim.\n\n\n\n                         TIM\n\n          No - no, I don't even see Richard anymore.\n\n          And he'd never tell me anything, believe\n\n          Me.\n\n          Matt takes a pull of beer.\n\n\n\n                         MATT\n\n          Sure, of course.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd he'd never tell me anything, believe\n\n          Me. Matt takes a pull of beer. MATT\n\n          Sure, of course. \n\nTARGET SECTION TO BE ANNOTATED:\n I was just wondering, you\n\n          know, maybe there was something you\n\n          heard, through the grapevine, maybe one\n\n          of his buddies said something ---\n\n\n\n                         TIM\n\n\n\n                         (SEARCHING MEMORY)\n\n          No -a-\n\n\n\n                         MATT\n\n          I was thinking, Richard's brothers,\n\n          they're still working with you, right?\n\n          They must talk.\n\n          Tim throws a nervous look over to the table where his friends\n\n          ea They're oblivious to the conversation.\n\n          He looks back to Matt, shifting in his seat.\n\n          Matt leans forward. He speaks in an intense whisper.\n\n\n\n                         MATT\n\n          I'm just saying, Tim, if we could find\n\n          something, something concrete. If you\n\n          could just ... it could be just a slip of\n\n          the tongue ---\n\n          Tim looks into Matt's eyes, feeling the torment.\n\n\n\n                         TIM\n\n          I'll keep my ears open.\n\n          Matt looks at him, dissatisfied.\n\n\n\n                         TIM\n\n          It's funny running into you here, Dr.\n\n          Fowler.\n\n          Matt looks at Tim blankly, then finishes his beer.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         77\n\n\n\n          IN/EXT. TT°S CAR - AFTERNOON - LATER\n\n\n\n          Matt drives end of highway.\n\n\n\n                         NEXT LIGHT\n\n          Matt pulls into the left-hand turn lane and signals.\n\n          There is a car in front of h° Above the licence plate is a\n\n          yellow sticker which reads \"Student Driver-\" The plate itself\n\n          is a vanity plate it says P Y4US-\n\n          A 73 BLUE PICK- truck eases to a stop in the right lane, next\n\n          to Matt's car.\n\n          Matt glances over, for a moment he half expects to see Frank.\n\n          He cracks the passenger side window, for a better look.\n\n          He stares at the driver's window.\n\n          Their window rolls down.\n\n          attractive girl with short brunette hair stares back at\n\n          Matt.\n\n          Lost in the absurdity, he doesn't look away.\n\n          The light changes.\n\n          The girl smiles sweetly and blows him a kiss, before\n\n          continuing through the light.\n\n          Matt watches her go - he smiles - as if somehow relieved.\n\n          The car behind him gives a polite toot - Matt makes the\n\n          left.\n\n\n\n          - SOUTH END MARKET - S\n\n          Ruth enters, passing the empty front register.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nMatt watches her go - he smiles - as if somehow relieved. The car behind him gives a polite toot - Matt makes the\n\n          left. - SOUTH END MARKET - S\n\n          Ruth enters, passing the empty front register. \n\nTARGET SECTION TO BE ANNOTATED:\n          She strolls down an aisle, pulling some items from the shelves.\n\n          TWO N CHAT from the next aisle.\n\n\n\n          E #1 0-S-\n\n          yeah, man, I - d better get back to the\n\n          grind ---\n\n\n\n           MALE #2 O.S.\n\n           Alright, pal ---\n\n\n\n           E #1 0-S-\n\n           Just don't ste al anything.\n\n          NIC, 301S, wearing a clerk-s apron, price gun, and plastic tag tha:\n\n           says IC, rounds the end of the aisle. As he does, he spots -\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         78\n\n          RUTH, moving down the aisle toward him. He freezes\n\n          A nervous smile - He throws a quick look to the other\n\n          aisle.\n\n\n\n                         NICK\n\n          (a little too loudly)\n\n          Good evening, s - Fowler.\n\n\n\n          AT THE COUNTER\n\n          Ruth pulls out her purse as Nick rings her up.\n\n\n\n                         RUTH\n\n          Oh, and a pack of Marlboro Lights,\n\n\n\n                         NICK\n\n          Sure,\n\n          As NICK reaches up to the overhead cigarette area, he can't\n\n          help but glance past Ruth.\n\n          Ruth catches this, she turns, and sees -\n\n\n\n                         RIC\n\n          appear from a far aisle - he makes a BEELINE FOR THE DOOR,\n\n\n\n          SHE TURNS WHITE.\n\n          he leaves, LOOKS BACK,\n\n\n\n          THEIR ES HEET - AND THEN HE'S GONE.\n\n          It's a long time before Ruth moves.\n\n          Finally, she turns back to Nick.\n\n          He looks at her, embarrassed, awaiting her reaction.\n\n          She just stares at h°\n\n\n\n          - FOWLER HOUSE- THE DEN - DUSK\n\n          Hatt sits comfortably, feet up, beer in hand, deep into the\n\n          book ORTE DIURBAN by J-F Rowers,\n\n          He EMARS the front door S\n\n          He doesn't move.\n\n          most immediately, he hears the banging of cupboards opening\n\n          d closing.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         79\n\n\n\n                         KITCHEN\n\n          Ruth is putting groceries away, ignoring, or trying to, Matt\n\n          who has appeared in the doorway.\n\n          She puts milk in the refrigerator and stares into it for a long\n\n          time, trying to decide what to do.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nmost immediately, he hears the banging of cupboards opening\n\n          d closing. 79\n\n\n\n                         KITCHEN\n\n          Ruth is putting groceries away, ignoring, or trying to, Matt\n\n          who has appeared in the doorway. She puts milk in the refrigerator and stares into it for a long\n\n          time, trying to decide what to do. \n\nTARGET SECTION TO BE ANNOTATED:\n He can feel her judging\n\n\n\n                         H'\n\n          F'inall , .having resolved something in her mind, she closes\n\n          the refrigerator door- revealing, taped to it, several\n\n          newspaper articles on the case, gathered by her, no doubt,\n\n          including one with a picture of Frank.\n\n\n\n                         MATT\n\n          How did it go today?\n\n          She doesn't answer.\n\n\n\n                         MATT\n\n          Something wrong?\n\n          She doesn't turn around.\n\n\n\n                         RUTH\n\n          Wrong? Like what, Matt? What could be\n\n          wrong?\n\n          She continues \"straightening up\", starts recklessly washing\n\n          dishes.\n\n          Matt doesn't leave.\n\n          A plate SHATTERS in the sink.\n\n          This stops her. She stares at it, then feels his presence. She\n\n          turns around.\n\n\n\n                         RUTH\n\n          What do you want?\n\n          He looks unsure of himself.\n\n\n\n                         MATT\n\n          I want to know what's going on.\n\n\n\n                         RUTH\n\n          Right.\n\n\n\n                         MATT\n\n          You're obviously upset. If there's\n\n          something you want to talk about ...\n\n\n\n                         RUTH\n\n          Talk? Who, us? Oh, you mean to each other?\n\n          What if somebod waked in? They wouldn't\n\n          recognize us. They'd think they had the\n\n          wrong house.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         80\n\n          Matt takes this in. He breathes deeply.\n\n\n\n                         MATT\n\n          Do you want to talk or not?\n\n\n\n                         RUTH\n\n\n\n                         (\"SEARCHING\" )\n\n          Talk, talk ... oh, you must mean about our\n\n          dead son. No, we haven't before, why\n\n          should we bother now?\n\n          They stare at each other across the kitchen.\n\n\n\n                         MATT\n\n\n\n                         (SLOW BURN)\n\n          What can I do, Ruth?\n\n          Ruth looks at him for a long time.\n\n\n\n                         RUTH\n\n          Forget it, Matt. Why don't you just go ...\n\n\n\n                         MATT\n\n\n\n                         (BUILDING)\n\n          What do you want from me?\n\n\n\n                         RUTH\n\n          I want you to stop acting like nothing's\n\n          happened! That's what I want.\n\n\n\n                         MATT\n\n          Why? because I'm not bouncing off the\n\n          walls?\n\n\n\n                         RUTH\n\n          No, Matt, That would require feelings. We\n\n          don't want you to hurt yourself.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATT\n\n          Why? because I'm not bouncing off the\n\n          walls? RUTH\n\n          No, Matt, That would require feelings. We\n\n          don't want you to hurt yourself. \n\nTARGET SECTION TO BE ANNOTATED:\n                         MATT\n\n          Do me a favor, Ruth. You want to have a\n\n          grieving contest, go find someone else.\n\n          He starts to turn.\n\n\n\n                         RUTH\n\n          yeah, I know how you grieve. have\n\n          another beer.\n\n          He spins back.\n\n\n\n                         MATT\n\n          WHAT DO YOU OW? WHAT? You know nothing!\n\n          You know nothing about me. What I go\n\n          through every day - ever lousy,\n\n          stinking day.\n\n\n\n                         RUTH\n\n          No, I don't know, Matt. I don't know what\n\n          you go through, or if you go through\n\n          ything. But that's your choice, dear,\n\n          not mine...\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         81\n\n\n\n                         MATT\n\n          You're goddamn right it is. My choice is\n\n          to not scream at the world. Maybe one of\n\n          us has to be reasonable here, did you ever\n\n          think of that?\n\n\n\n                         RUTH\n\n          Reasonable? e, Matt, I don' t know about\n\n          you, but I ss my son. I'm glad you have\n\n          time for reason. That's what you imparted\n\n          to Frank, That sense of reason - Oh, he\n\n          thought you were very reasonable.\n\n\n\n                         MATT\n\n          What the hell is that supposed to mean?\n\n          She is about to say something, but stops short.\n\n\n\n                         RUTH\n\n          Nothing.\n\n          She turns back to the dishes.\n\n          He moves in on her, seething.\n\n\n\n                         MATT\n\n          What are you really trying to say anyway?\n\n          She says nothing, picking up the broken plates.\n\n\n\n                         TT\n\n          .that I'm the one responsible?\n\n          She drops the pieces back in the sink and exits.\n\n\n\n                         THE HALL\n\n          He's fast on her heels. She heads for the bedroom.\n\n\n\n                         MATT\n\n          Let me tell you something. Let me tell you\n\n          something!\n\n          She throws the door closed behind her, but he bangs it open\n\n          with his palm.\n\n\n\n                         MATT\n\n          You of it backwards. I know what you\n\n          think. That I was too lenient, that I let\n\n          him get away with ...\n\n\n\n                         RUTH\n\n          Everything. Everything!\n\n          She exits into\n\n\n\n                         THE\n\n          He's right behind her.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nRUTH\n\n          Everything. Everything! She exits into\n\n\n\n                         THE\n\n          He's right behind her. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         82\n\n\n\n                         MATT\n\n          Oh, really?!? Why do you think he never\n\n          came to you?\n\n\n\n                         RUTH\n\n          He wouldn't talk to me, Matt. He didn't\n\n          trust me. You made sure of that.\n\n\n\n          LIVING ROOM.\n\n\n\n                         MATT\n\n          Why would he talk to you, Ruth? You never\n\n          listened!\n\n\n\n                         RUTH\n\n          No. But you did. You were winking at him\n\n          the whole time. You encouraged him. You\n\n          wanted what he had. Her.\n\n\n\n                         MATT\n\n          You've got to be kidding...\n\n\n\n                         RUTH\n\n          You know it. Come on. You wanted it, and you\n\n          couldn't get it - that's why you didn't stop him\n\n          so you could get your kicks through your son.\n\n          You know that's what happened. And now you can't\n\n          cope with it. You can't admit the truth - To me,\n\n          or to yourself - You can't admit that he died for\n\n          ygur fantasy piece of ass.\n\n          Matt, stunned, reels for a second\n\n          And then, finally, explodes.\n\n\n\n                         TT\n\n          You want to know why our son is dead,\n\n          Ruth? He wasn't with her because of me, he\n\n          went there because of you. Because you\n\n          were so controllins, so overbearing, so\n\n          angry that he was it, that he was our only\n\n          one.\n\n\n\n                         RUTH\n\n          That is not true.\n\n\n\n                         MATT\n\n          It is! From the time he was little you\n\n          were telling him why he was wrong.\n\n          Everything he did was wrong. What was\n\n          wrong with him, Ruth?\n\n          She stares at him, dumbfounded.\n\n\n\n                         1 011\n\n\n\n                         MATT\n\n          You are so unfor ivinge You are. That's\n\n          what he said. Ana you're playing the same\n\n          shit out with me - That's a horrible way to\n\n          be! Horrible. You're bitter, Ruth. You\n\n          can point your finger at me all you want\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         83\n\n\n\n                         MATT\n\n          .but you better take a good look at\n\n          yourself first.\n\n          She already has, of course.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou're bitter, Ruth. You\n\n          can point your finger at me all you want\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         83\n\n\n\n                         MATT\n\n          .but you better take a good look at\n\n          yourself first. She already has, of course. \n\nTARGET SECTION TO BE ANNOTATED:\n                         RUTH\n\n\n\n                         (WE )\n\n          I just wanted to talk about what happened,\n\n          Matt.\n\n\n\n                         MATT\n\n          You expect me just to open up to you?\n\n          Embrace you? You scare me. How can I talk\n\n          to you? I can't even look at you.\n\n          They suddenly become aware of the DOORBELL, ringing, over and\n\n          over.\n\n          They watch each other, both reeling, both out of breath. The\n\n          DOORBELL continues.\n\n\n\n                         MATT\n\n\n\n                         (COMPLETELY DRAINED)\n\n          That's probably ... the police.\n\n\n\n                         THE DOOR\n\n          Matt opens it. There is no cop, just Kristen Gellar, 12, a young\n\n          gymnast who'd like to compete in Hawaii.\n\n\n\n                         KRISTEN\n\n\n\n                         (REHEARSED)\n\n          Hi there. I'm Kristen Gellar from the\n\n          Rockland Gymnastics Association - Today\n\n          we're selling brand name candy. Each\n\n          purchase is matched by the Tandy\n\n          corporation to help us meet our goal of\n\n          travelling to Oahu to compete in the\n\n          East/West conference.\n\n          Matt's in another world. He stares at her.\n\n\n\n                         MATT\n\n          I... ...sure. I'll take some.\n\n\n\n                          KRISTEN\n\n           Terrific, how many? We have a special\n\n          today, 6 bars for ten dollars.\n\n          Ok...sure.\n\n           if by rote, Matt pulls out his wallet and hands her a ten.\n\n\n\n                          KRISTEN\n\n          Great! \" particular brands you like? We\n\n          have , Goobers, Hershey's-\n\n          Anything. Anything is fine ...\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         81+\n\n          She finally hands him an assortment.\n\n\n\n                         MATT\n\n          Okay ---\n\n          He's about to close the door.\n\n\n\n                         KRISTEN\n\n          if you could just sign this. I have to\n\n          give you a receipt. I'm sorry .this pen--\n\n          Matt hands her one from his pocket.\n\n          Matt waits as the girl fills out and hands him the receipt.\n\n          He closes the door before she can thank h°\n\n\n\n          THE LIVING ROOM\n\n          Ruth is curled up on the couch.\n\n          Matt stands over her, unsure of which way to go.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nMatt waits as the girl fills out and hands him the receipt. He closes the door before she can thank h°\n\n\n\n          THE LIVING ROOM\n\n          Ruth is curled up on the couch. Matt stands over her, unsure of which way to go. \n\nTARGET SECTION TO BE ANNOTATED:\n          He stares absently into the small mountain of candy in his\n\n          hands - sets it on the coffee table\n\n          He takes a seat at the other end of the couch.\n\n\n\n                         MATT\n\n          Ruth...\n\n\n\n                         RUTH\n\n\n\n                         (SOFTLY)\n\n          Yes?\n\n\n\n                         MATT\n\n          Ruth .001 had no right. . .what I said -0. no\n\n          one, no one should ever have to hear\n\n          that...\n\n\n\n                         RUTH\n\n\n\n                         (BARELY AUDIBLE)\n\n          I'm so sorry...\n\n          He looks at her, as she starts to cry.\n\n          He moves closer to her.\n\n\n\n                         MATT\n\n          It's okay...\n\n\n\n                         RUTH\n\n          No, you're right, Matt, You are\n\n          am-.. horrible. ?-`\n\n\n\n                         MATT\n\n          Please--.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         85\n\n\n\n                         RUTH\n\n          I don't blame you, Matt. I just...\n\n          that girl came by. She came by the\n\n          school, and I couldn't forgive her. I was\n\n          so...\n\n          She lets go, crying hard.\n\n          He lifts her head onto his lap.\n\n          He reaches out, stroking her head, pulling her matted hair from\n\n          her forehead as she sobs into his lap.\n\n\n\n                         RUTH\n\n          I'm sorry. I have been so an - I keep\n\n          seeing him, Matt. I've seen him.\n\n          Matt nods, but he's not really clear.\n\n\n\n                         MATT\n\n\n\n                         (CONFUSED)\n\n          ..Oh I know - up in his room - Sometimes\n\n          I swear Frank's in there - on the way home\n\n          just now - at a stop light - for a second\n\n\n\n                         I COULD'VE--\n\n\n\n                         RUTH\n\n\n\n                         (SOFTLY)\n\n          Not Frank.\n\n          Matt freezes.\n\n          Then.\n\n\n\n                         RUTH\n\n          Richard...\n\n          She breaks into sobs.\n\n\n\n                         RUTH\n\n          .and I don't know what to do.\n\n\n\n                         MATT\n\n          Where did you see him?\n\n\n\n                         RUTH\n\n          Eve here - Downtown, and the market. I\n\n          saw at South End. He smiled at me,\n\n          Matt - I keep running into him ... he\n\n          s °led.\n\n          Matt still strokes her hair.\n\n          But he's in another world.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe smiled at me,\n\n          Matt - I keep running into him ... he\n\n          s °led. Matt still strokes her hair. But he's in another world. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         86\n\n\n\n          INTO GRINNEL HOUSE - BASEMENT - NIGHT\n\n          The game has just started. Willis deals. Henry, Carl &amp; Willis\n\n          pick up the old banter as if Matt had onl been away on\n\n          vacation; but he can see the affection an courtesy.in their\n\n          eyes.\n\n\n\n                         WILLIS\n\n          The ne of the game is Texas Chase'\n\n          He groans.\n\n\n\n                         WILLIS\n\n          Is there a problem?\n\n\n\n                         HENRY\n\n          Why do you delude yourself with that\n\n          crap?\n\n\n\n                         WILLIS\n\n          What are you talking about?\n\n\n\n                         HENRY\n\n          Look we're not in Vegas. It's five card\n\n          draw, or seven card stud.\n\n\n\n                         WILLIS\n\n\n\n                         (ENJOYING THIS)\n\n          That's what I said five card draw - jacks\n\n          to open - Carl?\n\n\n\n                         HENRY\n\n          Asshole,\n\n          Matt smiles. He's missed these guys.\n\n\n\n                          CARL\n\n          I'll open with a dollar.\n\n\n\n                         HENRY\n\n          Raise a buck.\n\n          The bet's to Matt. He stares at his cards for a very long\n\n          time. Willis looks to say something, when Henry hits his arm.\n\n          This stops him.\n\n          Matt looks up. He sees the patience they are all exercising\n\n          for his typical indecisiveness. This bothers him.\n\n          He stares back down at his cards. Stalling, waiting for\n\n          someone to bust him.\n\n          He looks u at Willis - Henry - Carl. They all sort of smile\n\n          uncomfortably. He can't take it.\n\n\n\n                         TT\n\n          Oh, for Christ sake say something!\n\n          This wakes them up.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         87\n\n\n\n                         MATT\n\n          Quit pussy footing around me d 't! You\n\n          just gonna let me stare at these cards\n\n          all night!?\n\n          No one wants to make the first move.\n\n          This upsets Matt even more.\n\n\n\n                         MATT\n\n          O.K. fine!\n\n          He stares back down at his cards.\n\n          Finally it is Carl who speaks.\n\n          There are things of which I may not speak;\n\n          There are dreams that cannot die;\n\n          There are thoughts that make the strong heart weak,\n\n          And bring a pallor into the cheek,\n\n          And a mist before the eye.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe stares back down at his cards. Finally it is Carl who speaks. There are things of which I may not speak;\n\n          There are dreams that cannot die;\n\n          There are thoughts that make the strong heart weak,\n\n          And bring a pallor into the cheek,\n\n          And a mist before the eye. \n\nTARGET SECTION TO BE ANNOTATED:\n          And the words of that fatal song\n\n          come over me like a chill:\n\n          A boy's will is the wind's will,\n\n          And the thoughts of youth are long, long thoughts.\n\n          Matt looks up from his cards into Carl's eyes.\n\n          The two men regard each other.\n\n\n\n          EXT. GRINNEL HOUSE - FRONT PORCH - NIGHT\n\n\n\n          The game has ended. Matt says goodnight to Henry and Carl, as\n\n          the two of them pull out of Willis Is driveway. Matt is about to\n\n          leave. Just climbing in the front seat. When Willis puts a hand\n\n          on his shoulder.\n\n\n\n                         WILLIS\n\n          Come back in for a drink.\n\n\n\n          I NT. GRINNEL HOUSE- ENTRY HALL - NIGHT\n\n          Willis and Matt step back in, closing the door behind them.\n\n\n\n          KATIE O.S.\n\n          Honey, are you coming to bed now?\n\n          Willis moves to the steps leading upstairs.\n\n\n\n                         WILLIS\n\n          Soon baby, Matt's still here.\n\n\n\n           KATIE 0.S. 11 %-?.:\n\n          Oh f hi Matt - Hone , would you mind\n\n          bringing me my pit s? They're downstairs\n\n          from when the kids were here.\n\n\n\n                         WILLIS\n\n          I'll be right there.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          I NT. GRINNEL HOUSE - BASEMENT - NIGHT\n\n          A few minutes later.\n\n          Matt sits alone in the room. Be gets up to examine a picture\n\n          hanging on the opposite wall. He's not particularly\n\n          interested, he's seen it a million times, he's just killing\n\n          time. A corner of the room devoted to Naval memories. A\n\n          pristine version of Matt's U.S.S. CONSTELLATION cap serves as\n\n          the center piece.\n\n          Willis comes down from upstairs.\n\n\n\n                         WILLIS\n\n          She's all set - now what can I get you?\n\n\n\n                         MATT\n\n          I'm fine thanks.\n\n          Willis nods and takes a seat.\n\n\n\n                         WILLIS\n\n          - you back on the wagon?\n\n          He is.\n\n\n\n                         WILLIS\n\n          Sit down Matt you're making me nervous.\n\n          Matt takes a seat.\n\n\n\n                         WILLIS\n\n          I'm glad you came tonight.\n\n\n\n                         MATT\n\n          Me too.\n\n\n\n                          WILLIS\n\n          Boy, Carl really laid on the verse huh?\n\n\n\n                         MATT\n\n\n\n                         (CHUCKLING)\n\n          ye ..",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATT\n\n          Me too. WILLIS\n\n          Boy, Carl really laid on the verse huh? MATT\n\n\n\n                         (CHUCKLING)\n\n          ye .. \n\nTARGET SECTION TO BE ANNOTATED:\nye he did. Got me thinking\n\n\n\n                         OUT-\n\n          e stops himself.\n\n\n\n                          WILLIS\n\n          What?\n\n\n\n                         MATT\n\n          I don't know - sort of silly really.\n\n\n\n                         WILLIS\n\n          C'mon what is it?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         89\n\n\n\n                         MATT\n\n          This thing with - with Frank when he was\n\n          about three, I guess. We were over at my\n\n          folkls house.\n\n\n\n                         MATT\n\n          Mom always liked little dogs - this one\n\n          was a - Pekingese, I think. I remember\n\n          hearing this yelp, and then a scream.\n\n          Frank ran out pointing to his finger. I\n\n          looked at it couldn't see an thino. Mom\n\n          said Frank must have \"cornered the dog\"\n\n          and I knew she was probably right. We\n\n          were driving home, and Ruth noticed Frank\n\n          itching his a ..she pulled back his\n\n          sleeve, and there were these two deep,\n\n          bloody, puncture marks...\n\n\n\n                         WILLIS\n\n          Why do you think he pointed to his\n\n          finger?\n\n          Matt shakes his head.\n\n\n\n                         TT\n\n\n\n                         (SEARCHING)\n\n          .I cruess he didn't want us to ow.\n\n          He stares into his hands, as the memory crystallizes.\n\n          Willis looks confused, and somewhat uncomfortable.\n\n\n\n                         WILLIS\n\n          He gets up and heads to the bar.\n\n\n\n                         MATT\n\n\n\n                         (TO HIMSELF)\n\n          .had to put that dog down.\n\n          Willis throws some ice in a tumbler.\n\n\n\n                         WILLIS\n\n          I was thinking just the other day about\n\n          the last time Frankie was-\n\n          Matt cuts him off.\n\n          His name was Ar k. Not Frankie.\n\n          Willis looks stunned.\n\n\n\n                         WILLIS\n\n          .I'm sorry Matt.\n\n          I don't care ...he just never liked being\n\n          called that.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         90\n\n\n\n                         WILLIS\n\n\n\n          O.K.\n\n          Matt nods. He looks away.\n\n\n\n                         MATT\n\n          She didn't tell me, Willis. She never\n\n          said a word - She saw him at South End.\n\n\n\n                         WILLIS\n\n          Christ.\n\n\n\n                         MATT\n\n          She's seen him before. It's killing her\n\n          I didn't think about bail.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nWILLIS\n\n          Christ. MATT\n\n          She's seen him before. It's killing her\n\n          I didn't think about bail. \n\nTARGET SECTION TO BE ANNOTATED:\n I thought I\n\n          wouldn't have to worry about him for\n\n\n\n                         YE S-\n\n\n\n                         WILLIS\n\n          You know what I heard? He's tending bar\n\n          up to Old Orchard Beach.\n\n          Matt looks up.\n\n\n\n                         WILLIS\n\n          For a friend. Ever notice even the worst\n\n          bastards have friends? Nobody knows him\n\n          over there. If they°do, they don't care.\n\n          They drink what he mixes\n\n          Willis sets a can of Moxie down in front of Matt.\n\n\n\n                         WILLIS\n\n          (referring to the can)\n\n          I don't know how you drink this stuff\n\n          it's what drove me to beer as a child.\n\n          He sits down with his own drink.\n\n          A moment.\n\n\n\n                         WILLIS\n\n          I hate him, Matt. My boys went to school\n\n          with h° He was the same thei.,- Know\n\n          what he' 11 do? Five at the most - And\n\n          then you' 11 e bumping into h all over\n\n\n\n                         AGAIN\n\n          I ow.\n\n\n\n                         WILLIS\n\n          Remember that woman about seven years\n\n          a o? Shot her husband sopped him of f\n\n          t e bridge in the St - Gac-: with a\n\n          hundred pound sack of cement and said the\n\n          whole way through it nobody helped her.\n\n          Know where she is now? She's in Sears ort\n\n          now, a secretary. And whoever helped her,\n\n          where the hell is he?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         91\n\n\n\n                         WILLIS\n\n          it'd break my heart Matt, it would, but -\n\n          you ever think about just - moving away?\n\n          Matt nods. Stares into his hands for a long time.\n\n\n\n          MA,TT\n\n          yeah, we have.\n\n          Finally, he looks up, his eyes meeting Willis I s.\n\n\n\n                         MATT\n\n          It wouldn't matter.\n\n\n\n          THE SOUND OF A LONE F VOICE - SINGING\n\n\n\n          EXT. CAMDEN AMPHITHEATER - MAGIC HOUR\n\n\n\n          The voice is joined by another and becomes a duet. We turn to\n\n          find the voices and see we are at the foot of a small knoll.\n\n          A steeple in the distance pokes thorough the last blue husk\n\n          as the sun dies.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAMDEN AMPHITHEATER - MAGIC HOUR\n\n\n\n          The voice is joined by another and becomes a duet. We turn to\n\n          find the voices and see we are at the foot of a small knoll. A steeple in the distance pokes thorough the last blue husk\n\n          as the sun dies. \n\nTARGET SECTION TO BE ANNOTATED:\n Looking around we see an ancient gazebo -\n\n          then stairs leading up to a stone library - A boulder at the\n\n          foot of another knoll - above - descending toward us -\n\n          The girls, each holding a single candle,dressed in brightly\n\n          embroidered smocks, enter in procession singing -Jennie Mae\n\n          Mama. \"\n\n          The effect is beautiful and feels like a sort of quickening.\n\n          The group proceeds down the hill and blossoms into an -\n\n          AMPHITHEATER which faces the harbor. Ruth stands at the\n\n          bottom of the proscenium - her arms up - directing the choir.\n\n          The place is filled with half the town.\n\n\n\n                         ANGLE MATT\n\n          Trying to take it all in. But not really present.\n\n          Suddenly he turns and leaves.\n\n\n\n          EXT. OLD ORCHARD BEACH- NIGHT\n\n\n\n          The town goes to sleep for the night. The signs businesses\n\n          power down.\n\n\n\n          EXT- PETER'S NIGHT\n\n          The establishment's various Beer Signs &amp; interior lights turn\n\n          off.\n\n\n\n          EXT. PETER'S - NIGHT\n\n\n\n          A LARGE CHAIN OF KEYS Turns the tumbler of a deadbolt lock.\n\n          Two cars are all that's left.\n\n          A WAITRESS emerges from the bar. Richard is fast on her heels.\n\n          He exits, making conversation as he quickly locks the doors.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         92\n\n\n\n                         RIC\n\n          Hey -o- wait up.\n\n\n\n                         WAITRESS\n\n          Good night, Richard. See ya tomorrows\n\n          She starts to walk to her car- He catches up to her,\n\n          accompanying her to her car.\n\n\n\n                         RIC\n\n          You want to come over for a drink? Just a\n\n          drink.\n\n          She stops in front of her car.\n\n\n\n                         WAITRESS\n\n          No, thanks. Maybe some other night.\n\n          He stands in front of his Brown Suburban, watching as the\n\n          Waitress gets in her car, pulls away and leaves.\n\n\n\n                         RICHARD\n\n          Fuckin' bitch.\n\n          He turns and freezes.\n\n          Matt Fowler stands a few feet away, an Ortaies calibre\n\n          7.65 automatic directly at Richard's face. His gloved hand poin\n\n          grips the gun tightly.\n\n\n\n                         RICHARD\n\n          Dr. Fowler?\n\n\n\n                         MATT\n\n          Don't talk.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nRICHARD\n\n          Dr. Fowler? MATT\n\n          Don't talk. \n\nTARGET SECTION TO BE ANNOTATED:\n Unlock it and get in.\n\n\n\n                         RIC\n\n          He . wait a minute. Let's, let's just\n\n          calm down...\n\n          Matt COCKS the gun.\n\n\n\n                         RIC\n\n          Alright! Shit.\n\n          Richard obeys. He unlocks both doors.\n\n          Matt opens the back door, but stays planted, the gun trained on\n\n          Richard.\n\n          Richard gets in the driver's seat. Matt climbs in the back.\n\n          He presses the gun's muzzle against the back of Richard's head.\n\n\n\n          V 0-,\n\n\n\n                         MATT\n\n          Is there any one at your place?\n\n\n\n                         RIC\n\n\n\n                         (IRONICALLY)\n\n\n\n                         NOT TONIGHT\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         93\n\n\n\n                         MATT\n\n          Good. Drive there.\n\n          Richard looks over his shoulder to back the car up.\n\n          Matt aims at his temple, but does not look at his eyes.\n\n          Richard finishes backing up and puts it into drive.\n\n\n\n                         MATT\n\n          Drive slowly - don't try to get stopped.\n\n\n\n          EXT. PETER'S PARKING LOT ALLEY\n\n\n\n          Matt can see the ocean. He uncocks the revolver.\n\n          Matt cracks the window.\n\n          Matt leans down in his seat. He transfers the gun into his\n\n          left hand, removes the glove from his right, and wipes the\n\n          sweat from his bare palm onto his pantleg. He puts the glove\n\n          back on, gripping the gun.\n\n          Richard's Brown Suburban drives down an alley adjacent to Fun\n\n          Park and turns onto a deserted Main Street.\n\n\n\n          INT/EXT. BROWN SUBURBAN - NIGHT\n\n\n\n          They drive back through town, the sea wall on their left hiding\n\n          the beach.\n\n          on the right are the places, most with their neon signs off,\n\n          that do so much business in s er: the lounges and cafes and\n\n          pizza houses. The street itself empty of traffic.\n\n\n\n                         RICHARD\n\n          He was making it with my wife.\n\n          His voice is careful, not pleading.\n\n          Matt presses hard with the muzzle against Richard's head.\n\n          Richard flinches and moves his head forward.\n\n          Matt lowers the gun to his lap.\n\n\n\n                         MATT\n\n          Don-t talk.\n\n\n\n          /EXT. BROWN SUBURBAN RICHARD S TROUT'S DUPLEX - NIGHT\n\n\n\n          The Brown Suburban slowly pulls up to the front.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATT\n\n          Don-t talk. /EXT. BROWN SUBURBAN RICHARD S TROUT'S DUPLEX - NIGHT\n\n\n\n          The Brown Suburban slowly pulls up to the front. \n\nTARGET SECTION TO BE ANNOTATED:\n          Matt leans forward. Th. muzzle grazing Richard's head.\n\n          Drive it to the back.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         91+\n\n\n\n                         RIC\n\n          You wouldn't have it cocked, would you?\n\n          For when I put on the brakes.\n\n          Matt COCKS it.\n\n          It is now.\n\n          Richard tenses. He drives around the side of the building.\n\n\n\n          EXT. RICHARD STROUT'S DUPLEX BACK YARD - NIGHT\n\n\n\n          The Brown Suburban inches forward toward the garage and\n\n          brakes. The engine shuts off.\n\n          Matt keeps the cocked gun firmly trained on Richard. He gets\n\n          out and shuts the door with his hip.\n\n\n\n                         MATT\n\n          All right.\n\n          Richard looks at the gun, then gets out. He moves across the\n\n          grass.\n\n          Matt closely behind, looking at the row of small backyards on\n\n          either side of them and scattered tall trees.\n\n          He glances from house to house. Looking for signs of one\n\n          insomniac neighbor, some man or woman sitting alone watching\n\n          the all-night channel from Boston. All is quiet.\n\n          They move up the back walk and to the side kitchen door.\n\n          Matt stands directly behind Richard as he opens the door.\n\n          It-s pitch black inside the duplex.\n\n\n\n                         MATT\n\n          Turn on the light.\n\n          Richard flips the wall switch.\n\n          in the light.\n\n          Matt stares at his wide back, and long reach.\n\n\n\n          I NT. RICHARD S TROUT'S DUPLEX - KITCHEN NIGHT\n\n          Richard stops just inside the kitchen. Matt closes the door\n\n          softly behind gim.\n\n\n\n                         MATT\n\n          Where-s you r suitcase?\n\n          Richard almost turns around.\n\n\n\n                         RIC\n\n          My suitcase?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         95\n\n          Matt grips the gun tighter, straining to keep it from\n\n          ling.\n\n\n\n                         MATT\n\n          Where is it?\n\n\n\n                         RIC\n\n          in the bedroom closet.\n\n\n\n                         MATT\n\n          That's where were going then. When we get\n\n          to a door you stop and turn on the light.\n\n          They cross the kitchen.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATT\n\n          That's where were going then. When we get\n\n          to a door you stop and turn on the light. They cross the kitchen. \n\nTARGET SECTION TO BE ANNOTATED:\n          Matt can't help but glance at the sink and stove and\n\n          refrigerator: no dishes in the sink or even the dish rack\n\n          beside it, no grease splashings on the stove, the refrigerator\n\n          clean and white.\n\n          Matt becomes momentarily 2reoccupied with one of Duncan's\n\n          drawings taped to its door.\n\n\n\n                         MATT\n\n          Wait.\n\n          Richard stops.\n\n          Matt looks conflicted. Doubt has crept into his face For a\n\n          moment he seems to have lost his resolve.\n\n\n\n          RICHARD O.S.\n\n\n\n                         (IRRITATED)\n\n          .Jesus.\n\n          Matt looks to Richard with a renewed sense of purpose.\n\n\n\n                         TT\n\n          .keep going.\n\n\n\n                         LIVING ROOM\n\n          A light flicks on. They take the hall past the living room.\n\n          Matt doesn't want to see anymore of Richard's life. But he\n\n          can't help h° elf. He takes it all in: Magazines and\n\n          newspapers in a wicker basket, clean ashtrays, a stereo,\n\n          CD's neatly shelved next to it.\n\n          They continue down a hallway.Richard stops outside a door.\n\n\n\n                         RIC\n\n          There's no wall switch.\n\n\n\n                         MATT\n\n          Where's the light?\n\n\n\n                         RIC\n\n          the bed.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         96\n\n          Let's go.\n\n          Richard steps into the darkness. Matt is careful to stay a\n\n          pace behind. Richard leans over by the bed. Matt braces.\n\n          lick. A small bedside lamp turns on.\n\n          The bed, a double one, is neatly made; the ashtray on the\n\n          bedside table clean the bureau top dustless and no\n\n          photographs- prob ly so the girl - who is scae? - won't have\n\n          to see Natalie in the bedroom she believes is theirs. But\n\n          because Matt is a father and a husband, thou h never ex-\n\n          husband, he knows (and does not want to ow that this\n\n          bedroom has never been theirs alone.\n\n          Richard turns around; Matt looks at his lips, his wide jaw.\n\n\n\n                         RICHARD\n\n          I wanted to work things out with her.\n\n          Try to get together with her again.\n\n          But I couldn't even talk to her.\n\n          He was always with her.\n\n          Dr. Fowler, I'm going to jail for it.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe was always with her. Dr. Fowler, I'm going to jail for it. \n\nTARGET SECTION TO BE ANNOTATED:\n          I am going to jail. If I ever get out\n\n          I'll be an old man. Isn't that enough ?\n\n\n\n                         MAXT\n\n          You're not going to jail.\n\n          Pack clothes for warm weather.\n\n\n\n                         RIC\n\n          What's going on? You're not gonna let me\n\n          go!\n\n          Matt looks away. He doesn't answer.\n\n\n\n                         RICHARD\n\n          Dr. Fowler?\n\n\n\n                         MATT\n\n          You're jumping bail.\n\n\n\n                         RIC\n\n          .Dr. Fowler.\n\n          Matt points the pistol at Richard's face. The barrel trembles\n\n          a little.\n\n           Richard reaches up into his closet and pulls out two large\n\n          canvas bags. He places them on the - He pulls a third\n\n          bag, a small, red, woman's suitcase, Natalie's no doubt, next\n\n          to the others.\n\n          He moves to the bureau.\n\n\n\n                         MATT\n\n          It's the trial. We can't go through that,\n\n          my wife and me. So you're leaving. I've\n\n          got you a ticket. My wife keeps seeing\n\n          you. I can't have that anymore...\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         97\n\n\n\n                         RIC\n\n          He was making it with my wife.\n\n          I'd go pick up my kids and he'd be there.\n\n          Sometimes he spent the night. Duncan\n\n          told me.\n\n          He doesn't look at Matt as he speaks. He opens the to\n\n          ewer. Matt steps closer so he can see Richard's hangs. \n\n          underwear and the socks rolled, the underwear folded and\n\n          stacked. Richard arranges them neatly in the suitcase. The\n\n          kitchen the livin room the clothes. Matt is struck b\n\n          this man's sense of order, o iscio ine.\n\n          Matt watches the absurdity of Richard sorting clothes by\n\n          season. He even packs a small instamatic camera. He packs\n\n          the things a man accumulates and become part of him.\n\n\n\n                         MATT\n\n          (re: the suitcases)\n\n          Okay, that's enough.\n\n\n\n                         RICHARD\n\n          I need some things from the bathroom.\n\n\n\n                         MATT\n\n          alright.\n\n\n\n                         THE BATHROOM\n\n          Richard steps just inside the bathroom door and stops.\n\n\n\n                         MATT\n\n          Keep going.\n\n\n\n                         RICHARD\n\n          Gotta pee.\n\n          Matt realizes Richard means to have privacy.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATT\n\n          Keep going. RICHARD\n\n          Gotta pee. Matt realizes Richard means to have privacy. \n\nTARGET SECTION TO BE ANNOTATED:\n          He pushes him into the room. Takes a step back and pulls the\n\n          door so it is only slightly ajar. He keeps his foot between\n\n          the jam and the door.\n\n          He eyes Richard's back reflected in the mirror. He can hear\n\n          him make water. He looks like he wonders about allowing this\n\n          courtesy.\n\n          Mattes glances at:\n\n          A picture on the wall outside of the bathroom: Natalie\n\n          Richard and their two boys, in front of someone's house.\n\n          Smiling. She looks happy.\n\n\n\n                         C\n\n          looks around the room frantically - his eyes find nothing\n\n          that will help his situation - he flushes the toilet - Matt\n\n          swings the door fully open - Richard fills a travel kit with\n\n          toiletries.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         98\n\n\n\n                         RICHARD'S BEDROOM\n\n          Richard tucks the travel kit into a bag. Matt keeps the gun\n\n          on him.\n\n          Richard closes the suitcase, and faces Matt. He looks at the\n\n          Matt moves around behind him. Now Richard is between Matt\n\n          and the lighted hall. Richard carries a canvas bag in each\n\n          hand. Matt pulls another glove from his pocket. He uses it\n\n          to turn off the bedside lamp. Richard now d'_lhouetted in\n\n          the doorway.\n\n          Let's go.\n\n          Richard steps into the hall. Matt follows, carrying the small\n\n          suitcase in one hand, the gun in the other.\n\n          They start down the hallway. Matt turns off lights with his\n\n          elbow as they go. Past the living room into the kitchen.\n\n          Wait.\n\n          Richard tenses, he stops at the kitchen door.\n\n          Matt sets the suitcase down. He uses that hand to reach into\n\n          his jacket. He pulls out a red, white, and blue piece of\n\n          paper. He drops it on the counter top. Words on the paper\n\n          read AMT RACK.\n\n          Matt picks up the suitcase again. He steps closer to him.\n\n          Presses the gun into Richard's back.\n\n\n\n                         MATT\n\n          open the door.\n\n          Richard's reaches down and carefully turns the knob. He\n\n          slowly pulls the door open. Matt takes a step back.\n\n\n\n                         MATT\n\n          Get the light.\n\n          Richard reaches down and hits the switch. Click. The two men\n\n          now in silhouette.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nRichard reaches down and hits the switch. Click. The two men\n\n          now in silhouette. \n\nTARGET SECTION TO BE ANNOTATED:\n          Richard exits first. Matt close behind.\n\n\n\n          EXT. RIC S DUPLEX - S\n\n\n\n          Matt sets the case down, reaches bacjcan gently closes the\n\n          door. They walk down the two brick steps to the lawn. s\n\n          the cross the lawn. Matt's eves and ears once a ain alert\n\n          for any sign of life. Not Eng. They reac the garage\n\n          walk to the back of the Brown Suburban.\n\n          Richard drops the two bags near the rear bumper.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         99\n\n          Matt keeps the gun steady as Richard pops open the hatch and\n\n          loads the bags. Matt sets the small suitcase at Richard's feet.\n\n          He reaches down and loads it last.\n\n\n\n          /EXT. BROWN SUBURBAN S\n\n\n\n          Richard gets into the driver's seat. Matt in the back.\n\n          Richard looks up in the rear-view. For a moment, Matt connects\n\n          with the desperate eyes.\n\n\n\n                         RIC\n\n          They'll catch me. They'll check passenger\n\n          lists.\n\n\n\n                         MATT\n\n          I didn't use your name.\n\n\n\n                         RIC\n\n          They'll figure that out too. You think I\n\n          wouldn't have done it myself if it was\n\n          that easy?\n\n          Silence.\n\n          He starts it up, slides into reverse. He looks back over his\n\n          shoulder as they back down the driveway. Matt averts his stare.\n\n          Looking down at the gun barrel but not at the profiled face\n\n          beyond it.\n\n\n\n                         MATT\n\n          You were alone. We've got it worked out.\n\n\n\n                         RIC\n\n          .who's we?\n\n          Good estion. Matt doesn't answer though. Richard shifts\n\n          into drive.\n\n\n\n          EXT. RICHARD'S CONDO - PARKING LOT - S\n\n\n\n          The Brown Suburban pulls out of the lot and onto the street.\n\n\n\n          I NT. BROWN SUBURBAN - S\n\n\n\n                         RIC\n\n          There's no planes this time of night, Dr.\n\n          Fowler.\n\n\n\n                         MATT\n\n          back through town. Then north on 73.\n\n\n\n                         RIC\n\n          The airport's South...\n\n\n\n                         MATT\n\n          Somebody's going to keep you for a while.\n\n          They'll take you to the airport - turn on\n\n          the radio. Find the game.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATT\n\n          Somebody's going to keep you for a while. They'll take you to the airport - turn on\n\n          the radio. Find the game. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         100\n\n\n\n                         RIC\n\n          It's after three\n\n\n\n                         MATT\n\n          They run it again.\n\n          Matt leans back, quietly uncorking the hammer.\n\n\n\n                         MATT\n\n          No more talking.\n\n          Richard tries to read Matt °s face in the mirror, but it -s now\n\n          in shadows. Richard fumbles with the radio, surfing the\n\n          stations. Matt is right. The game is on.\n\n          Nomar Garcia arra hits a long drive to left with runners in scoring\n\n          position \"A cinch to collect 200 hits this season.\"\n\n          Richard sets his eyes on the road.\n\n\n\n          EXT. BROWN SUBURBAN - HIGHWAY 1 SOUTH - NIGHT\n\n\n\n          The Brown Suburban heads away from Old orchard, onto a small\n\n          two lane rural hi hwayy. The road is flanked on both sides by\n\n          open fields, and lonely capes. Few cars on the road.\n\n\n\n          INT BROWN SUB /WISSC SET BRIDGE\n\n          They come up over the high bride over the channel: to the left\n\n          the smacking curling white at the breakwater and beyond that\n\n          the dark sea and a full moon, and down to the right the small\n\n          fishing boats bobbing at anchor in the cove.\n\n          Swirling colors from behind catch their attention.\n\n          Richard and Matt both look in the rear-view.\n\n          A state trooper's car with its gumballs flashing races up in\n\n          the distance behind them.\n\n          Matt jams the gun into Richard's ribs and slouches down.\n\n\n\n                         MATT\n\n          (Trying to stay ca\n\n          ri ht take it easy - pull over to the\n\n          shoo der.\n\n          Matt &amp; Richard sit tight waiting for the inevitable. The\n\n          light gains in intensity, as the cab fills with crimson.\n\n\n\n          EXT. WISCASSET BRIDGE\n\n\n\n          The cruiser tears right past them. Quickly fading into the\n\n          distance. ? e\n\n\n\n          I NT. BROWN S - S\n\n          Matt leans back he looks shaken. Richard watches his chance\n\n\n\n                         DISAPPE\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         101\n\n\n\n          EXT. OWLS HEAD - NIGHT\n\n\n\n          the vague outline of mountains, It is almost pitch black. Onl\n\n          hi d' the moon.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nRichard watches his chance\n\n\n\n                         DISAPPE\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         101\n\n\n\n          EXT. OWLS HEAD - NIGHT\n\n\n\n          the vague outline of mountains, It is almost pitch black. Onl\n\n          hi d' the moon. \n\nTARGET SECTION TO BE ANNOTATED:\n Then, from far off, a pair of headlights move\n\n          tow us, fighting through the thick night\n\n\n\n          .BROWN SUBURBAN 73 NORTH JUNCTION\n\n          Richard sees the sign for the 73 North. He glances back at\n\n          Matt in the rearview mirror. He makes the turn.\n\n\n\n          EXT. OWL'S HEAD GRANGE - S\n\n\n\n          The Brown Suburban makes the turn.\n\n\n\n          I NT. BROWN SUBURBAN - S\n\n          Matt &amp; Richard check out their surroundings.\n\n\n\n          EXT. SMALL BRIDGE - NIGHT TREVETTE BRIDGE\n\n\n\n          The Brown Suburban drives across a small steel bridge that\n\n          covers a salt river. The tires make a low thumping sound on\n\n          the grid.\n\n\n\n          I NT. BROWN SUBURBAN - B Y C ROAD (OWLS HEAD) - NIGHT\n\n          They have left the 73 and are driving on a small rural route.\n\n          Matt leans forward, the gun rests against the top of Richard's\n\n          seat.\n\n          He looks around, trying to get a bearing.\n\n\n\n                         MATT\n\n          Turn around.\n\n\n\n                         RICHARD\n\n          Why?\n\n\n\n                         MATT\n\n          We missed it. Turn around. back and\n\n          turn in at the last road.\n\n\n\n          EXT. R ROUTE - SAME - NIGHT\n\n\n\n          Richard slows, and makes a U-turn.\n\n          His lights illuminate\n\n          PRIVATE -ROAD and NO HUNTING signs.\n\n          He takes a right, onto a dirt road flanked on both sides by fir\n\n          trees.\n\n\n\n          E .DIRT ROAD\n\n          We track with the Brown Suburban as fir trees strobe in the\n\n          foreground.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         1 02\n\n\n\n          IN/EXT. BROWN SUBURBAN - DIRT ROAD\n\n\n\n\n\n                         RIC\n\n          There's nothing back here Dr. Fowler? I\n\n          donut understand why you don-t just\n\n\n\n                         MATT\n\n          It's for you're car. You don't think we'd\n\n          leave it at the airport do you?\n\n\n\n          MATT WATCHES RIC S LARGE, BIG KNUCKLED HANDS TIGHTEN ON THE WHEEL.\n\n          They crawl up the trail, the wheels crunching the gravel, the\n\n          headlights shining into the dense woods.\n\n          The road seems endless.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATT WATCHES RIC S LARGE, BIG KNUCKLED HANDS TIGHTEN ON THE WHEEL. They crawl up the trail, the wheels crunching the gravel, the\n\n          headlights shining into the dense woods. The road seems endless. \n\nTARGET SECTION TO BE ANNOTATED:\n Richard cringes as they bounce over a\n\n          bump.\n\n          Both of them eagerly peer beyond the windshield.\n\n          Finally, at a great distance, the tiny lit windows of a cabin\n\n          come into view. A BLUE CHEVY PICKUP is parked in front of the\n\n          place.\n\n\n\n                         MATT\n\n          Stop here.\n\n          The Brown Suburban crawls to a stop. Richard keeps the engine\n\n          running. Matt presses the gun hard against his neck. He\n\n          straightens in his seat and looks in the rearview mirror.\n\n          Matt's eyes meet his in the glass for an instant before\n\n          focusing on the hair at the end of the gun barrel.\n\n\n\n                         TT\n\n          Turn it off.\n\n          Richard does. The ball game disappears, and the silence is\n\n          strangely a anent. He continues to hold the w eel with both\n\n          hands. He ooks in the mirror.\n\n\n\n                         RIC\n\n          I'll do twenty years, Dr. Fowler,\n\n          I'll be fifty-four years old.\n\n\n\n                         MATT\n\n          That's two years younger than I\n\n\n\n          EXT. DIRT ROAD - S\n\n\n\n          Matt gets out and k°cks the door shut. Richard opens his\n\n          door. He doesn't move. Just sits in the interior light.\n\n          His face now pleading. Matt can see it in his lips.\n\n\n\n                         MATT\n\n          Get the bags.\n\n\n\n                         RIC-\n\n\n\n                         (TERRIFIED )\n\n          Where are we Dr. ?owler?\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         103\n\n\n\n                         MATT\n\n          Almost there.\n\n          Richard carefully gets out. Instinctively, he raises his hands\n\n          about shoulder level. They move to the back of the Brown\n\n          Suburban. Richard pops the hatch.\n\n          He pulls out the two canvas bags. He sets them on the ground.\n\n          He reaches in and pulls out the small suitcase.\n\n          We hear a SCREEN DOOR slam shut. Richard looks surprised.\n\n          He turns back to Matt.\n\n          C'mon now.\n\n          Richard reaches down and picks up the bags. He struggles to\n\n          carry all three.\n\n          Matt grabs the small suitcase from him.\n\n\n\n                         MATT\n\n          That way.\n\n          Richard lugs the bags toward the cabin.\n\n          We hear HEAVY CRUNCHING FOOTSTEPS OF SOMEONE APPROACHING.\n\n          Richard stops.\n\n\n\n          WILLIS APPEARS FROM DOWN THE PATH.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe hear HEAVY CRUNCHING FOOTSTEPS OF SOMEONE APPROACHING. Richard stops. WILLIS APPEARS FROM DOWN THE PATH. \n\nTARGET SECTION TO BE ANNOTATED:\n          He nods to Matt.\n\n\n\n                         RIC\n\n          Mr. Grinnel?\n\n\n\n                         WILLIS\n\n          I'll get them, son.\n\n           Willis takes the bags from Richard, turns, and carries them up\n\n           the long path back to the cabin.\n\n          RICHARD LOOKS S r E' RELIEVED.\n\n          He waits a moment, u-sure of what to do.\n\n          Finally, he starts wal'-.ing up the path after Willis.\n\n\n\n                         1\n\n          Wait.\n\n          Richard stops, °d-step. He tenses, waiting.\n\n\n\n                         MATT\n\n          You can carry this one.\n\n          Richard turns.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         LO\n\n          He reaches out to take the bag from Matt.\n\n          Matt keeps it at his side, and takes a step back, his gun\n\n          trained on Richard.\n\n\n\n          RICHARD CONNECTS WITH TT'S EYES.\n\n\n\n          KNOWS.\n\n\n\n          RICHARD DUCKS AND TAKES ONE STEP THAT'S THE BEGINNING OF A SPRINT.\n\n\n\n\n\n                         BOOM\n\n\n\n          THE GUN KICKS IN MATT'S HAND.\n\n\n\n          THE GUN'S REPORT ECHOES FOR ETERNITY.\n\n\n\n          MATT STANDS ABSOLUTELY STILL.\n\n\n\n          STILL HOLDS THE LITTLE SUITCASE.\n\n\n\n          LOOKS DOWN AT RICHARD STROUT SQUIRMING ON HIS BELLY. KICKING\n\n\n\n          ONE LEG BEHIND HIM, PUSHING HIMSELF FORWARD, TOWARD THE WOODS.\n\n\n\n          MATT WATCHES DISPASSIONATELY.\n\n\n\n          STEPS FORWARD, RAISES THE GUN AND FIRES ONE MORE SHOT.\n\n\n\n          RICHARD STOPS MOVING.\n\n          Matt stands there motionless.\n\n          We hear FOOTSTEPS.\n\n          Willis runs up to Matt.\n\n\n\n          STOPS AT RICHARD'S CORPSE.\n\n\n\n                         WILLIS\n\n\n\n                         (BREATHLESS)\n\n\n\n                         MATT\n\n          The two men look into each others eyes. Matt seems to be somewhe re else\n\n          He looks back down at the body.\n\n\n\n                         WILLIS\n\n          This isn't what we talked out,\n\n\n\n                         MATT\n\n          He tried to run.\n\n          Willis looks at the gun still in Matt's hand, the little\n\n          suitcase in the other.\n\n\n\n                         WILLIS\n\n          We were going to wait, and take him out in\n\n          the woods.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nWILLIS\n\n          This isn't what we talked out,\n\n\n\n                         MATT\n\n          He tried to run. Willis looks at the gun still in Matt's hand, the little\n\n          suitcase in the other. WILLIS\n\n          We were going to wait, and take him out in\n\n          the woods. \n\nTARGET SECTION TO BE ANNOTATED:\n          Matt raises his head. He looks at Willis flatly.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         105\n\n\n\n                         MATT\n\n          I coul °t wait.\n\n\n\n                         BODY -\n\n          a d in a BLUE TARP, is suddenly dragged away by the ATV. It\n\n          es quite a racket.\n\n          We follow it as it scrapes along, the road back into the woods\n\n\n\n                         WOODS -\n\n          They have roved the body from the ATV and are now draggin it\n\n          deep into the wood. The only sound is the breaking of brans es\n\n          and their continual grunting.\n\n          The stop°at the top of a small knoll, panting and sweating.\n\n          Wil is quietly removes a small mass of branches, revealing a o t\n\n          large, well-dug hole. Together, they drag the body t he edge\n\n          of the hole. Move behind it. Lift the legs, and push it in.\n\n\n\n          THE WOODS - LATER -\n\n          Willis and Matt come up from the woods. They carry Richard's\n\n          lug age. Willis drops the canvas bags into the hole. Matt\n\n          loo s at the suitcase and then drops it in.\n\n          Willis takes a couple of steps away, and grabs two shovels\n\n          leaning against a small birch. He hands one to Matt.\n\n          Together, they begin filling in the hole.\n\n\n\n          SAME PLACE - LATER -\n\n          Matt holds the flashlight as Willis sprinkles leaves and\n\n          branches over the hole.\n\n          Willis freezes, as if he has heard something. Matt cuts the\n\n          light.\n\n          They hear some footsteps approaching, closer, then they see it -\n\n\n\n                         A DEER\n\n          not 30 yards distant watchin them A Buck with a splendid rack,\n\n          a deep chestsnowy white, a l of him in his prime His flag up\n\n          d twitching. His eyes u Quin\n\n          Then he bounds off and is gone.\n\n\n\n          WOODS LATER -\n\n          The walk through the woods. The light on the ground. They\n\n          bot look up through the trees where they end at the lake.\n\n          Neither of them speak, only the sounds of their hea breathing\n\n          and clumsy strides through the low brush and over fa len\n\n          branches.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         106\n\n\n\n          EXT.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey\n\n          bot look up through the trees where they end at the lake. Neither of them speak, only the sounds of their hea breathing\n\n          and clumsy strides through the low brush and over fa len\n\n          branches. 106\n\n\n\n          EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n BOW\n\n\n\n          Wide and dark, lap ing softly at the bank, a small island near\n\n          it's middle, with black, tall evergreens.\n\n          Matt, gun in hand, takes two steps back, he strides with the\n\n          throw and goes to one knee as he follows through. The dark\n\n          shapeless object arcing downward, splashing.\n\n\n\n          T DIRT ROAD, T BROWN SUBURBAN.\n\n\n\n          /EXT. BROWN S - TREVETT SWINGBRIDCD - NIGHT\n\n\n\n          Matt in the Brown Suburban, is stopped behind the wooden\n\n          and arm, Willis in his own car behind. The swing bridge is\n\n          open for the 5:00a.m. fishing boats. The operator uses his\n\n          long metal tool, the bridge swings back around. The arm\n\n          rises.\n\n\n\n                         MATT\n\n          Seems somewhere else.\n\n\n\n                         WILLIS\n\n\n\n                         WILLIS\n\n\n\n                         (ANGRY)\n\n          C'mon g M tt.\n\n\n\n                         O A\n\n          Matt drives the Brown Suburban over the bridge. The operator\n\n          gives him a friendly nod. Waves to Willis in the Ford.\n\n\n\n          EXT. WISCASSET BRIDGE - PRE-DAWN\n\n\n\n          Willis's truck &amp; Richard's S travel towards us away from\n\n          Wiscasset. On their way to Cheesy Town Island.\n\n\n\n          I NT. FORD - OLD ORCD STATION - PRE-DAWN\n\n          Willis watches out his windshield as the Brown Suburban parks\n\n          in the station°s lot.\n\n          Matt gets out of the Brown Suburban and locks the driver°s door. Be walks\n\n          the Ford, and gets in the passenger side. They drive off.\n\n\n\n          /EXT- WISSC SET BRIDGE - S\n\n          Willis's car moves slowly over the channel bridge, back to\n\n          Wiscasset.\n\n          Matt rolls down his window. Be tosses Richard°s keys over the side of\n\n          the brad e . The trim shapes of lobster boats and smal craft anchored\n\n          in t he hExbor below, loo like old toys in a bathtub,\n\n          He rolls up the window as the car continues across.\n\n          Both men silent, lost in thought, staring out the windshield at\n\n          the road ahead.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nBe tosses Richard°s keys over the side of\n\n          the brad e . The trim shapes of lobster boats and smal craft anchored\n\n          in t he hExbor below, loo like old toys in a bathtub,\n\n          He rolls up the window as the car continues across. Both men silent, lost in thought, staring out the windshield at\n\n          the road ahead. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         107\n\n\n\n                         WILLIS\n\n\n\n                         {SOFTLY)\n\n          What time is it?\n\n          Matt checks his watch.\n\n\n\n                         MATT\n\n          Ten to six. We lost an hour. Sorry.\n\n          Willis's jaw tightens.\n\n\n\n                         WIILLIS\n\n          (almost losing his temper)\n\n          Yep...high tide. Can't stop people from\n\n          fish'in Matt - uck'in brides\n\n          Matt looks over at Willis.\n\n\n\n                         MATT\n\n          I'm sor Willis.\n\n          Willis looks at Matt. He knows. Eyes back to the road.\n\n\n\n                         WILLIS\n\n\n\n                         (FORCED CALM)\n\n          Stopped in to his little shed there once\n\n          place reeked ...the guy's spilled more\n\n          whiskey than we've ever drunk. Just pray\n\n          he's already three sheets to the wind.\n\n          Matt doesn't reply.\n\n\n\n                         WILLIS\n\n          Katie's pill will be wearing off soon.\n\n\n\n          I /EXT.FO MAIN STREET ROCKLAND - DAWN\n\n\n\n          They drive down the empty streets of a sleeping Rockland.\n\n\n\n                         PAST THE\n\n\n\n          IMER OF ROCKLAND CIVIL W MEMORIAL, TWO SENTRYS STAND GU,\n\n\n\n                         PAST\n\n\n\n          HIGH SCHOOL.\n\n\n\n                         PAST\n\n\n\n          ROCIULAMPOLICE DEPT.\n\n\n\n                         PAST\n\n\n\n          3TONNE'S SPECIALTY SHOPPE\n\n          Something catches Matt's attention in the store front.\n\n          The anne ins in the window They seem to be staring at h°\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         108\n\n\n\n          STRUT &amp; SONS CANNERY\n\n\n\n                         PAST -\n\n\n\n                         AWEEN ARCH\n\n\n\n          EXT. SIDE STREET - MATT'S NEIGHBORHOOD DAWN\n\n\n\n          The Ford pulls up to the curb. Matt gets out.\n\n          Willis drives away.\n\n          Matt starts walking.\n\n\n\n          EXT. F RSTREET -S\n\n\n\n          The STREET LIGHTS suddenly turn off',.\n\n          The world is waking up now.\n\n\n\n          EXT. FOWLER STREET - S\n\n\n\n          In the distance, Matt can see his house.\n\n          The birds all seem to wake at once.\n\n          Matt gazes up into the trees overhead, the first light just\n\n          kissing their branches, the sky now a husky blue. The\n\n          surrounding houses with the windows still dark, asleep.\n\n          He picks up his pace.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nMatt gazes up into the trees overhead, the first light just\n\n          kissing their branches, the sky now a husky blue. The\n\n          surrounding houses with the windows still dark, asleep. He picks up his pace. \n\nTARGET SECTION TO BE ANNOTATED:\n          I NT. FOWLER HOUSE - B.\n\n          Matt enters.\n\n\n\n          T LAUNDRY ROOM - S\n\n          He roves his tennis shoes, his pants, he starts unbuttoning\n\n          his shirt. Now in his T-shirt and boxers, he examines his\n\n          clothes and shoes carefully, before putting them into the\n\n          washer - He pours detergent inside - and starts the cycle.\n\n          He steps to a little sink and washes up.\n\n\n\n                         DINING ROOM\n\n          The light has been left on, he kills it and heads upstairs.\n\n\n\n          UPSTAIRS - S.\n\n          Matt slowly walks down the hall, to\n\n\n\n                         BEDROOM -S\n\n          And stands in the doorway. He pauses, seeing only\n\n          the orange ember of Ruth's cigarette, in the dark.\n\n\n\n                         0\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         109\n\n\n\n                         RUTH\n\n\n\n                         (UNSEEN)\n\n          Did you do it?\n\n          He doesn-t answer. He walks in and comes to bed, climbing in as\n\n          Ruth moves over.\n\n\n\n                         RUTH\n\n          Are you all right?\n\n          He lies down. FACES THE WINDOW, AWAY FROM HER.\n\n          She is on her side, she props herself up on her elbow -\n\n          watching him.\n\n          He waits a longtime before speaking\n\n\n\n                         MATT\n\n          There was a picture with Natalie and the\n\n          boys hanging on his wall -\n\n          Ruth looks at him strangely.\n\n\n\n                         RUTH\n\n\n\n                         (GENTLY)\n\n          .what is it, Matt?\n\n\n\n                         MATT\n\n          - the way she was smiling.\n\n\n\n                         RUTH\n\n          What?\n\n\n\n                         MATT\n\n          I don't know -\n\n          Ruth looks at the back of Matt's head.\n\n\n\n                         RUTH\n\n          Matt?\n\n          He doesn't move. He says nothing else.\n\n          She continues to stare at him.\n\n          Uncertainty beginning to form on her face. She looks lost. If only\n\n          things cou d be as t ey were.\n\n          Then.\n\n\n\n                         RUTH\n\n          at I thinking - you must be hungry.\n\n          She waits for a response, but gets e. She gets out of bed,\n\n          leaves the room and heads down stairs.\n\n\n\n          LONG EMPTY WAY.\n\n          WE EEAR RUTH downstairs in the kitchen.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         110\n\n\n\n          RUTH 0. S.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nWE EEAR RUTH downstairs in the kitchen. 110\n\n\n\n          RUTH 0. S. \n\nTARGET SECTION TO BE ANNOTATED:\n          Matt?\n\n          Matt just lies there, in another world.\n\n\n\n                         RUTH\n\n          Matt dear, do you want coffee?\n\n          Be doesn't respond. Instead he looks at his finger.\n\n          The bandage wet from washing up.\n\n          He slides it off easily, like oversized ring.\n\n          The skin has healed.\n\n\n\n                         LATER NOW\n\n          Sun light creeps in through the curtains, onto Matt's face.\n\n          Ruth lies sleeping on his chest.\n\n          A breakfast tray at his bedside which he hasn't touched\n\n          Matt is cede awake. He stares at the ceiling Reliving it\n\n          His eyes full of an unspeakable sadness.\n\n          The lids heavy. If only he could sleep.\n\n          But he won't. Not today.\n\n          There is a small crack in the ceiling.\n\n          He'll have to fix that.\n\n\n\n                         BLACK\n\n\n\n          - THE FAINT SOUNDS FADE UP\n\n\n\n                         THE END\n\n\n\n\n\n"
}