{
  "1": "Infinitely Polar Bear\n\nBy\nMaya Forbes\n\fEXT. COUNTRYSIDE. DAY\n\nA man strides up a grassy hill. He is in his late-30s, clean-\nshaven with shaggy hair. He wears a well-cut tweed riding\njacket, jodhpurs and riding boots. He carries a large\nshillelagh which rests on his shoulder.\n\nThis is CAM STUART. He sings with gusto, a Civil War\nmarching song.\n\nCAM\n.--John Brown's body lies a-\nmouldering in the grave/\nJohn Brown's body lies a-mouldering\nin the grave\nJohn Brown's body lies a-mouldering\nin the grave\nHis soul is marching on/\nGlory, glory hallelulah/\nGlory, glory hallelulah...\n\nAt the top of the hill there is a boulder. It catches his\neye and he cocks his head, bemused.\n\nLaid out on the surface of the rock is a cheap fake beard.\nHe looks around. There is not a person or a building in\nsight. The tall grass bends in the wind.\n\nEXT. HILLSIDE. DAY\n\nCam, now wearing the fake beard, stands on the rock, gazing\nout imperiously. He takes several deep breaths through his\nnose, appreciating the fresh air. Then he jumps off the\n\nboulder and continues his song as he marches down the hill.\n\nCAM\nHe's gone to be a soldier in the\narmy of the Lord/\nHe's gone to be a soldier in the\narmy of the Lord/\nHe's gone to be a soldier in the\narmy of the Lord...\n\nHe disappears from view. A TITLE CARD READS: 1978.\n\nINT. CHILDS’ BEDROOM. NIGHT\nIn the darkness, we hear:\n\nCAM (0.S.)\nGirls, wake up. Wake up.\n\fA flashlight clicks on. It swings between two sleeping\n\nchildren.\n\nTwo bi-racial girls are sprawled out asleep on their beds.\n\nAMELIA is ten; FAITH is eight. Cam shakes them.\n\nwaking. He pulls their twisted covers off.\n\nCAM\nRise and shine.\n\nThey resist\n\nFinally they sit up. They blink at him, disoriented,\nshielding their eyes from the glare of the flashlight.\n\nCAM (CONT'D)\nHappy birthday, Amelia.",
  "2": "---END OF PREVIOUS SECTION---\nThey resist\n\nFinally they sit up. They blink at him, disoriented,\nshielding their eyes from the glare of the flashlight. CAM (CONT'D)\nHappy birthday, Amelia. \n---TARGET SECTION TO BE ANNOTATED---\nAmelia turns on her bedside lamp.\n\nAMELIA\nIt’s not my birthday.\n\nCam is disheveled and dirty, still wearing the tweed riding\n\njacket, jodhpurs, riding boots and fake beard.\n\nwide, wet and burning.\n\nAMELIA\nYou look ridiculous. Why are you\nwearing that beard?\n\nCAM\nDo you like it?\n\nFAITH\nNo.\n\nCAM\n\nThen it’s history!\n\nHe rips off the beard and throws it to the floor.\n\neye him warily.\n\nAMELIA\nWhere were you last night? Mommy\nwas worried.\n\nFAITH\nYou smell like mothballs.\n\nCAM\nGood nose, Faithie. This riding\noutfit belonged to Great-Grandpapa.\nWe’re exactly the same size.\n\nCam admires the craftsmanship of the jacket.\n\nHis eyes are\n\nThe girls\n\fCAM\nHand-stitched by blind nuns.\n\nAMELIA\nWasn’t everything hand-stitched\nback then?\n\nCAM\nNot by blind nuns.\n\nFAITH\nWhere’s Mommy?\n\nCAM\nSleeping. Shhh.\n\nFaith collapses back onto her pillow, whimpering.\n\nEXT. HILL. DAY\n\nCam, without the fake beard, marches up the hill as the sun\ncomes up. His daughters hurry behind him, still half-asleep.\nThey both wear sweaters over their nightgowns. He stops to\nlook at the sunrise and takes a long drag on his cigarette.\n\nCAM\nIt’s going to be one hell of a hot\nday.\n\nFAITH\n\nI'm freezing.\nShe looks like she’s going to cry.\nCAM\nTake my jacket, Faithie. I don’t\nneed it. Are you cold, Amelia?\n\nHe puts his jacket on Faith. Teeth chattering, Amelia shakes\nher head no. Cam pats her approvingly on the head.\n\nCAM\nTough cookie.\n\nShe smiles with pride, shivering.\n\nEXT. FOREST. DAY\n\nCam and the girls traipse through the woods, each one of them\nsearching for something on the ground. Sunlight filters\nthrough the hundred-year-old trees. The air is humming and\nbuzzing. It feels like summer.\n\f4.\n\nSuddenly Cam kneels by a rotten tree trunk. He gives a sharp\nWHISTLE.\n\nHis daughters run to him. The ground is covered with bright\norange chanterelles. They are beautiful.",
  "3": "---END OF PREVIOUS SECTION---\nHis daughters run to him. The ground is covered with bright\norange chanterelles. They are beautiful. \n---TARGET SECTION TO BE ANNOTATED---\n They seem to glow\nin the shade of the tall trees. The girls are mesmerized.\n\nFAITH\nI wish I had a gown that color.\n\nHe holds out his hand and they each slap him five, laughing.\n\nINT. HOUSE IN THE COUNTRY - KITCHEN. DAY\n\nThe chanterelles sizzle in a cast-iron pan. Cam stirs them\ngently, still wearing the jodhpurs but no jacket or shirt.\n\nHe also wears a battered old gray fedora with a small freshly-\npicked flower stuck in the band. A cigarette dangles from\nhis lips. His gut hangs out. An attractive African-American\nwoman in her mid-30s leans against the kitchen counter. She\nwears a housecoat. She looks tired. This is MAGGIE.\n\nCAM\nThat’s what education should be\nabout. Hands-on, in the field.\n(calling loudly)\nYou girls are fierce mushroom-\nhunters!\n\nMAGGIE\nThey're in bed. Exhausted.\n\nCAM\nIt’s good for them to see the\nsunrise. They’re too stuck in\ntheir cozy little routines.\n\nMAGGIE\nThey're ten and eight.\n\nA long loaded silence. Then:\n\nMAGGIE (CONT'D)\nYou haven't been taking your\nlithium.\n\nCam picks up the cast iron pan and slams it down hard on the\nburner. Maggie jumps and screams, startled. She turns and\nhurries away.\n\nCAM\nGod damn it!\n\fINT. HOUSE IN THE COUNTRY - LIVING ROOM. DAY\n\nToys are scattered everywhere. A coffee table lies on its\nside. Cam holds a pack of cigarettes in each hand. His face\nis enraged. Maggie rushes away from him. He follows her.\nThe girls watch from the upstairs landing.\n\nCAM\nMy grandfather started the Harvard\nForestry School -- I’m trying to\nbestow some of his legacy to my\nchildren -- and you’re hassling me\nabout lithium!\n\nMAGGIE\nI’m calling Dr. Wendell.\n\nCam steps in front of her and smashes the phone out of the\nwall. He kicks a zebra skin drum across the floor.\n\nMAGGIE (CONT'D)\nWe live in this house --\n\nHe jabs his finger in her face.\n\nCAM\nYou're just like my parents.",
  "4": "---END OF PREVIOUS SECTION---\nHe kicks a zebra skin drum across the floor. MAGGIE (CONT'D)\nWe live in this house --\n\nHe jabs his finger in her face. CAM\nYou're just like my parents. \n---TARGET SECTION TO BE ANNOTATED---\n You\nwant to keep me doped! Depressed!\nFat! Slow! You’d neuter me if you\ncould!\n\nMAGGIE\n(like speaking to a child)\nYour parents let us live in this\nhouse on the condition that you\nremain stable --\n\nCAM\nTo hell with the house then! I’m\nnot going to let my goddamn parents\nuse it as a choke chain!\n\nMAGGIE\nHow could you not take it?! How\ncould you do that to us?!\n\nHe suddenly drops to his knees, maudlin and melodramatic and\novercome with sincere emotion. He holds onto her housecoat.\n\nCAM\nIt kills me, Maggie. The girls and\nI had a beautiful morning. It was\nmagical. That doesn’t happen when\nI take my lithium.\n\n(MORE )\n\fCAM (cont'd)\nDon’t you understand? Please tell\nme you understand.\n\nHe looks so desperate that she wants to say she understands.\nBut she can’t. He reacts with another 180-degree turn, back\nto anger. He pounds the floor repeatedly.\n\nCAM (CONT'D)\nYou know what? Forget it. I’m\ngoing to find someone who gets it.\nWho gets me!\n\nCam turns and rips open the front door. He marches down the\nsloping lawn, swiftly and stiffly like a soldier.\n\nMaggie runs to the open door.\n\nMAGGIE\nThat’s just an excuse to get laid!\n\nCAM\n(without looking back)\nIt’s a chance to be understood!\n\nMAGGIE\nBy getting laid!\n\nCAM\nBoo hoo hoo! Poor bourgeois Maggie\nand her bourgeois monogamous\nfantasy!\n\nEXT. DRIVEWAY. LATER\n\nMaggie, wearing a crochet dress and knee-high boots, throws\ngarbage bags stuffed with clothes and toys into the trunk of\na pale blue Saab. The two little girls watch their frantic\nmother. Amelia holds the entire “Little House on the\nPrairie” series; Faith hugs eight different Barbie Dolls.\nCam appears at the end of the long driveway, riding his\nbicycle uphill. He is now wearing a red Speedo, thin-soled\ncanvas tennis shoes, and a red bandana tied around his neck.\nIt is a ridiculous get-up. When he sees Maggie, he starts\nshouting.",
  "5": "---END OF PREVIOUS SECTION---\nHe is now wearing a red Speedo, thin-soled\ncanvas tennis shoes, and a red bandana tied around his neck. It is a ridiculous get-up. When he sees Maggie, he starts\nshouting. \n---TARGET SECTION TO BE ANNOTATED---\nCAM\nHey! Hey! Hold it, god damnit!\nHold it!\n\nMAGGIE\n\n(to her daughters)\nGet in, get in!\n\fCAM\nThat is my car and those are my\nchildren! Feeble, Maggie, pretty\nfucking feeble!\n\nHe pedals faster as Maggie pushes her daughters into the car.\nShe dives in after them, pulls the door shut and locks all\nthe doors.\n\nINT. SAAB. SAME TIME\n\nCam races up and crashes his bike hard into the car. He and\nthe bike go sprawling. Maggie and the girls scream.\n\nMaggie slides into the driver’s seat and fumbles for the\nright key. She drops her key ring on the floor.\n\nCam circles the car, gesturing wildly. He sounds faraway\nthrough the glass but he is roaring. The girls stare at him.\n\nCAM\nGoddamnit, Maggie! I am aman! I\nam aman! Men like to screw!\nThat’s what we do!\n\nMAGGIE\nAmelia, Faith. Cover your ears.\n\nThey don’t. They watch in disbelief as Cam pounds his chest\nand roars unto the skies:\n\nCAM (CONT'D)\nThat’s why we have balls!\n\nThen he rips open the hood and reaches into the engine.\n\nMaggie finds the right key, puts it in the ignition and turns\nit. Nothing. She turns it again. Nothing.\n\nCam slams the hood down and grins through the windshield. He\ncomes around to her driver’s side window. His eyes are\nbright and wet and insane. He holds the distributor cap.\n\nCAM (CONT'D)\nI’m never going to let you go. I\nlove you all too much.\n\nBoth girls stare at him, completely still. Cam looks back at\nthem and sees their terrified faces looking out at him and\nhis face changes. A profoundly sad expression comes over\nhim. An expression of regret.\n\fCAM\nI’m sorry.\n\nHe staggers backwards, puts his hands in front of his face\nand sinks to the driveway cross-legged. He doesn’t move.\n\nINT. SAAB. LATER\n\nMaggie sits in the backseat, between the girls. Faith is on\nher knees, braiding her mother’s hair. Amelia looks out the\nwindow. Cam hasn’t moved. His bare shoulders are beet red.",
  "6": "---END OF PREVIOUS SECTION---\nAmelia looks out the\nwindow. Cam hasn’t moved. His bare shoulders are beet red. \n---TARGET SECTION TO BE ANNOTATED---\nAMELIA\nHe’s sitting on the gravel and all\nhe’s wearing is a bathing suit.\n\nMAGGIE\nSweetie, your father is very sick\nright now. He’s not himself.\n\nAMELIA\nHe’s really sunburned.\n\nMAGGIE\nListen. Look at me.\n\nShe does.\n\nMAGGIE (CONT'D)\nI don’t want you to tell your\nfriends or teachers about any of\nthis. We know your father’s a good\nperson and he would never hurt us,\nbut it’s hard for people to\nunderstand and it’s very sad.\nOkay? Okay?\n\nAmelia nods.\n\nEXT. DRIVEWAY. DUSK\nTwo policeman lay a blanket over Cam’s shoulders and help him\n\ninto the back of their police car. Cam is docile and does\nnot resist. The girls watch from an upstairs bedroom.\n\nINT. MCLEAN HOSPITAL VISITING ROOM. DAY\n\nMaggie and the girls sit side-by-side on the couch of the\nvisiting room of McLean Hospital.\n\f9.\n\nAmelia is engrossed in “Watership Down.” Faith is making two\nBarbie dolls kiss passionately and whispering. The room is\npale green, filled with tranquil watercolors.\n\nA nurse holds the door open. Cam enters. He moves slowly\nand he is hunched over, bloated and slow. He has a shaggy\nbeard. He wears an oversized stained t-shirt with an idiotic\nlogo and sweatpants. His hands tremble.\n\nAMELIA/FAITH\nDaddy!\n\nThey run to him and hug him around the waist. He pats their\nheads with swollen hands. His speech is thick and slurred.\n\nCAM\nLittle. Big Little. I loved your\nletters. I’m feeling much better.\n\nThey are disturbed by his appearance.\n\nAMELIA\nYou are?\n\nFAITH\nYour stomach is really big.\n\nCAM\nThat's the medication they put me\non. Doesn’t hurt. Go on, hit it.\n\nHe stands tall and sticks his lithium gut out. They shake\ntheir heads.\n\nCAM\nCome on. Pound on it.\n\nHe slaps it again to show how hard it is. Amelia punches him\nhalf-heartedly in the stomach. He tenses his muscles.\n\nCAM (CONT'D)\nHarder. Let’s go.",
  "7": "---END OF PREVIOUS SECTION---\nHe tenses his muscles. CAM (CONT'D)\nHarder. Let’s go. \n---TARGET SECTION TO BE ANNOTATED---\nAmelia complies with a flurry of little fists. Cam shuffles\naway from her.\n\nCAM\nOkay, okay. Remember. Never do\nthat when Harry Houdini’s not\nready. That’s how they killed him.\n\nCam sits down across from Maggie and indicates for the girls\nto climb into his lap. They do. He lights a cigarette with\nunsteady hands and smiles at Maggie through the smoke.\n\f10.\n\nCAM\nYou're a sight for sore eyes.\n\nMAGGIE\nWhat happened to the clothes I\nbrought you?\n\nCAM\nThere were too many buttons on\nshirts. And...\n(searching)\n...latches on pants.\n\nMAGGIE\nHow are you feeling?\n\nCAM\n(ruefully)\nI feel great.\n\nMaggie looks concerned.\n\nMAGGIE\nYou seemed better last week. Are\nthey adjusting your medication?\n\nCAM\nYeah, they're trying something new\non me...\n(standing up)\nI want to sit down.\n\nCam starts shuffling around the room again.\n\nCAM\nI want to sit down. I want to be\nhome with my family.\n\nAMELIA\nYou will, Daddy!\n\nCam smiles at them. Then, abruptly, he starts to sing,\nstiffly.\n\nCAM\n“When Daddy comes marching home\nagain, hurrah hurrah...\nWe'll give him a hearty welcome\nthen, hurrah hurrah...\nThe men will cheer and the boys\nwill shout, hurrah hurrah...\nthe ladies they will all turn out,\nhurrah hurrah...\nAnd we'll all...\n\n(MORE )\n\f11.\n\nCAM (cont'd)\n(pauses, re-sets)\n“When Daddy comes marching home\nagain, hurrah hurrah...\n\nHe holds his arms out. The girls go to him and sing along.\n\nALL FOUR\n“We'll give him a hearty welcome\nthen, hurrah hurrah...\nThe men will cheer and the boys\nwill shout, hurrah hurrah,\nthe ladies they will all turn out,\nhurrah hurrah...\n\nTheir singing continues over:\n\nEXT. APARTMENT COMPLEX. DAY\n\nTwo large brick apartment buildings face each other across a\nparking lot. It is an urban environment.\n\nINT. APARTMENT. DAY\n\nMaggie and the girls look around a vacant two-bedroom\napartment. It is clean and bright and sunny. Maggie nods at\nthe SUPERINTENDENT.",
  "8": "---END OF PREVIOUS SECTION---\nDAY\n\nMaggie and the girls look around a vacant two-bedroom\napartment. It is clean and bright and sunny. Maggie nods at\nthe SUPERINTENDENT. \n---TARGET SECTION TO BE ANNOTATED---\nAmelia looks very worried. Maggie goes to the window and\npoints, trying to be upbeat.\n\nMAGGIE\nLook, girls. There’s a swimming\npool. It’ll be open in the summer.\n\nAmelia looks out. In between the two matching apartment\nbuildings is a pool enclosed by a chain link fence. Next to\nthe pool area is a concrete “park” area with metal picnic\ntables. Across from the building they are in is the other\nbuilding, staring back at them.\n\nAMELIA\nDaddy loves swimming.\n\nMaggie doesn’t respond.\n\nINT. WALDEN STREET APARTMENT - KITCHEN/DINING ROOM. DAY\n\nMaggie and the girls have moved in. The apartment is clean\nand spare. Marimekko prints cover simple Swedish furniture.\nThe sunniest corner is full of hanging plants. Maggie has\nmade it pleasant.\n\f12.\n\nMaggie is in the kitchen cooking dinner.\n\nThe girls sit at the dining room table. Amelia is doing her\nmath homework. Faith wears an all-lavender outfit and she is\ncarving a flower design into the antique mahogany table with\nthe pointy handle of a fork.\n\nThey pepper Maggie with questions and complaints.\n\nAMELIA\nThe roof lights come in our window\nat night and it’s too bright. I\ncan’t sleep. It’s bright as day.\n\nMAGGIE (0.S.)\nMaybe I can make a curtain for your\nroom.\n\nAMELIA\nMommy, they’re huge security\nlights. Like you would see at a\nprison.\n\nMAGGIE (0.S.)\nAmelia, I also wish we could've\nstayed out in the country, but\nthere were no good jobs in Sudbury.\n\nFAITH\nYour job here isn’t good.\n\nMAGGIE (0.S.)\nI’m going to find a better one.\n\nAMELIA\nWhy can’t Daddy live here with us?\n\nFAITH\nI don’t like visiting him at the\nhalfway house.\n\nMAGGIE (0.S.)\nYour father is still recovering\nfrom his breakdown.\n\nFAITH\nHe’s a way better cook than you.\n\nIN THE KITCHEN\n\nMaggie sighs heavily.\n\f13.\n\nMAGGIE\nGirls, let’s have a little quiet.\nA few moments of quiet.",
  "9": "---END OF PREVIOUS SECTION---\n13. MAGGIE\nGirls, let’s have a little quiet. A few moments of quiet. \n---TARGET SECTION TO BE ANNOTATED---\nIN THE DINING ROOM\n\nAmelia watches as Faith digs in to the table harder and with\nmore determination.\n\nAMELIA\nDaddy told me they injected him\nwith Thorazine at the hospital and\nit made him bite the insides of his\ncheeks until his mouth was filled\nwith blood.\n\nBeat.\n\nMAGGIE (0.S.)\nIt’s still quiet time.\n\nAMELIA\nWhat’s Thorazine?\n\nMaggie comes out with two bowls of pasta and sees what Faith\nhas been doing. She drops the bowls down on the table and\ngrabs Faith by the shoulders.\n\nMAGGIE\nFaith! What are you doing? Why\nwould you do that? Why would you\ndo that?\n\nFAITH\nIt’s a flower. It’s pretty.\n\nMaggie sinks into a dining room chair, lays her head on the\ntable and sobs. After a moment, the girls take their pasta\nbowls and start eating in silence.\n\nAMELIA\nNow we're being quiet, Mommy.\n\nFAITH\nYeah, Mommy, now we’re being quiet.\n\nEXT. STREET. DAY\n\nIt is raining. Faith and Amelia, both wearing backpacks,\nwalk down an urban sidewalk. They are five feet apart, not\nspeaking. They come to a corner. Amelia goes straight and\nFaith goes right.\n\f14.\n\nEXT. ALLEY. DAY\n\nAmelia trudges alone down an alley.\n\nEXT. DESOLATE PARK. DAY\n\nAmelia cuts through a public park.\n\nEXT. VINYL-SIDED HOUSE. DAY\n\nAmelia approaches a three-story house. She rings the\ndoorbell. She is dripping wet. One of Cam’s HOUSEMATES\nanswers the door. He has an unfriendly, suspicious manner\nand bad skin.\n\nAMELIA\nMy father... lives here?\n\nINT. SECOND-FLOOR HALLWAY. DAY\n\nAmelia passes a fidgety woman with a bowl haircut. She stops\nand stares at the closed door to her father’s room. There is\na home-made poster taped to the door which reads:\n\nYou say INDIVIDUAL RESPONSIBILITY,\nI say WE ARE NOT ALONE.\n\nAlso taped to the door is a National Geographic picture of a\ngorilla. She knocks.\n\nCAM (0.S.)\nYes?\n\nShe opens the door.",
  "10": "---END OF PREVIOUS SECTION---\nCAM (0. S.)\nYes? She opens the door. \n---TARGET SECTION TO BE ANNOTATED---\n Cam sits over the various parts of a\ncamera, unshaven with a cigarette in his mouth. He wears\njeans and a green sweatshirt that says “Vermont”. His room\nis filled with moving boxes stacked floor to ceiling. He\nstands, surprised to see his bedraggled daughter.\n\nCAM\nDarling! Poor little draggletail.\n\nHe tosses the cigarette into a Styrofoam coffee cup and puts\nit on a table with many other old half-filled cups with\ncigarette butts in them. He kneels down to hug her.\n\nCAM\nI’m going to make you some soup.\n\nHe picks her up in his arms and carries her down the stairs.\n\f15.\n\nINT. HALFWAY HOUSE KITCHEN. DAY\n\nAmelia's clothes hang over the hissing radiator, drying off.\nCam stirs soup on the stove. Amelia sits at the table\nwrapped in a big towel. Cam opens a tin of biscuits and\narranges them on a plate.\n\nCAM\nWhat’s my plan? My plan is... get\na job. That’s number one.\n\nAmelia nods her approval.\n\nCAM\nI'll get out of this halfway house\nand get my own apartment. Then you\ngirls can come for sleepovers and\nI’ll make crepes for breakfast and\ndinner.\n\nAmelia nods her approval.\n\nCAM\nAnd then I’11l move back in with you\nand Faith and Mommy. That is, if\nMommy will have me.\n\nHe holds the plate of biscuits out to her. She takes one.\n\nAMELIA\nI feel like Lucy visiting Mr.\nTumnus.\n\nCam smiles, pleased.\n\nCAM\nThat's the nicest thing anyone’s\never said to me.\n\nAMELIA\nMommy says you have a drinking\nproblem.\n\nCam bristles, offended.\n\nCAM\nMost people I know drink far more\nthan I do.\n\nAMELIA\nI think if you could stop drinking\nand take your lithium then Mommy\nwould let you come home.\n\f16.\n\nCAM\n(sighing deeply)\nI don’t think Mommy loves me\nanymore.\n\nAMELIA\nBut she says she loves you!\n\nCAM\nReally? Does she say it a lot?\n\nAMELIA\nShe always says she loves you.",
  "11": "---END OF PREVIOUS SECTION---\nCAM\nReally? Does she say it a lot? AMELIA\nShe always says she loves you. \n---TARGET SECTION TO BE ANNOTATED---\n But\nthat it’s hard to live with you\nwhen you refuse to face up to your\nadult responsibilities.\n\nCAM\n(frowns )\nDo you think Mommy should be\nconfiding in you like this?\n\nAMELIA\nI don’t know.\n\nCAM\nThe thing is I can see all this\nfrom Mommy's point of view. I\ncertainly understand why she slept\nwith Jake Beal after the Walden\nPond incident. Sleeping with Will\nBronson was pushing it, but I still\nforgive her.\n\nAMELIA\nBut Mommy says you slept with\nsomebody in the hall closet during\na party when I was eight months\nold. She says you started it.\n\nCAM\n(defensive)\nI was manic. I was high as a kite\nwhen I did that. I never had a\nprolonged affair like everybody\nelse seems to do!\n\nAmelia looks down and reaches for another biscuit. Cam\nsighs, sorry and sad.\n\nCAM\nDo you still feel like Lucy\nvisiting Mr. Tumnus?\n\f17.\n\nAMELIA\nNot really.\n\nINT. MAGGIE’S DREARY OFFICE. DAY\n\nMaggie stands at a large metal filing cabinet, organizing\ncolor-coded files. A square-shaped woman in her 50s deposits\na tall stack of files next to Maggie’s head: CAROL.\n\nCAROL\nThese too.\n\nThe phone rings. Maggie tenses.\n\nCAROL\nTell your kids to stop calling.\nThis is a job.\n\nCarol trundles away. Maggie answers, professionally.\n\nMAGGIE\nHello, Keller Brothers --\n(quietly)\nFaith, is it important, sweetie?\nYou can’t call so much. They don’t\nlike it. No TV... Okay, one show --\ntwo shows and a movie, but please\ndon’t call again unless you have\nto. I love you.\n\nINT. APARTMENT. EVENING\n\nCam makes dinner: crepes filled with creamed chicken and\nspinach. Faith sets the table. Amelia plays the piano.\n\nThe front door key turns in the lock.\n\nFAITH\nMommy’s home!\n\nMaggie opens the door and walks in with a bag of groceries.\nFaith gestures to the table with a flourish.",
  "12": "---END OF PREVIOUS SECTION---\nFAITH\nMommy’s home! Maggie opens the door and walks in with a bag of groceries. Faith gestures to the table with a flourish. \n---TARGET SECTION TO BE ANNOTATED---\n Maggie nods,\nimpressed, and then she sees Cam in the kitchen and reacts,\nsurprised, but not unpleasantly.\n\nINT. KITCHEN. CONTINUOUS\n\nMaggie joins Cam in the kitchen.\n\nMAGGIE\nHello.\n\f18.\n\nCAM\nHello. Guess who showed up on my\ndoorstep today?\n\nHe nods toward Amelia. Maggie puts her groceries down.\n\nMAGGIE\n\nHow did she get there?\nCAM\n\nWalked.\nMAGGIE\n\nAll the way from school?\nHe nods. They share a look of parental concern. Then:\n\nCAM\nI think we should find a therapist\nfor her to talk to.\n\nMAGGIE\nDo you think that’s something your\nparents might pay for? Mine can’t\nhelp anymore.\n\nCAM\nI’1l ask them.\n\nMaggie smiles at him gratefully and unpacks the groceries.\nThey move around the tiny kitchen. In the living room,\nAmelia starts playing a jaunty version of “The Entertainer.”\n\nCAM\nShe's getting good.\n(calling)\nThat sounds great, Big Little!\n(to Maggie)\nHow’s the job going?\nMAGGIE\nOh, the job.\nShe hangs her head.\nMAGGIE\n\nI graduated from Sarah Lawrence. I\ncan’t believe I’m doing this.\n\nMaggie looks sad and tired. Cam puts his arm around her and\nMaggie leans into his shoulder. Amelia walks into the\nkitchen and puts her arms around both parents, joining them\nin this sweet moment. They smile down at her. Then Maggie\ndeflates.\n\f19.\n\nMAGGIE\nI forgot the laundry --\n\nAMELIA\nWe'll get it!\n\nShe pushes her parents together and runs from the room.\n\nINT. APARTMENT BUILDING HALLWAY. MOMENTS LATER\n\nThe apartment door slams. Amelia and Faith walk down the\nhall with a hamper. They look at each other hopefully.\n\nINT. APARTMENT BUILDING STAIRS NEAR LAUNDRY ROOM. NIGHT\n\nAmelia and Faith walk away from the laundry room with their\nhamper full of clothes. Three children are playing cards on\nthe stairs in the hall. KIM, 10, and ALI, 8, are Korean\nsisters.",
  "13": "---END OF PREVIOUS SECTION---\nNIGHT\n\nAmelia and Faith walk away from the laundry room with their\nhamper full of clothes. Three children are playing cards on\nthe stairs in the hall. KIM, 10, and ALI, 8, are Korean\nsisters. \n---TARGET SECTION TO BE ANNOTATED---\n Also with them is THURGOOD, 12, who is black and\nvery tall, friendly and fey.\n\nKIM\nHi.\n\nAMELIA/FAITH\nHi.\n\nKIM\n\nI’m Kim. This is Ali. This is\nThurgood. We live on the ninth\nfloor.\n\nTHURGOOD\n(with a floppy wave)\nHey there.\n\nAMELIA\nI’m Amelia and this is Faith.\n\nKIM\nYou guys go to Lincoln?\n\nAMELIA\nNo. We go to Peabody.\n\nKim squints angrily.\n\nKIM\nPeabody is the best public school\nin the city. We’re not in the\nPeabody School district.\n\f20.\n\nThurgood puts his hand to his mouth, mock afraid.\n\nTHURGOOD\n(sing song)\nUh oh. Somebody’s telling a big\nfat fib!\nKIM\n\nIf you live here, you’re supposed\nto go to Lincoln. A school that is\ntotally one hundred percent\nterrible.\n\nTHURGOOD\nUnless you like getting your ‘A’\nkicked by Irish kids.\n\nFAITH\nI don’t want to get my ‘A’ kicked.\n\nTHURGOOD\nHoney, nobody does.\n\nAMELIA\nWell... we go to Peabody.\n\nAs Amelia and Faith struggle up the stairs with their hamper:\n\nKIM\nYou don’t get it. What you’re\ndoing is illegal. And it’s not\nfair. It’s not at all fair. You\nguys are going to go to jail.\n\nAmelia and Faith hurry away. Faith looks back.\nFAITH\nBye.\nINT. APARTMENT. NIGHT\n\nThe family sits at the table, having finished the dinner Cam\nmade. Music plays on the record player.\n\nAMELIA\nWhat if someone asks me where I\nlive? I don’t want to lie.\n\nMAGGIE\nPeabody is the best public school\nin the city --\n\f21.\n\nAMELIA\nI don’t care. I don’t want to lie.\n\nCAM\nYou're not lying, sweetheart. Your\nmother is lying.\n\nMaggie furrows her brow at him.\n\nFAITH\nI don’t want to go to Lincoln!\nThey said we’re going to get beat\nup.\n\nCAM\n\nDon’t worry, Faithie. I’11 teach\nyou how to fight.",
  "14": "---END OF PREVIOUS SECTION---\nThey said we’re going to get beat\nup. CAM\n\nDon’t worry, Faithie. I’11 teach\nyou how to fight. \n---TARGET SECTION TO BE ANNOTATED---\nAMELIA\nWhat if my teacher finds out I’m\nlying?\n\nMAGGIE\n\nMiss Kendricks loves you. You're\nher best student.\n\nFAITH\n(wailing)\nThey said we'd get our ‘A’ kicked\nby Irish kids!\n\nMAGGIE\nYou're not going to get your ‘A’\nkicked --\n\nCAM\n(riled up)\n-- you'll be kicking ‘A’!\n\nAMELIA\nIf you want us to go to the Peabody\nSchool so bad, why didn’t we move\ninto the Peabody School district?\n\nMAGGIE\nWe can’t afford the Peabody School\ndistrict. We’re lucky to have\ngotten a rent-controlled apartment.\n\nAMELIA\nBut Daddy’s family is so rich --\n\f22.\n\nMAGGIE\n(losing it)\n\nYes, but we have no money! Can you\ngirls understand that! We have no\nmoney! I send out my resume and I\nget nothing! I just spent my last\ntwelve dollars! You want to be\npoor and get a bad education?\n\nThe neighbor below bangs very angrily on the ceiling. They\nall sit in silence. Then:\n\nCAM\nSeconds, anyone?\n\nFaith holds out her plate. Cam serves.\n\nMAGGIE\nThank you, Cam, for this delicious\ndinner.\n\nCAM\n\nCould be like this every night...\nMaggie stiffens.\n\nMAGGIE\nThat would be nice, but I need a\nhusband, not a wife.\n\nCAM\nI'd like to be a husband but my\nwife won’t let me.\n\nMAGGIE\n\nGirls, go play in the lobby.\nFAITH\n\nBut --\nMAGGIE\n\nGo!\n\nAs they scurry out of the apartment:\n\nCAM\nI’m lonely, Maggie. I don’t want\nto move to some shitty apartment, I\nwant to come home!\n\f23.\n\nEXT. HALLWAY. NIGHT\n\nThe girls listen at the door with concern as their parents\ncontinue to argue.\n\nMAGGIE (0.S.)\nI'm lonely too, Cam! This, here,\nis lonely, but you have to show me\nthat it’ll be different this time.\nBohemia is over --\n\nA neighbor across the hall opens the door and looks annoyed.\n\nINT. APARTMENT.",
  "15": "---END OF PREVIOUS SECTION---\nBohemia is over --\n\nA neighbor across the hall opens the door and looks annoyed. INT. APARTMENT. \n---TARGET SECTION TO BE ANNOTATED---\n NIGHT\n\nMaggie lays out three Business School applications on the\ndining room table: Harvard, Columbia, Wharton.\n\nEXT. STREET. DAY\n\nCam is on a pay phone on Mass Ave. He is leaving an\nanswering machine message. He wears a green polo shirt and\nmadras shorts. He wears a Polaroid 250 around his neck.\n\nCAM\nHi, Maggie. It’s me. It’s a\nbeautiful day. I’m skulking around\nHarvard Square. Anybody home?\nPick up if you’re there.\n\nHe waits. No answer. He continues his message.\nCAM\nJust wanted to see...\nINT. RESTAURANT PHONE BOOTH. DIFFERENT DAY\n\nCam stands at a restaurant pay phone, leaving another\nmessage. He wears a battered corduroy sportcoat.\n\nCAM\n..»-what you and the girls are up\nto. Thought we could go sailing.\nI think Eliot Perkins would let me\nborrow his sailboat...\n\nEXT. STREET. DIFFERENT DAY\n\nCam is at a different pay phone, leaving another message. He\nwears a three-piece suit. He wears the Polaroid 250.\n\f24.\n\nCAM\n...Or “Bringing up Baby” is playing\nat the Orson Welles and there’s\nalso a Buster Keaton festival --\n\nA loud BEEP. The machine hangs up on him. Cam hangs up the\nphone and walks out alone into the bustling street.\n\nINT. SCHOOL HALLWAY. DAY\n\nAmelia sits on a bench outside the Principal's Office,\nhugging her backpack, trying not to cry. Maggie exits the\nPrincipal's Office and sits down next to Amelia.\n\nAMELIA\nWhat'd he say?\n\nMAGGIE\n(lightly)\nHe said we're not in the Peabody\nSchool district so you and Faith\nhave to go to Lincoln.\n\nAmelia's face crumples.\n\nAMELIA\nI’m sorry, Mommy.\n\nMaggie hugs Amelia to her.\n\nMAGGIE\nDon’t apologize to me. Please\ndon't apologize to me --\n\nAMELIA\nHe asked where we lived and I\nwasn’t sure what to say --\n\nMAGGIE\nYou did the right thing. I never\nwanted you to lie.\n\nAMELIA\nHe said it was illegal what we were\ndoing.",
  "16": "---END OF PREVIOUS SECTION---\nPlease\ndon't apologize to me --\n\nAMELIA\nHe asked where we lived and I\nwasn’t sure what to say --\n\nMAGGIE\nYou did the right thing. I never\nwanted you to lie. AMELIA\nHe said it was illegal what we were\ndoing. \n---TARGET SECTION TO BE ANNOTATED---\nMAGGIE\n\nI guess I wasn’t thinking of it\nthat way. I just wanted you to go\nto the best school.\n\nMaggie sits back and wipes at Amelia’s tears.\n\f25.\n\nAMELIA\nWhat if Faith gets beat up and it’s\nall because of me?\n\nMAGGIE\nDon’t worry about Faith. Faith\nbites.\n\nAmelia laughs, then:\n\nAMELIA\nI love my teacher.\n\nMAGGIE\nAnd she loves you. She stopped me\nin the hall and told me...\n(her voice breaks)\nShe was so sorry. And she would\nmiss you very much.\n\nAmelia nods and leans against her mother.\n\nINT. LIVING ROOM. DAY\n\nCam enters with two pillowcases stuffed with clothes. Two\nsleeping bags sit on the sofa. As Cam picks up a teddy bear\nand stuffs it in one of the pillowcases:\n\nCAM\nSleeping bags, pajamas, stuffed\nanimals, books, changes of clothes,\nwhat am I forgetting?\n\nMAGGIE (0.S.)\nToothbrushes?\n\nMaggie enters from the kitchen with a tray. On it is a\nteapot and tea cups and buttered toast on a plate. She puts\nit on the table and pours it out, handing him a cup.\n\nCAM\nI bought toothbrushes they can keep\nat my apartment. And I took two\nbig cardboard boxes and set them up\nlike little beds. They’re going to\nflip.\n\nMAGGIE\nThey're so excited.\n\f26.\n\nCAM\nAnd during the day they can turn\nthem over and use them as puppet\ntheaters.\n\nMAGGIE\nYou're going to have fun.\n\nCAM\nNow that I have my own place,\nMaggie, I’d be happy to pick them\nup any day and have them stay over.\nThere’s room for you too...\n\nBeat. Maggie doesn’t reciprocate.\n\nCAM\nJust kidding. Not until you’re\nready.\n\nMAGGIE\n\nCam, I got into business school.\nCam reacts, impressed.\nCAM\nMaggie Stuart, you are some\npunkins. I wish I had some of that\nbourgeois midwestern can-do.\n\nMAGGIE\nI got a scholarship. To Columbia.\n\nCam is thrown.\n\nCAM\nWait. You can’t take the girls to\nNew York.",
  "17": "---END OF PREVIOUS SECTION---\nCam is thrown. CAM\nWait. You can’t take the girls to\nNew York. \n---TARGET SECTION TO BE ANNOTATED---\nMAGGIE\n\nNo. I can’t even afford a studio\napartment in New York. Jenny said\nher mother has a small room she can\nrent me.\n\nCAM\nSo what about the girls?\n\nMAGGIE\nHere’s my proposal. I can get my\ndegree in eighteen months if I do\nthe summer session. So I go to New\nYork. You move in here and take\ncare of the girls.\n\f27.\n\nHe looks at her for a long beat. Then:\n\nCAM\n«--Me?\n\nHe takes out a cigarette.\n\nMAGGIE\nYes. You. You miss them. And\nthey miss you so much. It’s just\neighteen months. When I get my\nMBA, I'll get a job in Boston and\nmove back in here.\n(gripping his arm)\n\nI know it sounds crazy, Cam, but\nyou can do it. I know you can.\n\nCam walks away from her, considering.\n\nCAM\nI suppose it might be good for me\nto have a purpose --\n\nMAGGIE\nA routine. The doctor thinks\nthat’s exactly what you need.\n\nCAM\nYes. A routine. Getting meals on\nthe table. Taking them to school\nevery morning, putting them to bed\nevery night, making sure they brush\ntheir hair and their teeth... the\nlaundry.\n\nHe looks exhausted.\n\nCAM\nThat sounds like a lot.\n\nMAGGIE\nIt is a lot. But we’re sinking\ndeeper and deeper into a hole and I\nhave to do something.\n\nCAM\nThe new school does feel a bit like\na reformatory.\n\nMAGGIE\nIt’s grim. You and I went to good\nschools, we had piano lessons --\n\fCam looks\n\nShe nods.\n\n28.\n\nCAM\nI never had any lessons.\n\nMAGGIE\nBut you learned how to fence and\nski and sail and speak French...\n\nCAM\nBut I never took lessons. My\nfamily taught me those things.\n\nMAGGIE\nThe point is we both got a good\neducation. And I want that for our\nchildren.\n\nCAM\nWell, I want that too. But\neighteen months is a lot of\n\nroutine.\nMAGGIE\nYou can do it.\nCAM\nI can?\nMAGGIE\nI will come back every weekend and\nhelp you.\nat her.",
  "18": "---END OF PREVIOUS SECTION---\nCAM\nI can? MAGGIE\nI will come back every weekend and\nhelp you. at her. \n---TARGET SECTION TO BE ANNOTATED---\nCAM\nEvery weekend? And stay here with\nus?\nMAGGIE\nYes.\nCAM\n\nSo it would be like we were a\nfamily again?\n\nCam looks off into the distance, a determined look\n\non his face. He feels the importance of his mission.\n\nCAM\nI am their father, after all.\n\f29.\n\nINT. RESTAURANT. DAY\n\nMaggie sits across from MURRAY and PAULINE STUART, Cam’s\nparents. Murray wears a corduroy jacket with a pipe tucked\ninto the pocket. Pauline wears a red turtleneck with a\nlarge, elaborate jade necklace over it.\n\nPAULINE\nI'm afraid we need to intervene on\nour son’s behalf and say: no. He’s\njust not up to the task.\n\nMAGGIE\nI know he can do it.\n\nMURRAY\nAnd what if he can’t? It’s a\nrecipe for disaster.\n\nReveal that Cam is also at the table. He takes umbrage at\nhis father’s remark as he lights his mother’s cigarette.\n\n \n\nCAM\nYou don’t seem to think I can do\nanything.\n\nPAULINE\n\nWe just don’t want you to tax\nyourself, darling boy.\n\nMAGGIE\nWe met with Dr. Wendell. He said\nCam has made an excellent recovery\nfrom his breakdown and he felt he\ncould do this.\n\nCAM\nHe thinks I need more\nresponsibility, not less.\n\nMurray looks mystified.\n\nMURRAY\nBut you’re a man. Even if you\ncould do it, why would you want to?\n\nMAGGIE\nHe loves to cook. He loves to tell\nstories and play games. He's a\ngood father. I would never ask him\nif I didn’t believe he could do it.\n\nCam smiles at her gratefully. He puts his hand on hers.\n\f30.\n\nPAULINE\nWe believe in him too, but what if\nhe has a breakdown?\n\nMAGGIE\nHe won’t. Because we’re all going\nto support him and make sure he\ntakes his lithium. I/’11 check in\nevery day on the phone and I'll be\nthere on the weekends.\n\nPAULINE\nThat sounds exhausting.\n\nMURRAY\nIs this because of Feminism?\n\nMAGGIE\nWe're living at the poverty level.",
  "19": "---END OF PREVIOUS SECTION---\nPAULINE\nThat sounds exhausting. MURRAY\nIs this because of Feminism? MAGGIE\nWe're living at the poverty level. \n---TARGET SECTION TO BE ANNOTATED---\nThe girls are at a terrible school.\n\nMURRAY\nOur children went to the best\nschools and I'll tell you, it\ndidn’t add up to much.\n\nPAULINE\n(turning on him)\nOur children are delightful!\n\nMURRAY\nAbsolutely. But not one of them is\nself-supporting.\n\nPAULINE\nWell, Murray, lest you forget:\nneither are we.\n\nAnnoyed, Murray pulls the pipe out of his pocket and starts\nto pack it.\n\nCAM\nI think what Maggie is doing is\nquite admirable.\n\nMURRAY\nI agree. Very commendable.\n\nPAULINE\nBut how did it get to this? I\nthought Gaga was paying the rent on\nyour little apartment.\n\f31.\n\nMAGGIE\nShe is.\n\nPAULINE\nIt isn’t enough?\n\nMAGGIE\nNo.\n\nPAULINE\n\n(to Murray)\n\nDon’t we have some crystal or some\nsilver we could sell?\n\nMURRAY\nThat won’t even pay for this meal.\n\nPAULINE\n(forcefully)\nNo no no. Maggie Stuart, you\ncannot leave your family.\n\nMAGGIE\nPauline, I’m desperate. Utterly\nand completely desperate. We have\nno money.\n\nPauline looks like she just ate something terrible.\n\nPAULINE\nI hate talking about “money!”\n\nPauline always says the word “money” with extreme distaste.\n\nMURRAY\nThen let’s drop it.\n\nPAULINE\n(leaning in)\nI wish we could help but we're\nbarely getting by on the dollops of\ncash Gaga doles out to us...\n\nMURRAY\nPauline, please!\n\nMurray turns his back on the table and aggressively puffs on\nhis pipe. This is uncomfortable for him.\n\nMAGGIE\nCam is a trust fund baby with no\ntrust fund. My parents have done\nall they can. One of us is going\nto have to earn a living.\n\f32.\n\nPauline looks very sad. She pats Maggie’s hand with genuine\nemotion.\n\nPAULINE\nOh, my dear, it all just sounds so\ndreary!\n\nEXT. PARKING LOT. DAY\n\nCam, wearing jade swimming trunks and a bright green shirt,\nis organizing Maggie's suitcases in the back of a small U-\nHaul.",
  "20": "---END OF PREVIOUS SECTION---\nEXT. PARKING LOT. DAY\n\nCam, wearing jade swimming trunks and a bright green shirt,\nis organizing Maggie's suitcases in the back of a small U-\nHaul. \n---TARGET SECTION TO BE ANNOTATED---\n A nervous, skinny man in his 40s looks on, biting his\nfingernails. He is PETER.\n\nPETER\nWhy does he keep re-arranging\neverything? It was fine before.\nWe need to go, Maggie. We’re\nheading into miserable traffic.\n\nMaggie nods. Peter gets into the passenger seat. Cam looks\ntoward him suspiciously.\n\nCAM\nWho is this wimp?\n\nMAGGIE\nCarol Webber’s cousin. He’s moving\nto New York to live with his\nmother. I’m lucky he’s splitting\nthe cost of the truck.\n\nCAM\nHe’s making you drive?\n\nCam seems unconvinced. Maggie hugs Amelia and Faith and\ntries to be upbeat.\n\nMAGGIE\nYou can call me anytime day or\nnight. And I’m going to come home\nthe weekend after next, so don’t be\ntoo sad because you’re going to see\nme before you know it.\n\nThey nod. Faith wipes away her tears. Amelia is stone-\nfaced.\n\nMAGGIE\nAmelia, you have to brush your\nhair. Faith, will you make sure\nyour sister brushes her hair?\n\f33.\n\nFaith nods. Amelia shakes her head.\n\nMAGGIE\nYou are going to have a lot of fun\nwith Daddy.\n\nPeter honks the horn. Cam reacts angrily.\n\nCAM\nHey!\n\nMaggie stands quickly.\n\nMAGGIE\nCam --\n\nCAM\n(re: Peter)\nYou're saying goodbye to your\ndaughters! What kind of a cold-\nhearted S.0O.B. honks the horn?\n\nMAGGIE\nPlease. I’m about to spend five\nhours in very close quarters.\n\nCam sighs and nods. Then:\n\nMAGGIE\nCam, thank you. I know this is\nbig.\n\nCam wears a stoic expression.\nCAM\n\nI just wish I hadn’t dressed like a\nbig green bug.\n\nMaggie laughs. He wraps her up in a big hug. Then the horn\nhonks again.\n\nCAM\nGo. Seriously. Or I’m going to\nkick the living shit out of this\nguy.\n\nMaggie gets into the driver's seat.\n\nMAGGIE\nI love you. I love you girls!\n\nCAM\nWe love you too.\n\f34.\n\nThe truck starts up. It pulls out into the street.",
  "21": "---END OF PREVIOUS SECTION---\n34. The truck starts up. It pulls out into the street. \n---TARGET SECTION TO BE ANNOTATED---\n They all\nstand waving.\n\nINT. MOVING TRUCK. MOMENTS LATER\nMaggie wipes a tear away. Peter is oblivious.\n\nPETER\nWe'll have to make a lot of stops,\nI have a very small bladder --\n\nSuddenly Maggie is startled to see Cam running full-speed\nalongside the truck.\n\nCAM\nMaggie! Take the Wilbur Cross\nParkway!\n\nMaggie is stuck moving forward in the flow of traffic. She\ndoesn’t know what to do.\n\nMAGGIE\nThe what?\n\nCAM\nRemember, Maggie? We were going to\nTom and Linda’s wedding and we\nthought we’d be late but I took the\nback roads and we made it in the\nnick of time? The Wilbur Cross\nParkway!\n\nShe's looking for a place to pull over. People behind her\nare honking now.\n\nMAGGIE\nI don’t know if I remember....\n\nCAM\n(shouting)\nAt New Haven, shoot across 34 West\nto the Wilbur Cross! It becomes\nthe Merritt Parkway!\n\nEXT. STREET. CONTINUOUS\n\nThe truck keeps moving and Cam can’t keep up. He shouts\nafter them.\n\nCAM\nYou can avoid Bridgeport and the\ntrees are twice as green!\n\f35.\n\nCam lights a cigarette. He stares after the truck as it\ndisappears from view.\n\nEXT. PARKING LOT. DAY\n\nCam walks back to his daughters who are still standing on the\nsidewalk where he left them. Faith is crying. Amelia is not\nletting herself. He picks Faith up and she puts her head on\nhis shoulder. As they walk toward the apartment building:\n\nCAM\nWho wants ice cream for lunch?\n\nEXT. PARK. DAY\n\nThe girls still look really sad while they eat their ice\ncream cones. Cam watches them with concern.\n\nCAM\nWant to see a movie?\n\nThey shake their heads.\nCAM\nWe could drive out to Plum Island\nand look for sea glass?\nThey shake their heads.\nCAM\n\nWe could go to the Museum of Fine\nArts and look at Great Grandpapa’s\n\nportrait.\n\nAMELIA\nWhy is his portrait hanging at the\nmuseum?\n\nCAM\n\nBecause a very important artist\nnamed John Singer Sargent painted\n\nit.\nFAITH\nWhy?\nCAM\n(indignant)\n\n“Why?” Don’t you know who we are?\n\f36.\n\nEXT.",
  "22": "---END OF PREVIOUS SECTION---\nCAM\n(indignant)\n\n“Why?” Don’t you know who we are? 36. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BEACON HILL. DAY\n\nCam and the girls are in his Fiat. The car is filled with\ntrash: food wrappers, used napkins, empty containers, orange\npeels, mail. They are parked outside a large freestanding\nmansion on Beacon Hill.\n\nCAM\nThat’s where your great-grandmother\ngrew up.\n\nFAITH\n\nIn that whole house?\n\nCAM\nThe whole thing. It’s the grandest\nhouse on Beacon Hill. Designed by\nBulfinch, a very famous architect.\n\nAMELIA\nHow did they get so rich?\n\nCAM\nRailroads. Your great-great-\ngrandfather was once the richest\nman in Boston.\n\nAMELIA\nSo how come we’re so poor?\n\nCAM\n...-Well, all that money was put\ninto a trust which is controlled by\nyour great-grandmother. And she\ndecides when to give who what.\nAnd... it’s hard to explain.\n\nThe girls stare at the house in awe.\n\nCAM\nYou want to see the inside?\n\nThey look excited and confused.\n\nFAITH\nAre we allowed?\n\nAMELIA\nYou can’t just walk up and knock on\npeople’s doors.\n\f37.\n\nCAM\n(tickled by her ignorance)\nSweetheart... this is Boston.\nThey're practically expecting us.\n\nINT. ENTRY HALL. DAY\n\nThe girls look around the grand entry hall, amazed. Cam has\na hand on each of their shoulders. A MAID comes in.\n\nMAID\nMr. Fabrini will be out ina\nminute.\nCAM\n(to girls)\n\nOn the second floor are the parlors\nwhere they would have huge fancy\ndress balls...they would lay thick\ncanvas down to protect the wooden\nfloors and it looked like snow...\n\nA man in his mid-40s comes out of a study. This is MR.\nFABRINI. He wears a business suit. He seems annoyed.\n\nMR. FABRINI\nCan I help you?\n\nCAM\nHello. My name is Cam Stuart. My\ngreat-grandmother grew up in this\nhouse and I was wondering if I\ncould show it to my daughters.\nIt’s an important part of their\nfamily history.\n\nMR. FABRINI\nI’m sorry, Mr. Stuart. But this is\nmy home. I don’t give tours.\n\nThe girls are mortified.",
  "23": "---END OF PREVIOUS SECTION---\nBut this is\nmy home. I don’t give tours. The girls are mortified. \n---TARGET SECTION TO BE ANNOTATED---\n They both start for the door, but\nCam holds them in place. He is defiant.\n\nCAM\nThis house was in my family for\nmore than five generations. My\ngreat-great grandfather was born in\nthis house on Boxing Day in 1842.\n\nMR. FABRINI\nAnd would your great-great-\ngrandfather give tours to anyone\nwho came along?\n\f38.\n\nCAM\nCertainly. If they had a personal\nconnection going back more than\nfive generations.\n\nMR. FABRINI\nThen he’s a better man than me.\n\nCAM\n(pointed)\n“Better man than I.”\n\nThe girls wince.\n\nINT. FIAT. MOMENTS LATER\n\nCam drives much too fast down Storrow Drive, weaving in and\nout of traffic. Everyone is shouting.\n\nCAM\nWe're going back there again! I’m\ngoing back every day till he shows\nyou that house!\n\nAMELIA\nSlow down!\n\nCAM\nOur family lived there for more\nthan a century for chrissake!\n\nFAITH\nBut it’s his house now and he\ndoesn’t want to show it to you!\n\nAMELIA\nThat was so embarrassing!\n\nCAM\nYou shouldn’t be embarrassed! He\nshould be embarrassed!\n\nFAITH/AMELIA\nNo! You should be embarrassed!\n\nCam reacts as if they are speaking a foreign language.\n\nCAM\nMe? I’m not embarrassed! I’m the\neldest son of the eldest son of the\nrichest man in the world!\n\f39.\n\nINT. ELEVATOR. NIGHT\n\nThe family rides the elevator in silence. All three of them\nlook furious.\n\nINT. APARTMENT. NIGHT\n\nThe apartment is filled with boxes. Amelia is on the kitchen\nphone. Faith is on the phone in the living room. They are\nboth unhappy, talking low, as Cam lurks about.\n\nFAITH\nWe want you to come home.\n\nMAGGIE (0.S.)\nI‘1l be home in twelve days...\n\nAMELIA\nWe want you to come home right now.\n\nMAGGIE (0.S.)\nThis is a big adjustment --\n\nAMELIA\nWhy aren’t you coming home this\nFriday? You said you’d come home\nevery single weekend. That’s what\nyou said.\n\nINT. MAGGIE’S NEW YORK ROOM.",
  "24": "---END OF PREVIOUS SECTION---\nThat’s what\nyou said. INT. MAGGIE’S NEW YORK ROOM. \n---TARGET SECTION TO BE ANNOTATED---\n SAME TIME\n\nMaggie stands in a grim little room with a bed and a desk and\na bright overhead light. Her suitcases surround her. You\ncan hear loud traffic noise.\n\nMAGGIE\nI have registration and orientation\n-- next weekend is really not that\nfar away...\n\nINT. LIVING ROOM. MORNING\n\nCam is snoring on the couch still wearing the bright green\nshirt and jade swimming trunks. The TV is on. Faith stands\nover him, near tears, in her nightgown.\n\nFAITH\nDaddy, wake up. Daddy. We slept\ntoo long and we’re going to be late\nfor school.\n\f40.\n\nCam opens his eyes and blinks at her, disoriented.\n\nINT. HALLWAY OUTSIDE ELEVATOR. DAY\n\nA disheveled Cam races down the hall and puts his hand on the\ndoor of the elevator to keep it from closing. In his other\nhand he has a box of cereal.\n\nCAM\nGirls! Let’s move it!\n\nOn the elevator is an attractive woman professionally\ndressed. This is BECCA. She wears a turtleneck sweater and\nbig brown glasses. She smiles at Cam. He smiles back.\n\nCAM\nYou're Maggie’s friend. I’m Cam.\n\nBECCA\nBecca. Kyle’s mother.\n\nFaith runs onto the elevator.\n\nFAITH\nI hate being late for school.\nCAM\nDon’t worry, bunchkin. You won’t\n\nbe late.\n\nCam holds out the box of cereal. Faith reaches in, grabs a\nhandful, stuffs it in her mouth.\n\nCAM\n(calling)\nAmelia! Let’s go!\n\nBECCA\nI just have to say: my ex-husband\nwould never do what you’re doing.\nI think it is so evolved.\n\nCam puffs up.\n\nCAM\nYou do?\n\nTousled Amelia runs onto the elevator. Cam steps on.\n\nBECCA\nAbsolutely. Most men would be\nextremely emasculated having their\nwife go off to be the breadwinner.\n\f41.\n\nCAM\n(deflates)\nOh. Thanks.\n\nThe elevator doors close.\n\nEXT. STREET. DAY\n\nCam runs a red light at the intersection of Huron Ave and\nGarden Street. The girls scream.\n\nEXT. SCHOOL. DAY\n\nHe pulls up with a screech in front of the school. The girls\ntumble out.",
  "25": "---END OF PREVIOUS SECTION---\nSCHOOL. DAY\n\nHe pulls up with a screech in front of the school. The girls\ntumble out. \n---TARGET SECTION TO BE ANNOTATED---\n As they sprint off:\n\nCAM\nYou want me to pick you up after\nschool?\n\nAMELIA/FAITH\nNo!\n\nHe watches the girls run up the deserted steps of the school.\n\nCAM\nI love you!\n\nEXT. PARKING LOT. DAY\n\nCam has the hood of his car open. The girls walk up, wearing\ntheir backpacks, not talking to each other.\n\nCAM\nYou girls want to learn how to\nchange an oil filter? It’s pretty\nstraightforward --\n\nAMELIA/FAITH\nNo./Not really.\n\nCAM\nJust don’t be helpless.\n\nHe shuts the hood. A woman in her mid-50s is taking many\ngrocery bags out of her car. This is RUTH-ANN MCKAY.\n\nCAM\nWho's that?\n\f42.\n\nAMELIA\nRuth-Ann.\nFAITH\nPlease don’t introduce yourself.\nCAM\nWhy not?\nFAITH\n\nBecause you talk too much and\nnobody wants to talk to you.\n\nCAM\nI'm just being friendly. Don’t you\nwant to know your neighbors? We\nlive in a world with other people.\n\nHe approaches Ruth-Ann. The girls follow.\n\nRUTH-ANN\nHello girls.\n\nAMELIA/FAITH\nHi.\n\nCAM\n\nHi, Cam Stuart --\nRuth-Ann shakes hands warmly.\n\nRUTH-ANN\nYes, Maggie told me. Welcome to\n205. Ruth-Ann McKay.\n\nCAM\nCan we help you with your bags?\n\nRUTH-ANN\n(grateful)\nAre you kidding?\n\nAs they pick up the bags:\n\nCAM\nSee, girls? People appreciate a\nlittle kindness. That’s all I’m\ntalking about.\n\f43.\n\nINT. APARTMENT HALLWAY. NIGHT\n\nCam carries three bags and the girls each struggle to carry\none down the hall to Ruth-Ann’s apartment. She unlocks her\ndoor and starts taking the bags from them.\n\nCAM\nDo you need us to help you put them\naway?\n\nRUTH-ANN\nNo, this is fine. Just put the\nbags down.\n\nCAM\nAre you sure? We’re happy to do\nit.\n\nRUTH-ANN\nNo, this has been so helpful.\nThank you.\n\nCAM\n\nYou need anything moved? A desk or\nsomething like that?\n\nRUTH-ANN\nNo I’m happy with where my desk\nis...\n\nShe starts to close the door.",
  "26": "---END OF PREVIOUS SECTION---\nA desk or\nsomething like that? RUTH-ANN\nNo I’m happy with where my desk\nis... She starts to close the door. \n---TARGET SECTION TO BE ANNOTATED---\nCAM\nSometimes mixing up an arrangement\nfreshens a space --\n\nRUTH-ANN\nNo, thank you. I have to start\ndinner. So if you’1l excuse me.\n\nCAM\nYou need anything chopped? An\nonion?\n\nRUTH-ANN\n\nNo. I’m not using onions tonight.\nShe closes the door in his face.\n\nFAITH\nWhat is wrong with you?\n\f44,\n\nAMELIA\nYou made her slam the door in your\nface.\nCAM\n(oblivious )\n\nShe had to go cook dinner.\n\nFAITH\nShe had to get rid of you!\n\nCAM\nGet off my case! I’m just being a\ngood neighbor!\n\nAMELIA\nYou're an annoying neighbor.\nPeople are going to see you and run\nin the other direction!\n\nCAM\n\nNo, they’re going to run toward me!\nBecause I’m going to make sure they\nknow that I’m the kind of guy who’s\nwilling to move heavy furniture!\nOr clean out a storage locker!\n\n(yelling)\nBecause I’m a good neighbor!\n\nHe storms off down the hallway. Ten strides later.\n\nCAM\nThis is bullshit!\n\nHe goes into the stairwell and slams the door.\n\nINT. DINING AREA. NIGHT\n\nThey sit at the dining table, eating in angry silence. Then:\n\nBeat.\n\nCAM\nI learned to cook this on a\nNorwegian steamship headed down the\nAmazon.\n\nAMELIA\nWhen did you do that?\n\nCAM\nSummer after I got kicked out of\nHarvard.\n\f45.\n\nAMELIA\nI thought you got kicked out of\nExeter.\n\nCAM\n\nI got kicked out of both. For very\ndifferent reasons...\n\nThe girls’ interest is piqued.\n\nINT. GIRLS’ BEDROOM. NIGHT\n\nCam sits in the reading chair. The girls are in their beds,\nlistening intently to their father’s story. Faith has\ncurlers in her hair and a net over them.\n\nCAM\nI was on my way to my Ec 10 exam\nand I hear this bag-pipe music so I\nfollow the sound into The Square\nand a street musician is playing\nScottish ballads and he’s got his\nhat out. People are walking by and\nputting money in it and I think\nthat's a good idea.",
  "27": "---END OF PREVIOUS SECTION---\nFaith has\ncurlers in her hair and a net over them. CAM\nI was on my way to my Ec 10 exam\nand I hear this bag-pipe music so I\nfollow the sound into The Square\nand a street musician is playing\nScottish ballads and he’s got his\nhat out. People are walking by and\nputting money in it and I think\nthat's a good idea. \n---TARGET SECTION TO BE ANNOTATED---\n So I put my\nhat out and sit next to him and I\nstart singing along in my best\nScottish brogue and he tells me to\nscram.\n\nAMELIA\nBecause he didn’t ask you to sing\nand he wants to make all the money.\n\nCAM\nExactly. Well, we exchanged a few\nwords and then...the bastard jumped\nme! This scrawny little guy and he\njumped me! We got into a major\nbrawl on top of the bag pipes and I\ngot so excited I shit my pants.\n\nAMELIA/FAITH\nEw!\n\nCam laughs.\nCAM\n\nNeedless to say, I didn’t make the\nexam.\n\f46.\n\nAMELIA\nAnd they kicked you out for missing\none exam?\n\nCAM\nWell... then the next semester I\nregistered for seventy-five\ncourses.\n\nHe chuckles.\n\nCAM\nThat’s when they determined I might\nnot be Harvard material.\n\nCUT TO:\nBoth girls are asleep, breathing steadily. The clock ticks.\nCam gets up from his chair and turns out the light.\nINT. LIVING ROOM. NIGHT\n\nCam walks into the living room of the apartment, which is now\nfull of all his boxes. He stares at them.\n\nCam opens a box. It is filled with magazines, pieces of\npaper, phone books, tools, cords. It is completely\ndisorganized. He blinks at it. It fills him with despair.\nINT. KITCHEN. NIGHT\nDirty dishes are piled in the sink and all over the counters.\nCam stares at it in despair.\nINT. HALLWAY. DAY\nThe laundry hamper is overflowing, dirty clothes piled\nhalfway up the wall. Cam stares at it in despair.\nINT. FRONT DOOR. NIGHT\nCam grabs his coat and scarf from the coat-stand.\nCAM\n(loudly)\nGirls, I’m going out for a couple\nof hours. You get some good rest.\n\nI‘1l be back before midnight...\n\nNo answer from the sleeping girls.\n\f47.\nCAM\n...Or after midnight. Love you!\n\nHe opens the door, closes it quietly behind him.\n\nEXT. PARKING LOT. NIGHT\n\nCam steps out into the cool air. He takes a deep breath,\nlights a cigarette, and heads out into the night.\n\nINT. DIVE BAR.",
  "28": "---END OF PREVIOUS SECTION---\nHe takes a deep breath,\nlights a cigarette, and heads out into the night. INT. DIVE BAR. \n---TARGET SECTION TO BE ANNOTATED---\n NIGHT\n\nA bar full of aging professors, shaggy poets and intense\npoetesses.\n\nCam sits at the bar, drinking a can of beer. He has an\nanimated conversation with two friends. One wears a bow-tie,\nhorn-rimmed glasses and a tweed jacket; the other wears a\ngrimy coat and ragged hat. The homeless-looking friend\nlaughs, revealing no front teeth. Cam gestures to the\nbartender, indicating another round.\n\nINT. APARTMENT BUILDING HALLWAY. NIGHT\nCam, drunk and smoking, walks down the long hall to the\ncorner apartment. He takes out his keys and opens the door.\n\nBut it stops; the chain-lock has been fastened.\n\nAll the lights in the apartment are on.\n\nCAM\n(pissed off)\nOh, shit.\nHe knocks.\nCAM\n\nUnchain the door, please.\n\nAmelia comes running from the living room, crazy-haired,\nwielding a baseball bat.\n\nAMELIA\nWhere did you go?\n\nCAM\nUnchain the fucking door.\n\nAMELIA\nWe woke up and you were gone.\nFaith was really scared.\n\f48.\n\nCam grows more irritated.\n\nCAM\nDon’t use the chain. Anyone who\nreally wants to come in won’t be\nstopped by this dinky chain.\n\n \n\nAs she unchains it:\n\nAMELIA\nIt stopped you.\n\nAs he enters:\n\nCAM\nI didn’t really want to come in.\n\nINT. APARTMENT. NIGHT\n\nCam stumbles in and Amelia holds up the telephone receiver,\ntriumphant.\n\nAMELIA\nMommy’s on the phone.\n\nCAM\n(bitterly)\nThank you. Thanks a lot.\n\nHe reluctantly takes the telephone from her. She walks down\nthe hall to her bedroom.\n\nCAM\n\n(to phone)\nHello.\n\n(beat)\nEverything's fine, Maggie. Nobody\nis hurt.\n\n(beat)\nI told them I was going out, but\nthey were sleeping! Should I wake\nthem up every time I want to go\nout?\n\nINT. GIRLS’ BEDROOM. NIGHT\nAmelia sits down on the bed next to Faith.\nFAITH\n\nShe's going to know he’s doing a\nbad job.\n\f49,\n\nAMELIA\nHe’s drunk.\n\nFAITH\nDo you think it’s good for Mommy to\nknow that?\n\nAmelia shrugs.\n\nAMELIA\nShe's coming home a week early.",
  "29": "---END OF PREVIOUS SECTION---\nFAITH\nDo you think it’s good for Mommy to\nknow that? Amelia shrugs. AMELIA\nShe's coming home a week early. \n---TARGET SECTION TO BE ANNOTATED---\nFaith gasps with excitement and hugs her sister tight.\n\nINT. BATHROOM. NIGHT\n\nCam opens the medicine chest and takes out his enormous\nbottle of lithium. He stares at it for a long time.\n\nEXT. SCHOOL. DAY\n\nThe Fiat pulls up in front of the school. Children are\n\nfiling in. The girls jump out of the car. Before Amelia\nslams the door:\n\nCAM\nRemember, girls. Mommy’s coming\nFriday. Let’s make the apartment\nnice for her.\n\nAMELIA\nYou have to unpack your boxes.\n\nCAM\n(lighting a cigarette)\nI'm just saying, we all need to\npitch in --\n\nBoth girls look bratty and pissed-off.\n\nAMELIA\nBut they’re your boxes...\n\nFAITH\nWe don’t know what to do with\nthem...\n\nAMELIA\nWe don’t ask you to clean up our\nroom...\n\nCam cannot handle the onslaught of attitude.\n\f50.\n\nCAM\nFuck it, forget it. Have a nice\nfucking day.\n\nCam puts the Fiat in gear and zooms off, way too fast. The\ngirls watch him go, stunned and self-conscious, knowing that\nthe other kids heard.\n\nINT. APARTMENT. DAY\n\nCam looks at all the boxes. The place is a disaster. He\ngoes to the window and looks out. It is a beautiful day.\n\nCam sighs.\n\nCUT TO:\n\nTHE RECORD PLAYER\n\nCam drops the needle on Olatunje’s Drums of Passion. A heavy\nrhythmic beat fills the room as he opens up the first box and\npulls out a rusted old machete.\n\nINT. APARTMENT. LATER\n\nThe girls enter the apartment. They can’t believe their\neyes. It is spic and span. A large new bookshelf lines the\n\nfront hall. They jump up and down like crazy.\n\nFAITH/AMELIA\nDaddy! Daddy! Daddy! Daddy!\n\nCam enters from his bedroom. He wears a grimy, oil-stained\njumpsuit. The girls throw themselves into his arms.\n\nCAM\nPretty good, right?\n\nFAITH\nIt’s beautiful. We love it!\n\nCAM\nJust don’t look in my bedroom.\n\nThe girls hurry to his bedroom.\n\f51.\n\nINT. CAM'S BEDROOM. MOMENTS LATER\n\nCam’s room looks like a garage.",
  "30": "---END OF PREVIOUS SECTION---\nINT. CAM'S BEDROOM. MOMENTS LATER\n\nCam’s room looks like a garage. \n---TARGET SECTION TO BE ANNOTATED---\n Large industrial metal\nshelves house paint-thinner, spray paint cans, motor oil,\netc. Stacks of mail and magazines cover the desk and there\nare clothes all over the bed. Amelia points at the bed.\n\nAMELIA\nIs that a machete?\n\nFAITH\nWe'll keep this door closed...\n\nShe closes the door.\n\nINT. APARTMENT. NIGHT\n\nSpirits are high. Amelia clears the dining room table.\nFaith washes the dishes and Cam dries and puts the dishes\naway. They sing a World War II marching song.\n\nALL THREE\nHitler! Has only got one\nball...Goering! Has two but very\nsmall...Himmler! Has something\nsim'lar...But Josef Goebels has no\nballs at all...\n\nEXT. TRAIN STATION. NIGHT\n\nCam and the girls stand on the platform as the train pulls in\nto the Station. Cam is trying to untangle some of the\nmassive snarls in Amelia's hair. Maggie gets off at the far\nend. The girls take off, running for her.\n\nMaggie drops her suitcase and drops to her knees and holds\nthem tight. Cam walks toward them, smiling. He holds a\nbunch of orange gerberas. She accepts them and kisses him on\nthe cheek. She kisses both girls on the head.\n\nHe picks up her suitcase and they walk down the platform.\nThe girls skip alongside, holding their mother’s hand, happy\nto be all together.\n\nINT. APARTMENT. DAY\nThe family bustles into the apartment. Maggie stops dead\n\nwhen she sees how cozy and warm it is. She looks at them\nwith amazement. The girls are gleeful.\n\f52.\n\nMAGGIE\nWho built these shelves?\n\nAMELIA\nDaddy.\n\nCam looks modest but he is bursting with pride.\n\nCAM\nThey're just shelves.\n\nEXT. PARK. DAY\n\nFaith and Amelia play on the monkey bars. Cam and Maggie sit\non a bench. Maggie looks happy.\n\nMAGGIE\nIt was hard to come this weekend.\nI’m so glad I did. I think this is\njust what you needed, Cam! I think\nthis is going to be a great thing\nfor us.\n\nHe smiles at her and takes her hand. She smiles back at him.\nThey sit holding hands as they watch the girls play.",
  "31": "---END OF PREVIOUS SECTION---\nHe smiles at her and takes her hand. She smiles back at him. They sit holding hands as they watch the girls play. \n---TARGET SECTION TO BE ANNOTATED---\nCUT TO:\nUNDOING THE APARTMENT MONTAGE\nCam lays out a bunch of newspaper on the living room floor\nand goes to work, taking apart an old phone. He walks away\nfrom the tools and parts of the disassembled phone and it\nnever moves.\n\nCUT TO:\nThe girls come in with a large hamper of laundry. They dump\nit on the sofa and start folding it, but then they run off\nand it stays where it is.\n\nCUT TO:\nThe family sits in the living room eating dinner in front of\nthe television. A large roll of paper towels that is sitting\non the coffee table is knocked over and rolls to the floor,\nleaving a long trail of paper towel. Nobody picks it up.\n\nCUT TO:\n\f53.\n\nCam lies on the sofa, drinking a beer and watching\ntelevision. His head rests on the pile of clean laundry.\nAmelia and Faith roller skate around the room.\n\nCUT TO:\nThe phone parts have been pushed under the piano bench to\nmake room for Cam’s bicycle, which stands upside down as he\nfixes the brake mechanism. He puts his glass down on top of\nthe piano, in front of a large model ship. The top of the\npiano is now filled with dirty glasses, beer cans and empty\nyogurt containers with spoons sticking out of them.\n\nCUT TO:\n\nCam sits down in his armchair and starts taping wide silver\nduct tape over a large tear in the arm.\n\nPull back on the living room. Nothing has been picked up or\nput away. It is a disaster.\n\nCUT TO:\n\nFaith stares miserably at the stack of dirty dishes in the\nkitchen sink.\n\nINT. APARTMENT. NIGHT\n\nCam sits in his armchair. The TV is on. He is trying to\nbrush the snarls out of Amelia’s hair.\n\nAMELIA\nOw! Daddy!\n\nCAM\nSorry.\n\nAMELIA\now!\n\nCAM\n\nThis is what happens when you don’t\nbrush your hair for two weeks.\n\nFaith marches out of the kitchen, furious.\nFAITH\n\nDaddy, if you’re not going to do\n\nthe dishes, then I’m doing them.\n\nCam blinks at her. It is an odd threat. He shrugs.\n\f54.\nCAM\nOkay.\n\nFaith marches into the kitchen.",
  "32": "---END OF PREVIOUS SECTION---\n54. CAM\nOkay. Faith marches into the kitchen. \n---TARGET SECTION TO BE ANNOTATED---\n A cupboard opens and slams\nshut. He turns his attention back to Amelia’s hair.\n\nAMELIA\nYou're hurting me! I’11 do it!\n\nShe turns and rips the brush from his hand.\n\nCAM\nFine. You do it.\n\nAmelia stomps away to the bedroom. Seconds later Faith\nmarches back to the living room with a sponge held between\ntwo fingers.\n\nFAITH\nWhere are the sponges?\n\nCam becomes immediately stern.\n\nCAM\nWhat’s wrong with that sponge?\nFAITH\nIt smells!\nCAM\nThen don’t smell it!\nFAITH\nMy hands stink just from touching\nit!\nCAM\n\nThat’s because someone left it\nsoaking in the dishwater! I keep\ntelling you girls, it needs to be\nrinsed and squeezed when you’re\nthrough with it!\n\nFAITH\nYou brought it from your old\napartment! It’s probably five\nyears old! It’s disgusting!\n\nCAM\nWe are not the kind of people who\nthrow perfectly useful things away!\n\nFAITH\nYou won’t throw anything away!\n\f55.\n\nCAM\nThat is a perfectly good sponge\nwith plenty of life left in it!\nFaith throws the sponge at him.\n\nFAITH\nFine! Then you do the dishes!\n\nCAM\nFine! I will! With this sponge!\n\nFaith runs away. The downstairs neighbor pounds on the\nceiling. Cam angrily pounds back.\n\nINT. APARTMENT. NIGHT\n\nMaggie, wearing her coat and holding her suitcase, stares\nwith dismay at the wreckage of the apartment.\n\nCAM\nWe lost some momentum, but we’1ll\nget it back.\n\n(beat)\nI did get a new sponge.\n(pointed, to the girls)\nEven though I washed the old one\nwith soap and it smelled fine.\n\nINT. APARTMENT. DAY\nMaggie, wearing yellow rubber gloves and her hair tied back,\ncleans furiously. Cam and the girls make piles.\n\nINT. APARTMENT. NIGHT\n\nAmelia helps her mother make her bed on the sofa. Faith\npractices her pirouettes.\n\nAMELIA\nFaith and I thought of the perfect\njob for Daddy. A crepe cart in\nHarvard Square. Like they have in\nParis.\n\nMaggie and Cam look at each other, amused.",
  "33": "---END OF PREVIOUS SECTION---\nA crepe cart in\nHarvard Square. Like they have in\nParis. Maggie and Cam look at each other, amused. \n---TARGET SECTION TO BE ANNOTATED---\nMAGGIE\nYou do make the best crepes.\n\f56.\n\nCAM\nAnd I do love standing outside in\nJanuary, freezing my ass off for\npennies.\n\nMaggie laughs.\n\nFAITH\nWe’re working on the menu.\n\nMAGGIE\nI like chocolate and coconut.\n\nFAITH\nWe have that!\n\nShe does a dramatic pirouette. Her parents laugh.\n\nINT. LIVING ROOM. NIGHT\n\nIt is late. Maggie sits up in her bed on the sofa, sewing a\nbutton on a little girl’s sweater. Cam sits at the other end\nof the sofa. The girls have gone to bed. Cam is feeling\nsorry for himself.\n\nCAM\n.--and the building is packed with\nsingle mothers who are always\nchecking in with each other and\ngetting together for coffee but do\nany of them ever ask how I’m doing?\nDo they ever invite me for coffee?\nI’m pretty sure they all got\ntogether for wine and cheese two\nnights ago.\n\nMaggie has to bite her lip to keep from laughing.\n\nMAGGIE\nI'm sorry, it’s not funny.\n\nCAM\n(smiling)\nIt is funny. It’s pathetic. I'ma\npathetic whiner. Which is probably\nwhy they don’t invite me.\n\nMAGGIE\nThey’re leery of men, that’s all.\nEspecially married men with\nchildren.\n\f57.\n\nCAM\nI’m not exactly a married man.\n(beat)\nAm I?\nMAGGIE\n\nWell. We’re a family.\nCam slides his hand up her leg. She shifts away.\n\nCAM\nSo is this really how we’re going\nto do it? You come every weekend\nand take up residence on the sofa?\n\nMAGGIE\nFor now.\n\nCAM\nCome on, Maggie. We haven’t slept\ntogether since before my breakdown--\n\nHe leans forward and kisses her, but after a moment she rolls\noff the sofa and moves away from him. He chases after her,\nplayful, flirting.\n\nMAGGIE\nI don’t know what will happen, Cam.\nI just want to get through this\nperiod.",
  "34": "---END OF PREVIOUS SECTION---\nHe chases after her,\nplayful, flirting. MAGGIE\nI don’t know what will happen, Cam. I just want to get through this\nperiod. \n---TARGET SECTION TO BE ANNOTATED---\n Can’t we see how it goes?\n\nAs he attempts to unbutton her top:\n\nCAM\nAnd what happens at the end? You\nmove back in here and what happens\nto us? Where do I go?\n\nMAGGIE\nI want you to be the person we all\nknow you can be. It will take\nsteady, sustained effort. You can\ndo it, Cam. If you want to do it.\n\nHe puts his hand on her breast.\n\nCAM\nSexy, sexy answer.\n\nShe laughs at his unrelenting flirtation.\n\nMAGGIE\nHonest, honest answer.\n\f58.\n\nCAM\nSo what is this? Some big test?\nMAGGIE\nDon’t think of it like that. You\nhate tests --\nCAM\n\nNot if this was on the test...\n\nHe kisses her. This time she kisses him back.\n\nINT. APARTMENT HALLWAY. NIGHT\n\nThe girls stand outside the closed door to Cam’s bedroom,\nlistening and whispering to each other.\n\nFAITH\nAre they having sex?\n\nAMELIA\nI think maybe.\n\nThe girls celebrate silently. Then they hear raised voices:\n\nMAGGIE (0.S.)\nI’m sorry, Cam. I just can’t make\npromises right now --\n\nCAM (0.S.)\n\nWhat a bunch of baloney. You must\nthink I’m the biggest sucker on the\nplanet.\n\nThe girls scurry into their room as Cam’s bedroom door is\nripped open. Cam walks out, pulling his shirt on. He grabs\n\nhis coat.\n\nHe exits.\n\nMaggie runs after him.\n\nMAGGIE\nAre you taking your lithium?\n\nCAM\nOh, shit. Lithium doesn’t stop you\nfrom feeling lonely and\nunappreciated. Enjoy your sofa.\n\nThe front door slams.\n\f59.\n\nINT. LIVING ROOM. NIGHT\n\nMaggie lies on her bed on the sofa. Amelia walks up to her.\nMaggie lifts the covers and Amelia gets under the blankets\nnext to her mother.\n\nAMELIA\nWhen you and Daddy met at WGBH, was\nhe the way he is now?\n\nMAGGIE\n\n(delicately)\nIn some ways. He was funny.\nCompassionate. He knew everything\nabout the outdoors. He had a job,\nwhich was good for him. He was a\nterrific lighting designer.",
  "35": "---END OF PREVIOUS SECTION---\nHe knew everything\nabout the outdoors. He had a job,\nwhich was good for him. He was a\nterrific lighting designer. \n---TARGET SECTION TO BE ANNOTATED---\n But in\nthe end, it was too much\npressure... I didn’t understand\nabout the manic-depression.\nBesides, everyone was having\nnervous breakdowns in the 60s, so I\ndidn’t realize what a big deal it\n\nwas.\n\nAMELIA\nYou're probably sorry you married\nhim.\n\nMAGGIE\n\nNo. Never.\nAmelia snuggles in closer.\n\nAMELIA\nYou know, he’s not usually so angry\nlike he just was. We yell at him\nway more than he yells at us.\n\nThis information is not comforting to Maggie.\n\nEXT. STREET. DAY\n\nA cold winter day in a run-down part of Somerville,\nMassachusetts.\n\nCam leans over the engine of a dented and rusty Plymouth\nValiant, gunmetal gray with white patches. He wears a grimy\ngreen parka with a gray three-piece suit poking out\nunderneath. He wears nice leather shoes. A cigarette hangs\nout of his mouth. His hair is combed.\n\nHe shuts the hood.\n\f60.\n\nAmelia and Faith watch apprehensively. Amelia wears a parka\nover white tights. Her snarly hair is pulled back in two\nbarrettes. Faith wears a long wool coat and has her hair\nneatly combed under a velvet headband.\n\nCam crosses to the driver’s side, gets in and turns the car\non, revs the engine. CHRIS, the unfriendly man selling the\ncar, doesn’t even try to give a spiel.\n\nCHRIS\nLike I said in the ad, it runs.\n\nCam looks around the interior of the car.\nCHRIS\nThere’s been some wear and tear on\nthe seats.\n\nA large flap of vinyl hangs down revealing the foam\nunderneath. In the front and the back.\n\nCAM\nGet in, girls, see what you think.\n\nChris opens the back door and the unhappy girls start to\nclimb in.\n\nAMELIA\nThere’s no floor!\nCHRIS\nIt’s a little rusted. Don’t step\n\non it.\n\nAmelia and Faith look at each other, sinking. They slide\nonto the backseat without stepping on the floor.\n\nCam leans through the back door and looks at the floor well,\nwhich is a rusty hole with ragged rusted edges.\n\nCAM\nNo floor? That’s dangerous. I\nhave two small children.",
  "36": "---END OF PREVIOUS SECTION---\nCAM\nNo floor? That’s dangerous. I\nhave two small children. \n---TARGET SECTION TO BE ANNOTATED---\n I'11 give\nyou three hundred and you deal with\nthe Fiat.\n\nHe points to the Fiat which now has a broken driver side\nwindow that’s been taped up with plastic and duct tape.\n\nINT. VALIANT. DAY\n\nAs the Valiant pulls away, Amelia kneels on the backseat and\nwaves out the back window.\n\f61.\n\nAMELIA\nGoodbye, Fiat! Goodbye, Fiat!\n\nCam honks the horn in rapid succession for a cheerful,\ntriumphant goodbye. They drive out into the street. Faith\nsits down and opens a “Harper’s Bazaar” but Amelia stays\nkneeling on the seat, looking out the back window. Her eyes\nfill with tears.\n\nFAITH\nDaddy, Amelia's crying.\n\nAMELIA\nYou always cry.\n\nFaith looks out the window, an angry expression on her face.\n\nFAITH\nNot anymore. I vowed never to cry\nagain.\n\nCam looks in the rear-view mirror with concern.\n\nCAM\nMy little Stoic? What’s wrong,\ndarling? Ma petite pamplemousse?\n\nThe tears roll down Amelia’s face and she can’t wipe them\naway fast enough.\n\nAMELIA\nIt’s just... What’s going to happen\nto the Fiat? Nobody’s going to\nwant it.\n\nFAITH\nI thought you were crying because\nthis car sucks.\n\nAmelia shakes her head and says in a small voice:\n\nAMELIA\nThat car sucked too.\n\nShe watches as the Fiat gets smaller and smaller and then\nthey turn a corner and it’s gone.\nINT. VALIANT. DAY\n\nThe girls lie across the backseat, leaning against either\ndoor, huddled beneath an old army blanket. They wear hats.\n\f62.\n\nFaith has the “Harper's Bazaar” magazine on her chest and\nAmelia holds a book called “Turning Your Dream Into A Small\nBusiness”.\n\nThey are both mesmerized at the sight of the highway rushing\nby through the rusty holes in the floor.\n\nEXT. WESTON ESTATE. DAY\n\nThe Valiant turns onto a long driveway and drives past an\nenormous lawn and a large weeping willow and an unattached\nfour car garage and parks in the circle in front of the\nhouse, behind a maroon Bentley.\n\nINT. DINING ROOM.",
  "37": "---END OF PREVIOUS SECTION---\nDAY\n\nThe Valiant turns onto a long driveway and drives past an\nenormous lawn and a large weeping willow and an unattached\nfour car garage and parks in the circle in front of the\nhouse, behind a maroon Bentley. INT. DINING ROOM. \n---TARGET SECTION TO BE ANNOTATED---\n DAY\n\nA regal old lady sits at the head of a long mahogany table, a\nlittle silver bell by her water glass. She is 92 and of\nanother era, extremely patrician. She wears a long-sleeved\nblack dress, pearls and a blonde wig that looks like hair\nswirled into a bun. This is GAGA. Cam is at the foot and\nthe girls are in the middle. The table could sit twelve.\n\nA BUTLER brings around a silver bowl of mashed potatoes.\n\nFaith spoons a huge amount onto her plate next to the roast\nbeef and the peas. The butler continues around the table.\n\nGAGA\nI propose a game of crazy eights\nafter lunch.\n\nFAITH\nYeah!\n\nGAGA\nWe don’t say ‘yeah,’ dear. We say\n‘yes.’\n\nCAM\n\nThank you, Gaga. Their mother\nkeeps fighting that battle.\n\nGAGA\nAnd how is their mother?\n\nCAM\nShe’s well. She’s been home every\nweekend. But she has finals so she\nstayed in New York to study. We’re\nmuddling through without her.\n(to the butler)\n(MORE )\n\f63.\n\nCAM (cont'd)\nTell Betty the roast beef is\ndivine.\n\nThe butler nods silently and disappears to the kitchen.\n\nGAGA\nDo you girls think it’s unusual\nthat your mother is in New York?\n\nAMELIA\nShe wants to have more career\nopportunities.\n\nFAITH\nMommy says women can do anything.\n\nGAGA\nShe's quite a “striver,” isn’t she?\n\nThat hangs in the air for the moment.\n\nCAM\nWe prefer the word “fighter.”\n\nFAITH\n(pointing)\nIs that a painting of Grandma\nPaulie when she was little?\n\nGAGA\nYes. And it’s pronounced\n(very patrician)\n\n‘Paulie.’\n\nFAITH\nPolly.\n\nGAGA\nPaulie.\n\nFAITH\n\n(trying hard)\nPolly. Polly.\n\nGAGA\nShe’s not a parrot!\n\nFAITH\nPolly.\n\nAmelia thinks she’s got it.\n\nAMELIA\nPolly!\n\f64.\n\nGAGA\n(frustrated)\nPaulie. Pauline.\n\nThe little girls are really trying but they are unable to\nhear the distinction.\n\nAMELIA\nPolly.",
  "38": "---END OF PREVIOUS SECTION---\nPauline. The little girls are really trying but they are unable to\nhear the distinction. AMELIA\nPolly. \n---TARGET SECTION TO BE ANNOTATED---\nFAITH\nPolline.\n\nGAGA\n\nWhat is the world coming to?\n\nFaith is fiercely concentrating. She says with extreme self-\nconsciousness in a faux British accent:\n\nFAITH\n‘Paul-ie.’\n\nGAGA\nYes!\n\nINT. LIVING ROOM. LATER\n\nThe girls sit at a game table playing cards with Gaga. Cam\nenters, wearing his parka, carrying two large ancient cookie\nsheets under his arm and a large roll of duct tape.\n\nCAM\nI’m going out to work on the car.\n\nAs Gaga shuffles the cards:\n\nGAGA\nThe girls tell me it has no floor.\n\nCAM\nIt had no floor.\n(holding up cookie sheets)\nI found these in your kitchen\nvault. Betty said I could have\nthem.\n\nFAITH\nCookie sheets?\n\nCAM\nYou won't be able to step on them,\nbut it’1ll keep out the cold air and\ndetritus.\n\f65.\n\nAmelia sighs and shakes her head.\n\nGAGA\nCam, I’m very proud of you for\ntaking care of these darling girls\nall by yourself. I mostly use the\nLincoln these days. I'd like you\nto have the Bentley.\n\nThe girls scream and leap to their feet like Lottery winners.\n\nINT. BENTLEY. MOMENTS LATER\n\nAmelia and Faith are scrambling all over it, touching\neverything. They push every button. They run their hands\nover the smooth wood. They rest their cheeks against the\nleather and inhale. Amelia sits in the driver’s seat and\nwaves through the windshield at her father, who is outside,\nlooking at the car with apprehension, smoking a cigarette.\n\nINT. LIVING ROOM. MOMENTS LATER\n\nGaga looks extremely displeased, both hands on her cane. Cam\nstands across from her, hands in his pockets.\n\nCAM\nWe live in a rent-controlled\napartment.\nGAGA\nI know that. I pay your rent.\nCAM\nAnd we’re very grateful --\nGAGA\nPiffle. It’s dirt-cheap.\nCAM\nThe point is... I can’t afford to\n\ntake care of the Bentley. I can’t\neven afford to fill up its gas\ntank.\n\nGAGA\nIf you’re asking me for gas money --\n\nCAM\nI’m not asking for gas money, Gaga.\n\nCam suddenly becomes nervous, uneasy.",
  "39": "---END OF PREVIOUS SECTION---\nI can’t\neven afford to fill up its gas\ntank. GAGA\nIf you’re asking me for gas money --\n\nCAM\nI’m not asking for gas money, Gaga. Cam suddenly becomes nervous, uneasy. \n---TARGET SECTION TO BE ANNOTATED---\n This is hard for him.\n\f66.\n\nCAM\nThe girls are both phenomenal\nstudents... they’re not being\n\nchallenged. If you really want to\nhelp, I think they would flourish\nin private school.\n\nBeat. She scowls at him.\n\nGAGA\nI don’t think that’s teaching the\ngirls a very good lesson, do you?\n\nCam looks confused, then resigned:\n\nCAM\nI suppose not.\n\nGaga takes his hand in an attempt to be supportive:\n\nGAGA\nWe all believe in you, Cameron. We\nknow it’s not too late for you to\namount to something.\n\nINT. VALIANT. NIGHT\nThey drive home in silence. The girls pout in the back seat.\n\nCAM\nGirls, look. I’m sorry we can’t\ntake the Bentley. It just doesn’t\nmake sense. I know it’s\ndisappointing.\n\nThey don’t respond. Then, in a coldly rational voice:\n\nAMELIA\nYou should've taken it and then\nsold it and bought the crepe cart\nand then you could’ve made lots of\nmoney and we wouldn’t be so poor.\n\nCAM\nSweetie, although crepes may be\ndelicious, they’re not exactly the\ngoldmine you think they are.\nEspecially during a recession.\n\nAMELIA\nWell, then we could’ve sold the\nBentley and just had some money.\n\f67.\n\nCAM\n(sighing)\nGaga would never let me sell that\ncar.\nAMELIA\n\nBut she was giving it to you.\n\nCAM\nThat’s not how it works. It’s hard\nto explain.\n\nBeat.\n\nFAITH\nIt was our one chance to have\nsomething that other people might\nwant. Nobody wants what we have.\n\nThey ride on in silence.\n\nEXT. TRAIN STATION. DAY\n\nMaggie walks out of the station, with Cam and the girls. Cam\ncarries her suitcase. The girls brim over with excitement.\n\nAMELIA\nWe have a surprise for you.\n\nThey can’t contain themselves. They run to the Valiant.\nMaggie slows as she approaches the car. Inside, a DOG is\nbarking like mad and scrambling back and forth over the\n\nseats. Cam whistles and when the dog sees him, he starts\nwhining and wagging his tail, scratching at the windows.",
  "40": "---END OF PREVIOUS SECTION---\nMaggie slows as she approaches the car. Inside, a DOG is\nbarking like mad and scrambling back and forth over the\n\nseats. Cam whistles and when the dog sees him, he starts\nwhining and wagging his tail, scratching at the windows. \n---TARGET SECTION TO BE ANNOTATED---\nFAITH\nThat’s Jock! That’s our dog!\n\nAMELIA\nDaddy got him for us!\n\nFAITH\nAmelia named him!\n\nMAGGIE\nWhy is he acting like that?\n\nAMELIA\nHe was abused by his last owner.\nSo any time Daddy leaves him he\ngets really upset.\n\f68.\n\nFAITH\nBecause he loves Daddy! Because\nDaddy saved him!\n\nAs Cam puts the suitcase in the trunk:\n\nCAM\nWe're working on it.\n\nMaggie looks unenthusiastic.\n\nMAGGIE\nAnd this is the new car?\n\nCAM\nIt was abused by its last owner.\nBut Daddy saved it!\n\nCam opens the passenger side door for her, with a flourish.\nJock streaks out and tears down the sidewalk, going after\nanother dog who is on a leash. Cam and the girls race after\nhim.\n\nCAM\nJock! No! Bad dog! Jock!\n\nIt is chaos.\n\nEXT. RAYMOND PARK. DAY\n\nBundled up, the family kicks a soccer ball around. Jock runs\nbetween them. Some distance away Kim and Ali watch from the\nswings. Cam sees them.\n\nCAM\nDon’t those little girls live in\nour building?\n\nAMELIA\nYes. But they’re really mean.\n\nCAM\n(amused)\nMean? They’re wearing identical\npink parkas. How mean can they be?\n(calling)\nHey! Hey!\n\nHe waves at them to come over. Hesitant, they do.\n\f69.\n\nEXT. RAYMOND PARK. LATER\n\nMaggie sits on a bench with Faith in her lap. Cam plays a\nspirited soccer game with all the little kids in the park.\nThe ball comes toward Cam, who is smoking. He throws down\nhis cigarette and dodges a kid, then passes the ball to Kim,\nthen picks up his cigarette again when the ball is gone.\n\nINT. APARTMENT BUILDING HALLWAY. NIGHT\n\nThe girls both hold onto Jock’s leash as they walk toward the\napartment. Cam and Maggie follow behind.\n\nCAM\nThey seem like nice kids. You\nshould have them over sometime.\n\nBoth girls scowl at him over their shoulders.\n\nAMELIA\nNo way.\n\nFAITH\nI'd rather die than have people\nover to our shithole.\n\nThe girls take off running down the hall.",
  "41": "---END OF PREVIOUS SECTION---\nAMELIA\nNo way. FAITH\nI'd rather die than have people\nover to our shithole. The girls take off running down the hall. \n---TARGET SECTION TO BE ANNOTATED---\n Cam looks\nexhausted. Maggie looks at him; he shrugs, beleaguered.\n\nCAM\nThey crush my soul.\n\nEXT. APARTMENT BUILDING. DAY\n\nSpring. The early crocuses are coming up.\n\nINT. APARTMENT. NIGHT\n\nThe apartment is a disaster. Art materials lie all over the\ntable. Amelia bangs out a song on the piano and sings at the\ntop of her lungs while Faith does a dramatic dance. They are\nboth in their nightgowns.\n\nAMELIA\n“Here we come, here we come, we're\nthe pirates, and we're going to\nmake you swab the decks...\"\n\f70.\n\nCAM (0.S.)\n\n(calling from the kitchen)\nFaithie-bear, could you clean your\nstuff off the dining room table?\n\nFAITH\n(twirling)\nI’m busy.\n\nCam emerges from the kitchen, a mixing bowl in his arms. He\nis whisking something and wearing a utilitarian apron.\n\nCAM\nDinner will be ready soon. It would\nbe awfully nice to have a place to\nsit down and eat it.\n\nFAITH\nLater!\n\nCam watches, frustrated.\n\nCAM\nNow. Now.\n\nShe keeps dancing. Suddenly Cam explodes, HURLING THE BOWL\nAT THE WALL.\n\nCAM\nNow!\n\nBoth girls are startled out of their musical reverie. Then\nFaith explodes:\n\nFAITH\nYou are so MEAN! I am not your\nSERVANT!\n\nCAM\n\nNo! I’m the goddamn servant! All\nI do is cook for you and drive you\naround and tend to your every\nneed...\n\nHe watches, furious, as she stomps by him.\nCAM\n...-you treat me like a goddamn\nmaid!\n\nCam turns off the stove. Grabs his overcoat and scarf.\n\nCAM\nI’ve got to get out of here.\n\f71.\n\nAmelia jumps up from the piano and gets in his way.\n\nAMELIA\nWe don’t have a babysitter.\n\nCAM\nYou don’t need a babysitter.\n\nAMELIA\nBut it’s night-time. We get\nscared. Faith gets scared.\n\nCam looks for his keys, wallet.\nCAM\nYou need to toughen up. What is\nthere to be scared of? Wolves?\nVampires?\n\nAMELIA\nRapists.",
  "42": "---END OF PREVIOUS SECTION---\nWolves? Vampires? AMELIA\nRapists. \n---TARGET SECTION TO BE ANNOTATED---\nCam shakes his head and puts on his coat.\n\nCAM\nIf a rapist knocks, don’t let him\nin.\n\nAMELIA\n\nWhat if they force their way in?\nThat's what rapists do!\n\nCAM\nJust kick him in the balls!\n\nAmelia runs to block the door. Jock starts barking and\njumping around.\n\nAMELIA\n(panicked)\nNo, Daddy. Don’t go.\n\nAmelia drops to the ground and grabs Cam’s leg.\n\nCAM\nI don’t get it. You never want to\nbe seen with me, you won’t have\nyour friends over, you won’t let me\ntalk to people -- I can’t take it\nanymore! I need to spend time with\nadults, not a bunch of bossy brats!\nUnhand my foot!\n\f72.\n\nCam leaves the apartment, slamming the door behind him. The\ndog barks constantly.\n\nINT. HALLWAY. NIGHT\n\nCam steams down the hall. Punches the elevator button.\nWaiting at the elevator, he pulls a pack of cigarettes from\nhis pocket.\n\nHe looks up. At the end of the hall his daughters stand in\ntheir nightgowns and look at him silently, mournfully. The\n\nelevator door opens. We can still hear the dog barking.\n\nHe gives them the finger. Charges onto the elevator.\n\nINT. ELEVATOR. NIGHT\n\nCam is agitated. He runs his hands through his hair. He\npunches the wall.\n\nINT. LOBBY. NIGHT\n\nRuth-Ann waits for the elevator. The door opens to reveal\nCam, sitting dejected on the floor. She hesitates.\n\nRUTH-ANN\nGoing up?\n\nCAM\n(defeated)\nI guess so.\n\nINT. HALLWAY. NIGHT\n\nCam walks back down the hall to the apartment. He unlocks\nthe door, but the chain is up. It stops him. He sighs with\nfrustration, then hurls his shoulder into the door, busting\nthe chain and sending the door smashing open.\n\nThe girls scream, alarmed, and jump to their feet. Amelia\nholds a baseball bat, Faith holds a cricket bat. Then they\nsee it’s him.\n\nINT. APARTMENT. CONTINUOUS\n\nCam walks in. As he lights a cigarette:\n\f73.",
  "43": "---END OF PREVIOUS SECTION---\nAPARTMENT. CONTINUOUS\n\nCam walks in. As he lights a cigarette:\n\f73. \n---TARGET SECTION TO BE ANNOTATED---\nCAM\n(worn-down )\nYou see, girls? That chain is\nworthless. The only thing it\nprovides is a false sense of\nsecurity, and that’s the last thing\nyou girls need.\n\nHe hugs them and they hug him back.\n\nAMELIA\nWe'll be braver, Daddy, I promise.\nNext time we'll be braver.\n\nHe nods and heads back toward the kitchen.\nCUT TO:\n\nCam cleans up the bowl and its contents that are spilled all\nover the wall and floor.\n\nCUT TO:\n\nCam replaces the chain on the door with a deadbolt lock.\n\nINT. APARTMENT. NIGHT\n\nCam lies on the sofa, watching TV, drinking a beer, smoking.\nHe flips through the channels. He finishes the beer and\ncrumples it. It joins four other crumpled cans. He reaches\nfor another. He looks depressed.\n\nINT. VALIANT. DAY\n\nCam, rumpled and low-energy, sits behind the wheel. The\ngirls sit in the back seat. As Maggie gets in the car, she\nsees that Cam has a huge bandage that covers his entire hand\nand forearm. It looks like a giant q-tip.\n\nMAGGIE\nCam, what happened?\n\nCAM\nWhat? Oh. Broke up a dog fight.\nStupid.\n(beat)\nWe had to give Jock away.\n\f74.\n\nEXT. APARTMENT BUILDING. DAY\nThe swimming pool is being filled. All the kids in the\n\nbuilding stand outside the chain link fence watching with\nexcitement.\n\nINT. VALIANT. DAY\n\nCam, still low-energy, waits in the car. Maggie opens the\ndoor. The bandages on his hand are gone.\n\nMAGGIE\n\nThe girls didn’t want to come?\nCAM\n\nIt got old.\n\nINT. APARTMENT. DAY\n\nMaggie carries her suitcase over to the sofa in the living\nroom. She surveys the messy room, which now has a mini-\ntrampoline in the middle of the rug. She stares at the mini-\ntrampoline, incredulous. Faith runs in.\n\nFAITH\nLook what we found in the trash!\n\nFaith happily starts jumping up and down on it, doing splits\nin the air.\n\nINT. KITCHEN. DAY\n\nCam stands at the open fridge, staring into it, uninspired.",
  "44": "---END OF PREVIOUS SECTION---\nINT. KITCHEN. DAY\n\nCam stands at the open fridge, staring into it, uninspired. \n---TARGET SECTION TO BE ANNOTATED---\nAmelia and Faith, wearing bathing suits, charge into the\nkitchen full of energy. Amelia grabs bread, peanut butter,\njam and milk. Faith hops up on the counter and pulls down\ntwo glasses, two plates. Amelia slaps together two\nsandwiches and Faith pours two glasses of milk. The girls\nleave the kitchen, each gingerly carrying a plate and a very\nfull glass of milk. Cam still stares into the fridge.\n\nEXT. TRAIN STATION. DAY\nCam waits in the car double-parked. He is driving a red\nToyota station wagon with one gray door. Maggie is confused\n\nas she gets into the car.\n\nMAGGIE\nWhat happened to the Valiant?\n\f75.\n\nCAM\nDidn't I tell you? It caught on\nfire.\n\nEXT. APARTMENT BUILDING. DAY\n\nThe swimming pool is being drained. Amelia, Faith, Kim, Ali\nand Thurgood stand outside the chain link fence with their\nbicycles, watching sadly as a tarp is pulled over it. After\na few moments, they hop on their bikes and pedal away.\n\nEXT. STREET. DAY\n\nSeptember. Amelia and Faith walk to school in a large and\nlively group of children, all wearing big backpacks.\n\nINT. LIVING ROOM. DAY\n\nCam sits in his red armchair, watching TV, smoking. He is\nunshaven and unkempt. He wears tube socks, a red smoking\njacket and tight tennis shorts. Amelia marches in and tapes\na sign on the TV screen that reads “SMOKING SUCKS AND THEN\nYOU DIE!” Faith tapes one underneath with a picture of a big\nblack lung that says: “DEAD SMOKER’S ACTUAL LUNG!”\n\nCam stares blankly at the signs taped to the television. He\ndoes not stop smoking. Then:\n\nCAM\nI’m depressed.\n\nAmelia sits down on the floor and starts tying her sneakers.\n\nAMELIA\nOf course you are. Your family\ngives you just barely enough money\nto live on, you can’t hold down a\njob, and you annoy people.\n\nCAM\nYou left out my hemorrhoids.\n\nFAITH\n(to Amelia)\nWhere are you going?\n\nAMELIA\nOut. I’m meeting Kim and Ali.\n\nFAITH\nCan I come?\n\f76.\n\nAMELIA\n(half-hearted)\nI guess.",
  "45": "---END OF PREVIOUS SECTION---\nFAITH\nCan I come? 76. AMELIA\n(half-hearted)\nI guess. \n---TARGET SECTION TO BE ANNOTATED---\nCAM\nCan I come?\n\nAMELIA/FAITH\n(outraged)\nNo! God! We’re going to hang out\nwith our friends!\n\nCAM\nHow come you never invite your\nfriends over here?\n\nFAITH\nTo this shithole?\n\nCAM\nStop saying that.\n\nFAITH\nDaddy, you can’t hang around with\nkids. It’s weird.\n\nAMELIA\nWe need to have our own lives. And\nyou need your own life --\n\nCAM\nHow am I supposed to have my own\nlife when you won’t let me do\nanything --\n\nThey leave, slamming the door.\n\nINT. HALLWAY. MOMENTS LATER\n\nAmelia and Faith wait by the elevator. Cam opens the\napartment door and stands at the end of the hall, looking at\nthem mournfully. They are both furious. They look away.\nThey look back. He is still staring at them. They exchange\na look. They are pained by his misery. Finally, they\nrelent:\n\nAMELIA\nFine. We’re hanging out at the\npicnic tables.\n\nThe elevator doors open. The girls get on.\n\f77.\n\nEXT. CONCRETE PARK. DAY\n\nKim, Ali and Thurgood sit at the metal picnic tables. Faith\nand Amelia are across from them. Amelia has her Tarot cards\nand she is doing a Tarot reading. She flips a card.\n\nAMELIA\nThe Death card.\n\nKIM\nDoes that mean I’m going to die?\n\nAMELIA\nNot necessarily...\n\nCam stands at the end of the table, digging stuff out of his\npockets, looking for matches.\n\nCAM\nAny of you kids got a light?\n\nAmelia and Faith shoot him a withering look. Amelia starts\ngathering her Tarot cards.\n\nAMELIA\n(to Kim)\nCan we finish this at your\napartment?\n\nKIM\nOur parents don’t want us to have\nanyone over. We just got a new\nsectional.\n\nAmelia looks at Thurgood who shakes his head.\n\nTHURGOOD\nMy older brother is studying for\nlaw school -- he freaks out if\n\nthere’s kid noise.\n\nCAM\nYou're all welcome to come over to\nour apartment...\n\nFaith and Amelia look at each other, furious. They both\nglare at him.",
  "46": "---END OF PREVIOUS SECTION---\nCAM\nYou're all welcome to come over to\nour apartment... Faith and Amelia look at each other, furious. They both\nglare at him. \n---TARGET SECTION TO BE ANNOTATED---\nAMELIA\nCam, can we speak to you for a\nminute?\n\nFaith and Amelia pull him aside, away from the other kids.\nCam looks uneasy.\n\f78.\n\nAMELIA\nI am about to lose my shit. We\nsaid you could come hang out with\nus. We did not say you could\ninvite people into the apartment.\n\nCAM\nBut I think it could be fun --\n\nAMELIA\nNo. Not fun. Humiliating.\n\nFAITH\nDo we need to spell it out for you?\n\nCAM\nBut I’1l make tea for everybody.\nAnd cinnamon toast. We’ve got lots\nof board games --\n\nAMELIA\n(hissing)\nWe don’t want people to see how we\nlive!\n\nCAM\n\n(exploding)\nBig deal how you live! It’s not\nyour fault! Tell them your Dad’s\nmanic-depressive or bi-polar or\nwhatever they’re calling it these\ndays! Don’t not have friends\nbecause of me!\n\nThe girls are thrown by this outburst. Cam slumps.\n\nCAM\nFuck it. Forget it. Never mind.\n\nHe turns and walks back to the building, defeated. Faith and\nAmelia look at each other, considering.\nINT. APARTMENT BUILDING HALLWAY. DAY\n\nAmelia and Faith stand outside their apartment with Thurgood,\nKim and Ali. Amelia takes her keys from around her neck.\n\nAMELIA\nI’m warning you. You’ve never seen\nanything like this.\n\nTHURGOOD\nI’ve been to messy houses before.\n\f79.\n\nFaith raises her eyebrows.\n\nFAITH\nNot like this.\n\nAMELIA\n(whispering)\nI’1l run and close Daddy’s door.\n\nFaith nods. Amelia opens the door and darts in. Faith\nblocks the doorway.\n\nINT. APARTMENT —- CAM’S BEDROOM. DAY\n\nCam sits at his desk. A radio has been pulled apart and he\nis soldering a circuit board. His room looks like a bomb\nexploded.\n\nAmelia pokes her head in the door.\n\nAMELIA\nWe brought some friends over.\n\nCam blinks, surprised.\n\nCAM\nReally?\n\nAmelia nods and closes the door.\n\nINT. APARTMENT.",
  "47": "---END OF PREVIOUS SECTION---\nAmelia nods and closes the door. INT. APARTMENT. \n---TARGET SECTION TO BE ANNOTATED---\n DAY\n\nAmelia and Faith stand in the middle of the squalor with\nThurgood, Kim and Ali, who seem stunned by the mess.\n\nKIM\nWhy do you have so much stuff?\n\nFAITH\n(with authority)\nOur Dad is totally Polar-Bear.\n\nAMELIA\n(to Faith, correcting)\nBi-polar.\n(to the rest, explaining)\nManic-depressive.\n\nTHURGOOD\nI have an uncle with that. He also\nlives like a pig.\n\f80.\n\nKIM\nHey! This is cool!\n\nKim happily bounces on the mini-trampoline in the middle of\nall the squalor.\n\nCUT TO:\nThe children fill the living room:\nAmelia, Faith and Ali play Roulette.\n\nThurgood sits cross-legged on the mini-trampoline, bouncing\ngently and staring at the album cover of “Guys and Dolls.”\n\nKim examines an old wooden cane. She pulls the handle and a\nsword comes out. She is totally amazed.\n\nCam emerges from the kitchen with a teapot and a plate of\ncinnamon toast points. He serves them all toast and refills\ntheir teacups.\n\nCam has never seemed happier.\nCAM\nWould anyone like to learn how to\nmake chocolate truffles from\nscratch?\n\nTHURGOOD\nMe!\n\nHe leaps to his feet and follows Cam into the kitchen.\n\nEXT. HILLSIDE. DAY\n\nCam comes into view, striding up the hill, whacking at the\ntall grasses with his machete. Behind him, the children\nbegin to appear; they march behind him, fanning out on either\nside, talking and laughing: Amelia, Faith, Kim, Ali,\nThurgood, and three other kids from school.\n\nEXT. WOODS. LATER\n\nThe gang of children spreads out, searching the ground for\nmushrooms and playing.\n\nCUT TO:\n\f81.\n\nThe children sit on a fallen tree trunk, watching, as Cam\ndemonstrates on Amelia how to twist someone’s arm behind\ntheir back. Amelia grabs his arm and does it to him.\n\nCUT TO:\n\nCam crams the kids into the Toyota. He lays the boys down in\nthe way back like cord wood. The engine turns over twice and\nstarts. The car is weighed down and drags in the back as Cam\ndrives slowly down the dirt road.\n\nINT. KITCHEN.",
  "48": "---END OF PREVIOUS SECTION---\nThe car is weighed down and drags in the back as Cam\ndrives slowly down the dirt road. INT. KITCHEN. \n---TARGET SECTION TO BE ANNOTATED---\n DAY\n\nAmelia watches as Maggie frosts a birthday cake. Maggie\nstarts to pipe “Happy Birthday Faith” in white icing on the\ntop.\n\nAMELIA\nI don’t think I’m black.\nMAGGIE\nOf course you’re black.\nAMELIA\nBut I look white.\nMAGGIE\nSweetie, you’re black.\nAMELIA\nFaith looks black. I look like\nDaddy.\nMAGGIE\n\nYou’re a mix of both of us.\n\nAMELIA\nNobody thinks I’m black. When I\ntell them. Nobody thinks I look\nlike you.\n\nMAGGIE\nAmelia, I am black. Your mother is\nblack. So you’re black.\n\nMaggie runs out of space on the cake, halfway through\n“Faith.”\n\nMAGGIE\nDamn it.\n\nShe throws down the pastry bag. Amelia feels guilty.\n\f82.\n\nAMELIA\nYou know, you and Daddy could go\nout to dinner some time. We don’t\nneed a babysitter.\n\nMAGGIE\nYou don’t?\n\nAmelia shakes her head.\n\nAMELIA\nWe used to get scared, but we’re\nnot scared anymore.\n\nMaggie puts her hand on Amelia’s head and looks at her.\n\nMAGGIE\nYou’ve gotten so old.\n\nAMELIA\n(smiling)\nIf it makes you feel better, I’1l\ntell people I’m black. Even if\nthey think I’m delusional.\n\nEXT. STREET. NIGHT\n\nCam and Maggie walk to a restaurant. They are both nicely\ndressed, wearing scarves and overcoats.\n\nMAGGIE\nI think the last time we were at\nLegal Seafood, Faith pulled shrimp\nscampi all over my silk blouse.\n\nCAM\nYou were so sad.\n\nMAGGIE\nIt was my best shirt.\n\nCAM\nThat was the same dinner where she\ntrundled across the room and\npunched me right in the nuts.\n\nMAGGIE\n(laughing)\nYou were so sad.\n\nHe nods, laughs.\n\f83.\n\nMAGGIE\nAmelia told me she doesn’t think\nshe’s black.\n\nCAM\n\nWhat? Her mother’s black. She’s\njust testing you, being feisty.\n\nShe smiles at him with real gratitude. She links her arm\nthrough his.",
  "49": "---END OF PREVIOUS SECTION---\nShe’s\njust testing you, being feisty. She smiles at him with real gratitude. She links her arm\nthrough his. \n---TARGET SECTION TO BE ANNOTATED---\nMAGGIE\nShe also said they’re not scared\nanymore. The girls seem to be ina\nreally good place.\n\nCAM\nNo kidding. Amelia beat up the\nclass bully last week. Kicked him\nso hard in the knee she put him on\ncrutches.\n\nMAGGIE\nWow.\n\nCAM\nI felt quite proud.\n\nMAGGIE\nYou seem good too, Cam.\n\nCAM\nSo do you. Well whaddaya know.\n\nMAGGIE\nI'll be so happy when I get a job\nand I’m back here. Thanks for\nmaking it possible.\n\nMaggie smiles at Cam. He pulls her closer.\nCAM\nStop sleeping on the sofa. Let’s\nsleep in a bed together.\nMaggie laughs but doesn’t pull away.\n\nMAGGIE\nCam, I can’t go in your room.\n\nCAM\nWhy not?\n\f84.\n\nMAGGIE\nIt’s beyond belief. You have three\nbicycles in there.\n\nCam looks flabbergasted.\n\nCAM\nThat’s your reason?\n\nMAGGIE\nYes! There are cans of paint\nthinner -- and the last time I went\nin there I got motor oil on my\nskirt. I mean it’s... it’s\nridiculous.\n\nCAM\n\nThen I’1l clean it up.\nMaggie laughs, teasing him.\nMAGGIE\n\nThat would be nice. It would make\nit more inviting.\n\nCAM\nYou never said anything about this\nbefore.\n\nMAGGIE\n\nI’m done nagging you to clean your\nroom, you're a grown man and it’s\nyour room.\n\nCAM\nAnd my room is not inviting to you?\n\nMAGGIE\n(amused)\nNo! Not to me or anybody else.\nProbably not even to you.\n\nCam laughs, good-naturedly.\n\nCAM\nDefinitely not to me. I’m cleaning\nit up. It’1ll take me two days\ntops. You’ll see. It’ll bea\nthing of beauty.\n\nThey walk on.\n\f85.\n\nINT. FINANCIAL FIRM. DAY\n\nMaggie sits in a waiting room, professionally dressed,\ncompletely pulled together. Across from her sit three\nhandsome 24-year-old white men. Suits, ties, polished shoes.\nThey are talking, laughing.",
  "50": "---END OF PREVIOUS SECTION---\nAcross from her sit three\nhandsome 24-year-old white men. Suits, ties, polished shoes. They are talking, laughing. \n---TARGET SECTION TO BE ANNOTATED---\nYOUNG MAN 1\n...of course I know Jim Quincy! We\nwere in the Delphic together at\nHarvard... I actually won this belt\noff him --\n\nRECEPTIONIST\nMaggie Stuart?\n\nMaggie stands. The young men look at her like she’s a\ncuriosity.\n\nINT. PLUSH OFFICE. DAY\n\nMaggie sits across from three fifty-year-old versions of the\nyoung men in the waiting room.\n\nMAGGIE\n.-.I’m graduating at the top of my\nclass and I’ve actually been\noffered a futures job at E.F.\nHutton in New York, but Howard and\nCompany is where I want to be.\n\nBUSINESSMAN 1\nE.F. Hutton, that’s terrific. Why\ncome back to Boston?\n\nMAGGIE\nMy children are here --\n\nBeat. Their eyes glaze over. Maggie instantly regrets\nmentioning her children.\n\nBUSINESSMAN 1\n(politely)\nAnd how old are your children?\n\nMAGGIE\nTwelve and ten. Very independent.\nWhich allows me to come in early\nand work late --\n\f86.\n\nBUSINESSMAN 1\n(smiling)\nThank you so much. We'll let you\nknow.\n\nThe men stand up, signalling the end of the meeting.\n\nINT. FINANCIAL FIRM. DAY\n\nAs Maggie walks past three young men in their nice suits and\nties, she understands her prospects.\n\nEXT. STREET. DAY\n\nMaggie waits on a corner in downtown Boston. She looks cold\nand unhappy. She looks up the street and sees the red Toyota\nwildly backing down the one-way street. Irate drivers honk\nat Cam. He stops in front of her. She gets into the car.\n\nINT. TOYOTA. CONTINUOUS\n\nCAM\nHow'd the interview go?\n\nMaggie puts on an upbeat front.\n\nMAGGIE\nReally well I think! I know a lot\nof people are vying for this\nposition, but I think I’m very\nqualified. And I’ve got some more\ninterviews.\n\nCAM\nAny one of these places would be\nlucky to have you.\n\nShe smiles at him gratefully.\n\nINT. CAM’'S BEDROOM. DAY\n\nCam stands in the middle of his messy bedroom, pulling excess\nbooks off the shelf and putting them in a box.",
  "51": "---END OF PREVIOUS SECTION---\nINT. CAM’'S BEDROOM. DAY\n\nCam stands in the middle of his messy bedroom, pulling excess\nbooks off the shelf and putting them in a box. \n---TARGET SECTION TO BE ANNOTATED---\n He comes\nacross The Collected Poems of Robert Frost. He opens the\nbook. He sits down on the edge of the bed, reading.\n\nAmelia calls from the kitchen:\n\f87.\n\nAMELIA (0.S.)\nDaddy, do I add more butter for\neach omelette?\n\nAs Cam turns the page:\n\nCAM\n(yelling)\nHalf a tablespoon and make sure you\nlet it get nut-brown.\n\nFaith steps into the doorway. She is festooned with gold and\npink ribbons wrapped around her arms and upper torso.\n\nFAITH\nDid you start my costume?\n\nCAM\n...What costume?\n\nFAITH\nYou know. My Flamenco dancer\ncostume for the talent show.\nYou're making me a skirt.\n\nBeat.\n\nCAM\nRight.\n\nFAITH\n(concerned)\nDaddy, it’s tomorrow.\n\nCAM\n(lamely)\nRight. I know.\n\nFAITH\nI knew it! You’re not making it.\n\nCAM\nI am making it. I said I would\nmake it and I will.\n\nFAITH\nCan you even sew?\n\nCAM\nHey, I was in the army.\n\nFAITH\nI want it to be all sparkly and\nruffly.\n\f88.\n\nCAM\nYou got it, buggins.\n\nFaith claps her hands and excitedly breaks into her stomping\nFlamenco dance. The neighbor below bangs on the ceiling.\n\nINT. APARTMENT. NIGHT\n\nCam opens a closet door and hauls Maggie’s sewing machine off\nthe top shelf.\n\nCUT TO:\n\nDining room table. Cam sits in front of the sewing machine,\na cigarette dangling from his lips. He studies Faith’s\nFlamenco doll.\n\nCAM\nI just have to make this skirt, two\nhundred times bigger.\n\nCUT TO:\n\nHe draws a pattern on the pink satin fabric. He cuts out the\npattern, smoking all the while. A huge amount of ash drops\non the fabric. He doesn’t notice.\n\nCUT TO:\n\nHe pushes the fabric through the sewing machine. This way.\nThat way. The table is covered with dirty coffee cups. His\nashtray overflows with cigarette butts. He screws up a seam.",
  "52": "---END OF PREVIOUS SECTION---\nThe table is covered with dirty coffee cups. His\nashtray overflows with cigarette butts. He screws up a seam. \n---TARGET SECTION TO BE ANNOTATED---\nCAM\nGoddamnit! I can’t do it! I can’t\nfucking do it!\n\nHe yanks the fabric out of the sewing machine, throws it on\nthe floor, jumps on it, picks it up, throws it at the wall,\nit flutters to the floor. This only fuels his rage. He\nspastically grabs it, crosses to the open window and hurls\nout the unfinished skirt. He pushes his hair back, looks\naround wild-eyed and crazy.\n\nEXT. APARTMENT BUILDING. NIGHT\n\nHe wades through a bush to retrieve the skirt.\n\f89.\n\nINT. APARTMENT. NIGHT\n\nCam has returned to working on the skirt. He sews a ruffle\non. He turns to the flamenco doll.\n\nCAM\nYour skirt is a joke compared to\nwhat this skirt is going to look\nlike.\n\nCam downs the last of a cup of coffee, cracks open a beer and\ntakes a swig.\n\nINT. LIVING ROOM. NIGHT\n\nCam stands at the open window, drinking a beer. He picks up\nthe phone and dials.\n\nMAGGIE (0.S.)\n(sleepily)\n.--hello?\n\nCAM\n(into phone)\nGuess what I did?\n\nINTERCUT WITH MAGGIE\n\nShe turns on her bedside lamp and sits up, trying to orient\nherself.\n\nMAGGIE\nCam... it’s almost four in the\nmorning.\n\nCam examines the skirt with pride.\n\nCAM\nI just made your daughter an\nincredible skirt. Sparkles,\nruffles... It’s probably my\ngreatest achievement since I\nrebuilt the engine to my Dad’s\nStudebaker in college.\n\nMAGGIE\nThat’s terrific, Cam. You should\nprobably get some sleep.\n\nCAM\nI don’t want to sleep.\n\f90.\nMAGGIE\nBut you must be tired --\n\nCAM\nBut I’m not tired.\n\nMaggie sits up.\n\nMAGGIE\nCam, you know how important sleep\nis to --\n\nCAM\n\nCome on, Maggie! Name me one other\nfather in America who is up right\nnow sewing their daughter a\nflamenco skirt!\n\nMAGGIE\nCam... You are taking your\nlithium... aren’t you?\nBeat.\nCAM\n\nActually, I haven’t taken my\nlithium since you left.",
  "53": "---END OF PREVIOUS SECTION---\nYou are taking your\nlithium... aren’t you? Beat. CAM\n\nActually, I haven’t taken my\nlithium since you left. \n---TARGET SECTION TO BE ANNOTATED---\nMaggie hangs her head.\nCAM\nI find that if I take small, steady\nsips of beer throughout the day, it\nkeeps me on an even keel...\nHe takes a long, loud, defiant sip of his beer.\n\nCAM\nAbhh...\n\nMaggie looks stricken.\n\nINT. APARTMENT. MORNING\nCam sits on the floor surrounded by bits of fabric.\n\nFaith manages to squeeze into the very beautiful and way too\ntight skirt. It is so tight all the way down, she can barely\nmove her legs. She finally gets it on and stares down at it.\nShe wiggles to make the ruffle move. Then:\n\nFAITH\nI look like a flamenco mermaid!\n\f91.\n\nShe hops over to Cam, throws her arms around his neck and\nsays dramatically:\n\nFAITH\nIt’s the most glorious skirt I’ve\never known!\n\nEXT. STATION. SAME DAY\n\nMaggie walks out of the train station. Cam is double-parked.\nHe wears his battered corduroy jacket and an Oxford shirt.\nMaggie gets in the car, closes the door.\n\nINT. TOYOTA STATION WAGON. CONTINUOUS\nThey sit in silence.\n\nCAM\nI’m not manic.\n\nMAGGIE\nBut you could be.\n\nCAM\nI was excited. People are allowed\nto get excited when they can’t sew\nworth a damn and they manage to\npull off a flamenco skirt that gets\ntheir daughter the second-most\napplause at the talent show.\n\nINT. RESTAURANT. DAY\n\nA tony Boston restaurant. The lunch crowd is well-dressed.\nCam and Maggie cross to sit down at the bar. Cam is angry.\n\nMAGGIE\nYou promised to take your lithium.\n\nCAM\nAnd you promised to love me for\nbetter or for worse.\n\nThe MAITRE D’ hurries over to them.\nMAITRE D’\nExcuse me, sir. But our dress code\n\nrequires you to wear a tie...\n\nWithout missing a beat, Cam pulls an untied bowtie out of his\njacket pocket. As he ties it without looking:\n\f92.\n\nCAM\nLet me say one thing about lithium -\n- no one even knows if it works.\nSame goes for haldol, valproic\nacid, and all their other so-called\ntreatments.",
  "54": "---END OF PREVIOUS SECTION---\nAs he ties it without looking:\n\f92. CAM\nLet me say one thing about lithium -\n- no one even knows if it works. Same goes for haldol, valproic\nacid, and all their other so-called\ntreatments. \n---TARGET SECTION TO BE ANNOTATED---\n I’m just a guinea pig.\nAnd you never would’ve known I'd\nstopped taking it if I hadn’t told\nyou. I’m an idiot. A fucking self-\ndestructive fuckhead.\n\nHis bowtie is perfectly tied. The Maitre D’ nods and quickly\nretreats from this conversation.\n\nMAGGIE\nCam, you said you would take\nresponsibility for your condition --\n\nCAM\nThe way you’ve taken responsibility\nfor your children?\n\nMAGGIE\nThat’s not fair. You know how hard\nthis was for me.\n\nCAM\nI know, I know, it was hard to come\nevery weekend...\n\nMAGGIE\nNo! It wasn’t hard to come, it\nwasn’t hard to come...\n\nTears suddenly roll down Maggie’s face. Cam is startled.\n\nMAGGIE\n...it was hard to leave. Every\nweekend. And have people think I\nwas the worst mother in the world\nbecause I wanted my children to\nhave a better life and I didn’t see\nany other way to get it. You’re\nfrom an old blue-blood family.\nWhen you live in squalor, it’s\n“eccentric.” When black people\nlive in squalor, believe me, no one\nis charmed.\n\nCam is quiet for a moment as that sinks in.\n\nCAM\nIf it’s any consolation, no one\nseems charmed by my squalor either.\n(MORE )\n\f93.\n\nCAM (cont'd)\n(beat)\nI haven’t made any headway on my\nbedroom.\n\nMaggie looks at him and nods, resigned. Then:\n\nMAGGIE\nI’m going to take the E.F. Hutton\njob. In New York. It’s my only\noffer.\n\nCAM\nNew York? Maggie, I can’t keep\ndoing this all by myself --\n\nShe puts her hand on his arm.\n\nMAGGIE\nI’m not asking you to. You've done\nan amazing job. It’s time for me\nto take the girls.\n\nCam reacts.\n\nCAM\nYou're taking the girls to New\nYork? But what about me and you?\nWhat about us?\n\nMaggie looks away. She is anguished. Cam seethes.\n\nCAM\nI knew it. I knew it.\n\nMAGGIE\nThere’s so much I love about you,\nCam.",
  "55": "---END OF PREVIOUS SECTION---\nCAM\nI knew it. I knew it. MAGGIE\nThere’s so much I love about you,\nCam. \n---TARGET SECTION TO BE ANNOTATED---\n And I don’t want to give up\non you. But I just... I can’t.\n\nCAM\nSo were you even trying to get a\njob here? Or was this your plan\nall along?\n\nMAGGIE\nNo! My plan was to come home and\nmaybe I’d be with you and maybe I\nwouldn’t, but we’d still be a\nfamily. But none of that matters.\nThese Boston firms don’t want me.\n\nCAM\nWhy don’t they want you?\n\f94,\n\nShe looks at him for a beat.\n\nMAGGIE\nBecause, Cam, this is Boston. They\nwant people like you.\n\nThis hits Cam like a ton of bricks. His face hardens.\n\nCAM\nYou want a job in Boston? I’1l get\nyou a job in Boston!\n\nCam stands and storms out of the restaurant.\n\nINT. DICK’S OFFICE. DAY\n\nDICK, 40, sits behind a large oak desk with a view onto the\nfinancial district. He wears a suit and tie. He is tall,\nhandsome and athletic. The walls are hung with pictures of\nsailboats. Cam sits across from him. Cam is agitated.\n\nDICK\nYou look well, Cam. Everything\ngood down your way?\n\nCAM\nNot really, Dickie. No.\nDICK\nSorry to hear that --\nCAM\nAs you know, Maggie’s just gotten\nher MBA.\nDICK\n\nI heard. Good for her.\n\nCAM\nI was wondering why there isn’t a\nplace for her here. It is a family\nfirm, after all.\n\nDick sighs and looks sorry.\n\nDICK\nWell, Cam, I wish there were. But\nwe just don’t have the position at\nthe moment.\n\nCAM\nSo you're telling me that when\nDickie Jr and...the other one...\n(MORE )\n\f95.\n\nCAM (cont'd)\ngraduate from college, they won't\nland here?\n\nDICK\nSumner. That’s my other son --\n\nCAM\nGod damn it, Dickie! I know how it\nworks! You create the position!\n\nDICK\nI have to say, Cam, this is why we\nnever invite you to the Christmas\nparty.\n\nCAM\nI don’t give a shit about your\nChristmas party. I want you to\nhire my wife.",
  "56": "---END OF PREVIOUS SECTION---\nDICK\nI have to say, Cam, this is why we\nnever invite you to the Christmas\nparty. CAM\nI don’t give a shit about your\nChristmas party. I want you to\nhire my wife. \n---TARGET SECTION TO BE ANNOTATED---\n She works fifty\nthousand times harder than any of\nyou!\n\nDick gets up from the desk.\n\nDICK\nI'm afraid I have to ask you to\nleave.\n\nCAM\n\nDo you have any idea how hard it\nis? Do you have any idea what\nsacrifices she’s made? She needs a\njob here! In Boston!\n\nCam picks up a model sailboat and hurls it at the wall.\n\nDICK\nCam! Stop it! Snap out of it!\n\nCam picks up a chair and throws it at the bookcase, which\ncomes down. Dick tackles him to the floor.\n\nCUT TO:\n\nTwo SECURITY OFFICERS escort Cam out. Dick puts his hand on\nCam’s shoulder.\n\nDICK\nJust so you know, I won’t tell Gaga\nabout this.\n\nCam looks at him, resigned.\n\f96.\n\nINT. APARTMENT. NIGHT\n\nMaggie sits on the sofa, folding laundry. The front door\nopens. She hears Cam walk down the hall to the bathroom.\n\nMAGGIE\nCam? Cam?\nINT. APARTMENT BATHROOM. NIGHT\nCam stands at the sink, filling a glass of water. He is\nsoaking wet from head to toe. Maggie comes to the doorway of\n\nthe bathroom. She is startled by his appearance.\n\nMAGGIE\nWhy are you wet?\n\nCam doesn’t look at her. He takes out his bottle of lithium.\n\nCAM\nGirls asleep?\n\nShe nods. He empties three large pills into his hand.\n\nCAM\nFaith show you her skirt?\n\nMAGGIE\nYes. It’s beautiful.\n\nCam swallows the pills with the full glass of water. He\ncloses the medicine cabinet and sighs.\n\nCAM\nI couldn't get you a job in Boston.\n\nAs he walks past her into his bedroom:\nCAM\nI jumped in the Charles River.\nINT. APARTMENT CAM’S BEDROOM. CONTINUOUS\n\nHis bedroom is a pit. Cam sits down on his bed, among the\npiles of clothes.\n\nCAM\nI’m just going to miss them is all.\n\nMaggie nods, with great sympathy.\n\fMAGGIE\nI know.\n\n97.\n\nShe exits, gently closing the door. Cam looks around at his\n\nroom, the manifestation of failure.\n\nINT. ICE CREAM PARLOR.",
  "57": "---END OF PREVIOUS SECTION---\nCam looks around at his\n\nroom, the manifestation of failure. INT. ICE CREAM PARLOR. \n---TARGET SECTION TO BE ANNOTATED---\n DAY\n\nAmelia and Faith sit at a round table, ice cream sundaes in\n\nfront of them. Maggie and Cam sit across.\n\nAMELIA\nIsn't New York really expensive?\nWhere are we going to live?\n\nMAGGIE\nI'll find an apartment in a very\nsafe neighborhood.\n\nFAITH\nWhere will we go to school?\n\nMAGGIE\nI‘1ll figure that out.\n\nAMELIA\nWe can’t ride bikes in New York.\n\nMAGGIE\nYou can ride your bikes when you\ncome here.\n\nAMELIA\nWhat about Daddy? Who’s going to\ntake care of him?\n\nMAGGIE\nDaddy will take care of himself.\n\nCAM\nI'll go to dinner parties, movies,\nI’ll have escapades.\n\nFaith and Amelia look disapproving.\n\nAMELIA\nI think escapades are a bad idea.\nHe could end up in jail.\n\nFAITH\nIf we’re not here, he’1l drink too\nmuch and stop taking care of\nhimself.\n\f98.\n\nCAM\nThat’s not true.\n\nAMELIA\nHe’1ll be lonely without us.\n\nCAM\nWell, that’s true.\n\nMAGGIE\nTaking care of you alone has been a\nlot of pressure for your father.\n\nAMELIA\nHow? We get to school...\n\nFAITH\n.--he drives us anywhere we want to\ngo...\n\nAMELIA\n...we’ve seen more r-rated movies\nthan any of our friends...\n\nFAITH\n...plus he makes us french toast\nfor dinner.\n\nMAGGIE\nHe needs a break.\n\nAMELIA\nWhen I had the flu, he cut up\nstrawberries and kiwis for me. And\nhe arranged them on the plate like\nlittle flowers.\n\nMaggie looks at Cam. He shrugs modestly.\n\nCAM\nI did do that. I did that.\n\nMAGGIE\nDaddy will visit and you’1l visit\nhim. New York is an incredible\ncity. You'll like it. I promise.\n\nAMELIA\n(shaking her head)\nWhat a crock.\n\nMaggie is speechless. Cam nods at her.\n\f99.\n\nCAM\nGet used to it.\n\nEXT. CONCRETE PARK. DAY\nA hibachi engulfed in flame.",
  "58": "---END OF PREVIOUS SECTION---\nEXT. CONCRETE PARK. DAY\nA hibachi engulfed in flame. \n---TARGET SECTION TO BE ANNOTATED---\n PULL BACK TO REVEAL:\n\nCam grills shishkebabs by the metal picnic tables. Though it\nis a chilly day, he wears denim overalls, a striped denim\nworkshirt and a denim cap. The girls play Chinese jumprope\nwith Kim and Ali at the other end of the park. Maggie sits\nat the picnic table, near Cam, watching her daughters play\nwith their friends.\n\nThurgood runs into the park area and stops in front of Cam.\n\nTHURGOOD\nYou've been working on the\nrailroad.\n\nCAM\n\nAll the live-long day.\n\nThurgood laughs and runs off to join the other kids. Maggie\nsmiles. Cam stares into the fire.\n\nCAM\nI can’t visit you in New York.\nToo much speed and noise and all\nthe people out on the streets all\nnight. Winds me up. Knocks me off\ntrack.\n\nMAGGIE\n(nods )\nI was just thinking about that.\n\nCAM\nI do understand why you don’t want\nto live with me. I’m a much better\nfather than I was a husband.\n\nMAGGIE\nYou know what Faith said to me last\nnight? She said: “You don’t lose\nyour temper like Daddy and you keep\nthe apartment nice, but the thing\nabout Daddy is he’s always around.\nHe’s always there.”\n\nCAM\nI thought that irritated them.\n\f100.\n\nHe reaches through the flames and turns the shishkebabs with\nlong metal tongs. Maggie stares off. Then she takes a deep\nbreath.\n\nMAGGIE\nI have a plan. I take this job and\nearn some money. The girls stay\nhere with you. They keep riding\ntheir bikes. They stay with their\nfriends. But we get them into a\ngood private school where they can\nbe challenged. I insist on that.\n\nCAM\nMaggie. Are you sure?\n\nMaggie stands and walks over to Cam.\n\nMAGGIE\nIf they come to New York they’1l be\nshut up like house pets in some\ndark apartment and I'1l be working\ntill eight o’clock at night, every\nnight. I don’t want that for them.\n\nMaggie looks over at the girls. Her heart breaks.\n\nMAGGIE\nThey're my babies.",
  "59": "---END OF PREVIOUS SECTION---\nMaggie looks over at the girls. Her heart breaks. MAGGIE\nThey're my babies. \n---TARGET SECTION TO BE ANNOTATED---\nMaggie buries her face in her hands. Cam holds out his arms.\n\nANGLE ON THE CHINESE JUMPROPE\nAmelia is jumping. Kim looks over Amelia’s shoulder.\n\nKIM\nI thought your parents were\ndivorced.\n\nFAITH\n(sighing)\nNo, they're married.\n\nKIM\nBut your Mom doesn’t live with you?\n\nAMELIA\nNo. Except on the weekends.\n\nTHURGOOD\nSo are they married on the\nweekends?\n\f101.\n\nAMELIA\nSort of, not really...\n\nAmelia turns to look at her parents at the other end of the\npark. Maggie has collapsed into Cam’s arms and she is\nsobbing. Cam is sobbing too. He still holds the metal\ntongs. Amelia watches them for a long time. Then:\n\nAMELIA\nIt’s hard to explain.\n\nINT. TOYOTA STATION WAGON. DAY\n\nCam drives the car on the highway, smoking. A CAT is draped\nover Cam’s shoulders while he drives. The girls are sleeping\nin the backseat under a blanket. Amelia yawns and stirs.\n\nAMELIA\nDaddy? How much longer?\n\nCAM\n(pleasantly surprised)\nYou’re awake. I thought you were\ngoing to sleep the whole way home.\n\nHe quickly stabs out his cigarette. Faith squirms awake.\n\nCAM\nWe just crossed into Massachusetts.\nWe're making great time.\n\nFaith climbs into the front passenger seat.\n\nCAM\nYou both conked out so quickly.\nMust’ve been a fun weekend.\n\nFAITH\nIt was. Mommy let me do her hair.\n\nCam drives. It’s quiet for a moment. Amelia sits up and\nstares out the window, then:\n\nAMELIA\nDo you know that Mommy has a\nboyfriend in New York?\n\nCAM\nOf course I know.\n\nAMELIA\nHe’s nice. But I don’t like him.\n\fFAITH\nMe neither.\n\nCAM\nOh boy. Poor Mommy.\n\nAMELIA\nWhy poor Mommy?\n\nCAM\nBecause it’s hard to conduct a\nromance when your children are\ngunning for your lover.\n\nAMELIA/FAITH\nEw! Lover!\n\nCAM\nLover, swain, beau, whatever.\n\nAMELIA\nHow come you always feel so sorry\nfor Mommy?\n\nCam sighs and looks sad.",
  "60": "---END OF PREVIOUS SECTION---\nCAM\nLover, swain, beau, whatever. AMELIA\nHow come you always feel so sorry\nfor Mommy? Cam sighs and looks sad. \n---TARGET SECTION TO BE ANNOTATED---\nCAM\n\nBecause Mommy tries hard. She\nwanted things to go differently.\n\nAMELIA\nMe too.\nFAITH\nMe too.\nCam smiles.\nCAM\n\nMe three.\n\nThe girls laugh. Then Faith looks back at her sister and\n\nrolls her eyes with irritation.\n\nFAITH\nDaddy, Amelia’s about to cry.\n\nCam looks in the rearview at Amelia who is crying.\n\nCAM\nBig Little... what is it?\n\nAMELIA\nI just... I worry about you.\n\f103.\n\nCAM\nPlease, darling. Don’t worry about\nme. I’11 be fine.\n\nThey drive in silence. Then, starting in an absurdly deep\nvoice, Cam breaks into “Annie Laurie.” He sings in a full\nScottish brogue, his voice getting very high and squeaky and\nforlorn on the chorus.\n\nCAM\nMaxwellton Braes are bonnie\nWhere early lies the dew\nTwas there that Annie Laurie\nGave me her Promise True\nGave me her promise true...\nAnd ne'er forgot shall be...\nFor Bonnie Annie Laurie, I'd lay me\ndoon and dee...\n\nThe girls join in. As they sing, a series of cuts:\n\n-- Cam takes Amelia and Faith on a walk through Mt. Auburn\nCemetery.\n\n-- Amelia runs between the shelves of books in an overstuffed\nbookstore. She rounds the corner and nestles in next to Cam\nwho sits on the floor, with Faith on his lap.\n\n-- Cam proudly leads Amelia, Faith, Thurgood, Kim and Ali on\na tour through the grand old mansion on Beacon Hill. The\nchildren are blown away by the splendor. As they file past\nMr. Fabrini on their way out, thanking him, he nods curtly\nand gives them all a very tight smile. He is clearly\nextremely annoyed by Cam and can’t wait to get rid of him.\nCam grins back at him, victorious.\n\nBACK TO:\n\nINT/EXT. TOYOTA STATION WAGON. DAY\nThey sing together.\n\nALL THREE\n\nLike dew on the gowan lying\nIs the tread of her fairy feet\nAnd like winds in summer sighing\nHer voice is low and sweet\nHer voice is low and sweet...\n\n(high and squeaky)\nShe's all the world to me...\nAnd for bonnie Annie Laurie, I'd\nlay me doon and dee...\n\f104.",
  "61": "---END OF PREVIOUS SECTION---\n(high and squeaky)\nShe's all the world to me... And for bonnie Annie Laurie, I'd\nlay me doon and dee... 104. \n---TARGET SECTION TO BE ANNOTATED---\nThey speed down the highway.\n\nDISSOLVE TO:\n\nEXT. SHADY HILL SCHOOL ATHLETIC FIELDS. DAY\n\nAMELIA, wearing the school athletic uniform, her hair pulled\nback in a tidy french braid, stands with eight other girls at\nlacrosse practice. They are lined up, taking turns shooting\non goal. A TITLE CARD READS: One year later.\n\nAmelia runs forward and fires a ball into the net.\n\nCAM (0.S.)\nNice shot, Amelia!\n\nAmelia waves at Cam, who is cheering from the sidelines.\nAnother girl runs and shoots into the net.\n\nCAM (0.S.)\nNice shot, Amelia’s friend!\n\nAmelia jogs back to the line of girls.\n\nSHS TEAM MATE\nHow come your dad always comes to\npractice?\n\nAMELIA\n(matter-of-fact)\nHe’s got nothing else to do.\n\nON CAM\n\nHe gives Amelia a thumbs up. He drops to his knee and takes\nsome pictures.\n\nCUT TO:\n\nPractice is over. Amelia is laughing with her friends as\nthey put the lacrosse balls in a bag and pick up the cones.\nFaith runs up to Amelia. Faith is wearing an SHS sweatshirt\nand eyeglasses. Together the girls run over to Cam as he\nputs a new roll of film in his camera. The rest of the team\nheads back to the gym.\n\nAMELIA\nDaddy, Annie invited me for a\nsleepover, can I go? Please?\n\f105.\n\nFAITH\nAnd Fifi asked if I wanted to go\nwith her family to the movies.\n\nCAM\nBut I finally convinced Eliot\nPerkins to let me borrow his boat.\nI thought we could have a picnic on\nthe river.\n\nAMELIA\nIt’s too late to go out on a boat.\n\nCAM\nIt’s four o’clock.\n\nAMELIA\nI really want to go to Annie’s.\n\nCAM\nMaybe Annie wants to take a ride\ndown the Charles River.\n\nAMELIA\nDaddy...\n\nCAM\nI’m serious. She lives in Boston.\nHow many times has she gotten a\nride home on a boat?\n\nNow they are the only ones left on the field.\n\nAMELIA\nShe takes the T.",
  "62": "---END OF PREVIOUS SECTION---\nHow many times has she gotten a\nride home on a boat? Now they are the only ones left on the field. AMELIA\nShe takes the T. \n---TARGET SECTION TO BE ANNOTATED---\nCAM\n\n(to Faith)\nWhat about Fifi, do you think she’d\nlike to have a picnic on the water?\n\nFAITH\nHer mom’s picking her up in twenty\nminutes. Please can I go?\n\nCAM\nYou will never find a more\nbeautiful boat or a more perfect\nday to go out on the river.\n\nThey are unmoved. Cam shakes his head, giving up.\n\f106.\n\nCAM\nOkay, well, I guess I'll tell the\nCharles River to go fuck itself.\n\nBoth girls laugh at his ridiculous reaction.\n\nAMELIA\nWell, I have heard that the Charles\nRiver is a real asshole.\n\nCam chuckles at that.\n\nAMELIA\nThanks, Daddy.\n\nHe nods. They both hug him. He hugs them back.\n\nFAITH\nBye, Daddy.\n\nCAM\nOh, darlings, I’m so proud of you.\nSo's Mommy.\n\nAMELIA\nWhy?\n\nCAM\nWe just are.\n\nThey back away from him, waving, then turn and head across\nthe field. He stands, watching them go. They glance back\nover their shoulders, smile and wave again quickly. He waves\nmournfully. They quicken their pace. Then he calls out:\n\nCAM\nI love you!\n\nThey stop dead. They whirl around and steam toward him.\nThey are completely enraged.\n\nAMELIA\nDon’t do that.\nCAM\nDo what?\nAMELIA\n\nWatch us walk away.\n\nCAM\nI’m just watching you walk.\n\f107.\n\nFAITH\nPlease don’t.\n\nCAM\nWhy?\n\nFAITH\n\nYou make us feel bad.\n\nCAM\nI don’t want you to feel bad.\n\nFAITH\n(stamping her foot)\nYes, you do! That’s why you stand\nthere looking all pathetic!\n\nCAM\nI’m just watching you walk across\nthe field, for chrissake! I think\nI’m allowed!\n\nThe girls sigh, frustrated. Amelia steps toward him, looking\nhim dead in the eye. She is stern, deliberate.\n\nAMELIA\nDaddy. We are walking away now.\nAnd we are not turning around. We\nare not looking back.\n\nCAM\nI’m not asking you too!\n\nThey shake their heads.\n\nFAITH\n\n(angry)\nWe love you, Daddy.\n\nAMELIA\n(furious)\nWe love you. Goodbye.\n\nThe girls turn and link arms.",
  "63": "---END OF PREVIOUS SECTION---\nAMELIA\n(furious)\nWe love you. Goodbye. The girls turn and link arms. \n---TARGET SECTION TO BE ANNOTATED---\n They huddle close together and\nwalk away from him as quickly as they can. As they go, Faith\nglances at her sister with concern. She puts her hand over\nAmelia's and squeezes it.\n\nFAITH\nDon’t cry. Don’t cry.\n\nTears stream down Amelia’s face.\n\f108.\n\nAMELIA\n(shakes her head)\nCan’t help it.\n\nANGLE ON CAM\nHands in his pockets, he watches them walk away.\n\nPressed together, in lock-step, they cross the playing\nfields. Autumn leaves skitter around their feet.\n\nThey keep walking. They do not turn around. They do not\nlook back.\n\nThen, just before they recede from view, they stop and turn.\nThey face him from this great distance. He brightens and\nholds up his hand. They each hold up a hand. He makes a\nfist in the air as if to say courage, onward. The girls do\nthe same. The three of them stand like that for a moment.\nThen Amelia and Faith turn and run in the opposite direction,\ndisappearing into the gymnasium.\n\nCam looks up at the sky. He smiles to himself. He pulls a\ntam o’shanter with a red pompom from his pocket and puts it\non his head. He lights a cigarette and walks toward the\nriver.\n\nFADE OUT.\n\f"
}