{
  "1": "Title card:\n\nNew York City\n1961\n\nThe card fades out. We hold in black.\n\nHard cut to a singer accompanying himself on guitar, performing “I’ve Been All Around\nThis World.” He is Llewyn Davis. He is spotlit, seated on the small stagé’of a New.\nYork club, maybe The Gaslight.\n\nHe finishes the song to applause.\n\nLlewyn\nThank you. You've probably heard that one before, but\nwhat the hell. . .\n\nHe rises to go but dips back into the mike:\n\n_.. If it was never new, and it never gets old, then it’s a\nfolk song.\n\nAs the applause abates something, catches Llewyn’s attention:\n\nNick Porco, the owner of the club, Greenwhich Village Italian, nods Llewyn over. He is\nbroadly smiling.\n\nNick\nBoy you were some mess last night.\n\nLlewyn\nYeah, sorry, Nick. I’m an asshole.\n\nNick\nOh I don’t give a shit. I even agree about the music.\nFunny to hear you say it though.\n\nLlewyn\nYeah, I’m a funny guy.\n\nNick\nS’very true. Anyways, someone wants to see you out back.\n\fLlewyn\nWho?\n\nNick\nGuy in a suit?\n\nA clatter offscreen attracts Llewyns attention:\n\nBacklit in the smoky spotlight someone with a battered guitar is just sit\nstool onstage.\n\nBACK ALLEY\n\nThe steel door of the club swings open and Llewyn emerges. A thin, an,\nthan Llewyn, in a suit a size too big is leaning against, the far wall-of th\ncigarette. He studies Llewyn for a beat, then, in a Kentucky accent:\n\nMan\nYou a funny boy, huh?\n\nLlewyn\nWhat?\n\nThe man tosses the cigarette away and pushes himself off the wall.\n\n: Man\nHad to open ya big mouth, funny boy?\n\nLlewyn\n\nHad to—what? It’s what I do. Fora living. Who’re— |\n\nMan\nWhat ya do? Make fun a folks up there. Folks up there :\nsangin?\n\nLlewyn\n\ning.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nMake fun a folks up there. Folks up there :\nsangin? Llewyn\n\ning. \n\nTARGET SECTION TO BE ANNOTATED:\n down on the\n\npular man, older\nalley smoking a\n\n \n\nI’m sorry, what? I’m—oof!\nThe'man has just socked him in the mouth.\n\nMan\nYou sit there in the audience last night yellin yer crap?\n\n \n\fLlewyn is holding his mouth.\n\nLlewyn\nOh for Christ’s sake. You yell stuff, it’s a show.\n\nMan\nAin’t a fuckin fag show!\n\nHe hits him again.\n... Wasn’t your show!\nHe hits him again and Llewyn goes down in the slush of the alleyway.\n\nLlewyn\nIt’s not the opera, jackass!\n\nHe kicks. Llewyn curls into a defensive ball and bellows from behind protective\nforearms:\n\nLlewyn\nIt’s a fucking baskethouse!\n\nThe man kicks again.\nMan\nWe leavin this fuckin cesspool. You kin have it, smartass.\nTRACKING\n\nWe are pushing forward at floor-level along a hallway dimly daylit from the room in the\nbackground that it opens into.\n\nMusic enters at the cut, an Italian tenor, singing opera. The music has some perspective:\na record-playing in another apartment, perhaps, down an airshaft.\n\nA cat’s feet enter frame and it leads the continuing push in.\nThe cat enters the background room, camera keeping pace. The cat veers to one side\nbringing into frame the bottom of a sofa. The arm of someone above frame asleep on\n\nthe couch lolls down onto the floor. We can hear the sleeper’s heavy breathing.\n\nThe cat leaps up, leaving frame.\n\fClose on the sleeper: Llewyn Davis, lying on his back. At the sound of\nlets out a startled grunt and his eyes open. He blinks.\n\nHe looks down the length of his body, chin digging into chest.\n\n4\n\nh soft impact he\n\nHis point of view: the cat stands on his chest staring back, purring with 4 loud rhythmic\n\ntumble.\n\nLlewyn raises a hand to swipe the cat away.\n\nAs we hear the cat padding around the room we cut wider on Llewyn. i stirs and rises,\n\nswinging his feet out. He is in his undies.\n\nThe walls in this den are decorated with masks and totems and other naf'\ncivilization art.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs we hear the cat padding around the room we cut wider on Llewyn. i stirs and rises,\n\nswinging his feet out. He is in his undies. The walls in this den are decorated with masks and totems and other naf'\ncivilization art. \n\nTARGET SECTION TO BE ANNOTATED:\nLlewyn sits gazing stupidly about for a beat.\nHe reaches for pants, plops them into his lap.\nHe look down at the end table just off the sofa arm. On it, some change\nsubway tokens, which he swipes into an‘open hand and dumps into one\n\nAlso on the table, a wallet. He thumbs open the bill compartment. It co:\ndollars.\n\nIe early-\n\nind three\nants pocket.\ntains three\n\nClose on him as he looks, then flips the wallet shut and shoves it into another pocket.\n\nDOWN A HALL\n\nWe are looking'down the length of a darkish hallway giving onto the brighter den.\n\nLlewyn’s head appears at the far end as he cranes to peer down the hall.\nfor a still beat.\n\nLlewyn\n. .. Hello?\n\nNo answer.\n\nHe stares out\n\nLlewyn relaxes, enters the hall, walks toward us in his underwear. The cht crosses the\n\nroom behind him.\n\n \n\fLIVING ROOM\n\nLlewyn enters and bends with an oomph to pull his guitar out of a case.\n\nHe sits on a sofa, experimenting idly with chords til he finds his way into the continuing\nopera. He accompanies it through a couple of chord changes, humming. He loudly\nclears phlegm.\n\nKITCHEN\n\nEggs are cracked into a bowl.\n\nWider: Llewyn, still undied, whisks the eggs.\n\nAller a long beat of vigorous whisking he looks about, pulls open a drawer, doesn’t see\nwhat he is after. He looks around, lost, at all the:cabinetry.’.\n\nHALLWAY\n\nLiewyn walks down the hall forking scrambled egg from a plate to his mouth, idly\nlooking at the pictures on the walls, :\n\nLIVING ROOM AGAIN\n\nLlewyn stands, mouth agape, before a shelf of records, running a finger along the frayed\ncardboard spines of the record jackets. The plate of eggs, empty now, sits abandoned on\nthe hi-fi cabinet next to him.\n\nHe lands on a record, pulls it out. He looks at the sleeve with a half-smile, slips out the\nLP, puts it on the'hi-fi spindle.\n\nMINUTES LATER\n\n“Dink’s Song” issues from the hi-fi, sung by a harmonizing male duo.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe lands on a record, pulls it out. He looks at the sleeve with a half-smile, slips out the\nLP, puts it on the'hi-fi spindle. MINUTES LATER\n\n“Dink’s Song” issues from the hi-fi, sung by a harmonizing male duo. \n\nTARGET SECTION TO BE ANNOTATED:\nDressed now, wearing a corduroy sport coat, Llewyin is hunched at a sideboard,\nscribbling something onto scratch Paper:\n\nThanks for the couch. I was a sorry mess last night.\n\fHe signs:\n\nLI.\n\nCOMMON HALLWAY\n“Dink’s Song” continues to play, now as score.\n\nLlewyn is just exiting the apartment, guitar case in hand. The hallway i:\nwith only one other apartment door giving on to it; there is also an eleva|\n\nAs Llewyn leaves, the cat tries to accompany him.\n\na small space\nor.\n\nA grunt from Llewyn. He tries awkwardly to hook the cat with a foot adit goes by; he\n\nfails, The purring cat runs to the far end of the hallway.\n\nLlewyn hops after it, setting down his guitar case. One step into pursuit\napartment door close—solidly—behind him.\n\nLlewyn\nShit.\n\nhe hears the\n\nHe turns back to the door, tries the knob which he knows will not turn. And it does not:\n\nlocked,\n. .. Goddamnit.\n\nThe cat is winding around the legs of a small table in the hallway. Lle\nit; it eludes him; he hems it in with one waving hand and corrals it with\n\nHe straightens with the cat, looks around the small space.\nHe goes to the neighbors’ apartment door and knocks.\nA beat.\n... Hello?\nAnother knock; more silence.\n\nHe pushes the elevator call button.\n\nn reaches for\n¢ other.\n\n \n\fwr\n\n~~\n\nWhile waiting, he pointlessly tries the first apartment door again.\n\nWe hear the elevator arriving, a cage door being slid. The outer door is opened by the\nattendant.\n\nLlewyn grabs his guitar and steps in.\n\nHi. . . Could you, could I leave this cat with you?\n\nINSIDE THE ELEVATOR\n\nThe attendant closes the doors and sets the car in motion.\n\n  \n\n \n\nAttendant\nWith me?\nLlewyn\nYeah, I, it’s the Gorfeins’ cat. Just til one of them gets\nback. oe\n“Attendant\nWith me?\nage Llewyn*\nIt just slipped, out, I' don’t have the key. If you could just\nkeep it til they get back?\nAttendant\nI have to run the elevator.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nage Llewyn*\nIt just slipped, out, I' don’t have the key. If you could just\nkeep it til they get back? Attendant\nI have to run the elevator. \n\nTARGET SECTION TO BE ANNOTATED:\nLlewyn\n\nThat’s not a problem, is it? It’s the Gorfeins’.\nAttendant\nNo no. I have to run the elevator.\nADDRESS BOOK\n\nIt is being held open: a well-worn address book with sloppy entries faded to different\ndegrees, some made in pencil, some in ink.\n\nWe hear ringing filtered through a phone line.\n\fWider shows Llewyn standing in a phone booth with the handset wedged between\nshoulder and ear and one hand holding the address book and the other hi gging the cat to\nhis chest.\n\nCity traffic rumbles through slush in the background, and people walk by in winter wear\nall heavier than Llewyn’s corduroy coat.\n\nThe ringing is cut off by a female voice:\n\nVoice\nSociology.\n\nLlewyn\nProfessor Gorfein, please.\n\nVoice\nHe’s in a lecture, could I take a message?\nB\n\nLlewyn\n\nYeah, could you tell him, don’t worry, Llewyn has the caf.\nVoice\n\nLlewyn is. . . the cat.\nLlewyn\n\nLlewyn has the cat. I’m Llewyn. I have his cat.\n\nSTREET\n\n“Dink’s Song,” dipped for the preceding dialog, comes back full for this predit\nsequence,\n\nAn Upper West Side sidewalk subway entrance. The sign is for the A, S E lines.\nLlewyn descends, guitar case in one hand, cat hugged to his chest.\n\nTURNSTYLE\n\nGuitar hoisted over it.\n\n \n\n \n\fSUBWAY CAR\n\nLlewyn in the middling-crowded train, seated, body jiggling with the motion of the car.\nHe looks:\n\nA strap-hanging businessman in overcoat and narrow-brimmed fedora holds a folded-\nback newspaper, not reading it. He is staring at lightly dressed, cat-hugging Llewyn.\n\nBack to Llewyn. An eye shift.\n\nTwo black kids, probably on their way to school, also staring at him.\n\nBack to Llewyn. The cat jumps free.\n\nLlewyn leaps up and crouch-hustles after it. People make way for cat and pursuing man,\ngiving looks.\n\nWEST 4\" STREET\n\nAnother sidewalk subway entrance. Llewyn emerges, the recovered cat once again held\nto his chest.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nPeople make way for cat and pursuing man,\ngiving looks. WEST 4\" STREET\n\nAnother sidewalk subway entrance. Llewyn emerges, the recovered cat once again held\nto his chest. \n\nTARGET SECTION TO BE ANNOTATED:\nVILLAGE STREET\n\nLlewyn walks, guitar in-hand, cat to chest. As the credits end he turns into a tenement\nbuilding halfway up the street.\n\nTENEMENT FOYER\n\nLlewyn scans the tenant list and presses the buzzer for BERKEY 6C. No answer. He\npresses the button for SUPER IC.\n\nINSIDE\n\nLlewyn is buzzed in. An older Italian man in a wifebeater and blue work pants cinched\nhigh on his midriff cracks open a door at the end of the hall.\n\nLlewyn\nHey Nunzio.\n\fNunzio\nYeah, they ain’t home though.\n\nLlewyn\nIt’s okay, I know. Can I use the fire escape?\n\nAIRSHAFT\n\nAs Llewyn tops the fire escape stairs on the sixth floor. He sets the cat down on the\n\nmetal-slat landing to free a hand and slide up an apartment window., As\ncat makes to bolt. Llewyn corrals it, hugs it while he finishes getting th\ncases inside.\n\nINSIDE THE BERKEY APARTMENT\n\nBefore setting the cat down Llewyn closes the window behind him, then\nwindow next to it, which is cracked open, and closes that.\n\nHe sets down the cat.\n\nA MINUTE LATER\n\nLlewyn has the door to the refrigerator open and is angling his head to |\n\nSAUCER SET ON FLOOR\nLlewyn’s hand enters to pour in some milk. The cat scurries in to lap at\n\nhear the refrigerator door being opened and closed, off, and then recedin;\nfollowed by the heavy apartment door being opened and slammed shut.\n\nOUTER OFFICE\n\n2\n\n¢ does so the\nwindow up, and\n\ngoes to the\n\nk inside.\n\nhe milk. We\nfootsteps\n\nSmall, seedy. Musician photos on the wall suggest the business is musictrelated, Each\nposing musician has an arm around the same small stout middle-aged man. Some of the\n\npictures are autographed, with sentiments to “Mel.”\n\nA pebbled-glass door standing ajar shows an inner office where the short}middle-aged\nMel of the pictures sits behind a desk. His chin rests squarely on the desktop. His\n\nshoulders are slumped down behind the desk.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nSome of the\n\npictures are autographed, with sentiments to “Mel.”\n\nA pebbled-glass door standing ajar shows an inner office where the short}middle-aged\nMel of the pictures sits behind a desk. His chin rests squarely on the desktop. His\n\nshoulders are slumped down behind the desk. \n\nTARGET SECTION TO BE ANNOTATED:\n |\n\n \n\fWe see effort in his body as we hear something being dragged along the floor.\n\nMel relaxes and rolls his castored chair back. He stoops out of the chair and rises\nhoisting a filebox he has just pulled from under the desk. He drops it on the desktop and\nstarts leafing through.\n\nLlewyin is entering.\n\nLlewyn\nHow we doin?\nMel\nWe’re doin great!\nLlewyn\n\nReally? New record’s doing well?\nMel is instantly sad:\nMel\nOh—how we doin. Notso hot, I gotta be honest.\n(projects) Ginny, where's:Cincinatti?\n\nHer voice projects, like his, on the back and forth:\n\nGinny's Voice\n... What?\n\nMel\nCincinatti. It's not in here.\n\nGinny’s Voice\nIt should be in there.\n\nMel\nIt’s not in here. I’m tellin ya.\n\nGinny’s Voice\n... Cincinatti?\n\nMel is still rummaging.\n\nMel\n\f... Yeah.\n\nGinny’s Voice\n\n... Egot it.\nMel\nWhat.\nGinny’s Voice\nI got it.\nMel\nIs it...\nGinny’s Voice\nWhat.\nMel\nYou got Cincinatti?\nGinny’s Voice\nYeah. You want it?\nMel\n\n+ Could I have it?\n\nGinny’s Voice\nShould I bring it in?\n\nMel\nYeah.\nLlewyn tries to reclaim the floor:\nLlewyn\n\nDo you owe me anything? You have to owe me\nsomething.\n\n. Mel\n\n(sad shake of head)\n\nI wish.\n\nGinny enters with a file that Mel examines. She leaves.\n\n \n\f~—\n\n13\n. People need time, you know. Buy you as a solo act. Even know\nyou’re a solo act. . . (shaking his head at the file)\nCincinatti is not good.\n\nGinny’s Voice\nThat’s it, right?\n\nMel\n(sad)\nYeah, this is it. God help me.\n\nLlewyn\nNobody knew us when we were a duo. It’s not like me and\nMike were ever a big act. It’s not a big reeducation. For\nthe public. Mel. Mel.\n\nMel is roused from the file:\n\nMel\nYeah. Yeah.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nMel. Mel is roused from the file:\n\nMel\nYeah. Yeah. \n\nTARGET SECTION TO BE ANNOTATED:\n How ya doin?\n\nLlewyn\nMel, there was no advance: on my solo record, there’s gotta\nbe some royalty. F shitist’ s sake, it’s cold out I don’t\neven have a winter :\n\n  \n\nMel\nJesus Christ! Ya kiddin me!\n\nHe drops the file, shocked.\nHe rounds the desk and leaves the office.\nLlewyn looks around, puzzled.\n\nThrough the open door we see a wedge of the outer office. There is a coat rack. Mel’s\nhand enters to pluck a coat from it.\n\nThe hand disappears and after a moment Mel reenters with the coat.\n\nMel\nTake this, kid.\n\nLlewyn\n\fBUILDING DIRECTORY\nA finger enters to buzz BERKEY.\nThe door buzzes and clicks off its latch.\n\nLlewyn pushes through it.\n\nFIRST FLOOR\n\nNunzio is leaning out of his apartment door.\n\nMel—no.\nMel\nT insist! I insist!\nJ\nLlewyn\nI don’t want your fuckin coat! What’ll you wear?\nMel\nKid—I’Il get by.\nLlewyn\n\nIt won’t even fit me! This is bullshit, Mel! This is just a\nbig fat fucking bluff!\n\nMel\nBLUFF! Kid, what, what do you—Bluffl. F offer you\nthis!? Get the fuck out of my office!\n\nLlewyn\nAll right. Thanks for the coat. |\n\nMel\n\nWhat? All right, wait, shit—Lemme give ya forty dollahg.\n\n \n\n \n\nNunzio\n\nThey home.\n\nLlewyn\nYeah.\n\f15\n\nHe starts up the stairs.\n\nHIGH LOOKING DOWN\n\nWe hear Llewyn panting as we see his hand sliding up the bannister.\n\nAPARTMENT DOOR\nIt is swung open by Jean, a young woman.\n\nJean\nExplain the cat,\n\nBeyond him, in the apartment’s main room, a young man.in’camo fatigues and boots sits\non a rocker, stroking the cat now in his lap. The:young man’s buzz cut shows off a high\nforehead.\n\nLlewyn :\nIt’s the Gorfeins’, Sorry. I crashed there last night—\nYoung:Man\nWhat's its name? : ~\nLlewyn\n\nI don’t know.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe:young man’s buzz cut shows off a high\nforehead. Llewyn :\nIt’s the Gorfeins’, Sorry. I crashed there last night—\nYoung:Man\nWhat's its name? : ~\nLlewyn\n\nI don’t know. \n\nTARGET SECTION TO BE ANNOTATED:\n He snuck out the door when—\n\nJean\nDo you think you’re staying here tonight?\n\nLlewyn\nHoping to. Jim around?\nYoung Man\nIt’s a lovely cat.\nJean\n\nJim’s not here. We told Troy he could crash here.\n\nYoung Man\nTroy Nelson. How are you?\n\fLlewyn\nYeah, hey. Llewyn Davis.\n\nTroy\nOh—hello! I’ve heard your music—and heard many nice\nthings about you. From Jim and Jean, and from others.\n\n \n\nLlewyn\nYou have not heard one nice thing about me from Jean.\nEver. Have you, Troy.\n\nJean\nYou tell the Gorfeins’ you'll take care of their cat, and then\nbring him here for us to take care of?\n\nTroy\n[ve heard nice things from Jim and Jean. And others.\n\nLlewyn\nI didn’t—it just happened—\n\nTroy\nIts a peaceful cat. Very contented.\n\nLiewyn |\nSo I can’t stay here tonight. {\n\nJean\nLook. We told Troy he could stay, We don’t keep the\ncouch free on the chance you'll show up.\n\nTroy\nIf this is awkward, I could hitch back to Fort Dix, after I\nperform tonight.\n\nJean\nDon’t be silly. We offered you the couch. !\n\nLlewyn\nYou’re gigging somewhere?\n\nJean\nTroy is playing at the Commons tonight. We’re meeting\nJim there.\n\n \n\f17\nTroy\nWell, I could sleep on the floor, here. Llewyn could have\nthe couch. I’m certainly not a man of comforts.\nAlternately—I could hitch back to Fort Dix after the show.\n\nJean scribbles furiously on a page of a spiral notebook. As she rips the page out and\nhands it to Llewyn:\n\nJean\nLlewyn can sleep on the floor. With his cat.\n\nLlewyn\nIt’s the Gorfeins’ cat.\n\nHe looks at the paper:\nI'm pregnant.\n\nHe looks up at Jean.\n\n... What the fuck!\n\n \n\nTHE COMMONS\nOnstage, now wearing slacks and sweater, Troy performs “The Last Thing on my Mind.”\n\nIn the audience, Llewyn sits near Jean, one empty seat between, both of them gazing up\nat the performance.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\n... What the fuck! THE COMMONS\nOnstage, now wearing slacks and sweater, Troy performs “The Last Thing on my Mind.”\n\nIn the audience, Llewyn sits near Jean, one empty seat between, both of them gazing up\nat the performance. \n\nTARGET SECTION TO BE ANNOTATED:\nHands enter from behind Llewyn to grab his shoulders and squeeze. The person—a\nyoung man—drops into the empty seat.\nJim\nHey Llewyn! Good to see you, man!\n\nLlewyn\nHey.\n\fLlewyn smiles and is immediately uncertain whether to look as Jim lears away to give\n\nJean a kiss.\nJim looks up at the performance.\n\nAt length, sotto voce, eyes still directed up at the stage:\n\nLlewyn\n. .. What do you think?\nJim\n(also looking up)\nWhat.\nLlewyn\nHim. Troy.\nJim shakes his head admiringly.\nJim\nWonderful performer.\nLlewyn\nIs he?\nJim\nWonderful.\nLlewyn\n\nDoes he have. . . higher function?\n\nVoice\nSshh!\n\nLlewyn looks around for the shusher, then leans in closer to Jim.\nLlewyn\nLook Jim, I didn’t want to mention this in front of Jean,\n\nyou know how she gets.\n\nJim\nWhat do you mean?\n\nLlewyn\n\n \n\n \n\n18\n\f19\nYou know, just—I need a little money. I can pay you back soon. That,\nand the last loan. There’s a girl I know who’s in trouble.\nNeeds to get fixed.\n\nJim\nNot again.\n\nThe song is ending. Healthy applause; Llewyin leans in closer.\n\nOnstage:\n\nLlewyn\nDifferent girl. Don’t tell Jean.\n\nJim\nI can’t get it without Jean knowing. It’s okay, she’ll be\nokay with it.\n\nLlewyn\nNo no no, that’s okay, I, uh, I cai find it somewhere else.\n\nTroy\nThank you very much. Thank you. There’s someone\nspecial in the audience tonight, who'll maybe get up and\nhelp me out here if you give a round of applause. . .\n\n \n\nLlewyn rolls his eyes.\n\nLlewyn\nI don’t have my guitar.\n\nTroy\nI know that you folks know’m and love’m, ladies and\ngentlemen—Jim and Jean!\n\nLlewyn\nUh. Yeah.\n\nHe applauds with the crowd as Jim and Jean take the stage.\n\nThree guitars and three voices: they perform “Early Morning Rain.”\n\nJean swivels at the mike she shares with Jim, giving the crowd eye contact. When her\nlook crosses Llewyn it darkens.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe applauds with the crowd as Jim and Jean take the stage. Three guitars and three voices: they perform “Early Morning Rain.”\n\nJean swivels at the mike she shares with Jim, giving the crowd eye contact. When her\nlook crosses Llewyn it darkens. \n\nTARGET SECTION TO BE ANNOTATED:\n\fHe gives her a what-did-I-do.\nHer look moves on.\n\nNick Porco plops himself into the empty chair next to Llewyn.\n\nNick\nBoy they’re not bad.\nLlewyn\nUh-huh.\nStaring beat. Then:\nNick\n\nThat Jean, I'd like to fuck her. i\n\nLlewyn\n\n. Yeah. T guess.\n\nAPARTMENT |\nNight. Light snoring.\nThe cat walks past a large shape on the floor—Troy Nelson—and leaps up out of frame.\n\n|\n\nLlewyn’s light snoring stops in a grunt of surprise as the cat lands on hisichest.\n‘\n\nHe and the purring cat look at each other. i\n\nMORNING i\n\nThe clinking of a spoon.\n\n \n\nLlewyn stirs, looks around.\n\nTroy Nelson sits in a low rocker, knees sticking up, once again in his fatigues and boots,\n\nspooning cereal from a bowl.\n\n|\nTroy\n\nSorry. Early. Tried not to wake anyone.\n\f21\n\nLlewyn\nS’okay.\nTroy\nMorning mess.\nLlewyn\n\nUh-huh.\nAnother clink; the crunch of corn flakes between teeth.\nAnd another.\n\nTroy sets his spoon down and looks at the bowl for a beat. Then-he raises. it with both\nhands and drains the milk from it. He clears his throati\n\nTroy\nWell. That was very good.\n\nLlewyn, resting on his side, props his head on a fist and stares.\n\nLlewyn\nWell, . .What's next?\nTroy\nWhaddya mean?.\nLlewyn\nDo you. . . plug yourself in somewhere?\nTroy blinks at him.\nTroy\nNo.\n\nHis look holds for a beat, then wanders around the apartment. When it reaches Llewyn\nagain he sighs, then slaps his belly.\n\nWell. Report for duty. Back to Fort Dix.\n\nLlewyn\nThey making you a killing machine?\n\f22\nTroy\n\nOh, no-heh-heh! No, it’s probably different from what you\nimagine. There’s the discipline, which is what you’re\nreferring to. | actually like that. The weaponry is—well\nit’s part of the job.\n\nLlewyn\nUh-huh.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere’s the discipline, which is what you’re\nreferring to. | actually like that. The weaponry is—well\nit’s part of the job. Llewyn\nUh-huh. \n\nTARGET SECTION TO BE ANNOTATED:\nHe gets up, starts pushing his few effects into a bag.\n1\n\nTroy\nArmaments are not my thing. I don’t even approve of w:\ntoys.\nLlewyn\nIs it a career? 1\n|\nTroy j\n\nNo, no. I get out in a few months. Bud Grossman has\nexpressed interest in representing me.\n\nThis gets Llewyn’s attention.\n\nLlewyn\nBud Grossman. What’s he like?\n\nTroy\nMr. Grossman is a: wonderful man. He’s been very !\nsupportive, I played at his club in Chicago on my last |\nfurlough, right after I got back from Germany.\n\n \n\nLlewyn swings his feet out and puts his pants on.\n\nLlewyn\nYou meet Elvis?\n\nTroy\nNo. Everyone asks that. I did not meet Private Presley.\n\ni\n|\n{\n\\\n|\n|\nHe has finished packing. Llewyn puts a cigarette in his mouth and pats himself down for\nmatches.\n\n1\n\nLlewyn\n\n{\ni\n\f23\nSo you played at the Gate of Horn.\n\nTroy\nYes. Mr. Grossman liked what he saw, I guess. He thinks I\ncan have a career.\n\nLlewyn\nUh-huh.\n\nHe pushes the window open a foot and reclines on the couch head-towards-window, to\nsmoke.\n\n‘Troy pauses with his kit at the door. Near the bedroom, he keeps his voice low:\n\n... Thank Jim and Jean for me. Don’t want to wake them.\n\nLlewyn\nWill do.\nTroy\nGood meeting you.\nLlewyn\n\nYou too.\nTroy goes through the door and eases it shut behind him.\n\nLlewyn draws on the cigarette, angles the exhale towards the window, then looks back\ninto the room,\n\nThe cat walks toward him, tail up, purring.\n\nLlewyn\nWhat’s your name, again?\n\nThe cat Jeaps onto the sill and is out the window.\n... Fuck!\n\nHe lunges for it, sticking an arm through the window over the fire escape—but is not\neven close.\n\nHe sticks his head out the window.\n\f24\nHis point-of-view down: the cat pat-pat-pats away down the fire escape| toward the\nalley below, each step on the metal stairs giving the faintest clung.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe lunges for it, sticking an arm through the window over the fire escape—but is not\neven close. He sticks his head out the window. 24\nHis point-of-view down: the cat pat-pat-pats away down the fire escape| toward the\nalley below, each step on the metal stairs giving the faintest clung. \n\nTARGET SECTION TO BE ANNOTATED:\nFuck! Llewyn\nuck!\n\nHe draws his head back in, banging the back of it on the window sash, and bolts for the\napartment door and through it, letting it close behind him with a SLAM\nSTAIRWAY\n\nHe passes a surprised Troy Nelson one flight down.\n\nLlewyn\nCat!\n\n \n\n}\n\ni\nEXTERIOR |\nLlewyn bangs out the front door and sprints several feet to the alley mouth and into the\nalley. '\n\nNo cat in sight.\n\ni\nLlewyn walks down the alley in his T-shirt, hugging himself against the cold, looking\nfrom side to side. \\\ni\nLlewyn\nCat. . . kitty... kitty... Fuck.\n\ni\nNothing moving anywhere. |\ni\n\n..» Fuck,\n\nLlewyn retraces his steps back up the alley. He emerges and looks one shy down the\nstreet. t\n\n|\nEarly-morning empty. A couple of cars cross a block away. '\nHe looks the other way. :\ni\nJust as empty, except for one receding figure, already small: a camo-clad/ soldier with a\nguitar case in hand and a duffel bag on his shoulder.\n\f25\n\nAPARTMENT\nJean, in a nightie, opens the door to Llewyn.\n\nJean\nthissing)\nThanks for keeping quiet, asshole.\n\n» Llewyn\nI’m freezing! Can we talk?\n\nJean\nNot here! Fuck you!\nLlewyn\nWell—I'm sorry, which? Out, or fuck you? Let’s go out.\nCan I borrow Jim’s coat?\n\nJean\nFuck you!\n\nSTREET\nThey walk along Washington Square North, Llewyn in the borrowed coat.\n\nJean\nI don’t know!\n\nLlewyn\nYou don’t know if it’s mine.\n\nJean\nNo! How would I know?\n\nLlewyn\nSo it could be Jim’s.\n\nJean\nYes! Asshole!\n\nLlewyn\n\fBut you don’t want it either way. To be clear.\n\nJean\nTo be clear, asshole, you fucking asshole, | want very\nmuch to have it if it’s Jim’s. That’s what I want.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nTo be clear. Jean\nTo be clear, asshole, you fucking asshole, | want very\nmuch to have it if it’s Jim’s. That’s what I want. \n\nTARGET SECTION TO BE ANNOTATED:\n But since\nI don’t know, you not only fucked things up by fucking the\nand maybe making me pregnant, but even if it’s not yours,\nI can’t know that, so I have to get rid of what might be a\nperfectly fine baby. A baby I want. Because everything,\nyou touch turns to shit. Like King Midas’s idiot brother,\n\nLlewyn\nWell. Okay. I see.\n\nJean\nYou know a doctor, right?\n\nLlewyn\nYes.\n\nJean\nFrom when—whatever—Diane.\n\nLlewyn\nYes,\nJean \\\nAnd you’ll pay for it. i\nLlewyn i\nYes. i\n!\nJean\n\nDon’t tell Jim. Obviously.\n\nA silent beat of walking. i\n. [should have had you wear double condoms. Well—|\nwe shouldn’t have done it in the first place. But if you ever\ndo it again, which as a favor to women everywhere you |\nshould not, but if you do, you should be wearing condom |\non condom. And then wrap it in electrical tape. You i\nshould just walk around always, inside a great big condom.\nBecause you are shit.\n\fNLU\n\nLlewyn\nOkay.\nJean\nYou should not be in contact with any living thing. Being\nshit.\nWalking beat.\nLlewyn\n... You know the expression, It takes two to tango—\nJean\nOh, fuck you.\nWalking beat.\nLlewyn\n\nI could say, we should talk about'this when you’ re less\nangry, but that would be. . . that would be.... When would\n\nthat be—\nJean\nFuck you.\nThey walk for a beat.\n... LT miss Mike.\nLlewyn\nCould I ask you for a favor?\nJean\nYou’re joking.\nLlewyn\n\nNot for me, it’s for the Gorfeins. Their cat got out—could\nyou leave the fire escape window open?\n\nShe stares at him.\n\nJean\nIt’s winter.\n\n27\n\fLlewyn\nJust enough for the cat? To squeeze back in? It could\ncome back.\nJean\n\nCome back? To our apartment? It was there like six hours!\n\nWhy would it come back there?\nFor the first time in the conversation Llewyn is exercised.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt was there like six hours! Why would it come back there? For the first time in the conversation Llewyn is exercised. \n\nTARGET SECTION TO BE ANNOTATED:\nLlewyn\nI don’t know, I’m not a fucking cat! Think about it, I lo:\ntheir fucking cat! I feel bad about it!\nJean\nThat's what you feel bad about?\n\nSUBWAY CAR\n\n \n\ni\ni\n\n{\n\nen\n5\n\n28\n\nTrain rumble bangs in at the cut. We are close on Llewyn, body jousling with the motion\nof the train. The window bchind his head is, in the black of the train turinel, a dull mirror\n\nof the car.\n\nLong hold.\n\ni\ni\n\nThe window pops into brightness:as the train emerges onto a bridge-approach, giving us\n\na brief view down the East River.\n\nQUEENS STREET\n\nLlewyn is a small figure receding down a quiet residential street.\n\nSTOOP\nLlewyn sits on a stoop reading a newspaper, elbows on knees.\n\nAta sound, he looks up.\n\nA woman a little older than him is coming up the walk with a bag of groceries. She is\n\nsurprised to see him.\n\n{\n\f29\n\nWoman\nHello. Where’s ya coat?\n\nLlewyn stands, folding the newspaper.\n\nLlewyn\nNot that cold.\n\nWoman\nY’ out a ya mind?\nKITCHEN\nLicwyn sits at the table as the woman puts away groceties.\n\nWoman\nSo how’s the music goin?\n\nLlewyn\nOh, pretty good. Pretty good.\n\nWoman\nOh good. So you don't need'to borrow money.\n\nA beat as she continues to put things away.\n\nLlewyn\nActually, I was wondering. . .\n\nWoman\nUh-huh?\n\nLlewyn\nIs it sold?\n\nWoman\nThe house?\n\nLlewyn\nYeah.\n\nWoman\n\fBeat.\n\nAnother beat.\n\nYeah, uh-huh. I mean it’s in escrow. \\\n\nLlewyn |\nFor what?\n\nWoman\nTwenty-two five, but—why? It’s not our house.\n\nLlewyn j\nNot our house?\n\nWoman |\nWell, yeah—mom and dad’s house. Llewyn, it goes to ht\nupkeep. :\n\n \n\nLlewyn :\nRight. :\n\nWoman.\nWe don’t get any.\n\n... Good thing ya music’s goin good,\n\n... Pm sorry. !\nLlewyn :\nYeah, well. What the fuck. :\nWoman\nLlewyn.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nPm sorry. ! Llewyn :\nYeah, well. What the fuck. :\nWoman\nLlewyn. \n\nTARGET SECTION TO BE ANNOTATED:\n i\nLlewyn :\nWhat.\nWoman\nThe language.\nLlewyn\n\nOh—yeah. Sorry.\n\nSs\n\n30\n\f31\nWoman\nI am not one a ya Greenwich Village friends.\n\nLlewyn\nOkay, yeah.\n\nShe eyes him for a beat.\n\nShe laughs.\n\nWoman\nStill got ya seaman’s papers?\n\nLlewyn\nYeah. Why?\n\nWoman\nIf the music’s not. . .\n\nLlewyn\n\nWhat—quit?! Merchant marine again? Just. . ..exist?\n\nWoman\n“Exist? That’s what we do.outside of show business? It's\nnot so bad, existing.\n\nLlewyn\nLike Dad?\n\nWoman\nLlewyn!\n\nLlewyn\nWhat.\n\nWoman\n\nYou say that about your own fatha!\n\nLlewyn\nWhat.\n\nWoman\nThat he exists!\n\fLlewyn\nI didn’t say—you said it! I—forget it.\n\nWoman\nThat he “exists”! Like that?!\n\n. Llewyn\nYeah yeah. Sorry.\nWoman\n. Seen him?\nLlewyn\n\nYeah. What? Should 1?\n\nWoman |\nYou tell me. He’s ya fatha. i\n\nLlewyn\nYeah, right. He sure is.\n\nWoman\n(rising)\n\nT got-—wait—I got—you got'a minute?\n\nLlewyn :\nWell they, they-want me,back, rehearsals for the Sullivan:\nshow. And I Tot some autographs to sign. Champagne\nreception. .\n\nWoman \\\n(leaving) |\nDon’t go way. :\n\nHe looks idly around.\n\nWorking-class kitchen. Oilcloth on the table. Some seafaring knickknadks.\n\nProjected, from off:\n\nWoman\nI cleaned it out, the house. There was some stuff. I put ya\n\nstuff in a box. . i\n\n32\n\f33\nShe reenters with an open box.\n\n... What I thought ya might want.\n\nShe sets it on the table in front of him. He looks with no particular interest, flips through\na couple of things, shrugs.\n\nLlewyn\nI don’t know, Joy, just, what would I. . . just stick it out at\nthe curb.\n\nWoman\nLlewyn! Are you kiddin? Lookit this. You know what\nthis is? :\n\nShe is pulling out an EP-sized record ina plain white sleeve.\n\n.-.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nLookit this. You know what\nthis is? :\n\nShe is pulling out an EP-sized record ina plain white sleeve. .-. \n\nTARGET SECTION TO BE ANNOTATED:\n This is when you recorded “Ladies of Spain” for Mom\nand Dad!\n\nHe looks at her, shrugs a so-what.\n\n... You're whateva, you're like cight years old! It’s so\ncute!\n\nLlewyn\nWell, see, Joy, in.the entertainment business you’re never\nsupposed to let your practice shit out. Ruins the mystique.\n\nShe is disappointed that he won’t share her enthusiasm.\n\nJoy\nI’m sorry, I don’t know a lot about the entertainment\nbusiness.\nLlewyn\n\nYeah. Well. Don’t be sorry.\n\nSUBWAY PLATFORM\nA Queens open-air station. Llewyn is on a pay phone.\n\nLlewyn\n\f \n\n34\nNo no no, Ill bring the cat up, it’s fine, I just, not today 4s it turns out, I\ncan’t bring her today—\n\nVoice i\nHe. |\ni\n\\\nLlewyn\n—He. He’s hanging out at Jim and Jean’s, he likes it thefe,\nhe’s fine, believe me.\n\nVoice\nPll run down and pick him up, I don’t want to—\n\nLlewyn\nNo no no, they’re never home, anyway I couldn’t ask you\nto do that, all the way down to the Village, Ill bring her tp\ntomorrow. Him. j\n\nVoice. vs i\n\nOkay. Okay. And remember to call'Jim, He said it was |\nurgent. i\nLlewyn ;\n\nYeah, I doubt if it’s urgent, but yeah, I’ll call him, thanks.\ni\nVoice 1\nNo, he.said it’s urgent.; A session this afternoon at RCA, | i\nsomebody got sick, dropped out—he thought you’d like the\nwork— \\\ni\nLlewyn projects over the roar of an approaching train which, from our pérspective, buries\nthe voice at the:other end. i\n\nLlewyn :\nWhat? WHAT? Do I need my guitar?. .. DID HE SAY |\n\nDOI NEED MY GUITAR?. .. NO?—\n\nThe approaching train roars into frame.\n\nSWANK DOUBLE-DOORS\n\nThe RCA logo adorns the large reception desk inside.\n\f35\nLlewyn bangs through the doors.\nINSIDE\nHe goes up to the receptionist:\n\nLlewyn\nI’m here for Mr.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nSWANK DOUBLE-DOORS\n\nThe RCA logo adorns the large reception desk inside. 35\nLlewyn bangs through the doors. INSIDE\nHe goes up to the receptionist:\n\nLlewyn\nI’m here for Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n Cromartie’s session? Llewyn Davis?\n\nReceptionist\n\nHave a seat, I’ll let him know you’re here.\nSEATING AREA\nMinutes later.\nLiewyn sits waiting, on furniture more expensive than he is used to.\nVery, very quiet.\nHe looks around.\nGold records on the wall, tastefully framed.\n\nBlack-and white photographs, nicely lit, of performers, in the studio. Different genres\nare represented—Dizzy Gillespie; Johnny Matthis, a young Leonard Bernstein.\n\nThe muted click of a door latch draws Llewyn’s attention.\n\nAmbling down the hall, hands dug into pockets, is a distinguished, Waspy gentleman in\ntweeds. Llewyn jumps to his feet.\n\nCromartie\nLlewyn?\n\nLlewyn\nMr. Cromartie, an honor to meet you.\n\nCromartie\nWhere’s your guitar?\n\fi\n\n36\nSTUDIO\n\nhis shoulder.\n\nJim\nYou’ll play a Gibson, right?\n\n'\n,\nA nice but not especially large studio. Jim is walking Llewyn in, beams arm around\n\nLlewyn\n\nYours? Sure. You’re playing— |\n\n3\n\nJim j\n\nThe D-15. You know Al? |\n\ni\n\nAnother young man, with guitar, is at one of the three stools ranged around a\nmicrophone. }\n\nLlewyn\nHey man.\n\nVoice through the talk-back:\n\nVoice\nRead a chart, Llewyn?\n\nIt is Cromartie who, in the control:‘toom, stands behind the board.\n\nLlewyn\nI... 1... can stare at a chart and fake it, sir. '\nMutely, behind the glass, Cromartie laughs. We get the tail of the laugh as he punches\nin:\ni\n\nCromartie\nJim and Al will teach it to you. Take your time. We’re\nhere to have fun.\n\nLlewyn\nOkay. (to Jim) So... we’re the, the what? The John\nGlenn Singers?\n\nHe looks up.\n\nHis point-of-view: a high ceiling. Hanging sound reflectors of blond wood.\n\f37\n\nCromartie’s Voice\nIt’s not the most serious music we’ ve recorded here.\n\nJim\n(explanatory)\nIt’s a thing.\nMANY MINUTES LATER\nThe three men are setting themselves at the microphone.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\n37\n\nCromartie’s Voice\nIt’s not the most serious music we’ ve recorded here. Jim\n(explanatory)\nIt’s a thing. MANY MINUTES LATER\nThe three men are setting themselves at the microphone. \n\nTARGET SECTION TO BE ANNOTATED:\nLlewyn\nSo I'm going down on “capsule,” I’m doing this... .\n\nHe demonstrates on guitar.\n\nAl\nYeah, I'm taking the high. . .\n\nThey run through a couple of phrases, voice and guitar, not full volume.\n\nLlewyn\n\nOkay. Okay. (low) I’m happy for the gig, but... who\n\nwrote this?\nJim looks uncomfortable.\n\nJim\nI did.\nCromartie\n(through talk back)\nOkay?\n\nSome last minute arranging of weight on stools. Throat clears.\nJim\nSo, okay.\n\nCromartie\nGood?\n\f38\nAl\nOkay.\n\nCromartie\nOne second.\n\nWaiting beat.\n\nMuted back-and-forth in the control room between Cromartie and the erigineer.\nCromartie laughs silently. Engineer, smiling, nods. Engineeer checks spmething.\nCromartie gets serious, leans forward for the talk-back button:\n\n|\nCromartie |\n\nOkay. . . “Please Mr. Kennedy” take one. Sound of a blabt-\noff and. . . we're rolling. i\n\nAl and Llewyn look to Jim who nods in time, whispering a count-off:\n\nJim\n\n. two three four...\n\nAnd they perform the song.\n\nCORNER OF THE STUDIO\n\nSome time later. 1\n\nLlewyn sits on a folding chair, one of several along one wall, near atable on which sit a\ncoffee percolator and some cups and other paraphernalia. Mike stands ae ranged nearby.\n\nJim and Al are-shrugging into coats. Another man, in shirtlseeves and td stands over\nLlewyn who has a pen.and a clipboard holding papers. As he squints at the top sheet,\nLlewyn addresses:Jim: \\\n\nLlewyn i\nNo, thank you, I appreciate it. I needed this. As you know.\nJim\nDon’t thank me, thank Richie Sheridan. Puked his way out\nof the John Glenn Singers.\n\nLlewyn\nTough ruck. We’ll be touring, right?\n\f39\n\nAl laughs.\nAl\nTouring my ass.\nLlewyn\nPll get my vaccinations. (to shirtsleeved man as he\ncontinues to squint at papers) Where?\nMan\nYou are AF of M right?\nLlewyn\nYeah.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nLlewyn\nPll get my vaccinations. (to shirtsleeved man as he\ncontinues to squint at papers) Where? Man\nYou are AF of M right? Llewyn\nYeah. \n\nTARGET SECTION TO BE ANNOTATED:\nMan\nSign there and there. You don’t have a label?\nLlewyn\n1 do—Legacy.\nMan\nYou're exclusive to Mel? [’ll need a permission. He’ll\ngive you one.\nLlewyn\nBut it'll take, shit... [ need the money now.\nThe man shrugs:\n\nMan\nYou wanna just be an independent contractor, accounting’ lI\ngive 'you a check today. Bill us for services, $200. It’s\nmore than the session fee ’cause you don’t get royalties.\n\nLlewyn\nOkay. And I can cash it?\n\nMan\nSure, right around the corner. But you don’t go on the\nsession sheet then.\n\nLlewyn\n\fThat’s fine. That’s okay. . .\nAs he signs:\n\n. .. Where do you live, Al?\n\nAl\nDowning Street.\nLlewyn\nNice place?\nAl\nDump.\nLlewyn\n\nUh-huh. Got a couch?\n\nLEGACY RECORDS\n\nThe seedy office where carlier we met'Mel Novikoff.\n\ni\nWe hear the clack of a typewriter as.we pushin. Now, though, the insid¢ doorway to\n\nMel’s office stands ajar, exposing desk’ and émpty chair and late sun.\nLlewyn looks over at-Ginny, typing something.\n\nLlewyn\nWhere’s.Mel?\n\nGinny, eyes om her work, replies absently while still typing:\n\nGinny\nMel, is at. . . a funeral.\n\nLlewyn\nBoy, that man goes to a lot of funerals.\n\nGinny\nHe likes people.\n\nLlewyn\nFewer and fewer!\n\n\\\n\n40\n\f4)\nShe continues typing.\nGinny\nThis is family. His nephew Georgie is engaged to a girl\n\nwhose mother just passed.\n\nLlewyn\nI... don’t know if that’s family.\n\nGinny’s eyes remain on her work.\n\nGinny\n\nHe likes funerals, I don’t know what to tell you:\nLlewyn\n\nI forgot to pick up my mail yesterday. So pissed at Mel.\nGinny\n\nYa didn’t forget to pick up your mail.\nLicwyn\n\nYes I did.\nGinny\n\nYou don’t have any mail.\nLlewyn\n\nOh. (beat) Shit.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nLicwyn\n\nYes I did. Ginny\n\nYou don’t have any mail. Llewyn\n\nOh. (beat) Shit. \n\nTARGET SECTION TO BE ANNOTATED:\n Nothing? (she types on; he is hesitant) .\n.. I didn’t get anything from Bud Grossman? In Chicago?\n\nGinny\nYou were supposed to get something from Bud Grossman?\nLlewyn\nIT had Me! send him my solo record. When it came out.\nWhenever, more than a month ago.\n\nGinny\nOh!\n\nShe stops typing and rises, giving Llewyn momentary hope.\n\n... No, you didn’t get anything, but we were making space\n\f42\nin the stock room and dumped the rest of the old record. | All the\nremainduhs. Yours and Mikey’s. . .\n\nShe hoists a box from behind the counter.\n\n. Mel set one box aside, thought you might want to keg\nsome copies.\n\nLlewyn pulls a copy from the box, shaking his head, and looks at the cover.\n\nThe artists are Timlin and Davis, Llewyn himself recognizable though clean-shaven,\nlooking only a little younger, on a stool with a guitar, mouth frozen midtsong. Standing\nbehind him is, presumably, Mike Timlin, transported by the music, joyously vocalizing\nto the heavens with his body tensed and his hands turned up. The namejof: the record is,\n“If We Had Wings!”\n\nLlewyn\nWhuh. .. 1... (shrugs) What'm I gonna do with ’em?\n\nGinny resumes typing.\n\nGinny\nShould I throw ’em out? ;\n\nHALLWAY |\n4\nThe dingy hallway of the office’s. building. “Dink’s Song” plays.\n\nLlewyn has the box at the elevator and presses it with his body against the wall in order\nto free one hand and hit the call button. :\n\n!\n\n|\nSTREETS\n\n|\nThe song, continues to play as Llewyn walks down slushy Village streets sweating, the\nbox held awkwardly out before his stomach. :\n\nVESTIBULE }\n\nThe box is body-pressed against the vestibule wall and Llewyn’s freed hand goes to the\ndirectory. It finds CODY, 6A, and buzzes.\n\f43\nSTAIRWELL\nWe are looking down six flights’ worth of stairwell.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\n|\nSTREETS\n\n|\nThe song, continues to play as Llewyn walks down slushy Village streets sweating, the\nbox held awkwardly out before his stomach. :\n\nVESTIBULE }\n\nThe box is body-pressed against the vestibule wall and Llewyn’s freed hand goes to the\ndirectory. It finds CODY, 6A, and buzzes. 43\nSTAIRWELL\nWe are looking down six flights’ worth of stairwell. \n\nTARGET SECTION TO BE ANNOTATED:\n We catch glimpses of Llewyn\nascending, midway up, some of his shoulder and his arm pressing box to stomach\nswinging into view with each laborious footfall.\nSIXTH-FLOOR HALLWAY\n\nA spent Llewyn drops the box to the floor and leans against the door jamb of 6A and\nknocks, panting. ue ae\n\nWe jump in as Al, from the recording session, opens the door.\n\nAl\nGood, here’s the key. I’m Tunning out to Jersey to pick up\nmy mother’s car. :\n\nLlewyn\n(heavy panting)\nOkay.\nINSIDE THE APARTMENT\n\nLlewyn looks around the small studio, hands on hips.\n\nHe sits and bounces, experimentally on the couch: how’s this one? He swings his legs up\nand lies back:ta:see iftit affords'full extension. Pretty close.\n\nHe rises, and beiids down to shove his record box under Al’s couch. It won’t go under all\nthe way; something is ‘blocking.\n\nLlewyn peeks, reaches under, pulls out an uncovered box similar to his, packed with\nLP’s.\n\nHe pulls one out showing that the box Contains copies of one record. Its title: Another\nPoint of View. The artist: Al Cody. The cover photograph of Al, whom we've only seen\nhappy, has him looking rather pensive.\n\n \n\nLlewyn gazes at the album.\n\fVESTIBULE\nLlewyn rings BERKEY 6C.\nA beat.\nJean’s Voice\nYeah?\nLlewyn\n\nIt’s me. Llewyn.\n\nJean’s Voice\n\nYeah?\nLlewyn\nCan I come up?\nJean’s Voice\nNo,\nLlewyn\nWell—okay. Well. Can-I have my stuff?\nA beat.\nJean\n-- PH bring it down, I’! meet you at the Reggio.\nCAFE REGGIO\n\nJean sits into close shot. We are in a dark Italian coffee shop.\n\nJean\nWho won the lottery tonight?\n\nLlewyn\nHuh? Oh, I’m staying at Al Cody’s. So. When do you\nwant to do this thing?\n\nJean\nThe abortion? The sooner the better. Tomorrow if I can.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nJean\nThe abortion? The sooner the better. Tomorrow if I can. \n\nTARGET SECTION TO BE ANNOTATED:\nJim won’t be around, I won’t have to make up a story\n\n44\n\f45\nwhere I’m going.\n\nLlewyn\nOkay, I'll see if the guy can do it then.\n\nJean\nThe guy? ! hope he’s a doctor.\n\nLlewyn\nYeah yeah, he’s a doctor,\nJean\nYou got the money?\nLlewyn\nYeah, | got the money—don’t worry.\nJean\nWith you I worry.\nLlewyn\nWell you shouldn’t.\nJean\n\nYes I should. God knows you never do. You just let other\npeople. Like your method of birth control.\n\nLlewyn\nPlease don’t start with the double-condoms again.\n\nJean\nDo you ever think about the future at all?\n\nLlewyn\nThe future? You mean like, flying cars? Hotels on the\nmoon? Tang?\n\nJean\nAnd this is why you’re fucked.\n\nLlewyn\nNo, it’s why you’re fucked. Trying to blueprint a future.\nMove to the suburbs. With Jim. Have kids.\n\fi\n\nJean ;\n\nThat’s bad?\n1\n\nLlewyn |\n\nIf that’s what music is, for you, a way to get to that placd,\n\nthen yes—it’s a little careerist. A little square. Anda little\nsad. |\n\nJean\nI'm sad! You’re the one who’s not getting anywhere! Ybu\ndon’t even want to get anywhere! Me and Jim try!\n\nLlewyn gropes: |\n\nLlewyn\nI do wanna. . . | wanna— i\n\nJean\nWe try! You sleep on the couch!\n\nLlewyn\nBad thing to throw in my face, man!\n\n \n\nYou don’t wanna go‘ariy whe ind that’s why all the same\nshit is going to keep-happening to you. Because you. want\nit to. 4\n\nLlewyn .\nIs that'why. )\n\nJean\nAnd also because—you’re an asshole! Let’s not forget\nthat! Who sleeps with other people’s women!\n\nLlewyn 4\nWell you're being pretty kind to yourself now, aren’t you!\n\nJean\nWho’s couch are you on tonight?\n\nLlewyn i\nI told you, Al Cody’s.\n\n46\n\f47\nHe is tensing, rising, looking out the window.\n\n...",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nLlewyn i\nI told you, Al Cody’s. 46\n\f47\nHe is tensing, rising, looking out the window. ... \n\nTARGET SECTION TO BE ANNOTATED:\n You don’t listen, you just, spout vitriol. . .\nJean looks at him, puzzled by the trance he has entered, His eyes widen further.\n. .. Keep an eye on my shit!\n\nHe bolts.\n\nOUTSIDE\nLlewyn pounds down the sidewalk, missing most—but bumping some—of ‘the\npedestrians.\n\nLlewyn\nHEY!\n\nA couple of people glance around; none of them are his focus. He pourids along.\n... HEY!\nAs he nears the object of his pursuit his syeline drops.\n... Hey! Hey! Hey!\nHe is hastily crouch-walking now and he reaches forward and scoops—\nThe Gorfeins’ cat, which twists and struggles, but only a little, as Llewyn tucks him\nagainst his chest.\nBACK IN THE COFFEESHOP\nLlewyn enters with the cat.\nLlewyn\nGod damn. | am one lucky bastard. Thank you for\n\nsuggesting this place.\n\nHe glances furtively around, then takes his coffee cup off its saucer and pours cream into\nit from the silver creamer. He sets the cat on the table to feed.\n\f| 48\n... Thing can’t have eaten since yesterday, it’s a damn Te\n\nJean watches the cat lap milk. Llewyn pets it and it pushes back agains{ his hand, purring\nas it continues to lap milk.\n|\n... Do you know his name? I can’t remember its name. i\n\nJean\nI don’t know its name. I barely know the Gorfeins.\n\nLlewyn ;\nJesus. Thank God. Good kitty. Well—where were we?!\n\n \n\nAll the acrimony is spent. The exchange is matter-of-fact:\n\nJean {\n\nYou were calling me a careerist. And I was calling you @\n\nloser, :\nLlewyn\n\nRight. Well. Those are your categories.\n\nJean\nNo—those are your, categories.\n\nLlewyn\nYa know, in my:experience the world is divided into two\nkinds:of people: Those who divide the world into two\ncategories—\n\nJean\n—and losers?\n\nFOLLOWING THE CAT\n\nWe follow at floor level as the cat pads through Al Cody’s apartment. When it reaches a\ntable leg it leaps up out of frame.\n\nWe cut up as it lands on the table.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nFOLLOWING THE CAT\n\nWe follow at floor level as the cat pads through Al Cody’s apartment. When it reaches a\ntable leg it leaps up out of frame. We cut up as it lands on the table. \n\nTARGET SECTION TO BE ANNOTATED:\n It pads onto a pile of mail, starting to disarrange it,\nuntil Llewyn hooks its belly with one hand and dumps it back on the floor.\n\nLlewyn\nNot your house.\n\f   \n\n49\n\nHe nudges the mail back into a pile as the apartment door opens and Al enters, shucking\nhis coat. Llewyn’s look has caught on the mail.\n\nLlewyn\nWho’s Arthur Milgram?\n\nAl\nThat’s me. Gonna change it legally. At some point.\nWhat’s up with the cat?\n\nLlewyn\nIt’s not staying, I’m bringing him back to—long story.\nTaking him home to the Gorfeins’ tonight.\n\nAl\nOkay. No, that’s fine. But, uh... Llewyn, tonight and\ntomorrow is good here, but then my girlfriénd’s coming\ndown from Boston.\n\nLicwyn\nOkay okay, thanks for the two days.\nAl\nYou don’t want to go to Chicago do you?\nLlewyn\nWhy the fuck would I want to go to Chicago.\nAl\nRight.\nLlewyn\nWhy do you ask?\nAl\n\nI’m loaning my mother’s car to a friend who does stuff for\nRoland Turner. You know Roland Turner? (Llewyn\nshrugs ignorance) Old timer. Jazz guy. He won’t fly.\nThey’re driving out to Chicago for a gig, looking for\nsomeone to help pay for gas.\n\nLlewyn\nNo reason for me to go to Chicago. But—thanks—I’Il find\n\f50\nsomething. i\n{\n\nDOOR OPENING |\n\nA door opens and a uniformed nurse emerges from an inner office and bens into the\nforeground.\n\ni\nNurse |\nMr. Davis? t\n\nThe reverse shows Llewyn incongruously sitting among pregnant women. He rises.\n\\\n\nINNER OFFICE !\nLlewyn is now seated across a desk from the doctor, Gary Ruvkun.\nLlewyn is shaking his head.\n\nLlewyn\nNo no, she won’t want me-with her.\n\nGary\nOkay, well, she should have a friend though, someone who\ncan help her home.\n\nLlewyn\nOkay, I’II tell her.\n\nGary\nIt'll have to be ona Saturday, I can do it this Saturday.\n\nLlewyn :\nOkay.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nLlewyn\nOkay, I’II tell her. Gary\nIt'll have to be ona Saturday, I can do it this Saturday. Llewyn :\nOkay. \n\nTARGET SECTION TO BE ANNOTATED:\n I’ll pay you now since I won’t see you, cash I, uh—\n\nHe is reaching into a pocket.\n\nGary\nNo no! No charge.\n\nLlewyn is flummoxed.\n\f51\nLlewyn\n... What?\n\nGary\nYou know, from last time.\n\nLlewyn\n... From last time? You mean Diane?\n\nGary\nYeah. I didn’t have a number, or an address for you.\nWhere do you live, anyway?\n\nAwkward beat.\n\nLonger beat.\n\nLlewyn\nWait, what?\nGary\nI didn’t have a—\nLlewyn\nWhy is there no charge this time?\nGary\nHuh?\nLlewyn\nWhy—\nGary\nWell, you know.\nLlewyn\nWell—no, I don’t know, man. You working pro-bono\nnow?\nGary\n\nWell, no, since it didn’t happen last time.\n\nLlewyn\nWhat didn’t happen.\n\n \n\fGary blinks.\n\nGary\nDiane didn’t tell you? (responds to Llewyn’s look) Dia\n\ni\n1\n!\n\\\n\n{\n\ndid not terminate the pregnancy. She came in to tell me |\n\nshe’d decided to. . . go to... term. (another beat) She\ndidn’t tell you?\n\nLlewyn\nUh. . . no.\n\nGary\nShe. .. jeez. She asked me to refer her to a doctor in\nCleveland,\n\nLlewyn\nIn Cleveland. . .\nGary\nTo deliver the, uh...\nLlewyn\n\nThe—the ... Uh-huh. (a.beaf). 1 knew she was going to :\n\nCleveland. She’s from Cleveland,\n\na tes Gary\nYes. [I’m sorry, I thought—\n\nLlewyn\nHer parents are in Cleveland.\n\nGary\nUb‘huh.\n\nLlewyn\n... The kid’d be about two now?\n\nGary\nYeah, I guess... Yes... I’m sorry. I didn’t know how to\nget the money back to you. I never see you at the hoots\nanymore.\n\n!\n\n|\n\n|\n|\n\n52\n\f53\nSUBWAY CAR\n\nLlewyn sits in the middling-crowded car, cat hugged to his chest, staring vacantly down,\nmentally chewing, body moving with the motion of the car.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nI never see you at the hoots\nanymore. ! |\n\n|\n|\n\n52\n\f53\nSUBWAY CAR\n\nLlewyn sits in the middling-crowded car, cat hugged to his chest, staring vacantly down,\nmentally chewing, body moving with the motion of the car. \n\nTARGET SECTION TO BE ANNOTATED:\n At length hé shrugs away his\nthought, whatever it was, and his look drifts.\n\nIt catches on something.\n\nA straphanging businessman is looking at him. Is it the same one he sa going\ndowntown from the Gorfeins’?\n\nINSIDE AN ELEVATOR |\n\nThe same operator is holding the throttle down in the Gorfeins’ élevator poking\nsuspiciously behind him as the floors slip by outside the gate. Llewyn‘is ' standing at the\nback of the cab holding the cat securely against his chest, We hear a fist tapping.\n\nTHE GORFEINS’ DOOR\n\nAs it swings open to reveal a short bespectacled middle-aged man ina cardigan.\n\nMitch\nThere's the cat!\n\n \n\nIt spills out of Licwyn’s arms and runs into the apartment. Mitch hugs Llewyn.\n\n++» Home from the hill! Llewyn, welcome! Come on in,\nLillian is in the kitchen making her famous moussakal!\n\nLlewyn\nOh, that’s okay, I can’t barge in for dinner, I just wanted\nto—\nMitch pulls him into the apartment.\nMitch\n\nNo, what’re you talking about, one more person—\nmoussaka?! C’mon. .. Do you know Marty Green and\nJanet Fung?\n\nA Jewish-looking man and a Chinese woman nod and smile greeting.\n\fLlewyn\nNice to meet you, Llewyn Davis.\n\ni\n{\n|\nMarty Green 1\n\nOh! Mitch and Lillian’s folk song friend! \\\ni\n\n|\n\nMitch\nYou crashing with us?\n\nLlewyn\nNo no, I hadn’t even planned on dinner—\n\nMitch {\nLlewyn’s not an Upper West Side guy. We only get to see\nhim when he’s. . . i\n{\nLlewyn ;\nWhen I've rotated through my Village friends,\n\nMitch :\nWe're the last resort. Marty is in my department—and Joe\nis a musician, this is Joe Flom, he plays in Musica Anticha\nwith Lillian.\n\nLlewyn\nHey, how ya doing.\nJoe\nNice to meet you.\nLlewyn\n\nWhat’s your instrument?\n\nJoe\nWell anything with a keyboard, I play celeste and\nharpsichord in MA. I’m a piano instructor most days.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nLlewyn\n\nWhat’s your instrument? Joe\nWell anything with a keyboard, I play celeste and\nharpsichord in MA. I’m a piano instructor most days. \n\nTARGET SECTION TO BE ANNOTATED:\nLlewyn\nBum a cigarette?\n\nJoe\nSure.\n\nMitch\n\n54\n\f55\nGlass of wine, Llewyn? Little dago red?\n\nLlewyn\nSure, I uh, I should’ve brought something.\n\nMitch\nDon’t be silly, you brought the cat.\n\nLlewyn\nI took piano lessons when I was a kid, from Mrs.\nSieglestein. You don’t know Mrs. Sieglestein do ya? Very\nbig calves, orthopedic shoes? Lives in Far Rockaway?\nUpstairs from the Kurlands?\n\nJoe\nDoes she play Early Music?\n\nLlewyn.\nHarry James, on the radio. On piano she played mostly,\nwhat, we played, uh, Drink To Me Only With Thine Eyes.\nI don’t know. Sounded early.\n\nJoe\nUh-huh.\nLlewyn\nShe was not a swinger.\nJoe\nWell—Harry James.\nLlewyn\nWell, okay. Her playing though, pretty on the beat.\nJoe\nYou still play piano?\nLlewyn\n\nI'll sit down and fiddle with anything, but not really. Not\nso’s it sounds pretty.\n\nJoe\nWell, pretty is overrated.\n\f56\nLlewyn\nYeah, I agree. That’s why I sing. I’m kind of a shouter.\n\nMitch\nWhat did Anton say? When Llewyn takes a solo. . .\n\nLlewyn\n\n{\n|\n‘|\n|\ni\n:\nYeah, the hogs are restless for miles around.\n|\n\nBABY PICTURE\n\nInsert on a picture of a strange looking two-year-old, half Asian, half seething else.\n\nAt the cut the clink-clank of a dinner table, and Llewyn’s voice: {\n\nLlewyn\nHe's. .. he’s adorable. How old is he?\n\nWider on the dinner table as he hands the picture back to Janet Fung.\n\nJanet\nTurned two in April. He’s,With my mother now.\n\n \n\nMarty\nGrandmas come in handy.\nLlewyn\nWhat’s:his name?\nMarty\nHowie.\nJanet\n\nHe already calls him Howie. Howard.\n\nMarty\nHowie Greenfung.\n\nLlewyn\nWhat, like, Green, Fung? Hyphenated?\n\nMarty\n\fLeaping in:\n\nMitch rises.\n\n57\nNo no, one word. Greenfung.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nMarty\n\fLeaping in:\n\nMitch rises. 57\nNo no, one word. Greenfung. \n\nTARGET SECTION TO BE ANNOTATED:\nJanet\nHoward Greenfung.\n\nLlewyn\nYou’re—kidding, right?\n\nJanet\n(puzzled; ready to take offense)\n\nMitch\nWhy don’t you give us a song, Llewyn?\nLlewyn\nOh—no, I—\nLillian\n\nOh, please—he’s very good. Joe should hear you.\n\nMitch\nAnd Marty and Janet:\n\nLillian\nWell of course Marty and Janet.\n\nLlewyn\n\nNo, they don’t need to sit through—\n\nMitch\nI’m getting my Kalamazoo. You get to play it if and only\nif you sing.\n\nLlewyn\nOkay, yeah, I can tell, this is one of those things, I keep\nsaying no you think I’m just asking you to beg more.\n\nLillian\nThat’s right.\n\fLlewyn\nYou know, I’m not a trained poodle.\n\nMitch reenters with guitar case.\n\nMitch\nNot even housebroken.\n\nLlewyn\nYeah yeah, okay. Boy. Nice instrument.\n\nHe takes it, runs a couple of licks.\n\n... This is, this one’s pretty early, Joe should like it.\n\nReceptive chuckles from the little audience.\nLlewyn starts playing, and singing, “Dink’s Song.”\n\nThe small group listens, genuinely taken with the performanc.\n\nAs Llewyn begins the second verse, Lillian Gorfein cases in a high, sweet harmony.\n\nLlewyn stops playing.\n~~ Llewyn\ns (sharply)\nWhat-are you doing.\n\nThe spell is broken. The little audience is puzzled. Lillian is lost.\n\nLillian\n... What?\n\nLlewyn\nWhat is that? What’re you doing?\n\nLillian\nI—\n\nLlewyn\n\nDon’t do that.\n\n|\n|\n|\n|\n|\n1\n|\n\n \n\n58\n\f59\nLillian\n. It’s... it’s Mike’s part...\n\nLlewyn\nI know what it is. Don’t do that. You know what?\n\nHe is more and more testy as he opens the guitar case and lays the guitar inside.\n\n... This is bullshit. I don’t do this. I do this for a living,\nyou know? I’ma musician. [ sing for a living. It’s not a\nparlor game.\n\nMitch\nLlewyn, please—that’s unfair to Lillian—\n\nLlewyn\nThis is bullshit.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\n[ sing for a living. It’s not a\nparlor game. Mitch\nLlewyn, please—that’s unfair to Lillian—\n\nLlewyn\nThis is bullshit. \n\nTARGET SECTION TO BE ANNOTATED:\n I don’t ask you over for dinner and then\nsuggest you give us a lecture on the peoples of Meso-\nAmerica or whatever your pre-columbian shiftis, This is\nmy job. This is how I pay the fucking rent.\n\nLillian rises. She is choking up.\n\nLillian\nLlewyn, that’s not, this is not—this is a loving home!\nLlewyn\nI’m a fucking professional. And you know what, fuck\nMike's part.\nLillian\nThis is terrible. This is dreadful.\nMitch\nIt’s okay Lillian.\nLillian\n\nI’m going—I’m going—I do not want to be in this room.\nShe leaves, weeping.\nLlewyn\n\nWell she doesn’t have to leave. I’m leaving. Obviously.\nThank you for the moussaka. I’m sorry if I fucked up your\n\fevening.\n\n \n\nWalla of protestation, calls for calm, from Mitch, Joe, Marty Green—cut short by a\nscream.\n\nEveryone freezes, looking to where Lillian exited.\nA still beat.\nLillian rushes in, holding the cat up, face-out, by its front paws.\n\nLillian\nThis is not our cat!\n\nA staring beat. Mitch’s mouth hangs open.\n\nMitch |\n... Oh my god! |\ni\nLlewyn i\nWhat?. .. . Of course it’s your cat. {\ni\nMitch\n> Oh my god, Llewyn! i\nLlewyn i\nNo, that’s—that’s your— {\n; Lillian t\n_ It’s not even a male! i\nLillian shakes'the cat; its jiggling body emphasizing her point |\nWhere’s its scrotum?! |\n\nLlewyn\n\n2 LJ its\n\n|\nLillian \\\ni\n\nLlewyn, WHERE’S ITS SCROTUM!\n\nMitch i\nOh my god. Llewyn!\n\fMw\n\n61\n\nBLACK\n\nFADE IN\n\nA point-of-view through a windshield, moving down a Village street. Slushy, grey, early\nmorning. A figure is waiting at the curb, guitar case and small bag at his feet, holding a\ncat to his chest.\n\nCut outside as we pull up.\n\nThe car is a big four-door.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nA figure is waiting at the curb, guitar case and small bag at his feet, holding a\ncat to his chest. Cut outside as we pull up. The car is a big four-door. \n\nTARGET SECTION TO BE ANNOTATED:\n The driver is an all-American young'man, good-looking\nalthough something not quite right about his face makes him less than d matinee idol. His\nblond hair is combed back in a pompadour. The stub of a'cigarétte hangs:from his lip.\n\nLlewyn looks in the back seat. A large man ina fedorais very still inside, either asleep\nor passed out. Next to him are two canes with silver animal knobs:\n\nThe pompadoured driver, though he has stapped for Llewyn, seems to be ignoring him.\nLlewyn holds up his guitar case.\n\nLlewyn\nTrunk?\n\nDriver\nTt’s full.\n\nHe jerks his thumb toward the back seat.\n\nLlewyn operis the back door and stows the case upright, carefull not to disturb the—\nsleeping?—fat'man. He has a goatee and sunglasses. He has a feather in his broad-\nbrimmed fedora and an animal fetish tie pin. His french cuffs are secured with bangles.\nLlewyn gingerly shuts the door and climbs in front.\n\nThe driver puts the car in gear and starts driving.\n\nLlewyn, somewhat bewildered, looks at the wordless driver—white t-shirt, leather\njacket—staring out at the road. Llewyn looks back at the big man in the back seat, whose\nbody now joggles with the motion of the car.\n\nLlewyn turns back to the driver.\n\fLlewyn\nHello.\nThe driver’s eyes stay on the road.\nDriver\nYeah, heya.\nCOUNTRYSIDE\n\nSome time later.\n\nLlewyn is vacant, nodding, looking out.\n\nElaborate gagging and wake-snarfling noises from the.Wack seat drdw hb attention.\n\nThe man in back stirs, smacks his lips, looks around.\n\nHe sees the guitar case,\n\nDriving beat.\n\nRoland Turner\nWhat's this.\n\nLiewyn\nMy guitar,\n\nRoland Turner\n\nSure; move in, make yourself at home, don’t mind me.\n\nws ae Llewyn\nid. the trunk was full.\n\n \n\nRoland Turner\nWhat’re you, a flamenco dancer? What’s your name?\nPablo?\n\nLlewyn\nLlewyn Davis.\n\nRoland Turner\nI'm Roland Turner.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nPablo? Llewyn\nLlewyn Davis. Roland Turner\nI'm Roland Turner. \n\nTARGET SECTION TO BE ANNOTATED:\n This is my valet, Johnny Five.\n\n \n\n \n\ni\n\n62\n\f63\n\nLlewyn looks at Johnny Five.\n\nJohnny Five is still unemotively focused on the road. The butt still burns on his lower\nlip, though it seems to be the same length.\n\nLlewyn looks back at Roland Turner.\n\nLlewyn\nYeah, we met. I think.\n\nANOTHER TIME CUT\nRoland Turner is fully awake and has a lot to say.\n\nRoland Turner\nAnd that was the last time I was.in Murfreesboro. Gave me\nto understand I would not be welpomed back. I said, that’s\nokay, brother, I might have managed on my own not to\nmake it back to your little flyspeck horseshit town. What's\nthe N stand for?\n\nLlewyn\n... What? :\n\nRoland Turner\nWhat's the N stand for? Lou N. Davis?\n\nLlewyn\nLlewyn. Llewyn. L-L-E-W-Y-N. It’s Welsh.\n\nRoland Turner\nWell it would have to be something, stupid fuckin name\nlike that. Here, this would interest you, Johnny and I were\nin Seatttle, playing The High Spot—remember this,\nJohnny?—and I became indisposed after eating a toasted\ncheese sandwich. May well have been a rancid slice of\nbacon. Found myself purging from every orifice—one of\nthem like a firehose—I said to the manager, What do you\ncall that thing I just ate? He said “Welsh rarebit.” | said\nokay, does everything from Wales make you shit yourself\nor just this piece of toast. He said, and I’ll never forget it\nbecause it almost made the experience worthwhile, he said\n\f64\nMr. Turner—Holy Jesus what is that thing?\n\nHe has seen the cat, peeking over Llewyn’s shoulder.\n\nLlewyn\nMy cat. Well not my cat, it’s uh. . .\n\nRoland Turner\nGrown man with a cat? Is it part of your act?\n\nLlewyn\nNo.\n\nRoland Turner !\nWhat'd you say you play? Flamenco? |\n\nLlewyn\nFolk songs.\n\nRoland Turner i\nFolk songs! I thought you said you were a musician. Folk\n\nsinger with a cat.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nRoland Turner i\nFolk songs! I thought you said you were a musician. Folk\n\nsinger with a cat. \n\nTARGET SECTION TO BE ANNOTATED:\n You queer? i\n\n   \n\nmn\n\nAh—I—it’s not my cai ‘didn’t know what to do “\n\nit,\n\n4 «Roland Turner\nOh yeah? So did'you bring your dick along too? I’lk tell\n“you something, bout Welsh rarebit you probably didn’t {\nknow, at least'the way they make it at the the High Spot |\naccording to the manager, Dickie Wardlow—ever played|\nfor Dickie? Well no, you wouldn’t’ve it’s a music club, le\nsaid, T asked about the fucking toast he said—\n\n \n\n \n\nOutside.the window something attracts his attention.\n\nJohnny, hold up, there’s a Sinclair station. Your turn to\npay for gas, Elwyn.\n\n|\n|\n\nGAS STATION LOT i\n\f65\nIn the foreground Llewyn, back to us, leans against the car. Receding across the lot\ntoward the station in the background is Roland Tumer, elegantly dressed, herky-jerking\naway with his two canes.\nMINUTES LATER\n\nLlewyn comes out of the gas station office with a soda.\n\nJohnny Five is leaning against the building, one knee bent and foot planted against the\nbrick. His thumbs are hooked in his pockets.\n\nLlewyn looks at the empty car, looks at Johnny Five.\n\nLlewyn\nHe still in there?\nJohnny Five\nYup.\nMINUTES LATER\n\nLlewyn is leaned back in the front. passenget:seat, its door open. His eyes are closed.\nThe sound of a distant door.\n\nHe looks out: Roland Turner is rounding the corner of the building, herky-jerking\ntowards the car, slower than on his walk in,\n\nJohnny Five‘unperches from the building and goes to help.\n\nCAR\n\nTraveling. Minutes later.\n\nQuiet. Llewyn looks back.\n\nRoland Turner is in the back seat, eyes closed again. A trace of drool.\nJohnny Five drives, smoking cigarette on his lip.\n\nLlewyn\n\f \n\n67\nLlewyn\nCouldn’t tell you.\n\nRoland Turner\nClay. But! Not just any fucking clay, Belgian clay. They\nhave this clay—what did you say your name was?\n\nLlewyn\nLlewyn.\n\nRoland Turner\nThat’s right.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey\nhave this clay—what did you say your name was? Llewyn\nLlewyn. Roland Turner\nThat’s right. \n\nTARGET SECTION TO BE ANNOTATED:\n They have this clay, only place in the world\nthey can find it, just outside of Bruges. Harder than my ae\ndick if it’s fired properly. Throw it against a wall. Many\ntimes as you want, go ahead, Elwyn, you.ain’t gonna break\nthose little bastards. No massé shots, no coinsion cloth:\nMy ass. Girl scout rules, Like music: you play like you\nplay. Well you don’t. But in jazz, you know, we play all\nthe notes. Twelve notes ina scale, dipshit. Not three\nchords on a ukelele.\n\nAn assaultive drone:\n\nBeat.\n\n  \n\nGeeee. ... Geeee.... Ce . Geee, .. Ceeee. .. Deee. .\n.. Gee. Jesus Fucking’ Well, if you make a living\nat it more power to'you. Solo act?\n\nLlewyn\nYeah, Now,\n\n; Roland Turner\n& Now? Used to, what, work with the cat? Every time you\nplayed'aC major it’d puke a hairball?\n\n  \n\n4 Llewyn\nI used to have a partner.\n\nRoland Turner\nWhat happened?\n\nLlewyn\nHe threw himself off the George Washington Bridge.\n\fRoland Turner\nWell shit, I don’t blame him, I couldn’t take it either\nhaving to play Jimmie Crack Corn every night. Although,\npardon me for saying so, but that’s pretty fucking stupid\nisn’t it? George Washington Bridge? You throw yourself\noff the Brooklyn Bridge. Traditionally. George\nWashington Bridge, who does that? What was he, a\ndumbbell?\n\nLlewyn\nNot really.\n\nRoland Turner\nAnd that’s when you picked up the cat? Thank God I never\nhad to resort to gimmicks. People pay. to sec Roland’\nTurner. Playing what he plays, going where-he goes.\nExploring. It’s the freedom theyre’ paying’to, see. .They\ndon’t wanna see some jackass playing.a.song they’ve heatd\neighteen hundred times before. Though if you make a\nliving at it more power to you.\n\n \n\nThe cane whacks Llewyn’s shoulder again.\n\ni\n|\n\nHere, this wouldiinterest you.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nThough if you make a\nliving at it more power to you. The cane whacks Llewyn’s shoulder again. i\n|\n\nHere, this wouldiinterest you. \n\nTARGET SECTION TO BE ANNOTATED:\n There was this act I saw in\nMontreux Switzerlarid—bass, piano, and sound tree——\n\n \n\nLlewyn\nMr. Turner I’m wondering.\n\nRoland Turner\nHuh?\n\n- Would that cane fit all the way up your ass or would a litt!\n\ni\ni\n]\n}\n|\nLlewyn t\nbit stay sticking out?\n\nRoland Turner\nOkay. Okay. Except threats and intimidation won’t work!\nwith me and do you want to know why? This would\ninterest you. I studied Santeria and certain other things that\nsquares like you would call the black arts, due to lack of\n\ni\ni\n\nRoland Turner stares at him. |\n|\n\f69\nunderstanding, from Chano Pozzo in New Orleans. You say you'll\nmess me up? I don’t have to make those childish threats, I\njust do my thing. I do my thing and one day you wake up\nwondering why do I have this pain in my side? I stretch\nand I eat right and I take warm baths but it just won’t go\naway, this pain, why is that? Or maybe it won’t even be\nthat specific, depends, maybe it’s just Why is nothing\ngoing right for me? Doesn’t matter what I do, it just won’t\ncome out, I just can’t make anything come out right. My\nlife is a big bowl of shit. I don’t remember making this big,\nbowl of shit. And meantime, Roland Turner is somewhere\na thousand miles away laughing his ass off. Thats what\n\nhappens.\n\nA beat.\nThink about that, Elwyn. In this car, bad: manners won’t\nwork. Your turn to pay for gas.\n\nGAS STATION\n\nRoland Turner is herky-jerking away into the background,\n\nJohnny Five is once again in the.driver’s séat, Llewyn in the Passenger seat. Llewyn’s\nlook shifts from the receding jazzman to Johnny Five.\n\nLlewyn\nBum a cigarette?\n\nJohnny Five\nI’m out.\n\nRoland Turner recedes: clack-clack.. . clack-clack. . .\n\nLATER\n\nTire chirp as the car pulls out of the station.\n\nINSIDE\n\nRoland Turner asleep, drooling.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nRoland Turner recedes: clack-clack.. . clack-clack. . . LATER\n\nTire chirp as the car pulls out of the station. INSIDE\n\nRoland Turner asleep, drooling. \n\nTARGET SECTION TO BE ANNOTATED:\n\f70\nLlewyn, in the passenger seat, is looking at:\nJohnny Five driving. A cigarette burns on his lower lip.\n\nLlewyn\nYou a musician?\n\nA faint smile curls Johnny Five’s lip. After a beat:\n\nJohnny Five\nTact.\n\nLlewyn\n..- In talkies?\nLATER\n\nSame driving configuration. Roland Turner still asleep.\n\nthe cigarette from his lip and stubs it out.\n\nHe exhales smoke. 4\n\n|\n\nj\n\ni\n\n|\nWe seem to have caught Johnny Five in a long beat between thoughts, e shrugs, pulls\nHis eyes remain on the road as he speaks.\n\n. Johnny Five\nWillowwall Carnival. Also.\n\nA beat.\n\n \n\nAnother.long beat staring at the road.\n\n|\n|\n|\nThe:Brig.\nThree weeks on that show. Coulda been more. Cops |\n\nclosed it. {\n\nA beat while Llewyn waits for him to elaborate, but he doesn’t. Llewyn fos\n\nLlewyn\nHow come?\n\f73\n\nHe hoists himself with a grunt and clacks away across the nearly deserted restaurant.\n\nLLEWYN AT THE REGISTER\nThe cash register’s ring-open hits the cut.\nA waitress takes Llewyn’s cash and makes change.\n\nLlewyn\nHow far are we from Chicago?\n\nWaitress\nThree hours. A little more, this weather.\nTABLE\nJohnny Five sits alone, elbow on table and hand. up;extended thumb propped against his\ntemple and burning cigarette wedged between two fingers. He stares with a quizzical\nexpression at the book he once again reads. His mouth hangs open.\n\nLlewyn is arriving back at the table. He drops some change on the tabletop.\n\nJohnny Five\nHa ha-ha ha hat\n\nWith his eyes still onthe book, Johnny Five’s mirth mellows into a smile. The smile\nslowly fades. His mouth once.again hangs open as he reads on.\n\nLlewyn looks at the empty throw of restaurant.\n\nMEN’S ROOM\nLlewyn enters.\n\nA clean, empty, fairly high-ceilinged bathroom with a long row of urinals and a long row\nof stalls.\n\nRoland Turner’s legs are visible beneath the door of one the nearer stalls.\n\nMindful of privacy, Llewyn goes a few stalls over and bumps its door open.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nA clean, empty, fairly high-ceilinged bathroom with a long row of urinals and a long row\nof stalls. Roland Turner’s legs are visible beneath the door of one the nearer stalls. Mindful of privacy, Llewyn goes a few stalls over and bumps its door open. \n\nTARGET SECTION TO BE ANNOTATED:\n\f74\n\nINSIDE THE STALL\nLlewyn lowers himself into close shot.\nHe sits for a beat, waiting for things to develop.\nHis eyes idly shift. His look catches on something: |\nGrafitti on the partition wall:\n\nWhat are you doing!\nLlewyn gazes at it.\n\nThere is the sound of slithering fabric ending with a flop-thump that echoes on the tile,\n\nLicwyn frowns. He starts to rise.\n\nBATHROOM\nLlewyn emerges from his stall and goés'to the other occupied stall. Roland Turner is\n\npartly visible lying on the floor. Part of an arm is visible: coat off, sleeve pushed up,\nhose wrapped. {\n\nHe is face-up head toward us so that the top half of his face is visible. Hf is unconscious,\neyes rolled up;‘sheened with sweat. He twitches.\nDOOR\n\nBanging it atthe cut.\n\nRoland Turner is twitching more violently.\n\nLlewyn\n\nI\nLlewyn reenters the bathroom leading Johnny Five. ‘\ni\n}\nYou stay with him, I'll call an ambulance. i\n\nJohnny Five, unconcerned, flicks the match with which he has lit a fresh cigarette.\n\f75\n\nJohnny Five\nNah, he’s fine.\n\nHe goes for the body.\n\nGrab his sticks.\n\nRESTAURANT\n\nJohnny Five has one of Roland Turner’s arms draped over his shoulder and is helping\nhim—all but hauling him—toward the door. Llewyn follows with his canes.\n\nCAR\n\nJohnny Five is easing Roland Turner into the back seat.\n\nThe displaced cat walks circles around the part of the seat still unoccupied.\n\nLlewyn dumps in the canes with a clatter,\n\nThe door is slammed shut,\n\nDRIVING\n\nJohnny Five gazes out, driving orie-handed, cigarette on his lip.\n\nHis free’hand fiddles the radio knob,\n\nVery intermittent headlight-bys, accompanied by the whoosh of tires on wet asphalt.\nWhining static hisses into music as Johnny finds a live station.\n\nThe thud of our car’s wheels on road seams.\n\nLlewyn eases his head back against the headrest.\n\nJohnny Five starts humming along with a pop song.\n\nFADE OUT PICTURE AND SOUND\n\fIN BLACK:\nA silent beat broken by a sharp thwack-thwack: metal against glass.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nLlewyn eases his head back against the headrest. Johnny Five starts humming along with a pop song. FADE OUT PICTURE AND SOUND\n\fIN BLACK:\nA silent beat broken by a sharp thwack-thwack: metal against glass. \n\nTARGET SECTION TO BE ANNOTATED:\n |\nClose on Llewyn opening his eyes, i\nThe car is parked. It is still night.\nLlewyn looks to his left:\n\nJohnny Five is also stirring. Past him, a sweep of light ends with:another shwack: a\nflashlight rapping against the driver’s window. 7\n\nJohnny rolls it down. Our view from the passenger’s sideicrops:the head of the leather-\njacketed cop standing outside. 5\n\nThe wheels of a passing car whoosh by behind the cop: we-are lower than the roadbed,\npulled off on a shoulder. {\n\nThe cop shines his light into Johnny Five's face. i\n\n \n\n \n\nVoice \\\n\nWhat're you doing. {\n\nJohnny Five recoils from the. light:\n|\n\ni! ‘ Johnny Five {\n\nWhat:. We're just— |\n\nme ate Voice\n“€an’t’stop here. |\n\n|\n\nJohnny Five i\n\n  \n\n+1 just pulled over to rest a minute.\n\nVoice\nAre you inebriated?\n\nLlewyn\nHe’s not drunk.\n\nThe cop briefly dips his head and shines the flashlight in at Llewyn.\n\f77\n\nCop\nI didn’t ask you. You, get out of the car.\nJohnny Five\nMe?\nCop\n\nYou. Get out of the car.\nJohnny Five opens the door, gets out.\n\nCop\nC’mere.\n\nThe cop grabs him by the upper arm.\n\nI want you to walk this—\nFrom Llewyn's point-of-view: Johnny Five shakes the hand off; The two torsos are\ntaked by a twirl of white light as the flashlight is-dropped. A confusion of body parts as\nthe officer regrabs Johnny and Johnny violently swings his arm away. Johnny’s body is\nspun and slammed into the car chest-first.\nLlewyn recoils at the impact.\n\nJohnny’s arms are being twisted béhind his back. He is yanked away.\n\nLlewyn’s look follows, view half-obscured by car body and sleeping Roland Turner in\nthe back seat.\n\nJohnny is frogma rched, hands cuffed behind his back, toward and past the headlights of a\ncar parked behind. ‘Its:slowly turning gumball light sketchily shows the cop opening the\nback door, putting his hand on top of Johnny’s head to sit him in, then climbing in front.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is yanked away. Llewyn’s look follows, view half-obscured by car body and sleeping Roland Turner in\nthe back seat. Johnny is frogma rched, hands cuffed behind his back, toward and past the headlights of a\ncar parked behind. ‘Its:slowly turning gumball light sketchily shows the cop opening the\nback door, putting his hand on top of Johnny’s head to sit him in, then climbing in front. \n\nTARGET SECTION TO BE ANNOTATED:\nAfter a beat the siren fires up and the police car lurches into gear and bumps up onto the\ntoad, spitting shoulder gravel. It hangs a hard U-turn.\n\nRed tail lights grow smaller. The siren recedes.\nLlewyn’s look shifts from back window to back seat.\nRoland Turner sleeps on, breathing softly, sweating lightly.\n\nThe disturbed cat walks back and forth on the seat.\n\f78\nThe whoosh of another car-by.\nLlewyn’s look wanders forward. i\nThe ignition: no key.\nLlewyn looks around, not for anything in particular. He shakes his head|\nA still beat, thinking.\nHe decides.\n\nHe opens his door, gets out, closes the door. {\nHe opens the back door, gets out his guitar and bag, hesitates. #\nThe cat is seated now, looking up at him.\n\nBeat.\n\n \n\nLlewyn closes the door.\nHe mounts the shoulder to the road.\n\n!\ni\n!\nSparse traffic both ways. Headlights hit him from front, from back. Thet backlight shows\nhis breath vaporizing, \\\n\nHe takes a few steps in the direction the parked car was pointed, glances back.\nHis point-of-view: the car, a toppy view since it sits on a low shoulder. Dark inside.\n\nBack to Llewyn. A few more steps. A car is approaching: he walks backwards, sticking\n\nout his‘thumb.\nBLACK\n\nFADE IN:\nOUTLYING CHICAGO\n\naa — a\n\nDawn.\n\nWide: a car pulls over on a highway shoulder. Llewyn emerges, pulls hig guitar and bag\nj\n\nfrom the back seat. '\nt\n\f \n\n79\nDown from the shoulder a little ditch separates highway from broad weedy verge.\nFurther still is a service road and on ita CTA bus terminus: fenced-in lot with a bus\nshelter outside of it.\n\nWind blows. The verge is patched with old snow.\n\nThe car pulls away and Llewyn goes down the shoulder, wades into the grass clogging\nthe ditch, tries to hop and jump over the lowest point.\n\nWe hear a liquid squush.\n\nLlewyn\nGoddamnit.\n\nHe comes grimacing up the other side.\nGoddamn. Shit. Fuck.\n\nHe looks down at shoes and cuffs, soaked through.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nShit. Fuck. He looks down at shoes and cuffs, soaked through. \n\nTARGET SECTION TO BE ANNOTATED:\nGoddamn piss,\n\nHe crunches across crusted snow patches toward the bus stop.\n\nBUS INTERIOR.\nLlewyn is one of two Passengers:in the parked bus.\nSuddenly its'public address’sounds.\n\nThe driver, talking into his handset, says something about the route unintelligible through\nthe PA.\n\nThe other passenger sits reading a newspaper, not listening.\n\nThe driver muscles the door shut and puts the bus in motion.\n\nLATER\n\nThrough the window at Llewyn. The bus is now crowded. The window reflection shows\ndowntown Chicago.\n\f|\n\n| 80\nCHOCK FULL O° NUTS COUNTER |\nWalla and dish-clatter bang in at the cut. i\n\nbeyond him are the morning-rush customers—all men, all in suits, some in overcoats,\n\nWe are on a side-on long-lens close-up of Llewyn. He has a cup of = Stacked up\nForeground body parts of more men in suits.\n\nCut down to Llewyn’s feet. He has slipped one shoe off and is now wil his wet\nstockinged toes to pry off the other shoe so that his feet can dry. |\ni\n\nUp to Llewyn drinking coffee.\nBack down to his feet again, Both stockinged now, they relax. onto’the tlaised footrest\nwhose black ribbed-rubber surface is itself wet and filthy, ‘The feet draw back, nudge the\nshoes into place so that they may rest upon them: '\n\nThe waitress comes by.\n\nWaitress }\n\nMore coffee? \\\n\n|\n\nLlewyn i\n\nThanks. |\n\nPHONE BOOK {\n\nOne of a pai of very thiék books bound in pebbled black posterboard, sharing a pivot\nrod. The one:is swung up to flop open in the middle.\n\nLlewyn is.at the public phone in the coffeeshop.\n\nHe flips pages.\n\nWe:see him find the listing. In bold face that distinguishes it from the lidings for private\n\nresidences: GATE OF HORN. i\n\n|\nLlewyn dials. |\nIt rings through. |\n\ni\n\n|\n\f81\nAs Llewyn listens to it ring he copies the street address onto the front of his\nnewspaper.\nSeveral rings.\n\nHe hangs up.\n\nCOUNTER\n\nLlewyn sits back in. The counter is now nearly empty\n\nWaitress\nWe’re switching over.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe hangs up. COUNTER\n\nLlewyn sits back in. The counter is now nearly empty\n\nWaitress\nWe’re switching over. \n\nTARGET SECTION TO BE ANNOTATED:\nLlewyn\nHuh?\n\nWaitress\n\nWe're switching over to lunch service. And my shift is up.\nCan you pay the ticket?\nSTREET :\nLlewyn walks, guitar over his back;:one hand carrying bag, the other clutching his\ncorduroy jacket closed’at his ieck. Ibis blowing hard.\nCLOCK\nEchoing interior. :\nA big institutional clock: 12:15.\nLlewyn sits into frame side-on, onto a tall-backed wooden bench, eyes up at the clock.\nHe leans his head back against the wooden back, closes his eyes.\nAfter a beat a commuter sits into frame in the foreground.\n\nCommuter\nYou hear that about the South Bend train?\n\fLlewyn opens his eyes.\n\n \n\nWh Llewyn\nat?\n\nCommuter\nYou hear that announcement? How long is it delayed?\n\nLlewyn\nNo. Don’t know.\n\nThe man rises and leaves. i\nLlewyn closes his eyes again.\n\ning at-Llewyni 4A moment of\n\nSoft, in the background, a man in a blue uniform is lo ’\nsharper but head cropping out\n\nhesitation, then he walks toward us and Llewyn, gro’\nthe top of frame.\n\n   \n\nCop's Voice i\nWhat train you waiting for? {\n\nLiewyn’s eyes open again. He looks for a wordless beat, |\n) Another prompt:\nGot a ticket? i\n\nA beat of Llewyn’s sullen stare. i\n\nGATE OF HORN \\\nIts exterior sign. Below the name of the club: i\n\nFolk Music i\nJazz\n\nCharcoal Sandwiches\nIt is late afternoon. Llewyn goes to the front door and tries it. It is locked.\n\nHe rattles it, then drops his bag and cups his hands at the window to: try to see in.\n\n \n\fHe steps back, looks to either side.\n\nBACK OF CLUB\n\nThere is a stage door. Llewyn pushes on it: it gives.\n\nINTERIOR CLUB\nThe house is dark. Llewyn has entered from just off a little stage.\n\nLlewyn\nHello?\n\nThere is an office door ajar in back. A young man sticks his head out.\n\nMan\nHello?\nLlewyn\nIs Bud Grossman here?\nMan\n\nIsn’t in yet.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nMan\nHello? Llewyn\nIs Bud Grossman here? Man\n\nIsn’t in yet. \n\nTARGET SECTION TO BE ANNOTATED:\nThe person disappears back into the office,\nLlewyn looks around, a little lost. He projects:\n\n. Llewyn\nCan I wait here?\n\nFrom inside the office:\n\nVoice\nSure. Maybe an hour,\n\nLATER\n\nLlewyn has one of the chairs down off a table and his guitar out and is playing, idling.\n\n83\n\f \n\nThe scrape of the stage door. Llewyn stops playing.\n\nBud Grossman enters, stamping off snow. He has a nice coat.\n\nHe walks toward the back, past Llewyn, noticing him but not interested. |\n\nLlewyn, perhaps waiting for Bud Grossman to speak first, now watches him pass and\n\ndisappear into the back office.\nMurmur of voices.\n\nLlewyn leans the guitar against the table, picks up his bag and goes'to t\n\nhe office door.\n\nBud Grossman and the young man we saw earlier look up from their cor\\ersation,\n\nLlewyn\nMr. Grossman?\nA beat.\nBud Grossman\nYeah?\nLlewyn\nI, uh. I’m Llewyn Davis.\nA beat,\n\ni, Bud Grossman\nUh-huh.,\n\nva Llewyn\nI’m sorry—do you know who I am?\n\nBud Grossman\n\nNo.\n\nLlewyn\nMel Novikoff sent you my record, maybe a month ago,\n“Inside Llewyn Davis”—\n\nBud Grossman\nOh, you’re with Mel?\n\n \n\n84\n\f85\nLlewyn\nYeah, I was in Chicago—just Passing through, uh—do you\nlike the record?\n\nBud Grossman\nDon’t know. Didn’t get it.\n\nLlewyn digs in his bag.\n\nLlewyn\nHere it is, this is it anyway. It’s, here it is.\n\nBud Grossman takes it, looks at it,\nThat’s five dollars.\n\nBud Grossman doesn’t react.\n\nHe looks up from the record, Llewyn holds his look for a beat.\n... T was joking,\n\nBud Grossman\nUh-huh.\n\nA beat.\nLiewyn\nWell, I’m interested in maybe gigging here but also in\n: Obtaining management.—\n\nBud Grossman\nGetting any money out of Mel?\n\nLlewyn\nNot, uh. . . not, uh—\n\nBud Grossman\nYeah I'll bet.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nA beat. Liewyn\nWell, I’m interested in maybe gigging here but also in\n: Obtaining management.—\n\nBud Grossman\nGetting any money out of Mel? Llewyn\nNot, uh. . . not, uh—\n\nBud Grossman\nYeah I'll bet. \n\nTARGET SECTION TO BE ANNOTATED:\nThe faintest smile fades, He shrugs.\n\nOkay. Let’s hear something.\n\fLlewyn -\n... You don’t want to listen to the record?\n\nBud Grossman\nWhy should I, you’re here. Play me something.\n\nHe looks down at the record.\nPlay me something from. . . Inside Llewyn Davis.\n\nLlewyn\nOkay. Here? Stage?\n\nBud Grossman i\nNot here. |\n\nA MINTUE LATER !\n\nOnstage, guitar in one hand, Llewyn swings a chair into. place with the other.\nHe sits, puts the guitar on his knee. ,\n\nBud Grossman sits near the front‘of the tostly-dark house.\nLlewyn looks at him, looks at the guitar. A beat. i\n\nLlewyn \\\n» Okay. 4\n\nHe plays.\nHe finishes the song. i\n5 He look ut at Bud Grossman.\n\nBud Grossman has yet to show any reaction, to anything.\nA good beat, and then: :\n\nBud Grossman\nI don’t see a lot of money here. 1\n\n \n\n86\n\f \n\n87\nLlewyn keeps éye contact and does not display emotion either.\n\nAt length:\n\nLlewyn\nOkay.\n\nAnother beat. Bud Grossman doesn’t get up; neither does Llewyn.\nOkay. That’s it?\nBud Grossman shrugs a What else would there be?\n\nBud Grossman\nYou're okay. You're not green.\n\nLlewyn nods at the compliment, such as it is. He hesitates; then:\n\nLlewyn\nBut I don’t have what, say, Troy Nelson has,\n\nFor the first time, Bud Grossman seems pleasantly interested:\n\nBud Grossman\nYou know Troy?* oe\n\nLlewyn\nYeah.\n\nBud Grossman\nGood kid. (nods thoughtfully) Good kid.\n\nLlewyn rises. Bud Grossman continues:\n- +. Yeah, he connects with people.\n\nBud Grossman watches Llewyn stowing his guitar.\nLook, I’m putting together a trio. Two guys and a girl\nsinger. You're no front guy but if you can grow a goatee,\nstay out of the sun, we might see how your voice works\n\nwith the other two. Comfortable with harmonies?\n\nLlewyn\n\fNo. Yes, but, no.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nComfortable with harmonies? Llewyn\n\fNo. Yes, but, no. \n\nTARGET SECTION TO BE ANNOTATED:\n I-had a partner.\nBud Grossman\n\nUh-huh, well that makes sense. My suggestion? Get ba¢k\n\ntogether. :\n\nLlewyn\nThat’s good advice. Thank you Mr. Grossman.\n\n{\n|\n\nSNOW-PATCHED VERGE\n\nThe bus terminal is in the background. A very low, very weak; Brayed-qut sun hangs at\nthe horizon. The wind blows hard. :\n\nLlewyn is negotiating the ditch, coming toward the foreground highway} guitar across his\nback and bag in hand. i\n\ni\nSAME PLACE\nSeveral minutes later.\n\nNow dusk: some ambient light but the cars all have headli ights on. It hasistarted to snow.\n\nA car pulls over to where Llewyn stands with his thumb out. A crew-cut college-age\n\nyouth leans over to roll dowir the passénger window and look up at him. |\n\n \n\nay wes Youth \\\n‘Where’ you going? t\n: . Llewyn\nNew York.\nYouth \\\n\n“ I\nMan, that’s great! I’m going home to New Jersey, I have |\nnot slept—you drive, right?\n\nLlewyn\nYeah.\n\nYouth\nWell as long as you drive and let me sleep, we can do it al\nthe way, man! Put your cello in back.\n\f$*\n\n89\n\nLlewyn opens the back door to stow his gear. The youth unstraps his seatbelt and slides\nover to the passenger side. .\n\nYou're not gonna try to talk to me?\nLlewyn\nNo. Just show me the knob for the windshield wipers.\nFULL NIGHT\n\nA point-of-view: heavier snow swirls into headlights and sticks soft and:dark to the\nforeground windshield. The wipers, beating a soporific thid-thud, take ‘it away.\n\nPassenger seat: the crew-cut youth, asleep. Regular, heavy breathing.\nLlewyn driving. Bedraggled.\nLlewyn looks around the dash, locates, and reaches.\n\nThe radio goes on. The tuner is thumbed through static hiss. Coming through it, finally,\ndistant music. Knob-fiddling cannot make.clear. More exploring. Radio off.\n\nLlewyn blinks himself more awate.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nMore exploring. Radio off. Llewyn blinks himself more awate. \n\nTARGET SECTION TO BE ANNOTATED:\n He reset ‘to something he sees:\nHinging point-of-view:of appréaching’sign: it marks the turnoff for Cleveland.\n\nLiewyn’s head turns-as he tracks.the sign. His eyes shift in the direction of the sign’s\narrow. ‘ e\nA glow through the snow of distant city lights.\n\nBack to Llewyn. His eyes hold on the ghost of the city for a brief beat, then shift back\nforward.\n\nHe drives.\n\nFADE OUT\n\nLATER\n\nStill snowing.\n\fAs he drives Llewyn sings, half aloud, “Ladies of Spain.”\nA glance over at:\nThe youth, still sleeping deeply.\n\nA look back forward—and a startled reaction:\n\n90\n\nAlmost as soon as we see it, movement in the headlights is lost below tile hood.\n\nImpact thud. Squeal of brakes.\n\n3\n\nLlewyn rocks forward at the hard brake and so does the youth, who then; flops back. His\n\ndeep breathing continues undisturbed,\n\nLlewyn takes a wide-eyed moment, He looks around through the back window,\n\nNothing is visible outside except dimly falling snow.\n\nLlewyn opens his door,\n\nEXTERIOR\n\nDriver's side headlight in the foreground. Blood on the bumper.\n\n\\\n\n|\n\n{\n\nLlewyn is walking into the foreground to look. A looking beat. He receties into the\n\nbackground.\n\nHe stands behind the idling:car, looking at the highway behind.\n\nNo traffic, peaceful, dark, falling snow. Nothing visible on the road.\nLlewyn’s 100K travels.\n\n‘Something catches his eye.\n\nMovement, perhaps thirty yards back, off the shoulder: a smal] animal?\n\nLlewyn squints against snow,\n\n1\n\nA badger- or ferret-sized creature is hauling itself haltingly toward the woods that line the\nhighway. Before we get a good look at it, it disappears into the dark:of the trees.\n\n \n\nt\n\f \n\n91\n\nOn Llewyn, looking.\n\nCAR INTERIOR\n\nLlewyn sits in.\n\nThe engine rumbles in park.\nThe wipers thud.\n\nThe youth breathes in and out.\n\nAfter a beat, Llewyn puts the car in gear.\n\nEXTERIOR\nLocked-down: the car pulls away from us, into the background. Tail lights recede, leave\nus in falling'snow.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nAfter a beat, Llewyn puts the car in gear. EXTERIOR\nLocked-down: the car pulls away from us, into the background. Tail lights recede, leave\nus in falling'snow. \n\nTARGET SECTION TO BE ANNOTATED:\nSUBWAY CAR\nLoud train clatter bangs in at the cut,\nNo time of day: we.are underground. Llewyn sits in a mostly empty car, still with guitar\nand bag, and still—judging by his unrelieved haggard look—sleepless.\nCLOSE ONILLEWYN ASLEEP\nEarly morning—somewhere.\nLlewyn emetges from peaceful sleep. He rolls onto his back, looking up.\nCottage-cheese ceiling, underlit by light leaking around a curtain.\nLlewyn rises to an elbow, looks around, orienting himself.\n_ Achild’s room. He is in a child’s bed.\n\nA plastic red-framed something on the nightstand at his elbow: he picks it up.\n\fAn Etch-a-Sketch. Written on it in the spidery way permitted by the delice:\n\nWelcome Uncle Llewyn\n\nEXTERIOR\n\nMorning. Llewyn emerges from his sister’s Queens house.\n\nGREAT HALL\n\nCut in with a crash of echoing walla. It is the interior hall'of a once-grand beaux-art\ninstitution gone to seed.\n\nLlewyn sits at the battered wooden desk of an aging man who seems more working-\nclass than bureaucrat. |\n\n \n\nMan |\nNo you cannot. |\nLlewyn |\nWhy? \\\nMan }\nYa not on the rosta.\n; Be a Llewyn\nWell, okay:€an you put me on the roster?\nQ Man \\\nMe?: No I cannot. {\nLlewyn |\nWhy?\nMan ‘\nWhy ya think? |\n1\nLlewyn\n\nI don’t know. Because I’m a communist.\n\f93\nThe man, suddenly less bored, glances around and then leans in, voice lowered:\nMan\nShachmanite?\nLlewyn\nWhat?\nMan\n\n(‘my mistake”)\nNah, no. It ain’t that. Y’ain’t current. °\n\nLlewyn\nI’m not current.\n\nMan\nThat’s another way of puttin it.\n\nLlewyn\nIs that a nautical term?\n\nMan\nY’ain’t current, on ya dues;..Pay ya dues, ya go back on the\nrosta, I can ship.ya out. Ss a post on The Maid Of\nThe Gate, Seanian First Class} weighs anchor this Friday\n6pm.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nMan\nY’ain’t current, on ya dues;.. Pay ya dues, ya go back on the\nrosta, I can ship.ya out. Ss a post on The Maid Of\nThe Gate, Seanian First Class} weighs anchor this Friday\n6pm. \n\nTARGET SECTION TO BE ANNOTATED:\n  \n\nLlewyn is looking in his wallet.\n\ni\n|\n\nLlewyn\nThe money, what I owe, can’t they take it out of, whatever,\nthe first week? I can’t run out on it, I’m in your fucking\nsardine can.\n\nMan\nYeah, they don’t do that. Ya gotta be current to ship out.\n\nLlewyn finishes thumbing through his wallet.\n\nLlewyn\nOkay. Wow. I just make it. [’m leaving naked, man.\nClean start. Can I pay you?\n\nMan\n\f| 94\nYeah. I’ll write yaa receipt. And the pier and ship number, and the\ntime. Still got ya Masters Mates and Pilots License, right?\nAin’t shippin out without that. /\n\nLlewyn\nYeah, I got it. 1\n{\nMan |\nOkay. Here it is. “Llewyn Davis.” Ya not Hugh’s kid\nya?\nLlewyn\nWhy not. i\n\nOCEAN\n\nLooking out at gray ocean and gray sky. Waves beat,weaklyagainst foreground rocky\nshore. .\n\nA building: a hulking brick institutional building facing the water. Over'a rectilinear\nportico is the building’s name: Landfall: :\n\nINSIDE\n\nA card set into a metal frame on:atile wall, next to an interior door. Below the card is a\nglass display box. On the card, in marker, two names:\n\nHugh Davis\nJohn Corsicatto\n\nx aré little personal mementos and snapshots. Some of the photos show an\n1.a'sWweater with a grandson, and with grandson and Joy and a man presumably\n_Joy’s husband. There is also a ship-in-the-bottle inside the display box, and a few\n“greeting cards.\n\n  \n\nFrom off, the sound of a door being pushed open.\n\nINSIDE ROOM\n\nAs Llewyn enters with guitar case.\n\f95\n\nLlewyn\nHiya.\n\nHugh Davis sits by the window, not looking out. He does look up at Llewyn’s entrance.\n\nThe other occupant of the room, on the bed further from the window, is mostly hidden\nby a curtain:on a ceiling ring. We see only. his slippered feet.\n\nLlewyn sets:down his guitar and swings a chair around to face his father.\n.-.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe see only. his slippered feet. Llewyn sets:down his guitar and swings a chair around to face his father. .-. \n\nTARGET SECTION TO BE ANNOTATED:\n How’s it going.\nNo answer, but none, it seems, is expected.\n\n... Taking off, Pop. Won’t see you for a while, shipping\nout.\n\nHis father’s look rests upon him, not with much expression.\nA beat of looking at each other.\nLlewyn rises, not uncomfortable, to look out the rib-height window.\n... Try something new.\nHe looks out for a beat.\nsee mean, something old.\nHis point-of-view: parking lot, some marshy grass, ocean.\nHe shrugs, looking out. He sits back down.\n. .. How’s it going.\nThe old man's eyes have followed him back and forth.\nLlewyn leans forward to unclasp the guitar case. He withdraws the guitar.\n... Okay, here’s this. You used to like this.\n\nHe limbers his fingers briefly, then plays, and sings, “Ladies of Spain.”\n\f\\ 96\nThe old man watches him sing. Once, even, his eyes shift to look at the guitar\nfingering. \\\n\nSecond verse. The old man’s eyes shift, dreamily, to the window. They hold there fora\nlong beat, then return to Llewyn as the song finishes, The last chord is held, and rings\nout. The two men look at each other, lost, it seems, in the music as it i away.\nA long beat, and then, from Llewyn, softly: :\n\n.. Wow.\nAnother silent beat, and a more definite:\n\n. Wow.\n\nHe looks briefly at John Corsicatto, then back at his father.\nHe ealizes he still holds the guitar and stirs, learis: forward:to lay it gently in its case,\nand rises, ‘ welt\n\nHALLWAY\n\nWide, looking the length of the hall with. sun:glaring on the linoleum and streaking the\ntile walls. Llewyn emerges from his father’s room small, in the background, without the\n\nguitar.\n\nEmerged fully into the hall he stops, and looks briefly up and down its length.\nHe walks toward us, head turning to look into the rooms he passes.\n\nWe jump in'oit'His wailk as he checks to the side, and then stops:\n\nA young:black orderly is making a bed in an empty room.\n\nLlewyn\nExcuse me.\n\nThe man looks up.\n+». Can I...",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe man looks up. +». Can I... \n\nTARGET SECTION TO BE ANNOTATED:\n trouble you... My father, uh, had an accident\n\nand uh. . . might need some help. . . He needs to be\ncleaned.\n\f97\nQUEENS HOUSE\n\nLlewyn enters with his guitar. His sister is in the kitchen at the stove, and a six-year-old\nsits eating at the table.\n\nJoy\nHow is he?\nLlewyn\nHe’s great. Good to see what I have to look forward to.\nJoy\nWhat. Llewyn.\nLlewyn\n\nNo, I’m not kiddin. I’ve got it all figured out now. Put in\nsome hard years, yeah, but eventually ya get to kick back,\nyour food brought to ya, don’t ¢ven have to get up to shit.\n\nJoy\nLlewyn! Danny is sitting right here!\n. Licwyn\nI’m sorry. 7\nJoy\nWhat'is wrong with you! Shame on you!\nLlewyn\n| 1'm sorry. It was good to see him. It was great. Where'd\ni you put-my file box.\n. Joy\n! Huh?\nLlewyn\n\nFrom the house, where’s my file box?\n\nShe stares at him,\ni\nJoy\nYou told me to throw everything out.\n\f \n\n98\nHe stares back.\nI\nLlewyn ;\nAll the old stuff! Fuck, Joy, you threw out my file box? i\nJoy\nLlewyn! :\nLlewyn i\nYeah, no cursing, except now I gotta go back to the fuckihg\nunion hall! It had my Masters Mates and Pilots license, |\nJesus Christ, Joy! :\ni\nShe comes close so that Danny won’t hear. A fierce whisper:\n\n; i\nJoy . 1\nYou told me to put it out by the curb. It's what I did. I\nwant you to leave. Get outta heah:\n\nAngry, not apologetic:\n\nLlewyn\nFuck. Yeah. I know, I’m adick, right?\nJoy\nThat’s right.\nLlewyn looks at the eating child:\nLlewyn\nDanny, your uncle’s a bad man.\n. Danny 4\nOkay.\n“FOYER. DIRECTORY\n\nThe, familiar glass-covered tenant listing, showing BERKEY 6c.\nA finger enters to buzz.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\n“FOYER. DIRECTORY\n\nThe, familiar glass-covered tenant listing, showing BERKEY 6c. A finger enters to buzz. \n\nTARGET SECTION TO BE ANNOTATED:\nFiltered:\n\fJean\nHello?\n\nWider on the foyer as Llewyn, guitar on back and bag in hand, leans in to a round mesh\ngrill:\n\nLlewyn\nIt's Llewyn don't hang up | don't wanna stay, I just need a\nplace to dump my stuff please I'm tired of dragging it all\naround with me.\n\nUPSTAIRS:\nAs Jean lets:Llewyn into the apartment. She indicates where the bags may be stowed:\n\nJean\nUnder the couch. Where you gorina stay?\n\nLlewyn\nI don't know, I only need two nights, there must be\nsomeone in the five boroughs who isn't pissed at me. How\ndo you feel?\n\nJean\nFine. Why?\n\nLlewyn\nI'm sorry. So it went okay?\n\ni Jean\n’ I'm doing it Saturday, Jesus Llewyn, you don't even\nfucking remember?\n\nLlewyn\nOh, yeah, boy. I've been away—seemed like a long time\nbut I guess it was only a couple days, yeah. Yeah. Sorry.\n\nJean\nWhere were you?\n\nLlewyn\nChicago.\n\f100\n\nJean\nWhy? i\nHe shakes his head, gropes.\nLlewyn\nNah, nothin.\n\nJean 1\nNick'll,let you play tomorrow, pick up a couple bucks. |\n\nLlewyn\nNo he won't, I was there less than a month ago. : i\nJean\nHe will. [ asked him.\nLlewyn:; ty\n\n  \n\nof you., But I'm out, I'm\nt'marine!\n\nWell. Thank you, That was ni¢\ndone. Going back to the merchan\n\n \n\nJean\nWhat? That’s it? (he shrugs) This could be good for you,\ntomorrow.\n\nLlewyn :\nPlaying the Gaslight for-the four-hundredth time? Really?\nFor the fucking basket?\n\n4 “ Jean\nUm,, You'd'hiave to split the basket, there's another act. {\n(Llewyn laughs) But the Times is gonna be there.\n\n: Llewyn ‘\nBig fuckin deal! I'm sorry—Thanks for the thought. It's |\nnot going anywhere, and I'm tired.\n\nJean\nYou're tired.\n\nLlewyn\nI am so fucking tired.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's |\nnot going anywhere, and I'm tired. Jean\nYou're tired. Llewyn\nI am so fucking tired. \n\nTARGET SECTION TO BE ANNOTATED:\n | thought I just needed a night's\nsleep but it's more than that. But thank you. For trying. I\nlove you.\n\f101\nThis gets a genuine laugh from Jean.\n. Jean\nOh come on.\nLOW SHOT\nLlewyn in the union hall.\n\nLlewyn\nAre you shitting me?\n\nA different old geezer than in the first visit.\n\nMan\nIn what way, buddy?\nLlewyn\nEighty-five dollars. To replace the license.\nMan\nYou don’t row out the licerise. That’s the one thing you\nkeep.\nLlewyn\n\nI can’t—where’m.] gonna. .. Fuhhh... Well. .. lemme get\nthis money back then. . .\n\nHe is digging in his pocket.\n\nI kept this fucking thing. I just paid my dues this morning,\n, ahundred and forty-eight bucks, here’s the receipt.\n\nMan\nHuh? You don’t. . . we don’t pay you dues back. Wuddya\nnuts?\nLlewyn\n\n1 just paid it this morning! Four hours ago!\n\n} Man\n' Yeah?\n\f102\nLlewyn i\nWait wait wait wait—you’re saying I can’t crew the ship,\nand I can’t get this money back? t\n\nThe geezer shrugs, looking at the receipt.\nMan\n\nThis was money you owed your union. . . Say, you Hugh\nDavis’s kid? |\n\nLlewyn Po\nYeah. . {\nMan :\nHow’s he doin? : t\nLlewyn.: :\nHe's fucking great! Matter of fact he’s been’ asking after\n\nyou!\n\nTHE GASLIGHT\n\nThree Irishmen in Aran Island sweatéts are performing traditional music;\n\nThe house is full and:some people wateh leaning back against the bar. Liewyn is the only\nPerson seated at the bar and facing it, glowering, a drink in his fist.\n\nNick Porco sits in, sqtieezing Llewyn's shoulder.\n\naan Nick\nHey. We gonna hear you tomorrow.\n\nLlewyn\n(no warmth)\nI guess you are.\n\nNick\nWell—ya welcome. (no answer) Wuddya think a these\nguys?\n\nLlewyn swivels, drink still in hand, and looks darkly at the stage.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nLlewyn\n(no warmth)\nI guess you are. Nick\nWell—ya welcome. (no answer) Wuddya think a these\nguys? Llewyn swivels, drink still in hand, and looks darkly at the stage. \n\nTARGET SECTION TO BE ANNOTATED:\n\f \n\n103\nAt length:\n\nLlewyn\nI like the sweaters.\n\nNick stares at the stage also, mouth open, nodding.\nAt length:\n| Nick\nYa know, you wouldn't fuckin believe the rent here. This\nfolk shit, I don't know.\nBoth men stare at the stage.\n--+ You know any comics?\n\nA beat.\n\nLlewyn\nOnly you, Nick.\n\n   \n\nwm. (after a beat gazing at\n\n2 phical) Comics, they don't look\nlike much,.most of' em. Jews, by'n large. Lookin like that\n\n+ [ guessiyi gotta’be furiny. Some a the folk acts on the otha\nhand;.ya gotta give\n\n   \n\n  \n\n7e’m they look good. They look good at\nleast: Jim and Jeari we get a good crowd. You know why,\n\n; Llewyn? A lotta these guys, a lot of 'em come in here\n\n| Catch the act because—they wanna fuck Jean. Is why they\n\n' come in. And some of 'em. Some of these guys, Llewyn,\n\nthey come in here causé they wanna fuck JIM! Heh heh\n\nheh! They wanna fuck Jim, know what I mean?\n\nLlewyn\nYou mean they wanna fuck Jim.\n\n: Nick\n. Exactly! (he nods) Exactly. Well. (sighs) Me... I've\n| only fucked Jean.\n\nThe Irish trio's song, and set, is ending, to applause. Nick's line has brought Llewyn's\nlook around from the stage.\n\f104\n\nLlewyn i\nHuh? '\n\nNick is thumping his hands together for the trio.\nNick :\nOh yeah. Oh yeah. Ya know. Ya wanna play the\nGaslight... .\nNick shrugs. !\nLlewyn's look darkens further, and swings back to the stage. :\n\nLlewyn\nHuh. yoo4\n\nIrish Singer : :\nThank you ladies and gentlemen; Thank you’. ::Thank you\nNick Porco, and let's all give a great big welcome to\nElizabeth Hobby, from Elinora, Arkansas!\n\nAn older woman smiles thanks as she takes the stage with an autoharp.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nNick shrugs. ! Llewyn's look darkens further, and swings back to the stage. :\n\nLlewyn\nHuh. yoo4\n\nIrish Singer : :\nThank you ladies and gentlemen; Thank you’. ::Thank you\nNick Porco, and let's all give a great big welcome to\nElizabeth Hobby, from Elinora, Arkansas! An older woman smiles thanks as she takes the stage with an autoharp. \n\nTARGET SECTION TO BE ANNOTATED:\n She has stringy\nblond hair and a gaunt face and frame, and her smile, though warm, shows that she is\nmissing a tooth or two.\nElizabeth Hobby ;\nThank you ladies and gentlemen. Yer so nice, Thank you.\nThis is my first show in New York— i\n\nLlewyn bellows:\n\n° Llewyn\nHow'd ya get the gig, Betty?\n\nA few: uncomprehending titters from the house.\nElizabeth Hobby, flustered, shades her eyes. i\n\nElizabeth Hobby\n. +» Hello?\n\nLlewyn, with a significant look to Nick, points a finger at the woman onstage and cocks\nhis head to pose a question. :\n\f105\nNick Porco laughs.\nie\nNick\nAw c'mon Llewyn, gimme a little credit.\n\nElizabeth Hobby\nI'm gonna do a song, it's like most of the songs I do, it's a\n‘song I grew up with.\n\nShe starts playing and singing.\nLlewyn\nWhere’s your heybale!\n\nLooks and shushes from other customers,\n\n... Where’s your corncob pipe! . Ya wearing gingham\npanties? Show us your panties!\n\nNick ©\nC'mon Llewyn. It's enough.\n\nHe shakes off Nick's hand.\n\nLlewyn\n_ Uhate fucking folk music.\n\nNick motions to the. bartender,\n‘ Nick\n, Okay Eddie. We might need Bob.\n\n: . Llewyn\nFuck Bob! Fuck you, Nick!\nFRONT OF THE GASLIGHT\n\nWide on the front of the club as Llewyn stumbles out, under impetus from the bartender\nand another man.\n\nThere is the beginnings of a line for the second set. Llewyn glares at the onlookers, and,\nas he starts to wander off:\n\f106\n\nLlewyn :\nThe show is bullshit. Three micks and Grandma Moses.;\n\n \n\nSTREET\nA phone booth seen in wide shot,\nWind blows, traffic goes by. {\n\nLlewyn is a small figure in the booth, not on the phone but looking‘down motionless,\nstudying something held in one hand. é\n\n \n\nWe jump in as he reaches for it with his other hand: his open address\nturns the page, lingers for a moment, turns again.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere is the beginnings of a line for the second set. Llewyn glares at the onlookers, and,\nas he starts to wander off:\n\f106\n\nLlewyn :\nThe show is bullshit. Three micks and Grandma Moses.;\n\n \n\nSTREET\nA phone booth seen in wide shot,\nWind blows, traffic goes by. {\n\nLlewyn is a small figure in the booth, not on the phone but looking‘down motionless,\nstudying something held in one hand. é\n\n \n\nWe jump in as he reaches for it with his other hand: his open address\nturns the page, lingers for a moment, turns again. \n\nTARGET SECTION TO BE ANNOTATED:\n : t\n\nAPARTMENT DOOR SWINGING OPEN\n\nMitch Gorfein beams out,\nMitch\nLlewyn, come on in! Lillian is making her famous\n) tabouleh salad!\nLlewyn\n\nThanks, Mitch. Ereally ‘appreciate this, after last time. I\njust can’t tell you:how sorry I—\n\nos Mitch\nOK forget it! We all get a little emotional over Mike: It\ncom: it in different ways. He had such life. Such a\none talent.’It’s a big hole. A big hole.\n\n \n\nLlewyn\nYeah. Uh-huh.\n\nMitch\nHow long’! you be with us?\n\nLlewyn\nJust a day or two, if it’s okay. Just until I figure out the\nnext, um. . . the next—\n\f9 107\nMitch\n\nThis is Arlen and Dodi Gamble. This is Llewyn Davis, our\nfolksinger friend. Arlen knows Jim Berkey.\n\nArlen\nYou’re Jim and Jean’s friend!\n\n‘ . Llewyn\nWell—sort of —\n\nCharlayne\nJim played us a Pressing of that record—‘“Please, Mr.\nKennedy.” It was hysterical.\n\ni\ni Arlen\n\n_ So funny! That’s gonna be a hit, man. Royalties on that,\n| it’s gonna pay out for a long time.\n\nLlewyn stares, then nods, blankly.\n\n: Llewyn\n) > Ub-buh,\nCharlayne\nT wish I was in your business—one hit can fix you up!\nLlewyn\nUh. Yeah, I—\nLillian\n¢ .Llewyn!\nShe enters, beaming, bearing a large bowl that she hastily places on the table so as to be\nable to hug Llewyn.\nLlewyn\nHi Lillian.\nLillian\nI’m so sorry I upset you—\nLlewyn\n\nNo no!—You’re apologizing to me? Jesus, Lillian, I—holy\n\f108\n\n \n\nshit!\n\nHe breaks the embrace, looking off.\nA white Persian cat has trotted in,\n\n-.. Well—that’s good. You got a new cat.\n\nMitch . ;\nNo. .",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nWell—that’s good. You got a new cat. Mitch . ;\nNo. . \n\nTARGET SECTION TO BE ANNOTATED:\n i\nLillian :\nHe came home, i\nShe scoops the cat up,\ni t\nMitch\nHe found his way back, :\nLillian :\nThe doorman heard something scratching yesterday\nmorning.\n: Mitch\n4 Early morning. Wee hours.\nLillian\nSee?\n\nShe is holding the cat up, belly out, by its forepaws,\n++. It’s Ulysses,\n\nLlewyn‘logks frditi'the cat’s scrotum to Lillian,\n\nLlewyn\nIt’s what?\n\nLillian\nUlysses.\n\nLlewyn\n\nI didn’t, uh. . . That’s its name?\n\f \n\n109\nLATER\nLlewyn plops down onto the study couch. Lights are off. The apartment is quiet.\n\nHe digs into pockets to empty them onto the nightstand. Coins and tokens trom one\npocket. His wallet from another. He pokes through the bill compartment: six dollars.\n\nHe shakes his head, dumps it on the nightstand.\n\nLATER STILL\nClose on Lléwyn, eyes closed, on his back, the regular breathing of deep sleep.\n\nAfter a long’ beat: a soft thud and a “Huh!” of surprise from Llewyn as his body tenses\nand his eyes fly open.\n\nAfter a moment to register where he is, he looks down his body.\n\nClose on the cat, standing on his chest, looking back at him, purring loudly.\n\nNEXT MORNING\nLooking down the dim hall towards'the less dim study.\nLlewyn’s head peeks out.\n\ni Llewyn\nHello?\n\nNo answer.\n\nHe emerges to walk down the hallway in his undies.\n\nCOMMON HALLWAY\nOutside the apartment door.\n\nLlewyn emerges, dressed, and takes care with one foot to keep the cat hemmed in the\napartment as‘he exits.\n\f110\nSTREET\n\nLlewyn is walking. After a beat his attention is caught by something to-one side. He\nslows, looking, and stops. .\n\nHis point-of-view: an illustration of a housecat. On either side of it is a dog. The three\npets are out in the wild.\n\nLlewyn looking.\n\nWider point-of-view: the illustration is a poster in a movie-theater lightbox, the:theater\nnot yet open.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe three\npets are out in the wild. Llewyn looking. Wider point-of-view: the illustration is a poster in a movie-theater lightbox, the:theater\nnot yet open. \n\nTARGET SECTION TO BE ANNOTATED:\n i\n\nIt is a poster for The Incredible Journey. The tag line Promises‘ 4. Fantastic True-Life\nDrama.\n\nAs Llewyn stares, music fades in: Llewyn himself, perfotming “I’ve Been All Around\nThis World.”\nCLUB\n\nThe music is a pre-lap of Llewyn in The Gaslight, spotlit as at the beginning of the\nmovie.\n\nHe finishes the song to applause,\n: Llewyn\nThank'you. You?ve probably heard that one before, but\nwhat the hell. . .\n\nHe rises to go but dips back into the mike:\n\n... If it was never new, and it never gets old, then it’s a\nfolk song.\n\nAs the applause abates something catches Llewyn’s attention:\nNick Porco nods Llewyn over. He is broadly smiling.\n\nNick\nBoy you were some mess last night.\n\f11\nLlewyn\nYeah, sorry, Nick. I’m an asshole.\n\nNick\nOh I don’t give a shit, T even agree about the music.\nFunny to hear you say it though.\n\nLiewyn\nYeah, ’ma funny guy.\n\n“Nick\nS'very true. Anyways, someone wants to see you out back.\n\nWhe? Llewyn\n10?\n\nNick\nGuy in a suit?\n\nA clatter offscreen attracts Llewyns attention:\n\nBacklit in the smoky Spotlight a young:man with a dutch-boy cap and a guitar and a\nharmonica on a rack is just sitting down on.the stool onstage.\n\nHe blows a couple times on the harmonica.\n\nBACK ALLEY\n\nThe steel dogr ‘of the club swings open and Llewyn emerges. The man waiting against\nthe wall: :\n\ni\n\nj Man\n' You a funny boy, huh?\n|\n\nLlewyn\n. What?\nThe man tosses his cigarette away and pushes himself off the wall.\n\nMan\n, Had to open ya big mouth, funny boy?\n\nLlewyn\n\f \n\n112\nHad to—what? It’s what I do. For a living. Who’re—\n\nMan\nWhat ya do? Make fun a folks up there. Folks up there\nsangin?\nLlewyn\n\nI’m sorry, what? I’m—oof!\nThe man has just socked him in the mouth.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nLlewyn\n\nI’m sorry, what? I’m—oof! The man has just socked him in the mouth. \n\nTARGET SECTION TO BE ANNOTATED:\nMan\nYou sit there in the audience last night yellin yer crap?\n\nLlewyn is holding his mouth.\n\nLlewyn\nOh for Christ’s sake. You yell stuff; it’s a show.\n\nMan\nAin’t a fuckin fag show!\n\nHe hits him again.\n... Wasn’t your show!\nHe hits him again and Llewyn goes down in the slush of the alleyway.\n\n. Llewyn\nIt’s not the opera; jackass!\n\nHe kicks. Llewyn'curls into a defensive ball and bellows from behind protective\nforearms:\n\nLlewyn\nIt’s a fucking baskethouse!\n\nThe man kicks again.\n\nMan\nWe leavin this fuckin cesspool. You kin have it, smartass.\n\nMore kicking.\n\f113\nYellin yer crap when my wife is up there tryin to sang! And there was\na record man there ya fuckin fag! I took her home eryin!\n\nAs the kicking and Llewyn’s reaction abates, we can hear the performer inside the club.\nIt is Bob Dylan performing “I Was Young When I Left Home.”\n\nThe man is striding down the alley.\n\nLlewyn stays balled up for a long moment. Once he is certain no more kicks are\ncoming, he begins, slowly and painfully, to straighten out, exploring tender places with\none hand. .\n\nThe man has disappeared around the alley corner.\n\nLlewyn rises experimentally to a crouch, straightens a little more. He takes a few\nuneven steps toward the mouth of the alley, one hand brushing the wall for balance.\n\nNear the mouth of the alley he sinks back down to seated position, back against the wall,\nlooking down the street in the direction the man exited.\n\nThe mar is halfway down the block. He raises his hand and whistles down an oncoming\ncab. He climbs in.\n\nAfter a short beat, the cab starts moving again.\nAs it passes the mouth of the alley, Llewyn touches two fingers to his forehead in salute.\n\nLlewyn\nAu revoir.\n\ni\nThe cab is Ppt\nIts tail lights recede.\n\nCut to black|\n\f"
}