{
  "1": "\n\nisleofthedead.html\n\n\n\n\n                                    \"ISLE OF THE DEAD\"\n\n\n\n                                            by\n\n\n\n                                Ardel Wray & Josef Mischel\n\n\n\n\n\n               The MAIN and CREDIT TITLES are SUPERIMPOSED over a MATTE\n\n               SCENE of the Isle of the Dead. When the last CREDIT TITLE\n\n               DISSOLVES, the painting is left clear for a moment and then\n\n               there FADE IN the following words:\n\n\n\n               WHEN WAR AND TUMULT TORMENT THE EARTH,\n\n               THE DEAD ARE DISQUIETED: THERE IS\n\n               FRENZY IN THE GRAVE.  HERODOTUS\n\n\n\n               When this inscription has remained on the screen long enough\n\n               to be read, underneath it appear in block letters the words:\n\n\n\n               GREECE - 1912\n\n\n\n                                                       FADE OUT.\n\n\n\n               FADE IN   \n\n\n\n               CLOSE SHOT Cerberus  night. The three-headed guardian of\n\n               the dead, The marble figure glares watchfully from one head\n\n               while the other two seem to drowse in sleep.\n\n\n\n               INT. HEADQUARTERS TENT  NIGHT\n\n\n\n               CLOSE SLOT  the hand of General Nikolas Pherides  The\n\n               General's hand spasmodically opens and closes around the hilt\n\n               of a sword which has been struck into the earth, point\n\n               foremost as a support.\n\n\n\n               The CAMERA PULLS BACK to reveal his naked forearm and from\n\n               this forearm gush gouts of arterial blood. The blood falls\n\n               into an enamel basin,\n\n\n\n               Over this CLOSE SHOT VOICES can be heard.\n\n\n\n                                   FIRST OFFICER'S VOICE\n\n                         Dead on the field, four thousand\n\n                         five hundred seventytwo of the\n\n                         enemy  three thousand of our own\n\n                         men. Burial parties are already at\n\n                         work. We are assigning men from\n\n                         every company to clear the field,\n\n\n\n                                   DR. DROSSOS' VOICE\n\n                             (cutting in)\n\n                         Tell them to pour lime in the\n\n                         graves.",
  "2": "---END OF PREVIOUS SECTION---\nBurial parties are already at\n\n                         work. We are assigning men from\n\n                         every company to clear the field,\n\n\n\n                                   DR. DROSSOS' VOICE\n\n                             (cutting in)\n\n                         Tell them to pour lime in the\n\n                         graves. \n---TARGET SECTION TO BE ANNOTATED---\n               The CAMERA IS DRAWING BACK to reveal General Nikolas\n\n               Pherides, the commander of a Greek army corps, seated behind\n\n               a small table  His left hand is outstretched to the\n\n               barbersurgeon who kneels at his side and is engaged in\n\n               bleeding him,\n\n\n\n                                   FIRST OFFICER'S VOICE\n\n                             (same tone)\n\n                         Enemy casualties estimated as nine\n\n                         thousand  prisoners five\n\n                         hundred.\n\n\n\n               The CAMERA CONTINUES DRAWING BACK to disclose the entire mise\n\n               on scene. Four Greek officers stand before the General.  Two \n\n               are great burly line officers; their uniform tunics open at\n\n               the neck, their caps on the back of their heads and their\n\n               great sabres trailing along the ground. The third is a\n\n               medical officer, Dr. Alexander Drossos. He is excessively\n\n               neat and dandified in his uniform, with pincenez glasses set\n\n               perfectly straight on the bridge of his nose. The fourth is\n\n               an Adjutant, military enough in dress and bearing but with a\n\n               great brigand's mustache and merry black eyes. At the\n\n               General's right hand sits a young American, Oliver Davis, a\n\n               reporter for the New York Morning Globe. He is dressed in the\n\n               semiuniform outfit which Richard Harding Davis popularized:\n\n               breeches, leather leggings and a khaki tunic of military cut.\n\n               While the rest talk, he is busily scribbling on a pad,\n\n               without paying the least attention to any of then.\n\n\n\n               The second officer breaks in on the first officer's report,\n\n               unable to restrain his enthusiasm longer\n\n\n\n                                   SECOND OFFICER\n\n                         A greet battle  a great victory!\n\n\n\n               MED. CLOSE SHOT  General Pherides and Dr  Drossos.\n\n\n\n                                   DR. DROSSOS\n\n                             (dryly)\n\n                         To be sure . Enough blood spilled\n\n                         to satisfy anyone --\n\n                             (turning to the General)\n\n                         except General Nikolas Pherides.\n\n                         You're letting that fool drain your\n\n                         life away.\n\n\n\n                                   GENERAL\n\n                             (looking up)\n\n                         Your father always prescribed it,\n\n                         and I'm alive to tell you so.\n\n\n\n               FULL SHOT  the entire party inside the tent.",
  "3": "---END OF PREVIOUS SECTION---\nYou're letting that fool drain your\n\n                         life away. GENERAL\n\n                             (looking up)\n\n                         Your father always prescribed it,\n\n                         and I'm alive to tell you so. FULL SHOT  the entire party inside the tent. \n---TARGET SECTION TO BE ANNOTATED---\n In the\n\n               meantime, the barber-surgeon has finished his work and is\n\n               binding up the General's arm. He cinches the bandage tight. \n\n               The doctor shrugs.\n\n\n\n                                   DR. DROSSOS\n\n                         At least get a decent night's\n\n                         sleep.\n\n                             (smiling)\n\n                         Consider it a prescription from my\n\n                         father..\n\n\n\n               The General nods. The three officers and the Adjutant leave,\n\n               pausing at the tent flap to call back their \"good nights\".  \n\n               Hardly have they gone when the General rises from his chair\n\n               and begins to pace the narrow floor of the tent; his shadow\n\n               walking with him on the side walls and ceiling. The young\n\n               correspondent looks up and watches him. Finally, he speaks.\n\n\n\n               MED. TWO SHOT - Oliver and the General.\n\n\n\n                                   OLIVER\n\n                         Why not Take the doctor's advice?\n\n                         You're the hero of the battle of\n\n                         Corphon.\n\n\n\n                                   GENERAL\n\n                         Hero?\n\n\n\n                                   OLIVER\n\n                             (insistently)\n\n                         In the New York Morning Globe,\n\n                         the man who wins victory is always\n\n                         a hero. -\n\n\n\n               The General puts his hand on Oliver's arm.\n\n\n\n                                   GENERAL\n\n                         Listen \n\n\n\n               Both men are silent in an attitude of listening - from\n\n               outside can be heard distantly the screaming and groaning of\n\n               the wounded.\n\n\n\n                                   GENERAL\n\n                         You know that sound, Oliver?\n\n\n\n                                   OLIVER\n\n                         I heard the same sound at\n\n                         Ladysmith, at Nukden, Port\n\n                         Arthur.  What do you expect\n\n                         after a battle?\n\n\n\n                                   GENERAL\n\n                         You were at those battles as a\n\n                         spectator   I wonder if you can\n\n                         think what that sound might mean to\n\n                         me  those men out there  dead\n\n                         or dying  by my order -- because\n\n                         I willed it so.\n\n\n\n               CLOSE TWO SHOT  Oliver and the General. Oliver holds up the\n\n               lantern and tries to peer into the darkness. The General\n\n               starts off and Oliver falls into step behind him. They pass a\n\n               sentry who salutes. Only the lighted lantern can be seen as\n\n               they go into the darkness.\n\n\n\n               EXT.",
  "4": "---END OF PREVIOUS SECTION---\nThey pass a\n\n               sentry who salutes. Only the lighted lantern can be seen as\n\n               they go into the darkness. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BATTLEFIELD - NIGHT\n\n\n\n               The CAMERA in SET UP TO SHOOT PAST the heaped-up dead. The\n\n               only illumination is the lantern which Oliver carries, he and\n\n               the General pick their way between the dead.\n\n\n\n               ANOTHER ASPECT of the battlefield - an ox cart loaded with\n\n               the dead, some of them tied to the rear axle by their naked\n\n               legs. Two men, in the hooded coats worn by the infantry of\n\n               the Balkan allies, are busy loading the cart. They look up,\n\n               astonished, as the General and Oliver pass.\n\n\n\n               STILL ANOTHER ASPECT of the battlefield  the General pauses\n\n               as if to search out his way and then starts off determinedly\n\n               toward the left. Oliver takes two long strides to catch up\n\n               with him. The CAMERA DOLLIES WITH them. Oliver lifts the\n\n               lantern and gestures outward with it.\n\n\n\n                                   OLIVER\n\n                         Over there, isn't it?\n\n\n\n               The General nods and starts off again rapidly, Oliver\n\n               following.\n\n\n\n               EXT. THE MAINLAND BEACH - NIGHT\n\n\n\n               The two men come over a rise of ground and stop at the edge\n\n               of the beach.\n\n\n\n               STOCK SHOT - The moon emerging from behind clouds\n\n\n\n               EFFECT SHOT. In the foreground stand the two men. Before them\n\n               lies the sea and the Isle of the Dead. As they watch, behind\n\n               them the moon emerges from the thick clouds and a great\n\n               silver light floods over the sea.\n\n\n\n               A little way from the beach, The Isle of the Dead stands out\n\n               from the glassycalm, moonlit water. In the f.g. is a broken\n\n               Ionic column.\n\n               There are a few flat stones at the water's edge, the remnants\n\n               of a quay which once reached out into the sea. Tied to tall\n\n               stakes are two small row boats and a third lies half-buried\n\n               in the sand. The CAMERA HOLDS until the General and Oliver\n\n               come into the scene and stand looking across the dark water.\n\n\n\n               REVERSE CLOSE SHOT - Oliver watches the General, troubled by\n\n               his intention of crossing to the island.\n\n\n\n                                   OLIVER\n\n                         Do you mind if I go with you?\n\n\n\n                                   GENERAL\n\n                         There's no one there - nothing but\n\n                         the caves and the dead.",
  "5": "---END OF PREVIOUS SECTION---\nREVERSE CLOSE SHOT - Oliver watches the General, troubled by\n\n               his intention of crossing to the island. OLIVER\n\n                         Do you mind if I go with you? GENERAL\n\n                         There's no one there - nothing but\n\n                         the caves and the dead. \n---TARGET SECTION TO BE ANNOTATED---\n                                   OLIVER\n\n                         I'll only go as far as the shore\n\n                         and wait for you.\n\n\n\n               The General- makes a slight gesture of indifference and moves\n\n               forward.\n\n\n\n               EXT. THE BEACH - NIGHT - (PROCESS)\n\n\n\n               MED. SHOT  the General steps into one of the boats. Oliver\n\n               casts off the minter and puts the lantern down on the sand.\n\n\n\n                                   OLIVER\n\n                         I'll leave this here to guide us\n\n                         back.\n\n\n\n               He jumps into the boat, picks up an oar, pushes off and\n\n               starts to scull.\n\n\n\n                                                       WIPE\n\n\n\n               EXT  THE ISLE OF THE DEAD - NIGHT\n\n\n\n               The boat noses its bow onto the shelving beach. The men climb\n\n               out. Oliver pulls the boat a little farther onto the sand and\n\n               looks back toward the mainland.\n\n\n\n               EXT. THE MAINLAND BEACH  NIGHT\n\n\n\n               LONG SHOT - The lantern is glowing at the water's edge.\n\n               Suddenly it flickers and dies out.\n\n\n\n               EXT  THE ISLE OF THE DEAD  NIGHT\n\n\n\n               CLOSE SHOT  Oliver, having seen the lantern fail, shivers.\n\n\n\n               MED. TWO SHOT - Oliver and the General. On the edge of' the\n\n               wall nearest thorn is a marble figure of Cerberus, the three\n\n               headed dog which guards the dead. Two of the heads have been\n\n               carved to represent sleeping heads; the third head glares\n\n               toward the mainland with a sightless, unseeing, but ever\n\n               watchful stare, Oliver takes the General's arm and draws his\n\n               attention to the statue.\n\n\n\n                                   GENERAL\n\n                         Cerberus  the watchdog. He guards\n\n                         the sleep of those who are buried\n\n                         here.\n\n\n\n               The two men walk forward into the towering shadows of the\n\n               cypress trees, turning toward the left. They are lost to view\n\n               in the shadows. The CAMERA HOLDS ON Cerberus.\n\n\n\n               EXT. THE LEDGE BEFORE THE CRYPTS - 'NIGHT\n\n\n\n               MED. FULL SHOT  The General and Oliver come walking onto the\n\n               ledge before the crypt. They pause a moment while the General\n\n               looks about as if to get his bearings, then he moves\n\n               resolutely toward the crypt nearest. Oliver goes with him as\n\n               far as the doorway.\n\n\n\n               MED.",
  "6": "---END OF PREVIOUS SECTION---\nThey pause a moment while the General\n\n               looks about as if to get his bearings, then he moves\n\n               resolutely toward the crypt nearest. Oliver goes with him as\n\n               far as the doorway. MED. \n---TARGET SECTION TO BE ANNOTATED---\n FULL SHOT - The doorway of the crypt. At the doorway\n\n               Oliver stops.\n\n\n\n                                   OLIVER\n\n                             (almost whispering)\n\n                         I'll wait here for you.\n\n\n\n               The General nods, removes his hat and goes into the crypt. He\n\n               is lost in the darkness. Oliver tries to peer in after him.\n\n               The opaque blackness prevents him seeing anything. He\n\n               relaxes, pulls a square cardboard box of cigarettes from his\n\n               coat pocket, selects one, puts it in his mouth and is\n\n               fumbling for a match when suddenly the General reappears.\n\n               Oliver looks at him in astonishment.\n\n\n\n                                   GENERAL\n\n                         She is not there. The coffin is\n\n                         gone.\n\n\n\n                                   OLIVER\n\n                         Maybe you've got the wrong crypt \n\n                         after all it's twenty years when\n\n                         you wore last here.\n\n\n\n               The General shakes his head..\n\n\n\n                                   GENERAL\n\n                         This was the place.\n\n\n\n               They stand there for a moment in perplexity.  Suddenly, the\n\n               sound of a woman's voice singing comes very faintly to them;\n\n               very faintly and from a considerable distance. Both men turn\n\n               their heads in the direction of the singing which seems to\n\n               come from the other side of the island. They look at each\n\n               other, then with a curt gesture, the General beckons Oliver\n\n               to follow him and strides off.\n\n\n\n               EXT. THE CYPRESS GROVE - NIGHT\n\n\n\n               MED. CLOSE SHOT --Oliver and the General. The CAMERA TRUCKS\n\n               WITH them as they pass under the cypress trees, their faces\n\n               alternately in moonlight and shadow. The sound of the woman's\n\n               voice singing cones over the scene very faintly.\n\n\n\n               EXT.  THE STAIRWAY AND TUNNEL MOUTH - NIGHT\n\n\n\n               MED. SHOT - To the right, a stairway cut into the rock winds\n\n               upward from the sandy floor of the beach. The CAMERA PANS\n\n               SLOWLY UP the rock to the head of the stairway, a narrow\n\n               shelf or landing above the sea. A square opening is cut into\n\n               the cliff-face, black and impenetrable from this angle. As\n\n               the CAMERA RESTS ON the tunnel opening, the minor melody of-\n\n               the singing rises to an impassioned lament, wild and\n\n               melancholy.",
  "7": "---END OF PREVIOUS SECTION---\nThe CAMERA PANS\n\n               SLOWLY UP the rock to the head of the stairway, a narrow\n\n               shelf or landing above the sea. A square opening is cut into\n\n               the cliff-face, black and impenetrable from this angle. As\n\n               the CAMERA RESTS ON the tunnel opening, the minor melody of-\n\n               the singing rises to an impassioned lament, wild and\n\n               melancholy. \n---TARGET SECTION TO BE ANNOTATED---\n               REVERSE ANGLE. From the shelf, CAMERA SHOOTS DOWN onto the\n\n               stairway. The two men are starting up the steps, the General\n\n               in the lead. They move upward slowly, hesitantly. The singing\n\n               continues, clear and alluring.\n\n\n\n               MED. SHOT. Oliver and the General come up onto the shelf of\n\n               rock. Before then is the tunnel opening, an ominous door of\n\n               darkness in the moonlit stone. (See page 113 \"HELLAS\".) As\n\n               the two men face it, the singing comes to a climax on a high,\n\n               almost triumphant note. There is a moment's after-silence and\n\n               then the earlier motif of the song begins again, subdued,\n\n               softer, as if the singer were moving away.\n\n\n\n               CLOSE SHOT. The General stares off, rapt, his entire being\n\n               focused on the unseen singer. CAMERA DRAWS BACK to include\n\n               Oliver, who stands a little to one side, watching the\n\n               General. The General moves forward and\tOliver accompanies\n\n               him. CAMERA TRUCKS WITH them, until they are framed in the\n\n               opening of the tunnel. They stand there for a second, than\n\n               move forward again. Their figures grow dimmer as the CAMERA \n\n               TRUCKS WITH then into the blackness of the tunnel. The\n\n               singing continues, faint and slightly distorted. Over it\n\n               sound the slow, hesitant footsteps of the two men.\n\n\n\n               REVERSE SHOT - Beyond then, the darkness of the tunnel is\n\n               broken by a light that moves wraithlike across one of the\n\n               atone walls. Moonlight is pouring down from a long slit in\n\n               the rock, where the wall curves up into the tunnel ceiling.\n\n\n\n               MED. CLOSE SHOT. Oliver and the General step into the little\n\n               pool of moonlight and look up at the aperture above them. The\n\n               two men turn away and continue into the darkness of the\n\n               tunnel. The singing continues over all this, growing a little\n\n               stronger again.\n\n\n\n               EXT. THE OTHER END OF THE TUNNEL - NIGHT\n\n\n\n               The two men emerge from the tunnel. To the right are\thigh\n\n               limestone cliffs, before them darkness.",
  "8": "---END OF PREVIOUS SECTION---\nEXT. THE OTHER END OF THE TUNNEL - NIGHT\n\n\n\n               The two men emerge from the tunnel. To the right are\thigh\n\n               limestone cliffs, before them darkness. \n---TARGET SECTION TO BE ANNOTATED---\n To the left is part\n\n               of a house wall, with a door -- a dark and forbidding door of\n\n               oak and iron. Now the woman's singing is loud and near. The\n\n               General stares at the house, looks at the surrounding\n\n               darkness and then back to the house again.\n\n\n\n                                   GENERAL\n\n                             (bewilderedly)\n\n                         There was no house here.\n\n\n\n               Oliver and the General cross to the house. At the door, the\n\n               General listens a moment, then lifts his hand and thunders on\n\n               the panels with his knuckles. The sound of the singing breaks\n\n               off instantly and they stand waiting in the moonlit silence.\n\n               Suddenly the door opens before them and lamplight makes a\n\n               frame about them. A man's voice, cheery and welcoming, comes\n\n               from the doorway.\n\n\n\n                                   ALBRECHT'S VOICE\n\n                         Come in, come in!\n\n\n\n               They step through the doorway and the door closes behind\n\n               them.\n\n\n\n               INT. ALBRECHT'S LIVING ROOM - NIGHT\n\n\n\n               It is a lovely room of simple austere proportion, warm with\n\n               lamplight, comfortable with chairs and sofas and heated by a\n\n               brazier full of coals. Various antiquities, heads, bits of\n\n               sculpture, torsos, limbs, bowls, vases amphoras and cylixes\n\n               decorate the room. At one end is a long table on which\n\n               various shards, artifacts, have been arranged for labor and\n\n               sorting. On this table are also books and measuring\n\n               instruments.\n\n\n\n               The various people in the room turn curiously upon the\n\n               entrance of the soldier and the correspondent. It is Albrecht\n\n               who is welcoming, them. He is a Swiss of middle age, a\n\n               scholarly, gentle man with a humorous smile.\n\n\n\n               Before the brazier, warming his behind under his coattails\n\n               just as he would have done in Devonshire, is a ruddy-faced\n\n               Englishman, also of middle age. He is formally dressed and\n\n               has a stiff, official air. This is Mr. Thomas St. Aubyn,\n\n               British Consul at Adrianople.\n\n\n\n               Seated some little distance from him in a stiff-backed chair\n\n               is a woman in her early thirties, still possessed of a\n\n               haggard beauty.",
  "9": "---END OF PREVIOUS SECTION---\nThomas St. Aubyn,\n\n               British Consul at Adrianople. Seated some little distance from him in a stiff-backed chair\n\n               is a woman in her early thirties, still possessed of a\n\n               haggard beauty. \n---TARGET SECTION TO BE ANNOTATED---\n There is a curious, restrained stillness\n\n               about the woman and when she moves it is with a certain\n\n               careful deliberation. She is working on a hand embroidery\n\n               frame. After one glance at the newcomers, she pays no further\n\n               attention to them. This is Mary Wollsten, secretary to the\n\n               Consul. She is dressed primly In dark clothing. - -\n\n\n\n               At a small table by himself with a tankard of wine before him\n\n               and an empty wine bottle on the table, is a commercial\n\n               traveller, Henry Jacks, a Cockney, dressed in a loud, fuzzy\n\n               plaid suit, and seeming at this moment to be somewhat the\n\n               worse for wear and liquor.\n\n\n\n               The General and Oliver look around the room in astonishment.\n\n               Albrecht himself shows some surprise now that he sees the\n\n               General in the fully lighted room.\n\n\n\n                                   ALBRECHT\n\n                             (surprised)\n\n                         I took it for granted you gentlemen\n\n                         were refugees as are my other\n\n                         guests.\n\n\n\n                                   OLIVER\n\n                         This is General Nikolas Pherides,\n\n                         Commander of the Third Army. I'm\n\n                         Oliver Davis.\n\n                             (he hesitates)\n\n                         To be perfectly frank with you, we\n\n                         didn't expect to find anyone living\n\n                         here.\n\n\n\n                                   ALBRECHT\n\n                         It is my home.\n\n                             (extending his hand)\n\n                         My name is Hugo Albrecht.\n\n\n\n               Oliver shakes hands with Albrecht. The General bows.\n\n\n\n                                   GENERAL\n\n                         I have not been on the island in\n\n                         twenty years. It is changed -\n\n                         changed completely. Where are the\n\n                         graves -- the coffins?\n\n\n\n                                   ALBRECHT\n\n                             (turning to his guests in\n\n                              polite explanation)\n\n                         This was once a cemetery.\n\n\n\n               The people in the room exhibit varying degrees of interest.\n\n\n\n                                   ALBRECHT\n\n                             (smiling)\n\n                         It may seem an odd choice for a\n\n                         home. Yet I like it.\n\n                             (to Oliver and the\n\n                              General)\n\n                         But you must meet my guests.\n\n\n\n               He half turns to indicate the Consul.\n\n\n\n                                   ALBRECHT\n\n                         This is Mr. St. Aubyn, British\n\n                         Consul from Adrianople.\n\n\n\n               St. Aubyn bows formally.",
  "10": "---END OF PREVIOUS SECTION---\nAubyn, British\n\n                         Consul from Adrianople. St. Aubyn bows formally. \n---TARGET SECTION TO BE ANNOTATED---\n The General returns his bow with a\n\n               nod, and Oliver goes forward and shakes the Consul's hand.\n\n\n\n                                   ALBRECHT\n\n                         --\tand Miss St. Aubyn.\n\n\n\n               Cathy smiles wanly in greeting. Oliver, in American fashion,\n\n               goes from her father to Miss St. Aubyn, takes her hand.\n\n\n\n                                   OLIVER\n\n                         You were singing, weren't you?\n\n                         A beautiful voice, Miss St. Aubyn.\n\n\n\n                                   CATHY\n\n                             (masking irritation)\n\n                         That was my companion. She sings\n\n                         little peasant songs quite nicely --\n\n                         a completely untrained voice, of\n\n                         course.\n\n\n\n               St. Aubyn continues the introductions, indicating the somber\n\n               faced woman, who sits apart from the others.\n\n\n\n                                   ST. AUBYN\n\n                         My secretary, Miss Wollsten.\n\n\n\n               At this point, Jacks rises unsteadily and lurches towards the\n\n               others. He flashes a card from his pocket.\n\n\n\n                                   JACKS\n\n                         Jacks -- Henry Jacks. Tinware,\n\n                         best grade and the lowest prices --\n\n                             (as if quoting a well\n\n                              known slogan)\n\n                         Jacks sells no junk.\n\n\n\n               The General looks at him, astonished at this strange\n\n               commercial personality. Oliver, having shaken hands with Miss\n\n               Wollsten, nods across to Jacks amiably.\n\n\n\n                                   OLIVER\n\n                         Aren't you a little out of\n\n                         your territory?\n\n\n\n                                   JACKS\n\n                         If the world won't come to\n\n                         Jacks, Jacks goes to the world.\n\n\n\n               He walks unsteadily back to his own seat.\n\n\n\n                                   ALBRECHT\n\n                         Mr. Jacks is a philosopher.\n\n                             (to the General)\n\n                             (and Oliver)\n\n                         But, come, sit down with us. We are\n\n                         all anxious to hear of' today's\n\n                         battle.\n\n\n\n                                   ST. AUBYN\n\n                             (to General)\n\n                         A fine fight, sir, but a bit\n\n                         inconvenient for travel. We were\n\n                         under constant shelling all the way\n\n                         down the coast.\n\n\n\n                                   GENERAL\n\n                         The enemy is in retreat. There will\n\n                         be no more fighting here.\n\n                             (to Albrecht)\n\n                         I came here to visit the crypts. My\n\n                         wife was buried here.",
  "11": "---END OF PREVIOUS SECTION---\nThere will\n\n                         be no more fighting here. (to Albrecht)\n\n                         I came here to visit the crypts. My\n\n                         wife was buried here. \n---TARGET SECTION TO BE ANNOTATED---\n What happened\n\n                         to the bodies?\n\n\n\n                                   ALBRECHT\n\n                         They were gore before I came here.\n\n\n\n                                   GENERAL\n\n                         But why?\n\n\n\n               Ida, the woman servant, a middleaged Greek woman in peasant\n\n               costume, with a dark sombre face, comes in. She has an\n\n               amphora of wine and two glasses in her hands. She pours wine\n\n               for Oliver and hands him the glass, then turns to the General\n\n               and begins to pour for him as he and Albrecht talk.\n\n\n\n                                   ALBRECHT\n\n                         There was some trouble here the\n\n                         villagers on the mainland -this\n\n                         island was the focal point of their\n\n                         anger. They came here broke open\n\n                         the tombs and despoiled the graves.\n\n\n\n                                   GENERAL\n\n                         All the graves?\n\n\n\n                                   ALBRECHT\n\n                         I'm afraid so. There were rumors\n\n                         people were aroused. Some feared\n\n                         restlessness among the dead you\n\n                         know, the old superstitions.\n\n\n\n                                   GENERAL\n\n                         I donut understand.\n\n\n\n                                   IDA\n\n                         I can explain, Master Soldier.\n\n\n\n               She has put down the amphora so that her hands are free. She\n\n               lifts a forefinger to each side of her mouth and grimaces\n\n               between the upright fingers.\n\n\n\n                                   GENERAL\n\n                             (understanding her\n\n                              immediately)\n\n                         Vorvolakas!\n\n\n\n               Hastily Ida crosses herself, at the same time nodding\n\n               agreement\n\n\n\n                                   GENERAL\n\n                             (not too unpleasantly)\n\n                         You are an old fool.\n\n\n\n                                   IDA\n\n                             (grinning; pleased at this\n\n                              insult from her heroic\n\n                              countryman)\n\n                         You think so? You think such things\n\n                         do not happen? Right now \n\n                         upstairs there is one who is rosy\n\n                         and bright  full of blood -- and\n\n                         here \n\n                             (she makes a sidewise\n\n                              inclination of her head\n\n                              toward Mrs. St. Aubyn)\n\n                         \there is one who is pale and\n\n                         cold as a lily.\n\n\n\n                                   GENERAL\n\n                         You are still a fool.\n\n\n\n               Ida laughs and Albrecht picks up the amphora and starts to\n\n               pour another glass of wine for the General.",
  "12": "---END OF PREVIOUS SECTION---\nAubyn)\n\n                         \there is one who is pale and\n\n                         cold as a lily. GENERAL\n\n                         You are still a fool. Ida laughs and Albrecht picks up the amphora and starts to\n\n               pour another glass of wine for the General. \n---TARGET SECTION TO BE ANNOTATED---\n                                   GENERAL\n\n                             (to Albrecht)\n\n                         You know the Greek legends, you\n\n                         drink the Greek wine, but you are\n\n                         not a Greek.\n\n\n\n               Albrecht is carrying the wine jug and glasses to a small\n\n               table near the brazier.\n\n\n\n                                   ALBRECHT\n\n\n\n               I am, Greek, sir, by affection.\n\n\n\n               Albrecht puts down the jug and the glasses and turns to\tthe\n\n               General.\n\n\n\n                                   ALBRECHT\n\n                         But the gods played a little trick\n\n                         on me. I was born in Switzerland.\n\n\n\n                                   OLIVER\n\n                             (pointing to an antique\n\n                              statue)\n\n                         You collect these to sell, abroad?\n\n\n\n               Albrecht, starting to pour from the wine jug, shakes his\n\n               head.\n\n\n\n                                   ALBRECHT\n\n                             (shaking his head)\n\n                         No more. One day I stood in the\n\n                         Royal Museum at Munich and watched\n\n                         the fat burghers and their\n\n                         broodmare wives staring and poking\n\n                         at my beautiful trophies. Now I am\n\n                         content just to live  here in the\n\n                         heart of a vanished world.\n\n\n\n                                   JACKS\n\n                             (butting in without moving\n\n                              from his place)\n\n                         I wish it'd vanish, I do.\n\n                         I'd give every bloomin' statue in\n\n                         the place for one whiff of fish 'n'\n\n                         chips - for one peek at\n\n                         Piccadilly.\n\n\n\n                                   ALBRECHT\n\n                         Each to his taste.\n\n\n\n               Jacks gets up, lurching and steadying himself on the table.\n\n\n\n                                   JACKS\n\n                         I'm going back, first boat to\n\n                         England. I'm going back and hear\n\n                         the sound of Bow Bells.\n\n                             (gets up and starts to the\n\n                              stairs; complaining as he\n\n                              walks)\n\n                         I'm not well. I'm not well.\n\n                         Something's wrong with me\n\n                         something hurts.\n\n\n\n                                   ST. AUBYN\n\n                             (disdainfully)\n\n                         Odd way to describe plain\n\n                         drunkenness.\n\n\n\n               Jacks pays no attention to him, but goes on up the stairs,\n\n               the rest watching. The stairs are lit in such a way that the\n\n               upper portion is in complete darkness, shadowed by the\n\n               landing above.",
  "13": "---END OF PREVIOUS SECTION---\nAUBYN\n\n                             (disdainfully)\n\n                         Odd way to describe plain\n\n                         drunkenness. Jacks pays no attention to him, but goes on up the stairs,\n\n               the rest watching. The stairs are lit in such a way that the\n\n               upper portion is in complete darkness, shadowed by the\n\n               landing above. \n---TARGET SECTION TO BE ANNOTATED---\n  As Jacks disappears into this darkness, there\n\n               is a sound of a heavy fall, a muttered curse. They all turn\n\n               to face the staircase and Oliver and the General get to their\n\n               feet. Albrecht picks up a lychnos and crosses quickly to the\n\n               stairs, followed by St. Aubyn. As he holds the lamp aloft,\n\n               the General comes to stand beside him.\n\n\n\n               MED. SHOT  past Albrecht, St. Aubyn and the General at the\n\n               foot of the stairs, to the upper portion of the stairs, now\n\n               lit by Albrecht's lamp. Jacks lies sprawled across the top\n\n               step. Bending over him is a girl in Greek native costume, the\n\n               gold coins of her headdress trembling at her ears, as if she\n\n               had been arrested in startled movement. The girl, Thea,\n\n               slowly lifts her head to face the people below her. As she\n\n               does so, the General makes a sudden move forward: a move of\n\n               recognition and astonishment  then restrains himself and\n\n               stand rigidly still.\n\n\n\n               MED. SHOT  Thea.\n\n\n\n                                   THEA\n\n                             (simply)\n\n                         He fell.\n\n\n\n               As if words had released them, Albrecht and. St. Aubyn start\n\n               up the stairs to Jacks.\n\n\n\n                                   ALBRECHT\n\n                             (a little breathless)\n\n                         That's a strong wine  poor\n\n                         fellow, I should have warned him.\n\n\n\n               As they reach Jacks, who is mumbling and trying to get to his\n\n               feet, Thea starts down the stairs. It is then that she sees\n\n               the General, who still stands rigid, staring up at her as if\n\n               she were an apparition. She hesitates a moment, a step or two\n\n               above the bottom of the stairs, held there by the General's\n\n               fixed gaze. Behind her, Albrecht and Ida have gotten Jacks to\n\n               his feet. The man is muttering incoherently.\n\n\n\n                                   ALBRECHT\n\n                         There -- you're all right, now\n\n                         \twe have you \n\n\n\n                                   IDA\n\n                             (disgustedly)\n\n                         Never mind. It'll get him to his\n\n                         room.",
  "14": "---END OF PREVIOUS SECTION---\nThe man is muttering incoherently. ALBRECHT\n\n                         There -- you're all right, now\n\n                         \twe have you \n\n\n\n                                   IDA\n\n                             (disgustedly)\n\n                         Never mind. It'll get him to his\n\n                         room. \n---TARGET SECTION TO BE ANNOTATED---\n               Ida and Jacks go on upstairs and Albrecht holds the lantern\n\n               to give them light. The General stares at Thea.\n\n\n\n               CLOSE SHOT  Oliver. He is staring off in the direction of\n\n               the staircase, his face revealing pleasure in seeing this\n\n               beautiful Greek girl.\n\n\n\n               ANOTHER ANGLE  Thea and the General. Thea is looking back\n\n               toward Jacks. The General is studying her. Suddenly, she\n\n               turns toward him to go down the stairs. For a moment she\n\n               faces him full face. He looks at her in amazement greatly\n\n               agitated.\n\n\n\n               CLOSE SHOT - The General looking at Thea. His face is\n\n               strained and he seems to have suffered from a shock.\n\n\n\n               MED. FULL SHOT - The General watching Thea. Albrecht coming\n\n               down the stairs looks at him.\n\n\n\n                                   ALBRECHT\n\n                         My dear sir, you look completely\n\n                         exhausted.\n\n\n\n               The General attempts to pull himself together.\n\n\n\n                                   OLIVER\n\n                             (coming into the scene)\n\n                         He is exhausted.\n\n\n\n                                   ALBRECHT\n\n                         Why don't you stay here tonight?\n\n                         Get a good sleep. You can return\n\n                         to your command in the morning.\n\n\n\n               The General is about to shake his head in a negative answer\n\n               when he suddenly thinks better of it and still looking at\n\n               Thea, speaks.\n\n\n\n                                   GENERAL\n\n                         Perhaps I had better stay.\n\n                         I am tired.\n\n\n\n                                   ALBRECHT\n\n                         I'll get Ida to make up your\n\n                         bed.\n\n\n\n               He starts upstairs. Oliver and the General turn back into the\n\n               room.\n\n\n\n               TWO SHOT\t Cathy and Thea. They arc seated on the settee. The\n\n               CAMERA is set up TO SHOOT PAST their profiles\tso that Oliver\n\n               and the General can be seen coming down the room from the\n\n               stairway in the background.\n\n\n\n                                   CATHY\n\n                             (to Thea)\n\n                         The young man, Mr. Davis, seems to\n\n                         be some kind of an unofficial\n\n                         observer  a correspondent of\n\n                         some sort \n\n\n\n                                   THEA\n\n                         And the soldier -- He looked at\n\n                         me so strangely -- who is he?\n\n\n\n               Before Cathy can answer Oliver has come close to stand beside\n\n               them.",
  "15": "---END OF PREVIOUS SECTION---\nCATHY\n\n                             (to Thea)\n\n                         The young man, Mr. Davis, seems to\n\n                         be some kind of an unofficial\n\n                         observer  a correspondent of\n\n                         some sort \n\n\n\n                                   THEA\n\n                         And the soldier -- He looked at\n\n                         me so strangely -- who is he? Before Cathy can answer Oliver has come close to stand beside\n\n               them. \n---TARGET SECTION TO BE ANNOTATED---\n In the background General Pherides has crossed to the\n\n               brazier where Mr. St. Aubyn stands.\n\n\n\n                                   ST. AUBYN\n\n                         I don't really know where Thea\n\n                         comes from. The ViceConsul at\n\n                         Adrianople brought her to me..\n\n\n\n                                   GENERAL\n\n                         Her name is Thea?\n\n\n\n                                   ST. AUBYN\n\n                         Theodosia.\n\n\n\n                                   GENERAL\n\n                         Her family name?\n\n\n\n                                   ST. AUBYN\n\n                         Damn me, if I know. She's become so\n\n                         much a member of our household I\n\n                         never think of her by any name but\n\n                         Thea -- she has a last name --\n\n\n\n               He wrinkles his forehead.\n\n\n\n                                   ST. AUBYN\n\n                         I seem to have forgotten.\n\n\n\n               The General looks at him suspiciously.\n\n\n\n                                   GENERAL\n\n                         You do not know her last name --\n\n                         you do not know from where she\n\n                         came?\n\n\n\n                                   ST. AUBYN\n\n                             (looks off at his\n\n                              secretary)\n\n                         Miss Wollsten - my secretary,\n\n                         she'd know.\n\n\n\n               MED. FULL SHOT - Miss Wollsten. She gets up, places one of\n\n               the long needles she uses in her embroidery work through the\n\n               collar of her dress and starts toward the stairway.\n\n\n\n               FULL SHOT - The General and St. Aubyn as they watch Miss\n\n               Wollsten pass. She nods \"good night.\" The General turns back\n\n               to St. Aubyn.\n\n\n\n                                   GENERAL\n\n                             (with a gesture toward\n\n                              Cathy)\n\n                         Your daughter is ill.\n\n\n\n                                   ST. AUBYN\n\n                             (brushing off the\n\n                              question)\n\n                         She's not too well.\n\n\n\n                                   GENERAL\n\n                             (persistently)\n\n                         What is her illness?\n\n\n\n                                   ST. AUBYN \n\n                         Nothing, really. She's been under a\n\n                         great strain -- the journey -- the\n\n                         battle --\n\n\n\n                                   GENERAL\n\n                         Was she ill before that girl came\n\n                         into your household?\n\n\n\n                                   ST. AUBYN\n\n                             (embarrassed at\n\n                             this interrogation)\n\n                         Why -- no not before Thea came \n\n\n\n               The General looks at him and then at Thea.",
  "16": "---END OF PREVIOUS SECTION---\nShe's been under a\n\n                         great strain -- the journey -- the\n\n                         battle --\n\n\n\n                                   GENERAL\n\n                         Was she ill before that girl came\n\n                         into your household? ST. AUBYN\n\n                             (embarrassed at\n\n                             this interrogation)\n\n                         Why -- no not before Thea came \n\n\n\n               The General looks at him and then at Thea. \n---TARGET SECTION TO BE ANNOTATED---\n                                   GENERAL\n\n                         Your daughter is weak -- she feels\n\n                         as if the blood had been drained\n\n                         from her -- and all this since that\n\n                         girl came to work in your house.\n\n\n\n               St. Aubyn looks at him in annoyance. This volunteered\n\n               diagnosis offends him. He turns toward the stairs. The\n\n               General turns with him, taking hold of his arm to stop him.\n\n\n\n                                   GENERAL\n\n                         This girl --\n\n\n\n                                   ST. AUBYN\n\n                             (interrupting)\n\n                         This girl -- Thea - is not a\n\n                         servant in my household, sir.\n\n                         She is my daughter's companion.\n\n                         Now, sir, if you'll excuse me,\n\n                         I'll go have a look at Mr. Jacks.\n\n\n\n                                   GENERAL\n\n                         I will go with you.\n\n\n\n               Mr. St. Aubyn starts for the stairs and the General stalks\n\n               after him. The two men reach the foot of the stairs\n\n\n\n               MED. CLOSE SHOT - Oliver with Thea and Cathy. He smiles in a\n\n               friendly fashion at Thea, as he says:\n\n\n\n                                   OLIVER\n\n                         I hope Mr. Jacks gets to bed in one\n\n                         piece.\n\n\n\n                                   CATHY\n\n                         M~ father will take care of it.\n\n                         (gushing to impress Oliver)\n\n                         Pappa is wonderful! No matter what\n\n                         happens, he makes me feel perfectly\n\n                         safe.\n\n                             (with flirtatious\n\n                              emphasis)\n\n                         I could never leave him. I should\n\n                         be utterly helpless by myself.\n\n\n\n                                   THEA\n\n                             (gravely)\n\n                         You are fortunate in your father.\n\n\n\n                                   CATHY\n\n                         Thea is an orphan.\n\n\n\n                                   OLIVER\n\n                             (to Thea)\n\n                         That was a lovely song you sang\n\n                         before we came. Sing it again, will\n\n                         you?\n\n\n\n               Thea smiles, pleased at his request. Before she can reply,\n\n               Cathy breaks in.\n\n\n\n                                   CATHY\n\n                             (apologetically)\n\n                         I adore hearing Thea sing --\n\n                         but my poor head's beginning to\n\n                         ache.\n\n                             (exaggeratedly)\n\n                         I'm so sorry.\n\n\n\n                                   OLIVER\n\n                             (courteously)\n\n                         Of course. Tomorrow, perhaps,\n\n                         before I go?\n\n\n\n               Thea nods and Oliver looks at her, seeing how very beautiful,\n\n               how very desirable she is.",
  "17": "---END OF PREVIOUS SECTION---\nOLIVER\n\n                             (courteously)\n\n                         Of course. Tomorrow, perhaps,\n\n                         before I go? Thea nods and Oliver looks at her, seeing how very beautiful,\n\n               how very desirable she is. \n---TARGET SECTION TO BE ANNOTATED---\n He smiles and a radiant answering\n\n               smile comes to her lips. Cathy, watching them, draws their\n\n               attention with a sigh. She leans back against the pillows\n\n               exhaustedly and a little shudder moves her shoulders. Thea,\n\n               instantly all concern, bends over her.\n\n\n\n                                   THEA\n\n                         You have a chill! You must have a\n\n                         glass of wine.\n\n\n\n               She crosses quickly to the little table and picks up the\n\n               amphora. She brings it back with her, Oliver and Cathy are\n\n               talking. She has to wait, holding the cold pitcher until\n\n               Cathy turns and holds out her glass. Cathy waits for Oliver\n\n               to finish speaking before she passes the glass to Thea.\n\n\n\n                                   OLIVER\n\n                         You can imagine the General's\n\n                         disappointment when he found his\n\n                         wife's body gone.\n\n\n\n               He turns to Thea.\n\n\n\n                                   OLIVER\n\n                         Then we heard you singing --it was\n\n                         so strange and eerie in a place\n\n                         where we had thought there was only\n\n                         the dead.\n\n\n\n               As Oliver finishes speaking, Cathy holds out her glass to\n\n               Thea, who begins to pour wine into it.\n\n\n\n                                   THEA\n\n                         I was thinking of death when I\n\n                         sang.\n\n\n\n                                   CATHY-\n\n                             (protesting)\n\n                         Thea!\n\n\n\n               Thea finishes pouring the wine and puts down the amphora. The\n\n               chilled jug has made her hands cold. She rubs them together,\n\n               then blows on them. Cathy and Oliver watch her, both smiling.\n\n               Cathy shivers.\n\n\n\n                                   CATHY\n\n                         You're making me feel cold.\n\n\n\n               Thea is instantly concerned.\n\n\n\n                                   CATHY (CONT'D)\n\n                         Perhaps my scarf --\n\n\n\n               Thea nods, smiles and willingly goes to get it.\n\n\n\n               FULL SHOT - Thea. The CAMERA PANS WITH her to the foot of the\n\n               stairs. Here she pauses and from a small marble bench takes\n\n               up a lychnos, sets it alight from another that is burning\n\n               there and with this lamp in her hand begins to ascend the\n\n               stairs.\n\n\n\n               MED. SHOT of the stairs. Tall and lovely, with almost\n\n               measured grace, Thea ascends the stairs to the second floor\n\n               landing, then comes up onto the landing and pauses, looking\n\n               down the corridor. She holds up her lamp.",
  "18": "---END OF PREVIOUS SECTION---\nSHOT of the stairs. Tall and lovely, with almost\n\n               measured grace, Thea ascends the stairs to the second floor\n\n               landing, then comes up onto the landing and pauses, looking\n\n               down the corridor. She holds up her lamp. \n---TARGET SECTION TO BE ANNOTATED---\n               LONG SHOT - CAMERA SET UP BEHIND Thea, so that it sees what\n\n               she sees before her. In the corridor there are three points\n\n               of illumination. One from the skylight; two from windows.\n\n               These three sources of light cut the blackness of the\n\n               corridor into almost equal sections; oblongs of blackness\n\n               alternating with rectangles of grey moonlight. Around Thea\n\n               there is a nimbus of weak and~ wavering light, the\n\n               illumination from her little lamp.\n\n               The whole corridor is very still, very oppressive. Thea draws\n\n               in her breath almost as if taking courage, and moves toward\n\n               the first patch of blackness. At its edge she hesitates and\n\n               steps forward, with a little rush of movement. For a moment\n\n               she is lost to view, then emerges in the first patch of\n\n               moonlight. She moves slowly across this. Then again, at the\n\n               very edge of the second section of darkness, she pauses.\n\n               There is a little sound in the darkness; some scuffling of\n\n               papers or blowing curtain. She stops stock still, begins to\n\n               lift her lamp. The lamp flame flickers, and then a sudden\n\n               soft draft makes the flame lean far from the wick, pulsate,\n\n               puff out. The loss of the light leaves Thea cleft between\n\n               darkness and moonlight. Again she takes a sharp intake of\n\n               breath, again moves on and is lost to view, only to emerge\n\n               again in the second section of light. She moves normally\n\n               across this patch toward the darkness of a door set into a\n\n               deep embrasure.\n\n\n\n               MED. CLOSE SHOT as Thea emerges from the darkness and turns\n\n               right, her hand already outstretched for the doorknob. A dark\n\n               figure obtrudes itself from the deeper blackness of the door\n\n               embrasure. A hand reaches out to seize her wrist. She gives a\n\n               half stifled scream of fear and looks up into the face of the\n\n               General as it emerges into the light.\n\n\n\n                                   GENERAL\n\n                         You blew out the light -- to\n\n                         see better in the darkness.\n\n\n\n               Thea shakes her head, perplexed, still frightened. She looks\n\n               at the lamp in her hand.",
  "19": "---END OF PREVIOUS SECTION---\nGENERAL\n\n                         You blew out the light -- to\n\n                         see better in the darkness. Thea shakes her head, perplexed, still frightened. She looks\n\n               at the lamp in her hand. \n---TARGET SECTION TO BE ANNOTATED---\n The General reaches out his hand to\n\n               point out the lamp. Their hands touch. He draws his hand back\n\n               quickly.\n\n\n\n                                   GENERAL\n\n                         And your hands are cold -\n\n                         cold as dead hands.\n\n\n\n               Thea is too terrified to speak.\n\n\n\n                                   GENERAL\n\n                             (with menacing softness)\n\n                         You. You know me?\n\n\n\n               Thea shakes her head, too torrified to speak.\n\n\n\n                                   GENERAL\n\n                         Swear it. By your winding shroud,\n\n                         do you swear it?\n\n\n\n               Thea shrinks away, still unable to utter a sound. The General\n\n               realizes that his questioning is futile. He releases her\n\n               wrist, but still holds her fast with his fixed, accusing\n\n               gaze.\n\n\n\n                                   GENERAL\n\n                             (slowly)\n\n                         Maybe you have no memory for the\n\n                         past \n\n                             (in a whisper)\n\n                         Vrykolaka!\n\n\n\n               With the word, terror takes her. She makes a quick movement\n\n               to flee. Just as quickly he seizes her, dragging her to him.\n\n               He has to hold both her hands; then pulls her up against his\n\n               chest. He repeats the word without any special meaning. His\n\n               face, across which a narrow beam of light falls obliquely, is\n\n               grotesque and horrible. The girl struggles and her struggles\n\n               free one hand. She pushes herself away from him and quickly\n\n               makes the sign of the cross between herself and the General\n\n               at the same time whispering hurriedly.\n\n\n\n                                   THEA\n\n                         Christ be with me \n\n\n\n               For a bare second, there is silence between them and then,\n\n               quite suddenly, he releases her other hand and begins to roar\n\n               with laughter. She stands amazed, too wonder-struck even to\n\n               flee, almost gaping at him.\n\n\n\n                                   GENERAL\n\n                             (through his laughter)\n\n                         You thought me a Vrykolaka -a\n\n                         vampire - -\n\n\n\n               He pinches his arm.\n\n\n\n                                   GENERAL\n\n                         Look -- I am alive.\n\n\n\n               He begins to laugh again.\n\n\n\n                                   GENERAL\n\n                         And I thought the same of you!\n\n                             (sobering)\n\n                         I am ashamed. A grown man --\n\n\n\n               The General smiles in ridicule of his own foolishness,\n\n\n\n                                   GENERAL\n\n                         We of the mountain villages\n\n                         are strange people.",
  "20": "---END OF PREVIOUS SECTION---\nGENERAL\n\n                         And I thought the same of you! (sobering)\n\n                         I am ashamed. A grown man --\n\n\n\n               The General smiles in ridicule of his own foolishness,\n\n\n\n                                   GENERAL\n\n                         We of the mountain villages\n\n                         are strange people. \n---TARGET SECTION TO BE ANNOTATED---\n There are\n\n                         too many old dreams in our\n\n                         blood, eh?\n\n\n\n               Thea smiles in agreement.\n\n\n\n                                   GENERAL\n\n                         Then you can understand --\n\n                         you can forgive me.\n\n\n\n               Again she smiles. He starts to move away from her. He has\n\n               gone through the black patch of darkness nearest them and has\n\n               emerged into the moonlight on the other side. She lifts her\n\n               head and calls to him.\n\n\n\n                                   THEA\n\n                         General \n\n\n\n               He turns.\n\n\n\n                                   THEA\n\n                         What do they call you? What\n\n                         is your name?\n\n\n\n                                   GENERAL\n\n                         Nikolas Pherides.\n\n\n\n               He turns and continues down the corridor.\n\n\n\n               CLOSEUP of Thea. A strange look comes over her face. From her\n\n               stare, it is evident that the name strikes some sharp chord\n\n               in her mind.\n\n\n\n                                                       FADE OUT\n\n\n\n                                                       FADE IN\n\n\n\n               EXT. A RUIN OVERLOOKING THE SEA - MORNING - EFFECT SHOT\n\n\n\n               It is a bright morning and between the two portals of a\n\n               ruined temple can be seen the sunlit sea. (See page 98\n\n               \"Hellas\")\n\n\n\n               In the space between the two portals, three people are\n\n               grouped, Cathy, Thea and Albrecht. Cathy is seated on one of\n\n               the white stones, leaning back against the wall, a rug\n\n               wrapped about her knees. Albrecht stands behind and a little\n\n               in back of her, while Thea stands leaning gracefully against\n\n               the opposite portal, half silhouetted against the brightness\n\n               of the sea.\n\n\n\n               For a moment they remain quiet, then suddenly Thea throws up\n\n               her arms in a gesture of ecstasy and speaks almost as if to\n\n               herself.\n\n\n\n                                   THEA\n\n                         The sea! The sea!\n\n\n\n               Albrecht stares at her, arrested by the words.\n\n\n\n                                   ALBRECHT\n\n                         What made you say that, Thea?\n\n\n\n               The moment is broken. Thea looks at him self-consciously, and\n\n               then shakes her head.\n\n\n\n                                   THEA\n\n                         I don't know.\n\n\n\n                                   ALBRECHT\n\n                         \"The sea - the sea.",
  "21": "---END OF PREVIOUS SECTION---\nThea looks at him self-consciously, and\n\n               then shakes her head. THEA\n\n                         I don't know. ALBRECHT\n\n                         \"The sea - the sea. \n---TARGET SECTION TO BE ANNOTATED---\n Those were\n\n                         the very words of Xenophon and the\n\n                         ten thousand - - do you know about\n\n                         them, Thea?\n\n\n\n               Smiling, Thea shakes her head.\n\n\n\n                                   ALBRECHT\n\n                         You don't have to. It's inside of\n\n                         you -- all the glory that was\n\n                         Greece - the dancing, the singing\n\n                         and the white marble --\n\n\n\n                                   CATHY\n\n                         How clover you are, Mr. Albrecht,\n\n                         to see all that in our simple\n\n                         Thea... She is quite pretty, isn't\n\n                         she?\n\n\n\n                                   ALBRECHT\n\n                             (disregarding her;\n\n                              pointing to a column)\n\n                         This was the temple of Hades --the\n\n                         God of the Dead. It contained no\n\n                         images -- just empty space and\n\n                         walls of perfect symmetry.\n\n\n\n                                   CATHY\n\n                             (looking about her)\n\n                         How disappointing! I expected it\n\n                         was something more romantic. A\n\n                         temple to the Goddess of Love,\n\n                         perhaps.\n\n\n\n                                   ALBRECHT\n\n                             (looking off)\n\n                         The Greeks thought death was\n\n                         beautiful -- an adventure --a\n\n                         journey to another world.\n\n                             (after a little pause)\n\n                         But I have my other guests to think\n\n                         of -- The General will be wanting\n\n                         to go back to his army. If you'll\n\n                         excuse me --\n\n\n\n               He starts off. The two girls watch him go into the grove.\n\n               Thea seats herself beside, Cathy.\n\n\n\n               CLOSE TWO SHOT - Thea and Cathy.\n\n\n\n                                   THEA\n\n                         Cathy - how does it feel to\n\n                         have a father?\n\n\n\n                                   CATHY\n\n                         What an odd question!\n\n\n\n                                   THEA\n\n                         I mean, does one love a father\n\n                         because he is good and kind -or\n\n                         just because he is one's father?\n\n\n\n                                   CATHY\n\n                             (out of her depth)\n\n                         Why, I love my father because -\n\n                         because I do. Of course, he's nice\n\n                         to me.\n\n\n\n               Cathy leans over toward her.\n\n\n\n                                   CATHY\n\n                         Thea -- you're hiding something.",
  "22": "---END OF PREVIOUS SECTION---\nOf course, he's nice\n\n                         to me. Cathy leans over toward her. CATHY\n\n                         Thea -- you're hiding something. \n---TARGET SECTION TO BE ANNOTATED---\n                         Why do you suddenly speak of your\n\n                         father? You told me once you had\n\n                         never seen him -- didn't know him --\n\n\n\n                                   THEA\n\n                         I do not know him, but I have seen\n\n                         him.\n\n\n\n                                   CATHY\n\n                         What is it -- what are you talking\n\n                         about?\n\n\n\n                                   THEA\n\n                         You have forgotten my last name?\n\n\n\n               Cathy thinks a moment, then smiles.\n\n\n\n                                   CATHY\n\n                         I have forgotten it, dear.\n\n\n\n                                   THEA\n\n                         My last name is Pherides.\n\n\n\n               Cathy looks at her in astonishment.\n\n\n\n               INT. THE GENERAL'S ROOM - DAY\n\n\n\n               The General is seated on the edge of his cot still in his\n\n               shirt sleeves. He is pulling on his boots. Oliver has been\n\n               washing at the little wash stand and is drying his face with\n\n               a small towel. Oliver begins to whistle merrily as he throws\n\n               the towel down. The General looks at him.\n\n\n\n                                   GENERAL\n\n                         You are a happy man Oliver. You\n\n                         have but one world to live in -\n\n                         the world of today. I have two\n\n                         worlds. I have that old dark world\n\n                         of peasant ignorance and\n\n                         superstition in which I was brought\n\n                         up and a new world which the army\n\n                         gave me  a world of mathematics, \n\n                         gun ranges,logistics, tactics,\n\n                         strategy.\n\n\n\n                                   OLIVER\n\n                             (grinning)\n\n                         It doesn't seem to bother you\n\n                         much, General.\n\n\n\n                                   GENERAL\n\n                         I will be glad to leave this\n\n                         island. It has too much of\n\n                         that old dark world about it.\n\n                         I will be glad to leave it\n\n                         and that girl \n\n\n\n                                   OLIVER\n\n                         Thea?\n\n\n\n               The General nods.\n\n\n\n                                   GENERAL\n\n                         There is something evil about\n\n                         her.\n\n\n\n                                   OLIVER\n\n                         Oh, now  now look here \n\n\n\n                                   GENERAL\n\n                             (interrupting)\n\n                         I know all you are going to say -I\n\n                         have been saying it to myself, but\n\n                         the thought will not leave my mind.\n\n                         She resembles my wife -there is\n\n                         something about her the way she\n\n                         moves  the way she turns her\n\n                         head.",
  "23": "---END OF PREVIOUS SECTION---\nGENERAL\n\n                         There is something evil about\n\n                         her. OLIVER\n\n                         Oh, now  now look here \n\n\n\n                                   GENERAL\n\n                             (interrupting)\n\n                         I know all you are going to say -I\n\n                         have been saying it to myself, but\n\n                         the thought will not leave my mind. She resembles my wife -there is\n\n                         something about her the way she\n\n                         moves  the way she turns her\n\n                         head. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n\n\n                                   OLIVER\n\n                         But that should make you like her.\n\n\n\n               The General shakes his head/\n\n\n\n                                   GENERAL\n\n                         It makes me fear her.\n\n\n\n                                   OLIVER\n\n                             (shrugging)\n\n                         I can't understand that.\n\n\n\n                                   GENERAL\n\n                         It is not necessary to understand.\n\n                         We are leaving and I am thankful.\n\n\n\n               EXT. THE RUINS - DAY\n\n\n\n               CLOSE SHOT - Thea and. Cathy. They are talking earnestly.\n\n\n\n                                   CATHY\n\n                         Thea, your choice is a very simple\n\n                         one. Either you want to claim him\n\n                         as your father, or you do not.\n\n\n\n                                   THEA\n\n                         But one must love a father.\n\n\n\n                                   CATHY\n\n                         The General  you don't even\n\n                         know him.\n\n\n\n               There is a little silence while Thea looks toward the ground\n\n               at her feet.\n\n\n\n                                   CATHY\n\n                         Come, Thea, if you're going to\n\n                         claim him as your father you've got\n\n                         to make up your mind. They'll be\n\n                         leaving any minute.\n\n\n\n                                   THEA\n\n                         I don't know. As a child. I longed\n\n                         for a father and now - I don't\n\n                         know \n\n\n\n               Thea is still hesitant; still trying to puzzle it out.\n\n\n\n                                   CATHY\n\n                         Do you like what you've seen, of\n\n                         him'?\n\n\n\n               Thea shakes her head.\n\n\n\n                                   THEA\n\n                         I felt he did not like me.\n\n\n\n                                   CATHY\n\n                         That should decide it or you --\n\n\n\n                                   THEA\n\n                         I will let him go. He is dead to me\n\n                         as he is to all my mother's people.\n\n                         I turn my hand against him.\n\n\n\n               INT  THE GENERAL'S ROOM - DAY\n\n\n\n               Oliver and the General are ready to depart. Oliver takes a\n\n               last look around the room to see that they have left nothing.\n\n               The General stands by the door buckling on his belt.\n\n\n\n                                   OLIVER\n\n                         Well, at any rate, I would like\n\n                         to say goodbye to the girl.\n\n\n\n                                   GENERAL\n\n                         We have no time for that.\n\n\n\n               Oliver shrugs.\n\n\n\n                                   OLIVER\n\n                         Ready?\n\n\n\n               The General nods and straightens his coat under his belt.\n\n               Oliver throws open the door and they start out.\n\n\n\n               INT.",
  "24": "---END OF PREVIOUS SECTION---\nThe General nods and straightens his coat under his belt. Oliver throws open the door and they start out. INT. \n---TARGET SECTION TO BE ANNOTATED---\n  MAIN ROOM - DAY\n\n\n\n               The CAMERA is set up in the doorway of the bedroom TO SHOOT\n\n               PAST Oliver and the General as they go out a Albrecht is\n\n               coming down the stairs.  He is hurrying and is very excited.\n\n\n\n                                   ALBRECHT\n\n                         Wait, gentlemen! Wait!\n\n\n\n               They turn to him.\n\n\n\n                                   ALBRECHT\n\n                         I need your advice  something\n\n                         has happened  Mr.  Jacks \n\n\n\n                                   OLIVER\n\n                         Drunk again?\n\n\n\n                                   ALBRECHT\n\n                         He's dead. I want the General\n\n                         to see him.\n\n\n\n                                   GENERAL\n\n                         If you wish.\n\n\n\n               Albrecht nods gratefully, turns, and they follow him as he\n\n               starts up the stairs.\n\n\n\n               INT. UPSTAIRS CORRIDOR - DAY\n\n\n\n               The three men, Albrecht, Oliver and the General come to the\n\n               second floor and start down to the last door. The CAMERA\n\n               TRUCKS BEFORE them.\n\n\n\n                                   ALBRECHT\n\n                         He was going back to hear the sound\n\n                         of Bow bells. He'll never hear them\n\n                         again.\n\n\n\n               They stop in front of the door to Jacks' room. Albrecht opens\n\n               it. Through the doorway can be seen a sheeted body on the\n\n               bed; the face covered. The three men stop in the doorway.\n\n\n\n                                   OLIVER\n\n                         He complained of not feeling well.\n\n                         I thought he was drunk \the\n\n                         staggered.\n\n\n\n                                   ALBRECHT\n\n                         That staggering. His dying so\n\n                         quickly. \n\n                             (to General)\n\n                         In your campaigns, have you never\n\n                         seen men who staggered before they\n\n                         died, who talked incoherently \n\n                         walked blindly.\n\n\n\n                                   GENERAL\n\n                         I've seen men die drunk - and\n\n                         I've seen men die of the plague.\n\n\n\n                                   OLIVER\n\n                             (aghast)\n\n                         Plague? There's no possibility\n\n                         of that, is there?\n\n\n\n                                   GENERAL\n\n                         The rider on the pale horse is\n\n                         Pestilence. He follows the wars.\n\n\n\n                                   ALBRECHT\n\n                         I'm not sure that it is the plague.\n\n\n\n                                   GENERAL\n\n                         We will know when the next one\n\n                         sickens.",
  "25": "---END OF PREVIOUS SECTION---\nHe follows the wars. ALBRECHT\n\n                         I'm not sure that it is the plague. GENERAL\n\n                         We will know when the next one\n\n                         sickens. \n---TARGET SECTION TO BE ANNOTATED---\n                             (to Oliver)\n\n                         Until then you and I remain here.\n\n                         I will not bring the plague to\n\n                         my troops.\n\n\n\n                                   ALBRECHT\n\n                         In the meantime it would be\n\n                         useless to alarm the others.\n\n                             (nodding)\n\n                         Let them think it was a normal\n\n                             (glancing into Jacks'\n\n                              room)\n\n                         And, perhaps it was - perhaps\n\n                         it was.\n\n\n\n                                                       DISSOLVE\n\n\n\n               INT. MATH ROOM  NIGHT\n\n\n\n               The oil lamps are lit. Albrecht has assembled his refugee\n\n               guests at two tables. They are just finishing dinner. Oliver\n\n               and Thea sit at the same table.\n\n\n\n                                   CATHY\n\n                             (to Oliver)\n\n                         I'm glad you and the General didn't\n\n                         have to leave us. We would feel\n\n                         quite deserted..\n\n\n\n                                   OLIVER\n\n                             (with a look which divides\n\n                              his compliment between\n\n                              Cathy and Thea)\n\n                         How could we go back to the wars\n\n                         with such pleasant company here..\n\n\n\n                                   CATHY\n\n                             (smiling)\n\n                         Thank you.\n\n\n\n               Thea smiles, pleased. Mr. St. Aubyn looks at his daughter,\n\n               smiling and gay.\n\n\n\n                                   ST. AUBYN\n\n                         You're feeling better, Cathy?\n\n                             (to Albrecht)\n\n                         I must admit your island is\n\n                         peaceful enough. Even I have\n\n                         relaxed..\n\n                             (smiling)\n\n                         In fact, I feel quite exhausted.\n\n\n\n               He lifts his hand to his forehead.\n\n\n\n                                   MISS WOLLSTEN\n\n                             (concerned)\n\n                         Perhaps you should rest for a\n\n                         little while, Mr. St. Aubyn.\n\n\n\n               St. Aubyn dismisses the suggestion with a gesture.\n\n\n\n                                   CATHY\n\n                             (to Oliver)\n\n                         Pappa is so strong. Not a bit like\n\n                         me. Even as a child, I was\n\n                         delicate. Then Mamma died, everyone\n\n                         thought I should die, too.\n\n\n\n               Oliver smiles politely but avoids the invitation to\n\n               flirtation. Instead, he turns to Thea.\n\n\n\n                                   OLIVER\n\n                         Thea, you've hardly said a\n\n                         word all through dinner.\n\n                             (troubledly)\n\n                         I feel something strange in\n\n                         the house  cold.\n\n\n\n               The General turns to look at Thea, his eyes sombre and\n\n               questioning.",
  "26": "---END OF PREVIOUS SECTION---\nOLIVER\n\n                         Thea, you've hardly said a\n\n                         word all through dinner. (troubledly)\n\n                         I feel something strange in\n\n                         the house  cold. The General turns to look at Thea, his eyes sombre and\n\n               questioning. \n---TARGET SECTION TO BE ANNOTATED---\n                                   GENERAL\n\n                         You're afraid because Mr. Jacks is\n\n                         upstairs.\n\n\n\n                                   THEA\n\n                             (shaking her head)\n\n                         The dead are dead.. They can\n\n                         do no harm.\n\n\n\n               Albrecht moves to get up from the table.\n\n\n\n                                   ALBRECHT\n\n                         Miss Thea complains of the cold.\n\n                         Let's go to the fire.\n\n\n\n               The guests rise and the men stand back as Cathy, Thea and\n\n               Miss Wollsten go out of scene, towards the other end of the\n\n               large room. Albrecht who has drawn glasses and a wine bottle\n\n               towards him, lifts one of the glasses toward St. Aubyn\n\n               questioningly.\n\n\n\n                                   ALBRECHT\n\n                         St.  Aubyn?\n\n\n\n                                   ST. AUBYN\n\n                             (shaking his head)\n\n                         An excellent wine, no doubt, but it\n\n                         has rather a curious brassy taste\n\n                         in my mouth. No I really quite\n\n                         tired.\n\n\n\n               An alert, speculative look comes into Albrecht's face as he\n\n               watches St. Aubyn move out of scene.\n\n\n\n               MED. SHOT, Cathy, Thea and Miss Wollsten have seated\n\n               themselves around the brazier, Miss Wollsten already at work\n\n               on her interminable embroidery. St. Aubyn passes them, going\n\n               to the staircase in b.g. Miss Wollsten looks up and watches\n\n               him anxiously. Cathy also looks up.\n\n\n\n                                   CATHY\n\n                         Good night, Pappa.\n\n\n\n               St. Aubyn smiles at her, with an effort, and starts slowly up\n\n               the stairs.\n\n\n\n               INT. UPSTAIRS CORRIDOR - NIGHT\n\n\n\n               ANGLE SHOT of St. Aubyn coming up the stairs. A few steps\n\n               from the top, he stops; falters and almost loses his balance.\n\n               He clutches at the balustrade to save himself from falling.\n\n               For a second, he stands there almost doubled over, his face\n\n               drawn from a sudden onslaught of pain. Then he straightens\n\n               himself with an effort and pulls himself slowly up the\n\n               remaining steps. At the head of the stairs, he goes past\n\n               camera. CAMERA PANS TO show him start down the murky\n\n               corridor, staggering as if he were drunk.",
  "27": "---END OF PREVIOUS SECTION---\nThen he straightens\n\n               himself with an effort and pulls himself slowly up the\n\n               remaining steps. At the head of the stairs, he goes past\n\n               camera. CAMERA PANS TO show him start down the murky\n\n               corridor, staggering as if he were drunk. \n---TARGET SECTION TO BE ANNOTATED---\n He hesitates, then\n\n               turns and lurches to the third door at the left, opens it and\n\n               goes in.\n\n\n\n               MED. CLOSE SHOT. Albrecht, Oliver and the General, at the\n\n               table, are watching St. Aubyn's o.s. exit. They speak in\n\n               whispers.\n\n\n\n                                   GENERAL\n\n                         Did you hear what Thea said --\n\n                         as if she knew what threatens\n\n                         us.\n\n\n\n                                   ALBRECHT\n\n                         That's impossible. I told them\n\n                         Jacks died of a sudden heart\n\n                         attack, probably brought on by over\n\n                         drinking.\n\n\n\n                                   GENERAL\n\n                         Did your servant got word to\n\n                         Dr. Drossos?\n\n\n\n               Albrecht picks up the wine bottle and the glasses.\n\n\n\n                                   ALBRECHT\n\n                             (nodding)\n\n                         Dr. Drossos should be here any\n\n                         hour now.\n\n\n\n               WIDER ANGLE. Cathy and Thea are paying no attention to the\n\n               men across the room, but Miss Wollsten is watching them\n\n               covertly. As the men start across to the brazier, Albrecht\n\n               carrying the bottle and glasses, she gathers together her\n\n               embroidery and stands up.\n\n\n\n                                   MISS WOLLSTEN\n\n                         If you'll forgive me...I've letters\n\n                         to write.\n\n\n\n               The others call out \"good night\" to her as she crosses to the\n\n               stairs and begins to ascend. Albrecht and the General go to a\n\n               small table, where Albrecht puts down the bottle and glasses.\n\n               Oliver joins Cathy and Thea.\n\n\n\n                                   CATHY\n\n                             (to Oliver)\n\n                         I've just been admiring Thea's\n\n                         headdress. I think I shall have\n\n                         a hat made like it a little round\n\n                         cap with a veil \n\n\n\n               Oliver, scarcely hearing her prattle, looks off toward the\n\n               now empty staircase.\n\n\n\n               INT.  UPSTAIRS CORRIDOR - NIGHT\n\n\n\n               Miss Wollsten comes up the stairs. She hesitates a moment at\n\n               the first door on her left and then walks past it and goes\n\n               down to the third door. She knocks. There is no answer. She\n\n               opens the door. The room is dark. She goes in.\n\n\n\n                                                       DISSOLVE\n\n\n\n               INT.",
  "28": "---END OF PREVIOUS SECTION---\nThe room is dark. She goes in. DISSOLVE\n\n\n\n               INT. \n---TARGET SECTION TO BE ANNOTATED---\n MAIN ROOM - NIGHT\n\n\n\n               The General and Albrecht sit drinking. Albrecht is showing\n\n               the old soldier a Grecian helmet. The General holds it in his\n\n               hands, studying it carefully and with something close to\n\n               affection.\n\n\n\n               Cathy and Thea are standing with Oliver at the foot of the\n\n               stairs.\n\n\n\n                                   CATHY\n\n                         Good night, Oliver.\n\n\n\n                                   OLIVER\n\n                         Sleep well.\n\n\n\n               The two girls, start up the stairs,Oliver looking after them\n\n               pityingly.\n\n\n\n                                   CATHY\n\n                             (over her shoulder)\n\n                         You're not leaving tomorrow..?\n\n\n\n                                   OLIVER\n\n                         I think not.\n\n\n\n               Thea half turns to look back at Oliver; a long sweeping look.\n\n\n\n               Thea and Cathy continue upstairs and Oliver turns back to\n\n               where the other two men arc seated.\n\n\n\n                                                       DISSOLVE\n\n\n\n               INT. MAIN ROOM - NIGHT\n\n\n\n               The General and Albrecht are still sitting together.\n\n\n\n               Oliver stands near them.\n\n\n\n                                   GENERAL\n\n                         Until we know, what choice is\n\n                         there? We have to stay.\n\n\n\n                                   OLIVER\n\n                         But the war, the army  they\n\n                         need you.\n\n\n\n                                   GENERAL\n\n                         Better no general than one\n\n                         carrying the plague.\n\n\n\n                                   OLIVER\n\n                         We still don't know that it's the\n\n                         plague \n\n\n\n                                   GENERAL\n\n                             (adamantly)\n\n                         Dr. Drossos will tell us. We\n\n                         will know what to do then.\n\n\n\n               Oliver gives a little shrug of resignation and walks a few\n\n               steps into the room, head down, hands in his pockets.\n\n\n\n               Then he turns, grinning ruefully. -\n\n\n\n                                   OLIVER\n\n                         I wonder if my editor's psychic?\n\n                         Reports from the Greek front are\n\n                         going to be a little vague.\n\n\n\n                                   ALBRECHT\n\n                             (chuckling)\n\n                         Or even spirit messages from\n\n                         the next world.\n\n\n\n               Oliver's eyes widen and then he smiles quizzically at\n\n               Albrecht.\n\n\n\n                                   OLIVER\n\n                             (nods thoughtfully)\n\n                         I suppose a war correspondent\n\n                         could get the plague.\n\n                             (cheerfully)\n\n                         Well, I'd better try for some sleep\n\n                         - while I'm alive to enjoy it.\n\n                         Good night, gentlemen.\n\n\n\n               He starts for the stairs.",
  "29": "---END OF PREVIOUS SECTION---\n(cheerfully)\n\n                         Well, I'd better try for some sleep\n\n                         - while I'm alive to enjoy it. Good night, gentlemen. He starts for the stairs. \n---TARGET SECTION TO BE ANNOTATED---\n The CAMERA DOLLIES WITH him, then\n\n               PANS WITH him as he climbs.\n\n\n\n               INT. THE CORRIDOR - NIGHT\n\n\n\n               Oliver comes up onto the landing and starts down the\n\n               corridor. Suddenly, a shadowy form materializes from the\n\n               darkness and a voice whispers to him.\n\n\n\n                                   MISS WOLLSTEN\n\n                         Mr. Davis -\n\n\n\n               Oliver, startled, stops and stares.\n\n\n\n                                   MISS WOLLSTEN\n\n                         Will you help me? Mr. St. Aubyn\n\n                         is ill - very ill\n\n\n\n                                   OLIVER\n\n                             (starting forward)\n\n                         His room is down here, isn't it?\n\n\n\n               INT. GIRLS' BEDROOM - NIGHT\n\n\n\n               MED. FULL SHOT. Both girls are in their beds and both seem to\n\n               be asleep.\n\n\n\n               CLOSE SHOT  Cathy. She sleeps soundly.\n\n\n\n               CLOSE SHOT  Thea. She is wide awake listening to the sound\n\n               of excited footsteps in the hall. Thea looks toward the door.\n\n\n\n               INSERT\tTHE BOTTOM OF THE DOOR FRAME AND THE FLOOR. Light\n\n               passes the door. There is darkness then more light goes past.\n\n\n\n               MED. CLOSE SHOT  Thea. She rises to one elbow and waits for\n\n               a moment, watching the closed door. Then she swings her feet\n\n               to the floor and begins to reach for a wrapper which hangs at\n\n               the foot of the bed. She puts it on, stands up and starts\n\n               tiptoeing across the room, CAMERA PANNING WITH her.  CAMERA\n\n               HALTS as Thea pauses at the foot of Cathy's bed. She looks at\n\n               the motionless figure of the sleeping Cathy. Then, CAMERA\n\n               PANNING WITH her again, she goes to the door and stands\n\n               there, listening.\n\n\n\n               INT. THE CORRIDOR - NIGHT\n\n\n\n               DOLLY SHOT. Albrecht and the dapper, uniformed figure of Dr.\n\n               Drossos come down the corridor. The CAMERA DOLLIES BEFORE\n\n               them.\n\n\n\n                                   ALBRECHT\n\n                         If he's not dead, he's certainly\n\n                         a sick man.\n\n\n\n               Albrecht and Dr. Drossos turn at St. Aubyn's door and go in~\n\n\n\n               INT. ST.",
  "30": "---END OF PREVIOUS SECTION---\nDrossos turn at St. Aubyn's door and go in~\n\n\n\n               INT. ST. \n---TARGET SECTION TO BE ANNOTATED---\n AUBYN'S ROOM - NIGHT\n\n\n\n               Oliver and the General are standing at the foot of St.\n\n               Aubyn's bed. Miss Wollsten stands near the head of the bed,\n\n               looking down at the motionless figure of the consul. Albrecht\n\n               and Dr. Drossos enters Dr. Drossos nods to the General and\n\n               crosses to the bed.  While the others wait tensely, he feels\n\n               the man's pulse. He shakes his head and takes hold of the\n\n               blanket's edge, to pull it up over the dead man's face.\n\n\n\n                                   MISS WOLLSTEN\n\n                             (fighting hysteria)\n\n                         No. No. I won't believe it.\n\n                         He's not dead.\n\n\n\n                                   GENERAL\n\n                         This is Dr. Drossos, chief medical\n\n                         officer of my division.\n\n\n\n                                   MISS WOLLSTEN\n\n                         I don't care who he is. He\n\n                         doesn't know.\tHe can't tell \n\n\n\n                                   DR. DROSSOS\n\n                             (pityingly)\n\n                         I'll make any test you want.\n\n                         Look.\n\n\n\n               Dr. Drossos plucks a feather from the pillow, a little curl\n\n               of fluff,and holds it before St. Aubyn's mask-like face.\n\n\n\n               INSERT\tTHE FEATHER at St. Aubyn's face.\n\n\n\n               It doesn't move.\n\n\n\n                                                       BACK TO SCENE:\n\n\n\n                                   MISS WOLLSTEN\n\n                             (stubbornly)\n\n                         He's not dead. I tell you he's\n\n                         not dead.\n\n\n\n               Dr. Drossos sighs. He turns and picks up a hand mirror from\n\n               the chest of drawers behind him.\n\n\n\n                                   DR. DROSSOS\n\n                         If there is the finest breath\n\n                         of life it will cloud a mirror.\n\n\n\n               He takes a handkerchief from his pocket and carefully\n\n               polishes the mirror to clarity, then holds it before the dead\n\n               mouth. He turns the unclouded mirror, so that the others may\n\n               observe it.\n\n\n\n                                   DR. DROSSOS\n\n                         You see?\n\n\n\n                                   MISS WOLLSTEN\n\n                             (clinging desperately to\n\n                              her delusion)\n\n                         The breath can stop, the heart can\n\n                         stop  it still doesn't mean\n\n                         death. Men have lived --\n\n\n\n               Dr. Drossos nods with approval.",
  "31": "---END OF PREVIOUS SECTION---\nMISS WOLLSTEN\n\n                             (clinging desperately to\n\n                              her delusion)\n\n                         The breath can stop, the heart can\n\n                         stop  it still doesn't mean\n\n                         death. Men have lived --\n\n\n\n               Dr. Drossos nods with approval. \n---TARGET SECTION TO BE ANNOTATED---\n Being entirely devoid of\n\n               sentiment, his manner is that of a teacher answering the\n\n               argument of a particularly bright student.\n\n\n\n                                   DR. DROSSOS\n\n                         Quite right. In cataleptic trance,\n\n                         a man may live for days with no\n\n                         visible sign of life. The breath\n\n                         suspended,the heartbeat stilled--\n\n                             (looking down at St.\n\n                              Aubyn)\n\n                         But this man is dead.\n\n\n\n               Dr. Drossos turns away to replace the mirror on the chest of\n\n               drawers. As he does so, Oliver steps forward and starts to\n\n               pull the blanket over the dead man's face. Again, Miss\n\n               Wollsten stops it.\n\n\n\n                                   GENERAL\n\n                         What difference does it make?\n\n                         Covered or uncovered, the eyes see\n\n                         no more.\n\n\n\n               As he speaks, the General starts toward the door.\n\n\n\n               INT. CORRIDOR - NIGHT\n\n\n\n               CLOSE SHOT ON closed door of St. Aubyn's room. The door opens\n\n               and the General starts to step into the corridor. He is\n\n               suddenly motionless, obviously arrested by something he sees.\n\n               CAMERA DRAWS ASIDE TO disclose Thea. The girl evidently is\n\n               frozen in the act of trying to slip away. She starts to put\n\n               her hand to her throat, but, as she is not wearing the\n\n               necklace, fumbles nervously with the collar of her robe.\n\n               Then, still under the General's relentless stare, she goes\n\n               back to her room. At this moment, Oliver comes out of St.\n\n               Aubyn's room. He looks down the corridor, then worriedly back\n\n               to the General. Albrecht and Dr. Drossos also come out and\n\n               the four men start toward the stairs.\n\n\n\n               INT. ST. AUBYN'S ROOM - NIGHT\n\n\n\n               Miss Wollsten stands looking down at St. Aubyn, then suddenly\n\n               she takes from her bodice a long embroidery needle  Still\n\n               gazing intently into his face, she jabs the needle deep into\n\n               the dead man's arm. There is no reaction in the marble set of\n\n               the corpse's face.\n\n\n\n               Miss Wollsten pulls the blanket over the dead man's face and\n\n               suddenly bursts out weeping, burying her face in her hands.\n\n\n\n                                                       DISSOLVE\n\n\n\n               INT.",
  "32": "---END OF PREVIOUS SECTION---\nThere is no reaction in the marble set of\n\n               the corpse's face. Miss Wollsten pulls the blanket over the dead man's face and\n\n               suddenly bursts out weeping, burying her face in her hands. DISSOLVE\n\n\n\n               INT. \n---TARGET SECTION TO BE ANNOTATED---\n MAIN ROOM - DAY\n\n\n\n               Morning sunlight pours in through the windows. Cathy sits\n\n               near the door, crying delicately into a lace handkerchief.\n\n               Thea stands beside her. Thea's expression betrays grief, but\n\n               it is the controlled and dignified grief of the peasant who\n\n               knows death as intimately as life and is equally at peace\n\n               with both. Near them is Miss Wollsten, stony-faced and\n\n               composed. Oliver is seated on the table, swinging his feet.\n\n               The General stands in the open doorway looking toward the\n\n               sea. Dr. Drossos and Albrecht stand together in the center of\n\n               the group.\n\n\n\n                                   DR. DROSSOS\n\n                         We are faced with a very serious\n\n                         form of plague. Its first symptoms\n\n                         are dizziness, nausea, weakness,\n\n                         inability to focus the eyes or\n\n                         control the limbs. This is followed\n\n                         by acute spasms, sometimes\n\n                         blindness, and finally, in moat\n\n                         cases, death.\n\n\n\n                                   CATHY\n\n                             (frantically)\n\n                         I don't want to hear any more.\n\n                         You can't keep me here. This\n\n                         horrible island  it has cost me\n\n                         my father  it will kill all of\n\n                         us.\n\n\n\n               The General turns his head and looks at Cathy without\n\n               emotion.\n\n\n\n                                   GENERAL\n\n                             (implacably)\n\n                         I will not have the plague carried\n\n                         to my troops. No one leaves here\n\n                         not you, not I, not anyone.\n\n\n\n               Oliver goes over to the distraught and weeping Cathy, putting\n\n               his hand on her shoulder sympathetically.\n\n\n\n                                   OLIVER\n\n                         The doctor only wants us to know \n\n                         the worst, for our own good.\n\n                         Besides, he holds out some hope --\n\n\n\n               Oliver turns to Dr. Drossos, who nods slowly.\n\n\n\n                                   DR. DROSSOS\n\n                         If the wind shifts, if the sirocco\n\n                         blows -- the hot wind from the\n\n                         South -- all danger will be over in\n\n                         twenty-four hours.\n\n\n\n                                   ALBRECHT\n\n                             (to Drossos gentle\n\n                              mockery)\n\n                         Good winds and bad winds!\n\n\n\n               Albrecht goes to the table.\n\n\n\n                                   DR.",
  "33": "---END OF PREVIOUS SECTION---\nALBRECHT\n\n                             (to Drossos gentle\n\n                              mockery)\n\n                         Good winds and bad winds! Albrecht goes to the table. DR. \n---TARGET SECTION TO BE ANNOTATED---\n DROSSOS\n\n                             (patiently)\n\n                         The disease is transmitted by fleas\n\n                         and their bodies are eighty percent\n\n                         moisture. The hot wind literally\n\n                         burns them away.\n\n\n\n               Albrecht takes the bronze trident from the figure of Poseidon\n\n               and fingers it thoughtfully as he speaks?\n\n\n\n                                   ALBRECHT\n\n                         The ancient Greeks had just as good\n\n                         an explanation -- that the gods\n\n                         sent the plague to punish mortals\n\n                         for harboring Vrykolaka --\n\n\n\n                                   DR. DROSSOS\n\n                             (impatiently)\n\n                         They used to believe that sort of\n\n                         thing in the mountain villages.\n\n                         Some still do --\n\n\n\n               He glances at the General and then at Thea.\n\n\n\n                                   GENERAL\n\n                             (with serious\n\n                              determination)\n\n                         I do not.\n\n\n\n               Albrecht, still holding the trident, walks over to the open\n\n               doorway where the General stands. Miss Wollsten gets to her\n\n               feet suddenly and faces the men with a look of scorn, almost\n\n               of hatred.\n\n\n\n                                   MISS WOLLSTEN\n\n                             (to Drossos)\n\n                         If you have nothing more to tell\n\n                         us, will you excuse me -\n\n\n\n               Dr. Drossos bows and Miss Wollsten crosses the room to the\n\n               staircase.\n\n\n\n               CLOSE SHOT. At the foot of the staircase Miss Wollsten turns\n\n               with one of her curious, inimicable glances, then begins to\n\n               climb the stairs.\n\n\n\n               MED. SHOT - on remaining group.\n\n\n\n                                   DR. DROSSOS\n\n                         She's right. This is hardly the\n\n                         time to bandy old tales.\n\n\n\n                                   ALBRECHT\n\n                         I have lived long enough to doubt\n\n                         everything -- which is to say, I\n\n                         believe everything, a little.\n\n\n\n               Albrecht goes to the table and replaces the trident.\n\n\n\n                                   DR. DROSSOS\n\n                         You're just talking nonsense.\n\n\n\n                                   ALBRECHT\n\n                         Let us put it to the test. Protect\n\n                         yourself with every scientific\n\n                         precaution you can think of. I'll\n\n                         go out on the cliff and build a\n\n                         votive fire to Hermes -- not that I\n\n                         believe in him any more than I do\n\n                         in Science.\n\n\n\n               Dr. Drossos gives a little snort of disdain.",
  "34": "---END OF PREVIOUS SECTION---\nI'll\n\n                         go out on the cliff and build a\n\n                         votive fire to Hermes -- not that I\n\n                         believe in him any more than I do\n\n                         in Science. Dr. Drossos gives a little snort of disdain. \n---TARGET SECTION TO BE ANNOTATED---\n                                   ALBRECHT\n\n                             (smiles)\n\n                         We will see who is the first to\n\n                         die.\n\n\n\n                                   DR. DROSSOS\n\n                             (smiling wryly)\n\n                         Very well. I'll wager a dinner.\n\n\n\n                                                       DISSOLVE OUT\n\n\n\n                                                       DISSOLVE IN\n\n\n\n               EXT. RUINS - NIGHT\n\n\n\n               It is a moonlit night and the cypress trees cast deep shadows\n\n               across the marble flooring of the terrace.\n\n               From somewhere on the island, possibly played by one of the\n\n               servants, comes the sound of a Greek bagpipe blatting its\n\n               shrill and mournful music into the still air.\n\n\n\n               The CAMERA is set up TO TAKE IN the balcony from one end.\n\n               Thea, Oliver and Cathy are together. Cathy is stretched out\n\n               on a settee with a robe over her knees. Oliver and Thea stand\n\n               together near one of the pillars.\n\n\n\n                                   OLIVER\n\n                             (commiseratingly)\n\n                         I know it must be hard. But you\n\n                         have relatives in London --you've\n\n                         got a whole world of living, ahead\n\n                         of you --\n\n\n\n                                   CATHY\n\n                             (on the verge of the tears\n\n                              which are so easy for\n\n                              her)\n\n                         No one can take my father's place.\n\n\n\n               She gropes around as if looking for something.\n\n\n\n                                   CATHY\n\n                         My handkerchief - I think I must\n\n                         have lost it - perhaps when we\n\n                         were in the grove.\n\n                             (with a preemptory note)\n\n                         Thea!\n\n\n\n               Thea bestirs herself out of whatever reverie has held her.\n\n\n\n                                   THEA\n\n                         I'll find it.\n\n\n\n               She starts off toward the right. Oliver looks at her.\n\n\n\n                                   OLIVER\n\n                         You can't go down there alone - -\n\n\n\n               He takes a few quick, long strides and catches up with her.\n\n               Cathy is left completely alone. She looks off at the other\n\n               two and her customary expression of weak helplessness quickly\n\n               changes to one of anger. She is so intent that she does not\n\n               notice Miss Wollsten rise from a chair in the b  g., walk\n\n               through the deep shadows cast by the cypress trees and come\n\n               noiselessly to stand beside her. Miss Wollsten has to speak\n\n               to gain her attention.",
  "35": "---END OF PREVIOUS SECTION---\nShe looks off at the other\n\n               two and her customary expression of weak helplessness quickly\n\n               changes to one of anger. She is so intent that she does not\n\n               notice Miss Wollsten rise from a chair in the b  g., walk\n\n               through the deep shadows cast by the cypress trees and come\n\n               noiselessly to stand beside her. Miss Wollsten has to speak\n\n               to gain her attention. \n---TARGET SECTION TO BE ANNOTATED---\n                                   MISS WOLLSTEN\n\n                         Cathy --\n\n\n\n               Cathy looks around at her inquiringly, somewhat startled.\n\n\n\n                                   MISS WOLLSTEN\n\n                         I wish I didn't have such bitter\n\n                         knowledge of you, Cathy.\n\n\n\n                                   CATHY\n\n                         Whet do you mean?\n\n\n\n                                   MISS WOLLSTEN\n\n                         They were talking about the\n\n                         Vrykolakas this morning. Cathy,\n\n                         that's what you are  a weak,\n\n                         pale, half-dead thing that drains\n\n                         all the life and joy from those who\n\n                         want to live.\n\n\n\n                                   CATHY\n\n                             (haughtily; in an attempt\n\n                              to put Miss Wollsten in\n\n                              her place)\n\n                         Miss Wollsten!\n\n\n\n                                   MISS WOLLSTEN\n\n                         You and your mysterious illness.\n\n                         A new attack everytime you are\n\n                         crossed  everytime you can't\n\n                         get your own way.\n\n\n\n               Cathy tries to interrupt, but Miss Wollsten goes on\n\n               ruthlessly.\n\n\n\n                                   MISS WOLLSTEN\n\n                         Your father knew it too. But he\n\n                         was never sure how much was\n\n                         pretense.\n\n\n\n                                   CATHY\n\n                             (flaring up)\n\n                         How do you know what my father\n\n                         thought - -\n\n\n\n                                   MISS WOLLSTEN\n\n                             (disregarding her)\n\n                         Your father loved me.  He wanted to\n\n                         marry me. But he was afraid of\n\n                         hurting the gentle, delicate Cathy.\n\n                         You spoiled his life you've\n\n                         ruined mine \n\n\n\n                                   CATHY\n\n                         You were father's secretary -\n\n                         I never thought - -\n\n\n\n                                   MISS WOLLSTEN\n\n                         Didn't you? But now -- what are you\n\n                         thinking now?\n\n\n\n               She points over the balustrade toward the cypress grove\n\n               below.\n\n\n\n                                   CATHY\n\n                         What would I be thinking?\n\n\n\n                                   MISS WOLLSTEN\n\n                         Mr. Davis seems a good prospect\n\n                         young handsome, sympathetic --\n\n                         ready to listen to you and feel\n\n                         sorry for you - -\n\n\n\n                                   CATHY\n\n                         What if he is?\n\n\n\n                                   MISS WOLLSTEN\n\n                             (disregarding her) )\n\n                         But Thea -- She stands in your way.\n\n                         I know you.",
  "36": "---END OF PREVIOUS SECTION---\nDavis seems a good prospect\n\n                         young handsome, sympathetic --\n\n                         ready to listen to you and feel\n\n                         sorry for you - -\n\n\n\n                                   CATHY\n\n                         What if he is? MISS WOLLSTEN\n\n                             (disregarding her) )\n\n                         But Thea -- She stands in your way. I know you. \n---TARGET SECTION TO BE ANNOTATED---\n I know your little\n\n                         hints  the way you can turn the\n\n                         truth into a lie --\n\n\n\n                                   CATHY\n\n                         Why, I'm fond of Thea.\n\n\n\n                                   MISS WOLLSTEN\n\n                         You're planing something, Cathy..\n\n                         But I won't let you - I'll warn\n\n                         them against you.\n\n\n\n                                   CATHY\n\n                         You will not say one single word. \n\n                         I know your secret.\n\n\n\n                                   MISS WOLLSTEN\n\n                         That your father and I \n\n\n\n                                   CATHY\n\n                         No. I mean your other secret -\tthe\n\n                         one you kept bidden even from my\n\n                         father. That old doctor in London --\n\n                         he told me.\n\n\n\n               She faces her triumphantly.\tMiss Wollsten shrinks and turns\n\n               away. Cathy stands looking after her smiling, then turns and\n\n               walks to the edge of the ruins and looks down into the grove.\n\n\n\n               EXT. THE CYPRESS GROVE - NIGHT\n\n\n\n               Only trickles of moonlight come through the pendulous\n\n               branches and thick boles of these dark trees. The CAMERA\n\n               TRACKS TO a space between two of the largest trees, a space\n\n               which seems filled only with shadow and moonlight, but as IT\n\n               MOVES IN CLOSER, Oliver and Thea are disclosed, embracing.\n\n               They break apart. She starts to turn from him but he takes\n\n               her hand and turns her so that she faces him.\n\n\n\n                                   OLIVER\n\n                         Thea.\n\n\n\n               She allows him to draw her back.\n\n\n\n               CLOSE SHOT  over Oliver's shoulder at Thea's face. He cups\n\n               his hand around her chin so that she looks up at him. Her\n\n               eyes are wet with tears.\n\n\n\n                                   OLIVER\n\n                         You're crying. Why?\n\n\n\n                                   THEA\n\n                             (simply)\n\n                         I don't know. Everything's so mixed\n\n                         up --\n\n\n\n                                   OLIVER\n\n                             (smiling)\n\n                         Everything's so simple. I like you.\n\n\n\n               Thea smiles at him affectionately, but then her face clouds\n\n               again and she looks away from him.",
  "37": "---END OF PREVIOUS SECTION---\nEverything's so mixed\n\n                         up --\n\n\n\n                                   OLIVER\n\n                             (smiling)\n\n                         Everything's so simple. I like you. Thea smiles at him affectionately, but then her face clouds\n\n               again and she looks away from him. \n---TARGET SECTION TO BE ANNOTATED---\n                                   OLIVER\n\n                         What's bothering you, Thea? Is it\n\n                         the General?\n\n\n\n                                   THEA\n\n                         Sometimes when he looks at me in\n\n                         that strange way, I'm afraid of\n\n                         him.\n\n\n\n                                   OLIVER\n\n                         Don't let it trouble you. He's an\n\n                         old man and these last few days\n\n                         have been a terrible strain on him.\n\n                         He won't harm you.\n\n\n\n               She makes a pathetic attempt at a smile. He puts his arms\n\n               around her protectively and they kiss. Slowly they break from\n\n               their embrace and together they start up the path.\n\n\n\n               ANOTHER ASPECT OF THE GROVE - NIGHT\n\n\n\n               This is at a point where a narrow flight of marble stairs\n\n               come clown from above \tThe CAMERA is on the stairs, FOCUSED ON\n\n               the path.\tOliver and Thea walk in silence, their hands\n\n               clasped.\tThey come slowly up the path.\n\n\n\n               ANOTHER ANGLE - MED. CLOSE SHOT - Thea and Oliver suddenly\n\n               look up.\n\n\n\n               EXT. STAIRS - NIGHT\n\n\n\n               General Pherides stands there, erect and silent, looking up\n\n               with an expression which is hard to fathom.\n\n\n\n               THREE SHOT. Nervous and embarrassed, Thea disengages her hand\n\n               from Oliver's.\n\n\n\n                                   OLIVER\n\n                         You gave us quite a start --\n\n                         standing there.\n\n\n\n               The General is silent. Thea moves rapidly toward the stairs,\n\n               carefully avoiding physical contact with the General as she\n\n               goes past him. He does not turn to look at her, but as Oliver\n\n               moves to follow her, the General puts a restraining hand on\n\n               his arm. Then, without a word, he steps down onto the path\n\n               and starts along it toward the shore. Oliver looks at him in\n\n               puzzlement, shrugs and then follows him.\n\n\n\n               EXT. GROVE - NIGHT\n\n\n\n               The two men walk silently through the grove. At the edge of\n\n               the grove on the shoreward side of the island the General and\n\n               Oliver come out from beneath the trees and emerge onto the\n\n               beach below the figure of Cerberus. The General seats himself\n\n               on a block of stone, looking out toward the sea. Oliver\n\n               stands near him. The General points out across the water.",
  "38": "---END OF PREVIOUS SECTION---\nThe General seats himself\n\n               on a block of stone, looking out toward the sea. Oliver\n\n               stands near him. The General points out across the water. \n---TARGET SECTION TO BE ANNOTATED---\n               LONG SHOT - MATTE. The General in the f.g. points to the camp\n\n               fires burning on the hills of the opposite shore.,\n\n\n\n                                   GENERAL\n\n                         Tomorrow they move on to engage the\n\n                         enemy  to beat him back across\n\n                         the Bosphorus.\n\n\n\n               CLOSE SHOT - the General has his sabre between his knees and\n\n               is resting his two hands upon it; a melancholy and mournful\n\n               figure. His eyes are fixed on the distant camp fires.\n\n\n\n               (Note: See famous World-Wide photograph of King Ferdinand of\n\n               Bulgaria, taken after the defeat of the Bulgarian armies in\n\n               1917.)\n\n\n\n                                   OLIVER\n\n                         It's hard going, General. You\n\n                         wanted to lead them. Here you are\n\n                         quarantined just because you wanted\n\n                         to pray at your wife's side  and\n\n                         even her body is gone.\n\n\n\n               The General looks over.\n\n\n\n                                   GENERAL\n\n                             (musing)\n\n                         Thea is so like her  in every\n\n                         feature \n\n\n\n                                   OLIVER\n\n                             (rather pleased)\n\n                         If she looked like Thea, she must\n\n                         have been beautiful.\n\n\n\n               The General takes a deep breath and sighs, remembering other\n\n               days.\n\n\n\n                                   GENERAL\n\n                         She was beautiful. There was blood\n\n                         between her family and my kin. But\n\n                         that did not stop me from taking\n\n                         her when I saw her beauty, nor did\n\n                         it stop her from loving me.\n\n\n\n                                   OLIVER\n\n                         How did she die?\n\n\n\n                                   GENERAL\n\n                         I don' t know. When I was gone the\n\n                         people from her village came to my\n\n                         home seeking vengeance. They bore\n\n                         her away with them. Months later\n\n                         she came back pale -- sick -- she\n\n                         died --\n\n\n\n               There is a long silence. Oliver stirs restlessly.\n\n\n\n                                   OLIVER\n\n                         Is this what you wanted to speak to\n\n                         me about?\n\n\n\n                                   GENERAL\n\n                         In a way -- this girl, Thea.\n\n                         You must stay away from her.\n\n\n\n                                   OLIVER\n\n                         I had a notion you had become\n\n                         selfappointed chaperone lately \n\n                         why?\n\n\n\n                                   GENERAL\n\n                         You are my friend.",
  "39": "---END OF PREVIOUS SECTION---\nYou must stay away from her. OLIVER\n\n                         I had a notion you had become\n\n                         selfappointed chaperone lately \n\n                         why? GENERAL\n\n                         You are my friend. \n---TARGET SECTION TO BE ANNOTATED---\n                                   OLIVER\n\n                         And I'm your friend  but that\n\n                         doesn't explain why you are always\n\n                         trying to come between Thea and me?\n\n\n\n                                   GENERAL\n\n                         If I told you  you wouldn't\n\n                         believe me -- but this much I can\n\n                         tell you  the girl is dangerous\n\n                         to you. Take a friend's advice --\n\n                         an old man' s advice -- leave her\n\n                         alone -\n\n\n\n                                   OLIVER\n\n                             (turning away; indignant)\n\n                         That's ridiculous -- Thea's lovely,\n\n                         gentle -\n\n\n\n                                   GENERAL\n\n                             (earnestly)\n\n                         Listen to what I say --\n\n\n\n                                   OLIVER\n\n                         When you make sense I'll listen.\n\n\n\n               He starts off, up the path through the grove, the General\n\n               follows him.\n\n\n\n               EXT  THE GROVE - NIGHT\n\n\n\n               Oliver, followed by the General, passes through the grove.\n\n\n\n               EXT. THE RUINS - NIGHT\n\n\n\n               Cathy still sits in the moonlight. Oliver and the General\n\n               come into the ruins.\n\n\n\n                                   OLIVER\n\n                         Where's Thea?\n\n\n\n                                   CATHY\n\n                         I think she went to bed  I saw\n\n                         her going toward the house\n\n\n\n               Oliver makes a vague gesture of disappointment and sits down\n\n               beside Cathy.\n\n\n\n               While Cathy was speaking, the General had turned to look\tdown\n\n               into the grove. He still stands looking down among the trees.\n\n\n\n               EXT  THE GROVE - NIGHT\n\n\n\n               LONG SHOT  of Thea passing between the trees, looking for\n\n               Oliver.\n\n\n\n               EXT  THE RUINS - NIGHT\n\n\n\n               MED. CLOSE SHOT - The General. Oliver and Cathy can be seen\n\n               behind him.\n\n\n\n                                   GENERAL\n\n                             (in a low voice)\n\n                         Let the doctor guard us against the\n\n                         plague - I shall stand guard\n\n                         against the other things -- the\n\n                         things we cannot understand.\n\n\n\n               MED. FULL SHOT, favoring Oliver and. Cathy. They both look up\n\n               in surprise at the General. He looks at them and then stalks\n\n               off into the darkness toward the house. Cathy watches him.",
  "40": "---END OF PREVIOUS SECTION---\nThey both look up\n\n               in surprise at the General. He looks at them and then stalks\n\n               off into the darkness toward the house. Cathy watches him. \n---TARGET SECTION TO BE ANNOTATED---\n                                                       FADE OUT\n\n\n\n                                                       FADE IN\n\n\n\n               MONTAGE OF TIDES - tide running in and out -- day and night,\n\n               over the sound of Grecian reed pipes, and a voice singing\n\n               \"The Lament of Konos,' the lament that describes how life\n\n               comes in and goes out with the tides of the sea.\n\n\n\n               EXT. RUINS - DAY\n\n\n\n               A Greek brazier on a tripod stands before the portal facing\n\n               the sea. A fire burns in the brazier and Albrecht stands\n\n               beside it with a handful of twigs which he is about to put on\n\n               the fire. Dr. Drosssos stands watching him.\n\n\n\n                                   ALBRECHT\n\n                             (turning to him)\n\n                         I suppose you want to hear my\n\n                         prayer to Hermes.\n\n\n\n                                   DR. DROSSOS\n\n                         I just came to see if your prayer\n\n                         would entertain me as much as my\n\n                         medicine seems to amuse you.\n\n\n\n               Albrecht turns his hand and lets the remaining twigs fall\n\n               onto the fire. It burns up with a bright flame, then a thin\n\n               column of black smoke ascends. He lifts his hands upward in\n\n               the Grecian attitude of prayer.\n\n\n\n                                   ALBRECHT\n\n                             (teasingly)\n\n                         You're too late, my friend. I have\n\n                         already made my prayers. And how\n\n                         about your scientific efforts?\n\n\n\n               Dr. Drossos steps forward, bends to pick up some twigs which\n\n               are beside the brazier and puts them on the fire.\n\n\n\n                                   DR. DROSSOS\n\n                             (dryly)\n\n                         Also too late. I owe you a dinner.\n\n\n\n               AS the meaning of this sinks in, Albrecht's bantering manner\n\n               disappears.\n\n\n\n                                   ALBRECHT\n\n                             (concerned) )\n\n                         You feel the symptoms?\n\n\n\n                                   ALBRECHT\n\n                         My friend -- what can one say --\n\n\n\n                                   DR. DROSSOS\n\n                         You can have your servants prepare\n\n                         a dinner. That is the way I'll meet\n\n                         my old- familiar enemy -- Death --I\n\n                         have fought him before. I've won\n\n                         often. Now he wins. Let him come\n\n                         for me at my own banquet.\n\n\n\n               DISSOLVE\n\n\n\n               INT. THE MAIN ROOM - NIGHT\n\n\n\n               FULL SHOT.",
  "41": "---END OF PREVIOUS SECTION---\nLet him come\n\n                         for me at my own banquet. DISSOLVE\n\n\n\n               INT. THE MAIN ROOM - NIGHT\n\n\n\n               FULL SHOT. \n---TARGET SECTION TO BE ANNOTATED---\n The little rays of oil lamps which illuminated the\n\n               room during the dinner have been replaced by a great central\n\n               lamp, also oil-burning. The long table is in a pool of\n\n               brilliance; tongues of light from the manifold wicks of the\n\n               lamp flicker into the outer dimness of the room. As the\n\n               dinner is almost over, there remain on the table only bowls\n\n               of fruit and dates, wine glasses and the many wine jugs and\n\n               bottles, some of them empty. At one end of the table sit Dr.\n\n               Drossos, as host, Miss Wollsten, Albrecht and the General. At\n\n               the opposite end, as if drawn apart by their mutual youth,\n\n               are Cathy, Thea and Oliver. On the stairs sits the man\n\n               servant of Albrecht and his bagpipe under his arm.\n\n               Out of this hairy apparatus he is coaxing folk melodies of\n\n               his native hills. The woman servant, dressed in gay national\n\n               costume, waits on the table.\n\n\n\n               MED. SHOT of Dr. Drossos and group at one end of the table.\n\n               Dr. Drossos refills Miss Wollsten's glass and carries the\n\n               bottle to his own glass with an unsteady hand.\n\n\n\n                                   DR. DROSSOS\n\n                             (thickly)\n\n                         When I was a young man, I\n\n                         prescribed moderation in all\n\n                         things. Especially wine.\n\n\n\n               Dr. Drossos fills his glass to the brim and then continues\n\n               pouring, so that the bright liquid spills over onto the\n\n               table. Miss Wollsten laughs softly and a little drunkenly and\n\n               Albrecht takes the bottle out of the doctor's hand, setting\n\n               it upright again. The General smiles and picks up his wine\n\n               glass.\n\n\n\n                                   GENERAL\n\n                         When I was young a man was measured\n\n                         by the skins of wine he could\n\n                         empty.\n\n\n\n               Albrecht looks toward the other end of the table and lifts\n\n               his glass.\n\n\n\n               NED. CLOSE SHOT of Cathy, Thea and Oliver. They are sitting\n\n               with their heads close together, in intimate conversation.\n\n               Cathy and Oliver are smiling gaily. Thea smiles, too, but\n\n               rather puzzledly as if the conversation eluded her.",
  "42": "---END OF PREVIOUS SECTION---\nThey are sitting\n\n               with their heads close together, in intimate conversation. Cathy and Oliver are smiling gaily. Thea smiles, too, but\n\n               rather puzzledly as if the conversation eluded her. \n---TARGET SECTION TO BE ANNOTATED---\n Oliver is\n\n               speaking in a very low tone, almost whispering. Plainly, the\n\n               wine has had an effect\n\n\n\n                                   OLIVER\n\n                             (mockly melodramatic)\n\n                         And then - - the Vrykolaka will get\n\n                         you, if you don't watch out...\n\n\n\n               Cathy, more animated than we have ever seen her between the\n\n               wine and her growing interest in Oliver, starts to laugh.\n\n\n\n                                   CATHY\n\n                         Oh, no - it's too delicious!\n\n                         You're making it up!\n\n\n\n                                   OLIVER\n\n                         On my word! That's what they\n\n                         believe.\n\n\n\n                                   THEA\n\n                             (smiling but distressed)\n\n                         Please.. You shouldn't laugh --\n\n\n\n                                   OLIVER\n\n                             (teasing her)\n\n                         You see? Thea believes it, too!\n\n\n\n               Cathy turns to Thea. Where Oliver's teasing is good-tempered,\n\n               her mocking laughter has an edge of malice to it.\n\n\n\n                                   CATHY\n\n                         Tell me about them, Thea. They have\n\n                         great wings end long teeth --\n\n\n\n                                   OLIVER\n\n                             (embellishing)\n\n                         Sharp, shiny teeth -- and they\n\n                         creep up to your bed --\n\n\n\n                                   CATHY\n\n                         Closer and closer - until they\n\n                         bite into your throat!\n\n\n\n               As she says it, Cathy's fingers dart out and touch Thea's\n\n               throat. Thea gives a little muffled cry and throws herself\n\n               back from Cathy. Cathy and Oliver both burst out laughing,\n\n               leaning close together, sharing their childish joke.\n\n\n\n                                   CATHY\n\n                         Oh, my poor simple Thea!\n\n                             (to Oliver)\n\n                         Did you ever see anything so\n\n                         ludicrous?\n\n\n\n               Thea, frightened by the conversation and unhappy because\n\n               Oliver and Cathy have been making fun of her, starts to get\n\n               up from the table.\n\n\n\n               MED. SHOT of table, including both groups, with Oliver, Cathy\n\n               and Thea in the background. As Thea stands up, Dr. Drossos\n\n               leans forward, peering down the table towards her.\n\n\n\n                                   DR. DROSSOS\n\n                         Thea! Come here!\n\n\n\n               The others turn to look at the girl as she obeys the summons.\n\n\n\n                                   DR. DROSSOS \n\n                         Look at her. Warm, beautiful -\n\n                         alive.",
  "43": "---END OF PREVIOUS SECTION---\nDR. DROSSOS \n\n                         Look at her. Warm, beautiful -\n\n                         alive. \n---TARGET SECTION TO BE ANNOTATED---\n Drink with me, Thea -\n\n                         Drink to my old enemy, who wins at\n\n                         last --\n\n\n\n               As Thea comes to stand beside him, Dr. Drossos picks up\n\n               Albrecht's wine glass and hands it to her. Thea obediently\n\n               drinks. In silence they watch her drain the glass, her head\n\n               going back slowly. It is a beautiful, a pagan gesture.\n\n\n\n                                   GENERAL\n\n                             (almost to himself)\n\n                         There is only one place where the\n\n                         women bewitch one with their\n\n                         beauty.\n\n\n\n               CLOSE SHOT of Thea as she starts singing. It's a primitive,\n\n               sensuous song and Thea's whole body seems to respond..\n\n\n\n               MED. CLOSE SHOT of Oliver and Cathy, watching Thea. It is\n\n               obvious that Oliver is bewitched; his eyes follow every move\n\n               the girl makes. Cathy steals a glance at him.\n\n\n\n               ANOTHER ANGLE as Thea sings; she moves toward Oliver in a\n\n               series of slow steps. As she comes closer to him, she starts\n\n               to smile, a slow dreamlike smile that seems to well up from\n\n               some deep inner joy. Oliver leans forward, drawn by the girl,\n\n               until as she comes within reach he puts out his hand to take\n\n               her arm. Her smile quivers into a little laugh, at once\n\n               childish and enticing. She eludes him. At this moment, her\n\n               song ends. While the\tothers applaud, she crosses to the\n\n               door. There, she stops abruptly.\n\n\n\n               CLOSEUP of Thea, looking across the room at Oliver. Her face,\n\n               flushed and alive, is a frank invitation, almost innocent in\n\n               its candid admission of desire. Then she slowly turns her\n\n               head away.\n\n\n\n               CLOSE SHOT of Oliver as Thea slips out the door in the b.g.\n\n               He gets to his feet. Cathy puts out her hand to hold him back\n\n               but he doesn't even see it. As Oliver walks past the table\n\n               unsteadily, the General gets to his feet and blocks his way.\n\n               Oliver pushes him aside impatiently.\n\n\n\n                                   OLIVER\n\n                         Everything's dead in here, dead and\n\n                         empty.\n\n                             (gesturing toward the\n\n                              door)\n\n                         Out there; the night is alive.\n\n\n\n               He continues across and goes out through the door.",
  "44": "---END OF PREVIOUS SECTION---\nOLIVER\n\n                         Everything's dead in here, dead and\n\n                         empty. (gesturing toward the\n\n                              door)\n\n                         Out there; the night is alive. He continues across and goes out through the door. \n---TARGET SECTION TO BE ANNOTATED---\n                                   CATHY\n\n                             (starting for the door;\n\n                              harshly)\n\n                         Someone should go with him. He's\n\n                         has had too much to drink.\n\n\n\n               Suddenly Miss Wollsten laughs. Cathy whirls around to stare\n\n               at her angrily. Miss Wollsten returns the stare.\n\n\n\n                                   MISS WOLLSTEN\n\n                         I think Thea is steady enough for\n\n                         both. She has not had too much to\n\n                         drink.\n\n\n\n               The General looks at her with hatred and crosses back to his\n\n               chair and sits down. Miss Wollsten, with a smile, turns and\n\n               goes upstairs.\n\n\n\n                                   DR. DROSSOS\n\n                             (almost incoherently)\n\n                         Don't go. You are leaving me, you\n\n                         are all leaving me --\n\n\n\n               Albrecht, instantly concerned, gets up and bonds over the\n\n               dying man.\n\n\n\n                                   ALBRECHT\n\n                         I'm here. The General is here. You\n\n                         are not alone.\n\n\n\n                                   DR. DROSSOS\n\n                             (with a last spurt of\n\n                              strength)\n\n                         I must meet him with laughter -\n\n                         with songs and laughter -- to\n\n                         show him I am not afraid --\n\n\n\n               With the last words, Dr. Drossos catches up his wine glass,\n\n               but, before he can lift it to his lips he begins to slump in\n\n               his chair. The echo of his final challenge dies. The General\n\n               steps quickly to his side.\n\n\n\n                                   ALBRECHT\n\n                         He is dying.\n\n\n\n               Dr. Drossos doubles up in his chair and falls limply forward\n\n               across the table. His hand relaxes and the wine glass falls,\n\n               the wine spilling out with the doctor's life.\n\n\n\n                                   GENERAL\n\n                             (slowly)\n\n                         When she stood beside him, I knew.\n\n                         I could feel death in the room.\n\n\n\n                                                       FADE OUT\n\n\n\n                                                       FADE IN\n\n\n\n               EXT. RUINS - DAY\n\n\n\n               MED. SHOT  Cathy, alone, paces the little terrace outside\n\n               the house. It is evident that she is disturbed and agitated\n\n               by something. After a moment, the sound of Thea's voice,\n\n               singing, comes into the still morning air. Cathy stops,\n\n               listening.",
  "45": "---END OF PREVIOUS SECTION---\nIt is evident that she is disturbed and agitated\n\n               by something. After a moment, the sound of Thea's voice,\n\n               singing, comes into the still morning air. Cathy stops,\n\n               listening. \n---TARGET SECTION TO BE ANNOTATED---\n               CLOSER SHOT of Cathy, her face hardening with angry jealousy\n\n               as she listens to Thea's clear, sweet song. Oliver comes into\n\n               the ruins. Cathy turns as Oliver comes toward her, smiling as\n\n               he looks off in the direction of the singing.\n\n\n\n                                   CATHY\n\n                             (emotionally)\n\n                         Oliver --\n\n\n\n               Oliver's smile fades into concern as he comes up to take\n\n               Cathy's hand in quick sympathy.\n\n\n\n                                   OLIVER\n\n                         What is it, Cathy? What's the\n\n                         matter?\n\n\n\n               MED. CLOSE SHOT of Cathy and Oliver. The singing continues\n\n               over this entire scene, sometimes louder, sometimes fainter,\n\n               as if Thea were strolling about the island.\n\n\n\n               Cathy's expression is distraught and she clings to Oliver's\n\n               hand.\n\n\n\n                                   CATHY\n\n                         My father -- I'm alone, Oliver,\n\n                         completely alone!\n\n\n\n                                   OLIVER\n\n                             (tenderly)\n\n                         Poor Cathy --\n\n\n\n                                   CATHY\n\n                             (with rising hysteria)\n\n                         Last night Dr. Drossos -- today you\n\n                         or I -- oh, no, Oliver, it can't be\n\n                         you, I couldn't stand it.\n\n\n\n               Cathy, clutching Oliver's hand tightly, leans toward him\n\n               yearningly. Oliver, beginning to find her emotionalism\n\n               awkward and a little distasteful, is deliberately matter-of\n\n               fact now.\n\n\n\n                                   OLIVER\n\n                         There's no reason to decide\n\n                         any of us are going to die.\n\n\n\n                                   CATHY\n\n                         If only we could get away - - you\n\n                         and I. The others are strangers,\n\n                         they mean nothing to me\n\n\n\n               Struck by this callousness, Oliver's face loses the last\n\n               trace of sympathy for Cathy.\n\n\n\n                                   CATHY (CONT'D)\n\n                             (feverishly)\n\n                         We have to get away, we have to\n\n                         live. I have no one in the world --\n\n                         you must stay with me, care for me\n\n\n\n               Making an effort to control his instinctive aversion to her\n\n               closeness, Oliver takes hold of her arms and pulls them away,\n\n               at the same time stepping back from her. He smiles at her,\n\n               trying to return their relationship to a normal footing.\n\n\n\n                                   OLIVER\n\n                         We'll talk later, when you're\n\n                         yourself again.",
  "46": "---END OF PREVIOUS SECTION---\nI have no one in the world --\n\n                         you must stay with me, care for me\n\n\n\n               Making an effort to control his instinctive aversion to her\n\n               closeness, Oliver takes hold of her arms and pulls them away,\n\n               at the same time stepping back from her. He smiles at her,\n\n               trying to return their relationship to a normal footing. OLIVER\n\n                         We'll talk later, when you're\n\n                         yourself again. \n---TARGET SECTION TO BE ANNOTATED---\n               Cathy still stands motionless and Oliver walks away in the\n\n               direction of Thea's singing, which now comes over the scene\n\n               clearly. CAMERA REMAINS on Cathy, as she watches him go. Her\n\n               face contorts and she starts weeping with rage and\n\n               frustration. Abruptly, she turns and starts off.\n\n\n\n               EXT  THE LANDING OUTSIDE THE TUNNEL - DAY\n\n\n\n               The General stands here, leaning on his sabre, looking toward\n\n               the mainland from which comes the sound of cannonading.\n\n               Behind him is a camp chair.\n\n\n\n               EXT. THE MAINLAND - DAY - (MATTE SHOT)\n\n\n\n               In the distance small puffs of smoke can be seen and the\n\n               sound of canon fire comes from afar.\n\n\n\n               EXT. THE LANDING OUTSIDE THE TUNNEL - DAY\n\n\n\n               The General looks up at a little flag on a pole which has\n\n               been erected nearby. It blows south, rippling and undulating\n\n               in the brisk north wind. He turns to look back at the other\n\n               shore. Cathy comes out of the tunnel. The General turns to\n\n               her.\n\n\n\n                                   CATHY\n\n                             (looking at the flag)\n\n                         The wind has not changed.\n\n\n\n               He shakes his head. Cathy sinks down in the camp chair.\tHer\n\n               face still drawn from her emotional upset looks frighteningly\n\n               exhausted.\n\n\n\n                                   GENERAL\n\n                             (compassionately)\n\n                         Poor child. These must be horrible\n\n                         days for you.\n\n\n\n                                   CATHY\n\n                         I'm so ill, I'm so exhausted -- I\n\n                         almost don't care.\n\n\n\n               The General looks at her with heightened attention.\n\n\n\n                                   GENERAL\n\n                         You look so pale this morning, as\n\n                         if all your blood were drained\n\n                         away.\n\n\n\n               Cathy looks at him, her ego gratefully absorbing this\n\n               attention and sympathy. The General takes a few steps back\n\n               and forth, then stops before her.\n\n\n\n                                   GENERAL\n\n                         Has that girl -- has Thea ever told\n\n                         you where she comes from?\n\n\n\n                                   CATHY\n\n                             (not liking the change of\n\n                              subject)\n\n                         Some village in the mountains --\n\n                         Alethera, I think.\n\n\n\n               The General stands very still.",
  "47": "---END OF PREVIOUS SECTION---\nGENERAL\n\n                         Has that girl -- has Thea ever told\n\n                         you where she comes from? CATHY\n\n                             (not liking the change of\n\n                              subject)\n\n                         Some village in the mountains --\n\n                         Alethera, I think. The General stands very still. \n---TARGET SECTION TO BE ANNOTATED---\n                                   GENERAL\n\n                         Has she spoken to you of her father\n\n                         and her mother?\n\n\n\n                                   CATHY\n\n                             (indifferently)\n\n                         She has never mentioned her family.\n\n\n\n                                   GENERAL\n\n                         How old is she?\n\n\n\n               The General waits tensely for the answer, which means so much\n\n               to him. Cathy, now definitely bored by the trend of the\n\n               conversation, replies cattily:\n\n\n\n                                   CATHY\n\n                             (indifferently)\n\n                         I don't know --- fairly young.\n\n\n\n               The General stands silent. Cathy gets up languidly and starts\n\n               for the tunnel.\n\n\n\n                                   CATHY\n\n                         The sun is so strong here.\n\n\n\n               The General watches her depart, then walks to the edge of the\n\n               landing and starts down towards the beach.\n\n\n\n                                                       DISSOLVE\n\n\n\n               EXT. CYPRESS GROVE - DAY -\n\n\n\n               LONG SHOT - HIGH CAMERA SETUP. The sunlight drifts in long\n\n               beams between the trees. At the end of one of these rays of\n\n               light, Thea is seated on a block of marble. In her lap are\n\n               some myrtle leaves and she is happily occupied in weaving\n\n               them into a crown.\n\n\n\n               MED. CLOSE SHOT - Thea. Suddenly a tall shadow falls over\n\n               her. She looks up.\n\n\n\n               ANOTHER ANGLE. The General stands before Thea. She looks up\n\n               without a smile of greeting.\n\n\n\n                                   GENERAL\n\n                         You have deceived me long enough.\n\n                         Now I have found out. You are from\n\n                         Alethera -- from where I took you\n\n                         and from where you came to die - -\n\n                         to die without dying - -\n\n\n\n               Thea rises and faces him.\n\n\n\n                                   THEA\n\n                         Why are you making up these things -\n\n                         - why are you wishing evil on me?\n\n                             (as if answering her own\n\n                              question)\n\n                         You know who I am, don't you?\n\n\n\n                                   GENERAL\n\n                             (slowly)\n\n                         I wish I didn't know.\tI wish I had\n\n                         never found you again.\n\n\n\n                                   THEA\n\n                         I knew you hated me and my people --\n\n                         but I didn't know your hatred was\n\n                         so bitter --\n\n\n\n               The General's expression softens. He shakes his head sadly.\n\n\n\n                                   GENERAL\n\n                         It isn't hatred. I couldn't hate\n\n                         you.",
  "48": "---END OF PREVIOUS SECTION---\nHe shakes his head sadly. GENERAL\n\n                         It isn't hatred. I couldn't hate\n\n                         you. \n---TARGET SECTION TO BE ANNOTATED---\n               Thea looks at him wonderingly, struck by the change in his\n\n               tone.\n\n\n\n                                   GENERAL\n\n                             (somberly)\n\n                         I failed you twenty years ago. Now,\n\n                         I've come to do what must be done.\n\n\n\n               Thea's face lights up. She says, almost hopefully:\n\n\n\n                                   THEA\n\n                         To take me with you?\n\n\n\n               The General draws back from her in horror, believing as he\n\n               does that she is a Vrykolaka. With his left hand he begins to\n\n               reach inside his tunic.\n\n\n\n                                   GENERAL\n\n                             (in a hoarse whisper)\n\n                         No - - no -- to do what I should\n\n                         have done.\n\n\n\n               At this moment, a call comes from above.\n\n\n\n                                   OLIVER'S VOICE\n\n                         Thea --\n\n\n\n               The General looks off towards the voice.\n\n\n\n                                   OLIVER'S VOICE (CONT'D)\n\n                         Thea --\n\n\n\n                                   THEA\n\n                             (calling)\n\n                         I'm here..\n\n\n\n               The General lets go her arm.\n\n\n\n                                   GENERAL\n\n                             (in a low voice)\n\n                         I watched you -- you've bewitched\n\n                         him. But he is my friend.\n\n                         You'll not do to him what you have\n\n                         done to the young English girl.\n\n\n\n               Thea turns and runs. The General stands looking after her.\n\n\n\n               EXT. THE LOWER END OF THE PATH LEADING FROM THE HOUSE - DAY\n\n\n\n               Oliver comes leisurely down the path to the three or four\n\n               steps which brings it to the floor of the grove. He stops\n\n               suddenly as Thea runs in very agitated. She runs up to him\n\n               and he takes her in his arms.\n\n\n\n                                   OLIVER\n\n                         Thea, what's wrong?\n\n\n\n                                   THEA\n\n                         The General threatened me.\n\n\n\n                                   OLIVER\n\n                             (grinning)\n\n                         Oh, that Vrykolaka business. You\n\n                         mustn't be too angry with him,\n\n                         Thea. He's an old man and now with\n\n                         all this trouble  the\n\n                         disappointment in not being able to\n\n                         lead his own army to victory --\n\n                         cooped up here waiting for death -\n\n                         naturally his mind goes back to the\n\n                         things he believed when he was an\n\n                         ignorant lad in some mountain\n\n                         village.\n\n\n\n                                   THEA\n\n                         He keeps asking for the name of\n\n                         my father and mother.",
  "49": "---END OF PREVIOUS SECTION---\nYou\n\n                         mustn't be too angry with him,\n\n                         Thea. He's an old man and now with\n\n                         all this trouble  the\n\n                         disappointment in not being able to\n\n                         lead his own army to victory --\n\n                         cooped up here waiting for death -\n\n                         naturally his mind goes back to the\n\n                         things he believed when he was an\n\n                         ignorant lad in some mountain\n\n                         village. THEA\n\n                         He keeps asking for the name of\n\n                         my father and mother. \n---TARGET SECTION TO BE ANNOTATED---\n                                   OLIVER\n\n                         Well, tell, him.\n\n\n\n                                   THEA\n\n                         I can't.\n\n\n\n                                   OLIVER\n\n                         Why in the world can't you?\n\n\n\n                                   THEA\n\n                         He hates all my race.\n\n\n\n                                   OLIVER\n\n                         I knew that feuds still went on,\n\n                         but I didn't think people like you\n\n                         and the General would be involved.\n\n\n\n                                   THEA\n\n                         It is more than a feud between two\n\n                         families. He stole my mother away\n\n                         from her people.\n\n\n\n               Oliver looks at her, holding her out at arm's length.\n\n\n\n                                   OLIVER\n\n                         Thea, what is this? What are you\n\n                         trying to tell me? \"He stole your\n\n                         mother\" -\n\n\n\n                                   THEA\n\n                             (nodding)\n\n                         It is for that he hates me.\n\n\n\n               Oliver shakes his head.\n\n\n\n                                   OLIVER\n\n                             (earnestly)\n\n                         I don't think so, Thea. He has\n\n                         spoken of your mother. I don't\n\n                         believe he knows you are his\n\n                         daughter.\n\n\n\n                                   THEA\n\n                         Then why does he persecute me? My\n\n                         family told me what kind of man he\n\n                         is, how he stole my mother and then\n\n                         abandoned her --\n\n\n\n               Oliver takes her hand.\n\n\n\n                                   OLIVER\n\n                             (gently)\n\n                         They didn't tell you the whole\n\n                         truth. Why do you think your mother\n\n                         went back to him after you were\n\n                         born?\n\n\n\n               Thea looks at him, uncertain, unconvinced.\n\n\n\n                                   OLIVER (CONT'D)\n\n                         Because she loved him.\n\n                             (pauses)\n\n                         I know him, Thea. Believe me, he is\n\n                         not a cruel man.\n\n\n\n                                   THEA\n\n                             (slowly)\n\n                         For a moment, when he looked at me\n\n                         so sadly, I felt that I had wronged\n\n                         him. But then --\n\n\n\n               She shudders, remembering her last sight of the General.'\n\n\n\n                                   OLIVER\n\n                         Let me tell him. When he knows you\n\n                         are his child, he'll forget these\n\n                         insane notions -\n\n\n\n                                   THEA\n\n                             (alarmed)\n\n                         No -- you musn't. He thinks I've\n\n                         bewitched you. He won't believe it\n\n                         - he'll hate me even more! My only\n\n                         chance is to stay away from him.",
  "50": "---END OF PREVIOUS SECTION---\nHe thinks I've\n\n                         bewitched you. He won't believe it\n\n                         - he'll hate me even more! My only\n\n                         chance is to stay away from him. \n---TARGET SECTION TO BE ANNOTATED---\n               Oliver puts his arm around her in a protective gesture. \n\n\n\n                                   OLIVER\n\n                         Perhaps you are right. He's not\n\n                         himself now. We'll wait  and in\n\n                         the meantime, don't be afraid I'll\n\n                         take care of you..\n\n\n\n               Thea gives him a faint, grateful smile and rests her head\n\n               against his shoulder trustingly.\n\n\n\n               THE NARROW LEDGE IN FRONT OF THE CRYPTS - DAY\n\n\n\n               The General turns onto the ledge and begins walking. From the\n\n               crypt comes the sound of someone moving about. He stops.\n\n\n\n               INT. THE CRYPT - DAY\n\n\n\n               A crude wooden coffin stands on two trestles in the center of\n\n               the crypt. Beside it stands Miss Wollsten. Suddenly the body\n\n               of the General blocking the doorway shuts off the light\n\n               falling into the crypt. Miss Wollsten looks up startled.\n\n\n\n               TWO SHOT - The General and Miss Wollsten. \n\n\n\n                                   GENERAL\n\n                         Woman, what are you doing here?\n\n\n\n                                   MISS WOLLSTEN\n\n                             (rising to her feet and\n\n                              attempting to look more\n\n                              normal and a little\n\n                              strange and guilty)\n\n                         I wanted to be sure of something,\n\n                         General -- something that has\n\n                         always preyed on my mind. I have a\n\n                         horror of being buried alive and\n\n                         awakening to find myself shut in -\n\n                         entombed  imprisoned..\n\n\n\n                                   GENERAL\n\n                             (pointing to the coffin)\n\n                         He sleeps quietly. He died with a\n\n                         wine glass in his hand -- he died\n\n                         laughing -- a brave man, Drossos,\n\n                         like his father before him.\n\n\n\n                                   MISS WOLLSTEN\n\n                         Because he was a brave man -\n\n                         because I liked him -- I came here\n\n                         to be sure.\n\n\n\n                                   GENERAL\n\n                         He's dead enough. God rest his\n\n                         soul.\n\n\n\n               He starts to turn away.\n\n\n\n                                   MISS WOLLSTEN\n\n                         General -\n\n\n\n               He turns back to her.\n\n\n\n                                   MISS WOLLSTEN\n\n                         I'm a woman -- a lonely woman. I\n\n                         have few friends.",
  "51": "---END OF PREVIOUS SECTION---\nMISS WOLLSTEN\n\n                         General -\n\n\n\n               He turns back to her. MISS WOLLSTEN\n\n                         I'm a woman -- a lonely woman. I\n\n                         have few friends. \n---TARGET SECTION TO BE ANNOTATED---\n                                   GENERAL\n\n                             (impatiently)\n\n                         Yes?\n\n\n\n                                   MISS WOLLSTEN\n\n                         I have not had a happy life --but\n\n                         that one thing - - that terror\n\n                         which brings me awake out of deep\n\n                         sleep - I want to avoid it.\n\n\n\n                                   GENERAL\n\n                         I don't understand you.\n\n\n\n                                   MISS WOLLSTEN\n\n                         I don't want to be buried alive. If\n\n                         I die I want to be sure - quite\n\n                         sure.\n\n\n\n                                   GENERAL\n\n                         If you should fall sick we'll be\n\n                         careful. You need not worry.\n\n\n\n                                   MISS WOLLSTEN \n\n                         No, I want more than that. I beg\n\n                         you General, make sure --drive a\n\n                         knife through my heart -- anything.\n\n\n\n                                   GENERAL\n\n                             (looking at her in sudden\n\n                              horror)\n\n                         You ask that of me? You're afraid\n\n                         to live in your coffin. You know\n\n                         what that means?\n\n\n\n                                   MISS WOLLSTEN\n\n                             (nods)\n\n                         That's superstition. That's\n\n                         something out of old tales -- about\n\n                         the dead who live - I'm talking of\n\n                         something else --cataleptic attacks\n\n                         -- apparent death that is not real.\n\n\n\n                                   GENERAL\n\n                         Never fear -- when you are dead you\n\n                         will remain dead. I will see to it\n\n                         that you do not walk about again. I\n\n                         promise you that. There is another\n\n                         one here who can not die. I will\n\n                         watch you both. Never fear.\n\n\n\n               He turns and walks away from her. Miss Wollsten looks after\n\n               him with a puzzled expression. She makes a half move as if to\n\n               stop him for explanation then thinks better of it and lets\n\n               him go.\n\n\n\n                                                       FADE OUT\n\n\n\n                                                       FADE IN\n\n\n\n               INT. MAIN ROOM - NIGHT\n\n\n\n               Albrecht sits at the long table where he sorts his artifacts.\n\n               Oliver sits on the table facing him.\n\n\n\n               THE CAMERA PANS FROM the scientist and Oliver to the woman\n\n               servant who is setting the table and the man servant who is\n\n               pouring charcoal into the brazier. As the charcoal covers the\n\n               live coals that corner of the room grows dim and the CAMERA\n\n               PANS TO the foot of the stairs.\n\n\n\n                                                       DISSOLVE\n\n\n\n               INT.",
  "52": "---END OF PREVIOUS SECTION---\nTHE CAMERA PANS FROM the scientist and Oliver to the woman\n\n               servant who is setting the table and the man servant who is\n\n               pouring charcoal into the brazier. As the charcoal covers the\n\n               live coals that corner of the room grows dim and the CAMERA\n\n               PANS TO the foot of the stairs. DISSOLVE\n\n\n\n               INT. \n---TARGET SECTION TO BE ANNOTATED---\n THE GIRLS' BEDROOM - NIGHT\n\n\n\n               Thea stands in front of the mirror brushing her long hair.\n\n               Suddenly, there is a small movement in the glass alongside\n\n               her reflection. She stops brushing, poised in midair, peers\n\n               into the glass, then whirls to look at the window.\n\n\n\n               THE WINDOW - NIGHT\n\n\n\n               A face hardly discernible and unrecognizable is disappearing\n\n               from the glass.\n\n\n\n               CLOSE SHOT - Thea. She looks in puzzlement at the window,\n\n               then with a little shrug, she lays down her brush and begins\n\n               to pile up her hair and put on her head-dress. She finishes,\n\n               bends swiftly to put out the oil light and goes out the door.\n\n               The room is plunged into darkness, except for the lighted\n\n               doorway of Miss Wollsten's room.\n\n\n\n               INT. THE CORRIDOR\tNIGHT\n\n\n\n               DOLLY SHOT The CAMERA MOVES BEFORE Thea as she comes down the\n\n               dark hallway. The top button of her dress needs fastening and\n\n               she is concentrating on it as she walks. Behind her a vague\n\n               form seems to be emerging from the darkness. At the stair\n\n               landing she pauses.\n\n\n\n               THE TOP OF THE STAIRS - NIGHT\n\n\n\n               FULL CLOSE SHOT - Thea - as she pauses to finish adjusting\n\n               the button. Behind her, the half-seen dimness of the figure\n\n               that has followed her down the hall emerges fully in the\n\n               person of the General. Just as he comes into clear\n\n               perception, Thea finishes fastening the button of her dross\n\n               and starts down the stairs, quite oblivious of his\n\n               threatening proximity. He stops at the top of the stairs.\n\n\n\n               INT. THE GIRLS' BEDROOM - NIGHT~\n\n\n\n               The CAMERA IS SET UP IN a corner with a wide angle lens\n\n               taking in both the door to the hall and the door to Miss\n\n               Wollsten's room. The room is in darkness, but Miss Wollsten's\n\n               room glows with a dim light. Miss Wollsten comes into the\n\n               doorway of her room. In her hand is one of the little\n\n               lychnoses. She hears a knock at the hall doorway. She\n\n               hesitates a second, then puts out the lamp, plunging the room\n\n               in darkness.",
  "53": "---END OF PREVIOUS SECTION---\nIn her hand is one of the little\n\n               lychnoses. She hears a knock at the hall doorway. She\n\n               hesitates a second, then puts out the lamp, plunging the room\n\n               in darkness. \n---TARGET SECTION TO BE ANNOTATED---\n At this instant, the door from the hail opens\n\n               admitting light as well as the General. The General strikes a\n\n               match and sets flame to the oil lamp which Thea left in the\n\n               room. When the room is illuminated, Miss Wollsten has\n\n               disappeared and only the black emptiness of her doorway can\n\n               be seen. The General holds up the lamp and looks around. He\n\n               walks into the room and CAMERA PANS WITH him as he crosses to\n\n               the window.\n\n\n\n                                   CATHY'S VOICE\n\n                         General -\n\n\n\n               The General turns back towards the hall door, startled.\n\n\n\n               ANOTHER ANGLE - including both the General and Cathy, who\n\n               stand in the open doorway to the hall.\n\n\n\n                                   CATHY\n\n                         What are you doing?\n\n\n\n                                   GENERAL\n\n                         I was looking for you.\n\n\n\n               The General walks over to her.\n\n\n\n                                   GENERAL\n\n                         I have been troubled about you. I\n\n                         want you to know that my room is\n\n                         just downstairs --\n\n                             (nodding toward hail)\n\n                         You have only to cry out if you are\n\n                         ill  or frightened.\n\n\n\n                                   CATHY\n\n                             (pleased)\n\n                         How kind you are. It is so\n\n                         comforting to know that someone\n\n                         cares.\n\n\n\n               As she speaks, Cathy goes into the room and sits on the edge\n\n               of her bed.\n\n\n\n                                   GENERAL\n\n                             (kindly)\n\n                         You no longer have your father -\n\n                             (smiles almost\n\n                              affectionately)\n\n                         And I have no children.\n\n\n\n               The General turns to leave the room, then looks back toward\n\n               the other bed.\n\n\n\n                                   GENERAL\n\n                         Miss Wollsten shares the room with\n\n                         you?\n\n\n\n                                   CATHY\n\n                         No, that's Thea's bed. Miss\n\n                         Wollsten's bed is in there.\n\n\n\n               Cathy gestures toward the darkened doorway of Miss Wollsten's\n\n               room. The General looks for a second longer at Thea's bed and\n\n               then nods as he starts out.\n\n\n\n                                   CATHY\n\n                             (smiling)\n\n                         I'll see you at dinner.\n\n\n\n               As the General closes the door behind him, Cathy gets up and\n\n               crosses to the dressingtable.\n\n\n\n               From behind her, out of the darkness of her own room, comes\n\n               Miss Wollsten.",
  "54": "---END OF PREVIOUS SECTION---\nCATHY\n\n                             (smiling)\n\n                         I'll see you at dinner. As the General closes the door behind him, Cathy gets up and\n\n               crosses to the dressingtable. From behind her, out of the darkness of her own room, comes\n\n               Miss Wollsten. \n---TARGET SECTION TO BE ANNOTATED---\n                                   MISS WOLLSTEN\n\n                         I've always known what an evil mind\n\n                         lay behind that pretty weak face of\n\n                         yours  but this, Cathy -- even I\n\n                         would never have believed it is of\n\n                         you.\n\n\n\n                                   CATHY\n\n                             (genuinely bewildered)\n\n                         Would you care to explain what\n\n                         you're talking about?\n\n\n\n                                   MISS WOLLSTEN \n\n                         You've been playing on the\n\n                         superstitions of that poor old man\n\n                           working at him   turning him\n\n                         against Thea.\n\n\n\n                                   CATHY\n\n                             (angrily)\n\n                         Really, this is idiotic!\n\n\n\n                                   MISS WOLLSTEN\n\n                         You'd do anything to get Oliver\n\n                         away from Thea. But I'm going to\n\n                         stop you. I'm going to tell Mr.\n\n                         Davis exactly what you are.\n\n\n\n               Cathy's bewilderment has this time given way to rage, as the\n\n               ancient antagonism between the two women flares up again.\n\n\n\n                                   CATHY\n\n                         And what makes you think he'll\n\n                         believe you, when I tell him what\n\n                         you are - - what part you played in\n\n                         my father's life --\n\n\n\n               Miss Wollsten shrinks back from her, appalled at the\n\n               interpretation Cathy's tone gives to her love for St. Aubyn.\n\n\n\n                                   CATHY\n\n                         When I tell him that you're unfit\n\n                         to live a normal life with normal\n\n                         people - a cataleptic!\n\n\n\n                                   MISS WOLLSTEN\n\n                             (stricken)\n\n                         You wouldn't tell that \n\n\n\n                                   CATHY\n\n                         Wouldn't I?\n\n\n\n               Now, Miss Wollsten's calm leaves her. She almost shrieks at\n\n               the girl.\n\n\n\n                                   MISS WOLLSTEN\n\n                         Then tell them! You're despicable,\n\n                         a monster of vanity with heart for\n\n                         no one but yourself. Tell them\n\n                         everything -- but I will tell them\n\n                         too - and you'll lose, Cathy --\n\n                         you understand -- you'll lose!\n\n\n\n               She turns from Cathy, picks up the lamp and goes back to her\n\n               own room. Cathy looks after her, her expression of rage\n\n               fading to an irritated frown.",
  "55": "---END OF PREVIOUS SECTION---\nTell them\n\n                         everything -- but I will tell them\n\n                         too - and you'll lose, Cathy --\n\n                         you understand -- you'll lose! She turns from Cathy, picks up the lamp and goes back to her\n\n               own room. Cathy looks after her, her expression of rage\n\n               fading to an irritated frown. \n---TARGET SECTION TO BE ANNOTATED---\n Then, with a shrug, she picks\n\n               up the lychnos and walks out of the room to the hall.\n\n\n\n               INT. MISS WOLLSTEN'S ROOM - NIGHT\n\n\n\n               The bed is turned down and a white cotton nightgown hangs\n\n               over the footboard. Miss Wollsten picks up a shawl and\n\n               adjusts it with a frenzied movement about her shoulders. She\n\n               starts to pick up the lamp, then suddenly stops; her face\n\n               contorts, her lips writhe in strangulated agony and very\n\n               slowly her knees buckle. She goes to her knees, to all fours,\n\n               and then slides from this position to the floor.\n\n\n\n               INT. MAIN ROOM - NIGHT\n\n\n\n               Oliver, Thea, the General and Albrecht an already seated at\n\n               the table  Albrecht has a soup tureen before his and is\n\n               ladling out bowls of soup which the woman servant takes to\n\n               the various places. Cathy, coming across the room from the\n\n               staircase, goes to her place.\n\n\n\n                                   ALBRECHT\n\n                         It has been brisk and warm today.\n\n                         Take comfort  We always have these\n\n                         perfect days before the sirocco\n\n                         blows.\n\n\n\n               Albrecht starts to ladle out another portion, looks toward\n\n               the one empty seat and asks:\n\n\n\n                                   ALBRECHT\n\n                         Where is Miss Wollsten?\n\n\n\n                                   CATHY\n\n                         She's in her room.\n\n\n\n                                   THEA\n\n                         I'll get her\t--\n\n\n\n               Thea gets up and moves quickly across to the stairway.\n\n\n\n                                   OLIVER\n\n                         If Mr. Albrecht is right, we'll all\n\n                         be free in a few days.\n\n                             (to Cathy)\n\n                         I suppose you'll be going on to\n\n                         Athens?\n\n\n\n                                   CATHY\n\n                             (the usual)\n\n                          I don't know now without my\n\n                         father.\n\n\n\n                                   GENERAL\n\n                         You are right. You shouldn't be\n\n                         traveling alone.\n\n                             (to Oliver)\n\n                         Why don't you make the trip with\n\n                         her?\n\n\n\n               Cathy turns to Oliver, waiting hopefully for his answer.\n\n\n\n                                   OLIVER\n\n                             (politely disinterested)\n\n                         I'd like to, very much -- but it\n\n                         depends on what dispatches are\n\n                         waiting for me on the mainland.",
  "56": "---END OF PREVIOUS SECTION---\n(to Oliver)\n\n                         Why don't you make the trip with\n\n                         her? Cathy turns to Oliver, waiting hopefully for his answer. OLIVER\n\n                             (politely disinterested)\n\n                         I'd like to, very much -- but it\n\n                         depends on what dispatches are\n\n                         waiting for me on the mainland. \n---TARGET SECTION TO BE ANNOTATED---\n                                   ALBRECHT\n\n                             (to Oliver)\n\n                         In case you do so, would you --\n\n\n\n               Albrecht's words are cut by terrible shriek from the upper\n\n               floor. For a split second, they are sit motionless and then\n\n               they jump up and rush, to the staircase.\n\n\n\n               INT. THE CORRIDOR - NIGHT\n\n\n\n               MED. SHOT on head of stairway as the group come up the\n\n               stairs. The men, in the lead, cross towards the girls' room\n\n               and Cathy hurries after them.\n\n\n\n               INT. MISS WOLLSTEN'S ROOM - NIGHT\n\n\n\n               MED. CLOSE SHOT of Thea bending over the body of Miss\n\n               Wollsten.\n\n               Over the scene come the sound of a door opening, quick\n\n               footsteps and ad lib voices. As Thea raises her head, the\n\n               CAMERA DRAWS BACK to show the General in the doorway of the\n\n               room, with Oliver, Albrecht and Cathy behind him. As the\n\n               General stares into the room, Thea's hand goes up to her\n\n               necklace. She rises quickly as the General comes forward and\n\n               steps aside. The General drops to one knee beside Miss\n\n               Wollsten's body.\n\n\n\n               Oliver goes over to Thea and Albrecht comes to stand beside\n\n               the General.\n\n\n\n                                   GENERAL\n\n                         She is dead.\n\n\n\n               Cathy, still standing in the doorway, gives a little gasp and\n\n               draws back into her own room.\n\n\n\n               CLOSE SHOT. The General opens the high neck of Miss\n\n               Wollsten's dress and examines the throat and upper bosom.\n\n\n\n                                   GENERAL\n\n                         There are no marks.\n\n\n\n               He looks off toward Thea.\n\n\n\n               MED. SHOT. As Thea shrinks away from the General's look,\n\n               Oliver puts a protective arm around her and leads her into\n\n               the other room.\n\n\n\n                                   ALBRECHT\n\n                         Help me put her on the bed.\n\n\n\n               The two men lift Miss Wollsten's body from the floor and\n\n               carry it to the bed.\n\n\n\n                                   GENERAL\n\n                         I want to make those tests that Dr.\n\n                         Drossos made.\n\n                             (looking down at the\n\n                              corpse)\n\n                         I promised her.\n\n\n\n               He looks around the room, then goes to the dresser and picks\n\n               up a hand-mirror.\n\n\n\n               INT.",
  "57": "---END OF PREVIOUS SECTION---\n(looking down at the\n\n                              corpse)\n\n                         I promised her. He looks around the room, then goes to the dresser and picks\n\n               up a hand-mirror. INT. \n---TARGET SECTION TO BE ANNOTATED---\n THE GIRLS ROOM - NIGHT\n\n\n\n               FULL SHOT - SHOOTING THROUGH the open doorway into Miss\n\n               Wollsten's room. In immediate foreground Cathy and Thea sit\n\n               on the bed, their backs to the CAMERA. Thea has her arm\n\n               around Cathy. Leaning on one side of the doorway, so as not\n\n               to obstruct the view, is Oliver.\n\n               The General and Albrecht can be seen bending over Miss\n\n               Wollsten's bed, but we cannot see what they are doing.\n\n\n\n                                   ALBRECHT'S VOICE\n\n                         Her heart is stopped -- there is no\n\n                         breath.\n\n\n\n                                   GENERAL'S VOICE\n\n                         Nothing.\n\n                             (after a pause)\n\n                         There is a way to make sure -\n\n\n\n               Oliver moves into Miss Wollsten's room, at the same time\n\n               saying sharply:\n\n\n\n                                   OLIVER\n\n                         No. We can do without that.\n\n\n\n               INT.  MISS WOLLSTEN'S ROOM - NIGHT\n\n\n\n               MED. SHOT - the three men.\n\n\n\n                                   ALBRECHT\n\n                         Another sad task. We'll bury her\n\n                         tomorrow.\n\n                             (gesturing to door)\n\n                         I think we'd better lock the door\n\n                         for tonight. It will make them less\n\n                         uncomfortable.\n\n\n\n                                   GENERAL\n\n                             (positively)\n\n                         No.\n\n                             (looking toward the door)\n\n                         She shall not be left here.\n\n\n\n                                   ALBRECHT\n\n                         Maybe you're right. Help me get\n\n                         something to carry her downstairs.\n\n\n\n               The figures of the three men go past the CAMERA. Their\n\n               footsteps can be heard as they leave the room; the sound of\n\n               the door closing as they shut it behind them.\n\n\n\n               The CAMERA which has remained focused on Miss Wollsten's face\n\n               begins to slowly MOVE IN to an extreme CLOSEUP. Here it holds\n\n               a moment and as it HOLDS there is a sudden twitch of muscles\n\n               in the woman's cheek.\n\n\n\n               As the sound of the men's feet scuffling as they bring in a\n\n               heavy burden is heard, the CAMERA begins to PULL BACK in\n\n               order to reveal the General, Albrecht and Oliver carrying in\n\n               a heavy packing box of the sort that the archaeologist uses\n\n               to ship statues and pieces of heavy stone carving.",
  "58": "---END OF PREVIOUS SECTION---\nThe CAMERA which has remained focused on Miss Wollsten's face\n\n               begins to slowly MOVE IN to an extreme CLOSEUP. Here it holds\n\n               a moment and as it HOLDS there is a sudden twitch of muscles\n\n               in the woman's cheek. As the sound of the men's feet scuffling as they bring in a\n\n               heavy burden is heard, the CAMERA begins to PULL BACK in\n\n               order to reveal the General, Albrecht and Oliver carrying in\n\n               a heavy packing box of the sort that the archaeologist uses\n\n               to ship statues and pieces of heavy stone carving. \n---TARGET SECTION TO BE ANNOTATED---\n               They put the box on the floor, line it with a blanket and\n\n               then lift Miss Wollsten and place her in the box. While the\n\n               General and Oliver get the lid from the hall, Albrecht\n\n               notices the white cotton nightgown on the foot of the bed and\n\n               picks it up. They put the lid on the box and start to lift\n\n               it.\n\n\n\n                                                       DISSOLVE\n\n\n\n               THE CYPRESS GROVE - DAY\n\n\n\n               LONG SHOT. Thea is seated and she watches Oliver, Albrecht,\n\n               the General and the man servant as they carry the heavy box\n\n               down the path from the house. Behind the men and their burden\n\n               walk Cathy, Thea and the woman servant.\n\n\n\n               THE LEDGE IN FRONT OF THE CRYPTS - DAY\n\n\n\n               The little procession comes up onto the ledge and starts\n\n               walking along it to the nearest crypt, the one next to that\n\n               occupied by the remains of Dr. Drossos.\n\n\n\n               THE CRYPT - DAY\n\n\n\n               The men come in with the box and set it up on two stone\n\n               supports. They group themselves around it and stand a moment\n\n               with bowed heads.\n\n\n\n                                   ALBRECHT\n\n                         Rest in peace.\n\n\n\n               They all file quietly out. THE CAMERA does not move from the\n\n               position in which it has been set. It remains focused on the\n\n               coffin for a long moment, then, slowly, it begins to DOLLY\n\n               IN. When it has come very close to the coffin the sound of\n\n               groaning can be heard from within the box, then a muffled\n\n               cry, movement and the sound of fingernails scraping against\n\n               the boards.\n\n\n\n               THE LANDING - DAY\n\n\n\n               The General sits in his camp chair looking across at the\n\n               mainland. Above his head the flag is streaming to the north \n\n               and a south wind, blowing, ruffles the General's hair and\n\n               clothing. The General pays no attention to the flag. Oliver,\n\n               half running, comes out of the tunnel.\n\n\n\n                                   OLIVER\n\n                             (excitedly)\n\n                         General! The wind --- look the wind\n\n                         has changed to the South.\n\n\n\n               The General glances up at the flag indifferently and then\n\n               turns again to watch the mainland.",
  "59": "---END OF PREVIOUS SECTION---\nOLIVER\n\n                             (excitedly)\n\n                         General! The wind --- look the wind\n\n                         has changed to the South. The General glances up at the flag indifferently and then\n\n               turns again to watch the mainland. \n---TARGET SECTION TO BE ANNOTATED---\n                                   OLIVER\n\n                         It's the sirocco -- we'll be able\n\n                         to get away from here -- you can\n\n                         take command of your army\n\n\n\n               The General shakes his head.\n\n\n\n                                   GENERAL\n\n                         I have had command for the last\n\n                         time -\n\n\n\n                                   OLIVER\n\n                         Come - you'll feel yourself again\n\n                         as soon as we get off this dismal\n\n                         island.\n\n\n\n                                   GENERAL\n\n                             (starting to rise)\n\n                         I shall not leave the island \n\n\n\n               As he gets to his feet, he staggers. Oliver catches him and\n\n               looks at him in horrified alarm. Slowly the General nods,\n\n               answering the unspoken question. He has the plague. Oliver\n\n               takes his arm, passes it over his own shoulder and begins to\n\n               help him toward the tunnel.\n\n\n\n               TNT. CRYPT - DAY\n\n\n\n               The coffin is still sealed. But from within comes a muffled\n\n               crying, the sound of fists beating on the boards, the\n\n               slithering scrape of nails.\n\n\n\n               INT. COFFIN - DAY\n\n\n\n               CLOSE SHOT - Miss Wollsten's face and shoulders. She has\n\n               managed to free her arms from the heavy blanket. With her\n\n               arms lifted above her head she is frantically pushing against\n\n               the coffin lid. As she struggles she screams and her screams\n\n               echo and reverberate in the narrow confines of the coffin.\n\n\n\n               Exhausted by her futile efforts, Miss Wollsten stops\n\n               struggling, lies still, breathing deeply, her heavy breathing\n\n               echoing.\n\n\n\n               Then she tries to turn in the coffin. It is too narrow. Again\n\n               she beats on the lid. Then she tries to dig her way out with\n\n               her nails. The scrape of her nails on the dull and echoing\n\n               wood is the only sound. Finally, even this is too much for\n\n               her fading strength. She lies quiet, softly moaning.\n\n\n\n               INT. CORRIDOR - DAY\n\n\n\n               Oliver and the General come up the stairs. With Oliver\n\n               supporting the sick man, they start down the corridor just as\n\n               Cathy comes out from her room. She watches the two men go\n\n               down the corridor. She follows them. When they turn into the\n\n               General's room, she stands waiting in the corridor. A moment\n\n               later, Oliver comes out.",
  "60": "---END OF PREVIOUS SECTION---\nShe follows them. When they turn into the\n\n               General's room, she stands waiting in the corridor. A moment\n\n               later, Oliver comes out. \n---TARGET SECTION TO BE ANNOTATED---\n                                   OLIVER\n\n                             (as he passes Cathy)\n\n                         I'm going to get Albrecht. Watch\n\n                         the General for me.\n\n\n\n               Cathy nods and goes on into the General's room.\n\n\n\n               INT. THE GENERAL'S ROOM - DAY\n\n\n\n               Fully clothed, the General lies on his bed. Cathy comes in\n\n               and stands beside him. The General looks up at her.\n\n\n\n                                   GENERAL\n\n                         The wind has changed. There's no\n\n                         more danger for the army. You can\n\n                         go.\n\n\n\n               Cathy looks toward the window.\n\n\n\n                                   CATHY\n\n                             (looking toward the\n\n                              window)\n\n                         It's getting dark. I can't leave\n\n                         now.\n\n\n\n                                   GENERAL\n\n                             (weakly)\n\n                         In the morning -- go. I'll not die\n\n                         until then - I'll not die  I'll\n\n                         watch - they shall not hurt you.\n\n\n\n                                   CATHY\n\n                             (comfortingly)\n\n                         Shh it's all right - I'll be\n\n                         all right.\n\n\n\n                                   GENERAL\n\n                         They shall not hurt you\n\n\n\n                                                       DISSOLVE\n\n\n\n               THE LEDGE OUTSIDE THE CRYPT - NIGHT\n\n\n\n               MED. LONG SHOT~ the mouth of the crypt is solid black in the\n\n               night. From it comes a low mutter of sound.\n\n\n\n               INT. THE CRYPT - NIGHT\n\n\n\n               The coffin is silhouetted against the lighter darkness of the\n\n               night outside the crypt. Here the muttering, moaning and\n\n               whining of the entombed woman sounds louder.\n\n\n\n               INT. THE COFFIN\n\n\n\n               Miss Wollsten is almost exhausted by her struggles. Her\n\n               single garment is torn from her exertions; her face is\n\n               scratched and bleeding. She lifts her hands again to tear at\n\n               the wooden ceiling of her prison.\n\n\n\n               INSERT\tMISS WOLLSTEN'S HANDS. The nails are ragged and\n\n               broken; blood streams from under them.\n\n\n\n               CLOSE SHOT  Miss Wollsten. She ceases to struggle; lies\n\n               quietly, her eyes open. There is an expression of awareness\n\n               in her face, almost as if she were listening to something.\n\n               Very faintly, but growing in volume, reverberated by the\n\n               narrow confines can be heard a rhythmic tapping.",
  "61": "---END OF PREVIOUS SECTION---\nShe ceases to struggle; lies\n\n               quietly, her eyes open. There is an expression of awareness\n\n               in her face, almost as if she were listening to something. Very faintly, but growing in volume, reverberated by the\n\n               narrow confines can be heard a rhythmic tapping. \n---TARGET SECTION TO BE ANNOTATED---\n The sound\n\n               gets louder and louder.\n\n\n\n               CLOSE SHOT of the crypt wall. Water is dripping down onto the\n\n               coffin. It drops with a certain, finite measure like the word\n\n               \"vrykolaka\", quickly and rhythmically.\n\n\n\n               Several times Miss Wollsten's lips move as if repeating the\n\n               words. Then another word begins to come in from underneath\n\n               the phrases of the General. At first it is so low in volume\n\n               then it is barely perceptible,then it grows in volume.\n\n\n\n                                   GENERAL'S VOICE\n\n                         Vrykolaka -- Vrykolaka --\n\n\n\n               SHOT of the crypt wall. The water continues to drip onto the\n\n               coffin in the same rhythm as the word~\n\n\n\n               INT. THE COFFIN  EIGHT\n\n\n\n               CLOSE SHOT  Miss Wollsten's face. She is listening to the\n\n               drumming of the water on the coffin. The word \"Vrykolaka\"\n\n               repeated over and over again to the same rhythm grows louder\n\n               and more insistent. She breathes rapidly. She turns her head\n\n               from side to side, then finally her whole body tenses, her\n\n               mouth opens and she screams.\n\n\n\n                                   MISS WOLLSTEN\n\n                             (screaming)\n\n                         Vrykolaka!\n\n\n\n               With the word a convulsive movement, a frenzy of strength\n\n               takes possession of her. She arches her back -and forces her\n\n               whole body against the lid of the coffin. It begins to\n\n               splinter.\n\n\n\n               INT. THE MAIN ROOM - NIGHT\n\n\n\n               Albrecht is seated at his work bench. He has a small square\n\n               of emery paper in his hand and is meticulously attempting to\n\n               remove the dirt and corrosion of the ages from Poseidon's\n\n               bronze trident. Oliver is watching him.\n\n\n\n                                   OLIVER\n\n                         It doesn't look much like the fish\n\n                         spears I knew back in Marblehead..\n\n\n\n                                   ALBRECHT\n\n                             (holding it up between him\n\n                              and the light)\n\n                         Our friend, Poseidon, didn't use it\n\n                         for fishing. He raked the sea with\n\n                         it and stirred up the big waves.\n\n\n\n                                   OLIVER\n\n                             (getting up)\n\n                         I'll go up and take a look at the\n\n                         General - perhaps sit with him.",
  "62": "---END OF PREVIOUS SECTION---\nALBRECHT\n\n                             (holding it up between him\n\n                              and the light)\n\n                         Our friend, Poseidon, didn't use it\n\n                         for fishing. He raked the sea with\n\n                         it and stirred up the big waves. OLIVER\n\n                             (getting up)\n\n                         I'll go up and take a look at the\n\n                         General - perhaps sit with him. \n---TARGET SECTION TO BE ANNOTATED---\n                                   ALBRECHT\n\n                         He won't even know you're there. He\n\n                         is delirious.\n\n\n\n                                   OLIVER\n\n                         All the more reason to watch him.\n\n                         He's had some wild notions lately.\n\n\n\n                                   ALBRECHT\n\n                         Don't bother. Go to bed and get\n\n                         some sleep. I'll be working late.\n\n                             (pointing upstairs)\n\n                         I can hear any movement down here.\n\n\n\n                                   OLIVER\n\n                             (hesitating)\n\n                         Well \n\n\n\n                                   ALBRECHT\n\n                         Go ahead. I'll wake you up when I\n\n                         go to bed. Then you can watch him.\n\n\n\n                                   OLIVER\n\n                         Thank you, I'll do that. Good\n\n                         night.\n\n\n\n               Oliver walks to the stairs.\n\n\n\n               INT. THE CRYPT - NIGHT\n\n\n\n               Miss Wollsten is emerging from the shattered coffin. There is\n\n               a wild and maniacal gleam in her eyes. The remnants of the\n\n               white blanket still cling about her shoulders. Her white\n\n               nightgown is in voluminous tatters about her bony body. She\n\n               starts out from the crypt.\n\n\n\n               INT. THE GIRLS' ROOM - NIGHT\n\n\n\n               An oil lamp is burning on the dresser and a lighted lychnos\n\n               stands on a little table beside Cathy's bed. Cathy is in bed,\n\n               propped up against the pillows. Her face is drawn, her eyes\n\n               unhappy and almost haunted. Thea sits on the foot of Cathy's\n\n               bed, watching her anxiously.\n\n\n\n                                   THEA\n\n                         You should sleep, Cathy. Lie down\n\n                         and close your eyes. Try to forget\n\n                         everything.\n\n\n\n                                   CATHY\n\n                             (shaking her head)\n\n                         When I close my eyes, I see Miss\n\n                         Wollsten. I can't think of anything\n\n                         else.\n\n\n\n                                   THEA\n\n                             (gently)\n\n                         She is dead  at peace.\n\n\n\n               With a movement so sudden that it startles Thea, Cathy sits\n\n               upright.\n\n\n\n                                   CATHY\n\n                             (feverishly)\n\n                         Suppose, she isn't dead.\n\n                         Suppose it was a cataleptic\n\n                         attack?\n\n\n\n                                   THEA\n\n                         It was, the plague\n\n\n\n                                   CATHY\n\n                             (interrupting)\n\n                         We quarreled.",
  "63": "---END OF PREVIOUS SECTION---\nCATHY\n\n                             (feverishly)\n\n                         Suppose, she isn't dead. Suppose it was a cataleptic\n\n                         attack? THEA\n\n                         It was, the plague\n\n\n\n                                   CATHY\n\n                             (interrupting)\n\n                         We quarreled. \n---TARGET SECTION TO BE ANNOTATED---\n She never dared\n\n                         get angry or frightened -- but I\n\n                         said things to her -- it was an\n\n                         attack, I know it was.\n\n\n\n               Half convinced by Cathy's certainty, Thea gets up from the\n\n               bed.\n\n\n\n                                   THEA\n\n                         Then let us go to her, Cathy.\n\n                         We'll make sure  and your\n\n                         mind will be at rest.\n\n\n\n               Cathy shrinks back against the pillows, her eyes\twidening in\n\n               terror.\n\n\n\n                                   CATHY\n\n                             (whispering)\n\n                         Oh, no - I couldn't Thea.\n\n                         I couldn't go into the crypt.  I'm\n\n                         afraid, you know I'm afraid.\n\n\n\n               For a moment, Thea stands looking at Cathy in silence. Then,\n\n               with an air of decision she crosses to the dresser. She picks\n\n               up a shawl, then puts out the oil lamp. The room fills with\n\n               shadows and only the dim glow of the lychnos illuminates the\n\n               scene.\n\n\n\n                                   CATHY\n\n                             (half fearfully half\n\n                              hopefully)\n\n                         What are you going to do?\n\n\n\n               Thea goes to the door and there turns back to face Cathy.\n\n\n\n                                   THEA\n\n                         I'll be back soon. Don't\n\n                         worry anymore, Cathy.\n\n\n\n               Thea goes out, quietly closing the door behind her. Cathy\n\n               stares after her.\n\n\n\n               INT. THE GENERAL'S BEDROOM - NIGHT\n\n\n\n               A candle burns beside the bed. In the bed the Genera~ lies\n\n               restlessly tossing, muttering in delirium.\n\n\n\n               INT. THE GIRLS' ROOM NIGHT\n\n\n\n               The lychnos is burning dimly on a little table beside Cathy's\n\n               bed. She lies awake, her eyes wide open, watching the shadows\n\n               across the ceiling. She hears Oliver's footsteps, listens,\n\n               identifies them, then resumes looking at the shadows.\n\n\n\n               EXT. THE CONVERGENCE OF THE PATHS LEADING TO THE GROVE AND\n\n               THE CRYPTS - NIGHT\n\n\n\n               Thea descends the steps to the two paths and starts to take\n\n               the right-hand turn. She stops as she sees something ahead of\n\n               her and peers out into the darkness. There is a low moaning\n\n               sound. It stops. She takes two steps forward. The moaning\n\n               sounds again. Thea is frightened.",
  "64": "---END OF PREVIOUS SECTION---\nShe takes two steps forward. The moaning\n\n               sounds again. Thea is frightened. \n---TARGET SECTION TO BE ANNOTATED---\n She stops a moment and then\n\n               decides to take the left-hand path to the cypress grove and\n\n               the beach. She has hardly disappeared from view into the\n\n               darkness of the left-hand path, when Miss Wollsten comes\n\n               along the path from the crypts. She wanders in a dazed\n\n               condition and there is madness in her eyes. She seems puzzled\n\n               as to which way she should go.\n\n\n\n               EXT. THE CYPRESS GROVE - NIGHT\n\n\n\n               Thea walks through the cypress grove under the dark trees.\n\n               She is nervous and stops several times. Even the sudden trill\n\n               of a nightingale causes her to catch her breath in surprise\n\n               and stand stock still until she has identified the sound,\n\n               smile at her own nervousness and pass on. All the little\n\n               night sounds of the wood are exaggerated and nerve shattering\n\n               to her oversensitive ears. Finally, she reaches the little\n\n               beach at the end of the cliffs and stands here safe; the\n\n               space around her a guarantee against surprise.\n\n\n\n               INT. THE MAIN ROOM - NIGHT\n\n\n\n               Albrecht is nodding over his work bench. He almost falls\n\n               asleep, but catches himself and takes a draught of beer from\n\n               the glass beside him. He then goes on polishing the trident.\n\n\n\n               EXT. THE STEPS LEADING TO THE LANDING - NIGHT\n\n\n\n               Thea, listening and alert, starts to climb the steps. A\n\n               sudden break of surf on the shingle of the beach makes her\n\n               tense. She goes on up the steps to the landing.\n\n\n\n               EXT.. THE LANDING - NIGHT\n\n\n\n               Thea comes up. The dark tunnel faces her. In the center\n\n               through the broken roofing a shaft of moonlight cuts in. She\n\n               stands hesitantly before the opening, then almost as if\n\n               taking her courage into her hands, she begins to walk slowly,\n\n               shuffling one foot after the other.\n\n\n\n               INT. THE TUNNEL - NIGHT\n\n\n\n               Thea comes through the darkness.\n\n\n\n               MED. FULL SHOT - the patch of moonlight in the tunnel. Thea\n\n               comes into the patch of moonlight and breathes a little more\n\n               easily. She starts to take a firmer step. Ahead of her in the\n\n               darkness is a tiny unidentified noise. She freezes.",
  "65": "---END OF PREVIOUS SECTION---\nShe starts to take a firmer step. Ahead of her in the\n\n               darkness is a tiny unidentified noise. She freezes. \n---TARGET SECTION TO BE ANNOTATED---\n               CLOSE SHOT - Thea. She listens. Again there is the tiny\n\n               unidentifiable noise; someone moving.\n\n\n\n                                   THEA\n\n                             (softly)\n\n                         Who is there?\n\n\n\n               She waits for an answer. The echo of her voice is flung back\n\n               at her, \"Who is there  Who is there\" and dies away on the\n\n               word 'Who  Who.\"\n\n\n\n               MED. FULL SHOT - Thea in the tunnel. Ahead of her in the\n\n               darkness is the movement of something white.\n\n\n\n                                   THEA\n\n                         Is that you, Oliver?\n\n\n\n               The echoes ring around her with her own words. They die away.\n\n\n\n               CLOSE SHOT  Thea. She peers into the darkness.\n\n\n\n               INT  THE TUNNEL AHEAD OF THEA - NIGHT\n\n\n\n               A dimly seen figure has advanced a few steps. Thea can see it\n\n               is a woman.\n\n\n\n               MED. CLOSE SHOT - THEA.\n\n\n\n                                   THEA\n\n                         Cathy?\n\n\n\n               FULL SHOT - Thea and the dim figure ahead of her. From the\n\n               darkness comes a, ringing peal of maniacal laughter and a\n\n               shouted name.\n\n\n\n                                   MISS WOLLSTEN\n\n                         Cathy!\n\n\n\n               Thea turns and runs back toward the landing. Miss Wollsten's\n\n               dimly seen figure disappears in the other direction.\n\n\n\n               THE MOUTH OF THE TUNNEL - NIGHT\n\n\n\n               Miss Wollsten comes running madly out of the mouth of the\n\n               tunnel. She stops, peers around suspiciously, then goes to\n\n               the door of the house and opens it softly.\n\n\n\n               INT. THE MAIN ROOM - NIGHT\n\n\n\n               The fire is low in the brazier. At his work bench Albrecht\n\n               has tipped his chair back against the wall and is sleeping.\n\n               Before him on the bench lies the bronze trident, its sharp\n\n               burnished points catching the fire light. Miss Wollsten\n\n               creeps in, closes the door softly behind her and on tiptoe,\n\n               with the cunning of madness, crosses the room to Albrecht.\n\n               She looks at him. He continues to sleep. Stealthily she\n\n               reaches between his limp hands and takes up the trident.\n\n\n\n               With the trident in her hand she begins to cross the main\n\n               room toward the stairs.\n\n\n\n               INT.",
  "66": "---END OF PREVIOUS SECTION---\nStealthily she\n\n               reaches between his limp hands and takes up the trident. With the trident in her hand she begins to cross the main\n\n               room toward the stairs. INT. \n---TARGET SECTION TO BE ANNOTATED---\n THE GENERAL'S BEDROOM - NIGHT\n\n\n\n               He is fitfully tossing.\n\n\n\n               EXT.\tTHE BEACH - NIGHT\n\n\n\n               Thea still very frightened, crouches against the stone which\n\n               supports Cerberus. She listens and there is no sound and\n\n               finally taking courage, she begins to walk through the grove\n\n               of cypress trees to the house.\n\n\n\n               INT. THE GIRL'S ROOM - NIGHT\n\n\n\n               Cathy lies still, wide awake, her eyes on the shadows on the\n\n               ceiling. Suddenly the door opens-- quietly and closes again.\n\n               Cathy half turns her head.\n\n\n\n                                   CATHY\n\n                         Thea?\n\n\n\n               There is a rush in the darkness a stifled exclamation of\n\n               fear, a quick blow with the trident and Cathy falls back on\n\n               her pillow dead, blood streaming from two puncture marks on\n\n               her throat. Miss Wollsten straightens, gazes about her for a\n\n               moment, then disappears into the shadows of the room.\n\n\n\n               INT. THE MAIN ROOM - NIGHT\n\n\n\n               Thea comes in, closes the door softly behind her, smiles as\n\n               she sees Albrecht asleep, crosses to him and shakes him\n\n               awake.\n\n\n\n                                   ALBRECHT\n\n                         Oh - sleeping -- Oliver\n\n                         wouldn't like that.\n\n                             (he listens)\n\n                         Well, everything seems to be\n\n                         all right.\n\n\n\n                                   THEA\n\n                         Goodnight.\n\n\n\n               She starts across the room and up the stairs. Albrecht,\n\n               realizing his hands are empty, begins looking for the\n\n               trident.\n\n\n\n               INT. THE GIRL'S ROOM - NIGHT\n\n\n\n               It is so still that Miss Wollsten's movements around the wall\n\n               in the darkness can be heard. Thea opens the door and comes\n\n               in. She looks over at Cathy's bed. Cathy seems to be asleep.\n\n               Without bothering to turn up the oil light, Thea turns back\n\n               the covers of her bed and begins to undress. Several times\n\n               she pauses to listen as if she had hoard a slight sound, then\n\n               continues to take off another piece of clothing until she is\n\n               down to her shift. As she begins to pull down the shoulder\n\n               straps of her shift a little louder noise in the darkness\n\n               causes her to stop. There is no repetition of the sound.",
  "67": "---END OF PREVIOUS SECTION---\nSeveral times\n\n               she pauses to listen as if she had hoard a slight sound, then\n\n               continues to take off another piece of clothing until she is\n\n               down to her shift. As she begins to pull down the shoulder\n\n               straps of her shift a little louder noise in the darkness\n\n               causes her to stop. There is no repetition of the sound. \n---TARGET SECTION TO BE ANNOTATED---\n               Again she starts to slip down her shoulder straps.\n\n\n\n               INT. MAIN ROOM - NIGHT\n\n\n\n               Albrecht is still looking for his trident. He finally gives\n\n               up and takes a drink of beer.\n\n\n\n               INT. THE GENERAL'S ROOM - NIGHT\n\n\n\n               The General is tossing wildly. He is awake and his eyes are\n\n               glazed with fever. He gets up. He is dressed in his uniform\n\n               trousers and a shirt. He wears neither boots nor tunic. He\n\n               begins to stagger toward the door.\n\n\n\n               INT. MAIN ROOM - NIGHT\n\n\n\n               The General comes out of his room, supporting himself\n\n               with one hand against the wall.  He moves blindly into the\n\n               corridor. Several times he passes his hand before his eyes as\n\n               if trying to clear his vision, but the blindness of the\n\n               plague is upon him.\n\n\n\n               INT. CORRIDOR - NIGHT\n\n\n\n               CLOSER SHOT - He comes up the stairs. He finds the door to\n\n               the girls' room by touch and opens it. He has to support\n\n               himself on the door jamb to prevent collapse. He shuffles in.\n\n\n\n               INT. THE GIRLS' ROOM - NIGHT\n\n\n\n               The General blindly gropes his way in.\n\n\n\n               CLOSE SHOT  Thea. She looks over in horror from the bed\n\n               where she is now lying.\n\n\n\n               MED. FULL SHOT - The General as he gropes his way across to\n\n               Cathy's bed. He kneels down beside it.\n\n\n\n               CLOSE SHOT  The General and Cathy. He gropes over her face\n\n               with his hand. One hand touches the wound at her throat. He\n\n               touches the blood stained hand against the fingers of the\n\n               other hand to test the wetness, then gropes again for the\n\n               wound.\n\n\n\n               CLOSE SHOT  The General and Cathy. He touches the two\n\n               puncture marks.\n\n\n\n                                   GENERAL\n\n                             (muttering)\n\n                         Vrykolaka.\n\n\n\n               His hand goes down to feel Cathy's heart beat. There is none.\n\n               The General straightens up and from his belt takes the small,\n\n               sharp stick of hazel-wood. He turns and begins blindly\n\n               staggering toward the other bed with outstretched hands. His\n\n               unseeing footsteps take him out of the periphery of the light\n\n               into the darkness.",
  "68": "---END OF PREVIOUS SECTION---\nThe General straightens up and from his belt takes the small,\n\n               sharp stick of hazel-wood. He turns and begins blindly\n\n               staggering toward the other bed with outstretched hands. His\n\n               unseeing footsteps take him out of the periphery of the light\n\n               into the darkness. \n---TARGET SECTION TO BE ANNOTATED---\n               CLOSE SHOT - Thea. She lies still, holding her breath, trying\n\n               desperately not to move, not to make a sound, not to attract\n\n               the General's attention and, give direction to his murderous\n\n               footsteps. She looks up at the shadows on the ceiling. The\n\n               lychnos casts weird moving shadows.\n\n\n\n               CLOSE SHOT -- The General, as he gropes his way. \n\n\n\n               CLOSE SHOT - Thea, straining to see into the shadows beyond\n\n               her bed. Suddenly, her face becomes completely terrorized. \n\n               Out of the darkness beyond the bed materialises the general's\n\n               hand holding the hazel-wood stick, as it comes into the\n\n               periphery of the light from to lychnos.\n\n\n\n               CLOSEUP - Thea's face. She can no longer control herself. She\n\n               screams.\n\n\n\n               MED. FULL SHOT - The General comes out of the darkness,\n\n               throws himself blindly, toward Thea.\n\n\n\n               ANOTHER ANGLE - silently, swiftly, Miss Wollsten comes out of\n\n               the darkness, the trident gleaming in her hand. She strikes\n\n               down. The General's hands fall limp and harmless. The hazel\n\n               stick falls to the floor as the General collapses over the\n\n               bed.\n\n\n\n               INT. THE CORRIDOR - NIGHT\n\n\n\n               Oliver, rubbing the sleep from his eyes, startled by Thea's\n\n               scream, comes out into the corridor.\n\n\n\n               Suddenly he becomes completely alert as from the girls' room,\n\n               Miss Wollsten emerges. Oliver looks at her with shocked\n\n               horror and then rushes towards the girls' room.\n\n\n\n               INT. THE MAIN ROOM - NIGHT\n\n\n\n               Miss Wollsten comes rushing down the stairs. Albrecht looks\n\n               at her in amazement. His glass of beer falls to the floor.\n\n               She dashes through the door into the darkness.\n\n\n\n               EXT. THE HOUSE - NIGHT\n\n\n\n               Albrecht comes out and peers off into the moonlight.\n\n               Evidently he sees the direction of Miss Wollsten's flight.\n\n               Picking up a lantern, he runs after her.\n\n\n\n               INT. THE GIRL'S ROOM - NIGHT\n\n\n\n               MED. CLOSE SHOT - The General lies on Thea's bed. Thea, now\n\n               in her robe, and Oliver bent over him. The General opens his\n\n               eyes.",
  "69": "---END OF PREVIOUS SECTION---\nCLOSE SHOT - The General lies on Thea's bed. Thea, now\n\n               in her robe, and Oliver bent over him. The General opens his\n\n               eyes. \n---TARGET SECTION TO BE ANNOTATED---\n He seems darned, but his lace is calm in contrast to\n\n               his former appearance  He turns his head slightly in Thea's\n\n               direction.\n\n\n\n                                   GENERAL\n\n                             (in a whisper)\n\n                         Theodosia --\n\n\n\n                                   OLIVER\n\n                             (with great sympathy)\n\n                         Not Theodosia. Theodosia's\n\n                         daughter -- your daughter.\n\n\n\n               The General looks from one to the other uncomprehendingly.\n\n\n\n                                   GENERAL\n\n                         Daughter -- my daughter --\n\n\n\n                                   OLIVER\n\n                         She was born before your wife\n\n                         returned here to die. You never\n\n                         knew. \n\n\n\n               An expression of full realization comes into the General's\n\n               face. He attempts to smile at Thea and makes an effort to\n\n               move his hand toward her. Thea understands the gesture and\n\n               puts her hand over his warmly. 'The touch of her hand induces\n\n               a state of euphoria in the General. He looks at Thea\n\n               gratefully, peacefully.\n\n\n\n               EXT. THE TEMPLE OF HADES - NIGHT\n\n\n\n               Fog is rising from the sea so that although the temple is\n\n               still clear, the cliff ends abruptly in a curtain of grey and\n\n               watery vapor. Miss Wollsten, the trident held before her,\n\n               comes running into the temple. She pauses, looks forward into\n\n               the grey wall before her. Behind her she can hear Albrecht's\n\n               footsteps. She throws down the trident, it rings on the\n\n               marble pavement of the temple. Then, almost with composure,\n\n               she walks slowly forward and suddenly disappears into the\n\n               grey fog. From the fog comes a long, descending scream. A\n\n               moment later, Albrecht appears with the lantern and stands\n\n               looking off. Glancing down, Albrecht sees the trident\n\n               gleaming in the light. He picks it up, examines it --\n\n\n\n                                   ALBRECHT\n\n                             (softly to himself)\n\n                         With Poseidon's trident she paid\n\n                         her way to Hades. He let her pass\n\n                         through the portals into his dark\n\n                         realm.\n\n\n\n                                                       DISSOLVE\n\n\n\n               EXT. THE FLAG AT THE LANDING - DAY\n\n\n\n               The wind blows free from the South.\n\n\n\n               EXT.",
  "70": "---END OF PREVIOUS SECTION---\nDISSOLVE\n\n\n\n               EXT. THE FLAG AT THE LANDING - DAY\n\n\n\n               The wind blows free from the South. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n THE BEACH - DAY\n\n\n\n               It is early morning and the cliffs cast long shadows over the\n\n               rippling catspaws on the water. A small boat is drawn up on\n\n               the beach. Albrecht's man servant stands in the stern,\n\n               leaning on a sculling oar that he presses against the bottom\n\n               to hold the boat steady. Thea, with her bundle of possessions\n\n               beside her, sits on the thwart. Oliver stands on the beach,\n\n               holding the bow, and talking to Albrecht.\n\n\n\n                                   OLIVER\n\n                             (pressing Albrecht's hand)\n\n                         Goodbye.\n\n\n\n                                   ALBRECHT\n\n                         May life be good to you both. As\n\n                         for the others  they will be\n\n                         quiet here  and I will be with\n\n                         them.\n\n\n\n               Albrecht smiles at Thea and Oliver. Oliver steps into the\n\n               bow.. The servant shoves the boat off from the beach.\n\n\n\n                                                       FADE OUT\n               THE END\n\n\n\n<!--\n\n// FILE ARCHIVED ON 20011207215705 AND RETRIEVED FROM THE\n// INTERNET ARCHIVE ON 20031001101527.\n// JAVASCRIPT APPENDED BY WAYBACK MACHINE, COPYRIGHT INTERNET ARCHIVE.\n// ALL OTHER CONTENT MAY ALSO BE PROTECTED BY COPYRIGHT (17 U.S.C.\n// SECTION 108(a)(3)).\n\n   var sWayBackCGI = \"http://web.archive.org/web/20011207215705/\";\n\n   function xLateUrl(aCollection, sProp) {\n      var i = 0;\n      for(i = 0; i < aCollection.length; i++)\n         if (aCollection[i][sProp].indexOf(\"mailto:\") == -1 &&\n             aCollection[i][sProp].indexOf(\"javascript:\") == -1)\n            aCollection[i][sProp] = sWayBackCGI + aCollection[i][sProp];\n   }\n\n   if (document.links)  xLateUrl(document.links, \"href\");\n   if (document.images) xLateUrl(document.images, \"src\");\n   if (document.embeds) xLateUrl(document.embeds, \"src\");\n\n   if (document.body && document.body.background)\n      document.body.background = sWayBackCGI + document.body.background;\n\n//-->\n\n\n\n"
}