{
  "1": "It Follows\nby\n\nDavid Robert Mitchell\n\nVersion 15\n\n9.29.13\n\nRegistration #1497688\n\fEXT. SUBURBAN STREET - NIGHT 1\nANNIE (20) stumbles out the front door of her parent's\n\nlakeside home. She's in her pajamas, - wearing red pumps. She\nmoves with urgency and a primal fear.\n\nShe looks back as she runs, turning onto the street.\n\nWe hear the screen door open and close again.\n\nAnnie slows down, a few houses down. She stops and turns\ntowards her home, standing in the center of the street.\n\nStreet lamps and oak trees line the block.\n\nIt's quiet. Annie stares ahead - seeing something - she\nstarts to back up.\n\nOne step. Then another. Click of heels on concrete.\n\nSlowly, tracking backwards, Annie remains focused on something\n- fearful. We see nothing.\n\nNearby, a young couple, pulling groceries from their car\nnotice Annie walking in the street. The WOMAN steps towards\nthe sidewalk - concerned.\n\nWOMAN\nHey, are you ok?\n\nAnnie nods to the woman, but remains focused on something\nelse.\n\nWOMAN\nYou need some help?\n\nANNIE\nNo.\n\nThe woman shrugs to her husband and turns away.\n\nAnnie turns - aware of something closing in. She continues\nstepping backwards.\n\nA door opens. ANNIE'S FATHER steps onto his front porch,\nfrazzled. He looks around and sees Annie in the street.\n\nANNIE'S FATHER\nAnnie! What are you doing?\n\nAnnie looks to her dad, then back to the street - continuing\nto move away.\n\nANNIE\nI'm fine, dad.\n\n(CONTINUED)\n\fCONTINUED: 1\n\nANNIE'S FATHER\nWhere are you going?\n\nANNIE\nNowhere.\n\nAnnie looks back to her dad and the open door. She sprints\nforward, rounding her imagined chaser.\n\nAnnie races across the lawn towards her father.\n\nANNIE'S FATHER\nWhat the hell, Annie?\n\nShe hops onto the porch, flashes a smile to her dad and runs\ninto the house. Confused, her father follows her.\n\nIt's quiet again outside. The couple carry their groceries\ninside.\n\nMoments later, Annie runs out the front door, keys in hand - a\npurse over her shoulder.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's quiet again outside. The couple carry their groceries\ninside. Moments later, Annie runs out the front door, keys in hand - a\npurse over her shoulder. \n\nTARGET SECTION TO BE ANNOTATED:\nShe sidesteps across the porch and climbs into her car.\nStarting the engine, Annie speeds away as her father runs\noutside once more.\n\nINT. ANNIE'S CAR - NIGHT 2\nAnnie drives down a dark street - with wild abandon.\n\nThe radio is on.\n\nHer cell phone rings from inside her purse on the passenger\nseat.\n\nEXT. LAKE ST. CLAIRE - NIGHT 3\n\nAnnie's car is parked at the edge of a beach. The driver's\nside door is open. The headlights are on.\n\nNear the water, Annie sits alone in the wet sand, facing the\ncar.\n\nA ring tone chimes - muffled through the cloth of her purse.\nShe stares. Focused. Terrified.\n\nAnnie looks ahead at the shadow-filled horizon of sand. Late\nnight mist flows across the beams of her car headlights.\n\nReaching into her bag, Annie grabs her cell phone and presses\n\na button. She's nearly crying as she holds the phone to her\near.\n\n(CONTINUED)\n\f3A\n\nCONTINUED: 3\n\nANNIE\nDad? Hi. I love you...\n\nShe listens - watching her surroundings. The water continues\nto splash lightly behind her.\n\nANNIE\nI know. I know. I just wanted you\nand mom to know how much I love you.\n\nAnnie stares ahead. We see her point-of-view - headlights\nbeaming down across the sand, illuminating her footprints. The\ndark trees shift and sway.\n\nWe hold on this frame, even as Annie continues to speak...\n\nANNIE\nI'm sorry I can be such a shit to you\nsometimes. I don't know why I do\nthat. Just know that I love you, ok?\nI just really... love you both...\n\nEXT. LAKE ST CLAIRE - MORNING 3A\nA hard-cut reveals...\n\nHarsh morning sunlight on the sand and lake. Peaceful sounds.\nAnnie is laying along the shore. Her body is pale and still.\n\nShe's dead. Her jaw hangs open - head slumped to the side.\nBlue lips and face - covered with bug bites. Her leg is\ntwisted back - violently rotated in its socket - a piece of\nbone visible near the knee’s twisted skin. Her red pump\ndangles from her foot, over her chest. Legs open. Something\nawful and provocative.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nHer red pump\ndangles from her foot, over her chest. Legs open. Something\nawful and provocative. \n\nTARGET SECTION TO BE ANNOTATED:\nWater or something viscous has soaked her pajama bottoms,\ncreating a small wet circle in the sand near her waist.\n\nA seagull pulls at a piece of skin near her toes.\n\nCutting back to the now familiar POV shot facing the car and\nthe trees, we see two young kids looking at the body. A sister\nand her younger brother. They stand, looking down - almost\nfrozen by the sight. The little boy holds a kite in his hands.\n\nIn the sunlight, it might be possible to distinguish Annie’s\nfootsteps leading down from her open car door, the children’s\nfootsteps leading up to their current position, and a third\nset of footprints at the far left of frame. This third set\nleads up to Annie and then recedes back into the treeline.\n\nThe waves continue to roll.\n\fEXT. JAY'S BACKYARD - DAY 4\n\nJAIME \"JAY\" HEIGHT, a pretty 19 year old girl, relaxes in her\nhot tub - sipping a cola. Droplets of sweat dot her cheeks and\nforehead.\n\nA breeze pushes a swarm of white dandelion seeds through the\nair, swirling past the young woman's face.\n\nJay stares up at a couple of birds hopping along the telephone\nwire overhead. She smiles as they hop and peck - sharing some\nfood.\n\nA squirrel races along the wire causing the birds to fly away.\n\nJay looks down - stretching her arms out in the hot water.\nShe looks at her hands and legs immersed in bubbles. The\nbright sun reflects against the surface.\n\nSomething irritates her shoulder. Jay turns her head and looks\nat her upper arm just above the water. She sees a tiny red ant\nmoving toward her elbow.\n\nShe watches it closely for a moment, then lowers her arm into\nthe water, dispelling the tiny insect in a swirl.\n\nThe glass door slides open - KELLY, Jay's 17-year-old sister,\nleans out from the doorway in her summer clothes - it’s an\nIndian Summer.\n\nKELLY\nHey Jay.\n\nJAY\nWhat's up?\n\nKELLY\n\nNothing. Paul and Yara are here.\nWe're gonna watch a movie if you feel\nlike it?\n\nJAY\nThanks, I'm going out actually.\n\nKELLY\nThat guy?\n\nJAY\nYeah.\n\nKelly swings a bit - hanging onto the door handle.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nKELLY\nThat guy? JAY\nYeah. Kelly swings a bit - hanging onto the door handle. \n\nTARGET SECTION TO BE ANNOTATED:\n She flips\nher hair up with a goofy smile and looks to her sister.\n\nKELLY\nI like him.\n\n(CONTINUED)\n\fCONTINUED: 4\n\nJAY\nYeah me too.\n\nKelly steps inside and slides the door half-shut.\n\nAcross the backyard fence, Jay notices movement in the\nneighboring yard.\n\nLooking closely, she sees two pairs of eyes peeking out froma\npile of lumber. The NEIGHBOR BOYS spy on her through the chain-\nlink fence. A couple dumb little kids - ages 8 and 11.\n\nJay gives them a dirty look and points.\n\nJAY\nI see you.\n\nThe boys duck down out of view.\nJAY\nDon't you have a video game to play or\nan animal to torture?\n\nJay slides deeper into the tub. She holds her mouth just\nabove the surface of the water.\n\nINT. JAY'S HOUSE - DAY 5\nJay walks inside, wrapped in a towel, her hair wet.\n\nIn the adjoining living room, Kelly sits with her friends\nwatching a bad comedy. They're sprawled across the furniture.\n\nOn tv: a man talks with his English-speaking dog about the\nwoman he loves. The dog offers bad romantic advice.\n\nPAUL, 17, eats cheese curls on the lounge chair.\n\nYARA, 17, is slumped into the couch cushions with her legs\nacross the coffee table; a pair or glasses on her nose. She\nreads an ebook on her pink-shell-compact smartphone, still\nmanaging to laugh at the television.\n\nJay stops alongside Kelly and watches a moment of the movie.\n\nJay smiles and waves to Yara, who glances up just long enough\nto see who's around.\n\nJAY\nWhat are you reading?\n\nYARA\nThe Idiot.\n\n(CONTINUED)\n\fCONTINUED: 5\n\nJAY\nIs it good?\n\nYARA\nI don't know yet. It's about Paul.\n\nPaul makes a face toward Yara - irritated.\n\nJay leans over the couch, letting water drip onto her sister's\nface. Kelly swats her away.\n\nPAUL\nHey Jay.\nJAY\n(smiling at the bunch)\nHey Paul.\n\nMRS. HEIGHT, Jay's mom, drinks wine and smokes in the dining\nroom - chatting on the telephone. Laughing.\n\nMRS HEIGHT\n(into phone)\nOh no I'd love to.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nHEIGHT, Jay's mom, drinks wine and smokes in the dining\nroom - chatting on the telephone. Laughing. MRS HEIGHT\n(into phone)\nOh no I'd love to. \n\nTARGET SECTION TO BE ANNOTATED:\n That sounds fun.\nI could come over and cook for you if\nyou'd like. I make a really delicious\nquiche. Do you like quiche?\n\nThe woman continues to flirt and smile through the telephone\nreceiver. For a mother, she is awkward and shy.\n\nWithout looking up, Yara mumbles a statement over the hokey\nmusic of the movie.\n\nYARA\nHey, I have an idea...\n\nPAUL\nWhat?\n\nYara casually farts, staring down at her telephone screen.\n\nYARA\nOh... it got away.\n\nKelly and Paul laugh and grimace as Yara grins like a child.\nShe scrolls and swipes, reading the novel on her phone.\n\nJay raises her brow and heads for the hallway.\n\nPaul turns and glances at Jay as she walks away - eyeing the\nolder girl.\n\nYara and Kelly notice him staring at Jay. They smile to each\nother - aware that he's love-struck and hopeless.\n\fINT. JAY'S BEDROOM - DAY 6\n\nJay adjusts her blouse in the mirror. She looks at herself -\nadmiring and critiquing.\n\nLeaning close to her reflection, she puts on her make-up.\n\nA polaroid on the mirror shows her drinking a beer with Paul\nat a dark indoor swimming pool - much younger.\n\nDirty clothes hang from chairs or sit in piles along the\nfloor. Old dolls boxed in a corner. A scuffed and dirty\nyearbook. Things covered in dust - all bathed in the green &\norange haze of summer light through curtains and a nearly\nimperceptible post-adolescent mist.\n\nJay moves a lock of hair across her forehead - finessing its\nplacement - being picky.\n\nShe laughs at herself and blows a gust of air up - causing her\nbangs to flip.\n\nFrom across the room we watch the rest of the scene:\n\nJay walks to her dresser and grabs a pill bottle from atop it.\nShe opens the plastic container, pops out a pill and swallows\nit. No water necessary.\n\nJay sets the bottle down and re-examines her outfit and shoes\nin the mirror.\n\nA pose - how does my ass look? Ok.\n\nA coy glance at herself. A funny bug-eyed face. A raspberry\nfrom buzzed lips and exhaled air.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nA coy glance at herself. A funny bug-eyed face. A raspberry\nfrom buzzed lips and exhaled air. \n\nTARGET SECTION TO BE ANNOTATED:\nWe hear a deep rumbling as the camera pushes in towards the\nmirror, moving tightly on Jay's lips as she covers them in\ndark pink lipstick.\n\nEXT. MOVIE THEATER - DAY 7\n\nJay stands alongside her date, HUGH (21), waiting in a long\nline to buy tickets. They stand under the marquee, looking\nout at the street and the passing crowds.\n\nHugh has a look of contentment on his face. The couple kiss.\nA woman behind them glares and makes a face - jealous and\nirritated by their public affection. They don't notice - only\nus.\n\nJAY\nYou ever play the \"trade game\"?\n\n(CONTINUED)\n\fCONTINUED: 7\n\nHUGH\nNo. What is it?\n\nJAY\nIt's a people watching game. My\nsister and I used to play it when we\nwere bored.\n\nHUGH\n(teasing)\nYou're bored right now?\n\nJay smiles and shakes her head in playful frustration.\n\nJAY\n(stern but loving)\nNo. Shut up. Let me finish.\n\nHUGH\nAlright, how do we play?\n\nJAY\nOK. You start by watching the crowd -\ncasually scope out the people around\nus.\n\nHugh turns and looks at the people at the rear of the line -\nthen toward a group near the lobby.\n\nHUGH\nOk.\n\nJAY\nNow without telling me, pick one\nperson that you'd like to trade places\nwith. It could be anybody. For\nwhatever reason.\n\nHugh nods and scans the crowd. Jay does the same.\n\nHUGH\nOk. I got one.\n\nJAY\nSo now I get 2 guesses to figure out\nwho you picked and why you want to\ntrade places with ‘em.\n\nHUGH\nAlright. Good luck.\n\nJay looks around the crowds of people on the street. She\nzeroes in on a very large man with a long beard.\n\n(CONTINUED)\n\f7 CONTINUED: (2) 7\n\nJAY\nHim.\n\nJay giggles and points casually at the big man. Hugh looks\nand laughs, shaking his head.\n\nHUGH\nNo.\n\nJAY\nYou could pick up cars and throw them\nif you were that guy.\n\nHUGH\nYeah, but he's not my pick.\n\nTA INT.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nJAY\nYou could pick up cars and throw them\nif you were that guy. HUGH\nYeah, but he's not my pick. TA INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MOVIE THEATER LOBBY - DAY 7A\nWaiting in line for popcorn with Hugh, Jay looks around the\nelegant lobby. She notices a well dressed, good looking guy\ntalking to a hot blonde in a short dress.\n\nJAY\nThat guy.\n\nHugh shakes his head - no.\nJAY\nI figured you'd wanna sleep with the\nhot blonde.\n\nHUGH\nNope. She's not even cute.\n\nJay rolls her eyes. Hugh is clearly lying about the woman's\nattractiveness.\n\nJAY\nOk. Who was your trade?\n\nHugh looks over at a couple standing by the stairs with their\nlittle boy - feeding him movie theater junk food.\n\nHUGH\nHim.\n\nJAY\nThe dad?\n\nHUGH\n\nNo. The son. How cool would it be to\nhave your whole life ahead of you?\n\nJay shrugs - thinking about it.\n\n(CONTINUED)\n\f7A\n\n7B\n\n10.\nCONTINUED: TA\n\nJAY\nCome on. It's not like you're an old\nman. You're 21.\n\nHUGH\nI know. But look how happy that kid\nis. Plus, at that age you can go to\nthe bathroom anytime you want. Total\n\nfreedom.\n\nJAY\nYes, he's probably taking a shit right\nnow.\n\nHUGH\nExactly. I could never get away with\nthat.\n\nJay shakes her head and smiles.\n\nINT. MOVIE THEATER - DAY 7B\nWith popcorn and drinks in hand, Jay and Hugh take their\n\nseats. Jay starts to scope out the theater and nearby patrons.\nThe organist plays an overture.\n\nJAY\nOk. My turn.\n\nJay looks around, turning back to see the rear of the theater.\n\nJAY\nI got mine.\n\nHugh smiles as he eyes the surrounding crowd - enjoying the\ngame. Jay watches with anticipation.\n\nHUGH\nHow about the girl in the yellow\ndress?\nJAY\nWhere?\nHUGH\nThere.\nJAY\nUh... I don't see her.\nHUGH\n\nRight there.\n\n(CONTINUED)\n\f7B\n\n11.\nCONTINUED: 7B\n\nJay stares - confused - she sees no one - same as the\naudience. Hugh points at an empty space near the curtained\nentrance.\n\nThere is NO girl in a yellow dress - anywhere.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED: 7B\n\nJay stares - confused - she sees no one - same as the\naudience. Hugh points at an empty space near the curtained\nentrance. There is NO girl in a yellow dress - anywhere. \n\nTARGET SECTION TO BE ANNOTATED:\nJAY\nAre you teasing me?\n\nHugh looks at his date and begins to realize she's not\nkidding. His face changes. He stares back at the walkway -\nfocused on something or someone unseen by us.\n\nJAY\nHugh, I'm sorry I just don't know who\nyou're talking about, but that's not\nwho I picked...\nJay's smile starts to fade.\n\nHUGH\nI'm sorry.\n\nJAY\nNo. What's wrong?\n\nHugh glances back quickly, starting to stand up.\n\nHUGH\nI don't think I feel like watching a\nmovie.\n\nJAY\n\nWhy? What's going on?\n\nHugh sets his drink down. Jay stares at him, looking for an\nexplanation.\n\nHUGH\nI don't feel good all of a sudden.\n\nHugh is fidgeting - sweaty.\nJAY\nOh. Well we don't have to watch the\nmovie. You need to go home?\n\nHugh turns his head and looks to the back of the theater. He\nstares. Jay notices but doesn't say anything.\n\nHUGH\nUm, let's just go to the car.\n\nJAY\nOk.\n\n(CONTINUED)\n\f7B\n\n10\n\n12.\nCONTINUED: (2) 7B\n\nHugh takes Jay’s hand and leads her to the side exit,\nshuffling past movie-goers as they step into the sunlight.\n\nEXT. CITY STREET - DUSK 8\n\nJay walks with Hugh towards the parking lot. She notices him\nglancing back - looking for something. His demeanor has\nchanged. Something is wrong.\n\nJAY\nDid you see somebody that made you\nwanna leave?\n\nHugh shakes his head.\n\nJAY\nLike an ex-girlfriend or something?\nYou said there was a girl in a yellow\ndress. Was it someone you knew?\n\nHUGH\nNo. I just felt sick. I feel better\nbeing outside.\n\nINT. '67 FORD GALAXY - DUSK 9\n\nJay sits next to Hugh. He drives the car down the highway -\nsilent.\n\nJay turns from Hugh and stares ahead. She buckles her seat\nbelt and watches the road - unsettled.\n\nINT. RESTAURANT - EVENING 10\n\nJay sits across from Hugh in a cozy booth, looking out at the\nstreet through a large window.\n\nThey're eating Italian food.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. RESTAURANT - EVENING 10\n\nJay sits across from Hugh in a cozy booth, looking out at the\nstreet through a large window. They're eating Italian food. \n\nTARGET SECTION TO BE ANNOTATED:\nJay smiles and leans forward, cat-like, stealing a sip from\nHugh’s wide glass of beer.\n\nHugh glances outside. Jay touches his hand. A moment of\nflirting.\n\nThrough a slow zoom, we move past the couple, focusing on the\ndistant intersection of pedestrians outside the window. Tiny,\nbut visible, a poor working class family walk together along\nthe sidewalk. The kids have ice cream. The parents smoke\nheavily. A tall and very thin man crosses the road, moving\ntoward the restaurant - he coughs and hacks into his forearm.\n\f11\n\n12\n\n13\n\n13.\n\nINT. '67 FORD GALAXY - NIGHT 11\n\nHugh's car is parked on the street near Jay's house. The pair\nare making out passionately.\n\nMid-kiss, Hugh peeks out the window, looking into the dark\nnight.\n\nJay pulls away from the kiss and reaches for Hugh's pants\nzipper. He gently guides her away.\n\nHUGH\nI want to, but...\n\nJay looks at Hugh - worried that she did something wrong.\n\nHUGH\nMy stomach... still...\n\nJay gets it. She smiles and nods.\n\nJAY\nOk.\n\nHUGH\nI'll see you soon?\n\nJAY\nYeah.\n\nHUGH\nBye.\n\nJAY\nBye.\n\nJay climbs out and jogs up to her front porch, pulling out her\nkeys. Hugh drives off with a wave.\n\nINT. JAY'S CAR - MORNING 12\n\nJay drives her car along the crowded I-75 expressway - into\nthe city. Detroit is grey and flat.\n\nA radio DJ comments on the Indian Summer.\nEXT. WAYNE STATE UNIVERSITY CAMPUS - MORNING 13\nWith backpack over shoulder, Jay walks along the half empty\n\npath. Campus buildings loom. Old architecture resting on\nbroken sidewalks.\n\f14\n\n15\n\n14.\n\nINT. STUDENT CENTER - DAY 14\n\nJay eats fast food alone at a table. She watches other\nstudents pass through the large modern corridor.\n\nJay chews and looks down at her drink. A paper cup. A\nplastic lid. A straw.\n\nThe chatter mixes together into a blur of voices.\n\nEXT. NEIGHBORHOOD STREET - DAY 15\nA LITTLE GIRL on a distant porch covers her eyes and counts to\n10. Her friends run and scatter behind bushes and garbage\n\ncans.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. NEIGHBORHOOD STREET - DAY 15\nA LITTLE GIRL on a distant porch covers her eyes and counts to\n10. Her friends run and scatter behind bushes and garbage\n\ncans. \n\nTARGET SECTION TO BE ANNOTATED:\nLITTLE GIRL\n7...8...9...10... here I come!\n\nA bunch of LITTLE KIDS are playing FREEZE TAG on a distant\nfront lawn. They scream and laugh as they run from each other.\nOnce tagged, they stand frozen, until someone else crawls\nunder their legs and frees them.\n\nJay walks with Kelly down the sidewalk, drinking Slurpees -\nThey pass by the children's game in progress.\n\nKelly pulls out a pack of cigarettes and lights one. She\ntakes a drag.\n\nKELLY\nThanks for walking with me.\n\nThe two girls step leisurely down the block.\n\nJAY\nMom knows you smoke.\n\nKELLY\nYeah, but she'll cry if she actually\nsees it happening.\n\nJAY\nOr she'll steal your cigarettes.\n\nKelly shakes her head.\n\nJay takes a sip from her drink. She looks out at the green\nlawns and clean suburban stretch ahead of her.\n\nKELLY\nHow's it going with Hugh?\n\n(CONTINUED)\n\f15\n\nCONTINUED:\n\n15.\n15\n\nJAY\nGood. Mostly. He was acting kind of\nweird last night.\n\nKELLY\nWhy?\n\nJAY\nI don't know. He said he wasn't\nfeeling good, but it seemed like\nsomething was on his mind.\n\nKelly exhales - stepping down the street.\n\nJay looks at\n\nKelly starts\n\nAn old woman\nanimal as it\n\nKELLY\nHave you... um...?\n\nher sister.\n\nJAY\nNo. I know he wants to... but last\nnight... he seemed different.\n\nto laugh at her sister.\n\nKELLY\n(teasing dryly)\nMaybe he's a virgin?\n\nJAY\nHe's not. I mean, I don't know for a\nfact, but... no.\n\nKELLY\n\nSo what's the problem?\n\nJAY\nI don't know.\n\napproaches, walking her dog. The girls pet the\npasses.\n\nOLD WOMAN\n(looking at her dog)\nShe loves the attention.\n\nJAY\nYeah.\n\nThe woman walks on and the girls resume their journey home.\n\nJAY\nYou're still... ?\n\n(CONTINUED)\n\f15\n\n16.\n\nCONTINUED: (2) 15\nKELLY\nMe?\nJay nods.\nJAY\nYou haven't... ?\n\nKelly looks at Jay - then finally understands what she's\ngetting at.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nJay nods. JAY\nYou haven't... ? Kelly looks at Jay - then finally understands what she's\ngetting at. \n\nTARGET SECTION TO BE ANNOTATED:\nKELLY\nI haven't slept with anybody. Not for\nany real big reason or anything. I\nwill... eventually. Maybe soon. Any\nminute now.\n\nJAY\nWhenever.\n\nKELLY\nYeah.\n\nJAY\n\nWhat about Paul?\n\nKELLY\nEhhh. We kissed once and it didn't\nfeel right. He's more like a\nbrother... although he's kind of in\nlove with you. So I don't know what\nthat means.\n\nJay smiles and thinks about it for a moment.\n\nJAY\nIt'd be like fucking my step-brother.\n\nKelly starts to laugh.\n\nKELLY\nGross.\n\nThe two sisters smile and share a laugh.\n\nThey pass before a modest house with a pristine lawn. A\nfighting couple - possibly a girl mid-tantrum - can be heard\ninside. We see Jay's POV as she stares at the brick ranch\nhome, passing it slowly. She shakes it off and continues down\nthe suburban block. The yelling fades.\n\nKelly takes a final drag, then tosses her cigarette into the\nstreet.\n\n(CONTINUED)\n\f17.\nCONTINUED: (3) 15\n\nKELLY\nDo I smell bad?\n\nJay leans over and smells her younger sister.\n\nJAY\nYou smell like cherry coke, banana\nnicotine.\n\nKELLY\n\nThat's my favorite flavor.\n\nJAY\nMom's gonna love it.\n\nKelly slurps her drink - making a funny sound through the\nstraw. Jay smiles - walking through her sunny neighborhood -\nlooking around at the street she grew up on.\n\nJAY\nIt's weird still being here. It’s\nlike... everybody else went away to\n\nschool, but me.\n\nKELLY\nDad said he'd pay for you to go away.\n\nJAY\nI'm not sure I even want to. It's all\nkind of useless isn't it? I mean,\ndegrees don't get people jobs. At\nleast not good ones. Look at mom.\n\nKELLY\nThen why are you even taking classes,\ndumb-ass?\n\nNearing their own house, Jay notices a very HANDSOME young man\nwashing his car in a driveway across the street. GREG\nHANNIGAN, 21, sees them. He waves casually - without a smile.\n\nJAY\nShe won't let me stay here if I don't.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nGREG\nHANNIGAN, 21, sees them. He waves casually - without a smile. JAY\nShe won't let me stay here if I don't. \n\nTARGET SECTION TO BE ANNOTATED:\nKelly waves back. Jay simply nods to him - walking along -\navoiding too much eye contact.\n\nKELLY\nWhen I graduate, I'm getting the hell\noutta here. I wanna go to college\nsomewhere that doesn't have shitty\nweather.\n\nJAY\nOk. I'll visit.\n\n(CONTINUED)\n\f15\n\n16\n\n17\n\n18.\nCONTINUED: (4) 15\n\nGreg resumes his car washing, watching Jay as she nears her\nfront porch. He seems very focused on the young woman.\n\nEXT. WOODS - NIGHT 16\nHugh holds Jay's hand, leading her down a dark path into the\nwoods. A six pack dangles from his thumb. Still visible, the\ncar headlights shine through the trees. Moonlight casts a\nsoft glow over the area.\n\nHugh carries a small bag over his shoulder.\n\nJAY\nWhere are you leading me?\n\nHugh turns and shushes her nicely - a finger to his lips.\nJay smiles and keeps walking, sticking close to her date.\n\nThey move deeper and deeper into the dark and foreboding\nforest.\n\nA bird calls from a craggy and deadened tree. Jay peers into\nthe dark as something scampers by.\n\nHugh looks around as he walks - always turning and watching.\nEXT. WOODS AND LAKE - NIGHT 17\n\nTowels hang from an old log near a small lake - black and calm\nin the night - surrounded by trees.\n\nHugh kicks off his boxers and wades into the water, gulping\nhis beer. He smiles looking back at Jay. She steps to the\nedge of the lake, happy and excited, though shyly covering her\nchest as she takes off her clothes.\n\nJay grabs her beer from the mud and walks into the water,\njoining Hugh. She laughs as she steps deeper.\n\nJAY\nThe bottom feels gross.\n\nHUGH\nIt's better over here.\n\nJay reaches Hugh and he pulls her closer, kissing her.\n\nHugh watches the woods, while making out with the girl. His\neyes are focused.\n\nHUGH\nMaybe we shouldn't.\n\n(CONTINUED)\n\f17\n\n18\n\n19.\nCONTINUED: 17\n\nJAY\nI want to.\n\nHUGH\nMe too, I just...\n\nJAY\nYou like me?\n\nHUGH\nI do.\n\nJay kisses him harder, pressing closer - it's getting heavy.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nJAY\nYou like me? HUGH\nI do. Jay kisses him harder, pressing closer - it's getting heavy. \n\nTARGET SECTION TO BE ANNOTATED:\nHugh pulls back and looks around, watching the trees and the\nclearing.\n\nJAY\nWhat? Nobody's here.\n\nHugh nods. She's right, but he keeps scanning the woods.\nPeeking around. Jay watches him - puzzled and ready - she\nraises her brow.\n\nJAY\nLet's go to the car.\n\nMore kissing.\n\nHUGH\nYeah?\n\nJAY\nYeah.\n\nHugh nods as he rubs his hands over Jay's back. She moves\nwith him - their energy and tension increasing.\n\nINT. '67 FORD GALAXY - NIGHT 18\n\nJay has a bead of sweat along her forehead. She holds her\narms tightly around Hugh in the back seat of the car.\n\nJay breathes heavily, her body pulsing from very recent semi-\naerobic activity. Their clothes sit in a pile along the floor\nof the car.\n\nA tiny smile crosses her face as she sits resting on Hugh's\nlap. They breath in unison. Rising and falling together.\nJay grins as she kisses Hugh's ear.\n\nHugh looks ahead with cold and frightened eyes. Something is\non his mind. Something isn't right. He hides his face\namongst Jay's post-coital affection.\n\f19\n\n20\n\n20.\n\nEXT. DARK LOT - NIGHT 19\n\nThe old Ford sits at the back of a dark, dirt lot. Woods and\nan old factory surround the car. We watch from a distance as\nfaint silhouettes move within the vehicle.\n\nOne of the back doors opens and Hugh climbs out, pulling up\nhis boxers. He walks around the car and opens the trunk.\nPartially obscured, we wait as he attends to something at the\nback of the car.\n\nThe clinking of bottles and junk. The sound of a beer can\nopening.\n\nJAY\nIt's funny, I used to daydream about\nbeing old enough to go on dates and\ndrive around with friends in their\ncars.\n\nSome viewers might notice the absence of a license plate.\nINT. '67 FORD GALAXY - NIGHT 20\n\nJay lays across the length of the back seat, resting on her\nstomach. She kicks her heels up playfully as she pokes her\nhead out the open door.\n\nWe hear the trunk close. The sound of footsteps.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe kicks her heels up playfully as she pokes her\nhead out the open door. We hear the trunk close. The sound of footsteps. \n\nTARGET SECTION TO BE ANNOTATED:\nJAY\nI had this image of myself holding\nhands with a really cute guy,\nlistening to music on the radio and\ndriving along a pretty road... maybe\nsomewhere up north... after the trees\nstarted to change color.\n\nOpening the opposite rear door, Hugh crawls inside the car,\nlaying across Jay. He kisses the back of her neck. Caresses\nthe side of her bare waist.\n\nJay grins as Hugh kisses her. She rests her cheek on the\nleather seat. Deep and slow breaths.\n\nJAY\nIt was never about going anywhere...\njust having some kind of freedom I\nguess. Now we're old enough, but where\nthe hell do we go right?\n\nThen with force and quickness -\n\n(CONTINUED)\n\f20\n\n21\n\n21.\nCONTINUED: 20\nHugh pushes a small cloth over Jay's mouth. She tries to move\naway, but he holds her head down until her eyes close. She\nstops struggling.\n\nJay rests quietly again - a cheek on the leather seat. A half\nopen mouth. A drop of drool. A long and deep breath.\n\nDarkness.\n\nThe sound of wood being dragged across a concrete floor.\n\nA metal door closes.\n\nFootsteps. Breathing.\n\nJay slowly opens her eyes.\n\nINT. ABANDONED FACTORY - NIGHT 21\nJay looks around the old factory floor. A giant open space\n\nlit dimly by moonlight and distant street-lamps. Several\n\nstories up, treetops line the windows.\n\nHugh walks along the far edge of the space, waving a\nflashlight out windows and down long running hallways.\n\nJay half-focuses her eyes. She takes a few deep breaths.\n\nThe girl is drowsy - still under the chemical spell of an\ninhaled narcotic.\n\nLooking down, Jay sees her arms and legs tied tightly to a\nwheelchair. She squirms and pulls but she can't move. Her\nbody isn't fully responsive.\n\nHugh looks back from across the warehouse floor.\n\nHUGH\nJay? Are you awake?\n\nJay stares across the darkness at Hugh as he slowly walks\nover. She tugs lightly against the rope and cloth bonds. Her\neyes sag within their sockets.\n\nHugh stops in front of her. He leans down and looks at her\nface. He looks frightened. His eyes are watery. His face is\nred - like he's been crying.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks frightened. His eyes are watery. His face is\nred - like he's been crying. \n\nTARGET SECTION TO BE ANNOTATED:\nHUGH\nI'm sorry.\n\nJay tries to talk. Drool edges out the crease of her mouth.\n\nJAY\nWhuuuttt aarrhhh youuhhh doingggggg?\n\n(CONTINUED)\n\f21\n\n22.\nCONTINUED: 21\n\nHUGH\nI'm not gonna hurt you. Don't worry.\n\nJay stares at him with deep fear.\n\nHugh turns and shines his flashlight into the darkness. He\nscans the room. Jay watches.\n\nShe opens her mouth as if to yell, but it's nothing but a\nhollow gasp - a mimic of a dry heave.\n\nHugh shushes her with a gesture and continues waving the beam\nof light around the warehouse.\n\nHUGH\nYou won't believe me, but I need you\nto remember what I'm saying.\n\nJay stares in fright.\n\nHUGH\nOK?\nJay nods her head - ok.\nHUGH\nThis thing...\n\nHugh looks around the room slowly.\n\nHUGH\n..-It's gonna follow you.\n\nJay eyes Hugh with growing concern. This is getting worse.\nHugh points his light towards a distant doorway. It's empty.\nJay pulls against her ties - trying to get free.\nJAY\n(with a gasp)\nHellllppppppp.\n\nHugh turns and looks at Jay's pretty face.\n\nHUGH\nSomebody gave it to me. I passed it\nto you... back in the car.\n\nJay's eyes widen - terrified.\n\nHUGH\nIt can look like people you know... or\nit can be a stranger in a crowd...\nwhatever helps it get close to you.\n(MORE )\n(CONTINUED )\n\f21\n\n23.\n\nCONTINUED: (2) 21\nHUGH (cont'd)\nSometimes I think it looks like people\nyou love just to hurt you... scare\nyou... make fun of you.\n\nHugh stands up and rushes to a nearby window. He aims his\nlight outside towards the ground.\n\nHUGH\nI see it.\n\nJay cranes her neck up trying to look out the far-off window.\nShe sees nothing.\n\nHugh runs over and wheels Jay's chair towards the window. Jay\nlooks out and down towards the adjacent field. It's dark, but\nshe catches a glimpse of a middle-aged, naked woman slowly\nwalking around the corner of the building.\n\nJay's eyes show fear and shock.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nJay\nlooks out and down towards the adjacent field. It's dark, but\nshe catches a glimpse of a middle-aged, naked woman slowly\nwalking around the corner of the building. Jay's eyes show fear and shock. \n\nTARGET SECTION TO BE ANNOTATED:\nJAY\nWhhhoooo isss??\n\nHugh wheels Jay back to the center of the room.\nHUGH\nYou can get rid of it. Sleep with\nsomeone else as soon as you can. Just\npass it on. If it gets you, it'll come\nafter me... you understand?\n\nJAY\nNo.\n\nJay starts to cry.\n\nHugh shushes her.\n\nThe room is quiet.\n\nHugh looks around - listening.\nThey wait - longer still.\n\nWe see Jay's eyes in close-up as she watches. We see her\npoint-of-view: empty halls and dark doorways.\n\nNothing still.\nThen...\n\nThere's a shuffling sound from a distant hallway. Hugh points\nhis light into the darkness.\n\n(CONTINUED)\n\f21\n\n24.\nCONTINUED: (3) 21\n\nJay cries in silence, looking towards the beam of light at the\nfar end of the warehouse.\n\nFinally...\n\nA naked middle-aged woman emerges from the very distant\nshadows - slowly walking.\n\nJay watches - puzzled and scared.\n\nJAY\nWhooo isszzz atttehh?\n\nThe naked woman, still far away, creeps along staring at Jay.\n\nJAY\nWhudddda fucckk d'youu wannnttt???\n\nThe woman contorts the muscles in her mouth - oddly -\nrevealing teeth and tongue. She continues walking forward.\nJay cringes and looks to Hugh.\n\nHUGH\nJay, I'm doing this to help you... so\nyou know it's real.\n\nHugh points his flashlight at the woman as he circles closer\nto her.\n\nHugh stands along the edge of the woman's path, waving\nslightly in her direction. She doesn't look at him - only at\nJay.\n\nJay shakes in her chair, pulling at her restraints. She\nstares up at the naked woman - still over 50 feet away.\n\nJAY\nEhhhhh. Noooo...\n\nThe middle-aged woman opens her mouth again, straining the\nmuscles in her throat.\n\nJAY\nHuuughhhhh!\n\nAnother step closer. And another.\n\nHugh runs across the room and spins the wheelchair around. He\npushes Jay down the darkened hall as the nude woman follows\nbehind.\n\nJay stares ahead in shock - passing rotting walls and rusted\nindustrial equipment.\n\n(CONTINUED)\n\f21\n\n22\n\n23\n\n25.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\npushes Jay down the darkened hall as the nude woman follows\nbehind. Jay stares ahead in shock - passing rotting walls and rusted\nindustrial equipment. (CONTINUED)\n\f21\n\n22\n\n23\n\n25. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: (4) 21\n\nHUGH\nNever go anywhere that doesn't have\nmore than one way out. It's very\nslow, but it's not dumb.\n\nJay looks down at her bare legs and the passing floor. Her\neyes are heavy.\n\nEXT. DARK LOT - NIGHT 22\nTires kick up dirt.\n\nFrom a distance, we watch as the old Ford swerves around the\ncorner and drives off down the road - racing away from the\nabandoned building.\n\nEXT. JAY'S HOUSE - NIGHT 23\nKelly sits on the stoop of her front porch with her\nneighborhood friends. They're playing 'Old Maid'. Paul pours\nliquor from his flask into a Coke can. Yara reads from her\npink-shell-compact cell phone while sorting her hand of cards.\n\nKELLY\nCan I have some?\n\nPAUL\nYeah.\n\nPaul hands Kelly the can of pop. She takes a sip and cringes\nfrom the taste. Gross.\n\nKelly shakes off the sting of cheap booze and examines her\ncards. She holds the old maid card - unfortunately.\n\nShe tries to maintain her poker face while looking back at\nPaul.\n\nYARA\n(veading from her cell\nphone)\nListen to this... “I think that if one\n\nis faced by inevitable destruction --\nif a house is falling upon you, for\ninstance -- one must feel a great\nlonging to sit down, close one's eyes\nand wait, come what may...”\n\nKELLY\nThat's why we're drinking on the\nporch.\n\nPaul grins and looks over at Kelly. Yara mutters a fake laugh.\n\n(CONTINUED)\n\f23\n\n26.\nCONTINUED: 23\n\nPAUL\nYour mom asleep already?\n\nKELLY\nAlmost for sure. Yeah. She wakes up\nat 5:15. I think that would kill me.\n\nWe push in slowly towards Kelly's hand of cards - centered on\nthe Old Maid - an ugly caricature of a spinster.\n\nPAUL\nYeah that's rough.\n\nYARA\nI never wanna have a job.\n\nYara's eyes dart excitedly over her cell phone screen. She\nsmiles and nods to herself - enjoying some undisclosed prose.\n\nKELLY\nI wish I didn't.\n\nPAUL\nYou love serving hot dogs and ice\ncream to weird old people and crying\nchildren.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe\nsmiles and nods to herself - enjoying some undisclosed prose. KELLY\nI wish I didn't. PAUL\nYou love serving hot dogs and ice\ncream to weird old people and crying\nchildren. \n\nTARGET SECTION TO BE ANNOTATED:\nKELLY\nOk. That's true. It brings me joy.\n\nYara rolls her eyes at Kelly's goofiness.\n\nYARA\nWhere's Jay at?\n\nKELLY\nOh. On a date\n\nThis bit of information seems to sting Paul. He covers it as\nmuch as possible. Kelly looks to him, holding up her hand of\ncards.\n\nKELLY\nYour turn.\n\nYARA\nWho is he?\n\nKELLY\nSomebody new.\n\nPAUL\nOf course.\n\n(CONTINUED)\n\f23\n\n24\n\n27.\nCONTINUED: (2) 23\n\nKelly gives Paul a dirty look as he grabs a card - the old\nmaid remains in her hand.\n\nYARA\nYour sister is so pretty. It's\nannoying.\n\nKELLY\n\nIt is annoying.\n\nPAUL\nAt least she's nice.\n\nYara gives Paul a dirty look. He smirks back and she kicks\nhim in the leg.\n\nThe old Ford Galaxy races up the street and stops in front of\nthe house. Kelly and her friends turn and watch as Hugh runs\nout and opens the back door on the far side of the car. The\nengine is still running.\n\nKelly and her friends watch as Hugh pulls something from the\nbackseat. Kelly begins to stand.\n\nKELLY\nIs everything ok?!\n\nHugh closes the rear door, stepping over something as he runs\nback toward the driver's seat.\n\nHUGH\n(pointing back at the\nground)\nDon't let it touch you!\nSlamming his door shut, Hugh drives off, revealing Jay in the\nmiddle of the road. Still tied and bound in her underwear, she\ncrawls toward the curb - trying to walk.\n\nKELLY\nJay!\n\nKelly drops her cards and jumps from the porch - confused.\n\nJay tries to stand up and move closer to the outer sidewalk -\nshe fails - falling in the grass.\n\nKelly rushes across the front lawn toward her sister. Paul\nand Yara follow behind.\n\nINT. HANNIGAN'S KITCHEN - NIGHT 24\n\nGREG, Jay's handsome neighbor, pulls a beer from the fridge\nand rounds the hallway.\n\n(CONTINUED)\n\f24\n\n25\n\n28.\nCONTINUED: 24\nWearing sweat pants and a ragged t-shirt, he takes a sip as he\napproaches the front door.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nHANNIGAN'S KITCHEN - NIGHT 24\n\nGREG, Jay's handsome neighbor, pulls a beer from the fridge\nand rounds the hallway. (CONTINUED)\n\f24\n\n25\n\n28. CONTINUED: 24\nWearing sweat pants and a ragged t-shirt, he takes a sip as he\napproaches the front door. \n\nTARGET SECTION TO BE ANNOTATED:\n His hair is a mess - styled by\npillow.\nHis mother, MRS. HANNIGAN, peeks through the screen door -\nflashing police lights shine through the front curtains of her\nhome. Greg joins her, looking out at the street scene: a\nseries of police cars, an ambulance and an assortment of\npeople.\nJay sits on her porch, covered in a blanket, surrounded by\nemergency workers. Her mother, in a robe, talks with a police\nofficer near the garage.\nThe other kids mill about the property as neighbors peek and\npass by. There's a mist in the night air, covering the\nsuburban lawn.\nGreg and his mother watch. The young man sips his beer.\nThrough the screen, Greg sees Jay talking with the cops.\n\nGREG\nWhat happened?\n\nMRS. HANNIGAN\nI don't know.\n\nGreg watches the scene - the glare of ambulance lights. His\nface shows concern.\n\nMRS. HANNIGAN\nThose people are such a mess.\n\nGreg stares ahead - ignoring his mother.\nEXT. JAY'S HOUSE - CONTINUOUS 25\n\nJay is mid-conversation with a police officer. She sits,\ncovered in her blanket, looking across at the man.\n\nPOLICE OFFICER\nIt was consentual?\n\nJay nods her head.\n\nJAY\nYeah.\n\nJay looks back at the policeman - her eyes are tired and sad.\n\nPOLICE OFFICER\nAnd you'd never seen the woman before?\n\n(CONTINUED)\n\f25\n\n26\n\n27\n\n29.\nCONTINUED: 25\n\nJAY\nNo.\n\nJay shakes her head and touches her legs - focusing on her\nfingers stretched across her bare knees - losing herself in\nthought.\n\nPOLICE OFFICER\nOk. Have you ever been to his home?\n\nJAY\nNot inside, but I know where it is. I\nwaited in the car for him once. He\ndidn't want me to come in. He said he\nwas embarrassed about where he lived.\n\nThe cop nods as he writes in his notebook.\n\nINT. HOSPITAL - NIGHT 26\nJay is in an emergency room partition.\n\nA doctor examines her - performing a test for STDs.\n\nJay lays there - sad and still. Her breathing is loud and deep\n- each inhalation shown in labored slow-motion. Pronounced\n\nanxiety through Jay's eyes.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nJay lays there - sad and still. Her breathing is loud and deep\n- each inhalation shown in labored slow-motion. Pronounced\n\nanxiety through Jay's eyes. \n\nTARGET SECTION TO BE ANNOTATED:\nThe camera begins to shake as it pushes towards the bed. A\nhollow rumble fills the soundscape...\n\nINT. JAY'S DINING ROOM - MORNING 27\n\nMrs. Hannigan drinks coffee at the table across from Jay's\nmom. Mrs. Height takes her time pouring some sugar into her\nown coffee. She mixes in some Irish liquor and takes a sip.\nThere's a long sigh after the drink.\n\nMRS. HANNIGAN\nShe didn't catch anything did she?\n\nMRS HEIGHT\nThey don't think so.\n\nMRS. HANNIGAN\nPoor Jaime.\n\nMRS. HEIGHT\nApparently he used a fake name to rent\na house in the city. The police\nsearched the place, but they can't\nfind him.\n\nMRS. HANNIGAN\nMy god.\n\n(CONTINUED)\n\f27\n\n28\n\n29\n\n30\n\n31\n\n32\n\n33\n\n34\n\n35\n\n30.\nCONTINUED: 27\n\nMRS HEIGHT\n\nIt breaks my heart. The things he\n\nsaid to her. So weird and sick.\nMrs. Hannigan shakes her head in sadness as she drinks more\ncoffee - looking around the room at the wall of family photos:\nJay and Kelly smile brightly in front of wooded backdrops in\nchildhood portraits.\nIn one faded picture, young Jay smiles awkwardly, leaning on\nher grandfather's shoulder - peaking at camera. The old red-\nhaired man grins alongside Jay's mother and father.\nEXT. JAY'S HOUSE - MORNING 28\nThe storm door is open. The wind rustles the trees.\nEXT. JAY'S SUBURBAN STREET - MORNING 29\n\nThe neighborhood is quiet and mostly empty. Birds chirp. A\ncar passes near the main road.\n\nEXT. SUBURBAN STREET - MORNING 30\nBeyond the trees of the middle-class suburban neighborhood,\n\nthe concrete towers of a nuclear power plant are visible in\nthe distance.\n\nEXT. SUBURBAN PARK - MORNING 31\n\nA few kids laugh and play near a jungle-gym. A small boy sits\non the swings.\n\nEXT. ICE CREAM STAND - MORNING 32\nThe ice cream stand appears empty.\n\nEXT. ABANDONED FACTORY - MORNING 33\nA police car is parked in the dirt lot. The abandoned\nbuilding sits within the quiet field.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. ABANDONED FACTORY - MORNING 33\nA police car is parked in the dirt lot. The abandoned\nbuilding sits within the quiet field. \n\nTARGET SECTION TO BE ANNOTATED:\n Two police officers\nwalk calmly along the grounds. One examines the discarded\nwheel chair lying sideways in the grass.\n\nEXT. JAY'S HOUSE - DUSK 34\n\nThe sky is a dark purple. The house is closed up and quiet.\nThe trees sway.\n\nINT. JAY'S BEDROOM - DUSK 35\n\nJay rests in her bed. The wind blows steadily against the\nwindow.\n\n(CONTINUED)\n\f35\n\n36\n\n37\n\n38\n\n31.\nCONTINUED: 35\n\nA glass of juice and a plate of untouched food sit on her side\ntable - a pickle, Doritos and a white bread, crust-cut\nsandwich. There's a pill in the center of the napkin.\n\nINT. JAY'S BATHROOM - MORNING 36\n\nJay stares at her body in the mirror - looking down as she\nlifts the top edge of her underwear. She inspects herself.\n\nDid I catch something?\n\nShallow breathing - from fear. Examining under the bright\nlight.\n\nA terrible rumbling begins. The bass and reverberations fill\nthe room... Jay looks down.\n\nDirty clothes hang from chairs and shower bars.\n\nThe sun shines through the bathroom window. A large patch of\nnegative space sits between Jay and the glass.\n\nIs something outside?\n\nThe open bathroom door looks into the bedroom. Mirrors\nsuggest empty space and shadows - things out of view.\n\nWe wait for something to emerge.\nSmash!!!\n\nJay jumps from fear as a ball thumps against the bathroom\nwindow.\n\nTaking a moment, she walks slowly towards the window.\n\nJay peeks outside and sees a ball sitting in the grass below.\nNo one is visible outside.\n\nEXT. JAY'S HOUSE - CONTINUOUS 37\nWe see a reverse shot of the neighbor boy hiding beneath the\nwindow sill. He peeks back inside - covertly staring at Jay as\nshe walks to the sink and drinks straight from the faucet.\n\nShe's stooped and shaken, lapping at the water.\n\nThe rumbling resumes - growing and doubling - feeding back on\nitself.\n\nEXT. WAYNE STATE UNIVERSITY CAMPUS - MORNING 38\n\nJay walks along the main path with her backpack - staring at\nthe edges for something unknown.\n\n(CONTINUED)\n\f38\n\n39\n\n32.\nCONTINUED: 38\n\nHer POV tracking forward - a half-barren campus.\nJay steps ahead.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f38\n\n39\n\n32. CONTINUED: 38\n\nHer POV tracking forward - a half-barren campus. Jay steps ahead. \n\nTARGET SECTION TO BE ANNOTATED:\n Nervous and cautious.\n\nThe old buildings cast shadows overhead. A homeless man lays\nquietly on the ground - peeking at the pretty girl.\n\nJay sees a woman walking towards her on the path. Slow -\npossibly handicapped or a survivor of a stroke.\n\nJay watches her out of the corner of her eye - the female\nstudent passes.\n\nINT. COLLEGE CLASSROOM - MORNING 39\n\nA man lectures at the front of the class. Chalk marks fill\nthe board, along with the printed notation of \"Fall Semester\nSociology\".\n\n20 or so young adults sit throughout the room at desks and\nchairs - shorts and t-shirts fail to fend off the humidity.\nJay writes notes by pencil at the far edge of the classroom.\nThe large windows to her right show the adjacent square.\n\nJay bites on the edge of her pencil as she stares out at the\ncampus. The heat is visible.\n\nSweat forms on her skin. She fans herself with a book.\nGreg sits on the opposite side of the classroom - near the\nback. He glances over at Jay - watching her with concern and\n\ncuriosity.\n\nStudents walk lazily along the pathways near the square. Jay\nwatches them walk. The teacher's voice fades from her ears.\n\nA few people relax on blankets in the grass - sharing food and\ntalking.\n\nJay sees an OLD WOMAN IN PAJAMAS walking very slowly -\nemerging from behind a row of trees. She focuses on the woman\nas she hobbles along.\n\nThe old lady steps directly across the blankets of studying\nstudents, passing between couples without notice. She stares\nwith her mouth open, looking directly at Jay.\n\nJay takes a breath and watches with frightened eyes.\n\nThe old woman walks closer and closer to the building, moving\npast some shrubs - approaching the windows.\n\nJay tenses up. She stands awkwardly, grabs her bag and walks\nout of the classroom.\n\n(CONTINUED)\n\f39\n\n40\n\n33.\nCONTINUED: 39\n\nTEACHER\nUh, Jay, are you...?\n\nJay closes the door without a word. Greg looks out to the\nhallway with concern.\n\nTEACHER\nOK. Well...\n\nINT. MAIN COLLEGE HALLWAY - CONTINUOUS 40\nThe heavy door opens a crack. Jay peeks out - just an eye.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. MAIN COLLEGE HALLWAY - CONTINUOUS 40\nThe heavy door opens a crack. Jay peeks out - just an eye. \n\nTARGET SECTION TO BE ANNOTATED:\nShe sees a few college students chatting together near the end\nof the hall. An administrator pushes an AV cart out of a\nnearby classroom.\n\nJay opens the door the rest of the way and steps into the\n\nhall. She looks around as she makes her way down the long\npassage.\n\nShe eyes classes in session.\n\nJay runs her hand along the wall. A few more steps onward.\n\nFar off - at the opposite end of the hall - Jay sees the old\nwoman walk very slowly into view.\n\nJay swallows hard as her breathing quickens. She watches with\ncuriosity and fear as the old woman stares ahead and moves\ncloser.\n\nJay stops and waits.\n\nThe CHATTING STUDENTS, a few girls laughing and gossiping in\nthe middle of the hall, fail to notice as the old woman walks\nstraight through their semi-circle.\n\nJay stares, puzzled over the lack of attention to the old\nwoman in pajamas.\n\nThough still far off, the old woman keeps coming closer.\n\nJAY\nHello?\n\nThe old woman doesn't respond.\n\nOne of the chatting girls turns back and looks at Jay - giving\nher a funny look. Do I know you?\n\nCHATTING GIRL\nHello?\n\nJay says nothing in reply. She fixates on the old woman.\n\n(CONTINUED)\n\f40\n\n4l\n\n42\n\n42a\n\n34.\nCONTINUED: 40\n\nThe chatting girl shrugs and laughs, turning back to her\nfriends.\n\nThe old woman moves closer with crippled steps - mouth agape.\nScared, Jay turns and runs out the nearby exit doors.\n\nINT. JAY'S CAR - MORNING 4l\nJay drives her tiny economy car through levels of the parking\nstructure. Descending, the camera reveals row after row of\ncars - students with backpacks - empty spaces - shadows.\n\nJay appears tense and on-guard as she steers.\n\nEXT. DETROIT ZOO - DAY 42\nJay walks past the Rackham \"Bear\" Fountain - kids throw\npennies into the copper water. We follow behind her. She\nappears nervous - keeping her distance from others - scanning\nthe crowds.\n\nTo her right, lions sprawl across the floor of their den.\n\nGiraffes step through the Egyptian exhibit as Jay crosses the\nnearby walkway.\n\nEXT.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nTo her right, lions sprawl across the floor of their den. Giraffes step through the Egyptian exhibit as Jay crosses the\nnearby walkway. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CONCESSION STAND - DAY 42a\n\nJay walks up to a large concession stand where Kelly and Paul\nare working.\n\nIn uniform, Kelly serves cups of cola and hotdogs to zoo-\ngoers. Near the counter with supplies in hand, Paul notices\nJay, and stops.\n\nPAUL\nHey, what are you doing here?\n\nJAY\nI need to talk to my sister.\n\nPaul rests the food package against the counter. He sees the\nlook of anxiety on Jay's face.\n\nPAUL\nYou ok?\n\nJAY\nUh huh.\n\nJay nods but she doesn't convince him.\n\n(CONTINUED)\n\f42A\n\n43\n\n35.\nCONTINUED: 42R\nPAUL\nWe're both taking a break in a few\nminutes. If you want to sit down and\nwait...\nKelly works feverishly in the background.\n\nJAY\nOk.\n\nJay looks around at the passers-by. Her neck and eyes betray\nher nervous energy and bird-like jitters.\n\nPaul pulls his damp uniform away from his chest in an attempt\nto feel some sort of breeze.\n\nPAUL\nSo hot out, isn't it?\n\nJAY\nYeah.\n\nJay has sweat on her forehead and arms, but she seems\nunaffected.\n\nPAUL\nWant some ice cream?\n\nJay looks back at the young man and nods. She really would.\n\nJAY\nThank you.\n\nINT. POLAR BEAR AQUARIUM - DAY 43\nSitting in the underwater tunnel, Jay leans against the glass,\nrubs her temples and holds her face as she tries to relax.\n\nPaul and Kelly watch alongside her.\n\nKELLY\nJay, what's going on?\n\nJAY\nThere was an old woman at school\ntoday. She was staring at me... it\nseemed like she was following me.\n\nJay stares down the tunnel at a group of strangers. Eyeing\nthem carefully.\n\nKelly tries to hide her worried face.\nPAUL\n\nDid you know her?\n\n(CONTINUED)\n\f43\n\n36.\nCONTINUED: 43\n\nJAY\nNo, but she freaked me out. I didn't\neven go back to class.\n\nA few children in silhouette stare through the glass at the\nswimming polar bears. They shuffle along in awe.\n\nKELLY\nDid she say something to you?\n\nJay shakes her head. She looks down at the ice cream in her\nlap.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nKELLY\nDid she say something to you? Jay shakes her head. She looks down at the ice cream in her\nlap. \n\nTARGET SECTION TO BE ANNOTATED:\n She nibbles on the dessert as her sister and friend watch\nwith quiet concern. They exchange a look between one another.\n\nJAY\nHugh told me that he passed it onto\nme. That something was gonna follow\nme.\nThe light from the water adds a pulsing shimmer to her face.\n\nKELLY\nThat's all bullshit, Jaime.\n\nJay looks up at her sister and stares back with wide eyes.\n\nJAY\nYeah, I know.\n\nAn enormous polar bear swims overhead - a passing shadow.\nPAUL\nWhat exactly is supposed to be\nfollowing you?\n\nKelly glares at Paul - don't encourage this.\n\nJAY\nI don't know.\nKELLY\nYou should tell mom what you saw.\nJAY\nNo.\nKELLY\n\nWell, Jay, I'm worried about you.\n\nJay focuses on her ice cream. Small delicate bites. Kelly\nwatches her older sister pick at the dessert with a spoon,\nlike a young child - shoulders pointing inward.\n\nWe see the trio together from outside the tunnel, through the\nblue icy water.\n\n(CONTINUED)\n\f43\n\n37.\nCONTINUED: (2) 43\nThe surface is visible just above, with pristine white glacial\nwalls behind them. Jay's figure appears stretched and\ndistorted through the calm water.\n\nFor this moment we hear only the pulsing of water within a\nreverberating tank.\n\nKELLY\nWe gotta get back.\n\nPaul nods and Jay begins to rise from her stooped and\nsheltered position.\n\nPAUL\nI could stay over tonight if it would\nmake you feel better.\nJay and Kelly simultaneously glance in Paul's direction.\nJAY & KELLY\n(together)\nNo.\nPaul shrugs.\n\nPAUL\nLike on the couch or something.\n\nKELLY\nNo.\n\nJay considers for a moment.\n\nJAY\nMaybe on the couch.\n\nKelly rolls her eyes as Paul grins from a minor victory.\nKELLY\n\nYou should be more worried about\nwaking up and finding Paul humping\n\nyour leg.\nJAY\nThat's true.\nPAUL\nUm...\nThe girls laugh.\nPAUL\n\nI'm choosing to ignore these insults\nto my character...\n\n(CONTINUED)\n\f43\n\n44\n\n38.\nCONTINUED: (3) 43\n\nKELLY\n(to Jay)\nJust keep your door locked.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAUL\n\nI'm choosing to ignore these insults\nto my character... (CONTINUED)\n\f43\n\n44\n\n38. CONTINUED: (3) 43\n\nKELLY\n(to Jay)\nJust keep your door locked. \n\nTARGET SECTION TO BE ANNOTATED:\nJay nods, finishing her ice cream with a small grin.\n\nPAUL\nI will stay up all night and keep an\neye out for anything weird. Nothing's\ngonna happen. OK?\n\nJay looks up at Paul and her sister - exhaling a light breath.\nINT. JAY'S BATHROOM - NIGHT 44\n\nYara sits on the toilet in her pajamas clipping her toenails\nwhile chewing on a red vine. She appears focused.\n\nJay and Kelly brush their teeth in front of the sink, laughing\nto each other in the mirror. Kelly wears her old and tattered\nAmanda B’s Dance Team shirt.\n\nWith toothpaste filled mouths...\n\nKELLY\nMom just went to bed.\n\nJAY\nDid she say anything?\n\nKELLY\nNo. She saw Paul on the couch. I\ndon't think she cared. She had her\nbottle of merlot.\n\nJay nods - understanding the subtext. More tooth-brushing...\n\nJAY\nI keep thinking that something must be\nwrong with me. Even right now, it\nfeels like I'm ten feet away from\nmyself. The walls seem far away. I\ndon't even like looking across the\nroom. I feel... overwhelmed.\n\nYara continues clipping, tapping her nail-tool against the rim\nof a tiny waste basket.\n\nYARA\n(matter of fact)\nIt's probably anxiety.\nJAY\nWill it go away?\n\n(CONTINUED)\n\f44\n\n45\n\n46\n\n47\n\n48\n\n39.\nCONTINUED: 44\n\nYara nods - chewing more licorice.\nKELLY\nBut it can really fuck with you if you\nlet it. So... don't.\nJay spits into the sink.\nEXT. JAY'S HOUSE - NIGHT 45\nThe night is quiet. A few lights remain on inside the house.\n\nEXT. SUBURBAN STREET - NIGHT 46\n\nAn empty and dark street. No cars pass. Most households are\nasleep.\n\nStatic shots of dark alleys, sickly oak trees, backyards\nilluminated by security lights.\n\nRusted chain link fences.\n\nA dirty above-ground pool. Water sloshes gently through an\nintermittent filter.\n\nINT. LIVING ROOM - NIGHT 47\nOn the television, a monster roars and a woman screams.\n\nPaul sits on the couch watching a black and white horror film.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. LIVING ROOM - NIGHT 47\nOn the television, a monster roars and a woman screams. Paul sits on the couch watching a black and white horror film. \n\nTARGET SECTION TO BE ANNOTATED:\nBlankets and pillows cover the couch. He eats popcorn and\n\ncandy in the dim room.\n\nThere's tinny gunfire from the television. Alien sounds\nreverberate.\n\nPaul tosses some more popcorn in his mouth as the on-screen\nhero embraces the damsel in distress.\n\nThe woman on the tv cries and kisses the hero. Paul slumps\ninto his pillow with a sigh.\n\nINT. KELLY'S ROOM - NIGHT 48\n\nKelly sleeps soundly in her bed. Yara is awake in her sleeping\nbag, reading Dostoyevsky via cell phone.\n\nThe monster movie can be heard faintly.\nThrough Kelly's window, we see the outer yard. It's mostly\n\ndark and very still. We hold on the window - moving closer to\nit - watching - waiting...\n\f49\n\n50\n\n51\n\n40.\n\nINT. MRS. HEIGHT'S BEDROOM - NIGHT 49\n\nJay's mom is asleep on her bed. She's sprawled across the\ncrumpled comforter in her night robe.\n\nA bottle of wine and empty glass sit on the dresser.\nINT. JAY'S ROOM - NIGHT 50\nChanging into bedtime clothes, Jay glances out her window.\n\nAcross the alley, she sees the 11 year old neighbor boy spying\non her from his bedroom window.\n\nJay jumps out of surprise. She covers herself and pulls the\nblinds down as the neighbor boy hides behind his own curtains.\n\nBothered and momentarily frightened, Jay sits on the floor\nnext to the window, listening to the television echo from the\nhallway.\n\nINT. LIVING ROOM - NIGHT 51\n\nWe follow behind Jay as she carries her blanket and pillow\ndown the hallway into the living room.\n\nStill awake and watching a midnight movie, Paul sits up and\nfixes his hair as the pretty girl plops down on the smaller\nlove-seat across from him.\n\nJAY\nI can't sleep - not in there.\n\nPAUL\nThat's ok. Sleep here.\n\nJay smiles and pulls the covers over herself.\nThey sit together - quiet - watching the television.\n\nPAUL\nYou really ok?\n\nJay pauses - then looks at Paul. She shrugs her shoulders.\n\nPAUL\nEverything's gonna be cool.\n\nJay nods her head. On the television, several soldiers lure a\ngiant monster into an electrical trap.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAUL\nEverything's gonna be cool. Jay nods her head. On the television, several soldiers lure a\ngiant monster into an electrical trap. \n\nTARGET SECTION TO BE ANNOTATED:\nPAUL\n\nIt's funny, I haven't spent the night\nover here since we were kids.\n\n(CONTINUED)\n\f51\n\n41.\nCONTINUED: 51\n\nJAY\nThere's a reason for that.\n\nThe pair crack smiles.\n\nPAUL\nShut up. I'm serious. It's cool to\nspend time with you.\n\nJAY\nYeah.\n\nPAUL\nWe used to hang out all the time.\nRemember?\n\nJay nods. *\n\nPAUL\nAt some point, it must've been weird\nfor you having a guy friend that was\nyounger than you.\n\nJAY\nI don't know. I think we just grew\napart, right? Or you and Kelly got\nclose. It's not a big deal, is it?\n\nPAUL\nNo. Not a big deal. *\nOn the tv, a soldier flips a switch and sends a giant arc of *\nelectricity into the towering monster. *\nJAY\nYou were my first kiss, you know.\nPAUL\nI know.\nJAY\nWas I not yours?\nPAUL\nNo. You were. *\nJAY\nAnd you kissed Kelly. She told me.\nYou kissed two sisters... that's kind\nof gross.\nPaul grins. *\nThe monster in the movie shrinks and disappears under the *\nelectrical charge. *\n\n(CONTINUED)\n\f42.\n51 CONTINUED: (2) 51\n\nPAUL\nDo you remember that time we found all\nthe porno magazines in the alley by\nBarry's Pizza?\n\nJAY\n\nYes.\n\nJay shakes her head with a smile - silly memories. *\n\nPAUL\n\nWe were such stupid kids.\nJAY\n\nRidiculous. *\nPAUL\n\nWe're all sitting on Greg's front lawn\nwith a dozen dirty magazines sprawled\neverywhere and we're laughing...\n\nJay chuckles at the memory.\n\nJAY\nWe had no idea how terrible it was.\nPaul starts to laugh. *\nPAUL\n\nAnd Greg's mom?! Remember her face\nwhen she came outside and saw us all\nsitting around reading that shit?\n\nJay laughs along with Paul. *\n\nJAY\nShe scooped them up so fast. Called\nmy mom too. Me and Kelly got a sex ed\nlecture the next day.\n\nPAUL\nI got one too. *\nJay and Paul smile to each other from across the room.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nCalled\nmy mom too. Me and Kelly got a sex ed\nlecture the next day. PAUL\nI got one too. *\nJay and Paul smile to each other from across the room. \n\nTARGET SECTION TO BE ANNOTATED:\n *\n\nThey hear the sound of glass breaking.\n\nPAUL\nWhat the fuck?\n\nPaul stares at Jay - worried.\nJAY\nGo look.\n\n(CONTINUED)\n\f51\n\n43.\nCONTINUED: (3) 51\n\nPaul hesitates. He jumps up and steps to the edge of the room\n- trying to determine where it came from.\n\nJay watches, scared, behind the covers on the love-seat.\nPaul turns the corner, exiting the living room.\nJay waits.\n\nHeroic and celebratory music pours from the tv as the credits\nroll.\n\nJay scans the room - the windows.\n\nA moment later, Paul returns. He stands at the corner of the\nlarge room.\n\nPAUL\nThere's a broken window in the\nkitchen, but nobody's there.\n\nJAY\nAre you sure? You looked around?\n\nPAUL\nYes.\n\nJay doesn't appear comforted.\n\nPAUL\nWhoever broke it ran away.\n\nJAY\nWe should call the police.\n\nPAUL\nI'm gonna wake up your sister. She\nshould probably call.\n\nJAY\nOK.\n\nPaul steps out of view - heading for Kelly's room.\nPAUL\n(0.S.)\nI'm surprised they slept through that.\nJAY\n(speaking to no one)\nYeah.\nJay sits alone on the couch. She pulls the blanket from her\nlegs - adjusting on the small couch.\n\n(CONTINUED)\n\f51\n\n52\n\n53\n\n44,\nCONTINUED: (4) 51\n\nSilence.\n\nJay stands up and walks slowly towards the edge of the room.\nShe rounds the corner - stepping closer and closer to the\nkitchen.\n\nINT. KITCHEN - CONTINUOUS 52\n\nJay hesitantly peeks inside the kitchen doorway.\n\nA HALF-NAKED YOUNG WOMAN, with a slight resemblance to Jay,\nwalks very slowly towards her. Small steps.\n\nShe's missing her two front teeth, while urinating through her\nbrown suede skirt.\n\nDark circles around her eyes. A tube sock on one foot. The\nother bare. Immodest and vulgar.\n\nJay chokes on a scream and backs away.\n\nShe knocks over some household nick-knacks as she crosses the\ndining room.\n\nRushing towards the stairwell - Jay runs up to the home's\nsecond floor. A mad dash.\n\nINT.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nRushing towards the stairwell - Jay runs up to the home's\nsecond floor. A mad dash. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n JAY'S UPSTAIRS - CONTINUOUS 53\nJay reaches the top landing and races towards the large rec\nroom. Inside, she slams the door shut, locks it and backs up\ntowards the far wall.\nShe breathes and listens.\nFootsteps.\nA knock on the door.\nKELLY\n(behind door)\nJay?\nJay doesn't say a word. She sits still. Waiting.\nPAUL\n(behind door)\nJay, can you open the door?\nJay shakes her head.\nKELLY\n\n(behind door)\nWhat's going on?\n\n(CONTINUED)\n\f45.\n53 CONTINUED: 53\n\nJAY\nIt's in the house.\n\nPAUL\n(behind door)\nThere's nothing in the house, Jay.\n\nJAY\nI saw it.\n\nKELLY\n(behind door)\nJust open the door, OK?\nJay watches as the door-knob rattles - then stops.\n\nJAY\nIt's in the kitchen.\n\nPAUL\n(behind door)\nI'm not gonna let anything happen to\nyou. Open the door and we'll figure\nit out.\nJay doesn't move.\nPAUL\n(behind door)\nThere's nothing here.\n\nJay gets up and slowly walks to the door. She reaches for the\nhandle and turns it.\n\nPeeking out, she sees Paul and Kelly standing alone.\n\nJAY\nGet in here.\n\nJay waves them into the room. Once inside, she closes and re-\nlocks the door.\n\nKelly stands with arms crossed, while Paul sits on the edge of\na chair.\n\nKELLY\nJay, why don't you sit down?\n\nJay paces and looks from the door to the second-story window.\nShe crumbles down onto the floor.\n\nKelly and Paul are silent.\n\n(CONTINUED)\n\f46.\n\nCONTINUED: (2) 53\nJAY\nI need water. Oh my god I need some\nwater.\nKELLY\n\nI'll get you some.\n\nJAY\nNo. Stay here.\n\nJay shivers and holds herself.\n\nJAY\nIs something wrong with me?\n\nPAUL\nSomebody broke the window. That\nreally happened.\n\nJAY\nYeah, but I saw a girl in the kitchen.\n\nJay pushes herself against the wall - almost in shock. Kelly\ncomes over and rubs her shoulder.\n\nKELLY\nI love you.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nJay pushes herself against the wall - almost in shock. Kelly\ncomes over and rubs her shoulder. KELLY\nI love you. \n\nTARGET SECTION TO BE ANNOTATED:\n You're ok. It's gonna be\nalright.\nJAY\nYou don't believe me.\nKELLY\nNot all of it... no. But some of it.\n\nThere's a tapping sound at the door. All three kids turn and\nstare. The doorknob shakes a bit. Almost turns - but stops.\n\nKELLY\nMom?\n\nKnock. Knock. Knock. Three soft taps on the door.\n\nJay crawls across the floor towards the window, shushing her\nsister with a panicked gesture.\n\nWorried, Paul picks up a broom from the corner of the room and\nstands near the door - wooden stick raised.\n\nKELLY\nMom, is that you?\n\nJay shakes her head.\n\n(CONTINUED)\n\f53\n\n54\n\n47.\nCONTINUED: (3) 53\nYARA\n(behind door)\nNo. It's me.\n\nKELLY\nYara?\n\nYARA\nYup.\n\nKelly stands and approaches the door. She unlocks it, grabs\nthe doorknob and turns...\n\nJAY\nDon't open the door.\n\nKelly opens the door revealing...\n\nYara, sleepy-eyed and bored, stands in the doorway, holding\nher glasses. She rubs the sleep from her eyes, while chewing\non a red vine dangling from her mouth.\n\nKELLY\nSee? Everything's ok.\n\nSuddenly -\n\nA VERY LARGE MAN peeks out from behind Yara's shoulder -\nbending his head down into the door frame like some kind of\ngiant. He stares at Jay.\n\nJay screams as the large man follows Yara into the room -\nremaining just inches behind the petite young woman.\n\nPaul looks at Jay - confused. No one but Jay sees the long-\nlimbed giant moving closer.\n\nJay rushes to the back window, opens it, pushes out the screen\nand crawls through.\n\nKelly, Paul and Yara run towards her, trying to hold her arms.\n\nKELLY\nJay, be careful!\nPAUL\nHey, wait!\nEXT. JAY'S ROOF - CONTINUOUS 54\n\nJay pulls her arm away and steps onto the edge of the roof.\nShe stands, looking down.\n\n(CONTINUED)\n\f54\n\n55\n\n56\n\n48.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nJAY'S ROOF - CONTINUOUS 54\n\nJay pulls her arm away and steps onto the edge of the roof. She stands, looking down. (CONTINUED)\n\f54\n\n55\n\n56\n\n48. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: 54\nThe large man walks very slowly towards her, visible through\nthe frame of the window - over Paul, Yara and Kelly's\nshoulders.\n\nJay turns and steps along the edge of the roof towards the\nside of the house.\n\nKelly looks out the window as Jay moves from view.\n\nKELLY\nJay! What are you doing?!\n\nPAUL\n(to Kelly)\nI'll get her.\nPaul runs into the hallway - disappearing down the stairwell.\n\nJay lowers herself to the fence and hops into the alleyway.\n\nA boy's bicycle leans against the neighbor's house. Jay grabs\nit, jumps on and rides off into the street.\n\nINT. GREG'S GARAGE - CONTINUOUS 55\n\nGreg sits with a pretty girl in his open garage, smoking a\njoint. They're flirting - his hand on her leg.\n\nGreg notices Jay pedaling the kid's bike into the street. He\nwatches, puzzled, as she rides off. Paul emerges from the\nfront door.\n\nEXT. PARK - NIGHT 56\n\nJay rides the bike into the middle of the park. She stops in\nan open area near the swings and an old spider-web jungle gym.\n\nRusted cartoon faces hover over the play area on the tops of\nthe gym's posts.\n\nThe chains of the swings rattle in the wind.\n\nJay steps off the bike and lays it down on the sandy ground.\nShe looks around at the open park. Large elm trees and dirt\npaths spread out around the grassy patches of the block.\n\nJay watches for movement. It's quiet and still.\n\nShe walks across the lot towards the swings and sits down -\nnearly in shock - trying to calm herself - looking for\nsomething grounded and real.\n\nShe starts to swing - very lightly. A young woman in pajamas -\nalone in the night.\n\n(CONTINUED)\n\f56\n\n49.\nCONTINUED: 56\n\nHer feet slide across the sand and she holds them higher.\n\nJay watches the park. Swinging.\n\nForward. Back. A dog barks in the distance. Crickets chirp.\nThe dog stops barking. It's quiet again.\n\nThe swing creaks quietly - the sound echoes across the trees.\n\nJay sees a figure approaching through the trees - partially\nhidden by the darkness.\n\nShe stops the swing and watches - afraid - ready to run.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe swing creaks quietly - the sound echoes across the trees. Jay sees a figure approaching through the trees - partially\nhidden by the darkness. She stops the swing and watches - afraid - ready to run. \n\nTARGET SECTION TO BE ANNOTATED:\nPAUL\nJay!\n\nKelly, Paul and Yara emerge from the darkness of the park.\nMeeting in the open lot, Kelly runs up to Jay.\n\nKELLY\nYou could've hurt yourself! What are\nyou doing?\n\nThe sisters hug. Amid their embrace, they whisper...\n\nJAY\n(whispers)\nI'm really scared, Kel.\n\nKELLY\n(whispers)\nMe too, but we'll figure it out.\n\nJAY\n(whispers)\nYou can't tell mom. She'll freak out\nand she won't believe me.\n\nKELLY\n(whispers)\nI know. It's ok.\n\nYARA\nWhat were you running away from?\n\nJay sees something. A silhouette moves through the street. All\neyes turn towards the approaching shape.\n\nJAY\nDo you see that?\n\n(CONTINUED)\n\f50.\n\n56 CONTINUED: (2) 56\nKELLY\nI do.\nYARA\nIt's... a person.\n\nStepping into the light from nearby street lamps - Greg\nemerges from the darkness.\n\nJAY\nGreg?\n\nGREG\nWhat the hell's going on?\n\nJay struggles to find a response.\n\nGREG\nAre you ok?\n\nJay nods. Paul glares at Greg - unnoticed.\n\nPAUL\nSomebody broke into their house.\n\nGREG\nShit. Did you call the police?\n\nJay shakes her head no.\n\nJAY\nI don't want to go home.\n\nGREG\nWhere do you wanna go?\n\nJay exhales - looking up at Kelly.\n\nJAY\nI need to find him.\nGREG\nThe person who broke into your house?\nJAY\nNo.\nKELLY\nHugh?\n\nJay nods. It's a small and meek response from a normally\nstrong young woman.\n\nGREG\nWhat did he really do to you?\n\n(CONTINUED)\n\f56\n\n57\n\n58\n\n51.\nCONTINUED: (3) 56\n\nJay shakes her head and shrugs, looking down at the ground -\nrubbing her eyes with her hand.\n\nKelly offers Greg a look - let Jay be.\n\nGREG\n(quiet)\nOk.\n\nThe gang stands around in silence - amidst the quiet park.\n\nGreg turns and starts to walk away. Jay notices him walking\noff.\n\nJAY\nAre you leaving?\n\nGREG\nNo, I'm getting my car.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nJay notices him walking\noff. JAY\nAre you leaving? GREG\nNo, I'm getting my car. \n\nTARGET SECTION TO BE ANNOTATED:\n Somebody's\ngotta drive, right?\n\nGreg jogs off. Kelly and Jay sit down on the edge of the\nmerry-go-round looking out at the shadowy park. The sky has\nnearly achieved its pre-dawn blue.\n\nINT. GREG'S CAR - DAWN 57\n\nJay sits in the passenger seat while Greg drives. Paul, Yara\nand Kelly sit in the back. Yara snacks on a large donut, while\nreading from her phone. Chocolate on her fingers.\n\nThe car drives into the inner city. The neighborhoods become\npoorer - more decayed and urban.\n\nJay sees a pair of middle-aged women walking carts down the\nstreet. A third and older woman trails behind them. Jay\nnotices her watching their car as they pass. The sound of\nGreg's engine grows louder - feeding back on itself\nunnaturally.\n\nFurther on, Jay sees a homeless man standing behind a\ntelephone pole on the side of the road. The man is perfectly\ndivided by, and almost hiding behind the pole.\n\nThey pass him and continue on.\n\nEXT. HUGH'S DETROIT HOME - DAWN 58\nGreg's car pulls up and stops in front of an old inner-city\nhouse. It sits alongside an overgrown field with a distant\nview of the towering Renaissance Center.\n\nEarly morning fog drifts across the face of the brick\n\nbuilding.\n\n(CONTINUED)\n\f58\n\n59\n\n60\n\n61\n\n52.\nCONTINUED: 58\n\nA patch of police tape is strung across the front door. A sign\non the lawn reads: FOR RENT.\n\nEXT. BACKYARD OF HUGH'S DETROIT HOME - DAWN 59\nPaul stands on the gas meter pulling a window open. Jay, Greg,\n\nKelly and Yara stand along the back wall of the house, looking\n\naround at the weed-filled lawn and adjoining backyards.\n\nAs Paul crawls inside, we hear the jingle of clinking cans and\na bell rattle.\n\nA dog begins to bark loudly from a distant yard.\n\nJay notices an old woman peeking out from behind a neighboring\nhouse. The woman stares suspiciously, then disappears.\n\nPaul opens the back door, gesturing for the gang to enter.\n\nINT. LIVING/DINING ROOM OF HUGH'S DETROIT HOME - DAWN 60\nThe camera pushes forward through a dark hall.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nPaul opens the back door, gesturing for the gang to enter. INT. LIVING/DINING ROOM OF HUGH'S DETROIT HOME - DAWN 60\nThe camera pushes forward through a dark hall. \n\nTARGET SECTION TO BE ANNOTATED:\nTiny beams of morning light shine through the covered windows.\nLarge swathes of shadow obscure the details of the dim space.\n\nA dusty mist fills the air.\n\nPiles of debris rest on the coffee table. Couch cushions are\nflipped. The television is face down on the floor.\n\nJay and Greg walk cautiously into the dark living room.\n\nMoving to the curtain-covered bay window, Jay stares at an odd\ncollection of cans, bottles and bells that hang from string\nacross the entire length. She runs her hand over the\nprimitive alarm.\n\nClink Clink jingle jingle.\n\nGreg discovers a similar string of cans and bells across the\nsmaller side window.\n\nINT. BATHROOM OF HUGH'S DETROIT HOME - DAWN 61\nKelly rifles through drawers and checks the medicine cabinet.\nShe finds several bottles of pills. The labels have been torn\noff.\n\nBits of daylight shine through a tiny window above the shower.\n\nKelly sees a bloody razor blade on the floor near a stack of\ntowels.\n\f62\n\n63\n\n64\n\n65\n\n53.\n\nINT. KITCHEN OF HUGH'S DETROIT HOME - DAWN 62\n\nYara opens the fridge and makes a funny face at the sight of\nopen leftovers and rotten fruit.\n\nYARA\nI don't think he spent a lot of time\nhere.\nINT. BATHROOM OF HUGH'S DETROIT HOME - DAWN 63\n\nKelly notices a crack in the wall of the bathroom. She runs\nher hand along the split in the dry-wall. Kelly applies some\npressure and a large piece of wall falls away - revealing a\nhole leading to the adjoining room.\n\nJay peeks through the hole to her sister.\nJAY\nHe told me never to go into a room\nthat didn't have more than one way\nout.\n\nKelly shakes her head - surprised by the oddness of the\nsituation.\n\nINT. BEDROOM OF HUGH'S DETROIT HOME - DAWN 64\nPaul enters the upstairs bedroom. Water-stains line the wall.\nAn old mattress sits on the floor. Debris and clothes boxes\nfill the space.\n\nPaul digs carefully through the cardboard boxes - sorting\nthrough a few remaining articles of clothes. A couple pairs of\nsocks. Some underwear.\n\nINT.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nA couple pairs of\nsocks. Some underwear. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n KITCHEN OF HUGH'S DETROIT HOME - DAWN 65\nStanding on the counter, Yara digs through the upper cabinets,\nusing her cell phone to illuminate the junk inside. Greg stops\nnearby, looking up at her legs. Admiring.\n\nYara peeks into the cabinet. Pushing aside a dusty row of\nmugs...\n\nA cockroach runs out and scampers across her hand.\n\nYARA\nEbhh!! Fuck!\n\nYara shakes her hand in disgust. Greg chuckles.\n\f66\n\n67\n\n54.\n\nINT. BASEMENT OF HUGH'S DETROIT HOME - DAWN 66\n\nKelly walks alone through the garbage filled cellar. The\ncamera pushes slowly through the dusty shadows toward a ground\nlevel window. There's tension as we near the sun-misted glass.\n\nNothing passes.\nINT. BEDROOM OF HUGH'S DETROIT HOME - DAWN 67\n\nUnder some crumpled and stained tissue paper, Paul discovers a\nsmall stack of porn magazines.\n\nHe lifts them and sits on the edge of the bed, sifting through\nthe various covers.\n\nHe selects one and casually flips through the magazine -\nperusing a nude woman's pictorial.\n\nJay enters the bedroom and sees him. She shakes her head and\nmoves to the bedroom's far window. It's taped over with\nnewspapers and comic book pages. A few tears allow some\nmorning light into Hugh's grim-looking sleep quarters.\n\nJay peeks through a hole in the comic book page, looking down\nat the nearby field. She sees a homeless man walking through\nthe tall grass. He disappears behind a tree. Jay backs away\nquickly, bumping the string of cans with her arm.\n\nPaul turns another page and finds a loose photo wedged inside.\nHe pulls the picture out and examines it.\n\nPAUL\nHey, look at this.\n\nJAY\nWhat?\n\nPAUL\n\nIs this him?\n\nJay moves to the bed and looks down at the photo in Paul's\nhand. She sees a younger, teenage-version of Hugh with some\nold girlfriend. They both have bad haircuts. The girl, a\ncheerleader, is wearing a boy's oversized high school\nletterman jacket. It reads: Lawson Vikings.\n\nPAUL\nDo you recognize the letterman jacket?\n\nJAY\nLawson High School.\n\nPaul nods in agreement.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAUL\nDo you recognize the letterman jacket? JAY\nLawson High School. Paul nods in agreement. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\f67\n\n68\n\n69\n\n70\n\n71\n\n55.\nCONTINUED: 67\n\nPAUL\nSomebody's gonna know his real name.\n\nJay looks closely at Hugh's smiling face.\nINT. LAWSON HIGH SCHOOL HALL - DAY 68\n\nDown a long, locker-filled hallway, Greg and Jay walk together\ntowards the main office.\n\nA few kids pass them, walking to class - dodging work.\n\nINT. LAWSON HIGH SCHOOL HALL - DAY 69\nThrough a medium-sized window in the hall, we see a couple\nhigh school kids making out behind a tree - only pieces of the\naction from a distance. A teen boy in ugly clothes walks by\neating an apple.\n\nThe camera pans, crossing the hall and focusing on the nearby\nmain office.\n\nINT. LAWSON HIGH SCHOOL OFFICE - DAY 70\nThrough the glass we watch as Jay and Greg speak with a couple\nof school employees. The photo sits on the counter between\nthem.\n\nOne woman grabs a large book from a shelf, opens it and flips\nthrough pages as a man types slowly on his old computer. Greg\nwatches.\n\nJay stops and turns, looking out past us and the camera,\nscanning the area - she is constantly on guard.\n\nJay turns back and listens as the woman talks.\nThe camera pans again, back towards the window.\nOutside, the couple are still kissing behind the tree.\n\nA YOUNG WOMAN WITH RED HAIR is walking towards the building,\ncarrying a backpack.\n\nA few teen girlfriends cross the window, laughing and\nchatting.\n\nINT. GREG'S CAR - DAY 71\nPaul and Kelly sit in the back seat of the car like kids\nwaiting for their parents. Yara sleeps on Kelly's shoulder.\nGreg and Jay open their doors and hop into the front.\n\nThe high school building is visible through the front window.\n\n(CONTINUED)\n\f56.\n\n71 CONTINUED: 71\nPAUL\nDid they know?\nGREG\nYup.\nJAY\n\nHis real name's Jeff.\n\nIn the distance, the young redhead with a backpack is visible\nwalking towards the car. She's quite far away. No one sees\nher.\n\nPAUL\nNot Hugh?\n\nGREG\n(shaking his head)\nJeff Redmond.\n\nKELLY\nDo we tell the police?\n\nGreg starts the car. The radio comes on - quiet.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nKELLY\nDo we tell the police? Greg starts the car. The radio comes on - quiet. \n\nTARGET SECTION TO BE ANNOTATED:\n A seat-belt\nalarm dings repeatedly. Greg buckles up - Jay doesn't.\n\nJAY\nNo.\n\nThe redhead walks closer as Greg backs the car up and pulls\nout of the school lot. No one sees her, except us (and\nprobably only some of us).\n\nPaul sees Jay and Greg share a moment of eye contact. Greg\nrubs Jay's shoulder for comfort.\n\nPaul makes a face - slightly irritated.\n\n72 EXT. HILLY SUBURBAN ROAD - DAY 72\nGreg's car pulls up in front of a large upper-middle-class\nhouse on the more rural edge of the county. Well manicured\nlawns enhance the neighborhood's stature.\n\nJay climbs out of the car and walks up to the front door. Her\nfriends pile out of the car and stand around it, like a ragged\ngang from a B-picture version of \"West Side Story\".\n\nJay rings the bell and waits. She looks down the street -\nwatching the empty road.\n\nThe door opens and a friendly middle-aged woman in a rumpled t-\n\nshirt and \"mom jeans\" greets Jay. MRS. REDMOND smiles and\nlooks to her.\n\n(CONTINUED)\n\f72\n\n73\n\n57.\nCONTINUED: 72\n\nMRS. REDMOND\nHello.\n\nJay stares at the woman - taken aback. Mrs. Redmond is a dead-\nringer for the naked woman seen earlier at the abandoned\nwarehouse.\n\nJAY\nHi. Um. Is Jeff here?\n\nMRS. REDMOND\n\nYeah. He is. Um... Do you wanna come\nin?\n\nJAY\nYeah.\n\nMrs. Redmond glances back at Jay's friends by the car.\n\nMRS. REDMOND\nYour friends?\n\nJAY\nThat'd be great.\n\nJay waves her sister and friends over.\nINT. UPSTAIRS HALLWAY - DAY 73\n\nMrs. Redmond leads Jay and her friends down a long hallway to\nthe back of the house.\n\nThey reach a doorway. Mrs. Redmond knocks.\n\nMRS. REDMOND\nHey Jeff, you got friends here.\n\nSilence.\n\nMRS. REDMOND\nJeff.\n\nJEFF\nYeah mom. I'm coming.\n\nThe door unlocks and opens. Jeff looks out past his mom to\nJay and her gang. His face reveals the awkwardness and stress\nof the moment.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe door unlocks and opens. Jeff looks out past his mom to\nJay and her gang. His face reveals the awkwardness and stress\nof the moment. \n\nTARGET SECTION TO BE ANNOTATED:\n He tries to hide it from his mother.\n\nJEFF\nHey.\n\nJay looks back at him - waiting for something.\n\n(CONTINUED)\n\f73\n\n58.\nCONTINUED: 73\n\nJAY\nHey.\n\nMRS. REDMOND\nWell I'll leave you kids alone.\n\nMrs. Redmond walks back down the hall. Jeff looks at Jay.\nShe stares him down.\n\nNo one notices, but on Jeff's left wrist, the edge of a\nbandage peeks out from under his long sleeve shirt.\n\nJEFF\nYou wanna come in?\n\nJay shrugs and steps into Jeff's bedroom. Paul, Kelly, Yara\nand Greg follow. Jeff appears uneasy.\n\nJay looks around the room. It's a very typical boy's bedroom -\nprobably too immature for Jeff.\n\nTired, Yara lays across the bed and watches the scene unfold.\n\nGreg closes the door, blocking Jeff in. He hovers near the\nyoung man as though he's about to punch him.\n\nSeeing that he's trapped, Jeff looks over at Jay.\n\nJEFF\nI'm sorry.\n\nJay ignores him - looking at a small, candid photograph on\nJeff's dresser.\n\nIn the photo-booth strip: Jeff smiles alongside a laughing and\nhappy young woman: Annie.\n\nJEFF\nYou don't know how horrible I feel.\n\nGreg smacks Jeff in the face.\n\nGREG\nFuck you.\n\nJeff does nothing in return. He has tears in his eyes.\n\nJEFF\nAre you gonna call the police?\n\nJAY\nI'm not sure yet.\n\n(CONTINUED)\n\f73\n\n74\n\n59.\nCONTINUED: (2) 73\n\nJEFF\n(his voice is weepy and\nweak)\nPlease don't tell my family. Ok?\n\nJAY\nI just want to know what's going on.\n\nJEFF\nOk, but can we talk outside? It's not\nsafe in here. It's really not safe.\n\nEXT. JEFF'S BACKYARD - DAY 74\n\nJeff sits before an open expanse of lawns and landscaped\nbackyards. There are no fences here.\n\nOn the grass at the edge of the patio, Jay and her friends sit\naround the host - like a teenage mob. They're drinking soda\npop from straws.\n\nMrs. Redmond steps outside - smiling. She sets out a tray of\nbaked snacks for the group.\n\nMRS.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nRedmond steps outside - smiling. She sets out a tray of\nbaked snacks for the group. MRS. \n\nTARGET SECTION TO BE ANNOTATED:\n REDMOND\nOk. I hope you like puffed crispy\ntreats.\n\nPAUL\nThank you.\n\nYara grabs a crispy treat and begins to eat.\n\nMRS. REDMOND\nOf course. You're welcome.\n\nThe kids nod awkwardly as they sip their cola beverages. The\nmother smiles and walks inside, carefully sliding the glass\ndoor closed.\n\nOnce gone, all expressions change. Jeff maintains a low\nwhisper, trying to conceal the situation from his mother. His\neyes are red from crying.\n\nJEFF\n(looking at Jay)\nEven though it's following you, I can\nstill see it... it's not done with me\neither. It just wants you first. Like\nI told you, all you can do pass it to\nsomeone else.\n\nJay picks at the ground, pulling up a blade of grass and\ntearing it into smaller strips, placing them on her leg.\n\n(CONTINUED)\n\f74\n\n60.\nCONTINUED: 74\n\nKELLY\nWhat the fuck are you talking about?\n\nFurther down the block, a TEENAGE GIRL IN A SOCCER JERSEY\nappears, cutting across the neighbor's back lawns on her way\nhome. For now, she appears as a dot on the horizon - too\ndistant to be seen by anyone.\n\nJEFF\nShe can do the same thing I did. It\nshould be easier for her. She's a\ngirl.\n\nJeff turns and looks straight at Jay.\n\nJEFF\nAny guy would be with you. Just sleep\nwith somebody and tell them to do the\nsame. Maybe it'll never come back.\n\nPaul stares longingly at Jay from behind his can of soda. We\nsee the figure of the soccer girl begin to take shape in the\ndistance. A casual stroll - a backpack slung over shoulder.\n\nPAUL\nIs that really possible?\n\nGREG\nBullshit. Total fucking bullshit.\n\nJay pulls apart the blades of grass within her palm - fixating\non the tiny details of the plant.\n\nKELLY\n(looking at Jeff)\nYou should take it back.\n\nJeff looks at Kelly - making a face.\nKELLY\n(to Jeff)\nYou know what I mean.\n\nJEFF\nIt doesn't work that way.\n\nJAY\n(almost to herself)\nI would never sleep with him again.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nKELLY\n(to Jeff)\nYou know what I mean. JEFF\nIt doesn't work that way. JAY\n(almost to herself)\nI would never sleep with him again. \n\nTARGET SECTION TO BE ANNOTATED:\nGreg exhales - growing frustrated with the nature of the\nconversation.\n\n(CONTINUED)\n\f74\n\n61.\nCONTINUED: (2) 74\n\nGREG\nThis isn't real. I promise you the\nwhole thing is some fucked up game.\n\nJeff looks at Jay - her melancholy profile - down-turned. Over\nher shoulder, he finally notices the teenage soccer girl\nwalking in his direction - still far away. The camera zooms in\non the girl. Jeff is clearly distracted and frightened.\n\nJEFF\nI'm not safe either. OK? We shouldn't\nbe in the same place. You need to get\nthe fuck out of here.\n\nGREG\nWatch it.\n\nJeff glances back to the soccer girl. She strolls lazily\nacross the lawns. A bit closer.\n\nJEFF\n(getting nervous)\nIf it kills you, it comes back to me\nand then all the way down the line to\nwhoever the hell started it.\n\nJay stares down at her hand - losing herself in the slight\nmovement of her flesh and fingers - something grounded and\nreal. Paul watches her with sadness and longing.\n\nJEFF\n(nervous and quick)\nJay, I'm sorry. I wasn't trying to\nhurt you. Somebody did this to me too,\nya know.\n\nGreg is sweating now. He steals another look at the soccer\ngirl. She looks back at him - then looks down.\n\nKELLY\nWho did it to you?\nJEFF\n(nervous )\nI met a girl at a bar... it was a one\nnight stand... I don't even know her\nname. I think that's where it came\n\nfrom.\nGreg rolls his eyes in frustration.\n\nGREG\nJeff? I don't believe you...\n\n(CONTINUED)\n\f74\n\n75\n\n76\n\n77\n\nTIA\n\n78\n\n62.\nCONTINUED: (3) 74\n\nJeff focuses completely on the approaching girl. He's\nfidgeting - ready to stand and run.\n\nGREG\nShe might, but I think you're a liar.\nThis is some fucked up shit you're -\n(doing to her).\n\nJeff interrupts -\n\nJEFF\nDo you guys see that girl right\nthere?!?\n\nJeff points and stares in the direction of the passing soccer\ngirl. Everyone turns around and looks at the shy teenager,\nbobbing her head to the music.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nJeff interrupts -\n\nJEFF\nDo you guys see that girl right\nthere?!? Jeff points and stares in the direction of the passing soccer\ngirl. Everyone turns around and looks at the shy teenager,\nbobbing her head to the music. \n\nTARGET SECTION TO BE ANNOTATED:\n She notices and makes a worried\nface, shifting her path away from Jeff and the group.\n\nKELLY, PAUL, JAY GREG YARA\n(simultaneous) (nodding)\nYes.... Yeah... Uh huh...\n\nJeff regains his composure. He tries to adjust.\n\nJEFF\nOk. Good. Um... listen... Jay...\n\nJeff faces Jay directly.\n\nJEFF\nWherever you are, it’s somewhere\nwalking straight for you... but it is\nwalking. If you drive far enough, you\ncan buy yourself some time to think...\ndecide if you wanna give it to someone\nelse.\n\nJay glances down at the ground, as Greg and Paul sit silently.\n\nPaul steals a look toward Jay.\n\nOMITTED 75\nOMITTED 76\nOMITTED 77\nOMITTED TIA\nINT. GREG'S CAR - NIGHT 78\n\nGreg drives - staring at the dark road ahead. Yara snores in\nthe passenger seat - an open bag of potato snacks on her lap.\n\n(CONTINUED)\n\f78\n\n63.\nCONTINUED: 78\n\nPaul, Kelly and Jay are crammed in the back, along with their\nluggage.\n\nKELLY\n(to Greg)\nUm... Greg?\nGREG\nYeah?\nKELLY\n\nYour mom’s not gonna freak out?\n\nGREG\nShe won’t even know.\n\nKELLY\nIt’s really nice of you.\n\nGREG\nI love coming up here. My dad used to\ntake me hunting a couple times a year.\nIt’s not like super nice, but it’s\ncool.\n\nKelly nods and smiles, leaning closer to Jay.\nKELLY\n(whispering)\nHave you thought about what he said?\nJay takes a pill from her purse.\nJAY\n(whispering)\nWhat?\nKELLY\n(whispering)\nMaybe passing it on?\nJay shakes her head as she swallows the pill with some water.\nJAY\n(whispering)\nI don’t know.\n\nKelly shrugs a bit. Paul peeks at Jay out of the corner of his\neye - under the cover of sleep.\n\nHighway signs pass by.\n\nMiles of road.\n\f79\n\n80\n\n81\n\n82\n\n83\n\n84\n\n64.\n\nEXT. HIGHWAY - MORNING 79\n\nGreg's car drives up the scenic, northern stretch of I-75.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\n79\n\n80\n\n81\n\n82\n\n83\n\n84\n\n64. EXT. HIGHWAY - MORNING 79\n\nGreg's car drives up the scenic, northern stretch of I-75. \n\nTARGET SECTION TO BE ANNOTATED:\nGiant stretches of forest and clear lakes line the road.\n\nThe sun rises higher over the trees.\n\nOMITTED 80\nOMITTED 81\nOMITTED 82\nEXT. GREG'S LAKE HOUSE - MORNING 83\n\nGreg's car arrives in front of a lake house surrounded by open\nfields.\n\nBeyond the house is a medium-sized lake.\n\nThe gang start to climb out, stretching in the morning sun.\nGreg unlocks the door and steps inside.\n\nINT. LAKE HOUSE LIVING ROOM - MORNING 84\n\nJay and Paul string bells and bottles over the windows and\ndoors. Sitting on the floor - threading old soup cans with\nstring, Jay speaks into an old 70’s-style phone receiver.\n\nJAY\n\n(into phone)\nHello, yes, um, this is Mrs. Height.\nI’m calling to let you know that my\ndaughter Kelly is sick with the flu\nand she’s gonna be out for a few days -\nuh maybe longer.\n\n(beat)\nUh huh. Yeah. I know. It’s the season\nchange I guess.\n\n(beat)\nOk well, thank you. Bye.\n\nKelly fries bacon at the stove, while making pancakes for the\ngroup. She watches her sister from across the room.\n\nA radio on the counter plays an old AM rock tune.\n\nYara dances by herself to the music, snacking on bacon as she\nreads her ebook. Swaying and stepping - her moves are\nintentionally silly.\n\nGreg drinks a beer on the couch, staring at Yara's ass\nwhenever possible.\n\n(CONTINUED)\n\f84\n\n85\n\n86\n\n87\n\n65.\nCONTINUED: 84\n\nFamily photos of Greg and his parents line the walls. Old\nremnants of joyful times litter the room.\n\nHanging up the phone, Jay stands at the edge of the kitchen,\nlooking out the window. She watches the empty field, driveway\nand lake.\n\nBirds chirp happily in the distance.\n\nEXT. OLD SHED - MORNING 85\n\nGreg unlocks the door to a shed behind the house. He pulls a\nmetal case from the dusty shelf.\n\nInside, he finds a small HANDGUN and some bullets.\nGreg closes the case, and tucks it under his arm.\nEXT. FIELD - DAY 86\n\nGreg stands next to Jay as she fires the handgun at a far-off\nrow of canned goods and mini cereal boxes.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nGreg closes the case, and tucks it under his arm. EXT. FIELD - DAY 86\n\nGreg stands next to Jay as she fires the handgun at a far-off\nrow of canned goods and mini cereal boxes. \n\nTARGET SECTION TO BE ANNOTATED:\nHe helps to adjust her aim.\n\nKelly and Paul watch from the distant grass - as shots ring\nout and echo. Yara reads from her phone.\n\nPaul seems irritated.\nGREG\nIt sucks sticking around after\neveryone's gone, huh?\n\nJAY\nIt's a bit lonely.\n\nGREG\nI'm right across the street you know.\n\nJAY\nI remember.\n\nBANG! A full size box of Fruity Fun Cereal is hit, causing a\ntrickle of colorful rice to pour from the bullet hole.\n\nEXT. BOAT & LAKE - DAY 87\n\nThe boat is anchored in the center of the lake. The water is\ncalm.\n\nThe breeze passes like a whisper across Jay's bangs. She\n\nturns onto her back and lays out across the front of the boat -\nfeeling the warm sun.\n\n(CONTINUED)\n\f87\n\n88\n\n89\n\n90\n\n91\n\n92\n\n66.\nCONTINUED: 87\n\nGreg dives into the water, while Paul cannonballs in.\n\nKelly sits near her sister, while Yara dips a toe in the lake\nfrom the safety of the rear ladder - sipping a beer and eating\nsnack chips.\n\nJAY\nI feel safe out here.\n\nKELLY\nWe'll stay as long as we can. Mom\ndoesn't care.\n\nJAY\nI wonder how long it'll take before it\ngets here.\n\nKELLY\n\nJay, there's nothing coming, ok?\nJay looks back towards the shore and watches the tree-line and\nthe open field. She stares deeply at the land. Nothing\nmoves.\n\nEXT. BOAT & LAKE - DAY 88\n\nYara dives underwater, kicking her feet above the surface.\nLoud splashes.\n\nKelly holds on to the anchor-rope, floating calmly on her\nback.\n\nWe notice Greg glancing over at Kelly, treading water with\nbeer in hand.\n\nJay swims alone.\n\nDrying his face with a towel, Paul watches her from the boat.\nEXT. HIGHWAY - DAY 89\nWe slowly push forward - moving up along the expressway. Cars\nrace towards us - passing on either side. We creep along,\n\nunfazed by their proximity.\n\nCloser and closer.\n\nOMITTED 90\nOMITTED 91\nEXT. WOODS - NIGHT 92\n\nThe trees pass as we move very slowly but steadily through the\nforest.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nCloser and closer. OMITTED 90\nOMITTED 91\nEXT. WOODS - NIGHT 92\n\nThe trees pass as we move very slowly but steadily through the\nforest. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\f92\n\n93\n\n67.\nCONTINUED: 92\n\nThe wind howls.\n\nA bird flutters past us.\n\nDistant lightning illuminates the woods. Thunder rumbles.\n\nWe move closer...\n\nINT. LAKE HOUSE - NIGHT 93\n\nA bell rings. Jay turns and sees Paul step through her\ndoorway. He closes the door with a final rattle and ring.\n\nJay stares up at him from her bed. Rain pours against the\nwindow.\n\nJAY\nHey.\nPAUL\nHi. How are you?\nJAY\nUm... I don't know.\nPAUL\n\nYeah.\n\nPaul sits down on the side of her bed. He looks over and eyes\nher. She glances back.\n\nThere's a silence in the room. Jay shifts under her covers.\n\nPaul reaches over and holds Jay's hand. They sit in silence.\nJay stares down at their hands - intertwined. She appears a\nbit uneasy.\n\nPaul leans down and tries to kiss Jay. She pulls her head\naway.\n\nJAY\nNo, Paul.\n\nPAUL\nWhat?\n\nJay doesn't know what to say.\n\nPAUL\nI know you feel kind of alone and I\njust wanted to tell you that... I'm\n\nhere for you.\n\nJAY\nI know.\n\n(CONTINUED)\n\f93\n\n94\n\n95\n\n68.\nCONTINUED: 93\n\nPaul takes a breath. It's getting awkward.\n\nPAUL\nNo, I mean... I'm here for you.\n\nPaul places his hand on Jay's leg. Finally understanding what\nhe's saying, she politely moves his hand away.\n\nJAY\nOh... um... Paul, I...\n\nPaul swallows hard as Kelly knocks on the door. The bell\nrings as she walks into the room.\n\nShe's in a towel. Seeing Paul, she rolls her eyes and gives\nhim a shake of her head.\n\nKELLY\nOut.\n\nJay smirks as Paul leaves the bedroom.\n\nEXT. LAKE HOUSE - NIGHT 94\nRain pours from the gutters on the ground.\n\nDrops ping off the side of the awning.\n\nThe lake dances with volatile drops of water.\n\nRain falls across the windows of the lake house.\n\nEXT. FIELD - MORNING 95\nA grey mist has settled over the area.\n\nJay relaxes on one of the lawn chairs in the center of the\nfield - near the lake.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. FIELD - MORNING 95\nA grey mist has settled over the area. Jay relaxes on one of the lawn chairs in the center of the\nfield - near the lake. \n\nTARGET SECTION TO BE ANNOTATED:\n A breeze tussles her hair. She appears\ncalm, but sad.\n\nKelly, Greg and Paul lounge around her - some on the wet grass\n- others in chairs.\n\nPaul stares lovingly at Jay. She watches the horizon.\n\nBehind Jay - over her shoulder - we watch as Yara steps from\nthe forest into view - far off - by the dirt road.\n\nYara walks closer. Paul looks off - into her direction.\nGreg notices Kelly's leg - stretched across the grass. She\n\nsees him checking her out. His warm eyes cause her to look\naway - more from shyness than anything else.\n\n(CONTINUED)\n\f95\n\n69.\nCONTINUED: 95\n\nGreg gulps and finishes his beer as he stands - dropping the\ncan into the grass. He walks off - trudging towards the\ndistant trees.\n\nPaul looks up at the sky - raising his hand up to feel the\nsun. Behind him, we see Yara in her bathing suit floating\nacross the shallow edge of the lake on a circular inner-tube.\nShe floats lazily by - a small but visible shape in the\nbackground.\n\nThere are clearly two Yaras. One is in the water. One is\napproaching behind Jay.\n\nPaul looks back to Jay. She turns to her side and looks back\ntowards the lake house. Behind her, Yara is now much closer -\ncontinuing to approach.\n\nYARA\nYou should get in the water!\n\nFrom her inner-tube, Yara looks back to her friends. Kelly\nglances over to her sister. Jay yawns and stretches.\n\nKELLY\nYou want to?\n\nJAY\nNo. You go ahead.\n\nWe see Greg - very far away - step into the trees, drop his\nshorts and start to pee.\n\nKELLY\nCome on.\n\nJAY\nEh.\n\nKELLY\n\nGet up. It'll be nice.\n\nKelly starts to get up. We see the group, lounging together in\nthe field.\n\nJAY\nMaybe in a little bit.\n\nKELLY\nDon’t be so lazy.\n\nAs Jay sits in her chair, her long hair rises into the air -\n\nwithout cause or explanation - like a Michaél Borremans’\npainting.\n\n(CONTINUED)\n\f95\n\n70.\nCONTINUED: (2) 95\n\nKelly and Paul see this occur.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs Jay sits in her chair, her long hair rises into the air -\n\nwithout cause or explanation - like a Michaél Borremans’\npainting. (CONTINUED)\n\f95\n\n70. CONTINUED: (2) 95\n\nKelly and Paul see this occur. \n\nTARGET SECTION TO BE ANNOTATED:\n Jay immediately realizes\nsomething is behind her. She jumps from her chair, screams and\nsteps backwards. The chair topples. An invisible force pulls\nher head down and prevents her from moving more than a few\nfeet. She pulls backwards - a tug of war - her hair is the\nrope.\n\nJAY\nHelp me!\n\nKelly takes a step closer - tentative with confusion.\n\nKELLY\nJay?! What is it?!\n\nPaul jumps up and grabs the fallen chair. He swings it down\ninto the air.\n\nWe watch as the chair smashes into an invisible object -\ncracking - hurting Paul's hand.\n\nJay’s hair is released - dropping back to her shoulders. She\ntumbles away, tripping over a cooler and falling to the\nground. Kelly rushes to help her.\n\nPaul steps closer - suddenly he’s pushed violently across the\ngrass - landing on his shoulder.\n\nJay crawls and stumbles away from the advancing thing. The\nfake Yara follows her - bloodied but unfazed.\n\nIn the distance, Greg quickly pulls up his shorts and starts\nto walk back - a cautious, hyper-aware gait.\n\nGREG\nWill you guys tell me what's goin'\non?!\n\nThe real Yara rushes through the shallow water and helps Jay\nup. She pulls her towards the lake house as Paul manages to\nstand, backing away from the center of the field - terrified\nand unsure how to help.\n\nKelly runs after her sister. Jay keeps moving - glancing back\nand pointing.\n\nYara, or something that looks like her, follows. The gap\nwidens, but the thing keeps coming. Slowly of course.\n\nJay's friends and sister pass right by the thing as they rush\nto her aid. They see nothing.\n\f95A\n\n96\n\n71.\n\nEXT. EDGE OF FIELD - CONTINUOUS 95A\nGreg is still far off - approaching along the edge of the\nclearing. We track behind him as he watches the odd sight:\n\nJay is backing away - screaming, pointing and staring at\nnothingness.\n\nINT. LAKE HOUSE - CONTINUOUS 96\nJay picks up the hand gun and runs to the door.\n\nKELLY\nWhat're you doing?!\n\nJay raises the gun up. She aims at the thing. Yara stares\nback at her. Mouth open.\n\nPaul is almost hyper-ventilating at the edge of the room.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nYara stares\nback at her. Mouth open. Paul is almost hyper-ventilating at the edge of the room. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nsees nothing but a frightened and hurt young woman aiming a\ngun into the air. He hides behind the couch.\n\nJay waits until it gets near. She aims at its face - Jay\npulls the trigger.\n\nBang!!!\nGreg dives down - taking cover in the grass.\n\nPAUL\nFuck!\n\nThe bullet slices through Yara’s forehead and ricochets out\nher temple. Blood pours from her skull as she slumps to the\nground.\n\nGREG\n(in distance)\nStop shooting! !\nGreg jumps up, arms in the air. He starts to come closer.\n\nKELLY\nJay, please!!\n\nThe bloody Yara rises and continues walking towards Jay as\nthough nothing happened.\n\f96A\n\n96B\n\n72.\n\nEXT. FIELD - CONTINUOUS 96A\nAs Greg moves toward Jay with his arms in the air, she raises\nher pistol once again. She fires several times - the bullets\ncoming right at us. Greg dives for cover.\n\nJay steps back and pulls the front door closed.\n\nINT. LAKE HOUSE LIVING ROOM - CONTINUOUS 96B\nJay locks the front door and slumps onto the ground. She\nstarts to cry. Kelly tries to hold her but she can't be\nconsoled.\n\nPaul lifts his shirt and sees a swollen red welt across his\nabdomen.\n\nJay peeks up toward the front window. She sees a large man\nlooking in through the glass. He shuffles slowly to the side -\nout of sight.\n\nSmash!!!\n\nThere's a loud pounding from the front door. The wood shakes.\nIt hits again. The banging gets louder.\n\nA foot breaks through the bottom of the door.\n\nThe women scream. Paul jumps in fear.\n\nYara watches as wood splinters from the center - seemingly\nwithout cause.\n\nJay watches as the foot kicks out a medium chunk of paneling\nfrom the bottom of the door. The foot retracts and\ndisappears.\n\nSilence - except for the soft crying within the room.\n\nThe friends and siblings look to the door - waiting.\n\nSlowly... we push in... closer on the hole...\n\nGreg appears, looking in through the broken door - his head\ntilted at an angle.\n\nGREG\nWhat the hell are you guys doing?!\nJAY YARA\nGreg, it's outside! Don’t open the door!\n\n(CONTINUED)\n\f96B\n\n73.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nJAY YARA\nGreg, it's outside! Don’t open the door! (CONTINUED)\n\f96B\n\n73. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: 96B\nGREG\nWhat did you do to the door?!\nJAY PAUL\nIt's trying to get in! We didn’t do it!\nGREG\n\nThere's nothing out here!\n\nJAY\nYes there is!\n\nGreg pounds his fist into the door. He pulls away and\ndisappears from view.\n\nGREG KELLY\n(O.S.) Greg, did you kick the door?\nWhat the fuck... son-of-a... Was it you?\nSilence.\n\nWe hear only Jay, Kelly, Yara and Paul, breathing deeply.\nFrightened and labored breaths.\n\nOutside... it's quiet.\nJAY\nGreg?\nHe doesn't respond.\nJAY\n\nGreg, are you ok?\nJay leans closer to the door, peeking into the hole.\nSuddenly...\nA very LITTLE BOY WITH A STRANGE FACE pokes his head into the\nopening. Jay screams and jumps as the little kid crawls\n\nthrough the hole in the door.\n\nKELLY\nJay, what do you see?!\n\nThe innocent looking boy stares at Jay and screams loudly -\nlike an elderly woman.\n\nJay flinches and covers her ears. She pulls herself up and\nscrambles away, grabbing the car keys from the table.\n\nThere's a pounding from the other side of the house.\n\nJay runs toward the rear door.\n\n(CONTINUED)\n\f96B\n\n97\n\n98\n\n74.\n\nCONTINUED: (2) 96B\nNow inside, the little boy steps across the room.\nPaul follows Jay as she unlocks the back door, revealing Greg -\npounding on it.\nGREG\nWhat is going on?!!\nJay pushes past him, moving outside.\nPAUL\nI don't know!\nGreg stares into the lake house with anger and confusion - we\ndon't see anything other than hysterical teenagers.\nGREG\n(muttering to himself)\nWhat the fuck...\nYara is crying on the floor, while Kelly stands shaking - in\nshock. Greg marches past them.\nEXT. LAKE HOUSE - CONTINUOUS 97\n\nJay runs to the car, fumbling with the key fob, unlocking the\ndoor.\n\nAs Jay climbs into the driver's seat, Greg emerges from the\nfront door of the lake house. He inspects the crack in the\ndoor.\n\nINT.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs Jay climbs into the driver's seat, Greg emerges from the\nfront door of the lake house. He inspects the crack in the\ndoor. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n GREG'S CAR - CONTINUOUS 98\n\nStarting the car, Jay sees a young woman, Annie, walk past\nGreg and the others - staring at her from a distance.\n\nGreg is shouting - trying to calm everyone down.\n\nJay continues to cry - not loudly - just streams of\ninvoluntary tears. She throws the car into gear.\n\nKelly runs from the side of the house, spotting her sister in\nthe car.\n\nKELLY\n(distant)\nJay! Wait!\n\nWe back up at a mad speed, turning and racing up the dirt road\ntowards the highway.\n\nThe engine roars - and whines.\nKelly, Yara, Paul and Greg watch as Jay drives off.\n\n(CONTINUED)\n\f98\n\n99\n\n75.\nCONTINUED: 98\n\nGREG\nWhere are you going?! That's my\nfucking car!!\nThe house, the friends and Annie recede into the background.\n\nJay stares ahead in shock. Her hands are shaking on the\nsteering wheel.\n\nThe teenage girl presses down on the gas. She steers wide -\nturning a corner in the road.\n\nJay looks back over her shoulder. Panicked.\n\nUp ahead, a pickup truck begins to pull out from the\nintersection. Protected by a stop sign - nothing more.\n\nJay is going too fast. Unable to stop. The truck tries to\nswerve.\n\nShe pulls at the wheel, hitting the brake and cutting left.\nLosing control.\n\nShe crashes hard into a bank of trees.\n\nINT. HOSPITAL - DAY 99\nJay opens her eyes. Her head is slightly bandaged around her\nforehead. A small circle of dried blood rests on the cotton\n\nwrap - an IV in her left arm.\n\nHer right arm is covered in a cast - extending from her\nfingers to her bicep.\n\nJay sees the foot of her hospital bed. A monitor and the open\ndoorway leading to a hallway.\n\nShe stares into the hall. An empty waiting room is visible\nbeyond another door.\n\nA NOSY WOMAN passes by - peeking over at Jay.\nAn unseen MAN screams in pain from a distant room.\nOLD MAN\n(0.S.)\nSomebody come and help me! I need some\nhelppp! Somebody please! I just need\nsome helppp!!\n\nJay watches the door - she begins to frighten herself. Her\nbreathing grows shallow.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nI just need\nsome helppp!! Jay watches the door - she begins to frighten herself. Her\nbreathing grows shallow. \n\nTARGET SECTION TO BE ANNOTATED:\nShe looks down and presses the call button. It rings, but no\none responds.\n\n(CONTINUED)\n\f99\n\n76.\nCONTINUED: 99\n\nThe hallway appears empty. The man's cries are silenced. The\ncall button beeps intermittently.\n\nJAY\nHello?\n\nJay stares into the doorway.\n\nJAY\nHelloooo?\n\nThe camera moves closer and closer to the open space.\n\nKelly steps into frame, walking from the waiting room around\nthe corner. She crosses the hall - an expression of sadness on\nher face.\n\nJay sees her coming. She stares - fearful and suspicious. Her\nbreathing is heavy.\n\nJAY\nKelly?\n\nKelly simply nods and smiles reassuringly, shrugging her\nshoulders. Of course it's her.\n\nJay doesn't believe it.\n\nJAY\n(still afraid)\nIs it really you?!\n\nKELLY\n(nodding once again)\nYeah. It's me.\nJAY\n(relieved)\nOk.\n\nJay tries to stop herself from crying. She sobs as her sister\ncomes closer and holds her - leaning down over the bed.\n\nJAY\nDoes mom know?\n\nKELLY\nYeah. She came earlier.\n\nJAY\nHow long am I gonna be here?\n\nKELLY\nI don't know.\n\n(CONTINUED)\n\f77.\n\nCONTINUED: (2) 99\nJAY\nIt's gonna come here. What am I gonna\ndo?\nKELLY\n\nWe're gonna figure it out. Just\nrelax. Ok.\n\nJAY\nHow far are we from the lake house?\n\nKELLY\nFar.\n\nKelly sits up and yawns, pulling away from the hug. She leans\nback revealing -\n\nAn OLD NURSE staring down at Jay, a tray of food in her hands.\n\nJay sees the pale woman and is startled. She immediately\nfreaks out, pulling away and kicking her food tray to the\nfloor.\n\nJAY\nNo! Get her away from me! Can you see\nher?! She's right there!\n\nJay points at the nurse. Kelly tries to calm her sister,\ngrabbing her arms.\n\nKELLY\nI see her! It's just a nurse. She's\nbringing you food.\n(looking to the nurse)\nI'm so sorry... she's really scared.\n\nJay turns her face toward the pillow. She takes deep breaths.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\n(looking to the nurse)\nI'm so sorry... she's really scared. Jay turns her face toward the pillow. She takes deep breaths. \n\nTARGET SECTION TO BE ANNOTATED:\nNURSE\nWe'll get her something to help her\nrelax.\nJAY\n(mumbling)\nI don't want anything.\nJay gasps for air.\n\nEverything goes dark... the noises of the hospital warp and\ndistort...\n\nWe hear the sound of Jay breathing.\n\f100\n\n78.\n\nINT. HOSPITAL ROOM - DUSK 100\nJay opens her eyes again...\n\nShe sees her mother sitting in a nearby chair. The door is\nclosed.\n\nPaul, Greg, Kelly and Yara lay around the room - scattered in\nodd places: chairs, the end of the bed, the window sill.\n\nThe television is on, but no one is watching it. It's nothing\nbut a half-muted light source in an otherwise dim room.\n\nWe hear voices - whispering around us. Nothing sounds right.\nMRS HEIGHT\n(muted)\nWas she taking her medicine?\nKELLY\n(muted)\nI don't know. I think so.\nJay begins to cry.\n\nMrs. Height moves close, holding her hand against her\ndaughter's forehead.\n\nMRS HEIGHT\nJay, you ok?\n\nJay's face shows exhaustion and fear. Her crying intensifies.\n\nThe young woman sobs and wails like a hurt child. Her mother\nholds her, while Kelly wipes tears away from her cheek.\n\nJAY\n(whispers)\nI don't wanna die.\n\nMRS HEIGHT\n\nYou're not gonna die. You're ok. It\n\nwas a bad accident. That's all.\n\nYou'll be home in a few days.\n\nJay continues to cry. Greg stares from his seat.\nJAY\n(whispers)\nIt's gonna catch me.\n\nJay sees Greg. She looks to him for help.\n\n(CONTINUED)\n\f100\n\n101\n\n102\n\n103\n\n79.\nCONTINUED: 100\n\nJAY\n(whispers)\nIt'll be here soon...\n\nJay lays against her pillow, sobbing lightly, staring at Greg.\nEXT. HOSPITAL - NIGHT 101\nWe watch from outside.\nThe camera tracks along the exterior of the hospital windows -\npast the sleeping and the sick. A man on his deathbed. A\nwomen hobbling to the bathroom. A family laughing silently\nbehind glass. A child eating over a tray.\n\nWe settle on Jay's hospital room - looking in - through the\nwindow from a distance.\n\nGreg leans over the bed, as Jay whispers something into his\near.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nA child eating over a tray. We settle on Jay's hospital room - looking in - through the\nwindow from a distance. Greg leans over the bed, as Jay whispers something into his\near. \n\nTARGET SECTION TO BE ANNOTATED:\n A private moment. He nods and says something in reply.\n\nWe slowly move closer. A tiny, creeping dolly forward.\n\nThey are alone. The room's door is closed.\n\nGreg takes her left hand and holds it.\n\nHe kisses her and moves closer. Greg undoes his pants and\npulls them down. Jay lifts the blanket up and pulls her\nunderwear off.\n\nGreg climbs into the bed with her, touching her body. She\npulls his boxers off and holds him with one arm - keeping her\n\ncast off to the side..\n\nGreg moves on top of Jay. She looks up at him as he positions\nhimself inside her. Greg stares down at Jay's beautiful face.\n\nINT. HOSPITAL ROOM - CONTINUOUS 102\n\nJay looks over Greg's shoulder to the closed door. She\nwatches - waiting - as Greg makes love to her.\n\nHer head and face shake - rising and falling as the young man\nmoves faster - fucking her harder.\n\nJay stays focused on the closed door - holding Greg in her\narms.\n\nINT. HOSPITAL ROOM - NIGHT 103\n\nJay sits alone in her hospital bed. The room is very quiet.\nShe stares out - lost in thought.\n\nIs it gone?\n\n(CONTINUED)\n\f103\n\n104\n\n105\n\n106\n\n80.\nCONTINUED: 103\nWe sit with Jay for a few moments as she takes a sip of water\nand then looks down at her hospital gown. Her legs. The cast\non her arm.\n\nJay waits for something to happen. She watches the empty\ndoorway.\n\nINT. COLLEGE FOOD COURT - DAY 104\n\nGreg eats a sandwich, fries and coke while chatting with some\ngirls at a table. Many people cross by.\n\nGreg laughs with his mouth half-full.\n\nINT. HOSPITAL WAITING ROOM - DAY 105\nKelly rests on a small couch - magazines on her lap.\n\nPaul sits in a chair - watching across the hallway - looking\ninto Jay's room. He watches Greg smile and chat with her -\ncasually eating applesauce from Jay's food tray.\n\nJay's face is partially hidden by the edge of the doorway.\n\nPaul stares with obvious envy.\n\nINT. JAY'S HOSPITAL ROOM - CONTINUOUS 106\n\nFlowers line the window sill - the sun shines brightly inside.\n\nJAY\nYou haven't seen it?\n\nGREG\nNothing.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nJAY'S HOSPITAL ROOM - CONTINUOUS 106\n\nFlowers line the window sill - the sun shines brightly inside. JAY\nYou haven't seen it? GREG\nNothing. \n\nTARGET SECTION TO BE ANNOTATED:\nGreg takes another bite of applesauce.\n\nJAY\nReally?\nGREG\n(eating)\n\nYeah. I'm waiting. Looking. It's\nbeen 3 days...\n\nJay nods her head - unsure.\n\nGREG\nI don't think it's coming.\n\nJay rests in her hospital bed.\n\n(CONTINUED)\n\f106\n\n107\n\n108\n\n81.\nCONTINUED: 106\n\nJAY\nYou believe me right? You're not just\nplaying along?\n\nGREG\nNo. I believe you.\nJay nods.\nGREG\nI just don't think it's... following\n\nme.\nJay stares at Greg. Worried.\n\nGREG\nIsn't that good?\n\nJAY\nYeah.\n\nJay's face doesn't seem relaxed. She takes no comfort in\nGreg's words.\n\nJAY\nI'm sorry about your car.\n\nGREG\nIt's just a car.\n\nHe smiles and takes one more bite of applesauce - licking the\nspoon.\n\nEXT. JAY'S BACKYARD - DAY 107\n\nJay sits in the hot tub, with her cast hanging over the side -\nlooking out at the neighboring yards. A dullness in her eyes.\n\nThe back door is half-open.\nA small television rests on the deck - playing the local news.\n\nOn the tv: Bodies are carried from a collapsed building. The\nnews announcer chatters away about the incident.\n\nJay stares out at her backyard lawn - and the lawns of her\nneighbor's - yards stretching into infinity.\n\nINT. JAY'S HOUSE - DAY 108\nJay steps inside her house - drying off with a towel.\nIt's quiet.\n\nShe walks slowly down the hallway to her room.\n\f109\n\n82.\n\nINT. JAY'S ROOM - DAY 109\n\nOpening the bedroom door, Jay notices that her dresser drawer\nis open. The underwear drawer.\n\nLooking across the room, she sees her bra, underwear and a\npair of socks laid out across her bed - as though mimicking a\nbody.\n\nFear crosses her face.\n\nJAY\nKelly!? Mom!?\n\nNo one answers. Jay looks around for an intruder.\n\nWalking towards the bed, Jay passes a dresser, a mirror and\nvarious posters on the wall.\n\nShe reaches the bed and picks up her bra. She leans down and\npeers out the window.\n\nNothing.\n\nStanding up, Jay sees a BOY reflected in the mirror.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe leans down and\npeers out the window. Nothing. Standing up, Jay sees a BOY reflected in the mirror. \n\nTARGET SECTION TO BE ANNOTATED:\n Startled,\nshe screams - spinning around - falling back against the bed.\n\nIt's the 11 year old neighbor boy - hiding against the wall -\npanties in his hand. He takes a step forward - arm extending -\nworry on his face.\n\nNEIGHBOR BOY\nI just wanted to see you. I'm sorry.\n\nJAY\nGet out of here!!\n\nThe boy drops her underwear on the floor and runs out of the\nroom - into the hallway.\n\nJay sits there. Catching her breath.\n\nEXT. JAY'S HOUSE - DUSK 110\nKelly and Paul sit on the porch talking, drinking and\nlistening to music. Near the garage - Yara is chatting with\n\nsomeone on her pink cell phone.\n\nGreg walks out from his front door. He crosses the street and\napproaches the gang on the porch.\n\nGREG\nHow are you guys?\n\n(CONTINUED)\n\f83.\nCONTINUED: 110\n\nKELLY\nOK.\n\nPaul nods - choosing not to speak.\n\nYara closes her phone and joins her friends - sitting down\nnear Paul.\n\nGREG\nHow's Jay?\n\nGreg looks in the direction of the house - where Jay is. Kelly\nshrugs her shoulders.\n\nKELLY\nNot great.\n\nPAUL\nHave you seen anything?\n\nPaul stares Greg down - letting him know that he knows.\nYara covers her tiny grin - they're all in on it.\n\nGreg silently shakes his head. Nope.\n\nThe group is quiet for a moment as they consider this.\n\nGREG\nIs it cool if I go in?\n\nKELLY\nI don't think so. She doesn't want to\nopen her door. She's just hiding in\nthere.\n\nGREG\nI thought she'd be doing better.\n\nGreg looks towards the closed doorway. Kelly stares at him -\nwaiting for something back.\n\nKELLY\nI can have her call you later.\n\nGREG\nYeah ok.\n\nPaul watches silently - a brooding stare from the corner of\nthe porch.\n\nYARA\nYou really haven't seen anything?\n\n(CONTINUED)\n\f84.\n110 CONTINUED: (2) 110\n\nGREG\nNope.\n\nPAUL\nShe didn't make it up.\n\nGREG\nWe'll know sooner or later, right?\n\nGreg looks around - thinking about the possibility. He scans\nthe empty street and the rows of manicured lawns extending\ninto infinity.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nGREG\nWe'll know sooner or later, right? Greg looks around - thinking about the possibility. He scans\nthe empty street and the rows of manicured lawns extending\ninto infinity. \n\nTARGET SECTION TO BE ANNOTATED:\nPAUL\nThat chair cracked in mid-air,\nsomething knocked me over, and the\n\ndoor... it didn't break on its own.\nGREG\nSomething happened, but... it's not\n\nwhat she thinks.\n\nKELLY\nWhat do you think it was then?\n\nGreg shrugs his shoulders and steps off the porch.\n\nGREG\nI'll see you guys.\n\nKELLY\nBye, Greg.\n\nYARA\nBye.\n\nGreg walks across the street. Paul watches him go - happy to\nsee him leave.\n\n111 EXT. SUBURBAN PARK - NIGHT 111\nThe dark trees of the park sway in the night breeze.\n112 EXT. SUBURBAN STREET - NIGHT 112\n\nA dog barks from behind a fence. The houses sleep. The\nstreet is quiet.\n\n113 EXT. NEIGHBORHOOD - NIGHT 113\nWe see the full neighborhood from above.\n\nScattered house lights and street-lamps form pools of\nillumination across the flat Michigan suburbs.\n\f114\n\n85.\n\nINT. JAY'S ROOM - NIGHT 114\n\nJay sits by her window in pajamas, watching the dark\nneighborhood.\n\nEmpty yards.\n\nA car passes.\n\nJay yawns - a hand over her mouth.\nNear silence. Some crickets.\n\nJay sees Greg walking slowly down the sidewalk. He turns and\nheads up the path to his house.\n\nJay knocks on her window, trying to get his attention.\nGreg reaches the front door, but it won't open for him.\nJay watches - a bit confused.\n\nGreg picks up a large stone and walks towards the front window\nof his house.\n\nJay realizes something is wrong. She grabs her 80’s handset\nphone and dials Greg's number. It goes straight to voice-\nmail.\n\nGreg breaks the glass and begins to crawl into his home\nthrough the opening.\n\nJay leaps up and stumbles out her bedroom door.\nEXT. GREG'S HOUSE - NIGHT 115\n\nSprinting to Greg's front yard, Jay pounds on the door - pulls\nat the handle.\n\nJAY\nGreg! Open the door! Greg!\n\nThere's no sound from within. Jay looks to the broken front\nwindow - she runs to it and begins to crawl through.\n\nINT. GREG'S HOUSE LIVING ROOM - CONTINUOUS 116\nFalling to the carpet, Jay clutches her cast-covered arm and\nlooks around the dark room.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nJay looks to the broken front\nwindow - she runs to it and begins to crawl through. INT. GREG'S HOUSE LIVING ROOM - CONTINUOUS 116\nFalling to the carpet, Jay clutches her cast-covered arm and\nlooks around the dark room. \n\nTARGET SECTION TO BE ANNOTATED:\n She stands up and moves through\nthe house.\n\nJAY\n\n(cunning)\nGreg! It's in the house!\n\n(CONTINUED)\n\f116A\n\n86.\nCONTINUED: 116\n\nWe hear a soft and distant tapping from above. A clock chimes.\n\nGREG\n(O.S. - distant)\nJesus, mom! I'm sleeping!\n\nJay runs through a dark hallway reaching the base of the\nstairs. She goes up.\n\nINT. GREG’S HOUSE UPSTAIRS - CONTINUOUS 116A\n\nRunning up the stairs, Jay hears the sound of knocking -\nlouder. A \"tap tap tap\" on wood.\n\nJAY\nGreg! Watch out!\n\nReaching the top of the stairwell, Jay stops. Ahead of her,\nat Greg's door is his mother, Mrs. Hannigan.\n\nMrs. Hannigan is knocking on the door. She looks over at Jay\nas she continues to knock.\n\nJay stares - suddenly understanding what's happening.\n\nGREG\n(from inside - groggy)\nWhat the fuck is going on? Fucking son-\nof-a...\n\nJAY\nGreg, it's outside your...!\n\nGreg opens his bedroom door - wearing only boxers. He sees\nhis mother standing before him in her open bathrobe - breasts\nhalf-exposed.\n\nGREG\n\n(groggy)\nWhat the fuck, mom?\n\nMrs. Hannigan puts her arms around Greg. Her legs climb up -\nfeet clawing - wrapping herself around him. He falls backwards\ndisappearing into the bedroom.\n\nJay circles the doorway, looking in. She sees the woman\nstraddling Greg, holding tightly as he convulses - his eyes\nrolled back - revealing white and veins. A fallen lamp\nflickers and strobes. The room appears to shake.\n\nThe mother pushes herself against Greg - bare legs - a loose\n\nrobe - indecent. His hand struggles against hers - their\nfingers intertwined.\n\n(CONTINUED)\n\f87.\n\n116A CONTINUED: 116A\n\n120\n\n121\n\n122\n\nA heavy rush of fluid pours down onto Greg’s boxers - soaking\nthe carpet.\n\nThe young man stops moving. He's dead and pale - his tongue\nedging out the side of his mouth.\n\nThe thing looks back at Jay and stands. It begins to follow\nher as she backs up along the hall landing - down the stairs.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe's dead and pale - his tongue\nedging out the side of his mouth. The thing looks back at Jay and stands. It begins to follow\nher as she backs up along the hall landing - down the stairs. \n\nTARGET SECTION TO BE ANNOTATED:\nJay runs to the front door - fleeing the house.\nINT. JAY'S CAR - NIGHT 117\n\nJay pulls out of her driveway wildly. She drives down the\nstreet as Greg walks out of his front door - staring at her.\n\nINT. JAY'S CAR - NIGHT 118\n\nJay cruises along the expressway. She tries to slow her\nbreathing. She wipes some tears from her face.\n\nINT. JAY'S CAR - NIGHT 119\nThe radio is on. A beautiful pop song plays from the\n\nspeakers. Jay is tired as she steers along the near empty\nexpressway.\n\nINT. JAY'S CAR - NIGHT 120\n\nQuiet now. Heading down a rural highway.\n\nJay pulls her car into a long dirt drive. She follows the\ntree-lined path deeper.\n\nEXT. WOODS - NIGHT 121\nJay parks and gets out of her car along the edge of some light\nwoods. She moves around the car and climbs over the front\nfender, sitting on the hood.\n\nJay lays back and stares up at the night sky. She turns her\nhead and watches the empty road - illuminated by a lone street\nlamp. She waits.\n\nEXT. WOODS - DAWN 122\n\nJay sits on the roof of her car, facing the road. She stares\nout at the empty path.\n\nShe hears something. A sputtering engine. Voices in the\ndistance.\n\nJay climbs down and follows the sound through the trees -\ntoward the rising sun.\n\f123\n\n124\n\n125\n\n88.\n\nEXT. CLEARING AT LAKE - DAWN 123\nStepping out of the woods, Jay finds herself along the edge of\nLake St. Claire. She looks out at the deep waters as a\nmotorboat slows in the distance.\n\nA few shirtless YOUNG MEN drink beer in the boat as it rocks\nand sways. Listening to music, they don't notice the young\nwoman on shore.\n\nJay focuses on the men. A thought crosses her eyes.\n\nJay takes off her pants and shirt as she steps into the lake.\nShe moves out, bracing herself against the cold - letting her\ncast drop carelessly into the water.\n\nShe swims further. The boat is ahead. The young men grow\ncloser and closer.\n\nJay slows and stops. She's near the boat now. The music and\nlaughter is louder.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nJay slows and stops. She's near the boat now. The music and\nlaughter is louder. \n\nTARGET SECTION TO BE ANNOTATED:\n She looks up at the figures of men -\nconsidering. She starts to call out, but stops. Her eyes\nshow melancholy as she paddles in place.\n\nI can't do this.\n\nJay exhales and drops down into the water.\n\nShe's gone.\n\nWe sit on the surface of the lake watching the young men on\nthe boat drink and laugh. Eventually, they start the engine\nand cruise off along the horizon.\n\nA flock of birds fly overhead.\n\nThe water is still.\n\nJay pops up several yards away - nearly out of frame - gasping\nfor air. She fights to swim back.\n\nEXT. JAY'S HOUSE - MORNING 124\nJay drives the car down her street - her hair still damp - the\ncast soaking wet. As she pulls into her driveway, she sees\nKelly and Yara sitting on the porch - haggard and sad.\n\nINT. JAY'S BEDROOM - DAY 125\nJay is resting on the floor of the darkened room. A towel is\nwrapped around her cast. Some light peeks in through the half-\ndrawn shades. Kelly and Yara are sleeping on the bed - passed\nout - a space of mourning.\n\nYara snores a little.\n\n(CONTINUED)\n\f125\n\n89.\nCONTINUED: 125\n\nThe old sandwich sits untouched on its plate. The bread has\ngrown moldy. The pickle is dry. The Doritos remain orange and\nunchanged.\n\nThe television is on. Old commercials sell products.\n\nThere's a knock at the door. Jay opens her eyes.\n\nJAY\nWho is it?\n\nPAUL\nPaul.\n\nJAY\nHang on.\n\nJay gets up and pulls the chair away from the door, she\ncautiously opens it, peeking out into the hallway. She sees\nPaul - alone.\n\nHe steps into the room. Jay quickly closes the door and\nbarricades it.\n\nPaul sits down on the floor next to Jay's nest of blankets and\nclothes. She sits alongside him, pulling her t-shirt down as\nshe stretches her legs across the blanket with little regard\nfor modesty. Her focus is singular - a melancholy has settled\nin her eyes.\n\nThey sit in silence together for a moment. Yara's snoring\nquietly rattles from the mattress.\n\nJAY\nIt's gonna be here sooner or later.\n\nPaul takes a breath - he's thought about it.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nYara's snoring\nquietly rattles from the mattress. JAY\nIt's gonna be here sooner or later. Paul takes a breath - he's thought about it. \n\nTARGET SECTION TO BE ANNOTATED:\n He speaks in\nwhispers.\n\nPAUL\nYou could pass it on.\n\nJay shakes her head. She won't. Not again.\n\nPAUL\nYou did once.\n\nJAY\nI shouldn't have.\n\nJay looks ahead at the black dress slung over her chair.\n\nPAUL\nI could...\n\n(CONTINUED)\n\f125\n\n90.\nCONTINUED: (2) 125\n\nJay looks at Paul - direct eye contact.\n\nJAY\nNo.\n\nA moment passes. Paul stares at Jay's profile. She watches\nthe window.\n\nPAUL\nI liked you too, ya know.\n\nJay takes a breath, fidgeting with her t-shirt. She knows.\n\nPAUL\nWhy did you pick Greg?\n\nJay looks down at her legs. She pulls them closer to her\nchest - she taps her knee lightly.\n\nJAY\nI thought he would be ok.\n(beat)\nHe wasn't scared.\n\nPaul listens.\nJAY\nWe slept together in high school. It\nwasn't a big deal.\n\nPaul nods - not agreeing but feeling the need to respond\nsomehow.\n\nHe leans in and starts to kiss Jay. She pulls away\nimmediately.\n\nPaul reaches over and touches Jay’s fingers - extended just\nbeyond the edge of the damp cast. She maintains her gaze on\nthe window - with a soft sigh - exhaling tension.\n\nPAUL\nI wanna help you.\n\nPaul caresses Jay's hand. She stares off - disconnected from\nhis touch.\n\nJAY\nDo you?\n\nPAUL\nYeah. I do.\n\nJay pulls her hand away slowly.\n\n(CONTINUED)\n\f125\n\n126\n\n91.\nCONTINUED: (3) 125\n\nPaul takes a deep breath. He looks around the dim room. It's\nmessy now. Clothes are scattered.\n\nA dirty and tangled shirt hangs from the hamper. A bra sits\non the floor - half covered by a dirty tennis shoe.\n\nKelly's hand hangs from the edge of the bed.\n\nJay crawls over to the window and peeks out. She watches the\nstreet through the low hanging branches of the trees as they\nsway. A kid rides past the house on his bike.\n\nGreg's front window is covered with plywood. There’s a police\ncar parked in his driveway. Jay begins to cry - she’s given\nup.\n\nPaul watches her - crouched and scared at the window's edge.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere’s a police\ncar parked in his driveway. Jay begins to cry - she’s given\nup. Paul watches her - crouched and scared at the window's edge. \n\nTARGET SECTION TO BE ANNOTATED:\nHe notices her underwear at the bottom of her taut shirt.\n\nThe young man looks away in frustration. A deep exhale. He\nholds his gaze against the far wall - noticing an old photo\ntaped to the mirror.\n\nIt's a picture of he and Jay - younger - standing together\nwith wet hair and bathing suits by an old indoor pool. Smiling\n- beers in hand.\n\nPAUL\nJay?\n\nJAY\n(still staring out the\nwindow)\nYeah?\n\nPAUL\nDo you trust me?\n\nJay nods and turns to Paul - ready to hear.\nPAUL\n\nWell... do you remember where we were\n\nthe first time we kissed?\nJay nods yes.\nINT. JAY'S CAR - LATE DAY 126\nJay climbs into the passenger seat - behind her we see Yara\nand Kelly getting into the back and putting on their seat\nbelts. Paul closes the trunk and climbs into the driver’s\nseat.\n\nOutside, the neighbor boys are playing ball in the front yard.\nThey steal glances towards the car and Jay.\n\n(CONTINUED)\n\na * *\n\n %\n\n+ eH\n\f126\n\n92.\n\nCONTINUED: 126\nKELLY *\nYou know where to go? *\nPAUL *\nI know how to get there. Mostly.\nKELLY *\nAlright.\nYARA\nI haven't been to the pool since I was\n14.\nPAUL *\nWho brought you?\nYara kicks Paul’s seat - not smiling. *\nPAUL *\nOk.\nPaul starts the car and begins to back up. He throws his arm *\n\nover the passenger seat and guides the car backwards. Music\nplays from the radio.\n\nAs the car reverses, we see more and more of Jay's house - the\nroof is revealed. Jay is looking the opposite way.\n\nAn OLD NAKED MAN is standing on the roof - looking down at\nJay. No one sees him.\n\nKELLY\nThat's where I had my first beer. I\nthrew up that whole night.\n\nYARA\nInto the pool?\nKELLY\nNo. Outside the car.\nPAUL\nAnd in the car.\nYARA\nEwwww.\nPaul backs up to the edge of the driveway - waiting for cars *\nto pass.\nKELLY\nPaul used to pee in it.\nYARA\nDisgusting.\n\n(CONTINUED)\n\f126\n\n127\n\n128\n\n93.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nKELLY\nPaul used to pee in it. YARA\nDisgusting. (CONTINUED)\n\f126\n\n127\n\n128\n\n93. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: (2) 126\n\nPAUL\n\nNot really. Whatever. There’s\n\nchlorine.\nJay glances back towards her house...\nOn the roof, she sees the naked, wrinkled man with red hair\nstanding on the edge - staring at her. He's fully upright,\nshoulders out, standing on the roof. He doesn't move. He\njust watches her.\nJay holds her breath in fear.\nPaul pulls into the street and puts the car in drive.\n\nJay's view shifts as the car lurches around - rides the bump\nof the soft curb.\n\nPaul accelerates and guides the car down the street.\nJay turns away and stares ahead - tears in her eyes.\nEXT. JAY'S CAR - DAY 127\n\nWe speed along Interstate 75 - going south. We see only the\nroad racing towards us - scenery changing.\n\nThe hum of the car engine.\nDeeper and deeper into the city we drive.\n\nPassing exit signs for mile roads. Ducking under rotting\noverpasses.\n\nBroken buildings wave from the edge of the expressway. Gutted\nplants momentarily block out the harsh sun.\n\nDangerous streets and alleyways loom along their path.\n\nThe camera slowly rotates around, pointing back through the\nfront windshield - revealing Paul behind the wheel. Jay sits\nin the passenger seat. Kelly and Yara are in the back. The\nkids are solemn and quiet. The hum of the road is hypnotizing\n- tiring.\n\nThey sit in silence as they drive on.\n\nEXT. DETROIT STREET - DUSK 128\n\nStorefronts, boarded houses, rotting factories and empty lots\nfill the frame.\n\nJay's car is parked along a fence near a boarded store-front.\nWe move through the poor neighborhood - slowly.\n\n(CONTINUED)\n\f128\n\n129\n\n130\n\n94,\nCONTINUED: 128\n\nJay and the girls follow Paul - looking out at the half empty\nneighborhood.\n\nPaul carries a large duffle bag over his shoulder - a small\ntelevision in hand. The girls have backpacks. Yara lugs an old\nboom-box.\n\nYARA\nWhen I was a little girl my parents\ntold me I wasn't allowed to go south\nof 8 mile. I didn't even understand\nwhat that meant.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nYara lugs an old\nboom-box. YARA\nWhen I was a little girl my parents\ntold me I wasn't allowed to go south\nof 8 mile. I didn't even understand\nwhat that meant. \n\nTARGET SECTION TO BE ANNOTATED:\n It wasn't until I\ngot a little older that I realized\nthat was where the city started and\nthe suburbs ended. I started thinking\nhow weird and shitty that was. I had\nto ask permission to go to the state\nfair with my best friend and her\nparents just because it was a few\nblocks past the border.\n\nJAY\nMy parents said the same thing to me.\n\nEverything is bare - revealed in the fading sunlight. A few\nyoung men hang-out on the street. They watch the kids as they\npass.\n\nA homeless man shuffles closer.\n\nEXT. OLD POOL BUILDING - NIGHT 129\nSmall figures in the darkness, Jay and her friends walk up to\n\na large stone structure at the edge of an inner-city\nneighborhood.\n\nPaul pulls open a loose window and begins to crawl inside.\n\nINT. OLD POOL BUILDING - NIGHT 130\nThe gang steps into a large indoor pool room. An enormous and\nornate ceiling frames the giant swimming pool spanning the\nlength of the building. It’s dark except for a few dim pool\nlights and the glow from the upper story windows.\n\nWater reflections cross Jay’s face as she steps to the\n\npoolside - kneeling down along the tile in her shorts and t-\nshirt - bedclothes for a warm night.\n\nPAUL\nHow long do you think it will be?\n\nJay shakes her head.\n\n(CONTINUED)\n\n*\n\f130\n\n131\n\n132\n\n132A\n\n95.\nCONTINUED: 130\n\nJAY\nI don't know. Hours I bet.\n\nJay dips her hand into the water and looks deeply through the\nwalls of the room - beyond the water and the brick.\n\nPAUL\nIt's been a long time since we were\nhere together.\n\nJay nods her head, splashing the water gently.\n\nPAUL\nYou kissed me right over there... I\nthink.\n\nJAY\n\nIs that how you remember it?\n\nPAUL\nUh huh.\n\nJay raises her brow - a sad smile on her face.\n\nAcross the way, Kelly and Yara stretch out in the shifting\nshadows of the pool.\n\nEXT. CITY - NIGHT 131\n\nRain clouds fill the skyline, changing the nature of the\nmoonlit city.\n\nINT. OLD POOL BUILDING - NIGHT 132\n\nPaul pulls household irons, curlers and a radio from his\nduffle bag - rolls of extensions cords.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nCITY - NIGHT 131\n\nRain clouds fill the skyline, changing the nature of the\nmoonlit city. INT. OLD POOL BUILDING - NIGHT 132\n\nPaul pulls household irons, curlers and a radio from his\nduffle bag - rolls of extensions cords. \n\nTARGET SECTION TO BE ANNOTATED:\nJay empties her backpack onto the ground. Yara places a small\ntelevision near the edge of the pool.\n\nThe girls string electrical cords across doorways, and under\nchairs toward the water.\n\nPlugging in tattered cords to dusty outlets.\n\nAlong the edge of the room, Paul digs through a utility closet\n- unearthing an old space heater.\n\nINT. OLD POOL BUILDING - NIGHT 132A\nExtension cords stretch and snake across the tile floor - all\nleading to various small appliances placed precariously along\n\nthe edges of the pool. Irons, curlers, radios and a tv - all\nturned on. Quiet static and heat.\n\n(CONTINUED)\n\f132A\n\n132B\n\n133\n\n133A\n\n134\n\n96.\nCONTINUED: 132A\n\nJay sits, scanning the area, waiting for it. Eyes steady on\nthe entrance.\n\nYara stands further back - arms crossed - scuffing her shoes\nnervously along the ground. She looks over at Jay with\nsympathetic eyes.\n\nPaul sits quietly. Kelly paces near the windows.\n\nJay stares down at the ground, moving her fingers across the\ngrout and the tile.\n\nThey wait.\nOMITTED 132B\nEXT. OLD POOL BUILDING - NIGHT 133\n\nWe see the old building. Static. Quiet.\nThunder rumbles in the distance.\n\nLightning strikes beyond the tree-line - small wiry lines of\nlight in the ink-washed sky.\n\nA few drops of rain begin to fall. Gentle on the concrete.\nCalm like the sound of waves.\n\nINT. OLD POOL BUILDING - NIGHT 133A\nNow wearing her bathing suit - Jay climbs slowly down the\nladder into the pool. Adjusting to the feel of water in\ndarkness.\n\nAlone in this large body of water. Her friends watching from\nthe edges.\n\nThe sound of rainfall on windows - mixed with the gentle slosh\nand tapping of pool water.\n\nLightning strikes in the distance. A faint flash inside.\n\nJay stands alone in the center of the pool, looking around at\nthe flickering shadows along the walls. Vulnerable.\n\nEXT. OLD POOL BUILDING - NIGHT 134\nWe see rain drops falling in an off-rhythm pattern against the\nmetal fence. The doors to the building are visible in the\nbackground.\n\nThe rain begins to pour.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nOLD POOL BUILDING - NIGHT 134\nWe see rain drops falling in an off-rhythm pattern against the\nmetal fence. The doors to the building are visible in the\nbackground. The rain begins to pour. \n\nTARGET SECTION TO BE ANNOTATED:\n Picking up pace. Rattling softly\ninto the wild grass along the edge of the building.\n\nWe see various angles of increasing rainfall.\n\f97.\n\n134A OMITTED 134A\n135 OMITTED 135\n136 INT. OLD POOL BUILDING - NIGHT 136\n\nJay waits, alone in the pool - focused on the main entrance.\nEveryone is silent. She listens to the sounds of rain... and\nthe soft clatter of unseen machinery. Air ducts and pool pumps\nreverberate.\n\nJay scans the doorways - turning lightly within the water.\nWatching. Tense.\n\nShadows flicker along the walls. The reflections of water\nagainst stone.\n\nThe camera pans across the giant space. The teenagers pose\nlike figures within a grander painting. Positions have\nshifted minimally.\n\nKelly sits near the pool’s edge - leaning back on her hands -\npalms flat against the cold and wet tile.\n\nRain falls against one of the high windows - through which\noutside light enters - creating descending drops of shadow\nacross the room.\n\nPaul leans against the side wall - watching - rubbing his\ninjured side casually over his t-shirt.\n\nAcross the way, Yara rests in one of the metal folding chairs,\nchewing on licorice - a foot tucked under a leg.\n\nKelly looks to her sister, alone in the pool as she turns and\npivots. Seeing her older sister - afraid in this dark room -\nKelly tries to hold in her sadness.\n\nPositioned behind Kelly, we watch Jay from a distance as she\nstares into the emptiness - waiting for something to enter.\n\nJAY\n(quietly)\nOh my God.\n\nJay looks like she's about to cry. She sees something\nterrible, although the area appears empty.\n\nJAY\nIt just walked into the room. It's\nright there.\n\nJay points over to the entrance. We see nothing.\n\n(CONTINUED)\n\f136\n\n98.\nCONTINUED: 136\n\nPAUL\nIt's here?\n\nJAY\nRight there!\n\nJay points again. Her voice pitches awkwardly. She starts to\ncry.\n\nHolding still, we watch the scene from behind Kelly's\nshoulder.\n\nKELLY\nJay... what... do you see?\n\nJay just stares ahead, seeing something we do not.\n\nJAY\nI don’t wanna tell you.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nKELLY\nJay... what... do you see? Jay just stares ahead, seeing something we do not. JAY\nI don’t wanna tell you. \n\nTARGET SECTION TO BE ANNOTATED:\nPAUL\nJay, I need you to point at it. Keep\nyour finger aimed at it so we can see\nwhere it is.\n\nIn a single wide shot - Jay lifts her left hand and aims it\nacross the room - tracking the thing.\n\nPAUL\nIs it getting into the water?\nJAY\nNo. It’s just standing there - looking\n\nat me.\nKelly looks to Paul - concerned.\n\nPAUL\nOk... um...\n\nJAY\nIt’s moving.\n\nJay turns slowly, her arm stretched out, pointing at the\n\ninvisible thing. - tracking with it around the far corner of\nthe pool.\nYARA\n(frightened)\n\nWhat’s it doing?\n\nJAY\nWalking. Walking closer.\n\n(CONTINUED)\n\f136\n\n99.\nCONTINUED: (2) 136\n\nJay continues to pivot in the water, stepping back from the\nedge nearest her invisible pursuer. Creating distance.\n\nAs Jay points along the pool’s side, Yara steps back\ncautiously, bumping into some chairs - moving away from IT's\npath.\n\nJAY\nPaul, I wanna get out.\n\nPAUL\nJust wait. Give it a minute.\n\nJAY\nNo, I don’t wanna do this. I just\nwanna get out of the water.\n\nSuddenly a metal folding-chair rises six feet in the air. It\nmoves back and then flies into the pool with force - straight\nat Jay.\n\nSplash!\n\nKELLY\nJay!\n\nJay jumps to the side, avoiding the chair as it sinks to the\nbottom. *\n\nWater swirls around us as we surface. Jay splashes and lifts\nher head for air. She sees a NEARLY-NAKED MIDDLE-AGED MAN WITH\nSALT AND PEPPER HAIR walking along the perimeter of the pool.\nHe’s staring at her, wearing nothing but underwear.\n\nThe man grabs another chair and throws it at Jay. She dives to\nthe side and dodges it. Falling deeper into the water.\nCoughing and gasping.\n\nJAY\nHelp!\n\nPaul, Kelly and Yara circle the pool, reaching out for Jay -\nwaving for her to swim in their direction. Screaming -\nshouting.\n\nJay rushes toward the edge. It throws another chair at her - *\nstriking her in the shoulder - causing her to fall below the *\nwater.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nScreaming -\nshouting. Jay rushes toward the edge. It throws another chair at her - *\nstriking her in the shoulder - causing her to fall below the *\nwater. \n\nTARGET SECTION TO BE ANNOTATED:\n *\nKELLY\nNo!\nJay surfaces, holding herself in pain. *\n\n(CONTINUED)\n\f136\n\n100.\nCONTINUED: (3) 136\nShe sees the man pick up a small television - still connected\nto the outlet by an extension cord. He prepares to throw it -\noffering her an odd smile.\n\nJay braces herself for a shock, covering her face from the\nprojectile. The tv flies through the air - hurled recklessly.\n\nKELLY\nJay!!!!\n\nThe tv misses Jay, but splashes down nearby - pulling with it\nthe slack from the orange extension cord.\n\nThe outside lights flicker, but there are no sparks. No smoke.\nJay is ok.\n\nShe looks back, realizing she’s still alive and breathing.\n\nKELLY\nYou OK?\n\nJAY\nYeah.\n\nYARA\n\n(smiling with relief)\nIt didn’t work.\n\nKELLY\nThank Godddd.\n\nPAUL\n(to Jay))\nJust keep pointing at it!\nJay paddles, pointing at the man while crying - trying to\ncatch her breath. Yara and Kelly hover in the background,\nscreaming and shouting for information.\n\nKELLY\nWhere is it?!\n\nPaul clumsily pulls the pistol from his bag, and runs in the\ndirection that Jay’s pointing. He aims the gun along the edge\nof the pool walkway. We see no monsters. No strange men.\n\nAn old set of pink electric curlers fly into the water -\nkicked by something unseen.\n\nSPLASH! !\n\nPaul fires in the general direction of the curlers - taking a\nguess.\n\nBANG! !\n\n(CONTINUED)\n\f136\n\n101.\nCONTINUED: (4) 136\n\nJAY\nYou missed it!\n\nPAUL\nWhere is it?\n\nFor an instant we see IT from Jay's POV. The man stares at\nher, but swings his hand out at Paul, reaching for him with a\nviolent shake and tremor.\n\nJAY\nWatch out! Don't get too close.\n\nThe man throws another old appliance into the water, straight\nat Jay. It misses her as the cord drops below the surface.\n\nYara circles, keeping her distance from the approaching IT.\nPaul moves back and tries to aim. Once more, we see things\nfrom his POV: Jay madly pointing her finger from within the\n\nwater.\n\nJAY\nIt's there!\n\nPaul fires again.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nOnce more, we see things\nfrom his POV: Jay madly pointing her finger from within the\n\nwater. JAY\nIt's there! Paul fires again. \n\nTARGET SECTION TO BE ANNOTATED:\n Across the pool, the bullet slices into\nYara's leg.\n\nYARA\nAbhbh.\n\nYara falls onto the ground - unnoticed by everyone.\n\nJAY\nNo! It... missed!\n\nPAUL\nWhere?! Here?! Here?\n\nJAY\nNo! Right there!\n\nJay swings her hand, trying to direct the weapon by proxy.\nPaul tries to slowly adjust the direction of his gun.\n\nThe man grabs a household iron from the edge of the pool.\nPaul fires. Yara screams in fright.\n\nBANG!\n\nJay sees the shot connect with the man’s left thumb and index\n\nfinger - severing them. The flesh flies off and drops into the\npool. Blood spouts.\n\n(CONTINUED)\n\f136\n\n102.\nCONTINUED: (5) 136\n\nKelly pulls an old bed-sheet from her backpack. Gaudy colors,\nswirling roses and a few large stains.\n\nShe unfolds the sheet, whipping it across the air. As it\ndrifts down, a stain is visible across the center.\n\nWith his right hand, the man hurls the iron into the water -\n\nhitting Jay’s side below the surface. She crumples. *\nPaul tries to find a target. *\nPAUL\n\nWhere is it?!\n\nMoving along the pool’s edge, Kelly flags the sheet outward,\nletting it drift. It catches on something. She lets go and\ndrops it down. The sheet collects over the moving figure of a\nman - revealing the thing walking amongst them. A person under\nan old worn sheet.\n\nYara gasps at the sight of it - shuffling past her.\n\nPaul tries to steady his aim. He fires at IT.\n\nBANG!\n\nJay watches as a shot slices through the man’s head - covered\nby the old sheet. The bullet emerges from the other side.\nBlood sprays like vapor - constant and strong.\n\nThe impact causes the man to stumble forward. The geyser of\nblood from his head tips with him. He falls into the pool - no\nemotion - no pain.\n\nSPLASH!!! *\n\nThe sheet spreads along the surface, dropping down at the\nedges - waterlogged.\n\nJay quickly wades through the water toward Paul, Kelly and\nYara - hands outstretched at the side of the pool.\n\nAlmost there... something pulls Jay below the surface.\n\nUnderwater - a hand is grasped tightly around Jay’s ankle. She\nkicks and fights.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlmost there... something pulls Jay below the surface. Underwater - a hand is grasped tightly around Jay’s ankle. She\nkicks and fights. \n\nTARGET SECTION TO BE ANNOTATED:\nGasping for air... there’s only water... Jay thrashes and\nstruggles.\n\nSnaking extension cords - orange, white and brown - lead down\ninto the depths of the water - anchored by small domestic\nappliances - a toaster, a television, irons, curlers and metal\nchairs - dotting the bottom - littering the pool.\n\n+ eH\n\n(CONTINUED)\n\f136\n\n103.\nCONTINUED: (6) 136\n\nKelly and Paul’s POV - they watch as Jay is pulled deeper\nunderwater - kicking and fighting against nothing.\n\nYara wails loudly nearby.\n\nPaul raises the gun toward the water.\n\nJay's POV - Jay continues to struggle underwater. The man\nholds her tightly by the ankle. We watch from a distance, the\n\ndebris of appliances and wires framing their fight.\n\nA bullet trail forms through the water, zipping past Jay and\nthe man.\n\nThen another.\n\nA third trail strikes the man in the back, releasing a large\nswirl of blood. He let’s go of Jay and she swims upward.\n\nPaul and Kelly pull Jay from the water, dragging her onto the\nground. Coughing and choking, she crawls further along the\ntile - in terrible pain.\n\nHer ankle is covered in a red rash.\n\nJay sits, soaking wet, on the floor, clutching her ankle - her\ncast hangs limp to her side.\n\nA moment of silence. Coughing and crying.\nKelly holds tightly to Yara's bleeding leg.\nWe hear the rain on the windows and some thunder claps above.\nPaul looks down into the clear pool water - seeing only the\nextension cords and household objects. We don’t see the IT nor\nits blood.\nPAUL\n\nJay, do you see it? Is it still down\n\nthere?\nJay peers over the edge.\nWe watch from above as Jay stares down into the pool. Instead\nof water, we see only deep red blood. Everything below the\nsurface is obscured by the dense liquid.\nA pool of blood.\nAs Jay stares in horror, we hear a cacophony of sounds -\n\nscreeches and sirens - laughter and grunting - a birthing\nscream - children yelling - her mother’s laughter...\n\n136A OMITTED 136A\n\f140\n\n140A\n\n104.\n\nINT.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs Jay stares in horror, we hear a cacophony of sounds -\n\nscreeches and sirens - laughter and grunting - a birthing\nscream - children yelling - her mother’s laughter... 136A OMITTED 136A\n\f140\n\n140A\n\n104. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PAUL'S BASEMENT REC ROOM - NIGHT 140\nA chair is propped against the door.\n\nJay and Paul are laying on the couch - an old blanket covering\ntheir bodies.\n\nJay looks into his eyes and waits for a sign. He nods his head\nwith love and anticipation.\n\nJay moves on top of him - sitting up, pulling the blanket over\nherself. They fumble underneath and begin to make love.\n\nPaul nervously touches her face. Staring up lovingly.\nShe kisses him - holding her cast to her side.\n\nThey stare into each others eyes. For the first time they are\nthinking only of each other.\n\nA moment of connection through the physical. Rain against the\nbasement window.\n\nThey move slowly with pleasure.\n\nJAY\nI feel like I’m hurting you.\n\nPaul looks up at her.\n\nPAUL\nYou’re not.\n\nJay nods and continues.\n\nShe pushes harder against him - exhaling - smiling down at\nhim.\n\nPaul stares at Jay’s face.\n\nWe watch from across the room now. The quiet basement. A\nthunderstorm outside. The young lovers on an old couch.\n\nINT. PAUL'S BASEMENT REC ROOM - NIGHT 140A\n\nWrapped in the blanket, holding each other, Jay and Paul rest.\nFaces close together. Whispering.\n\nPAUL\nDo you feel any different?\n\nJay shakes her head. No.\n\nJAY\nDo you?\n\n(CONTINUED)\n\f105.\n\n140A CONTINUED: 140A\n\n137\n\n142\n\n138\n\nPAUL\nNo.\n\nJay kisses Paul.\nINT. JAY'S BEDROOM - NIGHT 137\n\nJay lays under her sheets - a cartoon bandaid across her\ntemple - a new cast on her arm. Mrs. Height sits on the edge\nof the bed, rubbing her back. Softly.\n\nOn the dresser, we see a glass of wine and an old family\nportrait. Jay is a young girl. Kelly is a baby. Their\nmother, young and pretty smiles alongside Jay's father, a\nmiddle-aged man with salt and pepper hair. He grins happily\ninto the camera. His smile is identical to the one he offered\nJay at the pool.\n\nINT. PAUL'S CAR - DUSK 142\n\nPaul drives through a run-down neighborhood within the inner\ncity. He stares at a row of prostitutes. Tight skirts.\nRevealing tops.\n\nThey eye him.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nTight skirts. Revealing tops. They eye him. \n\nTARGET SECTION TO BE ANNOTATED:\n Paul watches them as he passes. The women\nappear to move in slow motion.\n\nINT. HOSPITAL - DAY 138\n\nJay sits across from Paul in Yara’s hospital room. He lays\nback in a chair - eyes closed and napping.\n\nYara is eating in bed, as she reads something from her phone.\n\nYARA\n\n(veading with food in\n\nher mouth)\n“When there is torture there is pain\nand wounds, physical agony, and all\nthis distracts the mind from mental\nsuffering, so that one is tormented\nonly by the wounds until the moment of\ndeath.\"\n\nYara pauses to take a sip of milk through a straw - noisily\nshe slurps.\n\n(CONTINUED)\n\f138\n\n139\n\n141\n\n141A\n\n143\n\n144\n\n145\n\n106.\nCONTINUED: 138\n\nYARA\n\n(taking a bite of food)\n“The most terrible agony may not be in\nthe wounds themselves but in knowing\nfor certain that within an hour, then\nwithin ten minutes, then within half a\nminute, now at this very instant -\nyour soul will leave your body and you\nwill no longer be a person, and that\nthis is certain; the worst thing is\nthat it is certain.\"\n\nJay looks at Paul's handsome face. She tilts her head a bit -\nwatching the young man at rest.\n\nYara takes another large bite of food.\n\nOMITTED 139\nOMITTED 141\nINT. OLD POOL BUILDING - DAY 141A\n\nSeveral groups of inner-city children laugh and play in the\nclean water of the old pool. The rumble of the sound-track\nsuggests something ominous.\n\nEXT. SUBURBAN STREET - DAWN 143\nBeyond the barren trees of the middle-class suburban\nneighborhood, the concrete towers of a nuclear power plant are\nvisible in the distance. Smoke rises.\n\nEXT. PARK - NIGHT 144\n\nBlue light from distant lamps shines a cold glow over the\nempty park. The trees are now barren.\n\nEXT. SUBURBAN STREET - DAY 145\n\nDead but colorful leaves cover the ground. We move forward\nalong the sidewalk.\n\nUp ahead, a man rakes his front yard. A few children build a\nfort out of the fallen leaves. Lines of red and orange across\nthe grass.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nUp ahead, a man rakes his front yard. A few children build a\nfort out of the fallen leaves. Lines of red and orange across\nthe grass. \n\nTARGET SECTION TO BE ANNOTATED:\nJay and Paul hold hands as they walk together through the\nneighborhood. The cast is gone.\n\nFar behind them, a teenager in a coat marches slowly along the\nedge of the road.\n\nJay smiles to Paul and he smiles back. They stare out at the\nautumnal suburbia - pretty and clean.\n\f"
}