{
  "1": "HOOVER\nScreenplay by\n\nDustin Lance Black\n\n09-29-2009\n\fINT. HOOVER’S INNER OFFICE - 1963\n\nCLOSE ON: The DEATH MASK OF JOHN DILINGER, his GLASSES, his\nSTRAW HAT, his HALF SMOKED CIGAR and his GUN -- IN A CASE.\n\nCLOSE ON: Shaking, old hands clip an article out of a\nnewspaper. Several lines have already been underlined.\n\n“...SEEMING INABILITY TO GAIN CONVICTIONS IN EVEN THE MOST\nHEINOUS CRIMES...”\n\n \n\n“... APPARENTLY FALTERED UNDER THE AWESOME BURDEN,\nCOMPLEXITIES AND RESPONSIBILITIES OF HIS OFFICE...”\n\n“...I HAVE NOTHING BUT SYMPATHY FOR THE MAN WHO ONCE SERVED\nHIS COUNTRY SO WELL...”\n\nCLOSE ON: Beads of sweat on a forehead. The phone rings. The\nsound of someone picking up, then a voice on the other end:\n\nOLD HELEN GANDY (V.O.)\nSir, the writer is here from the PR\nDepartment.\n\nOLD HOOVER (V.O.)(0.S.)\nSet him up a typewriter in my outer\noffice... and show him my photos of\nA. Mitchell Palmer.\n\nINT. ATTORNEY GENERAL PALMER’S HOME / LIBRARY - 1919 - NIGHT\n\nA tall, strong, square jawed man in his late 40's, A.\nMITCHELL PALMER, sits in the downstairs library of his four\nstory townhouse on R street, a posh DC neighborhood in 1919.\n\nOLD HOOVER (V.O.)\nAttorney General Palmer was a\nQuaker. He didn’t believe in war.\nBut he understood the necessity of\nstrength and resolve. Believe--\n\nPalmer watches his WIFE pad quietly up the stairs. He checks\na clock against his watch and corrects the minute hand. 11PM.\n\nINT. ATTORNEY GENERAL PALMER’S HOME / BEDROOM - MOMENTS LATER\n\nPalmer undresses, but instead of joining his wife in bed, he\nclicks on a lamp by a chair and settles in with a book.\n\nOLD HOOVER (V.O.)\n--what you will from historians.\nMost write from a present\nperspective, forgetting context.\nMitchell Palmer was a hero.",
  "2": "---END OF PREVIOUS SECTION---\nO.)\n--what you will from historians. Most write from a present\nperspective, forgetting context. Mitchell Palmer was a hero. \n---TARGET SECTION TO BE ANNOTATED---\n\fPalmer looks to a window, listening to the WHIR OF A\nMOTORCAR, the HORSE HOOVES ON THE COBBLESTONES. He goes back\nto reading ignoring the new sounds outside: A CAR PULLS UP, A\nDOOR OPENS AND CLOSES. FOOTSTEPS OUTSIDE. THEN A CRASH\nDOWNSTAIRS AS IF SOMETHING WAS THROWN AGAINST THE DOOR.\n\nA BLINDING FLASH! A MASSIVE EXPLOSION RIPS THROUGH THE HOUSE!\nTHE WALLS CRACK, GLASS SHATTERS, FURNITURE GOES FLYING!\n\nPalmer is hurled from his chair, his wife thrown from her\nbed. Palmer lifts himself off the floor, rushes to his wife\nand pulls her out of the room.\n\nINT. ATTORNEY GENERAL PALMER’S HOME / STAIRS - CONTINUOUS\n\nThey race down the twisted, crumbling stairs. Palmer falls\nthrough a broken step, pulls himself back up, and wills them\nto a bedroom door where a GIRL CAN BE HEARD SCREAMING.\n\nThe door frame has buckled, but its no match for Palmer’s\nbrute strength. He throws his body against the door,\nrevealing his TEEN DAUGHTER crying hysterically, the electric\nlights flickering on and off. His wife runs to her side.\n\nEverything is suddenly silent. Palmer cautiously navigates\nwhat remains of the stairs. Around any corner is a potential\nassassin. A sudden crash! An assailant? He braces himself and\npulls a banister rung off to use as a weapon.\n\nAs he turns the corner to the ground floor, he finds utter\ndestruction: A STUFFED ELKS HEAD thrown to the floor, parquet\nflooring ripped to pieces, piles of rubble, and everywhere:\nSPOTS OF FRESH BLOOD starting to drip down the walls.\n\nHe looks to where his front wall and windows once were. Out\non the street a car has blown over. And piercing the silence:\n\nFRANKLIN ROOSEVELT (V.O.)\nMr. Palmer?\n\nPalmer rushes beside the mantle for protection, but its\nbricks crumble to the floor.\n\nStepping into the cavernous remains of the home is a 30-year-\nold version of future president FRANKLIN D.",
  "3": "---END OF PREVIOUS SECTION---\nPalmer? Palmer rushes beside the mantle for protection, but its\nbricks crumble to the floor. Stepping into the cavernous remains of the home is a 30-year-\nold version of future president FRANKLIN D. \n---TARGET SECTION TO BE ANNOTATED---\n ROOSEVELT with\nbraces on his legs and a crutch. Behind him, lifting her\nskirt to avoid stepping on the hem is a young ELEANOR.\n\nMITCHELL PALMER\nMr. Roosevelt? Thank Thee. Thank\nthee Lord it’s you.\n\fEXT. WASHINGTON D.C. / SEWARD SQUARE - THAT NIGHT\n\nA young man, 24, burst out the door of a modest two story\nhome in a simple suit, holding a bike. He’s built like a fire\nplug with wavy black hair, attractive in a bulldogish way.\n\nHe hops on his bike and peddles determinedly, stopping at\neach intersection like a model citizen, then peddling his\nheart out again. This is young JOHN EDGAR HOOVER.\n\nOLD HOOVER (V.O.)\nAcross the country, eight bombs\nexploded that night. All at 11PM.\nTwo United States Senators, four\ncabinet members, a Supreme Court\nJustice, John D. Rockerfeller, J.P.\nMorgan. All of them targeted.\n\nAs he rides out of frame, REVEAL: only a few blocks away, the\ndome of the US Capital peaks over the tops of the working\nclass homes. Further in the distance puffs of smoke and\nflames. The city is in turmoil.\n\nEXT. ATTORNEY GENERAL PALMER'S HOME - LATER THAT NIGHT\n\nNot a single window on the block survived the blast. Tree\nlimbs are down. Cars are on their sides. The block is lit up\nwith flood lights. Detectives and reporters swarm. Police\npush neighbors back, roping off the neighborhood.\n\nA LONG POV: Mitchell Palmer’s giant shoe steps through the\nwreckage, almost crushing a severed finger lying in the\nstreet. He is flanked by young Roosevelt and another up and\ncoming neighbor, young DWIGHT D. EISENHOWER.\n\nMITCHELL PALMER\nThis may be the end of days for\nthis country, Dwight.\n\nPalmer picks up the finger without putting on a glove, and\nhands it to an INSPECTOR who puts it in a TRASH TIN.\n\nREVEAL: this is all young Edgar’s POV.",
  "4": "---END OF PREVIOUS SECTION---\nMITCHELL PALMER\nThis may be the end of days for\nthis country, Dwight. Palmer picks up the finger without putting on a glove, and\nhands it to an INSPECTOR who puts it in a TRASH TIN. REVEAL: this is all young Edgar’s POV. \n---TARGET SECTION TO BE ANNOTATED---\n He is on his bike just\nbehind the police ropes watching the investigators carelessly\nsweep up evidence: two guns, remains of a suitcase, an\nEnglish/Italian dictionary.\n\nIN A MANNER THAT WILL BECOME A TRADEMARK OF THE FILM: we see\nwhat Edgar sees: a brief imagined STRING OF LIGHT connects\nthe severed finger to A BLOWN OPEN BRIEFCASE. He’s making\nconnections. Organizing.\n\fBut the strings vanish when the inspectors use buckets to\nCLEAN UP THE BLOOD instead of collecting it. It’s not clumsy,\nit’s customary. This isn’t 2009, it’s 1919. Still, Edgar is\ndisturbed by the vanishing connections.\n\nSuddenly, a gust of wind shakes the trees and reveals\nhundreds of PINK HAND-BILLS in the road. Their festive color\nstands in stark contrast to the destruction. Edgar gathers\nany that blow past the police line. He reads one. We hear:\n\nOLD HOOVER (V.O.)\n“There will have to be BLOODSHED:\nthere will have to be MURDER: we\nwill KILL because it is necessary:\nwe will destroy to rid the world of\nyour tyrannical institution.”\n\nANGLE ON: Palmer notices Edgar collecting the fliers.\n\nINSPECTOR\nIs he a neighbor, sir? Should we\nquestion him?\n\nMITCHELL PALMER\nNo. He works in my office.\n\nINSPECTOR\nIs he an investigator?\n\nMITCHELL PALMER\nHe manages the filing system.\n\nAnd without knowing he’s been spotted, Edgar jumps back on\nhis bike and peddles away holding the BRIGHT PINK FLIERS.\n\nAGENT SMITH (V.0O.) (PRE-LAP)\nYou were at Attorney General\nPalmer’s home that night?\n\nINT. DEPARTMENT OF JUSTICE / FBI HALLWAY - 1963 - DAY\n\nThe camera cruises down the halls of the “MODERN” FBI. The\nagents are dressed to perfection. Everything is in its place.\n\nOLD HOOVER (V.O.)\nLeave that to the reader’s\nimagination. It’s important to give\nthe protagonist a bit of mystery.\n\nINT.",
  "5": "---END OF PREVIOUS SECTION---\nO.)\nLeave that to the reader’s\nimagination. It’s important to give\nthe protagonist a bit of mystery. INT. \n---TARGET SECTION TO BE ANNOTATED---\n HOOVER’S OUTER OFFICE - SAME TIME\n\nA handsome, clean cut young FBI agent, AGENT SMITH, sits\nbehind a 60’s typewriter taking notes on a pad of paper.\n\fAGENT SMITH\nI could allude to a young man whose\ndescription matches yours. The best\nof both worlds.\n\nREVEAL: standing across the room behind a mahogany desk is a\nstout old man with a mashed in nose wearing a three piece\nsuit and holding one of those OLD PINK FLIERS from 1919. This\nis Hoover, almost 40 years later, now J. EDGAR HOOVER. He\nlets out a laugh that leaves behind a smile. He isn’t the\nbrute he’s come to be known as. He’s surprisingly warm.\n\nOLD HOOVER\nWhere did you get your law degree?\n\nAGENT SMITH\nGeorge Washington. I grew up here.\nI had a mom to take care of, so I\nstayed close. I received an English\ndegree there as well.\n\nHoover walks behind him, reads out of his typewriter.\n\nOLD HOOVER\nThen I don’t have to tell you that\nwhat determines a legacy is often\nwhat isn’t seen... What’s critical\nat this moment is that we RE-\nclarify the difference between\nvillain and hero. How do you think\nthat compares with today?\n\nThe young man winds the paper out of the typewriter.\n\nAGENT SMITH\nI’m not sure, sir. I’d like to hear\nmore. I could come back tomorrow.\n\nOLD HOOVER\nFine. The pages stay here though.\n\nAGENT SMITH\nYes, sir.\n\nHoover grabs the young agent’s hand and shakes it, holding it\na bit longer than normal. The agent knows he’s being sized\nup. He goes, taking his typewriter with him.\n\nLeft alone, Hoover inspects the hand he just shook with. IT’S\nPERFECTLY DRY. It WAS a test and Hoover seems pleased. He\nputs the OLD PINK FLIER back in an ancient file folder.\n\fINT.",
  "6": "---END OF PREVIOUS SECTION---\nIt WAS a test and Hoover seems pleased. He\nputs the OLD PINK FLIER back in an ancient file folder. INT. \n---TARGET SECTION TO BE ANNOTATED---\n DEPARTMENT OF JUSTICE / FBI HALLWAY - 1919 - DAY\n\nYoung Edgar walks down the long hall (same as earlier, but 45\nyears earlier) with a staccato gate in a crisp white shirt,\nholding that same (but brand new) file with THE PINK FLIERS.\n\nA GAGGLE OF SECRETARIES, dresses to the floor, are headed\nright toward him. Most are far older than him.\n\nHEAD SECRETARY\nGood morning, John. Mr. Palmer has\nasked that you attend the emergency\nmeeting today.\n\nYOUNG HOOVER\nIt’s Mr. Hoover, please.\n\nHEAD SECRETARY\nTwo o’clock. Don’t be too early\nagain. It’s as rude as being tardy.\n\nShe bustles off with the rest, but not before a slim, young\nsecretary, 22, with dark hair, lovely eyes, and a high\ncollar makes eye contact with him. Edgar isn’t shy.\n\nYOUNG HOOVER\nAnd who is this lovely addition to\nthe secretarial pool?\n\nHEAD SECRETARY\nHelen, introduce yourself.\n\nHELEN GANDY\nPleased to meet you, Mr. Hoover.\nI’m Helen Gandy.\n\nYOUNG HOOVER\nWelcome to the Department of\nJustice, Miss. Gandy... Please let\nMr. Palmer know I will attend.\n\nAs if he had any choice in the matter. The secretaries brush\noff, mocking his attempt at grandiosity. Edgar shares one\nlast glance with Helen before she vanishes.\n\nEXT. WASHINGTON D.C. / PENNSYLVANIA AVENUE - EVENING\n\nPackards, Model Ts, bikes and horse drawn coaches rumble by\nEdgar’s trolly, all sharing the cobblestone streets.\n\nIT’S THE MIDDLE OF THE D.C. RACE RIOTS: Smoke drifts from a\nbusiness a block down. The trolly keeps pace with OFFICERS\nchasing a BLACK MAN. But as they reach an intersection, the\n\fpolice are greeted with a CROWD OF OTHER BLACK MEN. The\npolice are overwhelmed. Edgar watches like it’s a play,\nrefusing to let it dampen his mood.\n\nEXT.",
  "7": "---END OF PREVIOUS SECTION---\nThe\npolice are overwhelmed. Edgar watches like it’s a play,\nrefusing to let it dampen his mood. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n HOOVER’S CHILDHOOD HOME - LATER\n\nAs Edgar approaches the house, he spots a GRAY-HAIRED,\nEMACIATED MAN rocking manically on the porch in a wicker\nchair. Edgar steels himself and climbs the steps.\n\nAs soon as the old man spots Edgar, he starts SCREAMING\nBLOODY MURDER. Edgar ignores it, he won’t let this ruin his\ncheerful mood either. He walks into his house.\n\nINT. HOOVER’S CHILDHOOD HOME - CONTINUOUS\n\nAs Edgar walks in, he sees his MOTHER, a stout, outgoing,\nopinionated woman bent over, tuning the radio, her giant back\nside to him. It’s all he sees. A FLASH--\n\nINT. HOOVER’S CHILDHOOD HOME - (IN HIS MIND / MEMORY)\nEdgar sits at his mother’s feet. She pets him like a child.\n\nHOOVER’S MOTHER\nMadame Marcia held court this\nmorning. Her premonition... I\nshould buy a dress. She said your\nfather will die soon, and when he\ndoes, you will rise to be the most\npowerful man in the country. Your\nbrother is a good man, EDGAR, but\nyou will restore our family to\ngreatness. EDGAR--\n\nHe looks up with childlike fear. Her “Edgar's” cross the cut--\nINT. HOOVER’S CHILDHOOD HOME —- NIGHT\nIn reality, Edgar is sitting by the radio with his Mother.\n\nEDGAR’S MOTHER\n--Edgar? Am I boring you?\n\nYOUNG HOOVER\nI’m listening. You fired the maid.\n\nEDGAR’S MOTHER\nI told her after she was through\nwith her work, she could quit as I\nwas not paying for her impudence.\nThe whole Negro race is in open\nrevolt.\n\fYOUNG HOOVER EDGAR’S MOTHER\nI could open an They’ve gotten too\ninvestigation. comfortable.\n\nYOUNG HOOVER\nDid you hear me? I said I could\nopen an investigation.\n\nEDGAR’S MOTHER\nSay what you mean.\n\nYOUNG HOOVER\n(beaming)\nMr. Palmer called me into a meeting\ntoday. The war against the radicals\nhas begun.",
  "8": "---END OF PREVIOUS SECTION---\nYOUNG HOOVER\n(beaming)\nMr. Palmer called me into a meeting\ntoday. The war against the radicals\nhas begun. \n---TARGET SECTION TO BE ANNOTATED---\n He insisted that I lead\na new Anti-Radical division.\n\nEDGAR’S MOTHER\n(skeptical)\nAnd did you leap like a dog?\n\nYOUNG HOOVER\nI told him, “This is perhaps the\ngreatest threat our nation has ever\nfaced. I can NOT take the job...\nunless I feel certain I can be\neffective.”\n\nEDGAR’S MOTHER\nWell done! But you’ll take it.\n\nYOUNG HOOVER\nThree thousand a year.\n\nEDGAR’S MOTHER\nI’ll have to get you all new\nclothes! You can’t dress like this\nanymore.\n\nYOUNG HOOVER\nI have forty names of suspected\nradicals already, in only four\nhours. I’1l have ten thousand by\nthe end of the month. And I have my\nown staff. Trusted agents.\n\nEDGAR’S MOTHER\n(critical)\nAre you smoking, Edgar?\n\fYOUNG HOOVER\n(ashamed)\nIt doesn’t come naturally.\n\nEDGAR’S MOTHER\nListen to the doctor. With this new\nburden, your nerves could get the\nbest of you. You don’t want to end\nup like your father. Go try one\nnow. You can put your father in his\nroom.\n\nYOUNG HOOVER\nI have to get ready for dinner.\n\nEDGAR’S MOTHER\nYou’re abandoning me tonight?\n\nYOUNG HOOVER\nIt’s with a typist. She’s very\norganized.\n\nEDGAR’S MOTHER\nIs it a date?\n\nYOUNG HOOVER\nI think so... I’m going to show her\nmy old card catalogue system at the\nlibrary of Congress.\n\nEDGAR’S MOTHER\n(disappointed, critical)\nCard catalogues, Edgar?\n\nAnd with that, the screen door opens and Edgar’s emaciated\nfather walks in and down to the basement without saying a\nword. Both pretend not to see or hear him. She leaps up and\nheads to the basement door.\n\nEDGAR’S MOTHER (CONT'D)\nRomance her. Wear a blue tie. You\nlook so handsome in that blue tie!\n\nAnd she slams the basement door shut, trapping her crazy\nhusband downstairs. She seemed downright jolly about it.\n\nINT.",
  "9": "---END OF PREVIOUS SECTION---\nAnd she slams the basement door shut, trapping her crazy\nhusband downstairs. She seemed downright jolly about it. INT. \n---TARGET SECTION TO BE ANNOTATED---\n LIBRARY OF CONGRESS - NIGHT\n\nEdgar (in his blue tie) and Helen are surrounded by THOUSANDS\nOF BOOKS AND SHELVES, standing in front of a MASSIVE FILING\nSYSTEM in the dimly lit, breathtaking heart of the Library.\nIt’s romantic, clandestine. The only other person there is a\nNIGHT GUARD well in the distance.\n\f10.\n\nYOUNG HOOVER\n\nI helped develop it. You see, each\nitem is assigned an index card with\na completely unique code indicating\nits topic, title, author, and\nlocation. What took days to locate,\nnow takes minutes. Name a topic, or\nan author. Anything.\n\nHELEN GANDRY\nIndiscretion.\n\nYOUNG HOOVER\nWhat era?\n\nHELEN GANDRY\nPresent day.\n\nYOUNG HOOVER\nTime me.\n\nEdgar dives into the catalogue system. Much like the blood\nand briefcase at the Palmer house bombing, we see this search\nthrough Edgar’s mind. The same LIT STRINGS appear momentarily\nsending him to one row of files, then one column, then one\nspecific file. LIT STRINGS appear and evaporate with the\nsplendor of lightening bugs on a southern summer.\n\nHe pulls out a single card and flashes it to Helen. She\ngiggles. He leads her in his speedy way to a towering row of\nbook cases. LIT STRINGS ARE EVERYWHERE, all leading to a\nsingle book. He pulls it out: CONTEMPORARY COURTSHIP.\n\nHELEN GANDY\n(teasing)\nHow do you know I didn’t mean\nPOLITICAL indiscretion?\n\nYOUNG HOOVER\nIf you’d like to start over, we can.\n\nHELEN GANDY\nNo. This will do.\n\nYOUNG HOOVER\nHow long did I take?\n\nHELEN GANDRY\nOne minute, ten seconds.\n\nYOUNG HOOVER\nImagine if every citizen in the\ncountry was uniquely identifiable\n(MORE)\n\fll.\n\nYOUNG HOOVER (CONT'D)\nwith their own card and number.\nSay, the pattern on their fingers.\nImagine how quickly they could be\nfound when they committed a crime.\n\nHe re-files the book, clearly missing that she’s been\nflirting. She’s a little disappointed.",
  "10": "---END OF PREVIOUS SECTION---\nImagine how quickly they could be\nfound when they committed a crime. He re-files the book, clearly missing that she’s been\nflirting. She’s a little disappointed. \n---TARGET SECTION TO BE ANNOTATED---\nHELEN GANDRY\nIt’s all very impressive, John.\n\nYOUNG HOOVER\nI’m sorry... Should we go?\n\nHELEN GANDRY\nIt’s up to you.\n\nHe knows what he needs to do. And with his hands at his side,\nhe leans in for a kiss. It’s awkward. Like a school boy.\n\nHELEN GANDRY (CONT'D)\nMr. Hoover...\n\nYOUNG HOOVER\nDid I do something wrong?\n\nHELEN GANDRY\nNo. But I’m not sure where you\nthink this is headed.\n\nYOUNG HOOVER\nRight. Of course.\n\nAnd with the precision of an army cadet, he gets down on one\nknee and grabs hold of her hand.\n\nYOUNG HOOVER (CONT'D)\nMiss. Gandy, despite the brief time\nwe’ve known each other, I feel\nassured that you would make a fine\ncompanion. Your strength, your\ncharacter, your education--\n\nHELEN GANDRY\nAre you poking fun at me?\n\nYOUNG HOOVER\nOf course not.\n\nHELEN GANDRY\nPlease stand up, Mr. Hoover.\n\f12.\n\nYOUNG HOOVER\n(he does, humiliated)\nI would appreciate it if you didn’t\nshare this with the other women in\nthe typing pool.\n\nHELEN GANDRY\nOf course not.\n\nYOUNG HOOVER\nWould you mind telling me wh-wh-wh-\nwhat fl--\n(speeds up to kill the stutter)\nflaw you’ve found in my character?\n\nHELEN GANDRY\nNo. We just met.\n\nYOUNG HOOVER\n\n(speedy, defensive)\nof course. But I’m a fast and\naccurate judge of character. We’ve\ngone out three times. Many people do,\nbut I don’t. It’s my most treasured\nskill. I see people right off for\nwhat they are. And please, call me\nEdgar. It’s what my mother uses.\n\nHELEN GANDRY\nEdgar, can you keep a secret?\n\nYOUNG HOOVER\nYou have my word.\n\nHELEN GANDRY\nI have no interest in getting\nmarried. My work comes first.\n\nYOUNG HOOVER\n(bruised)\nI see...",
  "11": "---END OF PREVIOUS SECTION---\nHELEN GANDRY\nI have no interest in getting\nmarried. My work comes first. YOUNG HOOVER\n(bruised)\nI see... \n---TARGET SECTION TO BE ANNOTATED---\n Then perhaps you’1l\nconsider the position of personal\nsecretary for the new radical\ndivision. In this moment of need...\nfor our country.\n\nThat’s a proposal she can accept. He fights back the\nhumiliation, chin up, and makes a bee line out of there.\n\nINT. HOOVER’S INNER OFFICE - 1963\n\nThis is Hoover’s small private office. A RED BUZZER rings on\nhis desk. He glares at it. It buzzes again.\n\f13.\n\nOLD HOOVER\nMiss Gandy!\n\nAnd an OLD HELEN GANDY walks in carrying files.\n\nOLD HOOVER (CONT’D)\nThe nitwit Kennedy child rang his\nbaby buzzer again. Perhaps he needs\na fresh diaper.\n\nHoover takes her files and neatly orders them into his\nprivate cabinet. He locks it back.\n\nOLD HELEN GANDRY\nWould you like me to find out what\nthe Attorney General needs?\n\nOLD HOOVER\nI would like you to finish the\ntranscript from the Los Angeles\nrecording. When you’re done, we’ll\nanswer his buzzer.\n\nOLD HELEN GANDRY\nOkay... Edgar? Agent Smith is back.\nHe has questions about the Palmer\nraids. Should I tell him to go?\n\nOLD HOOVER\n(lights up)\nNo... Do you like him, Helen?\n\nOLD HELEN GANDRY\nI don’t have an opinion of him yet.\n\nOLD HOOVER\nI like him. I trust him.\n\nOLD HELEN GANDRY\nI’1ll set him up in your outer\noffice.\n\nOLD HOOVER\nNo. Set him up a desk in here.\n\nINT. HOOVER’S INNER OFFICE - 1964\n\nHoover is bright and cheery again as he spins a tale in his\nrapid pace for the young FBI agent who sits typing away.\n\nOLD HOOVER\nIn 1920 we had no federal laws, no\npower, no firearms, and Congress\n(MORE)\n\f14.\n\nOLD HOOVER (CONT'D)\nliked it that way. The criminals\nran free. But there was no law\nagainst keeping track of radicals.\nI compiled note cards on over 5000\nnames. And called the one\nDepartment that held a small piece\nof untested power.\n\nAGENT SMITH\nThe Department of Labor.",
  "12": "---END OF PREVIOUS SECTION---\nI compiled note cards on over 5000\nnames. And called the one\nDepartment that held a small piece\nof untested power. AGENT SMITH\nThe Department of Labor. \n---TARGET SECTION TO BE ANNOTATED---\n The power\nto deport, sir.\n\nOLD HOOVER\nBut only to deport people who\nchecked two boxes. They had to be\nforeign citizens. AND, they had to\nbe working to harm the country.\n\nYOUNG FBI MAN\nThe Labor Department cooperated?\n\nOLD HOOVER\nOf course not. No one freely shares\npower in Washington DC, Agent Smith.\n\nINT. DEPARTMENT OF LABOR / OFFICE - DAY - 1919\n\nYoung Edgar sits behind Palmer who shakes EDGAR’S NOTE CARDS\nbearing names of suspected radicals. Edgar is in awe as his\nMentor rants to the heads of the Labor Dept., ABERCROMBIE and\nCAMINETTI, and their young LABOR DEPARTMENT LAWYER.\n\nMITCHELL PALMER\nYou mean to tell me there is no law\nunder which YOU can issue a warrant\nfor the arrest of an alien when I\ncertify that he is subject to\ndeportation?!\n\nLABOR DEPT LAWYER\nWithout evidence, Mr. Attorney\nGeneral? No! There exists a Due\nprocess of law, sir!\n\nMITCHELL PALMER\nDue process of law? What about the\nthreat to our country!?\n\nEdgar looks to an old man in the corner, CAMINETTI. A FREEZE\nFRAME OF: EDGAR’S POV OF CAMINETTI’S UNFLATTERING SCOWL:\n\nOLD HOOVER (V.O.)\nBut one of their heads, A Mr.\nCaminetti... well, he WAS wary of\n(MORE)\n\f15.\n\nOLD HOOVER (V.O.) (CONT'D)\nour Justice Department, but he\nhated one person more--\n\nEXT. A PACKED HALL - 1919 - DAY\n\nA fiery, stout woman (hair up, glasses on her nose) stands on\nstage shaking her fist at a crowd of 3000 red-banner waving,\nslogan chanting Russians, Jews, Fins, Poles, Italians...\n\nEMMA GOLDMAN\nI am a revolutionist by nature and\ntemperament and as such I claim the\nright to rebel and resist invasion\nby all means, force included,\nconsequently, a destructionist!\n\nFrom a balcony, Edgar listens, jotting down notes.\n\nOLD HOOVER (V.O.)\n--Emma Goldman, hero of the radical\nmovement.",
  "13": "---END OF PREVIOUS SECTION---\nFrom a balcony, Edgar listens, jotting down notes. OLD HOOVER (V. O.)\n--Emma Goldman, hero of the radical\nmovement. \n---TARGET SECTION TO BE ANNOTATED---\n She was set to be\nreleased from prison in two weeks.\nIf I could hand CAMINETTI, Emma\nGoldman, he’d deport her without a\nthought. We’d have our precedent...\n\nINT. HOOVER’S INNER OFFICE - 1963\n\nAGENT SMITH\nBut she was a citizen, sir.\n\nHoover has gone silent. He’s focused on his frosted glass and\nsteel back door. He watches the SILHOUETTE OF AN OLD MAN walk\npast and pause. He waits, breathless. The figure limps away.\nThe sound of a door beyond his opens and closes.\n\nYOUNG FBI MAN\nWould you like to stop, sir?\n\nOLD HOOVER\nNo... It’s hard for you to imagine\ntoday, but there was a time when\nthe average American feared for\ntheir safety and survival. In--\n\nEXT. CHICAGO SKYLINE - 1919 - NIGHT\n\nThe only thing lighting the city of Chicago is a half moon\nand burning buildings.\n\nOLD HOOVER\n--Chicago a coal strike, started by\ncommunists labor, shut off all the\npower. Riots followed. And on--\n\f16.\n\nEXT. CENTRALIA MAIN STREET / IWW HALL - ARMISTICE DAY - 1919\n\nA PARADE OF VETERANS march down a street lined with citizens\nand boy scouts. SHOTS RING OUT from a rooftop. Onlookers\nscream and scatter. Bodies lie bleeding in the street.\n\nOLD HOOVER (V.O.)\n--Armistice Day in Centralia,\nIllinois, veterans, fresh back from\nWar were murdered by radicals. The\nred revolution was on our soil.\n\nEXT. NEW YORK CITY / PRISON - NIGHT\n\nYoung Edgar, in a long coat, waits outside watching the faces\nof the men who exit. He approaches one, posing as a fan.\n\nYOUNG HOOVER\nExcuse, me sir?\n(the man ignores him)\nIs Mrs. Goldman really in there?\n\nMAN AT JAIL\nWho's asking?\n\nYOUNG HOOVER\nI’m a fan. I’ve read your writing\nas well. Do you work with her?\n\nMAN AT JAIL\nIf you’re truly interested in the\nParty, then you shouldn’t be\nstalking members on the streets\nlike a sycophant. Come to a rally.\nOrganize.",
  "14": "---END OF PREVIOUS SECTION---\nMAN AT JAIL\nIf you’re truly interested in the\nParty, then you shouldn’t be\nstalking members on the streets\nlike a sycophant. Come to a rally. Organize. \n---TARGET SECTION TO BE ANNOTATED---\nYOUNG HOOVER\nYes, sir. But for now, may I have\nyour autograph?\n\nHoover holds out a newspaper with a story by the man,\n“Bolshevik America.” The man autographs the article.\n\nINT. DEPARTMENT OF JUSTICE / BUREAU FILE ROOM - 1919\n\nEdgar is with his new inner circle, THREE HANDSOME AGENTS and\nHelen Gandy. WORKMEN are installing rows of filing cabinets\n\nYOUNG HOOVER\nWe can’t take them down one by one\nor they’1ll go underground and we’1l\nfind a bomb in every Senator's\n(MORE)\n\f17.\n\nYOUNG HOOVER (CONT'D)\nmailbox. It must be a simultaneous\nraid. Hitting all of them at once.\n\nAn older agent with a BIG MUSTACHE has questions.\n\nMUSTACHED AGENT\nAnd who are “they?”\n\nYOUNG HOOVER\nThat’s what you have to find out.\nWe need a card on every radical\nperson in the country. Who they\nare, where they live, what they\nsay, what group they belong to.\n\nMUSTACHED AGENT\nWho have already committed crimes?\n\nYOUNG HOOVER\nI care less if they’ve already\ncommitted a crime, and more if they\nplan to.\n\nFBI AGENT 2\nHow many are on our team?\n\nYOUNG HOOVER\nOnly you four.\n\nHELEN GANDY\nI’ll have locks installed.\n\nYOUNG HOOVER\n\nNo locks. That would draw\nattention. Nothing will be\nalphabetically ordered. The cards\nwill be broken down into subjects\nand categories. The system will be\nsimple enough if it’s been\nexplained. If not, finding\ninformation will prove impossible.\nTrust no one. Not even fellow\nagents. Half of our colleagues are\non both sides of the payroll.\n\nMUSTACHED AGENT\nAnd the crimes we are investigating\naren’t crimes... they are ideas?\n\nYOUNG HOOVER\nIf their idea is to come to this\ncountry and plot the overthrow of our\ngovernment, then that IS a crime.\n\f18.\n\nMUSTACHED AGENT\nMrs. Goldman is not an alien. She\nmarried a U.S. Citizen.\n\nEdgar opens the article he had autographed outside Prison.",
  "15": "---END OF PREVIOUS SECTION---\nS. Citizen. Edgar opens the article he had autographed outside Prison. \n---TARGET SECTION TO BE ANNOTATED---\nYOUNG HOOVER\nThe man she married hasn’t visited\nher once in prison, but the man\nshe’s lived with since her wedding\nday... visits her nightly.\n\nMUSTACHED AGENT\nSmells like a Mitchell Palmer\npublicity stunt to me. Tell me,\nJohn, what happens when we raid\nthis list of yours, and we find\nNOTHING? No guns, no bombs, just\ninnocent people deported--\n\nYOUNG HOOVER\n\n(taking it personally)\nFrom every corner of this nation,\nthe American people have urged the\nAttorney General to do something\nabout the violence and return the\nUnited States to peace and glory. I\nam happy to send your objections to\nPalmer himself, but in the\nmeantime, you will expose Miss\nGoldman’s sham marriage... and\nchange that suit of yours.\n\nFBI AGENT 1\nPardon me, John?\n\nYOUNG HOOVER\n(re: his unfashionable suit)\nYour suit. Have some respect for\nyourself, and more importantly show\nsome respect to this Bureau.\n\nEdgar leaves the room in a huff. The other agents turn away\nfrom the challenging mustached Agent. He’s played his hand.\n\nEXT. THE JUSTICE DEPARTMENT LOBBY - DAY\n\nEdgar walks toward a group of press. Writers, Cameras, all\nwaiting for him. They eye him curiously, who is this kid?\n\nYOUNG HOOVER\nToday... um upon her release, Miss\nGoldman was immediately served\n(MORE)\n\f19.\n\nYOUNG HOOVER (CONT'D)\ndeportation papers... According to\nour information, she is one of the\nmost dangerous anarchists in this\ncounty.\n\nREPORTER\nYeah? Who are you, mister?\n\nYOUNG HOOVER\nJohn. John E. Hoover.\n\nIt’s not a home run, but they scribble down his name.\nINT. ELLIS ISLAND / COURTROOM - DAY\n\nAn INSPECTOR oversees a formal examination. Edgar hands him a\nchecklist of accusations and sits directly in front of a\ntired looking Emma Goldman at a table filled with government\nlawyers. He examines her ill fitting “fraud of a dress.” She\ncatches him doing it and is distracted.",
  "16": "---END OF PREVIOUS SECTION---\nELLIS ISLAND / COURTROOM - DAY\n\nAn INSPECTOR oversees a formal examination. Edgar hands him a\nchecklist of accusations and sits directly in front of a\ntired looking Emma Goldman at a table filled with government\nlawyers. He examines her ill fitting “fraud of a dress.” She\ncatches him doing it and is distracted. \n---TARGET SECTION TO BE ANNOTATED---\nINSPECTOR SCHELL\nMiss Goldman, do you live with the\nMan you claim to be married to?\n\nEMMA GOLDMAN\nI decline to answer.\n\nINSPECTOR SCHELL\nAre you aware the man who married\nyou had no authority to do so?\n\nEMMA GOLDMAN\nI decline to answer.\n\nINSPECTOR SCHELL\nMiss Goldman, are you an anarchist?\n\nEMMA GOLDMAN\nI decline to answer\n\nINSPECTOR SCHELL\n(growing frustrated)\nDo you deny that you are an\nanarchist?\n\nEMMA GOLDMAN\nI decline to answer.\n\nINSPECTOR SCHELL\nDo you believe in the overthrow by\nforce or violence of the Government\nof the United States?\n\f20.\n\nEMMA GOLDMAN\nI refuse to answer.\n\nINSPECTOR SCHELL\nDo you advocate the assassination\nof public officials?!\n\nEMMA GOLDMAN\nI refuse to answer.\n\nINSPECTOR SCHELL\n\n(composes himself, then)\nThis ALIEN has refused to answer\nany questions pertaining to the\ncharges contained in the warrant,\nnotwithstanding the fact that every\nopportunity was afforded her... I\nrecommend deportation.\n\nEDGAR’S POV: of old Caminette’s face (earlier). Again, THE\nFRAME FREEZES: THIS TIME ON HIS EQUALLY UNFLATTERING GRIN.\n\nOLD HOOVER (V.O.)\nAnd just like that, we had our\nprecedent.\nINT. DEPARTMENT OF JUSTICE / BUREAU FILE ROOMS - 1919\nThe File room has grown exponentially. The cabinets are\nspilling over. Edgar is pulling out cards. There are LIGHT\nSTRING CONNECTIONS everywhere. Helen Gandy interrupts:\nHELEN GANDY\nEdgar? Should I arrange our travel\nto Paterson for Valentines Day?\nThere’s trepidation in his pause. Is this a romantic gesture?\n\nYOUNG HOOVER\nYes... Of course, Miss Gandy.\n\nEXT. NEW YORK CITY RAIDS / MONTAGE - 1920 - NIGHT\n\nSET TO: BOBBY BENTON’S 1963 hit “ROSES ARE RED (MY LOVE)”, a\ntitle card reads: VALENTINES DAY, 1920.\n\nAn Army of 500 Police, 35 troopers and bomb squad detectives\nbarge out of a station and fan out across Manhattan.\n\nEXT.",
  "17": "---END OF PREVIOUS SECTION---\nNEW YORK CITY RAIDS / MONTAGE - 1920 - NIGHT\n\nSET TO: BOBBY BENTON’S 1963 hit “ROSES ARE RED (MY LOVE)”, a\ntitle card reads: VALENTINES DAY, 1920. An Army of 500 Police, 35 troopers and bomb squad detectives\nbarge out of a station and fan out across Manhattan. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n THE RUSSIAN PEOPLES HOUSE COMMUNITY CENTER - THAT NIGHT\n\nFBI MEN in white shirts, ties, and winter coats and POLICEMAN\nwith copper badges and batons burst into a building. They are\n\f21.\n\ngreeted with jeers, taunts and bottles from the Russians and\nanarchists inside.\n\nThe batons come out. Heads are split. Students are pushed\ndown stairs, bookcases are overturned, there’s blood and\nbroken bones everywhere -- IT’S VIOLENT AND BLOODY.\n\nINT. TRAIN BETWEEN D.C. AND PATERSON N.J. - THAT NIGHT\n\nCLOSE ON: A puff of smoke as Edgar lights up a cigarette to\ntry and calm his nerves. Helen Gandy is sits next to him.\n\nYOUNG HOOVER\nThey found a counterfeiting press,\nfive pistols, two automatics. And\nin Trenton, they found gunpowder,\ncopper, brass wire, batteries--\n\nHELEN GANDY\nA bomb factory.\n\nYOUNG HOOVER\n120 arrests in Detroit, 41 in\nPhiladelphia, 17 here, so far.\n\nREVEAL: On his lap are 33 more warrants “for subversive\nradical activity.” Can’t leave the work at the office?\n\nEXT. NARROW CITY STREET / NEW JERSEY - LATE THAT NIGHT\n\nBlack sedans drive slowly down the snow covered street. Their\nlights shut off and they coast to a stop. Edgar and Helen’s\nfeet step out quietly. But this is no date -- a dozen other\nofficers get out with them.\n\nA SECRET SERVICE OFFICER preps his ten men.\n\nSECRET SERVICE OFFICER\nThese men are armed, violent, and\nprepared to kill to avoid capture--\n\nPrivately, Edgar hands out firearms to SIX OF HIS MEN.\n\nFBI AGENT\nAre we allowed to use these, sir?\n\nYOUNG HOOVER\nThese are gifts from me to you.\nThere is no law preventing us from\nusing our own weapons.\n\nEdgar can’t naturally handle a firearm. He tucks it away,\nconcealing it from a journalist and Miss Gandy who stand at a\nremove.\n\f22.\n\nINT.",
  "18": "---END OF PREVIOUS SECTION---\nHe tucks it away,\nconcealing it from a journalist and Miss Gandy who stand at a\nremove. 22. INT. \n---TARGET SECTION TO BE ANNOTATED---\n PRINTING PRESS / NEW JERSEY - MOMENTS LATER\n\nBureau Agents, Secret Service, and local cops burst through\nthe front door, guns drawn. It’s a classic raid.\n\nCHORUS OF OFFICERS\nHands in the air. -- On the ground.\n\nTHE RADICALS inside dive for cover, reach for weapons or run\nup stairs, but they are quickly tackled, beaten, and pursued.\n\nOne YOUNG RADICAL escapes up the stairs. Two agents chase\nhim. Edgar, the last in the door, slowly starts up the stairs\nafter them. HE CAN HEAR A SCUFFLE. It sounds violent. He\nslows his step, and draws his gun.\n\nHe reaches the door, ready to fire the first shot of his\nlife, but finds it’s not a scuffle at all. The young radical\nis being beaten within an inch of his life by the officers.\n\nEdgar watches. He’s never seen such violence first hand. Is\nit revolting? Titillating? Both?\n\nYOUNG HOOVER\nThat’s enough.\n\nThe room goes silent, making the screaming downstairs seem\nall the louder. Edgar ignores it. He’s focused on: A PRINTING\nPRESS in the corner -- AND A STACK OF PINK PAPER -- identical\nto the color found the night of the Palmer house bombing. A\nSTRING LIGHT FLASHES OUT THE WINDOW AND CONNECTS TO -—\n\nEXT. ATTORNEY GENERAL PALMER’S HOME —- FLASHBACK\n--all of the PINK PAPER at Palmer’s house months ago.\n\nEdgar has completed the circle -- Guns, bombs, and the\nsolution to the Palmer raid mystery. The raids are a success.\n\nEXT. ELLIS ISLAND HOLDING CELLLS - MIDNIGHT\n\nSnow covers the ground. Edgar is dressed warmly, walking with\na congressman, dignitaries and reporters.\n\nHundreds of prisoners are being marched through the snow,\nsingle file to a gangplank and onto a tugboat. Edgar watches\na tired, filthy Emma Goldman struggle up the gangplank to the\ntugboat and disappear.\n\nThe camera reveals a massive, rotting 5000 ton ship, THE\nBUFORD. This won’t be a pleasant journey for the prisoners.\nAbove them all looms the mighty Statue of Liberty.\n\f23.\n\nAGENT SMITH (V.O.",
  "19": "---END OF PREVIOUS SECTION---\n23. AGENT SMITH (V. O. \n---TARGET SECTION TO BE ANNOTATED---\nBut everyone in the Bureau involved\nin those arrests lost their jobs,\ncorrect? Even Palmer himself?\n\nOLD HOOVER (V.O.)\nMost did. And there is the lesson.\nThe bombs stopped. Peace came. And\nthe American people forgot there\nwas ever a threat. --\n\nEXT. ATTORNEY GENERAL PALMER’S OFFICE - 1921\n\nFrom afar, Edgar watches assistants carry boxes out of his\nboss’s office as Palmer takes a moment to assess his loss.\n\nOLD HOOVER\n-- So when political adversaries\nattacked Palmer in his run for the\nWhite House, when they attacked the\nBureau, the country let it happen.\n\nPalmer feels eyes on him, and looks up to Edgar.\nINT. HOOVER’S INNNER OFFICE - DAY - 1964\n\nYOUNG FBI MAN\nBut why Palmer and not you? If you\norchestrated the raids...\n\nOLD HOOVER\n(defensive, a sore spot)\nI was only twenty four years old. I\nwas following orders, Agent Smith.\n\nYOUNG FBI MAN\n(regretting the question)\nI understand, sir.\n\nOLD HOOVER\nBut If we hadn’t of done it, you may\nvery well have been born into a\ncommunist State instead of the\ncountry you love today, am I right?\n\nYOUNG FBI MAN\nOf course, sir.\n\nA door opens across the hall. Hoover looks up and sees the\nearlier silhouette again limping toward his glass back door.\n\nOLD MAN’S VOICE\nEdgar?\n\f24.\n\nOLD HOOVER\n(quietly to Agent Smith)\nIgnore him.\n\nOLD MAN’S VOICE\nEdgar!\n\nOLD HOOVER\nMr. Toulson! I will be out ina\nmoment. I am in a meeting.\n\nOLD MAN’S VOICE\nDon’t forget your appointment with\nthe Attorney General, Edgar.\n\nOLD HOOVER\nThe file is not complete yet, Mr.\nToulson. Go away!\n\nThe casual familiarity of the exchange in front of Agent\nSmith bothers Hoover.\n\nSmith is packing up. Hoover extends his hand for a shake,\napparently wanting to dispense with the earlier tension.\n\nAGENT SMITH\nThank you, sir. I apologize. I will\nfinish this chapter tonight.\n\nOLD HOOVER\nVery good, Agent Smith.\n\nThe Agent goes. Hoover checks the hand he just shook with.",
  "20": "---END OF PREVIOUS SECTION---\nOLD HOOVER\nVery good, Agent Smith. The Agent goes. Hoover checks the hand he just shook with. \n---TARGET SECTION TO BE ANNOTATED---\nThe young agent’s palm was sweaty. He seems heartbroken. He\nhad truly liked Agent Smith--\n\nINT. HOOVER’S OUTER OFFICE - DAY - 1964\n\nHoover is in his outer office with a new agent, AGENT JONES,\n22. He’s from Indiana. He’s by the books.\n\nOLD HOOVER\nSay I wanted to include the story of\nhow I became director. Do they tell\nthat story in the Academy?\n\nAGENT JONES\nYes sir... You were called into the\nnew Attorney General’s office--\n\nOLD HOOVER\nHarlan Fiske Stone.\n\f25.\n\nAGENT JONES\nYes sir, Attorney General Stone. He\ncalled you into his office and told\nyou to sit down, sir.\n\nINT. ATTORNEY GENERAL'S OFFICE - 1924 - DAY\n\nYoung Edgar is let into HARLAN FISKE STONE’s office. Stone is\n60, an imposing figure at 6’6” and 260 lbs.\n\nHARLAN FISKE STONE\nSit down.\n\nEdgar does. Stone examines him intently over his desk. Edgar\ncalms his nerves by manically talking business.\n\nYOUNG HOOVER\nSir, there are almost a dozen\nvacancies in Chicago. With the\nrobbery rate rising it would\nactually profit the bureau to fill\nthese vacancies and start making\nrecoveries. I have cabinets filled\nwith files on suspects, and with a\nCongressional hearing--\n\nHARLAN FISKE STONE\nLower the treble, son. You didn’t\ncall this meeting. I did.\n\nYOUNG HOOVER\nYes, sir.\n\nHARLAN FISKE STONE\nEveryone you’ve worked with here is\ngone. And there’s a reason for\nthat. This Bureau is of exceedingly\nbad odor. Would you agree?\n\nYOUNG HOOVER\nYes, sir.\n\nHARLAN FISKE STONE\nAnd no offense, but you seem to\nhave no social life, no wife, no\ngirlfriend, and as far as I can\ntell, no pals... at all.\n\nYOUNG HOOVER\nThat’s accurate, sir.\n\f26.\n\nHARLAN FISKE STONE\nAnd you’re shamelessly distracted\nby this hodgepodge fingerprinting\naffair.",
  "21": "---END OF PREVIOUS SECTION---\nYOUNG HOOVER\nThat’s accurate, sir. 26. HARLAN FISKE STONE\nAnd you’re shamelessly distracted\nby this hodgepodge fingerprinting\naffair. \n---TARGET SECTION TO BE ANNOTATED---\nYOUNG HOOVER\nIt wouldn’t be a hodgepodge if we\ncould centralize the prints here.\n\nHARLAN FISKE STONE\nIt’s a speculative science at best.\n\nYOUNG HOOVER\nYes, sir.\n\nHARLAN FISKE STONE\nAnd why do they call you “Speed?”\n\nYOUNG HOOVER\nWho calls me that?\n\nHARLAN FISKE STONE\nThey all do... Behind your back\nevidently.\n\nYOUNG HOOVER\n(unaware, covering)\nWell... S- S- Sir, I earned a\nreputation for delivering groceries\nwhen I was ten years old. I was the\nfastest in the neighborhood. It was\na nickname.\n\nHARLAN FISKE STONE\nAre you sure it’s not for the way\nyou talk?\n\nYOUNG HOOVER\nPerhaps, sir.\n\nA long beat of silence. Edgar is ready and willing to be\nfired -- if only to stop the humiliation. Instead:\n\nHARLAN FISKE STONE\nYoung man, I want you to be acting\ndirector of the Bureau of\nInvestigation.\n\nEdgar absorbs the unexpected good news, covers his shock, and\nlooks back across the desk at Stone’s imposing forehead.\n\f27.\n\nYOUNG HOOVER\nI’1l take the job, Mr. Stone... But\nonly on certain conditions.\n\nStone gives a quizzical look. How dare he name conditions?\n\nHARLAN FISKE STONE\nWhat are they?\n\nYOUNG HOOVER\n\n(as if prepared)\nThe Bureau must be divorced from\npolitics, and not be a catch-all\nfor political hacks. Recruits must\nbe college educated. Appointments\nmust be based on merit. Promotions\nwill be made only on proven\nability... And the bureau will be\nresponsible only to you sir, the\nAttorney General.\n\nHARLAN FISKE STONE\n(a beat, then)\nI wouldn’t give you the job under\nany other conditions...\n(cutting Edgar off)\nThat’s all. Good day.\n\nINT. DEPARTMENT OF JUSTICE / FBI OFFICE - 1930\n\nAll of the agents in the FBI are lined up in two long, never\nending rows, facing each other. Edgar walks down the long\nisle between them, shaking each Agent’s hand.",
  "22": "---END OF PREVIOUS SECTION---\nINT. DEPARTMENT OF JUSTICE / FBI OFFICE - 1930\n\nAll of the agents in the FBI are lined up in two long, never\nending rows, facing each other. Edgar walks down the long\nisle between them, shaking each Agent’s hand. \n---TARGET SECTION TO BE ANNOTATED---\nYOUNG HOOVER\nI am determined to summarily\ndismiss from this Bureau any\nemployee whom I find indulging in\nthe use of intoxicants. I--\n\nHe gets to a chubby agent, shakes his hand. Sweat. He turns\nto Helen beside him. She takes note. He continues, indicating\neach man with a bald spot, each man not neatly dressed.\n\nYOUNG HOOVER (CONT'D)\n--believe that when a man becomes a\npart of this Bureau, he must so\nconduct himself, both officially\nand unofficially, as to eliminate\nthe slightest possibility of\ncriticism as to his conduct...\n\f28.\n\nHe stops at a handsome linebacker of an agent with dark hair,\nRAYMOND CAFFREY, 29.\n\nYOUNG HOOVER (CONT’D)\nAnd your name, Sir?\n\nRAYMOND CAFFREY\nAgent Caffrey, Sir.\n\nYOUNG HOOVER\nWhat is your assignment?\n\nRAYMOND CAFFREY\nSpecial Agent to Kansas City,\naiding in the search for escaped\nmurdered Frank Nash, Sir.\n\nYOUNG HOOVER\nIt’s dangerous work. But when you\nreturn, you will be rewarded for\nyou service to our country.\n\nEdgar shakes his hand. This is the kind of Agent he wants in\nhis Bureau (and his dinner table). Next to him though is the\nMUSTACHED AGENT who challenged Edgar during the Palmer raids.\n\nYOUNG HOOVER (CONT’D)\nYou still fancy facial hair, Agent\nStokes?\n\nMUSTACHED AGENT\nThe ladies appreciate it.\n\nYOUNG HOOVER\nAnd the ladies’ opinions’ are more\nimportant than the Bureau’s?\n\nMUSTACHED AGENT\nNo... sir.\n\nYOUNG HOOVER\nMr. Stokes, perhaps you are better\nsuited for the Police force than\nthe Bureau of Investigations.\n\nMUSTACHED AGENT\nI’ve been here seven years, Edgar.\nAs long as you.\n\nYOUNG HOOVER\nNo. You were with the old bureau\nseven years. That bureau is gone.\n\f29.\n\nINT. BASEMENT BED - (HOOVER’S MIND?)\n\nEdgar stands above his emaciated father, examining him with\nscientific curiosity.",
  "23": "---END OF PREVIOUS SECTION---\n29. INT. BASEMENT BED - (HOOVER’S MIND?)\n\nEdgar stands above his emaciated father, examining him with\nscientific curiosity. \n---TARGET SECTION TO BE ANNOTATED---\n The man’s eyes open wide, lock on his\nson and he lets out a TERRIFYING SCREAM. Edgar bears it.\nSilence. His father dies, his jaw still ajar, mid scream.\n\nINT. HOOVER’S CHILDHOOD HOME / HOOVER’S BEDROOM - DAY\n\nA WORKMAN is installing a personal telephone line into\nEdgar’s childhood (and current) bedroom. Dressed all in\nblack, Edgar supervises from the doorway.\n\nWORKMAN\nWhy the phone in your son’s room\nand not in the master bedroom?\n\nYOUNG HOOVER\nI’m paying you to put in a line,\nnot ask questions.\nAnd Edgar pulls out a pack of LUCKY STRIKES.\n\nEXT. HOOVER’S CHILDHOOD HOME / FRONT PORCH - MOMENTS LATER\nEdgar and his NEICE, 12 (also in black), are smoking.\nYOUNG NEICE\nI thought Lucky Strikes were only\n\nfor girls.\n\nYOUNG HOOVER\nYou thought wrong. Hold it in your\nlungs or it’ll do you no good.\n\nBouncing up the street in a bonnet holding a mass of shopping\nbags (and not in black at all) is Edgar’s mother.\n\nINT. HOOVER’S CHILDHOOD HOME / KITCHEN - THAT NIGHT\nEdgar’s mother spins around in a new dress.\nHOOVER'S MOTHER\nI had two made. Same cut, different\npattern. And two suits for you.\nThey'll be delivered on Friday.\n\nEdgar sits down at the dinner table. At his place is a\nsapphire ring. He examines it. She cozies up.\n\f30.\n\nEDGAR’S MOTHER\nIt’s platinum. Six diamonds and a\nstar sapphire. I’ve told everyone\nin the neighborhood. They all know.\n\nYOUNG HOOVER\nWhat about the funeral for father?\n\nEDGAR’S MOTHER\n(serves up some pot roast)\nThere’s no time for that now.\n\nYOUNG HOOVER\nI shouldn’t mother. I’ve been\ngaining weight.\n\nEDGAR’S MOTHER\nIt’s solid weight. There’s nothing\nwrong with solid weight on a man.\nI’m so incredibly proud of you,\nEdgar\n\nShe pulls out a clipped newspaper article.",
  "24": "---END OF PREVIOUS SECTION---\nEDGAR’S MOTHER\nIt’s solid weight. There’s nothing\nwrong with solid weight on a man. I’m so incredibly proud of you,\nEdgar\n\nShe pulls out a clipped newspaper article. \n---TARGET SECTION TO BE ANNOTATED---\n It’s small, barely\na mention, but it announces his new job.\n\nEDGAR’S MOTHER (CONT’D)\nI’m starting an album for you. I’m\ngoing to put everything in it. This\nis just the beginning.\n\nHe slips the sapphire ring on his finger -- where it will\nremain the rest of his life.\n\nINT. MAYFLOWER HOTEL / LOUNGE RESTAURANT - NIGHT\n\nEdgar holds court at his corner table with SPECIAL AGENT\nCHARLES APPEL and another handsome agent. The wait staff pays\nthem special attention, but Edgar doesn’t notice. He has his\neye on a GROUP OF YOUNG MEN celebrating at the bar.\n\nEdgar is focused on a tall, slender, SHARPLY DRESSED MAN.\nTrouble is, another man in the group, LAWRENCE RICHEY, knows\nEdgar, and waves. Edgar returns the gesture, but feels\n\ncaught. His discomfort doubles when Richey heads toward him --\nTHE SHARPLY DRESSED MAN JUST BEHIND (CLYDE TOULSON, 28).\n\nLAWRENCE RICHEY\nMr. Hoover! Good to see you. I'd\nlike to introduce you to Mr. Clyde\nToulson. He graduated from George\nWashington University Tonight. With\na law degree.\n\f31.\n\nYOUNG HOOVER\nCongratulations, Mr. Toulson.\n\nYOUNG TOULSON\n(the quiet type)\nThank you. I believe you’re one of\nour most distinguished Alumni.\n\nYOUNG HOOVER\nI did... yes... I do... have a\ndegree from the school. Yes.\n(an awkward beat; covering)\nI was just admiring your suit, Mr.\nToulson. You could take a lesson\nfrom him, Lawrence.\n\nYOUNG TOULSON\nIt’s a custom cut. From Garfinkel’s\nDepartment store, sir.\n\nYOUNG HOOVER\nDo you have a card, Mr. Toulson?\n\nYOUNG TOULSON\nI do. Of course.\n\nClyde hands his card to Edgar. Edgar looks it over, hands\nClyde his own card, and just as quickly goes back to his meal\n-- as if he never paid Clyde any special attention.\n\nYOUNG TOULSON (CONT’D)\nThank you, sir.\n\nINT.",
  "25": "---END OF PREVIOUS SECTION---\nEdgar looks it over, hands\nClyde his own card, and just as quickly goes back to his meal\n-- as if he never paid Clyde any special attention. YOUNG TOULSON (CONT’D)\nThank you, sir. INT. \n---TARGET SECTION TO BE ANNOTATED---\n HOOVER’S OUTER OFFICE - DAY\n\nHelen and Edgar are going through applications. One pile for\ninterviews, one for rejects. The reject pile is stacked high.\n\nHELEN GANDY\n(redacting an application)\nWell educated. Highly recommended.\nWilling to guarantee five years\nservice... Has a family in New\nYork... And a new baby.\n\nYOUNG HOOVER\nNo interview.\n\nHELEN GANDY\nThe family in New York or the baby?\n\fYOUNG HOOVER\nFive years is not enough. We want\nmen willing to dedicate their\nlives. How many is that so far?\n\nHELEN GANDY\n320 denied, and 21 interviews.\n\nYOUNG HOOVER\nDid you receive an application from\na Mr. Toulson?\n\nHELEN GANDY\n(finds the report, wary)\nYes... His report states he, “has\n\nconfidence, poise, his diction is\nexcellent.” But, “Although\nphysically fitted for it, might be\ndispleased with rugged work.” His\nonly interest in the Bureau is to\ngain experience that would benefit\na private law practice. And he has\nno interest in being here for any\nperiod of time, which would,\n“Render employment speculative.”\n\nShe waits for him to say “No interview,” but he doesn’t.\n\nHELEN GANDY (CONT'D)\nHe did receive a letter of\nrecommendation from the executive\nassistant of the Secretary of War.\n\nYOUNG HOOVER\nThat’s fantastic, Miss Gandy.\n\nHELEN GANDY\nHe, well... mentions here that Mr.\nToulson, “Showed no particular\ninterest in women.”\n\nIt’s 1930’s code for gay. She offers a bright side.\n\nHELEN GANDY (CONT’D)\nThen again, some of our best agents\nexcel because they have... no\nfamily incumbrance.\n\nYOUNG HOOVER\nYou're right. Bring him in for an\ninterview.\n\f33.\n\nHelen adds him to the yes stack. Edgar tries to change the\nsubject.\n\nYOUNG HOOVER (CONT’D)\nThe problem, Miss Gandy, is that\nthese men don’t look up to me.\n\nHELEN GANDY\nOf course they do.",
  "26": "---END OF PREVIOUS SECTION---\nEdgar tries to change the\nsubject. YOUNG HOOVER (CONT’D)\nThe problem, Miss Gandy, is that\nthese men don’t look up to me. HELEN GANDY\nOf course they do. \n---TARGET SECTION TO BE ANNOTATED---\nYOUNG HOOVER\nI don’t mean figuratively. I mean.\nThey don’t look UP to me.\n\nHe doesn’t want to be any clearer than that. It’s too\nsensitive a subject -- he’s shorter than most.\n\nHELEN GANDY\nWell... if you could conduct the\nentire interview from behind your\ndesk instead of walking about the\noffice, I could correct that.\n\nYOUNG HOOVER\n\n(considers it, then:)\nMiss Gandy, say I had private\ninformation on someone in a position\nof power. Harmful information... Now\nDestroying information goes against\nmy nature, but I don’t trust it in\nthe general files either. Could I\ntrust it with you? If we created a\nconfidential file?\n\nHELEN GANDY\nOf course, Edgar.\n\nAnd with that, he slides his first “Private and Confidential”\nfile across his desk to her. IT’S MARKED “ELEANOR ROOSEVELT.”\nShe sets it carefully in her lap.\n\nMATCH CUT TO:\nEXT. ATTORNEY GENERAL ROBERT KENNEDY'S OFFICE - DAY - 1964\nOLD Miss Gandy sits outside the A.G.’s office with A STACK OF\n\nSIMILAR FILES IN HER LAP. She patronizes ROBERT KENNEDY'S\nSECRETARY with a smile.\n\f34.\n\nINT. ATTORNEY GENERAL ROBERT KENNEDY’S OFFICE - SAME TIME\n\nKennedy stands by a window, pensive. A FILE sits casually on\nthe corner of his desk. Hoover is relaxed in a chair, focused\non a FIREPLACE in the office. He breaks the silence:\n\nOLD HOOVER\nWas the fireplace always here or\ndid you have it put in?\n\nROBERT F. KENNEDY\nIt was put in... What were you\ndoing with wire-taps in that house?\n\nOLD HOOVER\nYou asked that I pursue this\n“Organized Crime” element, Mr.\nKennedy, and that’s what I did.\nWith diligence... Do you use the\nfireplace?\n\nROBERT F. KENNEDY\nRarely... Who else has heard the\nrecording?\n\nOLD HOOVER\nI’ve filed this matter “Personal\nand Confidential” I’m the only one\nwith access to it.\n\nROBERT F. KENNEDY\nMr.",
  "27": "---END OF PREVIOUS SECTION---\nOLD HOOVER\nI’ve filed this matter “Personal\nand Confidential” I’m the only one\nwith access to it. ROBERT F. KENNEDY\nMr. \n---TARGET SECTION TO BE ANNOTATED---\n Hoover, I asked you to pursue a\nreal threat. Instead you have\npublicly denied the existence of\nOrganized Crime, and now this gross\ndisplay of intimidation.\n\nOLD HOOVER\nSir, I was only following orders.\nWe bugged the basement of a home in\nLos Angeles that is a known\ngathering place for lawbreakers.\nHow was I to know that a criminal’s\ngirlfriend and an east German\ncommunist would be down there\nhaving sex with your brother, the\nPresident of the United States. Do\nnot shoot the messenger, sir. I am\nhere to protect you both.\n\nROBERT F. KENNEDY\nWhat do you want from me?\n\f35.\n\nOLD HOOVER\nIf this information was discovered\nby the public it would create wide\nspread distrust in your brother’s\nleadership ability, and before all\nelse, I hold the well being of our\nCountry paramount.\n\nROBERT F. KENNEDY\nSo how may I HELP you, Mr. Hoover?\n\nOLD HOOVER\nIf I am to pursue the elements you\nconsider a threat, I humbly request\nthat you allow me the same power\nand access to follow the groups I\nsee as IMMEDIATE threats.\n\nROBERT F. KENNEDY\nIt’s not 1920 anymore.\n\nOLD HOOVER\nDo you know who Stanley Levinson is?\n\nROBERT F. KENNEDY\nA lawyer.\n\nOLD HOOVER\n\nA white communist lawyer who is\norganizing at the highest levels.\nIncluding the SCLC. His group is\ngrowing, their aim is entirely self\nserving, and their leadership is\nopenly critical of this Department.\nHave you read the clippings I sent?\n\nROBERT F. KENNEDY\nI can’t say I have.\n\nHoover pulls out the critical newspaper clippings (the ones\nthat made him sweat in the opening scene).\n\nOLD HOOVER\nThey claim we are, “Unable to get\nconvictions in even the most\nheinous crimes,” and that we have,\n“Faltered under the pressure,\ncomplexities and responsibilities\nof our office.” In PRINT in the New\nYork Times.\n\nROBERT F. KENNEDY\nYou can’t bear a little criticism?\n\f36.\n\nOLD HOOVER\nIt depends on what their aim is...",
  "28": "---END OF PREVIOUS SECTION---\nKENNEDY\nYou can’t bear a little criticism? 36. OLD HOOVER\nIt depends on what their aim is... \n---TARGET SECTION TO BE ANNOTATED---\nThey are gaining considerable\npower, their priorities are\nsingularly focused on their own\nissues, and they are trying to\nincite revolt.\n\nROBERT F. KENNEDY\nFrankly, they sounds more critical\nof your office than mine... There’s\na new face to communism, Edgar, and\nthis isn’t it. Communism is a\nforeign threat now. Not domestic.\n\nOLD HOOVER\nMr. Kennedy. Before you were even\nborn, I heard that very same\nargument from a Mr. Mitchell\nPalmer. And do you know what it\ntook to change his mind? A bomb. If\nhe had sat in his smoking chair\nfive more minutes that night in\n1919, we would have been lucky to\nhave found an intact index finger.\nI do not want to see that happen to\nyou, or your brother.\n\n(attempting a conciliatory tone)\nThere’s no reason we can’t both get\nwhat we want. We can wage a war on\ntwo fronts, sir.\n\nROBERT F. KENNEDY\nYou can go now. And please leave\nthe transcripts with me.\n\nOLD HOOVER\nYes sir. Feel free to share them\nwith your brother. I have a copy of\nmy own, in safe keeping.\n\nAnd with that threat, Hoover walks toward the door, stops at\nthe fireplace, inspects it, and goes, a smile creeping into\nthe corners of his mouth. The rhythm of his shoes on the\nflooring cross the cut, matching the rhythm of--\n\nINT. HOOVER’S OUTER OFFICE - DAY - 1924\n\n--Young Edgar doing push ups in his office with the window\nopen to let in air and dry his brow. FOOTSTEPS!\n\nEdgar takes a handkerchief from his pocket and dabs his brow,\nbut he’s not sweating.\n\f37.\n\nMISS GANDY\nYour four o’clock is here, sir.\n\nHe hurries to close the window, but the curtain gets stuck,\nthe window jams, and the handkerchief falls from his pocket.\nHe heads for his desk. His office door opens. Miss Gandy lets\nin the next applicant, it’s dapper Clyde Toulson (earlier).\n\nYOUNG HOOVER\nHave a seat, Mr. Toulson.",
  "29": "---END OF PREVIOUS SECTION---\nMiss Gandy lets\nin the next applicant, it’s dapper Clyde Toulson (earlier). YOUNG HOOVER\nHave a seat, Mr. Toulson. \n---TARGET SECTION TO BE ANNOTATED---\nEdgar rounds his desk and STEPS UP ONTO A NEW SMALL PLATFORM\nTO MAKE HIM TALLER. Clyde smiles, trying to relieve Edgar’s\nembarrassment. He steps toward the desk and extends a hand.\n\nYOUNG TOULSON\nMr. Hoover, thank you for this\nopportunity.\n\nA SIDE SHOT reveals Edgar standing on his riser, still not\nquite as tall as Clyde. They shake hands.\n\nYOUNG HOOVER\nPlease. Take a seat.\n\nYOUNG TOULSON\nThank you, sir.\n\nYOUNG HOOVER\nThere are several problems with\nyour application, Mr. Toulson, not\nthe least of which is you do not\nshow the required dedication to the\nbureau, nor the dedication t--\n\nAs Edgar rattles, he watches Clyde’s eyes. Clyde sees the\ncurtain stuck in the window. He sees the handkerchief on the\nfloor, and the spot of sweat forming on Edgar’s brow.\n\nYOUNG HOOVER (CONT'D)\n--t--t--to... th--\n\n(speeds up to stop stuttering)\nthe protection of the American\npeople and the American way. This\nis NO platform to a fatter paycheck\nin private practice.\n\nWe see what Edgar sees: LIGHT STRINGS connect the evidence\nClyde is looking at. It seems to Edgar that Clyde can see the\nstrings as well. It’s frightening, invasive, titillating --\n\f38.\n\nYOUNG HOOVER (CONT’D)\nIs there something the matter, Mr.\nToulson?\n\nYOUNG TOULSON\nIs exercise a requirement for all\nAgent’s, Mr. Hoover?\n\nYOUNG HOOVER\n(busted? )\nAll agents must be in excellent\nphysical condition. We must out\nMatch and out wit the public enemy\nat every turn.\n\nYOUNG TOULSON\nWhat kind of routine do you do?\n\nYOUNG HOOVER\n(making it up)\nsit ups... push ups... squatting...\n\nYOUNG TOULSON\nHow about chin ups?\n\nYOUNG HOOVER\nYes. Of course.\n\nYOUNG TOULSON\nI see. Would you like me to fix the\ncurtain, Mr. Hoover? Or perhaps\nopen the window? I always enjoy the\nair after exercise.",
  "30": "---END OF PREVIOUS SECTION---\nHoover? Or perhaps\nopen the window? I always enjoy the\nair after exercise. \n---TARGET SECTION TO BE ANNOTATED---\n Don’t you, sir?\n\nYOUNG HOOVER\nIf it would please you.\n\nAnd Clyde carefully and expertly removes the curtain from the\nwindow, bends over, plucks up the handkerchief off the floor,\nand returns it to Edgar's desk.\n\nYOUNG TOULSON\nWhere I may fall short in terms of\nresume, I apparently far exceed the\nrest in terms of honesty. I did not\nlie to get this interview. Like the\nrest, I WOULD like to start a\nprivate practice eventually, but I\ncould be persuaded otherwise if the\nright opportunity arose.\n\f39.\n\nEXT. GARFINKEL’S DEPARTMENT STORE - DAY\n\nEdgar steps out of a limousine and walks into the department\nstore. Clyde gets out behind him and follows him in.\n\nINT. GARFINKEL’S DEPARTMENT STORE / MONTAGE - DAY\n\nEdgar is measured for a suit -- Clyde supervises fabric\nchoices -- Clyde pulls out ties and shoes -- Edgar tries on a\n3-PIECE-SUIT. It’s the first time we’ve seen him this put\ntogether. He looks like the “Hoover” the world now knows.\n\nINT. GARFINKEL’S DEPARTMENT STORE - LATER\n\nEdgar is with a clerk, his items laid out on a counter. Clyde\nis at a remove. Something’s wrong. Things get uncomfortable\nwhen the department store CREDIT DIRECTOR appears.\n\nCREDIT DIRECTOR\nAre you Mr. John Hoover?\n\nYOUNG HOOVER\nI am. Is there a problem?\n\nCREDIT DIRECTOR\nIt seems there’s a Mr. John Hoover\nwhose credit has gone bad with us.\nThat would appear to be you.\n\nYOUNG HOOVER\n(quiet, humiliated)\nThat’s not me. On my word. My\nparents call me Edgar, my niece\ncalls me J.E. And I sign John E,\nnot John.\n\nCREDIT DIRECTOR\nSir, may I suggest you choose ONE\nname, and re-apply.\n\nHe presents a new application. Edgar looks at the blank NAME\nSPACE. He puts a pen to the page, and writes. “J. -- EDGAR --\nHOOVER.” The camera focuses in on the soon to be famous name.\n\nINT.",
  "31": "---END OF PREVIOUS SECTION---\nEdgar looks at the blank NAME\nSPACE. He puts a pen to the page, and writes. “J. -- EDGAR --\nHOOVER.” The camera focuses in on the soon to be famous name. INT. \n---TARGET SECTION TO BE ANNOTATED---\n HELEN GANDY’S OFFICE — DAY\n\nEdgar walks in wearing his new 3-piece-suit with a pocket\nsquare -- the more dapper look he’1ll carry the rest of his\nlife. Helen Gandy greets him with a grim face.\n\nYOUNG HOOVER\nYou don’t like it?\n\f40.\n\nHELEN GANDY\nMr. Hoover. There’s been a massacre\nin Kansas City.\n\nYOUNG HOOVER\nOne of ours?\n\nHELEN GANDY\nYes.\n\nYOUNG HOOVER\n(his worst fear)\nSpecial Agent Caffrey?\n\nEXT. KANSAS CITY TRAIN STATION (FLASHBACK) - DAY\n\nGUN FIRE AND SMOKE. Cars screech to a halt. Passengers run\nfor their lives. Police officers scramble for cover.\n\nA VOICE\nLet ‘em have it!\n\nA MAN WITH A MACHINE GUN beside a Plymouth starts firing on\ntwo officers. Another gangster behind a second car opens\nfire. The two cops immediately fall to the ground, dead.\n\nA MAN catches a bullet in his arm. He drops to the ground and\nscrambles to the side of a Chevy, TOWARD AGENT CAFFREY(The\ndark haired linebacker of an agent Edgar complimented\nearlier).\n\nCaffrey scrambles to the driver’s side of his Chevrolet to\nprovide safe haven for the wounded man, but he’s cut short as\nA BULLET BLASTS THROUGH HIS HEAD.\n\nOLD HOOVER (V.O.)\nBy 1930, The communist threat had\nbeen beaten back, but--\n\nINT. HOOVER’S OUTER OFFICE - 1930 - DAY\n\nA MOVIE CREW has lit Edgar’s office. Clyde is by a window\ndressed as an FBI Agent. It’s sexy on him.\n\nOLD HOOVER (V.O.)\n--the depression had hit, and their\nwas a new threat. The bank robber,\nthe car thief and the kidnapper.\nBut like communism, America didn’t\nreact with scorn, they gave the\nAmerican gangster their admiration.\n\f4l.\n\nEdgar is in his new suit behind his desk. Two flags flank it,\nmaking the perfect stage. A makeup woman powders his nose.\n\nDIRECTOR\nWhenever you’re ready, sir.\n\nYOUNG HOOVER\nOur nation is under attack from\nwithin.",
  "32": "---END OF PREVIOUS SECTION---\nA makeup woman powders his nose. DIRECTOR\nWhenever you’re ready, sir. YOUNG HOOVER\nOur nation is under attack from\nwithin. \n---TARGET SECTION TO BE ANNOTATED---\n The problem of organized\ngang warfare and the defiance by\ndesperate armed criminals of the\nforces of society and civilization\ncan no longer be ignored.--\n\nINT. MOVIE THEATER / CHICAGO - 1930 - NIGHT\nAn Audience watches the newsreel featuring Edgar.\n\nYOUNG HOOVER\n--Pretty Boy Floyd is now Public\nEnemy Number one. Look around you.\nHe could be anywhere. With your\nhelp, the American gangster’s days\nare numbered.\n\nThe Audience is none too pleased with Edgar’s announcement:\nBoos, popcorn at the screen. The projectionist cuts it short.\n\nA trailer fades in. It’s PUBLIC ENEMY starring JAMES CAGNEY\nas the dashing gangster. THE AUDIENCE ERUPTS WITH APPLAUSE!!\n\nINT. HOOVER’S OUTER OFFICE - DAY - 1964\n\nOld Hoover is again talking to Agent Jones -- who is more\nfocused on the WORKMEN DEMOLISHING HOOVER’S BACK WALL.\n\nOLD HOOVER\nBut that summer, a single crime\nopened the door to set things\nright. Do you know what that was,\nMr. Jones?\n\nAGENT JONES\n(distracted)\nI’m sorry, sir, what was that?\n\nOLD HOOVER\nWho is the most famous man of the\n20th Century... thus far?\n\nAGENT JONES\nJoe McCarthy, sir?\n\f42.\n\nHoover clearly disapproves. This guy is toast.\nINT. HOOVER’S OUTER OFFICE - DAY - 1964\nOld Hoover has a new, VERY SWEATY AGENT, at the typewriter.\n\nSWEATY BALDING AGENT\nThe most famous? Is that you, sir?\n\nHoover is focused on the bald spot forming on the crown of\nthe Agent’s head. That and the sweat are deal breakers.\n\nINT. HOOVER’S OUTER OFFICE - DAY - 1964\n\nHoover is with yet another Agent, AGENT GARRISON. This one is\nvery young and handsome with a North Carolina accent.\n\nAGENT GARRISON\nWell I suppose his notoriety\ndepends on the field he is in.\n\nOLD HOOVER\nHis field... was in the clouds.\n\nAGENT GARRISON\nThen Charles Lindbergh, sir.\n\nINT.",
  "33": "---END OF PREVIOUS SECTION---\nOLD HOOVER\nHis field... was in the clouds. AGENT GARRISON\nThen Charles Lindbergh, sir. INT. \n---TARGET SECTION TO BE ANNOTATED---\n HOOVER’S CHILDHOOD HOME / HOOVER’S BEDROOM - NIGHT -1932\n\nThe private phone (earlier) rings. It’s 11PM. Edgar is in his\nchildhood bed, asleep. He stirs and answers the phone.\n\nYOUNG HOOVER\nYes?... Send officers from Trenton.\nI will be on the first train.\n\nHis mother comes in. He hangs up. He looks truly disturbed.\n\nEDGAR’S MOTHER\nWhat is it?\n\nYOUNG HOOVER\nThe Lindbergh’s baby has been\nkidnapped.\n\nEDGAR’S MOTHER\n(deeply shocked)\nYou have to find him, Edgar. He has\nto be brought home alive.\n\nYOUNG HOOVER\nYes, mother.\n\f43.\n\nEXT. THE LINBERG’S HOME / NEW JERSEY - DAYBREAK\n\nEdgar and Clyde arrive at the Lindbergh home, a big white\nhouse in the middle of a field. All around are POLICE CARS\nand GIANT LAMPS that must have burnt all night.\n\nLike the Palmer crime scene, Edgar looks for clues, little\nLIGHT STRINGS making connections. AN OFFICER talks AT Clyde:\n\nNJ OFFICER\nThis morning alone we’ve heard from\nthe Pennsylvania railroad, Will\nRogers, President Hoover, Governor\nRoosevelt, the Customs Department,\nthe U.S. Mail and the Boy Scouts--\n\nEDGAR WATCHES THE NJ POLICE trudge around an area under an\nopened upstairs window. He shouts out.\n\nYOUNG HOOVER\nAll of you. Get off of that dirt.\nYou are trampling evidence.\n\nColonel Shwartzkoff (clearly the one in charge) approaches:\n\nCOLONEL SHWARTKOFF\nThere’s nothing there. No defined\nfootprints. It seems he was wearing\nfabric on his shoes.\n\nYOUNG HOOVER\nAnd you don’t think the size of the\nprint may have held some value?\n(re: the upstairs window)\nAnd how did he get up there? Are\nthere marks on the window and wall\nyou're erasing as well?\n\nCOLONEL SHWARTKOFF\nThere was a ladder. We found it a\nhundred yards away in three pieces.\nWe moved it inside.",
  "34": "---END OF PREVIOUS SECTION---\nCOLONEL SHWARTKOFF\nThere was a ladder. We found it a\nhundred yards away in three pieces. We moved it inside. \n---TARGET SECTION TO BE ANNOTATED---\nYOUNG HOOVER\nYou moved it?\n\nCOLONEL SHWARTKOFF\nYes. For safe keeping.\n\nYOUNG HOOVER\nCongratulations. You’ve completely\ncontaminated the crime scene. Now\n\n(MORE)\n\f44,\n\nYOUNG HOOVER (CONT'D)\nif you please, get your boots off\nof this property, Mr. Shwartzkoff.\n\nOFFICER SHWARTKOFF\nWhat right do you have to be here,\nMr...\n\nYOUNG TOULSON\nJ. Edgar Hoover. Director of the\nFBI. We have been sent by President\nHoover himself to make sure this\ncrime is resolved successfully.\n\nYOUNG HOOVER\nThe President has authorized access\nto all documents and evidence--\n\nOFFICER SHWARTKOFF\nMr. Hoover, you are free to\nobserve, but New Jersey is not the\nPresident’s domain.\n\nYOUNG HOOVER\nWhere is Mr. Lindbergh? I’d like to\nhear his opinion on the matter.\n\nINT. THE LINDBERGH HOME / GARAGE - LATER\n\nSurrounded by workmen installing a bank of phone lines, Edgar\nhovers over THE LADDER: it’s home-made, each of it’s three\npieces measure 80.5 inches. We see Edgar’s LIT STRINGS as he\nmakes connections -- the sections must have fit neatly into\neach other to form a 20 foot ladder that would collapse to 6.\n\nA side-rail on the center section has split along the grain.\n\nYOUNG HOOVER\nHe fell five feet.\n\nCHARLES LINDBERGH\nWho did?\n\nReveal CHARLES LINDBERGH, dressed well, but bearing the signs\nof no sleep. He seems interested in what Edgar has to say.\n\nYOUNG HOOVER\nThe kidnapper... with the child in\nhis arms, sir.\n\nCOLONEL SHWARTKOFF\nThat’s speculation, Mr. Hoover.\n\f45.\n\nYOUNG HOOVER\nMr. Lindbergh, sir, if it had split\non the way up, it would have\ncollapsed. It was a miscalculation.\nBuilt to bear the weight of a man\ngoing up, but not the weight of a\nman and a child coming down.",
  "35": "---END OF PREVIOUS SECTION---\nLindbergh, sir, if it had split\non the way up, it would have\ncollapsed. It was a miscalculation. Built to bear the weight of a man\ngoing up, but not the weight of a\nman and a child coming down. \n---TARGET SECTION TO BE ANNOTATED---\nCOLONEL SHWARTKOFF\nWe have other theories.\n\nYOUNG HOOVER\n(annoyed, but careful in\nfront of Lindbergh)\nAnd the ransom note? May I see the\nnote please, Mr. Shwartzkoff?\n\nShwartzcoff pulls it out and hesitantly offers it up.\n\nYOUNG HOOVER (CONT’D)\nYou’ve been touching it with your\nbare hands as well?\n\nOFFICER SHWARTKOFF\nWe checked. There were none of the\n“finger imprints” you fancy so\nvaluable, Mr. Hoover.\n\nYOUNG HOOVER\nNone YOU could find perhaps. Would\nyou please put it down?\n\nA moment of eye contact between Edgar and Lindbergh, then as\nEdgar reads it, we see all the clues: the distinct spacing,\nspelling and grammar GLOWING IN HOOVER’S TRADEMARK MANNER.\n\nYOUNG HOOVER (CONT'D)\n“Have 50,00$ redy. we will inform\nyou were to deliver the Mony. We\nwarn you for making anyding public\nor for notify the police. Indication\nfor all letters are SINGnature” S-I-\nN-G SING-nature “And 3 holes.”\n\nAnd the camera zeros in on the THREE HOLED SYMBOL the\nkidnapper made in the bottom corner of the letter.\n\nYOUNG HOOVER (CONT'D)\nI want this letter. And the ladder.\n\nCOLONEL SHWARTKOFF\n(leans in close)\nThere is no Federal jurisdiction\n(MORE)\n\f46.\n\nCOLONEL SHWARTKOFF (CONT'D)\nhere. I’ve shown you what you asked\nfor. It’s time for you to go.\n\nEdgar looks to Lindbergh who is examining the letter now. He\nseems exhausted, helpless, unsure of who to trust.\n\nEXT. LINDBERGH’S HOME / HOOVER’S CAR - LATER\nEdgar and Clyde get back in their car.\n\nYOUNG HOOVER\nI’m afraid for his boy.\n\nYOUNG TOULSON\nHe trusts the local police more\nthan us.\n\nYOUNG HOOVER\nNo. He thinks we’re ALL fools.\nHe’1ll go around them too.",
  "36": "---END OF PREVIOUS SECTION---\nYOUNG HOOVER\nNo. He thinks we’re ALL fools. He’1ll go around them too. \n---TARGET SECTION TO BE ANNOTATED---\n He’1l1\nbargain with the kidnappers.\n\nINT. U.S. CONGRESS -— DAY\n\nEdgar sits with Clyde before a Senate Committee. He’s a\nbrilliant speaker, never looking down, never pausing.\n\nYOUNG HOOVER\nPresident Hoover called me the\nmorning the child was taken and\nasked that I do whatever was in my\npower to help solve this crime. But\ndo you know what ALL OF THE POWER\nOF THE FBI means without federal\nlaws? Without arms? Without the\npower to make arrests? It means\nnothing. If we are one nation under\nGod then we should have a force\nthat can aid every state in this\nnation and stop the wave of crime\nthat is pulling us into chaos. Mr.\nChairman, I urge passage of the\nLindbergh Law, making kidnapping a\nFEDERAL offense. To immediately\ndeliver every finger print in the\ncountry to my office so that we may\nhave a central file. To arm our\nagents so that we have a fighting\nchance against their sub-machine\nguns. I urge you to do this in the\nname of little Lindy. Because if he\ncan be taken, then what child is\nsafe? And if we cannot aid in his\nsafe return, then what use are we?\n\f47.\n\nIt’s a smashing success of a speech.\nINT. HOOVER’S INNER OFFICE - DAY\n\nEdgar watches from a window as trucks in the courtyard unload\nmassive files. Something weighs on him.\n\nHELEN GANDY\nWhat is it, Edgar?\n\nYOUNG HOOVER\nThe rest of the Fingerprints from\nLeavenworth and Chicago.\n\nShe waits. He turns. That’s not what she meant.\n\nYOUNG HOOVER (CONT’D)\nOur new President has scheduled a\nmeeting... There’s talk of re-\norganizing the FBI.\n\nHELEN GANDY\nI’ve heard similar whispers.\n\nYOUNG HOOVER\nDo you remember the file we built\non his wife, Miss Gandy? Would you\nmake a copy for me?\n\nHe looks out the window and steps out onto the balcony.\nEXT. HOOVER’S BALCONY - CONTINUOUS\n\nEdgar puts on a big smile. Down below on Pennsylvania Avenue\nis Roosevelt’s inaugural parade.",
  "37": "---END OF PREVIOUS SECTION---\nEXT. HOOVER’S BALCONY - CONTINUOUS\n\nEdgar puts on a big smile. Down below on Pennsylvania Avenue\nis Roosevelt’s inaugural parade. \n---TARGET SECTION TO BE ANNOTATED---\n Edgar WAVES DOWN to\nRoosevelt as his car passes, then heads back inside\n\nINT. HOOVER'S INNER OFFICE - (APPARENTLY CONTINUOUS) - 1964\n\nAs if a continuous (but 32 years later) Hoover comes in off\nthe balcony. He is greeted by his young writer. Two workers\nat the far end are now building the FACADE OF A NEW\nFIREPLACE. It looks identical to Kennedy's.\n\nOLD HOOVER\nLindbergh hired criminals to look\nfor his son. He even got an offer\nfrom Al Capone to help pay the\nransom. And he employed an eccentric\nby the name of John Condon who'd\nplaced a newspaper ad to act as a go-\nbetween between with the kidnappers.\n\f48.\n\nAGENT GARRISON\nWas Condon a criminal too?\n\nINT. THE LINDBERGH HOME / NURSERY - NIGHT - 1932\n\nA white haired JOHN CONDON is escorted in and up to Lindy’s\ncrib. It hasn’t been disturbed since the kidnapping night.\nPins still hold the covers down. The window is still ajar.\n\nMr. Lindbergh walks into the room.\n\nCHARLES LINDBERGH\nMr. Condon? You say the kidnappers\nresponded to your ads?\n\nCONDON\n(hands over two letters)\nTwice now. I will reply in the\nnewspaper if you’ll allow it... Did\nhe leave the note in the crib?\n\nCHARLES LINDBERGH\nNo. On the window sill.\n\nCondon looks at the pins securing the blankets in the crib.\n\nCONDON\nThese pins are unique.\n\nCHARLES LINDBERGH\nMy wife uses them to hold the\ncovers in place. Our son had a cold\nwhen he was taken.\n\nCONDON\nCan I take them with me?\n\nCHARLES LINDBERGH\n(not sure of this man)\nWhy are you doing this?\n\nCONDON\nSo a mother may have her child\nagain and that you may know that\nthe American people are grateful\nfor the honor bestowed upon them by\nyour pluck and daring.\n\nCHARLES LINDBERGH\nHow do we know these letters of\nyours are from the kidnapper?\n\f49.\n\nCONDON\nThe symbol matches the original\nletter’s symbol...",
  "38": "---END OF PREVIOUS SECTION---\nCHARLES LINDBERGH\nHow do we know these letters of\nyours are from the kidnapper? 49. CONDON\nThe symbol matches the original\nletter’s symbol... \n---TARGET SECTION TO BE ANNOTATED---\n doesn’t it?\n(silence)\nWhat is it Mr. Lindbergh?\n\nCHARLES LINDBERGH\nIn a moment of thoughtlessness, I\nshowed the symbol to some other men\nwho had offered to help. I’m not\nsure they were trustworthy. I’m not\nsure anyone is trustworthy anymore,\nMr. Condon. You should know that I\nhave decided to have your letters\nanalyzed to see if they are truly\nfrom the same author.\n\nINT. THE ATTORNEY GENERAL'S PRIVATE LIBRARY - DAY\n\nEdgar storms into a law book jammed room with a studious\nlooking man, MR. ALBERT S. OSBORNE, and several agents.\n\nYOUNG HOOVER\nClear all of these tables.\n\nYOUNG AGENT\nWhere do we put the books, sir?\n\nYOUNG HOOVER\nOut of my sight... Mr. Osborne,\nwhat do you need from us?\n\nALBERT S. OSBORNE\nBright lights. A microscope.\nMeasuring instruments. Magnifying\nglasses... a projector.\n\nYOUNG HOOVER\nYou have the full resources of the\nBureau. Don’t be shy, a child’s\nlife depends on this.\n\nALBERT S. OSBORNE\nOkay. Paper samples... from every\nregional manufacturer.\n\nYOUNG HOOVER\nMr. Toulson, you will get Mr.\nOsborne whatever he needs to\nconclude without a doubt that these\nletters come from the same author.\n\f50.\n\nAnd with that, Edgar puts the three Lindbergh notes on the\nnow book cleared table. Lindbergh has handed them over.\n\nEXT. THE ATTORNEY GENERAL’S PRIVATE LIBRARY - LATER\n\nClyde stands with an impatient Edgar, outside the makeshift\nlab. A SIGN indicates this is the Attorney General’s library.\n\nYOUNG TOULSON\nShould we tell the Attorney General?\n\nYOUNG HOOVER\nSo he can say “no” for the third\ntime? Just post a sign.\n\nYOUNG TOULSON\nTo say what... “Keep out?”\n\nYOUNG HOOVER\nNo. “FBI Crime Laboratory.” Have it\ncarved in wood and nailed in. If he\nwants it gone, he can pull it out\nhimself. It’s time we have at least\none thing the bad guys don’t.",
  "39": "---END OF PREVIOUS SECTION---\nYOUNG TOULSON\nTo say what... “Keep out?”\n\nYOUNG HOOVER\nNo. “FBI Crime Laboratory.” Have it\ncarved in wood and nailed in. If he\nwants it gone, he can pull it out\nhimself. It’s time we have at least\none thing the bad guys don’t. \n---TARGET SECTION TO BE ANNOTATED---\nYOUNG TOULSON\nDecorating skills?\n\nYOUNG HOOVER\nScience, Clyde.\n\nAlbert Osborne walks out of his lab. Edgar perks up.\n\nALBERT S. OSBORNE\nThe ink is different, but the\nhandwriting is a match. Whoever Mr.\nCondon is corresponding with IS the\nperson who wrote the original note.\n\nYOUNG HOOVER\nOR... Condon wrote all the notes\nhimself.\n\nYOUNG TOULSON\nLindbergh is planning to deliver\nthe ransom money through Condon. It\nmay have already happened.\n\nYOUNG HOOVER\nCall the Internal Revenue Service.\nGet them to Lindbergh’s home. I\ninsist those bills be marked.\n\fSl.\n\nEdgar starts down the hall. Albert stops him with:\n\nALBERT S. OSBORNE\nIs that all, Mr. Hoover? I have a\n2:30PM class to teach.\n\nYOUNG HOOVER\nNo you don’t. Consider your pay\ndoubled. You work for your country\nnow, Mr. Osborne.\n\nEXT. GRAVEYARD GATES / JEROME AVENUE - NIGHT\nCondon waits at the FRONT GATE rereading his instructions.\n\nA MAN approaches, but walks right by. Condon checks his\nwatch: 9:15 PM. He considers, then starts to leave. As he\ndoes, he sees a WHITE HANDKERCHIEF being waved from inside\nthe cemetary through the bars of the gate.\n\nCondon approaches. The man is in an overcoat with a fedora\ncovering his eyes, the handkerchief now over his nose and\nmouth. Each time Condon nears, he darts behind a gravestone,\npulling Condon deeper and deeper into the graveyard. Finally\nthe man shouts out in a German accent:\n\nMAN IN THE GRAVEYARD\nHave you gotted the money?\n\nCONDON\nI can’t bring the money until I’ve\nseen the baby.\n\nBoth men hear FOOTSTEPS. The man jumps a fence and runs.\n\nCONDON (CONT'D)\nI promise you there are no police.\n\nMAN IN THE GRAVEYARD\n(shouts back as he runs)\nIt’s too dangerous.\n\nThe footsteps turn out to be those of a NIGHT GUARD.",
  "40": "---END OF PREVIOUS SECTION---\nCONDON (CONT'D)\nI promise you there are no police. MAN IN THE GRAVEYARD\n(shouts back as he runs)\nIt’s too dangerous. The footsteps turn out to be those of a NIGHT GUARD. \n---TARGET SECTION TO BE ANNOTATED---\n Condon\nwaits for him to pass, then pursues the man deep into the\npark. Out of breath, and ready to collapse, Condon slows his\npace. So does the man with the handkerchief.\n\nCONDON\nNo one will hurt you.\n\nMAN IN THE GRAVEYARD\nIf they catch me they will.\n\fHe slowly\n\n52.\n\nCONDON\nThey only want the child.\n\nMAN IN THE GRAVEYARD\nThey’1l give me thirty years if I’m\ncaught. They could burn me.\n\nCONDON\nNo.\n\nMAN IN THE GRAVEYARD\nI didn’t do it. I am only the\nmessenger.\n\napproaches Condon. Condon braces himself.\n\nMAN IN THE GRAVEYARD (CONT’D)\nWhat if the baby is dead? Would I\nburn if the baby is dead?\n\nCONDON\nWhy would we be meeting if the baby\nwas dead?\n\nMAN IN THE GRAVEYARD\nHe’s not. He’s treated well. Better\nthan the diet in the newspaper ad\nhis mother put down. But would I\nburn if I did not kill it?\n\nCONDON\nNo... And you’ve seen the child?\n\nMAN IN THE GRAVEYARD\nYou gotted my letter with the\nsINGnature. It is the same like the\nletter with the SINGnature which\nwas left in the baby’s crib.\n\nCONDON\nIn the crib?\n\nMAN IN THE GRAVEYARD\nYes.\n\nCondon was told differently. He pulls the pins from the\nbaby’s crib from his pocket.\n\nCONDON\nDo you recognize these?\n\nMAN IN THE GRAVEYARD\nThose are from the baby’s crib.\n\f53.\n\nCONDON\nSo you were there. Yourself.\n\nMAN IN THE GRAVEYARD\n(feeling busted, he flees)\nPlace another ad in the paper when\nyou have the money.\n\nAnd with that, the man vanishes.\nINT. LINDBERGH’S HOME / GARAGE - NIGHT\n\nCondon and Lindbergh are with an officious little IRS man,\nELMER IREY. Edgar, Clyde and AGENT SISK, watch him record the\nnumbers off each gold markered bill onto a ledger.\n\nCHARLES LINDBERGH\nI thought gold notes were going out\nof circulation, Mr. Irey.\n\nELMER IREY\nThat’s our hope.",
  "41": "---END OF PREVIOUS SECTION---\nCHARLES LINDBERGH\nI thought gold notes were going out\nof circulation, Mr. Irey. ELMER IREY\nThat’s our hope. \n---TARGET SECTION TO BE ANNOTATED---\n It will make these\nbills more identifiable.\n\nCHARLES LINDBERGH\nI have no need to pursue the money,\nMr. Hoover. I only want my son.\n\nYOUNG HOOVER\nThis isn’t just for your Lindy,\nsir. I’ve already assigned a 26 man\nteam, lead by Special Agent Sisk\nhere to pursue the case. If we let\nthese people go free, no child will\nbe safe.\n\nCHARLES LINDBERGH\nIf they find out you’re involved, I\nmay never see my son again.\n\nYOUNG HOOVER\nWe won’t pursue a single lead until\nyour child is in his mother’s arms.\nYou have my word.\n\nINT. MOVIE THEATER - NIGHT\n\nSitting in the audience, Edgar watches a newsreel fire up.\nIt’s a plea for the safe return of “Little Lindy” featuring\nthe happy, curly headed toddler at his parent’s estate.\n\nEdgar looks to his left, to his mother, a tear on her cheek.\n\f54.\n\nINT. HOOVER’S CHILDHOOD HOME - NIGHT\n\nEdgar’s mother walks in, sits on the edge of Hoover’s bed,\nand wakes him. Only half awake, he seems very boyish.\n\nEDGAR’S MOTHER\nI had a nightmare, Edgar. That you\nwere covered in blood. That you had\nsplit your skull open, and were\nleft to die under a tree. You were\nfound by two farmers passing on the\nhighway. What trouble are you in,\nEdgar? Tell me.\n\nEXT. NORTHERN TIP OF ST. RAYMOND’S CEMETARY - NIGHT\n\nCondon walks alone. The night is dark, and there is only the\noccasional passerby. He’s been waiting for a while. Finally:\n\nMAN IN THE GRAVEYARD (V.O.)\nAy, Doctor.\n\nREVEAL: This is Lindbergh’s POV from a Ford down the block.\nHe hears the voice. He watches Condon talk to the man from\nafar, and then dissapear with him.\n\nEXT. A CITY STREET NEAR RAYMOND CEMETARY - LATER\n\nCondon runs out of the cemetary, and up to the driver’s side\ndoor. Lindbergh doesn't see his child.",
  "42": "---END OF PREVIOUS SECTION---\nEXT. A CITY STREET NEAR RAYMOND CEMETARY - LATER\n\nCondon runs out of the cemetary, and up to the driver’s side\ndoor. Lindbergh doesn't see his child. \n---TARGET SECTION TO BE ANNOTATED---\nCONDON\nI talked him out of 20,000 dollars.\n\nCHARLES LINDBERGH\nI'd prefer him happy than save the\nMoney, Mr. Condon. I don’t want to\nupset him.\n\nCONDON\nI’m sorry, sir.\n\nLindbergh again sees the man with the handkerchief. This time\nfar in the distance. Lindbergh hands Condon the BOX OF MONEY.\n\nLINDBERGH’S POV: Condon returns to the man, hands him the box\nwith his left hand and accepts an envelope with his right.\n\nThe man kneels down and inspects the money. Stands, shakes\nCondon’s hand, blows his nose, drops the handkerchief and\ndisappears. Condon makes it back to the car.\n\f55.\n\nCHARLES LINDBERGH\nThe baby? Where is the baby?\n\nCONDON\n(hands over the envelope)\nI promised to wait six hours before\nopening it.\n\nCHARLES LINDBERGH\nGet in.\n\nCondon gets in. They drive away in silence. Charles resists\nopening the envelope, but he can’t. He tears it open.\n\nCHARLES LINDBERGH (CONT'D)\n\nYou gave your word. I did not.\n(reads the note)\n\n“The boy is on Boad Nelly. It is a\nsmall boad 28 feet long. Two person\nare on the boad. The are innosent.\nYou will find the Boad between\nHorseneck Beach and Gay Head near\nElizabeth Island.”\n\nEXT. THE SKIES ABOVE MARTHA’S VINYARD - MONTAGE - DAY\n\nLindbergh flies his plane low, looking at every boat -- by\nthe shore -- along the docks -- out to sea.\n\nAGENT GARRISON (V.O.)\nWhat was in the boat?\n\nOLD HOOVER\nThere was no boat. Lindbergh--\n\nINT. HOOVER'S OUTER OFFICE - 1964\nHoover is with his writer.\n\nOLD HOOVER\n--didn’t trust us. He wanted to do\nit his way. Who could blame him?\nNobody respected us then.\n\nAnd at that moment, simultaneously, both the front and back\ndoors of this outer office open. From one end, Helen, from\nthe other, an bent over old man who was once handsome, this\nis OLD CLYDE TOULSON.",
  "43": "---END OF PREVIOUS SECTION---\nNobody respected us then. And at that moment, simultaneously, both the front and back\ndoors of this outer office open. From one end, Helen, from\nthe other, an bent over old man who was once handsome, this\nis OLD CLYDE TOULSON. \n---TARGET SECTION TO BE ANNOTATED---\n Hoover only sees Helen.\n\nHELEN GANDY\nMr. Hoover, we’ve been calling--\n\f56.\n\nOLD TOULSON\nEdgar...\n\nHoover turns toward the voice. He reads Toulson’s face.\n\nOLD HOOVER\nAgent Garrison. It’s time to go.\n\nGarrison goes, but not before noting the familiarity between\nToulson and Hoover. Once alone with Toulson and Helen:\n\nHELEN GANDY\nThe Attorney General has authorized\nyour wire taps.\n\nOLD HOOVER\nVery good, Miss Gandy.\n\nOLD TOULSON\n(not so pleased)\nAre you sure you want this? Once\nyou do it... it’s done.\n\nOLD HOOVER\nAnd when I prove myself correct, we\nwill have saved this country\nanother radical revolution. History\nwill remember that.\n\nOLD TOULSON\nAnd if you’re wrong, history will\njudge it an illegal move over a\npetty grudge.\n\nOLD HOOVER\n(furious)\nIs our reputation petty to you, Mr.\nToulson? Order the wires.\n\nOLD TOULSON\nCan we discuss it over dinner?\n\nOLD HOOVER\nAfter you order the wires.\n\nHe sees the tension in Hoover's face, the doubt. Helen goes.\nINT. HELEN GANDY’S OFFICE - MOMENTS LATER\nHELEN GANDY\n\n(habitual, into her phone)\nThe Director is on his way.\n\f57.\n\nEXT. WILLARD HOTEL - SAME TIME / INTERCUT\nAn Agent sneaks in the service door of a hotel.\nEXT. HOOVER’S OUTER OFFICE - MOMENTS LATER / INTERCUT\n\nHoover and Toulson walk the hall to the elevator, side by\nside. Agents clear the halls.\n\nINT. WILLARD HOTEL - MOMENTS LATER / INTERCUT\n\nThe Agent picks the lock on a hotel room door.\n\nINT. D.O.J / ELEVATORS - MOMENTS LATER / INTERCUT\n\nReaching the elevators, Agents step out before their floors.\n\nHoover and Toulson step into an open, waiting lift. Their\nnightly departure is clearly choreographed.\n\nINT. WILLARD HOTEL - MOMENTS LATER / INTERCUT\n\nThe Agent plants a microphone under a hotel room mattress.\nINT.",
  "44": "---END OF PREVIOUS SECTION---\nINT. WILLARD HOTEL - MOMENTS LATER / INTERCUT\n\nThe Agent plants a microphone under a hotel room mattress. INT. \n---TARGET SECTION TO BE ANNOTATED---\n DEPARTMENT OF JUSTICE / ELEVATORS - MOMENTS LATER\nHoover and Toulson ride down in silence together.\n\nINT. DEPARTMENT OF JUSTICE / BASEMENT HALL - CONTINUOUS (ISH)\nAn agent speaks into a microphone in a closet off the hall.\n\nPARKING LOT AGENT\nJ.E.H. approaching.\n\nAnd the pair step out of the elevator and into the hall --\nbut it’s not Toulson and Hoover anymore, IT’S YOUNG, HANDSOME\nCLYDE AND EDGAR -- WITH A FILE IN HAND.\n\nThey sail toward the door. As they near it, an Agent opens it\nfor them, not making eye contact.\n\nINT. DEPARTMENT OF JUSTICE / GARAGE - CONTINUOUS - 1933\n\nPerfectly timed, Edgar and Clyde walk out as an armored car\npulls up, agents open the doors, and they load in.\n\nINT. THE ARMORED CAR / D.0.J. GARAGE - CONTINUOUS\nThe BLACK DRIVER calls back.\n\nDRIVER\nHarvey’s Restaurant, sir?\n\f58.\n\nYOUNG HOOVER\n(we hear his nerves)\nNo. To the White House.\n\nThe car pulls out of the garage and into the atrium. Giant\ngates open letting them out onto Pennsylvania Ave.\n\nEXT. ROOSEVELT’S OFFICE - DAY\n\nEdgar sits outside Roosevelt’s office holding the file on his\nlap, waiting patiently, watching the clock -- 5:30PM.\n\nSECRETARY\nThe President is ready for you, Mr.\nHoover.\n\nAnd Edgar walks in, ready to fight for his job.\nINT. HARVEY’S RESTAURANT - THAT EVENING\n\nAn old world, elegant restaurant. The staff is immaculate.\nEdgar and Clyde are escorted to their corner booth without a\nword, complete familiarity. A few heads turn as they take\ntheir seats. It’s a corner table, a stage of sorts.\n\nINT. HARVEY’S RESTAURANT - LATER\nEdgar and Clyde have settled in to their booth.\n\nYOUNG HOOVER\nIt’s the same dance each time. They\nmake me wait. They imagine I’m\nsweating, that they’re showing me\nwho's boss. And I play along.",
  "45": "---END OF PREVIOUS SECTION---\nThey\nmake me wait. They imagine I’m\nsweating, that they’re showing me\nwho's boss. And I play along. \n---TARGET SECTION TO BE ANNOTATED---\nYOUNG TOULSON\nDid you play him the tape?\n\nYOUNG HOOVER\nNo. The transcript. But he didn’t\nwant to read it. That was unique.\nHe wanted me to tell him about it.\n\nYOUNG TOULSON\nHow you came across it?\n\nYOUNG HOOVER\nNo. I explained up front we had\nnever expected to find Mrs.\nRoosevelt in the bedroom of a known\ncommunist agitator. Much less\nhaving what sounded like... an\nintimate moment.\n\n(MORE)\n\f59.\n\nYOUNG HOOVER (CONT'D)\n(anxious laugh)\nAnd that I needed his guidance in\nhow to proceed. I wanted him to\nknow he had an ally.\n\nYOUNG TOULSON\nBefore he had a chance to ask you\nto resign.\n\nYOUNG HOOVER\nExactly, but when I was done, he\nsimply pushed the file aside. He\nseemed unconcerned with it...\nClyde, The President of the United\nStates is afraid.\n\nYOUNG TOULSON\nAfraid of you?\n\nYOUNG HOOVER\nOf a potential invasion from abroad.\n(to the passing Host)\nSir, can we have a bottle of Dom?\n\nHOST\nOf course, Mr. Hoover.\n\nClyde gives Edgar a look. This is unusual.\n\nYOUNG TOULSON\nYou're drinking now?\n\nYOUNG HOOVER\nWe're celebrating... I feel I can\ntrust you with anything, Clyde--\n\nYOUNG TOULSON\nI'd like to think so.\n\nYOUNG HOOVER\n(a big secret)\nThe President signed a secret order\ngranting me increased power of\nsurveillance. Secret surveillance\nof Communists and Radicals. Without\nwarrant.\n\nYOUNG TOULSON\nIs that legal?\n\nYOUNG HOOVER\nSometimes we have to break the\nrules if we are going to keep our\ncountry safe...\n\n(MORE)\n\f60.\n\nYOUNG HOOVER (CONT'D)\n(off Clyde’s concern)\nBut to make sure I hadn’t heard\nwrong, I clarified it with\nSecretary of state Hull. He said,\n“Go ahead and investigate the\ncocksuckers.”\n\nYOUNG TOULSON\nVulgar.\n\nYOUNG HOOVER\nAgreed.",
  "46": "---END OF PREVIOUS SECTION---\nYOUNG HOOVER (CONT'D)\n(off Clyde’s concern)\nBut to make sure I hadn’t heard\nwrong, I clarified it with\nSecretary of state Hull. He said,\n“Go ahead and investigate the\ncocksuckers.”\n\nYOUNG TOULSON\nVulgar. YOUNG HOOVER\nAgreed. \n---TARGET SECTION TO BE ANNOTATED---\n(searching Clyde’s eyes)\nI want to ask you something.\n\nYOUNG TOULSON\nFeel free.\n\nYOUNG HOOVER\nI need someone who understands\nwhat’s at stake, who I can trust.\nAn Associate Director of the FBI...\nI know you’ve only been with us 12\nmonths...\n\nYOUNG TOULSON\n+--almost 18.\n\nYOUNG HOOVER\n(strangely intimate)\nYou're missing my point. Clyde, I\nwant you to be my number two man.\n\nYOUNG TOULSON\nI’m not one for the spotlight.\n\nYOUNG HOOVER\nI need you, Clyde.\n\nYOUNG TOULSON\n(considers, then)\nUnder one condition.\n(Edgar smiles)\nGood day or bad, if we agree or\ndisagree, we never miss a lunch or\ndinner together.\n\nYOUNG HOOVER\nI’d have it no other way.\n\nThe Host arrives with champagne, a reporter trailing him.\n\f61.\n\nHOST\nMr. Hoover, Mr. Walters from the\nTimes is here to see you.\n\nThe champagne pops. Edgar is as happy as he'll ever be.\nINT. A TRUCK / HOPWELL - MT. ROSE HIGHWAY, NJ - DAY\n\nTwo men drive along a small, muddy, isolated section of the\nroad just near the summit, WILLIAM, 46, turns to the DRIVER:\n\nWILLIAM\nPull over.\n\nDRIVER\nOnly a half mile to Mt. Rose.\n\nWILLIAM\nCan’t wait.\n\nEXT. HOPWELL - MT. ROSE HIGHWAY / ROADSIDE - MOMENTS LATER\n\nWilliam wanders into the woods, ducks under a branch,\nunbuttons his coveralls, and looks down. What he sees is hard\nto believe -- sticking up through the dirt is what appears to\nbe a skull and a foot. The dirt all around is kicked up.\n\nWILLIAM\nOrville!\n\nINT. A TRUCK / HOPWELL - MT. ROSE HIGHWAY, NJ - SAME TIME\n\nOrville perks up, gets out of the truck and wanders down. The\ncamera cranes up and over the trees, revealing not four miles\naway, THE WHITE WALLS OF THE LINDBERGH’S HOME.\n\nEXT.",
  "47": "---END OF PREVIOUS SECTION---\nROSE HIGHWAY, NJ - SAME TIME\n\nOrville perks up, gets out of the truck and wanders down. The\ncamera cranes up and over the trees, revealing not four miles\naway, THE WHITE WALLS OF THE LINDBERGH’S HOME. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n HOOVER’S CHILDHOOD HOME - NIGHT\n\nEdgar is at his mother’s bedside. She lies motionless in bed\nsipping medicine / sherry. Edgar is devastated.\n\nYOUNG HOOVER\nThe body was blackened, the left\nleg missing from the knee down. A\nvisible fracture on the skull. He’d\nsuffered a violent blow to the\nhead... I told them months ago, he\nmust have fallen on the way down,\nwith the baby in his arms.\n\nShe turns her head, clearly in pain. Clearly quite ill.\n\f62.\n\nYOUNG HOOVER (CONT’D)\nWe are the sinners, we tolerated\nlawlessness in the land until it\ngrew to diabolical proportions...\nThe baby’s blood is on all of our\nhands. On your hands, Edgar.\n\nEdgar is horrified at the idea, but believes it deeply.\nINT. DEPARTMENT OF JUSTICE / FBI OFFICE - 1932\n\nAS BEFORE: Edgar walks down the hall toward the press. This\ntime, when they see him and Clyde coming, they leap to\nattention, snap photos, and throw out questions.\n\nYOUNG HOOVER\nA short time ago, I spoke with the\nPresident. He ordered me to employ\nthe full force of the FBI in solving\nthis case. The day of the criminal\nin America is over. There will be\njustice before the year is out. That\nis a promise from the FBI.\n\nA CHORUS OF REPORTERS\nMr. Hoover! -- Mr. Hoover!\n\nEdgar loves the new attention. Clyde focuses in on a single\nreporter who seems less than impressed.\n\nINT. DEPARTMENT OF JUSTICE / FBI OFFICE - MOMENTS LATER\n\nClyde has pulled the disinterested reporter aside for a\nprivate chat with Edgar.\n\nREPORTER\nHow many more pieces can I run on\nLindbergh’s employees and\nrelatives? I need something fresh.\n\nYOUNG TOULSON\nAnd if the director gives you a\npiece of information, exclusively,\nhow does the country benefit?\n\nREPORTER\nThe country?\n(reading Clyde)\nA story on the FBI?\n(reading Edgar)\nOn its young director?\n\f63.",
  "48": "---END OF PREVIOUS SECTION---\n(reading Clyde)\nA story on the FBI? (reading Edgar)\nOn its young director? 63. \n---TARGET SECTION TO BE ANNOTATED---\nYOUNG HOOVER\nWhat angle?\n\nREPORTER\n(considers, then: )\nWith the inescapable demise of the\nAmerican Outlaw, the new American\nhero is the FBI.\n\nYOUNG HOOVER\nA story or a cover story?\n\nREPORTER\nI can’t promise a cover. But I have\na pal in the radio business if\nyou’re willing to share true life\nstories. Maybe even a comic book.\n\nYOUNG HOOVER\n(tamps down his joy)\nI would only want the truth to be\ntold. Nothing colorful. Just who we\nare. Who I am. What we do.\n\nToulson smiles at the reporter. They all know what Edgar\nreally wants -- fame -- for himself and his FBI.\n\nINT. “G-MEN” COMIC BOOK / ANIMATION MONTAGE - DAY\n\nA CARTOON HOOVER is the star of the classic G-MEN comic. It\nleaps to life through animation. Hoover totes a machine gun.\n\nFAKE HOOVER VOICE\nGive up Mr. X or it’s all over.\n\nCRIMINAL CARTOON VOICE\nSays who?\n\nFAKE HOOVER VOICE\nThe FBI.\n\nThen a flurry of machine gun fire makes the jump to:\n\nJUMP TO: COMIC BOOK HOOVER and a GAGGLE OF OTHER FBI AGENTS\nraid a farm. As they bust down the door, a comic book labels\nthe man in the door MACHINE GUN KELLY, with the bubble:\n\nMACHINE GUN KELLY (V.O.)\nDon’t shoot, G-men!\n\f64.\n\nINT. HOOVER’S CHILDHOOD HOME - NIGHT - 1933\n\nClose on Edgar’s mother pasting another clipping in her now\nthick scrap book: “MACHINE GUN KELLY -- CAPTURED ALIVE.”\n\nOLD HOOVER (V.O.)\nSix weeks after the kidnapping,\nCongress passed the Lindbergh law\nmaking kidnapping a federal offense.\nThe right to make arrests followed,\nthen the right to bear arms.\n\nINT. HOOVER’S INNER OFFICE - DAY\n\nEdgar slips a revolver into a holster under his vest. The\nhandle has a mother-of-pearl grip.\n\nOLD HOOVER (V.O.)\nI began collecting the finest\nscientific minds in the country.\n\nINT.",
  "49": "---END OF PREVIOUS SECTION---\nOLD HOOVER (V. O.)\nI began collecting the finest\nscientific minds in the country. INT. \n---TARGET SECTION TO BE ANNOTATED---\n DEPARTMENT OF JUSTICE / A.G.’S LIBRARY - DAY\n\nThe three pieces of the LINDBERGH LADDER are carefully\nbrought into the temporary lab in the A.G.’s old library.\n\nEdgar has his eye on the strangely dressed, introverted man\nwho seems to be organizing things, ARTHUR KOEHLER.\n\nYOUNG TOULSON\nHe claims to be the world expert on\nwood analysis.\n\nYOUNG HOOVER\nIt’s easy to be the expert if\nyou're the only one in the world\nwith any interest.\n\nYOUNG TOULSON\nHe claims he can tell as much from\na wood cut as a doctor can from an\nautopsy. He has some... social\ndifficulties-—-\n\nYOUNG HOOVER\nIs he mentally ill?\n\nYOUNG TOULSON\nOnly as mad as you are... sir.\n\nThe Attorney General storms across the hall toward Edgar.\n\f65.\n\nATTORNEY GENERAL\nThis was supposed to be a\n“temporary inconvenience”, Mr.\nHoover. If you want your Sherlock\nHolmes playtime, I suggest--\n\nYOUNG HOOVER\nWhere do you suggest I go?\n\nATTORNEY GENERAL\nI suggest you take your case to\ncongress and put my books back.\n\nYOUNG HOOVER\n\n(turning red)\nWould you like me to tell the\ncountry we cannot solve the\nLindbergh case because we can’t\nafford a proper labratory and the\nAttorney General won’t even let us\nuse his library?\n\nATTORNEY GENERAL\nFine. Now Get your science fair\nproject out of here!\n\nINT. CONGRESSIONAL HEARING ROOM - DAY\nEdgar sits before a packed hearing. Clyde sits beside him.\n\nYOUNG HOOVER\nWe must outsmart and outwit the\nforeign AND domestic criminal. THEY\nhave chemists building bombs. We\nneed chemists tracing their efforts.\nWe must have the most advanced force\nin the world if we are to have the\nsafest nation on earth.\n\nSENATOR\nBut Mr. Hoover, yours is already\none of the most well funded\ndepartments in Washington.\n\nYOUNG HOOVER\nThat is true sir, but our car and\nbank robbery recoveries totaled 6.",
  "50": "---END OF PREVIOUS SECTION---\nSENATOR\nBut Mr. Hoover, yours is already\none of the most well funded\ndepartments in Washington. YOUNG HOOVER\nThat is true sir, but our car and\nbank robbery recoveries totaled 6. \n---TARGET SECTION TO BE ANNOTATED---\n5\nmillion last year, and our budget\nwas only 2 million. Unlike other\ndepartments in Washington, we run a\nprofit... And you cannot possibly\nquantify the value of our successes\n\n(MORE)\n\f66.\n\nYOUNG HOOVER (CONT'D)\nwith Pretty Boy Floyd, Baby Face\nNelson, Machine Gun Kelly.\n\nSENATOR MCKELLER takes the mic. He’s not half as friendly.\n\nSENATOR MCKELLER\nMr. Hoover, is it true that you\ndirectly or indirectly spend the\nBureau’s money on advertising?\n\nYOUNG HOOVER\nWe are not permitted in any way to\nengage in advertising, sir.\n\nSENATOR MCKELLER\nBut you take part, for instance, in\nthe making of radio shows and comic\nbooks... I’ve seen several of these\n“G-men” programs, and your picture\nseems to be shown in conjunction\nwith them quite frequently.\n\nYOUNG HOOVER\n(very uncomfortable)\nWe declined emphatically to lend\nany form of endorsement and had\nnothing to do with their\nproduction, furnished no advice,\ntechnical advice or other advice.\n\nClyde leans back and tries not to look shocked -- this was a\nblatant lie. For the first time, Edgar starts to sweat.\n\nSENATOR MCKELLER\nThe very advertisement said the\nbroadcasts were, “True reflection,\nas contained in the OFFICIAL\nRECORDS... Based on actual cases\nfrom the files of Federal Bureau of\nInvestigation, Saturday nights at 8\no'clock.”\n\n(Edgar is speechless)\n\nMr. Hoover, what are your exact\nqualifications for your leadership\nposition with this Bureau?\n\nYOUNG HOOVER\n(his job now at risk)\n19 years with the Department of\nJustice. 12 as Director.\n\nSENATOR MCKELLER\nAnd in that time, have you EVER\nMade an arrest, yourself?\n\f67.\n\nYOUNG HOOVER\nI have made investigations. I\nadminister many cases at once, Sir.\n\nSENATOR MCKELLER\nThat’s not what I asked. The comics\nshow you with a machine gun, making\narrests. Is that just fiction?\n\nYOUNG HOOVER\nI am responsible for thousands of\narrests, sir.",
  "51": "---END OF PREVIOUS SECTION---\nThe comics\nshow you with a machine gun, making\narrests. Is that just fiction? YOUNG HOOVER\nI am responsible for thousands of\narrests, sir. \n---TARGET SECTION TO BE ANNOTATED---\nSENATOR MCKELLER\nSo you admit it’s PURE fiction. In\nfact it wasn’t you who hunted and\ncaptured John Dilinger at all. It\nwas Agent Purvis, is that correct?\n\nYOUNG HOOVER\nI have been in charge of all of\nthese cases... but no sir, I have\nnot personally made an arrest.\n\nEdgar’s blood is boiling, humiliated.\nEXT. THE CAPITOL - LATER\nEdgar marches out, rambling at Clyde at a frantic pace.\n\nYOUNG HOOVER\nWe spend our lives working for\njustice, and the thanks we get is a\npolitical attack. Would they rather\ncrimes go unsolved? Why is he\nfighting me? Start a file on\nSenator McKeller immediately. I\nwant three agents on him at all\ntimes. Go through his trash.\nPhotograph him at every dinner.\n\nEdgar arrives at his armored car and gets in. Clyde follows.\n\nYOUNG HOOVER (CONT'D)\nGet out. You can walk back.\n\nYOUNG TOULSON\nWe have lunch. We don’t miss\nlunches. No matter what. Remember?\n\nYOUNG HOOVER\nYou pulled away from me in there.\n\f68.\n\nYOUNG TOULSON\nI’m sorry, Edgar, but it was a lie.\nAn easily provable one. If he had\npursued it, there’s no telling how\nmuch worse it could have been.\n\nYOUNG HOOVER\n(a beat, then)\nFind out where Agent Purvis is. He\nis to be demoted immediately, or\nbetter yet, fired.\n\nYOUNG TOULSON\nFiring the man who killed Dilinger\nwould be a PR disaster.\n\nYOUNG HOOVER\nThen he’1ll spend the rest of his\ncareer behind a desk. And tell him\nif he wants to keep that job, he’d\nbest keep out of the papers.\n\nEdgar shuts the door leaving Clyde on the sidewalk. The car\ndrives off. The “lunch promise” is already broken, but it’s\nnot the punishment Clyde took it as -- Edgar is breaking\ndown. He sets in on a panic attack.\n\nINT.",
  "52": "---END OF PREVIOUS SECTION---\nThe “lunch promise” is already broken, but it’s\nnot the punishment Clyde took it as -- Edgar is breaking\ndown. He sets in on a panic attack. INT. \n---TARGET SECTION TO BE ANNOTATED---\n HOOVER’S CHILDHOOD HOME - NIGHT\n\nEdgar sits next to his mother’s bed, soothing his woes with a\nbottle of Johnny Walker. She looks very sick.\n\nYOUNG HOOVER\nI don’t know who to trust anymore,\nmother. Let me take you to a\ndoctor. I can’t go on without you.\nPlease, mother. We could go now.\n\nEDGAR’S MOTHER\n(barely a whisper)\nFaith, Edgar. Faith... Don’t wilt\nlike a little flower. Be strong.\n\nINT. SMALL AIRPLANE TO NEW ORLEANS - DAY\n\nThe hum of the engines in mid air, Edgar, Clyde, and 12\nAGENTS have chartered a plane. Edgar is manic.\n\nYOUNG HOOVER\nThe arrest is mine to make,\nunderstood? You will strictly\nfollow Agent Toulson’s orders.\n(kissing up)\n(MORE)\n\f69.\n\nYOUNG HOOVER (CONT'D)\nAgent Toulson is the finest agent\nin the Bureau today. His worth is\nsecond to none. In all of your\ncareers, you can only dream of\nbecoming half the agent he is now.\nListen to his every word.\n\nThe Agents nod out of duty. Toulson is uncomfortable.\nEXT. GOOD LOOKING APARTMENT HOUSE / NEW ORLEANS STREET - DAY\n\nThe place is surrounded. Agents are poised on rooftops,\nstairways, and in cars all watching the apartment’s door.\n\nWE FOCUS ON: Edgar behind a car across the street, his gun at\nhis side. Clyde is a few cars up with his own.\n\nOut comes a WELL DRESSED WOMAN. She steps down to the curb,\nlights a cigarette and looks around. The officers make\nthemselves invisible, their fingers on their car keys and\nguns, ready for a signal.\n\nEdgar peaks up over his car as two men walk out of the\nbuilding behind her, FRED HUNTER and ALVIN KARPIS. Edgar eyes\nKarpis and toys with his trigger. As the trio starts toward a\ncar, the street fills with TRAFFIC AND PEDESTRIANS.\n\nThe woman gets in the car first.",
  "53": "---END OF PREVIOUS SECTION---\nEdgar eyes\nKarpis and toys with his trigger. As the trio starts toward a\ncar, the street fills with TRAFFIC AND PEDESTRIANS. The woman gets in the car first. \n---TARGET SECTION TO BE ANNOTATED---\n The AGENTS wait for Edgar to\nmake a move, but he’s focused on a MAN ON AN OLD WHITE HORSE\nsauntering into the lane beside the through traffic. Clip-\nclop, clip-clop, slowly clip-clopping past. Fred is now in\nthe driver seat, and Karpis is about to get in.\n\nFinally, the horse moves past Edgar’s line of vision. REVEAL:\nAll three are in the car. Edgar throws a signal and all at\nonce, the AGENTS descend with sawed off shotguns: Off roofs,\ndown stairwells, their cars rushing in to block the street.\n\nEdgar rushes across the street from his hiding place, his\nheart pounding, Clyde a step behind. Karpis shuts his door.\nAn Agent busts the driver's window with his shotgun, and\npoints it at the driver’s head.\n\nEdgar arrives, flings open the back door, and aims his gun at\nKarpis’s head. On the seat beside him is A RIFLE.\n\nYOUNG HOOVER\nPut the handcuffs on him.\n\nAN AGENT pulls off his necktie, and ties Karpis’s hands.\n\nYOUNG HOOVER (CONT'D)\nMr. Karpis. You are under arrest.\n\f70.\n\nEXT. SAN FRANCISCO / MONTAGE - DAY\n\nA fast cut bust by “G-men” with guns of gangster William\nMahan in bed in the middle of the night. Edgar is there to\nmake the arrest.\n\nINT. APARTMENT BUILDING / FIRST FLOOR - DAY\n\nEdgar leads Clyde and a team of Agents into an apartment\nbuilding. He hands a Thompson machine gun to Clyde.\n\nYOUNG HOOVER\nBlow it down.\n\nClyde hesitates, then pulls the trigger turning the door into\nswiss cheese. Bullets start flying back at them from behind\nthe door. Edgar and the Agents duck for cover. Edgar’s Agents\ntear gas into the room.\n\nINT. APARTMENT BUILDING / JANITOR’S CLOSET - MOMENTS LATER\n\nSomeone is firing from inside a closet. Agents stand on\neither side waiting for it to subside. When it does, they rip\nthe door open revealing HARRY BURNETTE. He fires once more,\nbut he’s out of bullets. Edgar steps into frame.",
  "54": "---END OF PREVIOUS SECTION---\nWhen it does, they rip\nthe door open revealing HARRY BURNETTE. He fires once more,\nbut he’s out of bullets. Edgar steps into frame. \n---TARGET SECTION TO BE ANNOTATED---\nYOUNG HOOVER\nMr. Burnette, you are under arrest.\n\nINT. HOOVER'S OUTER OFFICE -— DAY\nEdgar with a gaggle of reporters. They’re eating it up:\n\nYOUNG HOOVER\nKarpis said he’d never be taken\nalive, but we took him without\nfiring a shot. He shook all over --\nhis voice, his hands and his knees.\n\nREPORTER\nAnd you arrested Harry Campbell in\nToledo and Burnett in Manhattan as\nwell, Mr. Hoover?\n\nYOUNG HOOVER\n(false modesty)\nAnd William Mahan in California,\nbut it was a WE job, not an I job.\n\f71.\n\nINT. HOOVER’S INNER OFFICE - DAY\n\nClyde walks in holding a cereal box. Edgar takes it and digs\nthrough it like a kid looking for the toy -- but without any\nof the joy. Edgar pulls out a toy badge. It says “PURVIS.”\n\nREVEAL: the front of the box has an image of Agent Melvin\nPurvis with: “THE FBI AGENT WHO CAUGHT DILINGER!”\n\nYOUNG HOOVER\nWrite the cereal maker. Let them\nknow they must print any further\nboxes to read: “FORMER-AGENT” of\nthe FBI.\n(with a grin)\nsit. I have something to show you.\n\nHe pulls a letter from his desk, stifles a giggle, and reads:\n\nYOUNG HOOVER (CONT’D)\n“Only eight more days, funny how\neven the dearest face will fade\naway in time. Most clearly I\nremember your eyes with a kind of\nteasing smile in them, and the\nfeeling of that soft spot just\nnorth-east of the corner of your\nmouth against my lips.”\n\nEdgar almost collapses with laughter.\n\nYOUNG TOULSON\nWhat is it?\n\nYOUNG HOOVER\nIt’s from Lorena Hickock, the White\nHouse reporter with the bad\nbreath... to Mrs. Roosevelt!\n\nYOUNG TOULSON\nWhat are you going to do with it?\n\nYOUNG HOOVER\nNothing. I accused her of having an\naffair with a man, but Old Horse\nFace is having an affair with Bat\nBreath! A woman! I was wrong!\n\nHelen Gandy sticks her head in.",
  "55": "---END OF PREVIOUS SECTION---\nA woman! I was wrong! Helen Gandy sticks her head in. \n---TARGET SECTION TO BE ANNOTATED---\n Edgar clears the tears from\nhis eyes. He can’t stop laughing.\n\f72.\n\nHELEN GANDY\nMr. Hoover, they’d like to see you\nin the labratory.\n\nYOUNG HOOVER\nI’1ll be right there, Miss Gandy.\n(she goes)\nClyde, the races begin in Del Mar\nnext week. I was thinking of taking\na quick vacation. I thought perhaps\nyou’d like to join me.\n\nYOUNG TOULSON\n(smiles, considers)\nI’ve never been to a horse race.\n\nYOUNG HOOVER\nIt’s wonderful. And between you and\nme, when I lose my bets, the track\ncovers the losses.\n\nYOUNG TOULSON\nAnd when you win?\n\nYOUNG HOOVER\nThey pay!\n\nYOUNG TOULSON\nSo where’s the thrill?\n\nYOUNG HOOVER\nIn the sun that comes down in the\nstands. The hotel rooms. The\nservice. The dinners. The company.\nCome with me.\n\nYOUNG TOULSON\nI would love to.\n\nYOUNG HOOVER\nI’ll have Miss Gandy make all the\narrangements. It will be perfect!\n\nYOUNG TOULSON\nEdgar... I’m afraid I can’t now.\nBut perhaps in a few months... if I\nstart saving.\n\nYOUNG HOOVER\nNo. It’s covered. Completely.\n\nYOUNG TOULSON\nI really couldn’t do that.\n\f73.\n\nYOUNG HOOVER\nYou’ve done so much for me. For the\nBureau. Consider it a thank you.\n(Clyde isn’t convinced)\nI’1l get a suite with adjoining\nrooms instead of separate rooms.\nThat will be savings enough.\n\nYOUNG TOULSON\nIt’s a deal.\n(smiles warmly)\nYou should go. They’re waiting for\nyou in the crime lab... Mr. Hoover.\n\nINT. THE NEW FBI CRIME LABRATORY - MOMENTS LATER\n\nClearly Edgar got what he wanted: The basement of the FBI has\nbeen turned into a massive new crime lab. Rows and rows of\nfiles hold FINGER PRINTS. Rows and rows of SCIENTIFIC\nINSTRUMENTS and LAB TECHNICIANS fill the halls.",
  "56": "---END OF PREVIOUS SECTION---\nTHE NEW FBI CRIME LABRATORY - MOMENTS LATER\n\nClearly Edgar got what he wanted: The basement of the FBI has\nbeen turned into a massive new crime lab. Rows and rows of\nfiles hold FINGER PRINTS. Rows and rows of SCIENTIFIC\nINSTRUMENTS and LAB TECHNICIANS fill the halls. \n---TARGET SECTION TO BE ANNOTATED---\nEdgar walks the long hall, finally arriving at an EXAMINATION\nTABLE. Wood specialist, Koehler (earlier), has disassembled\nthe Lindbergh ladder, each rail and rung numbered. As he\nexplains his findings, we see Edgar’s LIGHT STRINGS\nconnecting the evidence. These two are peas in a pod.\n\nARTHUR KOEHLER\nThere are several kinds of wood\nhere. Pine. Birch. Fir. And if you\nlook closely, you will see that\neach has its own internal markings,\nrings and knots, and its own\nexternal markings, as in here, from\nthe machinery that milled the raw\ntimber. And these, that mark the\ntools used to build the ladder.\n\nYOUNG HOOVER\n(re: a long piece of wood)\nThis one is very different.\n\nARTHUR KOEHLER\nYes. Number 16. It was a rail. And\nlook at these four nail holes. They\nwere NOT used in the construction\nof the ladder.\n\nYOUNG HOOVER\nIt was used for something else\nbefore the ladder was built.\n\f74.\n\nARTHUR KOEHLER\nYes. And it’s low grade sapwood\nwith NO signs of weathering, so it\nwas inside, not out. And the pine\nshows no signs of previous use.\nThat tells us this ladder was built\nfor THIS job. Nothing else.\n\nYOUNG HOOVER\nHow does this help us identify the\nkidnapper?\n\nARTHUR KOEHLER\nI need more money, sir.\n\nYOUNG HOOVER\nFor?\n\nARTHUR KOEHLER\nPostage. I need to write to every\nmill on the East coast to see if\ntheir blades match these marks.\n\nEdgar considers. Is this guy for real, or really nuts? He\nlooks at the wood again, and ALL THE CONNECTIONS LIGHT UP.\n\nYOUNG HOOVER\nI want a report on each mill. And a\nmap to track all leads. By the time\nI'm in New York, I want something\nto report, Mr. Koehler.\n\nINT. “G-MEN” MOVIE PREMIERE - NIGHT\n\nUp on the screen is the movie “G-Men.” Lighting quick James\n“Brick” Davis (JAMES CAGNEY) jumps through a window.",
  "57": "---END OF PREVIOUS SECTION---\nBy the time\nI'm in New York, I want something\nto report, Mr. Koehler. INT. “G-MEN” MOVIE PREMIERE - NIGHT\n\nUp on the screen is the movie “G-Men.” Lighting quick James\n“Brick” Davis (JAMES CAGNEY) jumps through a window. \n---TARGET SECTION TO BE ANNOTATED---\nJAMES CAGNEY (IN THE FILM)\nHold your fire!\n\nThe machine guns go silent. He grabs the gun from the\nsuspect’s hand and hip tosses him over a table to the floor.\n\nCagney now plays the “G-MAN” as the hero instead of “PUBLIC\nENEMY NUMBER ONE.” The G-man has officially replaced the\ncriminal as protagonist. The audience eats it up. REVEAL:\nEdgar next to Clyde watching with pride.\n\nEXT. “G-MEN” THEATER / RED CARPET - NIGHT\nOn the RED CARPET afterward with Clyde and his mom, Edgar is\n\nTHE STAR. The press goes mad when A LITTLE GIRL WITH CURLS\nMarches up and Edgar bends down to her.\n\f75.\n\nSHIRLEY TEMPLE\nMr. Hoover. I was wondering if you\nwould join MY police force.\n\nYOUNG HOOVER\nWhy yes. If you agree to be an\nhonorary G-woman, Miss Temple...\nand give me one little kiss.\n\nSHIRLEY TEMPLE\nI don’t know if your wife would\napprove, Mr. Hoover.\n\nThe press laughs. So does Edgar. He shoots back:\n\nYOUNG HOOVER\nBut Miss Temple, you see, I still\nlive with my mother.\n\nThe press eats it up. It’s everything Edgar ever dreamed of\nfor himself and his Bureau.\n\nINT. LIMOUSINE - MOMENTS LATER\nEdgar gets in back with Clyde. His mother gets in the front.\n\nYOUNG TOULSON\nAre we going to the club?\n\nYOUNG HOOVER\n(a finger to his lips)\nAfter we drop mother at the hotel.\n\nClyde smiles. As the car pulls away, Edgar moves his hand on\ntop of Clyde’s like it’s the most natural thing in the world.\n\nINT. THE STORK CLUB / NYC - NIGHT\nEdgar and Clyde are escorted in by the CLUB OWNER.\n\nSTORK CLUB OWNER\nI have you at a table with Anita\nColby. Lela Rogers and her\ndaughter, Ginger, have asked if\nthey can join.\n\nYOUNG HOOVER\nAs long as it’s near the front.\n\nAnd he leads them through the oogling crowd in this, the most\nexclusive night club in the city. It’s immaculate. The live\nmusic and decor make the Great Depression feel like fiction.",
  "58": "---END OF PREVIOUS SECTION---\nAnd he leads them through the oogling crowd in this, the most\nexclusive night club in the city. It’s immaculate. The live\nmusic and decor make the Great Depression feel like fiction. \n---TARGET SECTION TO BE ANNOTATED---\n\f76.\n\nINT. THE STORK CLUB / EDGAR’S TABLE UP FRONT - LATER\n\nEdgar holds court with a handful of actresses and singers,\namongst them: Lela Rogers and her daughter. He goes on at a\nmile a minute, the women reacting with giggles and awe.\n\nYOUNG HOOVER\nThe bullet entered the back of his\nhead and exited through the front\nnear his cheek. The thing people\ndon’t realize is that there is very\nlittle blood. The heat of the\nbullet seals the wound as it\nenters. So the scene is far more\npeaceful than you depict in your\nmoving pictures.\n\nREVEAL: Clyde is at a remove, literally pushed away by the\nwomen to listen from afar and deal with the WAITERS.\n\nLELA ROGERS\nAnd little Lindy? Did you see the\nchild with your own eyes?\n\nYOUNG HOOVER\nThose aren’t details I can share\nwith a group of refined women. I\ncouldn’t stand to make a single one\nof you shed a tear. But I assure\nyou, we're on the case.\n\nMODEL -- ANITA COLBY\nI saw the Lindberghs in Paris. I\nhardly recognized them.\n\nYOUNG HOOVER\nOnly justice can bring reason back\nto their lives... but I might share\none confidential clue with you. If\nyou will swear secrecy.\n\nHe holds out his pinky. They giggle, hold out theirs and make\na four way pinky pact. More laughter. Lela doesn’t let go of\nhis pinky. She’s falling for him. He gets quiet:\n\nYOUNG HOOVER (CONT'D)\nThe first gold notes from the\nransom money have surfaced. And can\nyou guess where?\n\nMODEL -- ANITA COLBY\nTell us... Please, Mr. Hoover.\n\f77.\n\nYOUNG HOOVER\nIn the Bronx. On three occasions.\nAnd each of the shop owners who\nturned them in claim they received\nthem from a man with a pointed\nchin... and a German accent.\n\nAnita gasps and cozies up to Edgar. Lela clocks it. She wants\nhim to herself. Clyde watches it all play out from afar.\n\nANITA COLBY\n(flirting)\nTake my word for it, Mr.",
  "59": "---END OF PREVIOUS SECTION---\nShe wants\nhim to herself. Clyde watches it all play out from afar. ANITA COLBY\n(flirting)\nTake my word for it, Mr. \n---TARGET SECTION TO BE ANNOTATED---\n Hoover,\nall the admiration in the world\ncan’t fill the spot where love\ngoes... or keep your bed warm.\n\nClyde tunes in. Edgar tries not to notice.\n\nYOUNG HOOVER\nI serve my country, Miss Colby. A\nnation’s admiration is more than\nenough for me.\n\nANITA COLBY\nBut it likely makes for a cold bed.\n\nThe band strikes up “RED SAILS IN THE SUNSET.” Lela sees it\nas an opportunity to pull “her Edgar” away.\n\nLELA ROGERS\nMr. Hoover. Would it be out of the\nquestion to bother you for a dance?\n\nYOUNG HOOVER\n(suddenly panicked)\nHow do you mean?\n\nLELA ROGERS\nWell... simply a dance. You do\ndance, don’t you?\n\nYOUNG HOOVER\n(turning red)\nIt's a skill I haven’t mastered,\nand the night is getting long.\n\nLELA ROGERS\nThen no time like the present. This\nis my favorite song.\n\f78.\n\nYOUNG HOOVER\n\n(turning purple)\nMr. Toulson, I think it’s t-t-time\nfor us to go. We have a good deal\nof work t-t-tomorrow. I’m afraid I\njust don’t have t--t--time to\ndance. My sincere apology. N-- Now\nMr. Toulson. This minute.\n\nAnd Edgar finally wiggles his way out of the table, clearly\nrunning away from the women. Clyde follows.\n\nLela and Ginger can’t contain their laughter. Edgar catches a\nglimpse of it on his way out. He’s humiliated.\n\nINT. WALDORF ASTORIA HOTEL / MOTHER'S BEDROOM - NIGHT\n\nOn his mother’s bed is a now giant album of Edgar’s press\nclippings with a new shot of Edgar from the premiere’s press\nbook. Edgar is crying and stuttering at her beside.\n\nYOUNG HOOVER\nI--I--I d--d--d-don’t like to d-d--\nd--d-dance, a-a--\n\nEDGAR’S MOTHER\nEdgar, go look in the mirror and\ntalk the way the doctor taught you\nto. Be my little Speedie.",
  "60": "---END OF PREVIOUS SECTION---\nEdgar is crying and stuttering at her beside. YOUNG HOOVER\nI--I--I d--d--d-don’t like to d-d--\nd--d-dance, a-a--\n\nEDGAR’S MOTHER\nEdgar, go look in the mirror and\ntalk the way the doctor taught you\nto. Be my little Speedie. \n---TARGET SECTION TO BE ANNOTATED---\nHe stands up, looks in the mirror, straightens his posture,\nand starts talking in his fast, “speedie” way, the way the\nworld knows him -- it’s his stutter cure.\n\nYOUNG HOOVER\n\nYes, mother, I can spit my words\nout with precision, diction and\nclarity. I don’t like to dance. I\ndon’t like to dance with anyone,\nbut mostly I don’t like to dance\nwith women, mother. It’s about time\nyou knew. I find it humiliating and\nI refuse to be publicly humiliated.\n\nEDGAR’S MOTHER\nEdgar. Stop.\n(he does)\nDo you remember Barton Pincus?\n\nYOUNG HOOVER\n(speedy in the mirror)\nHis father was the watchmaker. He\n(MORE)\n\f79.\n\nYOUNG HOOVER (CONT'D)\nwas 10 years younger than me, and\nyou called him “Birdie” or “Daffy.”\n\nEDGAR’S MOTHER\nDo you remember what happened to\n“Daffy” after the school custodian\ndiscovered him in the hoop skirt\nand the flower bonnet?\n\nYOUNG HOOVER\nHe was made to stand outside our\nschool wearing the skirt and bonnet\nas punishment.\n\nEDGAR’S MOTHER\nAnd did you ever wonder why we\ncalled him Daffy?\n\nYOUNG HOOVER\nFor his odd behavior.\n\nEDGAR’S MOTHER\nIt was short for daffodil, Edgar.\nAnd do you remember what happened\nto little Daffodile Pincus?\n\nYOUNG HOOVER\nYes... He shot himself six weeks\nafter he stood outside school in\nthat skirt.\n\nEDGAR’S MOTHER\nThat’s right. And I thank God every\nday that my own sons don’t suffer\nfrom his condition. Edgar. I'd\nrather have a dead son than a\ndaffodil for a son.\n\nShe closes Edgar’s album and wills herself out of bed.\n\nEDGAR’S MOTHER (CONT'D)\nNow I’1l to teach you how to dance.\n\nYOUNG HOOVER\nYes mother.\n\nEdgar cannot even face her. He can only look at her through\nthe mirror. It’s a heartbreaking moment.\n\nINT.",
  "61": "---END OF PREVIOUS SECTION---\nHe can only look at her through\nthe mirror. It’s a heartbreaking moment. INT. \n---TARGET SECTION TO BE ANNOTATED---\n HOOVER’S OUTER OFFICE - DAY\n\nLights, cameras, Edgar is filming a new televised speech.\n\f80.\n\nYOUNG HOOVER\nIt is imperative that we preserve\nand protect the morals of the\nAmerican family. If the home is\nimperiled, if the home is\ndestroyed, everything in our\ncivilization crashes to its doom.\n\nClyde watches from afar, surprised / concerned by Edgar's\nnewfound passion for “traditional morality.”\n\nEXT. NATIONAL LUMBER AND MILLWORK COMPANY - DAY\n\nArthur Koehler (wood expert) walks through the front gates of\nthe Millwork Company -- in the Bronx.\n\nINT. NATIONAL LUMBER AND MILLWORK COMPANY / MILL - LATER\n\nArthur compares samples of National Lumber’s wood to the cuts\non his evidence wood -- it’s an exact match.\n\nARTHUR KOEHLER\nWhen did you get this shipment?\n\nMAN AT THE COUNTER\nA long while back. November? 1931.\n\nARTHUR KOEHLER\nAre you sure of that?\n\nMAN AT THE COUNTER\nIt was either November or December.\n\nARTHUR KOEHLER\nThree months before the kidnapping.\n\nThe camera drifts outside and down the block to -- THE\nDISTINCTIVE CEMETARY GATES WHERE THE RANSOM WAS DELIVERED.\n\nINT. FBI OFFICES - THAT DAY\n\nEdgar, Clyde, Arthur and an army of other WELL DRESSED AGENTS\ngather around a giant map of the northeast.\n\nAGENT ONE\nIf the lumber yard is a cash\nbusiness, then there aren’t any\nreceipts or names.\n\nARTHUR KOEHLER\nIt tells us where he was shopping\nbefore anyone was looking for him.\n\f81.\n\nYOUNG HOOVER\nRead me the addresses where the\nransom bills have turned up.\n\nAGENT TWO\n456 west 3rd.\n(Edgar puts a pin in)\n476 west 3rd.\n(another pin goes in)\n\nThe sound goes out, but pins continue to go in. We focus on\nEdgar watching -- making connections. The pins fan out from a\nsingle block, all centering around the lumber yard.\n\nOLD HOOVER (V.O.)\nWe knew who we were looking for.\nSomeone who’d done business in this\nneighborhood for years. Someone who\nwas still there.\n\nINT.",
  "62": "---END OF PREVIOUS SECTION---\nSomeone who’d done business in this\nneighborhood for years. Someone who\nwas still there. INT. \n---TARGET SECTION TO BE ANNOTATED---\n FIRST FEDERAL RESERVE BANK / LIBERTY AND NASSAU - DAY\nThe model G-Man, AGENT SISK questions a BANK MANAGER.\nBANK MANAGER\n\nYes, sir, I received, 2,980 dollars\n\nworth of these gold certificates.\n\nThe customer signed his name J.J.\n\nFaulkner. Here is his address.\nINT. BRONX APARTMENT - DAY\n\nAgent Sisk flanked by Federal Agents burst into an apartment\nin the Bronx, guns drawn. It’s completely empty.\n\nEXT. A BRONX NEWPAPER STAND - DAY\n\nNEWSPAPER BOY\nHe was average height, blue eyes--\n\nEXT. A BRONX BAKERY - DAY\n\nBAKER'S WIFE\nHigh cheek bones and a pointy chin.\n\nEXT. A BRONX CASHIER - NIGHT\nTHEATER CASHIER\n\nYes sir, pointed chin, and an\naccent, an accent like--\n\f82.\n\nEXT. A BRONX NEWPAPER STAND - DAY\n\nNEWSPAPER BOY\nLike a German accent maybe.\n\nEXT. A BRONX BAKERY - DAY\n\nTHE BAKER\nA German. With big cheek bones.\n\nINT. CORN EXCHANGE BANK / THE BRONX - SEPT 18, 1934 - DAY\nA TELLER holds a $10 gold certificate:\n\nSCARED TELLER\nAm I going to get him in some kind\nof trouble?\n\nAGENT SISK\nNot if he didn’t do anything wrong.\nWe’re the FBI, son. The good guys.\n\nSCARED TELLER\n(considers, then)\nIt was deposited by Walter Lyle. He\nmanages the gas station. Up on\nLexington and 127th.\n\nINT. GAS STATION / LEXINGTON AND 127TH / THE BRONX - DAY\n\nAgent Sisk is with WALTER LYLE, he’s nervous, sweating as he\nhandles the gold note from the bank.\n\nWALTER LYLE\nYes. I remember him. He bought 89\ncents worth of gas.\n\nFBI AGENT\nAnd paid with this bill?\n\nWALTER LYLE\nYes, sir. But I don’t know him.\nI’ve never seen him since.\n\nFBI AGENT\nHe was memorable enough that you’d\nremember it if he came in again?\n\nWALTER LYLE\nYes.",
  "63": "---END OF PREVIOUS SECTION---\nI’ve never seen him since. FBI AGENT\nHe was memorable enough that you’d\nremember it if he came in again? WALTER LYLE\nYes. \n---TARGET SECTION TO BE ANNOTATED---\n He was German, I think. I\nmean, with an accent. Pointed chin--\n\f83.\n\nFBI AGENT\n(withering; same old story)\n--and high cheek bones, right?\n\nWALTER LYLE\nYes. And I guess I looked at the\nbill funny because he assured me he\nhad 100 more just like it. At home.\n\nAGENT SISK\n(perks up)\nYou had a conversation with him?\n\nWALTER LYLE\nNo. That was it.\n(Sisk withers again)\nBut I wrote down his license plate\nnumber. That’s the writing right\nhere along the edge of the bill.\n\nAnd he holds up the bill to show Agent Sisk -- BINGO!\nINT. THE FBI HALLWAY - DAY\nEdgar walks the halls with purpose. Energized.\n\nYOUNG HOOVER\nMiss Gandy, get Mr. Toulson.\n\nHelen emerges from her office and follows. Toulson does the\nsame. They’re a trio by the time they burst through--\n\nINT. FBI OFFICES - CONTINUOUS\n\n--the investigating office doors. Agent Sisk is there,\nwaiting at the pin covered map. He needs no prompting.\n\nAGENT SISK\nThe New York Motor Vehicles\nBureau’s describes it as a dark\nblue 1930 Dodge sedan. The owner is\na carpenter who was born in\nGermany, and lives at 1279 East\n222nd Street... in the Bronx.\n\nSisk pushes a pin into the address. The map lights up in\nEdgar’s head. It all fits. The lumber yard, the cemetary, and\nthe spots the bills were spent.\n\nAGENT SISK (CONT’D)\nHis name is Richard Bruno\nHauptmann.\n\f84.\n\nEXT. ROADSIDE - SEPTEMBER 19TH 1934 — DAY\n\nA black sedan carrying EDGAR and TWO OFFICERS is parked. They\nwatch through binoculars as -- A man leaves his house, walks\naround to his locked garage and disappears.\n\nThe man re-emerges in his car -- a 1930 BLUE DODGE SEDAN.\n\nThey tail him as he drives up Tremont Avenue. Traffic picks\nup. THEY LOSE SIGHT OF HIM FOR A MOMENT. When he comes back\ninto view, they see ANOTHER POLICEMAN HAS PULLED HIM OVER.",
  "64": "---END OF PREVIOUS SECTION---\nTraffic picks\nup. THEY LOSE SIGHT OF HIM FOR A MOMENT. When he comes back\ninto view, they see ANOTHER POLICEMAN HAS PULLED HIM OVER. \n---TARGET SECTION TO BE ANNOTATED---\nYOUNG HOOVER\nPull over!\n\nThe driver does. Edgar leaps out, runs to the car, and pushes\nthe other officer out of the way.\n\nYOUNG HOOVER (CONT’D)\nFBI. Put your hands up.\n\nEdgar jams his gun in the car. The man inside puts his hands\nup, and in a truly innocent way, with a German accent asks:\n\nMAN IN CAR\nIs there a problem?\n\nYOUNG HOOVER\nGet out of the car.\n\nHe does. The officers put him face first against the car.\n\nEdgar pulls the man’s ID and a $20 bill out of his wallet.\nThe bill has a gold marker on it. Edgar quickly checks its\nserial number using his MASTER LIST. It’s a match.\n\nYOUNG HOOVER (CONT'D)\nMr. Bruno Hauptmann, you are under\narrest for the kidnapping and\nmurder of Charles Lindbergh Junior.\n\nAnd he’s cuffed.\n\nEXT. NEW JERSEY JAIL —- DAY\n\nFLASH! FLASH! The Press snaps photos of Hauptmann being\nescorted in. Edgar is front and center. Colonel Schwartzkopf\n\n(Lindbergh’s home earlier) is pushed off to the side. The\nFREEZE FRAME of this still crosses the cut to:\n\f85.\n\nINT. HOOVER’S OUTER OFFICE - DAY - 1964\n\nOld Hoover is examining the same still as Agent Garrison's\nkeys strike the paper, the pages are stacking up. A new cover\npage reads, “UNTITLED FBI STORY.”\n\nOLD HOOVER\nWe need a title, Agent Garrison.\n\nGarrison just keeps typing. The phone rings. Hoover picks up.\n\nOLD HOOVER (CONT’D)\nWe're working, Miss Gandy.\n\nOLD HELEN GANDY (V.O.)\nThe tape came in.\n\nOLD HOOVER\n(perks up)\nPut it in my private office.\n\nINT. HOOVER’S INNER OFFICE - DAY\n\nHoover loops up a reel to reel audio tape. He treats it like\na blown egg. Precious, fragile.\n\nHe hits PLAY. At first the sounds are hard to make out. A\nDOOR CLOSING, FABRIC MOVING, CHIT CHAT, DRINKING.",
  "65": "---END OF PREVIOUS SECTION---\nHe hits PLAY. At first the sounds are hard to make out. A\nDOOR CLOSING, FABRIC MOVING, CHIT CHAT, DRINKING. \n---TARGET SECTION TO BE ANNOTATED---\n The words\nare hard to distinguish, but it sounds like A FEW BLACK MEN\nAND TWO BLACK WOMAN. Hoover leans in, titillated.\n\nINT. WILLARD HOTEL (FLASHBACK) - NIGHT\n\nWE FOCUS ON: the microphone under the bed. We see feet and\nshadows, but mostly it’s just sounds.\n\n(As Hoover hits fast forward, the film zooms forward and the\nshadows move faster, returning to normal when he hits play)\n\nFAST FORWARD: talking. FAST FORWARD: Kissing. FAST FORWARD /\nSTOP / PLAY: It’s audio roulette. He hits the jackpot: the\nsound of THE BLACK MEN HAVING SEX WITH THE TWO BLACK WOMEN.\n\nINT. HOOVER'S INNER OFFICE - MOMENTS LATER\n\nHoover is listening, his forehead is misty, he may even be\nMasturbating, it’s tough to tell. The phone rings. He ignores\nit. It rings again. He ignores it, trying to keep his focus.\n\nIt won’t stop ringing. He flies into a rage, and picks up the\nphone -- without hitting stop on the tape player.\n\f86.\n\nOLD HOOVER\nI told you I’m not to be disturbed.\n\nINT. HELEN GANDY’S OFFICE - SAME TIME\nOld Helen can hear the sex recording through the phone.\n\nHELEN GANDY\nMr. Hoover. It’s urgent. I have\nAgent Shakin on from Dallas.--\n\nINT. HOOVER’S OUTER OFFICE - MOMENTS LATER\n\nGORDON SHANKLIN (V.O.)\nMy apologies Mr. Hoover, I told\nMiss Gandy to put me right through.\n\nOLD HOOVER\nWhat is it, Agent, Shankin?\n\nGORDON SHANKLIN (V.O.)\nSir, the President has been shot.\n(Edgar is stunned)\nHe was just declared dead, sir.\n\nOLD HOOVER\nWho knows about this?\n\nGORDON SHANKLIN (V.O.)\nNo one, sir. I thought you should\nknow before the press reports it.\n\nOLD HOOVER\nThank you, Agent Shankin.\n\nHe hangs up. Even steely Hoover has to process the magnitude\nof this moment. He walks into his outer office, considering\nhis next move. He focuses in on his NOW COMPLETED REPLICA OF\nROBERT KENNEDY'S FIREPLACE.",
  "66": "---END OF PREVIOUS SECTION---\nEven steely Hoover has to process the magnitude\nof this moment. He walks into his outer office, considering\nhis next move. He focuses in on his NOW COMPLETED REPLICA OF\nROBERT KENNEDY'S FIREPLACE. \n---TARGET SECTION TO BE ANNOTATED---\n He picks up his phone and dials.\n\nOLD HOOVER (CONT ’D)\nGet me Robert Kennedy... I don’t\ncare where in McLean he is. Put me\nthrough immediately.\nINT. HOME IN MCLEAN, VIRGINIA - MOMENTS LATER / INTERCUT\nRobert Kennedy walks up to his phone, relaxed, unaware.\n\nROBERT F. KENNEDY\nMr. Hoover?\n\f87.\n\nOLD HOOVER\nMr. Kennedy, The President has been\nshot.\n\nHoover hangs up. He eyes the red buzzer on his desk. He\nunscrews the bulb and the light goes out.\n\nEXT. PIMLICO RACETRACK / BALTIMORE - DAY\n\nThe flags are all at half staff for Kennedy. Hoover doesn’t\nseem to notice. He’s got his eye on the 6th race of the day.\nToulson is by his side. Both are using binoculars, both stand\nas the horses round the end headed toward the home stretch--\n\nMATCH CUT TO:\nEXT. DEL MAR RACETRACK / CALIFORNIA - DAY - 1935\n\nThe horses round the corner 30 years earlier in Del Mar.\nREVEAL: Edgar and Clyde, dressed to the nines, watching a\nsimilar race. They’ve clearly made it to their vacation.\n\nTheir horse wins! It’s pure joy. These two are being treated\nlike royalty, surrounded by DESI ARNAZ, BING CROSBY, JIMMY\nDURANTE, LUCILLE BALL, and A FEW MOBSTER TYPES.\n\nINT. UPSCALE HOTEL SUITE / BATHROOM - NIGHT\n\nClyde changes into a robe and checks his hair. It takes very\nlittle for him to be handsome. He’s far more interested in\nhis race stubs, his treasures. He places them carefully ina\nzippered pouch of his dop kit.\n\nINT. UPSCALE HOTEL SUITE / BATHROOM - SAME TIME\n\nEdgar is in his own bathroom changing into a silk robe. He\nchecks his hair, finds a grey and plucks it out. He slicks\nthe rest back. He brushes his teeth with precision and spits.\nHe walks out of his bathroom, through his bedroom, and into\nthe central living room just as--\n\nINT.",
  "67": "---END OF PREVIOUS SECTION---\nHe slicks\nthe rest back. He brushes his teeth with precision and spits. He walks out of his bathroom, through his bedroom, and into\nthe central living room just as--\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n UPSCALE HOTEL SUITE / LIVINGROOM - CONTINUOUS\n\n--Clyde enters from his own suite. Without words, Clyde pours\ntwo cocktails. Edgar finds a radio station.\n\nEdgar turns and watches Clyde from behind, finishing their\ndrinks. It all feels very romantic.\n\nYOUNG TOULSON\nDid you see his shoes?\n\f88.\n\nYOUNG HOOVER\nDesi Arnaz? The leather ones with\nthe horrible buckles across the\ntop? No didn’t notice them one bit.\n\nYOUNG TOULSON\nYou’d think with all of their money\nthey’d have better fashion sense,\nor pay someone to have it for them.\n\nYOUNG HOOVER\nAnd his fau-ginger wife, when she\nwalked in, I was afraid a hunter\nmight pull a rifle on that hat.\n\nEdgar imitates how it must have bounced each time she took a\nstep. Clyde is charmed. He sits. Edgar does the same. Clyde\nputs his hand on Edgar’s. Edgar continues laughing for a bit -\n- without taking his hand away.\n\nYOUNG HOOVER (CONT’D)\nI care so very much for you, Clyde.\n\nYOUNG TOULSON\n(gets up the nerve, then)\nI love you, Edgar.\nEdgar won’t look at Clyde -- who is looking right at him.\n\nYOUNG TOULSON (CONT’D)\nAre you okay?\n\nYOUNG HOOVER\nYes.\n\nOut of nerves or preparation, in the slightest of gestures,\nClyde wets his lip.\n\nYOUNG HOOVER (CONT'D)\nc-Can I ask you s-something?\n\nYOUNG TOULSON\nAnything.\n\nEdgar removes his hand to reach for a drink he doesn’t need.\nYOUNG HOOVER\nWhat do you think of Dorothy\nLamour? The actress.\n\nYOUNG TOULSON\nWith Rudy Vallee at the Stork Club?\n\f89.\n\nYOUNG HOOVER\nThat’s the one.\n\nYOUNG TOULSON\nShe’s a bit too camp for me.\n\nYOUNG HOOVER\nWell, I’m thinking... of t-t-taking\nher up on a proposal.\n\nYOUNG TOULSON\nFor dinner?\n\nYOUNG HOOVER\nNo. We’ve already had dinners.",
  "68": "---END OF PREVIOUS SECTION---\nYOUNG TOULSON\nFor dinner? YOUNG HOOVER\nNo. We’ve already had dinners. \n---TARGET SECTION TO BE ANNOTATED---\nYOUNG TOULSON\nWhen?\n\nYOUNG HOOVER\nOn the weekends. When I’ve gone up\nto New York.\n\nYOUNG TOULSON\n(that feels like cheating)\nI see.\n\nYOUNG HOOVER\nWhat I’m asking is... I think it\nmay be time for a Mrs. Hoover.\n(Clyde can’t even speak)\nYou don’t like her?\n\nYOUNG TOULSON\nDon’t make a fool of me.\n\nYOUNG HOOVER\nI’m not.\n\nYOUNG TOULSON\n(the big, scary question)\nHave you become... physical?\n\nYOUNG HOOVER\nYes. We have.\n(Toulson quietly fumes)\nYou’d rather me be half a person,\nClyde? Remain incomplete?\n\nToulson throws his drink against a wall. Edgar shrieks.\n\nYOUNG TOULSON\nAm I an incompletion?\n\f90.\n\nYOUNG HOOVER\nPick that glass up.\n\nYOUNG TOULSON\nNo. I won’t. I have no reason to.\nFire me. Now. Go on.\n\nYOUNG HOOVER\nYou are making a fool of yourself.\n\nAnd Clyde clears two more glasses on the bar onto the floor.\nThere is glass everywhere. Edgar is speechless.\n\nYOUNG HOOVER (CONT’D)\nClyde, and you have no shoes on.\nStop this!\n\nClyde gets up in Edgar’s face. It looks like he might fight\nhim physically.\n\nYOUNG TOULSON\nYou will never tell me what to do\nagain. You just lost that right. I\nsee through you. You’re a scared,\nheartless, horrible, little man.\n\nEdgar throws a punch. It lands. Toulson throws one of his\nown. It’s a brutal fight. Years of pent up attraction.\n\nThey crash to the floor. Clyde pins Edgar. He considers\npounding his face in. Instead, he kisses Edgar full on the\nlips. They hold for a moment. Edgar hardly resists. Finally,\nClyde pulls away.\n\nYOUNG HOOVER\n(not meaning it)\nDon’t ever do that again.\n\nYOUNG TOULSON\nI won't.\n\nClyde checks himself for cuts and starts out of the room.\nHe’s almost to his bedroom when Edgar stops him.",
  "69": "---END OF PREVIOUS SECTION---\nYOUNG TOULSON\nI won't. Clyde checks himself for cuts and starts out of the room. He’s almost to his bedroom when Edgar stops him. \n---TARGET SECTION TO BE ANNOTATED---\nYOUNG HOOVER\nDon’t leave me, Clyde... Please. We\nhave a second day of races.\n(hard words to form)\nI’m begging you.\n\nYOUNG TOULSON\n(a long beat, then)\nIf you ever mention a lady friend\n(MORE)\n\f91.\n\nYOUNG TOULSON (CONT'D)\nagain, that will be the last day\nyou share my company.\n\nClyde goes. Edgar touches his lips, recalling Clyde’s against\nhis. A sensation he may never feel again. He calms his\nshaking, gets up, and starts collecting glass off the floor.\n\nThe sound of a GUNSHOT -- crosses the cut to:\nEXT. PIMLICO RACETRACK / BALTIMORE - DAY - 1964\n\nPicking up where the race left off before the flashback -\nflags still at half staff:\n\n--as the horses round the corner to the finish, Old Toulson\nfeels a numbness in his right shoulder. He blinks his eyes,\nhe’s seeing flashes. He shifts as if tripping, as if the\nground just moved, and he sits. Hoover rushes to his side. So\ndo others around them.\n\nOLD HOOVER\nWhat is it, Clyde?\n(Clyde can’t answer)\nGet a doctor!\n\nINT. DC HOSPITAL EXAM ROOM - DAY\nFlanked by TWO AGENTS and Miss Gandy, Hoover looks quite ill.\n\nDOCTOR\nHe should be able to recover most\nof his function, but a stroke like\nthis will limit the hours he can\nwork. The information he can\nprocess. For a while at least...\nAre you okay, Mr. Hoover?\n\nOLD HOOVER\nI played in the yard with my dog on\nSaturday. Perhaps it’s dehydration.\n\nDOCTOR\nThat could do it. But it may be\nwise to reduce your work hours as\nwell. At your age it’s important to\ntake leave.\n\nOLD HOOVER\nCan I have some privacy please?\n\nThe other Agents go. Hoover steams.\n\f92.\n\nOLD HOOVER (CONT’D)\nIf you ever denigrate me in front\nof my staff again, I will have you\nrailroaded out of your profession.\n\nDOCTOR\n(truly afraid)\nI apologize, sir.",
  "70": "---END OF PREVIOUS SECTION---\n92. OLD HOOVER (CONT’D)\nIf you ever denigrate me in front\nof my staff again, I will have you\nrailroaded out of your profession. DOCTOR\n(truly afraid)\nI apologize, sir. \n---TARGET SECTION TO BE ANNOTATED---\nOLD HOOVER\nWhat do you have for energy?\n\nDOCTOR\nWe have diet medications that tend\nto give a boost.\n\nOLD HOOVER\nSo I could lose a few pounds and\nhave more energy?\n\nDOCTOR\nYou don’t need to worry about your\nweight sir, it’s solid weight.\n\nIt’s ass kissing, but Hoover appreciates it.\n\nOLD HOOVER\nWe’ll schedule a daily visit.\n\nINT. HOOVER’S ADULTHOOD HOME / BREAKFAST TABLE - DAY\n\nHoover and Toulson sit across from each other. Hoover taps a\nhard boiled egg with a spoon and expertly peels it.\n\nToulson struggles to grip his spoon. His entire right side is\nimmobilized. His face droops. Hoover lets him struggle.\n\nOLD HOOVER\nThey’re giving him the Nobel Prize.\n(Toulson nods.)\nThe degenerates and radicals are\nbeing lifted up internationally.\nIt’s like 1920 all over again.\n\nOLD TOULSON\nDon't...\n\nOLD HOOVER\nWhen he finds out we have this\ntape, that we know the truth about\nhis character, he will decline the\naward.\n\f93.\n\nOLD TOULSON\nJohnson... Wait.\n\nHe ignores Toulson’s plea, focusing instead on Toulson’s egg\nstruggle. He gets up, leans in close and peels it for him.\n\nOLD HOOVER\n\nI can’t understand you, Clyde. You\nhave to work harder to enunciate.\n\n(Toulson looks concerned)\nWe have no legal recourse. Law\nenforcement hasn’t kept pace with\nthe improved tactics of today’s\ncriminals.\n\nOLD TOULSON\nWhat’s the... idea.\n\nOLD HOOVER\nWe have friends in the press. We\nplant stories with them to insure\nthe activities of suspected radical\nleaders see the light of day.\n\nOLD TOULSON\nThey’1l trace it.\n\nOLD HOOVER\nOnly if they’re true. It’s Counter\nintelligence, Clyde. The more\nuntrue the story, the more dramatic\nthe impact. I’m going to deliver\nthe hotel recording the day before\nthe Nobel Prize with a personal\nletter. If he still accepts it.\nI’ll deliver the tape to the press.\n\nOLD TOULSON\nThe tape may... not be legal.",
  "71": "---END OF PREVIOUS SECTION---\nIf he still accepts it. I’ll deliver the tape to the press. OLD TOULSON\nThe tape may... not be legal. \n---TARGET SECTION TO BE ANNOTATED---\nOLD HOOVER\nThat’s why the letter won’t be from\nme. It will be a fictitious letter\nfrom one of his own.\n\nOLD TOULSON\nThere would be... no room for\nerror. I’m not certain we could...\ninsure that.\n\nHoover doesn’t like the prudent advice or his “special\nfriend’s” flagrant display of mortality.\n\f94,\n\nOLD HOOVER\nI can’t understand you, Clyde.\n\nHoover hits his own yolk. It’s hard. He tosses it down to his\ndog who’s been waiting expectantly.\n\nOLD HOOVER (CONT’D)\nI need you back at the office\ntomorrow. It’s no time to relent.\n\nOLD TOULSON\nI can’t.\n\nIt’s not the answer Hoover wanted.\nINT. HOOVER’S INNER OFFICE - DAY\n\nThe doctor fills a syringe with amphetamines, leans in to\nHoover’s arm, and slides the needle gently in.\n\nCLOSE ON: Old Hoover’s eyes dilate. He’s juiced.\nINT. HOOVER’S OUTER OFFICE - DAY\n\nEdgar is sitting at the typewriter himself now. Writing. We\nhear the words. It’s manic, emotional, a drug induced tirade.\n\nOLD HOOVER (V.O.)\n\nLook into your heart. You know you\nare a complete fraud and a great\nliability to all of us Negroes.\n\n(This is a fraudulent letter)\nWhite people in this country have\nenough frauds of their own but I am\nsure they don’t have one at this\ntime that is anywhere near your\nequal. I repeat...\n\n(return key, return key)\nI repeat... you are a colossal\nfraud and an evil, vicious one at\nthat. You could not believe in\nGod... Clearly you don’t believe in\nany personal moral principles.\n\n(is this all self-reflection?)\nYou have turned out to be not a\nleader, but a dissolute, abnormal\nmoral imbecile.\n\n(he reflects, then)\nThere is only one thing left for\nyou to do. You know what it is...\nThere is but one way out for you.\nYou better take it before your\n\n(MORE)\n\f95.\n\nOLD HOOVER (V.O.) (CONT'D)\nfilthy, abnormal fraudulent self is\nbared to the nation.",
  "72": "---END OF PREVIOUS SECTION---\nYou better take it before your\n\n(MORE)\n\f95. OLD HOOVER (V. O.) (CONT'D)\nfilthy, abnormal fraudulent self is\nbared to the nation. \n---TARGET SECTION TO BE ANNOTATED---\nThe letter is a bloody, inky tirade. He seals it in an\nenvelope. It says as much about Hoover’s own state as it does\nabout the mysterious recipient.\n\nINT. HOOVER’S OUTER OFFICE - DAY\n\nHoover is with a new writer, AGENT JONES. He almost looks\nblack -- mixed race perhaps. Hoover is trying to process it.\n\nAGENT JONES\nMiss Gandy told me you stopped with\nBruno Hauptman’s arrest. Should we\nstart there?\n\nOLD HOOVER\nYes... Check for his address in\nearlier drafts...\n\nINT. BRUNO HAUPTMANS HOME - DAY - 1934\n\nHauptmann is handcuffed, standing in the middle of the room.\nHis wife walks in. Edgar’s focus shifts from a pricey\nSTROMBERG-CARLSON RADIO to her expensive shoes. Officers keep\nher from embracing her husband. She starts to cry. Hauptmann\ntries to comfort her -- in German:\n\nBRUNO HAUPTMAN\nEs ist nichts. Es ist Uber meine\nGliicksspiel.\n\nYOUNG HOOVER\nWhat did he say?\n\nOFFICER ONE\nThat this is about his gambling.\n\nBRUNO HAUPTMAN\nMay I sit?\n\nHe knows he’s been caught in a lie. He sits by the window.\n\nYOUNG HOOVER\nWhere’s the rest of his money?\n\nBRUNO HAUPTMAN\nI don’t know what you mean. Or who\nHE is.\n\nYOUNG HOOVER\nYou don’t know who Charles\nLindbergh is?\n\f96.\n\nBRUNO HAUPTMAN\nExcept maybe from the papers, no.\n\nYOUNG HOOVER\nThis isn’t the kind of money a\ncarpenter makes, Mr. Hauptmann.\n\nBRUNO HAUPTMAN\nI made Wall Street investments.\n\nAgents in the adjoining room start ripping open Hauptman’s\nMattress, but Hauptmann pays it no attention. He simply gazes\nout the window. Edgar takes note. He walks to the window,\npeers out, and sees the small, crude, garage fifty feet away.\n\nINT. BRUNO HAUPTMAN’S GARAGE - LATER\n\nAgents tear up the floorboards in the garage.",
  "73": "---END OF PREVIOUS SECTION---\nHe walks to the window,\npeers out, and sees the small, crude, garage fifty feet away. INT. BRUNO HAUPTMAN’S GARAGE - LATER\n\nAgents tear up the floorboards in the garage. \n---TARGET SECTION TO BE ANNOTATED---\n They find fresh\ndirt, grab a shovel, and dig into it and quickly find a jar\nburied in a hole, but it is only filled with water.\n\nINT. BRUNO HAUPTMANS HOME - MOMENTS LATER\nEdgar stands in front of Hauptmann holding the empty jar.\n\nYOUNG HOOVER\nWhere is the ransom money, Bruno?\nDid you spend it all on your old\nlady’s shoe collection?\n\nHis wife Anna’s shoes are in a pile in the middle of the\nfloor. She’s having a nervous breakdown.\n\nAgents start carting out stacks of Hauptman’s papers, filled\nwith his handwriting.\n\nBRUNO HAUPTMAN\nWhere are you taking my things?\n\nYOUNG HOOVER\nTo the FBI, Mr. Hauptmann. Does\nthat worry you?\n\nBRUNO HAUPTMAN\nYou hunt the wrong man because I\nhave accent, because you don’t\ntrust immigrant. You are a bigot.\n\nINT. BRUNO HAUPTMANS HOME - NIGHT - 1935\n\nAGENTS cuff Hauptman to a chair. A NYPD OFFICER has a hammer.\nThe lights go out. We hear punches, blows and screams.\n\f97.\n\nINT. FBI LABRATORY - DAY\n\nThe mass of Hauptman’s papers and journals have arrived.\nAlbert Osborne (the handwriting expert from earlier) is there\nto receive them.\n\nINT. A NEO-COLONIAL BUILDING / LIMBO - DAY\n\nAlbert Osborne is isolated on a riser with 11x14 photostat\nblow ups of letters and words from Hauptman’s writings.\n\nALBERT S. OSBORNE\nIn both the ransom note and Mr.\nHauptmann’s personal writings, he\nwrote, “haus” for house, “anyding”\nfor anything,”gut” for good,” and\n“boad” for boat, And notice the\ninverted capital “N”s and “y”s that\nlook like “j\"s\n\nINT. HOOVER’S OUTER OFFICE - DAY - 1964\nWith the mixed race agent.\n\nAGENT JONES\nBut couldn’t those sorts of\nGermanic formations come from any\nnumber of immigrants? Aren’t those\ncommon translation mistakes?\n\nOLD HOOVER\nYou're right, Agent Jones. Alone it\nwouldn’t have been enough.",
  "74": "---END OF PREVIOUS SECTION---\nAren’t those\ncommon translation mistakes? OLD HOOVER\nYou're right, Agent Jones. Alone it\nwouldn’t have been enough. \n---TARGET SECTION TO BE ANNOTATED---\n So when\nmy agents arrived to replace the\nlocal police, we searched again.\n\nINT. BRUNO HAUPTMAN’S GARAGE - DAY - 1934\n\nFBI AGENTS are literally dismantling the garage. EDGAR IS\nSTANDING WATCH. The NYC Police simply observe. Edgar is\nfocused on a piece of wood he finds odd. It’s above the work-\nbench -- a board nailed across two joists.\n\nYOUNG HOOVER\nWhat purpose would a piece of wood\nlike this serve?\nREVEAL: wood expert Koehler is now there too.\n\nARTHUR KOEHLER\nIt doesn’t appear structural.\n\f98.\n\nJUMP TO: AGENTS carefully pull the board off the joists,\nwaiting to see if anything gives structurally. It doesn’t.\nBehind it they finds TWO NEWSPAPER PACKETS. Edgar opens one\ncarefully. Inside are ONE HUNDRED TEN-DOLLAR GOLD NOTES.\n\nYOUNG HOOVER\nRemove all the joists.\n\nJUMP TO: ANOTHER AGENT finds a hidden shelf. In it is a ONE\nGALLON SHELLAC CAN. He pulls out the rags stuffed on top.\nInside is $11,930 worth of ransom money.\n\nAT THE SAME TIME: Arthur Koehler finds Hauptman’s tool chest.\nHe opens it. It’s neat and organized. All of the tools are in\nplace, except: the STANDARD 3/4 INCH CHISEL. He pulls\nHauptman’s saw from the chest and examines it.\n\nINT. A NEO-COLONIAL BUILDING / LIMBO - DAY\n\nThe same space the handwriting expert appeared in earlier --\nnow Arthur Koehler is explaining his own findings.\n\nARTHUR KOEHLER\nYou see, no two saws make the same\nmarkings. This saw from Bruno\nHauptmann’s tool chest makes\nmarkings identical to those found\non the ladder used in the crime. I\nsearched 1900--\n\n(holds up a piece of wood)\n--factories across the country to\nsee which blade made the other cuts\non the ladder. I narrowed it down\nto one. Centralia lumber yard. Four\nblocks from Mr. Hauptman’s home.\n\nCLOSE ON: Edgar listens from a bench, seemingly alone, giddy\nwith this man’s scientific exactitude.\n\nINT.",
  "75": "---END OF PREVIOUS SECTION---\nHauptman’s home. CLOSE ON: Edgar listens from a bench, seemingly alone, giddy\nwith this man’s scientific exactitude. INT. \n---TARGET SECTION TO BE ANNOTATED---\n BRUNO HAUPTMAN’S ATTIC - NIGHT\n\nEdgar is with Agent Sisk and Arthur Koehler as they approach\nan attic corner and see -- an eight foot board is missing.\n\nKoehler unwraps a long bag labeled -- “Rail 16.” It’s the\noriginal rail he pointed out to Edgar in the lab so long ago.\n\nARTHUR KOEHLER (V.O.)\nRail 16. It didn’t match the rest.\nAnd those extra holes. Why were\nthey there?\n\f99.\n\nHe lays the wood next to the empty spot in the floor. It’s a\nperfect match. The four extra holes match perfectly with the\nnail holes in the floor joists.\n\nINT. A NEO-COLONIAL BUILDING - DAY\nArthur is still in the white space.\n\nARTHUR KOEHLER\nThe science is conclusive. Mr.\nHauptmann built the ladder.\n\nINT. HOOVER’S OUTER OFFICE - DAY - 1964\nThe young, mixed race FBI Agent stops typing.\n\nAGENT JONES\nBut did he do it alone?\n\nOLD HOOVER\n\n(displeased with the question)\nHe never confessed, but what\nsociopath ever does. The evidence\nwas clear. He was indicted for\nmurder in the first degree while\nperpetrating a burglary. In New\nJersey, that is punishable by death.\n\nEXT. COURT HOUSE / COURT AND MAIN STREET / FLEMING, NJ - DAY\n\nThe two story, neo-colonial building stands strong with four\ncolumns out front. Snow has turned the streets white.\n\nHundreds of telegraph and teletype wires run out an upper\nwindow onto an overwhelmed utility pole. From there, the\nwires fan out, carrying their messages to the entire world.\n\nThe streets are filled with CARS, REPORTERS, and EAGER\nCITIZENS. A MAN sells miniature replicas of the kidnapper’s\nladder on green ribbon necklaces. ANOTHER MAN hocks packets\nof curly blonde hair (that looks a lot like his own) for five\nbucks a pop claiming it’s “Baby Lindy’s.",
  "76": "---END OF PREVIOUS SECTION---\nThe streets are filled with CARS, REPORTERS, and EAGER\nCITIZENS. A MAN sells miniature replicas of the kidnapper’s\nladder on green ribbon necklaces. ANOTHER MAN hocks packets\nof curly blonde hair (that looks a lot like his own) for five\nbucks a pop claiming it’s “Baby Lindy’s. \n---TARGET SECTION TO BE ANNOTATED---\nIn a makeshift radio studio in the back of a truck, an\nannouncer reports:\n\nRADIO ANNOUNCER\nJanuary 2nd, 1935, a cold winter\nmorning in Fleming New Jersey, and\nwhat has now undoubtedly been penned\n“The Trial of the Century” has\nbegun. H.L. Mencken has called it,\n“the biggest story since the\n\n(MORE)\n\f100.\n\nRADIO ANNOUNCER (CONT'D)\nresurrection.” And from the looks of\nthings, it may be bigger.\n\nINT. COURT ROOM - DAY\n\nREVEAL: this is the space the EXPERT AGENTS have been\nTESTIFYING from. As in the earlier sequences, Edgar is there,\nlistening intently from his bench, dressed to the nines. BUT\nNOW WE REVEAL: he’s not alone. The courtroom is packed with\nREPORTERS and ONLOOKERS. From their dress and entourage, it’s\nclear many are rich and/or famous.\n\nThe prosecutor, WILENTZ, calls his next witness:\n\nWILENTZ\nYour honor, I would like to call to\nthe stand Mr. Charles Lindbergh.\n\nIn a gray suit and shirt with a tie, Charles Lindbergh walks\nslowly and confidently up to the stand and takes the seat\nnext to THE JUDGE. The room is hushed.\n\nLindbergh looks through the crowd, to the defense stand,\nstopping on Anna Hauptmann. He remains calm, unreadable.\n\nWILENTZ (CONT’D)\nPicking up where you left off. You\nsaid you heard a voice, in the\ncemetary that night.\n\nCHARLES LINDBERGH\nYes. Very clearly. A voice coming\nfrom the cemetary, to the best of\nmy belief, calling Dr. Condon. In a\nforeign accent, “Hey, Doctor.”\n\nWILENTZ\nAnd since that time, have you heard\nthe same voice?\n\nCHARLES LINDBERGH\nYes, I have.\n\nWILENTZ\nAnd whose voice was it, Colonel,\nthat you heard in the vicinity of\nSt. Raymond’s Cemetery that night,\nsaying, “Hey Doctor?”\n\nAnd for the first time, Lindbergh turns his gaze from Wilentz-\n-- to Bruno Hauptmann.",
  "77": "---END OF PREVIOUS SECTION---\nCHARLES LINDBERGH\nYes, I have. WILENTZ\nAnd whose voice was it, Colonel,\nthat you heard in the vicinity of\nSt. Raymond’s Cemetery that night,\nsaying, “Hey Doctor?”\n\nAnd for the first time, Lindbergh turns his gaze from Wilentz-\n-- to Bruno Hauptmann. \n---TARGET SECTION TO BE ANNOTATED---\n Emotionless, Strong:\n\nCHARLES LINDBERGH\nThat was Hauptman’s voice.\n\f101.\n\nHauptmann locks eyes with Lindbergh. They hold their gazes\nfor a moment. The air goes out of the room. Lindbergh looks\nback to Wilentz and A GASP RUNS THROUGH THE ROOM.\n\nINT. COURT ROOM - LATER\n\nCOURT CLERK\nMr. Bruno Hauptmann, take the\nstand.\n\nWe see A REPORTER who’s snuck a tiny film camera in under his\ncoat. He furtively aims it at the witness stand.\n\nINT. HOOVER’S OUTER OFFICE - DAY - 1964\n\nAgent Jones watches Hoover pulls the shades. The room goes\ndark. Hoover fires up a film projector... It’s B&W footage of\nHauptmann from the trial itself.\n\nHauptmann is on the stand being questioned. He’s combative,\narrogant, and easily bothered:\n\nWILENTZ\nYou have had an opportunity in this\ncourt today to tell the whole\ntruth. Have you told the truth?\n\nBRUNO HAUPTMANN\nI told the truth already.\n\nWILENTZ\nAnd the statements you made to\nDistrict Attorney Foley, did you\ntell him the whole truth?\n\nBRUNO HAUPTMANN\nTo a certain extent\n\nWILENTZ\nAnd to a certain extent you didn't\ntell him the truth, is that it?\n\nSilence from Hauptmann.\nA SPLICE IN THE OLD FILM:\n\nWILENTZ (CONT'D)\nThis board that came from your\ncloset, S-204, has these numbers\nhere. It is a little blurred now,\nisn't it?\n\f102.\n\nBRUNO HAUPTMAN\nLooks like it.\n\nWILENTZ\nIt looks like 2974, and the numbers\ndown here, 3-7154, is that right?\n\nBRUNO HAUPTMAN\nYes.\n\nWILENTZ\nAnd between those numbers are some\nwords, it looks like \"Decatur\" and\n\"Sedgwick\", you see that? You know\nwhat that means don't you, that\naddress on there?\n\nBRUNO HAUPTMAN\nNot exactly.\n\nWILENTZ\nIt is Dr. Condon's address and\ntelephone number.",
  "78": "---END OF PREVIOUS SECTION---\nBRUNO HAUPTMAN\nNot exactly. WILENTZ\nIt is Dr. Condon's address and\ntelephone number. \n---TARGET SECTION TO BE ANNOTATED---\n The man who paid\nthe ransom. Written in your writing\non a board in your closet.\n\nA SPLICE IN THE OLD FILM:\n\nWILENTZ (CONT'D)\nAnd when you saw this piece of wood\nyou said, \"That's my lumber.\" Isn't\nthat so - in the Bronx.\n\nBRUNO HAUPTMAN\nI said, \"Yes,\" without thinking.\n\nWILENTZ\nYou don't usually do things without\nthinking. You have a very good\nmind, haven't you?\n\nBRUNO HAUPTMAN\nI don't think so, not so good.\n\nWILENTZ\nOh, you really DO think so, don't\nyou?\n\nWilentz has just called him a liar and manipulator.\nHauptman’s silence speaks volumes. The projector winds out.\n\f103.\n\nINT. HOOVER’S INNER OFFICE - DAY - 1964\nHoover takes A FIST FULL OF PILLS. AND GETS MORE SHOTS --\n\nWE SEE -- ARCHIVAL FOOTAGE OF: Martin Luther King’s march on\nWashington and his famous, “I Have a Dream,” speech -- as if\nit’s going on right outside -- it likely is.\n\nINT. HOOVER’S OUTER OFFICE - DAY\n\nThe curtains are still drawn. The room is still dark. Hoover\nis high on amphetamines again. Agent Jones is packing up.\n\nOLD HOOVER\nA man’s legacy is determined by\nwhere the story ends. Lets consider\nthat tonight and make a decision\ntomorrow.\n\nAGENT JONES\nIs this about a man’s legacy or\nabout an institution’s reputation?\n\nOLD HOOVER\nThe two are connected Agent Jones.\nOne invented the other. And vice-\nversa\n\nAGENT JONES\nYes, sir.\n\nAgent Jones goes.\nINT. HOOVER’S ADULTHOOD HOME / LIVING ROOM - NIGHT\n\nHoover sits watching the nightly news with Toulson. Toulson\nis doing better. Walking around.\n\nOLD TOULSON\nThere’s a new restaurant in the\nhotel in Miami. We could go. I\ncould make the arrangements.\n\nOLD HOOVER\nWould you please sit down.\n\nOLD TOULSON\nI’m feeling better. If you’d like,\nI could return home.\n\nOLD HOOVER\nStay and watch with me.\n(Toulson sits)\n(MORE)\n\f104.",
  "79": "---END OF PREVIOUS SECTION---\nIf you’d like,\nI could return home. OLD HOOVER\nStay and watch with me. (Toulson sits)\n(MORE)\n\f104. \n---TARGET SECTION TO BE ANNOTATED---\nOLD HOOVER (CONT'D)\nHe received my letter with the\naudio tape last night.\n(Toulson is quiet)\nSay it Clyde.\n\nOLD TOULSON\nIt’s so risky. Over a few negative\nnews articles, Edgar?\n\nOLD HOOVER\nHe’s deliberately allowed himself\nto be surrounded by Communists.\nWith the power he’s gathered he’s\nnow the greatest domestic threat--\n\nEdgar turns up the volume. He focuses in on: a chiron.\n“SWEDEN - NOBEL PEACE PRIZE”\n\nOLD HOOVER (CONT’D)\nHe’1l decline the award. He knows\nwhat we have could ruin him. There\nis no question. He’s done, Clyde.\n\nHoover stops breathing. He can’t hear the reporter. He’s now\nfocused on the grainy B&W image of MARTIN LUTHER KING being\nhanded the Nobel Peace Prize. And then his words:\n\nMARTIN LUTHER KING\n\n(on TV)\nI accept the Nobel Prize for Peace\nat a moment when 22 million Negroes\nof the United States of America are\nengaged in a creative battle to end\nthe long night of racial injustice.\n\n(a jump cut)\n--all the people of the world will\nhave to discover a way to live\ntogether in peace... man must evolve\na method which rejects revenge,\naggression and retaliation.\n\n(a jump cut)\nI believe that unarmed truth and\nunconditional love will have the\nfinal word in reality. This is why\nright temporarily defeated is\nstronger than evil triumphant. I\nbelieve that what self-centered men\nhave torn down, men other-centered\ncan build up.\n\nIt’s now clear that the man Hoover’s been after this whole\ntime is King. It’s also clear Hoover’s lost this round. He\nshuts off the TV. Shamed.\n\f105.\n\nEXT. COURT HOUSE / FLEMING, NJ - MORNING - 1935\nA bell tolls atop the old courthouse. A crowd outside chants:\n\nCROWD\nKill Hauptmann! Kill Hauptmann!\n\nINT. COURT ROOM - SAME TIME\nTheir chants can be heard as Hauptmann is ushered in wearing\n\nmManacles by a STATE TROOPER and FIVE POLICEMEN. He sits.\nEdgar watches the Jurors enter. None look at Mr. Hauptmann.",
  "80": "---END OF PREVIOUS SECTION---\nEdgar watches the Jurors enter. None look at Mr. Hauptmann. \n---TARGET SECTION TO BE ANNOTATED---\nJUDGE\nWould the jury and the defendant\nrise.\n(they do)\n\nMr. Foreman, what say you? Do you\nfind the defendant guilty or not\nguilty?\n\nJURY FOREMAN\nWe the jury find the defendant,\nRichard Bruno Hauptmann guilty of\nmurder in the first degree.\n\nMESSENGER BOYS head for the doors. Guards block them. Edgar\nholds his breath.\n\nWILENTZ\nYour honor, I move for immediate\nsentencing.\n\nEdgar watches Hauptmann intently. The Judge does the same.\nJUDGE TRENCHARD\n\nAccording to the law of this state,\n\nI rule that Mr. Bruno Hauptmann\n\nsuffer death at the time and place,\n\nand in the manner provided by law.\nEdgar watches Hauptmann go white as a ghost. Hauptman’s wife\nwatches the floor, refusing to look at her husband. Her tears\nfall to the ground.\nEXT. COURT HOUSE / FLEMING, NJ - MOMENTS LATER\nA YOUNG BOY leans out the 2nd story window of the courthouse.\n\nYOUNG BOY\nIt’s death for Bruno Hauptmann!\n\nAnd THE CROW ROARS. It’s a lynching mob.\n\f106.\n\nINT. HOOVER’S CHILDHOOD HOME - NIGHT\n\nEdgar sits on the corner of his mom’s bed cutting out his own\nPRESS CLIPPINGS announcing the trial’s conclusion. He pastes\none in an album. ANGLE ON: his mother. She’s so ill she can’t\nsit up in bed. He now must clip the articles himself.\n\nINT. HOOVER’S INNER OFFICE - DAY - 1964\nHoover is with Agent Jones again.\n\nOLD HOOVER\nThe trial of the century. The\ncriminal shamed. The FBI cemented as\nthe public hero... It’s our ending.\n\nAGENT JONES\nBut did he act alone? Is he the one\nwho actually took the child from\nthe crib? How can you be sure?\n\nOLD HOOVER\nThe mountain of evidence we\ndiscovered, uncovered, clarified and\nconfirmed. You can’t dispute it.\n\nAGENT JONES\nClarence Darrow did.\n\nOLD HOOVER\nOf course. That’s what he does.\n\nAGENT JONES\nAnd Mrs. Roosevelt issued a public\nstatement questioning his guilt.\n\nOLD HOOVER\nMr. Jones.",
  "81": "---END OF PREVIOUS SECTION---\nRoosevelt issued a public\nstatement questioning his guilt. OLD HOOVER\nMr. Jones. \n---TARGET SECTION TO BE ANNOTATED---\n She has plenty to hide\nherself when it comes to un-\nAmerican activities.\n\nAGENT JONES\nIf you’re comfortable with it as an\nending, I’ll do my best with it.\n\nIf Hoover was feeling better he would fire him, but he’s\nfeeling very weak. The phone rings. He picks it up.\n\nOLD HELEN GANDY\nBen Bradlee of Newsweek is waiting\nin the meeting room, sir.\n\f107.\n\nOLD HOOVER\nThe doctor first, Miss Gandy.\n\nOLD HELEN GANDY\nHe’s in Baltimore, Mr. Hoover.\n\nINT. HOOVER’S OUTER OFFICE - DAY\nHoover is in his office with BEN BRADLEE of NEWSWEEK.\n\nHoover hits stop on the recording of King and the woman in\nthe hotel room. He’s fighting exhaustion, trying to be warm.\n\nOLD HOOVER\nIf you want it, it’s yours\nexclusively.\n\nBEN BRADLEE\nI heard you took it to the Post\nalready. Nobody’s interested, am I\nright?\n\nOLD HOOVER\nThe public would be. And they\ndeserve to know the truth.\n\nBEN BRADLEE\nThe public might be curious. But\nwith all due respect, I’m not sure\nit’s of serious interest.\n\nOLD HOOVER\nThe SCLC has direct ties to\ncommunism, Mr. Bradlee. We are\nseeing a pervasive contempt for law\nand order. The crime rate it\nsoaring, there is widespread, open\ndefiance of authority, and mark my\nwords, if this goes unchecked, it\nwill once again plunge our Nation\ninto the abyss of anarchy.\n\nBEN BRADLEE\nI’ve found no connection between\nMr. King and the Communist party.\n\nOLD HOOVER\nEven great men can be corrupted.\nCommunism is not a political party.\nIt is a disease anyone can catch if\nnot careful. And it spreads and it\ncorrupts the soul, turning the\n(MORE)\n\f108.\n\nOLD HOOVER (CONT'D)\ngentlest of men into villainous\ntyrants.\n\nBEN BRADLEE\nHe preaches peace.\n\nOLD HOOVER\nIt always starts peacefully. It’s a\nruse. Mr.",
  "82": "---END OF PREVIOUS SECTION---\nOLD HOOVER\nIt always starts peacefully. It’s a\nruse. Mr. \n---TARGET SECTION TO BE ANNOTATED---\n Bradlee, when the country\nis taken by surprise, you won’t be\nable to live with yourself knowing\nyou could have prevented the\nbombings and violence.\n\nBEN BRADLEE\nI appreciate you bringing this to\nme, Edgar. I’1l consider it.\n\nOLD HOOVER\n(pleased)\nI can tell you are interested, Ben.\n\nBEN BRADLEE\nYes, I am. But I’1l be candid,\nEdgar. I’m more interested in what\nthis says about you and your FBI.\n\nOLD HOOVER\nIf you’re going to be candid, Ben.\nBe candid.\n\nBEN BRADLEE\nYou know the funny thing about\nnotoriety? Especially the kind that\nneeds adoration, fame for fame’s\nsake? If unchecked, it inevitably\nleads to villainy... infamy.\n\nOLD HOOVER\nExactly. And I’ve worked too hard\nto watch the bad guys capture the\nspotlight again.\n\nBEN BRADLEE\nWith all due respect, sir, I\nsuggest you look into what this\nsquabble with Mr. King is really\nabout before you destroy the\nreputation of the thing we both\nknow you love the most.\n\nA beat between them. Hoover is stung. Stunned.\n\f109.\n\nINT. TRENTON STATE PRISON / ELECTRIC CHAIR - MORNING - 1936\n\nIt’s 8:44 on April 3, 1936. The execution room is brightly\nlit. Hauptmann is ushered in and strapped into the chair.\n\nEXECUTION SUPERVISOR\nMr. Bruno Hauptmann. Do you have\nany final words?\n\nHauptmann remains silent. They slip a mask over his head. A\nlever is flipped, his body jerks, and smoke rises from his\nhead. A beat, then the electricity is shut off.\n\nA Doctor approaches the body and checks the pulse.\n\nDOCTOR\nMr. Bruno Hauptmann is dead as of\n8:47, Friday April 3rd, 1936.\n\nINT. HOOVER’S CHILDHOOD HOME - NIGHT\n\nA terrified Edgar sits next to his mother watching her\nbreathing grow shallow, his brother and family around her.\n\nHis mother takes her last breath. A doctor closes her eyes.\nEdgar cannot process the moment. He’s in shock.\n\nINT.",
  "83": "---END OF PREVIOUS SECTION---\nEdgar cannot process the moment. He’s in shock. INT. \n---TARGET SECTION TO BE ANNOTATED---\n HOOVER’S CHILDHOOD HOME - LATER THAT NIGHT\n\nEdgar is in shock, lost in the only home he’s ever known. He\ngathers the many albums filled with clippings, opens the\noldest one, then stops heartbroken. He goes to her jewelry\ncase -- GRABS UP HER PEARLS, AND HOLDS THEM TO HIS CHEST.\n\nJUMP TO: Edgar slips his mother’s old dress over his head.\nHe’s gained some weight and it almost fits. He pulls on his\nmother’s pearls and fixes them just the way she would.\n\nInspecting himself in the mirror, Edgar has his first and\nonly complete emotional breakdown of the film. This was the\nclosest thing to love he’d known.\n\nINT. HOOVER’S INNER OFFICE / LATE 60'S MONTAGE - DAY\n\nWE’RE IN HOOVER’S MIND: Quick cuts of NEWS EVENTS are\nintercut with Hoover getting more amphetamine shots. Each\ntime his pupils dilate, we see: King being shot, gunfire from\na clock tower, war in Vietnam, injured returning Soldiers...\n\nAN EVEN OLDER HOOVER gets up from his chair. He seems drugged\nout of his mind. He walks to the window. Outside there is a\nparade. He steps out onto the balcony, the sun in his eyes.\n\f110.\n\nHe looks down just in time to see the presidential motorcade.\nIt’s the inauguration of Richard Nixon.\n\nHe looks out to the mall in the distance. He can see an ocean\nof anti-war protestors. This isn’t the country he’s known --\nHE’S A STRANGER IN HIS OWN LAND.\n\nEXT. NIXON’S OFFICE - DAY\nHoover sits outside Nixon’s office. IT’S THE EXACT SAME SHOT,\n\nAS WHEN HE DID THE SAME AFTER ROOSEVELT’S INAUGURATION --\nJUST 40 YEARS LATER He even holds a file on his lap. This\n\ngame should be old hat by now -- so why is he sweating?\nSECRETARY\nThe President is ready for you, Mr.\nHoover.\n\nAnd Hoover walks in, just like he did forty years earlier.\nINT. FBI HALLWAYS - DAY\n\nHelen walks the now ultra (70’s) modern hallways of the FBI.",
  "84": "---END OF PREVIOUS SECTION---\nAnd Hoover walks in, just like he did forty years earlier. INT. FBI HALLWAYS - DAY\n\nHelen walks the now ultra (70’s) modern hallways of the FBI. \n---TARGET SECTION TO BE ANNOTATED---\nThis place has certainly grown and matured -- even from the\n60’s version we first saw at the film’s opening. The FBI\nappears to be a well oiled technological wonder.\n\nEXT. HOOVER’S INNER OFFICE - DAY\n\nHelen walks through the outer office to Hoover's inner office\ndoor. She knocks. Nothing. She knocks again. Nothing. She\nlistens. She can hear stilted breathing. She considers for a\nbeat, then does what she never has, she opens the door.\n\nHer boss looks up to her from his desk. He’s been Sobbing.\n\nOLD HELEN GANDRY\nI’m so sorry, Mr. Hoover, you\nweren’t answering your phone... You\nhad a photo session with a\nretiring Agent. He’s leaving now.\n\nAnd she starts out of the room.\n\nOLD HOOVER\nWhere’s Clyde?\n\nOLD HELEN GANDRY\nIt’s a “bad day” for him, sir.\n\nOLD HOOVER\nCan you schedule a dinner for him\nand I... our old corner booth?\n\flll.\n\nOLD HELEN GANDRY\nI’m afraid he’s too tired today...\nPerhaps you could dine at his\nhouse. I think he’d like that.\n\nOLD HOOVER\nHelen?\n\nOLD HELEN GANDRY\n(surprised at the familiarity)\nYes?\n\nOLD HOOVER\nDo I kill everything I love?\n\nOLD HELEN GANDRY\n(carefully)\nHe’s not gone yet, Edgar.\n\nOLD HOOVER\n(absorbs it, then)\nAnd everything we’ve built?\n\nOLD HELEN GANDRY\n(by rote)\nNo. The Bureau is stronger than\njust you and me now. Your child is\nsure, and keeps this country safe.\n\nOLD HOOVER\nHelen, if anything happens to me, I\nneed you to do something.\n\nOLD HELEN GANDRY\nOf course.\n\nOLD HOOVER\nNixon will come for it all. They’ll\ncrucify me and my Bureau. I’m\nafraid of what will happen if I’m\nnot here to protect it.\n\nOLD HELEN GANDRY\nYour private files, sir?\n(he nods)\nThen no one will never find them.\n\nOLD HOOVER\nNo matter what pressure is put on?\n\nOLD HELEN GANDRY\nYes, Edgar. I promise you.",
  "85": "---END OF PREVIOUS SECTION---\nOLD HOOVER\nNo matter what pressure is put on? OLD HELEN GANDRY\nYes, Edgar. I promise you. \n---TARGET SECTION TO BE ANNOTATED---\n\f112.\n\nINT. FBI HALLWAYS - NIGHT\n\nTHE SAME SHOT WE SAW YEARS BEFORE: Old Hoover leaves work,\nwalking the long hallway toward the elevators, Agents\nstepping out of his way. An old, emaciated Toulson is far\nbehind, dragging his right leg, struggling to keep up. Hoover\nrefuses to acknowledge his dearest partner's impairment.\n\nINT. TOULSON’S HOUSE - NIGHT\n\nHoover sits in the unfamiliar dining room with his nearly\nblind friend, eating OMAHA STEAK and baked potatoes.\n\nOLD TOULSON\nDid he ask for your resignation?\n\nOLD HOOVER\nHe asked what I had in the files on\nhim.\n\nOLD TOULSON\nWhat did you say?\n\nOLD HOOVER\n“What file, sir?” But he knows. He\nasked me to expand our wiretaps to\ncover news reporters.\n\nOLD TOULSON\nWe can’t do that. Especially now.\n\nOLD HOOVER\nThat’s the problem, Clyde. If I\nwon't do his “Black Bag” jobs,\nhe’ll create his own private force.\n\nOLD TOULSON\nThat's illegal.\n\nOLD HOOVER\nHe didn’t say it. I could see it in\nhis eyes. He won’t be controlled.\nHe’1l do anything to hold onto\npower... He’s a menace.\n\nOLD TOULSON\n(the irony hurts)\nRight. I see.\n\nOLD HOOVER\nI NEVER played his game. If to some\nit seemed like rule bending, then\nperhaps they need to look into\n(MORE)\n\f113.\n\nOLD HOOVER (CONT'D)\ntheir souls and consider what it is\nthey did that made them feel\nblackmailed and intimidated.\n\nOLD TOULSON\nI wasn’t thinking that.\n\nOLD HOOVER\nThen what?\n\nOLD TOULSON\nI was thinking it might be time for\nus to retire. I don’t know how much\nlonger I have.\n\nOLD HOOVER\nShut up, Clyde.\n\nOLD TOULSON\nYou built a great thing, Edgar. If you\nstop now, you’d be celebrated. That’s\nwhat you want, isn’t it? Our country’s\nadoration? There’s a chance you could\nhave it.",
  "86": "---END OF PREVIOUS SECTION---\nThat’s\nwhat you want, isn’t it? Our country’s\nadoration? There’s a chance you could\nhave it. \n---TARGET SECTION TO BE ANNOTATED---\nOLD HOOVER\nAnd why wouldn’t I have it?! I\nsaved this country from Bolshevik\ninvasion, rid us of radicals,\ncaptured Machine Gun Kelley, killed\nDilinger, arrested Karpis,\nconvicted Bruno Hauptmann, and now\nwhen I try with my last breath to\nsave this country again, I am\nrewarded with a forced retirement?\nNo. I will not go down to this man.\nAnd your suggestion that I do makes\nme question your very loyalty.\n\nOLD TOULSON\nMY loyalty, Edgar?!\n\nHoover knows he’s gone too far. He puts his hand to his chest\nlike he has indigestion. Avoiding Toulson’s glare.\n\nOLD TOULSON (CONT’D)\n(serving up the hard truth)\nI read your manuscript, Edgar.\n(Hoover looks up.)\nYou didn’t arrest Karpis. You know\nas well as I do there was no white\nhorse in the street, no gun--\n\f114.\n\nEXT. NEW ORLEANS STREET - DAY - 1935\n\nA REPLAY OF THE EARLIER KARPIS ARREST -- This time Edgar\ndoesn’t lead the charge. Karpis simply walks out of the\nbuilding, and is surrounded by armed FBI Agents. Only when\nit’s safe does Edgar emerges from the shadows.\n\nOLD TOULSON\n--in the back seat. And YOU didn’t\nkill Dilinger. Agent Purvis did--\n\nINT. HOOVER’S OUTER OFFICE - 1971\nCLOSE ON: Dilinger’s death mask, pipe and glasses on display.\n\nOLD TOULSON (V.O.)\n--but you kept the glory for\nyourself. And Machine Gun Kelly\nnever said, “Don’t Shoot G-men.”\nYou made it up for the comics.\n\nINT. TOULSON’S HOUSE - NIGHT -— CONTINUOUS\n\nOLD TOULSON\nAnd when we went to the scene of the\n“greatest crime of the century,” Mr.\nLindbergh didn’t come out and--\n\nEXT. CHARLES LINDBERGH’S HOME - DAY - 193\n\nUNLIKE THE EARLIER VERSION -- Edgar gets in his car, his eye\non Lindbergh in his upper window, refusing to even make eye\ncontact with Edgar and Clyde on the driveway below.\n\nOLD TOULSON (V.0O.",
  "87": "---END OF PREVIOUS SECTION---\nLindbergh didn’t come out and--\n\nEXT. CHARLES LINDBERGH’S HOME - DAY - 193\n\nUNLIKE THE EARLIER VERSION -- Edgar gets in his car, his eye\non Lindbergh in his upper window, refusing to even make eye\ncontact with Edgar and Clyde on the driveway below. OLD TOULSON (V.0O. \n---TARGET SECTION TO BE ANNOTATED---\n--shake your hand and express his\nfaith in the FBI. He called you a\n“fussy little man” and refused to\neven meet you.\n\nEXT. ROADSIDE - SEPTEMBER 19TH 1934 - DAY\n\nA REPLAY OF HAUPTMANN’S ARREST: This time it’s not Edgar\nmaking the bust, it’s Agent Sisk\n\nOLD TOULSON (V.0.)\nYou didn’t arrest Hauptmann. Agent\nSisk did. You weren’t even at the\nscene. Just the photo-op.\n\nINT. TOULSON’S HOUSE - NIGHT - CONTINUOUS\n\nIn atypical fashion, Hoover is silent. He knows it’s true.\n\f115.\n\nOLD TOULSON\n\nMost of what you wrote was\nexaggeration. The rest lies, and I\ndon’t know if you even realize it\nanymore.\n\n(Hoover looks i11)\nEdgar? You can lie to everyone\nelse. The whole world. For your own\nsake, for the sake of the Bureau.\nBut you CANNOT lie to me.\n\nHoover is sweating. Toulson hands him a handkerchief.\n\nOLD HOOVER\nI should never have given you a\njob. You know that, Clyde? You\nweren’t qualified.\n(Toulson readies for an attack)\nDo you remember what you did in\nyour interview?\n\nOLD TOULSON\nI don’t.\n\nOLD HOOVER\nYou fixed my window... And you\nfound my handkerchief on the floor.\nAnd you handed it to me... Do you\nknow why I was sweating?\n\nOLD TOULSON\nBecause you were exercising.\n\nAnd Hoover dabs his forehead with Toulson’s handkerchief.\nToulson doesn’t interrupt, he refolds the handkerchief.\n\nOLD HOOVER\nNo. That was also a lie... I was\nsweating because I knew that I\nneeded you... I’ve never needed\nanyone else in my entire life. Not\nlike that. And I started to\nperspire.\n\nOLD TOULSON\n(a long beat, then)\nI know...\n\nHoover puts a hand on his chest, likely feigning indigestion -\n- perhaps wanting a way out of this affectionate moment.\n\nOLD TOULSON (CONT’D)\nAre you okay?\n\f116.\n\nOLD HOOVER\nYes.",
  "88": "---END OF PREVIOUS SECTION---\nOLD TOULSON (CONT’D)\nAre you okay? 116. OLD HOOVER\nYes. \n---TARGET SECTION TO BE ANNOTATED---\n Indigestion... Would you like\nto have dinner tomorrow night? At\nour old place?\n\nOLD TOULSON\n(he knows he can’t)\nPerhaps if I feel better.\n\nOLD HOOVER\nThen you must. We have a good many\nthings to discuss. I can’t depend\non anyone at the Bureau now.\n\nAnd in his boldest show of affection in the film, Hoover\nkisses Toulson’s forehead, holding his lips there for some\ntime. Toulson grabs his arm.\n\nOLD TOULSON\nThank you, Edgar.\n\nAnd Hoover goes, trying to remain “J. Edgar Hoover” despite\nthe feelings rising up inside him.\n\nINT. HOOVER’S ADULTHOOD HOME - THAT NIGHT\n\nHoover walks into his home. Something seems off, but he can’t\nfigure it out.\n\nHe plays with HIS DOGS. They lead him to a portrait of his\nMom. It seems she is making eye contact with him. He\nconsiders taking her down, but instead, straightens her. Now\nall is right.\n\nINT. THE OVAL OFFICE - MORNING\n\nRichard Nixon is with his Chief of staff H.R. HALDEMAN. He’s\njust gotten a piece of juicy news. He’s stunned.\n\nRICHARD NIXON\nJesus Christ! That old cocksucker!\n\nH.R. HALDEMAN\nI’‘ll get a speech prepared. We\nshould go on Television.\n\nRICHARD NIXON\nNot yet. First seal off his office.\nChange the locks. Do whatever you\nhave to. I want those fucking\nfiles.\n\f117.\n\nINT. HELEN GANDY’S OFFICE —- MORNING\n\nHelen shows up to work as usual. Cool as Ice. Her phone\nrings. She takes the call in stride, and makes a simple note\nin her ledger -- “CALL: HOOVER HOUSEKEEPER. ANNIE.” She\nwalks back to her office door, and closes it.\n\nINT. HOOVER’S ADULTHOOD HOME - MORNING\n\nOld Toulson struggles up the stairs behind A MAID. When they\nreach Hoover’s bedroom door, she stops. She’s not going in.\n\nToulson takes a beat, considers the door. He’s never been in\nthe room. He pushes it open.",
  "89": "---END OF PREVIOUS SECTION---\nToulson takes a beat, considers the door. He’s never been in\nthe room. He pushes it open. \n---TARGET SECTION TO BE ANNOTATED---\n REVEAL: it’s filled with Ming\nvases, porcelain Foo dogs, Buddhas, ivory elephants, AND A\nMULTITUDE OF NUDE MALE STATUES displayed on mahogany tables\ndraped in lace. This is Hoover’s hidden world. Any light that\nmight try and get in is blocked by Chinese screens.\n\nAnd there, lying on the floor in his silk pajama bottoms is\nthe body of J. Edgar Hoover. Toulson kneels next to the body,\nand lovingly closes his eyes. Hoover has passed.\n\nINT. HOOVER’S ADULTHOOD HOME / BEDROOM - MOMENTS LATER\n\nToulson finds a stack of files sitting on the bedside table.\nOn top is the manuscript of his unfinished book. He picks it\nup. Under it is the King’s sex tape transcript, and a folder\nlabeled “Eleanor Roosevelt.” He opens it and pulls out a\nphotostat of a letter. As he reads it, we hear a replay of\nYoung Edgar reading it years ago.\n\nYOUNG HOOVER (V.O.)\n“Funny how even the dearest face\nwill fade away in time. Most\nclearly I remember your eyes, with\na kind of teasing smile in them,\nand the feeling of that soft spot\njust northeast of the corner of\nyour mouth against my lips.”\n\nIt’s the lesbian love letter to Eleanor that Edgar once\nrolled with laughter at. It seems he liked to keep it close\nand read it often.\nINT. THE OVAL OFFICE - INTERCUT\nBroadcast of the President\n\nRICHARD NIXON (V.O.)\n\nIt can truly be said of him that he\nwas a legend in his own time.--\n\f118.\n\nINT. HOOVER’S OUTER AND INNER OFFICES - SAME TIME\n\nNIXON’S MEN barge into Hoover’s old office, seal it off, and\nsearch for his secret files. They stand guard at the door,\nnot letting anyone in or out.\n\nRICHARD NIXON (V.O.)\n--His magnificent contribution to\nmaking this a great and good nation\nwill be remembered by the American\npeople long after the petty\ncarpings and vicious criticisms of\nhis detractors are forgotten.\n\nINT. HELEN GANDY’S OFFICE - SAME TIME\n\nIt’s too late.",
  "90": "---END OF PREVIOUS SECTION---\nO.)\n--His magnificent contribution to\nmaking this a great and good nation\nwill be remembered by the American\npeople long after the petty\ncarpings and vicious criticisms of\nhis detractors are forgotten. INT. HELEN GANDY’S OFFICE - SAME TIME\n\nIt’s too late. \n---TARGET SECTION TO BE ANNOTATED---\n Helen already has her boss’s private filing\ncabinets safely in her office. And as the President’s men\nsearch Hoover’s office and change his locks, she quietly dips\nthe last of his files into the shredder.\n\nRICHARD NIXON (V.O.)\nThe FBI he literally created and\nbuilt is today universally regarded\nas the finest law-enforcement\nagency in the world.\n\nINT. HOOVER’S ADULTHOOD HOME / BEDROOM - DAY\n\nToulson lays down in Hoover’s untouched bed, holding the old\nEleanor Roosevelt letter close to his chest.\n\nRICHARD NIXON\nThe FBI is the eternal monument\nhonoring this great American.\nFADE OUT.\n\nTITLE CARDS ON BLACK:\nThe contents of Hoover’s “private and personal” files will\nnever be known. Only a few clues from misfiled items have\never surfaced.\n\nClyde Toulson inherited Hoover's estate, moved into his\nhouse, and accepted the U.S. flag draped over his coffin.\n\nClyde Toulson's grave is a few yards from Hoover's in the\nCongressional Cemetery.\n\f"
}