{
  "1": " \n \n \n                     JASON GOES TO HELL: THE FINAL FRIDAY\n \n \n                                   Story by\n \n                           Jay Huguely & Adam Marcus\n \n \n                                 Screenplay by\n \n                           Dean Lorey & Jay Huguely\n \n \n \n \n \n\n              FADE IN:\n \n \n         1    EXT. CRYSTAL LAKE - DUSK\n \n              We're rapidly moving across the water, skimming, towards the\n              dark woods on the far shore.\n \n \n         2    EXT. BACK ROAD/INT. TOYOTA CELICA - DUSK\n \n              ELIZABETH MARCUS drives her Toyota Celica along this heavily\n              wooded road.  She's a young woman, innocent looking, sweet\n              and pretty.\n \n              The light is fading.  Shadows begin to overtake the land.\n \n              She is obviously some place remote.  A sign caught briefly\n              in her headlights says, \"CRYSTAL LAKE - 4 MILES\".  Elizabeth\n              swings the car around a barely seen curve in the road.  She\n              pulls up...\n \n \n         3    EXT. DESERTED CABIN - DUSK\n \n              Elizabeth parks the Toyota.  She gets out, takes a look at\n              the cabin.\n \n              A \"FOR RENT\" sign hangs, tacked to the porch at an angle.\n              The place looks dark, dirty, uninviting.\n \n              She moves to her rear door, opens it and bends in to get her\n              over-night bag.  Behind her, the darkness gapes with the\n              ominous threat of violence.\n \n              She comes back out of the car and moves to the cabin.  A\n              porch swing, rotted and unusable, BANGS METHODICALLY against\n              the old wood of the house.  Elizabeth fumbles for the keys\n              and drops them.\n \n              As she bends down to pick off, the \"FOR RENT\" sign snaps it\n              chain and swings down, missing her neck by inches.\n \n              Startled, she rips the sign off and tosses it onto the porch\n              with a LOUD BANG.\n \n \n         4    INT. DESERTED CABIN - LIVING ROOM - DUSK\n \n              Elizabeth enters.  The place is damp and dank.  A layer of\n              moldy dust has gathered.",
  "2": "---END OF PREVIOUS SECTION---\nDESERTED CABIN - LIVING ROOM - DUSK\n \n              Elizabeth enters. The place is damp and dank. A layer of\n              moldy dust has gathered. \n---TARGET SECTION TO BE ANNOTATED---\n  Shadows obscure the corners of the\n              room.\n \n              Elizabeth put down her bag and gropes the wall for a switch.\n              She finds one.  Flips it.  The light turns on for a few brief\n              moments...then sputters and goes out.\n\n                                  ELIZABETH\n                        Shit...\n \n              She turns and goes back outside.\n \n \n         5    EXT. DESERTED CABIN - DUSK\n \n              Elizabeth walks slowly around the cabin, towards a decrepit\n              old woodshed at the edge of a dark, unfriendly woods.  She\n              slowly opens the door...a mossy ladder rests against the far\n              wall.\n \n              Elizabeth enters and walks towards the ladder.  Suddenly, the\n              woodshed door BANGS CLOSED.  Elizabeth SHRIEKS then,\n              scrabbling at the door, flings it open and rushes outside\n              with the ladder.\n \n              There is a RUSTLE off among the trees.  She hesitates again.\n              Footsteps on dry leaves?  Just a gust of wind off the lake?\n \n              With a last look over her shoulder, she drags the ladder back\n              towards the cabin and enters.\n \n \n         6    INT. DESERTED CABIN - LIVING ROOM - NIGHT\n \n              Elizabeth comes back in with the ladder.  She picks up her\n              bag, removes a four pack of bulbs and, climbing on the\n              ladder, replaces the bulb in the living room.  The light\n              comes on...but it's scant illumination against the dark night.\n \n              Suddenly, her foot slips on the slimy step of the ladder and\n              she drops the old bulb, which SHATTERS LOUDLY on the floor.\n \n              Grimacing, Elizabeth climbs down the ladder and quickly\n              sweeps up the broken glass.  Having done that, she shuts the\n              front door all the way, then puts her bag on the bed and\n              opens it.  She takes out a few pairs of jeans and some shirts\n              and moves to the standing wardrobe.\n \n              We know that she will open the doors of that wardrobe and\n              come face to face with her death.\n \n              She opens the wardrobe.\n \n              Nothing...just a moth.\n \n              She puts her clothes away.",
  "3": "---END OF PREVIOUS SECTION---\nShe opens the wardrobe. Nothing...just a moth. She puts her clothes away. \n---TARGET SECTION TO BE ANNOTATED---\n  The sound of a branch SCRAPING\n              against the side of the cabin adds to the tension.  Now she\n              turns...\n \n              ...there is no one waiting there in the doorway.\n\n              Elizabeth yawns, stretches and walks up the stairwell to the\n              second floor landing, which leads into a pitch black hallway.\n \n \n         7    INT. DESERTED CABIN - BATHROOM - NIGHT\n \n              She moves down the hallway, then enters the bathroom and\n              turns on the light.  Crossing to the bathtub, she bends down\n              and turns on the hot water.  It comes spitting out, brackish\n              and brown at first, then finally clear.\n \n              She stays, bent over the tub, letting the dirty water run\n              down the drain.  Then she puts the plug in, filling the tub\n              for a bath.  As it fills, she undresses down to the her\n              T-shirt and underwear.\n \n              She looks over to discover that the medicine cabinet door is\n              open.  She crosses to it and closes it.\n \n              This has got to be the one.  She will close that door and\n              there, reflected in the mirror will be...\n \n              ...nothing, just the dim illumination of the bathroom light.\n \n              She bends down to test the temperature of the tub water.\n              It's good.\n \n              She removes her underwear and t-shirt, then puts one foot in\n              the water, testing it, then eases into the comforting warmth.\n \n              The light in the bathroom sputters and then burns out.\n \n              Elizabeth SIGHS, resigned, then continues climbing into the\n              tub when -- WHAM!\n \n \n         8    INT. DESERTED CABIN - LIVING ROOM - NIGHT\n \n              The front door blows open, banging into the wall.\n \n \n         9    INT. DESERTED CABIN - BATHROOM - NIGHT\n \n              Elizabeth turns, startled.  She grabs her towel (brushing by\n              her makeup bag) and, wrapping the towel around her, walks\n              slowly down the dark hallway onto the landing.\n \n              From downstairs, she HEARS A NOISE.\n \n \n        10    INT. CABIN - NIGHT\n \n              Bending precariously far out over the landing, she looks down\n              onto the first floor.",
  "4": "---END OF PREVIOUS SECTION---\nFrom downstairs, she HEARS A NOISE. 10    INT. CABIN - NIGHT\n \n              Bending precariously far out over the landing, she looks down\n              onto the first floor. \n---TARGET SECTION TO BE ANNOTATED---\n              HER POV\n \n              Nothing but the stirring of leaves, blowing into the cabin\n              through the open doorway.\n \n              ON ELIZABETH\n \n              as a cool breeze from the doorway makes her shiver.  Slowly,\n              she moves towards the stairs when we HEAR THAT SOUND AGAIN\n              from downstairs.  What the hell is it?  Once again she leans\n              far out over the landing.\n \n              HER POV\n \n              Still nothing.  Leaves.  The WHINE OF THE WIND.\n \n              ON ELIZABETH\n \n              looking -- something must have made that noise.  Then,\n              suddenly, from the perfect darkness behind her, JASON\n              VOORHEES steps out, hockey mask in place, machete sharp and\n              ready.\n \n              Elizabeth stands back up, OBSCURING JASON FROM VIEW.\n \n              CLOSE ON ELIZABETH\n \n              feeling that something is definitely not right...in fact,\n              something is really, really wrong.  With a panicked\n              expression, she turns around to look behind her.\n \n              HER POV\n \n              Nothing.  Darkness.  Jason is gone.\n \n              ON ELIZABETH\n \n              Relaxing -- everything's okay.  She turns towards the stairs\n              and right into Jason, who raises his machete high.\n \n              With a SCREAM, she leaps backwards as Jason swings, flying\n              through the rotted wood of the railing and crashing down onto\n              the first floor.\n \n              ON JASON\n \n              yanking his machete from the wooden bolster on the railing.\n \n              ON ELIZABETH\n \n              looking down at her towel.  It's sliced through -- a thin\n              line of blood crossing her stomach in a diagonal.  She runs.\n\n        11    EXT. DESERTED CABIN - NIGHT\n \n              Elizabeth leaps from the porch, over an overrun flowerbed,\n              onto the hood of her car.  She quickly looks behind her.\n \n              HER POV\n \n              to see Jason striding through the front door of the the\n              cabin, coming for her.\n \n              ON ELIZABETH\n \n              as she skids all the way across the hood of the car onto the\n              far side, then runs through the trees and brush in front of\n              the house -- her feet bare, her eyes panicked.",
  "5": "---END OF PREVIOUS SECTION---\nShe quickly looks behind her. HER POV\n \n              to see Jason striding through the front door of the the\n              cabin, coming for her. ON ELIZABETH\n \n              as she skids all the way across the hood of the car onto the\n              far side, then runs through the trees and brush in front of\n              the house -- her feet bare, her eyes panicked. \n---TARGET SECTION TO BE ANNOTATED---\n  The branches\n              seem to claw at her, tearing, scratching...\n \n              JASON'S POV\n \n              quickly gaining.  God, he moves fast!  Elizabeth turns, sees\n              us and SCREAMS.\n \n              ON ELIZABETH\n \n              turning back to face forward when -- WHACK!  She's clipped by\n              a tree and knocked to the ground.  She scrambles up and looks\n              around.\n \n              HER POV\n \n              Jason is nowhere to be seen.\n \n              Elizabeth moves slowly now, turning around, her breathing\n              quick and panicked.  Where is he?!  Is he toying with her?!\n              She turns and Jason leaps in front of her, machete raised.\n \n              Suddenly, Elizabeth reaches into the cleavage at the front of\n              her towel and pulls out a small pistol.\n \n                                  ELIZABETH\n                        Eat me, you bastard!\n \n              She fires one shot directly into Jason's forehead, knocking\n              him back at step, then turns and bolts towards --\n \n \n        12    EXT. CLEARING IN WOODS - NIGHT\n \n              She runs into this clearing then turns to see Jason rapidly\n              coming after her, striding out into the open, raising his\n              machete ready to deliver the lethal blow when, suddenly,\n \n              INTENSE BRIGHT LIGHTS SNAP ON AROUND THE CLEARING\n\n              stunning Jason for a moment.  The girl disappears into the\n              treeline as\n \n              THE DEAFENING ROAR OF GUNFIRE\n \n              cracks out from the darkness.  There are FBI AGENTS hidden\n              behind every tree, bush and rock...and now, they are all\n              firing on Jason at once.\n \n              Jason jerks as the bullets tear into his body.\n \n              Then there is a moment...the FBI agents watching...waiting\n              for Jason to fall.\n \n              But he doesn't fall.  He stands there.  His head turning\n              slowly, searching the darkness for his next kill.  Suddenly,\n              from out of the darkness we hear:\n \n                                  FBI AGENT ABERNATHY\n                        Incoming!\n \n              We hear a muffled SHOOMP! sound, then a familiar WHISTLING as\n              a mortar shell descends on Jason in the middle of the\n              clearing.\n \n              The grenade lands right at Jason's feet.",
  "6": "---END OF PREVIOUS SECTION---\nSuddenly,\n              from out of the darkness we hear:\n \n                                  FBI AGENT ABERNATHY\n                        Incoming! We hear a muffled SHOOMP! sound, then a familiar WHISTLING as\n              a mortar shell descends on Jason in the middle of the\n              clearing. The grenade lands right at Jason's feet. \n---TARGET SECTION TO BE ANNOTATED---\n \n              An anxious beat...then...\n \n              THE MORTAR EXPLODES!\n \n              We watch as Jason is blown, irrevocably, limb from limb.\n \n              ON VARIOUS CHUNKS OF JASON\n \n              spinning slowly in the air in SLO-MO.  An arm, something\n              unrecognizable, his head still in the hockey mask, then,\n              finally\n \n              ON JASON'S BLACK HEART\n \n              spinning through the air to finally land, with a WET PLOP, on\n              the field.  It beats once, then once more...then stops.\n \n              A moment of silence...then the rest of the FBI agents emerge\n              from their hiding places.  There is an eerie after-the-battle\n              silence to the scene.  Jason's crimes have been so heinous\n              that even in death, proximity to his mangled remains seems to\n              render a somber atmosphere.\n \n              AGENT ABERNATHY makes his way through his quiet, somehow\n              stunned men, and over to Elizabeth.  He is clearly the man in\n              charge -- his suit alone says that and his demeanor backs it up.\n\n              Elizabeth stands and faces him.  It is a strange tableau...the\n              bright lights, the smoke in the air, the nearly naked woman\n              facing the man in the suit.\n \n              Agent Abernathy offers his hand.\n \n                                  ABERNATHY\n                        Good job, Agent Marcus.\n \n                                  ELIZABETH\n                               (shaking his hand)\n                        Thank you, sir.\n \n              A T.V. Camera is thrust into Abernathy's face.  The MEDIA has\n              apparently caught wind of this event.  REPORTERS scream for\n              \"Agent Abernathy...your comments...\"  \"What was your first\n              thought when...\"  Abernathy smiles and puts on his best\n              \"media\" face.\n \n                                  ABERNATHY\n                        Ladies and Gentlemen, please...\n                        please...\n \n              The CROWD QUIETS.\n \n                                  ABERNATHY\n                               (continuing)\n                        It is my pleasure to announce that\n                        Jason Voorhees is finally and\n                        irrevocably...dead.\n \n              ANGLE ON A LONE MAN\n \n              sitting some distance away on the rise of a hill.",
  "7": "---END OF PREVIOUS SECTION---\nThe CROWD QUIETS. ABERNATHY\n                               (continuing)\n                        It is my pleasure to announce that\n                        Jason Voorhees is finally and\n                        irrevocably...dead. ANGLE ON A LONE MAN\n \n              sitting some distance away on the rise of a hill. \n---TARGET SECTION TO BE ANNOTATED---\n  His\n              weathered face shows a healthy contempt for this somewhat\n              premature celebration.  He plugs a twisty, homegrown cigar\n              into the corner of his mouth, light a match off the beard\n              stubble on his chin, then fires up the cigar -- a glowing\n              coal in the darkness.  His hawk's eyes stare at something\n              with ferocious intent...\n \n              ON JASON'S HEART\n \n              Laying on the ground in the clearing, not beating...but\n              intact.\n \n                                                       MATCH CUT TO:\n \n \n        13    INT. HALLWAY OUTSIDE MORGUE - NIGHT\n \n              Where we see the heart on a rolling metal surgical table.\n\n              PULL BACK TO REVEAL\n \n              A CORONER, a big man in his 30's, as he rolls the cart up to\n              a security checkpoint manned by TWO FBI AGENTS.  The coroner\n              hands his I.D. to FBI AGENT 1, then lifts his arms as FBI\n              AGENT 2 pats him down.\n \n                                  FBI AGENT 1\n                        Okay, sir.\n \n              The two sliding doors in front of the coroner slide open and\n              he wheels the metal surgical cart inside, the door closing\n              behind him.\n \n \n        14    INT. FBI MORGUE - DAY\n \n              The Coroner is in the middle of his autopsy.  He talks into\n              a microphone as he works, taking the dismembered parts of\n              Jason from a body bag.\n \n                                  CORONER\n                        We have a large male caucasian...age\n                        unknown...\n \n              He begins inspecting various organs, weighs them, takes\n              samples.  He works methodically, making verbal notes as he\n              works.\n \n                                  CORONER\n                               (continuing)\n                        No indication of cirrhosis.\n \n              ON JASON'S VILE, BLACK HEART\n \n              as the coroner inspects it.\n \n                                  CORONER\n                        The heart is nearly twice the size of\n                        a normal heart.  Malformed...\n \n              He's about to lift the heart when...the heart beats!\n \n              The coroner stops.  He didn't see that.",
  "8": "---END OF PREVIOUS SECTION---\nHe's about to lift the heart when...the heart beats! The coroner stops. He didn't see that. \n---TARGET SECTION TO BE ANNOTATED---\n \n                                  CORONER\n                               (trying to keep his\n                                composure)\n                        It appears to be filled with a black,\n                        viscous fluid...frankly, I don't know\n                        what the hell it is.  It's not blood.\n \n              The heart beats again!\n\n              The coroner stares, shocked, transfixed.\n \n              The heart undulates now as it beats...it is a hypnotic,\n              throbbing pulse.  Something that has to be stared at.\n              Something that awakens deep, impossible cravings.\n \n              It draws the coroner towards it, his eyes glassy, transfixed\n              by what he sees.\n \n              It beats faster, undulating, a gaping, kneading maw...\n \n              The coroner stares, then reaches down and takes the now\n              furiously beating heart in his hands.\n \n              He looks at it for a frighteningly long beat.  He brings it\n              closer to his face.  He would appear to be studying it...\n              trying to understand what in God's name this thing is...\n \n              And then he suddenly smiles, raises the monstrous organ to\n              his lips...\n \n              ...and eats the heart of Jason Voorhees!\n \n              When he finishes the heart, he stands for a moment, not\n              moving.  Then, suddenly, his throat bulges and he begins to\n              SCREAM A HORRIBLE SCREAM and, as he SCREAMS we\n \n                                                       CUT TO:\n \n \n        15    INT. HALLWAY OUTSIDE MORGUE - NIGHT\n \n              Dead silence.  Whatever is going on in that room cannot be\n              heard through the airtight doors.\n \n              The CORONER'S ASSISTANT walks up, carrying dinner.  The two\n              FBI MEN stop him.\n \n                                  FBI MAN 1\n                        I.D.\n \n                                  ASSISTANT\n                        You just saw me come out of there.\n \n                                  FBI MAN 1\n                        I.D. please.\n \n              Annoyed, fumbling, the assistant takes out his I.D.\n \n \n        16    INT.  FBI MORGUE - NIGHT\n \n              The assistant walks in to see the Coroner doubled over.\n\n                                  ASSISTANT\n                        Hey, what's the matter.\n \n              The Coroner straightens, then turns to the assistant.",
  "9": "---END OF PREVIOUS SECTION---\nFBI MORGUE - NIGHT\n \n              The assistant walks in to see the Coroner doubled over. ASSISTANT\n                        Hey, what's the matter. The Coroner straightens, then turns to the assistant. \n---TARGET SECTION TO BE ANNOTATED---\n  His\n              mouth is smeared with black liquid of the heart.\n \n                                  ASSISTANT\n                               (continuing)\n                        You ate already?  I was only gone ten\n                        minutes.\n \n              The assistant tosses the food on the counter as the Coroner\n              takes\n \n              A SHARP DISSECTING PROBE\n \n              from off the table and walks over to him.\n \n              The Coroner holds the dissecting probe up to the Assistant's\n              face.\n \n                                  ASSISTANT\n                               (continuing)\n                        Yes.  That's a probe.\n \n              Suddenly, using his other hand, the Coroner\n \n              SHOVES HIS INDEX FINGER\n \n              up through the soft flesh under the Assistant's jaw hooking\n              his finger through the Assistant's mouth and jerking the\n              assistant's head down to\n \n              SMASH INTO THE METAL EXAMINING TABLE\n \n              Then, the Coroner takes the dissecting probe and drives it\n              into the back of the Assistant's skull.  The Assistant\n              spasms...then goes still.\n \n              The Coroner turns and walks to the door, passing by a mirror.\n \n              ON THE MIRROR\n \n              to see the reflection.  It is not the coroner walking\n              by...it's\n \n              JASON VOORHEES, HOCKEY MASK IN PLACE!\n \n \n        17    INT. HALLWAY OUTSIDE MORGUE - NIGHT\n \n              The Coroner/Jason strides out of the doors and walks past the\n              FBI men.\n\n                                  FBI MAN 1\n                        So that's the verdict -- is Jason\n                        gonna be getting up and walking\n                        around any time soon?\n \n              The Coroner/Jason stops and slowly turns back to the two\n              smiling FBI men -- there will be doom here very soon.\n \n              Over this we hear:\n \n                                  CAMPBELL (V.O.)\n                        Tonight, on American Casefile...\n \n                                                       CUT TO:\n \n \n        18    INT. STOCKROOM - DINER - DAY\n \n              FULL-FRAME ON A TV SET\n \n              WHOOSHING SFX as the words \"American Casefile\" are stamped in\n              red across the screen.  Behind them, a graphic of Jason's\n              hockey mask ZOOMS UP.\n \n                                  CAMPBELL (V.O.)\n                        Jason Voorhees -- dead...",
  "10": "---END OF PREVIOUS SECTION---\nBehind them, a graphic of Jason's\n              hockey mask ZOOMS UP. CAMPBELL (V. O.)\n                        Jason Voorhees -- dead... \n---TARGET SECTION TO BE ANNOTATED---\nor deadly?\n \n                                                       CUT TO:\n \n              VIDEO\n \n              Photos of the two FBI men from the morgue, dead and bloody,\n              as well as photos of the dead assistant coroner.\n \n                                  CAMPBELL (V.O.)\n                        These dramatic photos were taken in\n                        the aftermath of the autopsy of Jason\n                        Voorhees, mere hours after his death\n                        at the hands of Federal Forces.  The\n                        facts:  Two security men -- dead.  A\n                        Coroner -- dead.  Another Coroner --\n                        missing.  Are these men victims  of\n                        a serial killer only believed to be\n                        deceased?  Many say yes.\n \n                                                       CUT TO:\n \n \n        19    INT. TV STUDIO - DAY\n \n              ROBERT CAMPBELL.  In his early 30's, he's got T.V. good\n              looks.  He speaks in the overly serious \"journalese\" of\n              tabloid television.\n\n                                  CAMPBELL\n                        I'm Robert Campbell.  Tonight, on\n                        American Casefile, we'll talk, via\n                        satellite, to Mr. Creighton Duke --\n                        the bounty hunter responsible for the\n                        capture of six of this country's most\n                        reviled serial killers/\n \n              SHOT WIDENS\n \n              to include Duke, playing idly with a small dagger.\n \n              We recognize him as the man who we saw watching Jason die.\n              It's difficult to say how old he is -- it's his life that has\n              weathered him, not his years.\n \n                                  CAMPBELL\n                        Mr. Duke, how can you claim that\n                        Jason Voorhees is not truly dead?\n \n                                  DUKE\n                        How many times has Jason been\n                        reported killed before, Mr. Campbell?\n \n                                  CAMPBELL\n                        Eight times.\n \n                                  DUKE\n                        Eight times.  They've burned him,\n                        dipped him in nuclear waste --\n \n                                  CAMPBELL\n                        -- But this time they bombed him and\n                        then cremated the body.\n \n                                  DUKE\n                        They coulda danced a jig on it an'\n                        fed it to goats -- don't matter.  Ya'\n                        can't kill Jason by gettin' rid of\n                        his body.",
  "11": "---END OF PREVIOUS SECTION---\nThey've burned him,\n                        dipped him in nuclear waste --\n \n                                  CAMPBELL\n                        -- But this time they bombed him and\n                        then cremated the body. DUKE\n                        They coulda danced a jig on it an'\n                        fed it to goats -- don't matter. Ya'\n                        can't kill Jason by gettin' rid of\n                        his body. \n---TARGET SECTION TO BE ANNOTATED---\n  He'll come back the way he\n                        always do, to drag the kiddies into\n                        the darkness and crush their little\n                        skulls -- maybe even your skull, Mr.\n                        Campbell.\n \n              Campbell laughs and smiles winningly.\n \n                                  CAMPBELL\n                        Well, let's hope not!\n \n                                  DUKE\n                        Yeah, that'd be a big shame...\n \n              A look between the two of them.\n\n                                  CAMPBELL\n                        In the media, you've frequently been\n                        described as \"salty\" --\n \n                                  DUKE\n                        -- look, just shut up.  Let's cut\n                        through the shit.  You asked me here\n                        because you want me to catch and kill\n                        Jason Voorhees for ya'.  I'll do it,\n                        but it won't be easy...and it won't\n                        be cheap.  One hundred grand, non-\n                        negotiable.\n \n                                  CAMPBELL\n                        I understand.  However, our audience\n                        should be aware that you only charged\n                        forty thousand dollars to catch the\n                        Idaho skin stretcher.\n \n                                  DUKE\n                        Skin stretcher was human.\n \n              Campbell takes a moment to make sure that isn't lost on his\n              audience.  Duke leans in close.\n \n                                  DUKE\n                               (continuing)\n                        Let's get one thing straight, Mr.\n                        Campbell.  This isn't your garden\n                        variety serial killer -- there's only\n                        one way to put and end ta' put an'\n                        end to Jason Voorhees for all time\n                        and I'm the only one that knows the\n                        way.  If you want him dead truly\n                        dead -- my fee is one hundred grand.\n                        You know where to find me.\n \n              Duke stands.\n \n                                  CAMPBELL\n                        Mr. Duke tonight I'm prepared to\n                        offer you your sum of one hundred\n                        thousand dollars, payable only after\n                        you provide American Casefile with\n                        incontrovertible proof of --\n \n                                  DUKE\n                        -- yeah, yeah, yeah.  You just have\n                        your hundred grand ready.  For that\n                        you get the machete...the mask...the\n                        whole damn thing.\n\n        20    INT. DINER STOCKROOM - DAY\n \n              The TV suddenly SNAPS OFF.",
  "12": "---END OF PREVIOUS SECTION---\nFor that\n                        you get the machete...the mask...the\n                        whole damn thing. 20    INT. DINER STOCKROOM - DAY\n \n              The TV suddenly SNAPS OFF. \n---TARGET SECTION TO BE ANNOTATED---\n \n              REVERSE ANGLE\n \n              to see DIANA KIMBLE, leaning back after having just shut it\n              off. Sexy, in her early 40's, Diana is a waitress here in\n              \"Joey B's Diner\".  Many people might be disturbed by the\n              notion that Jason Voorhees is still alive, but for\n              Diana...this means something much more.\n \n                                  JOEY B. (O.S.)\n                        Hey!  Lady Di!\n \n              Diana whirls around to see JOEY B. -- the frightening, no-\n              bullshit owner of the diner.  She's a big woman with a big\n              attitude.\n \n                                  JOEY B.\n                        I'm sorry to cut into your TV time,\n                        but there's a few customers out here\n                        who'd like to eat sometime this\n                        fuckin' month.\n \n \n        21    INT. JOEY B'S DINER - DAY\n \n              \"Joey B's Diner\" may not be the last place in the world you'd\n              want to eat, but it's at least the second to last.  A couple\n              of hockey masks hang from the ceiling and a banner proclaiming\n              \"JASON IS DEAD -- 2 FOR 1 BURGER SALE!\" hangs on the far wall.\n \n              Diana walks out and looks at this with an amused dismay.\n \n                                  DIANA\n                        This is truly sick.\n \n                                  VICKI\n                        Tell me about it.\n \n              That comes from VICKI, the other waitress in the diner.\n              Early 20's, she's cute and she's tough.  She moves off as\n              Joey B. steps up.\n \n                                  JOEY B.\n                        No, this is not sick, Diana, this is\n                        business.  People are gonna come to\n                        see Jason's hometown and they're\n                        gonna come with appetites.\n \n              SHELBY, Joey B.'s husband and cook, leans out the serving\n              window.\n\n                                  SHELBY\n                        Di -- food's up!\n \n                                  DIANA\n                        Thanks, Shelby.\n \n              Besides him, WARD, Shelby and Joey B.'s early 20's son,\n              sticks his head out as well.",
  "13": "---END OF PREVIOUS SECTION---\nSHELBY\n                        Di -- food's up! DIANA\n                        Thanks, Shelby. Besides him, WARD, Shelby and Joey B.'s early 20's son,\n              sticks his head out as well. \n---TARGET SECTION TO BE ANNOTATED---\n \n                                  WARD\n                        Ma -- you seriously want me to cut\n                        these like this?\n \n              He holds up a hamburger patty cut into the shape of a hockey\n              mask -- oval with punched out eyeholes.\n \n                                  JOEY B.\n                        Yes I do!\n \n                                  WARD\n                        They look stupid...\n \n                                  JOEY B.\n                        Well, that's your dumbass fault --\n                        they're supposed to look like hockey\n                        masks!  Now watch.\n \n              Joey B. quickly cuts a fresh hamburger patty into the\n              appropriate shape, then balls up the cut-away meat and holds\n              it up in front of Ward.\n \n                                  JOEY B.\n                        This makes a whole new patty...hence\n                        the 2 for 1 burger sale.\n \n                                  SHELBY\n                        My God, I love this woman.\n \n              They kiss.\n \n                                  WARD\n                        You guys make me sick.\n \n              They break apart.  Shelby turns to Diana.\n \n                                  SHELBY\n                        Table 3, Di.\n \n              We follow Diana as she picks up several plates and walks\n              towards a table, passing by STEVEN FREEMAN who sits at the\n              counter next to his friend RANDY -- a young cop in uniform.\n\n              Steven, early 20's and good-looking, turns to Diana -- what's\n              he's about to say is difficult for him but he tries to make\n              it seem casual.\n \n                                  STEVEN\n                        Diana -- you heard from Jessica\n                        lately?\n \n                                  DIANA\n                        Yes.\n \n              She sets a plate down in front of him and continues walking.\n              Randy turns to Steven with a wry smile.\n \n                                  RANDY\n                        Allright, you're gettin' somewhere...\n \n              We follow Diana to the table where JOSH (40's) and SHERIFF\n              LANDIS sit.  Diana gives everyone their food as Randy walks\n              over and sits down with them.\n \n                                  DIANA\n                               (to Josh)\n                        Burger, side of fries.\n                               (to Randy)\n                        Double burger, side of rings.\n                               (to Sheriff)\n                        Meatloaf, side of me.\n \n              And she leans forward and plants a kiss on his lips.  Josh\n              smiles.",
  "14": "---END OF PREVIOUS SECTION---\n(to Sheriff)\n                        Meatloaf, side of me. And she leans forward and plants a kiss on his lips. Josh\n              smiles. \n---TARGET SECTION TO BE ANNOTATED---\n \n                                  JOSH\n                        Where the hell was that on the menu?\n                        I'd have ordered a couple.\n \n                                  SHERIFF\n                               (mock threat)\n                        You keep movin' in on my woman and I\n                        might have to take you out back and\n                        shoot you.\n \n                                  JOSH\n                        Yeah, I've seen you shoot...\n \n              They all smile.  It's a nice moment, until:\n \n                                  RANDY\n                        I don't know...\n                               (baiting him)\n                        ...I think you two should just go\n                        ahead and get married.\n \n              The Sheriff turns to him.\n\n                                  SHERIFF\n                        I'm sorry, son, I'm going' a little\n                        deaf in my old age...what did you say\n                        again?\n \n              He stares at Randy fixedly.\n \n                                  RANDY\n                        I said I think I'll just eat my food\n                        over by Steven and shut the hell up.\n \n                                  SHERIFF\n                               (to Josh)\n                        That's exactly what I thought he said.\n \n              Randy smiles and walks over to Steven as the Sheriff turns to\n              Diana and affectionately rubs her back.\n \n                                  SHERIFF\n                        Everything going okay?\n \n                                  DIANA\n                        It's going.\n \n                                  SHERIFF\n                        Legs giving you trouble?\n \n                                  DIANA\n                        Not so bad, today.\n \n              The Sheriff watches Randy sit back beside Steven.  Steven\n              glances over, catches the Sheriff's eye, then quickly turns\n              away.\n \n                                  SHERIFF\n                        Steven buggin' you?\n \n                                  DIANA\n                        Do you have to ask?\n \n                                  JOSH\n                        Jesus, he's relentless.\n \n                                  SHERIFF\n                        Let me talk to him, Diana.  I just\n                        need three minutes with him.\n \n                                  DIANA\n                               (warningly)\n                        Ed...\n\n                                  SHERIFF\n                        Okay.\n                               (a beat)\n                        So how is Jessica?  You talked to her\n                        lately?\n \n                                  DIANA\n                        Yeah, she's good, considering. That\n                        kid just takes everything in stride.\n \n                                  JOSH\n                               (mumbling into food)\n                        Wonder where she got that from...\n \n              Diana smiles at him.\n \n                                  DIANA\n                        I gotta get back to work.",
  "15": "---END OF PREVIOUS SECTION---\nJOSH\n                               (mumbling into food)\n                        Wonder where she got that from... Diana smiles at him. DIANA\n                        I gotta get back to work. \n---TARGET SECTION TO BE ANNOTATED---\n \n                                  SHERIFF\n                        Okay, I'll call you later.\n \n              She gives him a quick kiss, then walks off. Josh watches her\n              go, then fixes the Sheriff with a knowing stare.\n \n                                  SHERIFF\n                        Don't say it...\n \n              Josh grins.  He starts HUMMING THE WEDDING BELL MARCH.\n \n                                  SHERIFF\n                               (continuing)\n                        How about this -- I'll make you a\n                        deal...I'll marry Diana when you quit\n                        banging Edna and concentrate on your\n                        wife.\n \n                                  JOSH\n                               (shakes his head)\n                        Poor, lonely Diana...\n \n              ON DIANA\n \n              as she arrives at another table.  The customer's face is\n              hidden by a menu.\n \n                                  DIANA\n                        What can I get ya'?\n \n                                  MAN\n                        I'll take a Voorhees burger and a\n                        side of Jason Fingers.\n\n              The man lowers the menu.  It's Duke.  He smiles.  Diana,\n              recognizing him, takes a step back.  She recovers quickly.\n \n                                  DIANA\n                        Anything else?\n \n                                  DUKE\n                        Yes.\n \n              Duke extends his hand.\n \n                                  DUKE\n                               (continuing)\n                        Creighton Duke.\n \n              Hesitantly, Diana shakes his hand.\n \n                                  DIANA\n                        I know who you are.\n \n                                  DUKE\n                        I need to talk to you.\n \n                                  DIANA\n                        I'm kind of busy right now...\n \n                                  DUKE\n                        I'm going to kill Jason Voorhees --\n                        and I need you to help me.\n \n                                  DIANA\n                        Jason Voorhees is dead.\n \n                                  DUKE\n                        You know he's not...and he's coming\n                        for you.\n \n                                  DIANA\n                        You food'll be right out.\n \n              She turns to go.\n \n                                  DUKE\n                        I'll give you ten thousand dollars.\n \n              That stops her.  She turns back.\n \n                                  DIANA\n                        No, I --\n \n                                  DUKE\n                        Twenty.\n\n                                  DIANA\n                        Look --\n \n                                  DUKE\n                        Thirty.  Name your price.",
  "16": "---END OF PREVIOUS SECTION---\nDIANA\n                        No, I --\n \n                                  DUKE\n                        Twenty. DIANA\n                        Look --\n \n                                  DUKE\n                        Thirty. Name your price. \n---TARGET SECTION TO BE ANNOTATED---\n  Everyone\n                        has a price, what's yours?\n \n                                  DIANA\n                        Look, I don't want your money!\n \n                                  DUKE\n                        Then maybe I should offer it to your\n                        daughter...\n \n              Diana does not, at any level, like Jessica being brought into\n              the conversation.  She leans in close.\n \n                                  DIANA\n                        What do you want?\n \n                                  DUKE\n                        You know what I want.  You know why\n                        I need you.\n \n                                  DIANA\n                        You need to leave.\n \n                                  DUKE\n                        I know everything about you, Diana.\n \n                                  DIANA\n                        That's it, we're done.\n \n              She turns to go.\n \n                                  DUKE\n                        I know who you really are!\n \n              This stops her in her tracks.  Suddenly, we hear:\n \n                                  SHERIFF\n                        What's the problem here?\n \n                                  DIANA\n                        N...nothing.\n \n                                  DUKE\n                        I was just making your girlfriend\n                        there a little proposition...she's\n                        thinking it over.  Right, luv?\n \n              The Sheriff steps forward.\n\n                                  SHERIFF\n                        Maybe you should be moving on.\n \n                                  DUKE\n                        Maybe you should mind your own\n                        business.\n \n                                  SHERIFF\n                        Get up!\n \n                                  DUKE\n                        Why don't you blow me, Chief.\n                               (a beat)\n                        After your girlfriend gets through.\n \n              The Sheriff thinks a second -- then, suddenly, he swings at\n              Duke.\n \n              With surprising speed, Duke's hand darts up, catching the\n              Sheriff's fist.  But, with equally surprising speed, Landis\n              brings his gun up under the man's chin.\n \n                                  SHERIFF\n                        You're talking about my lady.\n \n                                  DUKE\n                        She's your lady only cause she ain't\n                        had a taste of the Duke yet.\n \n                                  SHERIFF\n                        Goddamnit!\n \n              He grabs Duke, pulling him up from the table.\n \n                                  DUKE\n                        Careful, Chief.  I don't think you\n                        know who I am.\n \n                                  SHERIFF\n                        I know who you are and the last thing\n                        we need around here is some freak\n                        show \"bounty hunter\" making trouble.",
  "17": "---END OF PREVIOUS SECTION---\nDUKE\n                        Careful, Chief. I don't think you\n                        know who I am. SHERIFF\n                        I know who you are and the last thing\n                        we need around here is some freak\n                        show \"bounty hunter\" making trouble. \n---TARGET SECTION TO BE ANNOTATED---\n                        I want you outta town and I want you\n                        outta town now!\n \n                                  DUKE\n                        That's very colorful, chief.\n \n                                  SHERIFF\n                               (to Randy)\n                        Take him to my car.  I'll be out in\n                        a minute.\n\n                                  RANDY\n                        Let's go.\n \n                                  DUKE\n                        He's comin' for you, Diana...and your\n                        daughter.  Lock your doors.\n \n              Randy takes Duke away.  The Sheriff turns to Diana, a little\n              proud, a little manly.\n \n                                  SHERIFF\n                        I'm sorry if he upset you...\n \n              Diana angrily turns to him.\n \n                                  DIANA\n                        I don't need you to fight my battle.\n                        I don't need any part-time protection.\n \n              Saying that, she walks off.  The Sheriff glances around at\n              the people in the diner then, a little cowed, goes outside.\n \n              ON DIANA\n \n              as she walks up to the counter where Steven sits.\n \n                                  STEVEN\n                        He seem to think Jason's...\n                               (in Duke's accent)\n                        ...comin' fer ya'?\n \n              He smiles.  She doesn't.  Vicki walks up.\n \n                                  VICKI\n                        You okay?\n \n              Diana nods.\n \n                                  VICKI\n                               (continuing)\n                        Okay.\n \n              Vicki moves off.  When she does, Diana turns to Steven.\n \n                                  DIANA\n                        Steven, I need to talk to you.\n                        There's something you don't know\n                        about Jessica, something you should\n                        know.  She was going to tell you\n                        herself but...\n \n              Diana looks up and stares out the window.\n\n              HER POV\n \n              One of Joey B's hockey mask spins slowly in her field of\n              vision, but instead of looking cheesy...it now seems\n              scary...foreboding.  Diana turns back to Steven.\n \n                                  DIANA\n                        ...but there just may not be enough\n                        time.  If you still care about her,\n                        if you still want to try to make\n                        things better between you two...we\n                        should talk.\n \n                                  STEVEN\n                        So let's talk.\n \n                                  DIANA\n                        No.  Not here.  Come by my house\n                        tonight at eleven.",
  "18": "---END OF PREVIOUS SECTION---\nDIANA\n                        No. Not here. Come by my house\n                        tonight at eleven. \n---TARGET SECTION TO BE ANNOTATED---\n  Don't be late.\n \n              As Steven looks at her worried face, we\n \n                                                       CUT TO:\n \n \n        22    EXT. JOEY B'S DINER - NIGHT\n \n              Diana comes out the back door of the diner, taking the\n              garbage out.\n \n              POV SHOT\n \n              slowly moving in on her, stalking.  There shadows, the dark\n              gaps of night and woods between her and the trash...we just\n              know that she is going to die.\n \n              ON THE DUMPSTER\n \n              as Diana approaches it.  She flings it open with a LOUD BANG\n              then dumps the trash in.  We stay close...sure she is going\n              into that dumpster with her trash...\n \n              But no...she finishes and turns...\n \n              ...Right into Josh!\n \n                                  DIANA\n                        Jesus!\n \n                                  JOSH\n                        Sorry, Di.  I was just going to my\n                        car.  I didn't mean to frighten you...\n\n                                  DIANA\n                        It's...It's all right.\n \n              Josh takes the trash can from her...carries it back towards\n              the diner.\n \n                                  JOSH\n                        Listen...don't you worry about Ed.\n                        He'll come around.  He's too good a\n                        Sheriff to let you give him the slip.\n \n                                  DIANA\n                        I'm just too old for going steady,\n                        Josh.\n \n                                  JOSH\n                        So's he and he knows it.\n \n              They've reached the diner.  He opens the door for her.\n \n                                  JOSH\n                               (continuing)\n                        Everything'll work out.  Trust me on\n                        that.\n \n                                  DIANA\n                        Okay.\n \n                                  JOSH\n                        Good night, beautiful.\n \n                                  DIANA\n                        'Night, Josh.\n \n              She gives him a quick hug, then closes the diner door, going\n              back inside to clean up.\n \n              Josh steps off the porch and around back to the parking lot.\n \n              STALKER'S POV\n \n              following him, moving in, closer...\n \n              IN THE PARKING LOT\n \n              EDNA steps out of her car as Josh approaches.  She's an\n              attractive woman around Josh's age.  He smiles and moves to\n              kiss her.  She stops him.\n \n                                  EDNA\n                        Not here.",
  "19": "---END OF PREVIOUS SECTION---\nHe smiles and moves to\n              kiss her. She stops him. EDNA\n                        Not here. \n---TARGET SECTION TO BE ANNOTATED---\n \n              She looks around nervously.\n\n                                  EDNA\n                               (continuing)\n                        Sorry I'm late.\n \n                                  JOSH\n                        Bill didn't go bowling at the regular\n                        time?\n \n                                  EDNA\n                        The League changed the damn\n                        time...but we've still got 'til ten-\n                        thirty.  Hop in.\n \n              Josh smiles and hurries to the passenger side of the car as\n              Edna climbs back in behind the wheel.\n \n              STALKER'S POV\n \n              Suddenly rushing towards the car, smashing into the driver's\n              door, slamming it shut with tremendous force just as Edna's\n              head is lowered to enter.\n \n              She is dead.\n \n              STALKER'S POV\n \n              Turns to Josh who stands frozen in absolute terror.\n \n              POV RUSHES AT HIM\n \n              as we --\n \n                                                       CUT TO:\n \n              BLACK, then slowly\n \n              FADE UP ON:\n \n \n        23    INT. VOORHEES HOUSE - ROOM - NIGHT\n \n              CLOSE ON JOSH\n \n              Strapped on a metal table.  Straps across his body.  Even a\n              strap to hold his head firmly in place.  FIRELIGHT dances\n              across his apparently nude body and his terror-stricken eyes.\n              His terror grows as a shadow leans in to cover his face.\n \n              ON THE CORONER/JOSH\n \n              As he looks down at Josh.  It is the coroner we see, but his\n              eyes are those black empty pools of Jason's evil.  Many large\n              sores cover the man's face.\n\n              Even as we watch, another seems to push its way forth from\n              the skin.  Clearly, they weaken the man.  He sways slightly.\n              Catches his balance... and raises something into view.  A\n              STRANGER RAZOR.\n \n              ON JOSH\n \n              As he begins to whimper.  The man lowers the razor towards\n              his face.  The blade glints in the firelight as the\n              Coroner/Jason brings it down, closer... closer... until its\n              sharp edge touches Josh's skin.  Then, suddenly,\n \n              The man begins to give Josh a shave!\n \n              The SCRAPE of the razor is loud against Josh's unlathered\n              moustache.",
  "20": "---END OF PREVIOUS SECTION---\nThe blade glints in the firelight as the\n              Coroner/Jason brings it down, closer... closer... until its\n              sharp edge touches Josh's skin. Then, suddenly,\n \n              The man begins to give Josh a shave! The SCRAPE of the razor is loud against Josh's unlathered\n              moustache. \n---TARGET SECTION TO BE ANNOTATED---\n \n              Now the cornoner/Jason moves the blade across Josh's Adam's\n              apple... carefully, expertly.\n \n              When the man is finished, there is a long, uncertain beat,\n              then his hands bring a hot towel into view.\n \n              JOSH'S POV\n \n              As the towel is laid over his face.\n \n              BLACKNESS\n \n              Over which we hear the STRANGLED SOUNDS of the Coroner/Jason\n              breathing -- what the hell is he doing?  After a long moment,\n              the towel is lifted and, still in\n \n              JOSH'S POV\n \n              We see the coroner/Jason lean in, opening his mouth wide,\n              until his face fills the screen.\n \n              A beat, then Josh SCREAMS a horrible SCREAM as we\n \n                                                       CUT TO:\n \n \n        24    EXT. VOORHEES HOUSE - NIGHT\n \n              There is a dark and evil aura to the house, but it is not the\n              Victorian haunted house of some storybook tale of ghosts.  This\n              a place built as a summer home in the forties... abandoned many\n              years ago... it looks now as if it is dissolving slowly back\n              into the small, encroaching corner of the lake behind it and\n              into the woods around it.\n \n              But the sense of evil doesn't come from the rot or the\n              decay... those are just symptoms.\n\n              The sense of evil comes from the core of darkness that we can\n              feel in every gaping window.  In every shadow.  In the dark\n              shadows of the trees and the darker waters of the lake.\n \n              As Josh continues to SCREAM, we\n \n                                                       FADE TO BLACK:\n \n \n        25    INT. DINER - NIGHT\n \n              Steven and Randy sit by the counter, Vicki stands beside them\n              and we can see Ward back in the kitchen, cooking up some food.\n \n                                  STEVEN\n                               (to Vicki)\n                        What do you mean you've never made a\n                        prank call?\n \n                                  VICKI\n                        Never.\n \n                                  STEVEN\n                        You mean never as in really never, or\n                        never as in it was just so stupid you\n                        don't want to tell us about it?\n \n                                  VICKI\n                        I mean really never.\n \n                                  STEVEN\n                        I'm sorry to hear that.",
  "21": "---END OF PREVIOUS SECTION---\nSTEVEN\n                        You mean never as in really never, or\n                        never as in it was just so stupid you\n                        don't want to tell us about it? VICKI\n                        I mean really never. STEVEN\n                        I'm sorry to hear that. \n---TARGET SECTION TO BE ANNOTATED---\n  A famous man\n                        once said -- there is no worse regret\n                        then a temptation resisted.\n \n              A beat.\n \n                                  RANDY\n                        Jesus, Steven, that's...that's really\n                        lovely.\n \n                                  STEVEN\n                        I mean, how can you go through life\n                        without never having made a prank\n                        call?\n \n                                  RANDY\n                        Hell, when Steven was a kid, he was\n                        like, having strippers delivered to\n                        church Bingos and shit.\n \n                                  VICKI\n                        That's disgusting.\n\n                                  STEVEN\n                        Disgusting?  Bingo night was sold out\n                        for six months after that!  They\n                        raised enough money to build a day\n                        care center.\n \n                                  RANDY\n                        It was a community service.\n \n                                  STEVEN\n                        Absolutely.  The church even sent me\n                        an autographed picture of God.\n                               (yelling to the back)\n                        Ward!\n \n                                  WARD\n                               (shouting from back)\n                        Yeah!\n \n                                  STEVEN\n                        You ever make a prank call?\n \n                                  WARD\n                        I called an adoption agency once when\n                        I was like nine or something and I\n                        told them I wanted to trade my mom in\n                        for a box of Lincoln Logs.\n \n              Suddenly, a wet sponge comes flying in from offscreen and\n              hits Ward in the face.\n \n                                  JOEY B. (O.S.)\n                        Why don't you shut the fuck up and\n                        cook those burgers?!\n \n                                  WARD\n                        I really wanted those fuckin' Logs.\n \n              ON STEVEN\n \n              As he gets up and walks over to the pay phone in the diner.\n \n                                  RANDY\n                        What are you doing?\n \n                                  STEVEN\n                        Showing Vicki what she missed out on\n                        by being such a dull kid.  Now, the\n                        first thing you need in making a\n                        prank call is, of course, a phone.\n                               (holds up the phone)\n                        This one, for instance.\n\n                                  RANDY\n                        Steven, c'mon, we're not thirteen...\n \n                                  STEVEN\n                        Next, you dial a number.\n \n                                  VICKI\n                        Really, Steven, I don't want you to\n                        do this...\n \n              Steven dials a number.",
  "22": "---END OF PREVIOUS SECTION---\nSTEVEN\n                        Next, you dial a number. VICKI\n                        Really, Steven, I don't want you to\n                        do this... Steven dials a number. \n---TARGET SECTION TO BE ANNOTATED---\n \n              CLOSE ON\n \n              The receiver to see Steven click it off out of view of the\n              others.\n \n                                  STEVEN\n                        ...and it's now ringing...ringing...\n                        and -- Hello? Anthony's Pizzeria?\n                        Yeah, this is officer Randy Parker\n                        over at the station.\n \n                                  RANDY\n                        Oh, c'mon, would you stop, please?\n \n                                  STEVEN\n                        Is this Anthony?...Yeah, well, I just\n                        have one question for you, Anthony --\n                        did you fuck my dog?\n \n                                  RANDY\n                        Oh my God, Steven.\n \n                                  STEVEN\n                        Yeah, well somebody fucked her and if\n                        I find out it was you, I'm gonna come\n                        over there and shoot you in the head.\n \n                                  RANDY\n                        I'm now begging you.\n \n                                  STEVEN\n                        Listen, since I got you on the\n                        phone -- ask the guys there if they\n                        wanna chip in for a hooker.  I'll\n                        send her right over.  Her name is\n                        Vicki.\n \n                                  VICKI\n                        Steven!\n\n                                  STEVEN\n                        She's a waitress at Joey B's but she\n                        needs some extra cash.  Ward's the\n                        pimp.\n \n                                  VICKI\n                        I'm literally going to kill you!\n \n                                  STEVEN\n                        Ten dollars! Hell, I can't do that to\n                        you -- you can have her for a pizza.\n \n                                  VICKI\n                        A pizza?!\n \n              Suddenly, Randy walks up to Steven and quickly handcuffs him\n              to the metal phone cord.\n \n                                  STEVEN\n                               (to Randy)\n                        Randy, what the fuck?  Take these off!\n \n              Wards sets two paper bags down on the counter.\n \n                                  WARD\n                               (to Randy)\n                        Food's ready.  Tell the guys at the\n                        station the pimp says hi.\n \n                                  RANDY\n                               (taking food)\n                        Sure thing.  See ya', Steven.\n \n                                  STEVEN\n                        Randy, you dipshit!  Take these off!\n \n                                  RANDY\n                        Sorry, I'm working now.  You see, I\n                        have a job...\n \n                                  STEVEN\n                        Randy, c'mon!\n \n                                  RANDY\n                        Have a good night.",
  "23": "---END OF PREVIOUS SECTION---\nYou see, I\n                        have a job... STEVEN\n                        Randy, c'mon! RANDY\n                        Have a good night. \n---TARGET SECTION TO BE ANNOTATED---\n \n              The Steven glances at the clock -- 11:10.  He was supposed to\n              meet Diana ten minutes ago.\n \n                                  STEVEN\n                        Ah, shit.\n \n              With startling speed, Steven pops off the cuff on his wrist,\n              hangs up, then turns to Randy waving his free wrist.\n\n                                  STEVEN\n                        Wanna know how I did that?\n \n                                  RANDY\n                        Yeah...\n \n                                  STEVEN\n                               (Steven smiles)\n                        Gotta go.  See you guys later.\n \n              He runs past Randy to the door of the diner, then stops and\n              turns to him.\n \n                                  STEVEN\n                        By the way, if you'd been paying\n                        attention you'd have noticed I held\n                        the receiver down when I dialed --\n                        cop like you should be more observant\n                        than that.\n \n              And he rushes out of the diner.\n \n                                  RANDY\n                        He drives me so fucking crazy.\n \n                                                       CUT TO:\n \n \n        26    INT. DIANA'S HOUSE - LIVING ROOM - NIGHT\n \n              In the darkness, the phone RINGS.  A key turns in the door as\n              Diana enters.  She finds the light switch as the phone RINGS\n              again.\n \n              The lights come on and she dashes across the room to answer\n              the phone.\n \n                                  DIANA\n                        Coming!  Hold on!\n \n              She snatches the phone.\n \n                                  DIANA\n                        Hello...\n \n                                  SHERIFF\n                               (from the phone)\n                        June the 19th.\n \n              Diana thinks a second trying to place the caller...then\n              suddenly smiles.\n \n                                  DIANA\n                        Ed...\n\n              Behind Diana, a shadowy figure appears in the doorway.  We\n              see him as he moves forward, but Diana doesn't.\n \n \n        27    INT. LANDIS' SQUAD CAR - NIGHT\n \n              He's in his car, talking on the phone.\n \n                                  SHERIFF\n                        That's when my vacation starts.  If\n                        we get married then, we'll have two\n                        weeks in Hawaii.\n                               (a beat)\n                        I love you, Diana.  I'm sorry I've\n                        waited this long.  Let's do it.\n \n \n        28    INT.",
  "24": "---END OF PREVIOUS SECTION---\nI'm sorry I've\n                        waited this long. Let's do it. 28    INT. \n---TARGET SECTION TO BE ANNOTATED---\n DIANA'S HOUSE - LIVING ROOM - NIGHT\n \n              Diana is as happy as she's ever been.  The man (who we now\n              recognize as Josh) is still approaching from the shadows.\n \n                                  DIANA\n                        God, Ed, I love you too, I...\n \n              Now directly behind Diana, Josh snakes a hand out, snatches\n              the receiver from her then slams it back into its cradle.\n \n              Diana only ha time for a STARTLED GASP as Josh grabs her.  He\n              takes her head in a firm embrace and draws her face close to\n              his.\n \n                                  DIANA\n                        Josh!  What are you doing!\n \n              His lips draw closer and closer to hers.  His eyes are cold,\n              empty places.\n \n              She turns her head to the side, away from Josh.  Her eyes\n              open in a terror born of absolute disbelief and a certain\n              knowledge that, except for the pain, she is already dead.\n \n              DIANA'S POV\n \n              On the mirror over the mantle.  In the reflection she sees\n              not Josh, but Jason Voorhees, mask in place.\n \n                                  DIANA\n                        Oh God...Oh Jesus...\n\n              ON JOSH/JASON\n \n              As he reaches out to Diana, turns her head back to his and\n              opens his mouth -- it's dank and vile and there's something\n              in there, something that writhes horribly, the same oozing\n              color as Jason's dark heart.\n \n              As the thing squirms out from between his teeth and towards\n              Diana's lips, she manages to screams last:\n \n                                  DIANA\n                        No!\n \n              Panicked, determined, she reaches down and opens the drawer\n              of the phone table.\n \n              Inside is a service revolver.\n \n              The phone begins to RING AGAIN as Diana grabs the gun and\n              sticks it against Josh's temple as the black thing in his\n              mouth begins to pry her lips apart, trying to worm inside.\n \n              She pulls the trigger.\n \n              The SHOT RINGS LOUD in the room.  Josh/Jason staggers back,\n              falls to his knees. He's been shot in the back of the head at\n              close range -- it's a wound that would kill anyone human.",
  "25": "---END OF PREVIOUS SECTION---\nThe SHOT RINGS LOUD in the room. Josh/Jason staggers back,\n              falls to his knees. He's been shot in the back of the head at\n              close range -- it's a wound that would kill anyone human. \n---TARGET SECTION TO BE ANNOTATED---\n \n              The phone CONTINUES TO RING, until it is knocked off it's\n              cradle by Diana as she turns and runs to the patio door.\n \n              It's locked.\n \n              She fiddles with it, trying to open it, then glances back to\n              make sure Josh/Jason isn't coming for her.\n \n              Josh/Jason isn't there.\n \n              Oh, shit.  She back against a wall, looking around -- where\n              is he?  She turns.  He's not there.  She spots the phone and\n              moves towards it.\n \n              Then, from the darkness of the shadows...\n \n              ...Josh/Jason leaps out at her, grabs her and flings her down\n              to the floor.\n \n              The injured, but very obviously alive Josh/Jason holds\n              Diana's head firmly against the carpet.  He lowers his mouth\n              towards hers and, once again, that black thing in his mouth\n              squirms through his lips.  The phone keeps RINGING and\n              RINGING...\n\n              Suddenly, the room is bathed in light as a car pulls up\n              outside.\n \n \n        29    INT. DIANA'S HOUSE - ENTRYWAY - NIGHT\n \n              Steven enters.  He sees blood and, hearing Diana SCREAM,\n              rushes into\n \n \n        30    INT. DIANA'S HOUSE - LIVING ROOM - NIGHT\n \n              and leaps on Josh, his momentum knocking the man off Diana\n              before Josh can force the horrible, squirming thing from his\n              mouth into hers -- but the advantage is just momentary.\n \n              Josh/Jason turns to Steven and grabs him by his shirt,\n              picking him up off the ground with what is clearly superhuman\n              strength and throws him against the nearest wall.\n \n              Steven hits the wall with a sharp, nearly back-breaking\n              impact.  He lies for a moment, stunned, near unconsciousness,\n              then he regains his bearings just in time to see Josh/Jason\n              taking a knife sharpening pole from the knife rack next to\n              him in the kitchen.\n \n              Then Josh/Jason turns and flings the instrument through the\n              air at Steven just as Diana runs up to see if Steven's okay.\n \n              The pole pierces Diana through the back.",
  "26": "---END OF PREVIOUS SECTION---\nHe lies for a moment, stunned, near unconsciousness,\n              then he regains his bearings just in time to see Josh/Jason\n              taking a knife sharpening pole from the knife rack next to\n              him in the kitchen. Then Josh/Jason turns and flings the instrument through the\n              air at Steven just as Diana runs up to see if Steven's okay. The pole pierces Diana through the back. \n---TARGET SECTION TO BE ANNOTATED---\n \n              She looks up at Steven with a stunned expression and then\n              sinks down to the floor revealing Josh/Jason behind her.\n \n              There is a fury in him now that is terrible to behold.  An\n              unearthly SCREAM of frustration and rage tears from his\n              throat.  His hands reach out, ready to tear into Steven.\n \n              Steven manages to duck, roll and come up beside the fireplace.\n \n              Josh/Jason turns and charges at Steven.\n \n              Steven grabs a fireplace poker and rams it with all of his\n              strength through Josh/Jason's chest.\n \n              As he does this, he is positioned so that he can't help but\n              see the reflection in the mirror.  He sees Jason Voorhees\n              struggling furiously... trying to pull the poker out of his\n              chest.  In trying to do that, Josh/Jason is thrown backward.\n \n              He crashes through a window and falls outside.\n \n              Steven rushes back to Diana.  He bends, taking her in his\n              arms.\n\n                                  DIANA\n                               (weakly)\n                        You saw him?  You know who he is?\n \n              Steven nods.\n \n                                  DIANA\n                               (continuing)\n                        You have to...save...Jessica... Save\n                        Jessica and save the...\n \n                                  STEVEN\n                        The what?\n \n                                  DIANA\n                        Save your...\n \n              But the pain is too much.\n \n                                  DIANA\n                               (continuing)\n                        Steven...\n \n                                  STEVEN\n                        I'm here.\n \n                                  DIANA\n                        I'm scared.  I'm very scared.\n \n              All Steven can do is hold her.  Her eyes close.  She dies.\n \n                                  SHERIFF (O.S.)\n                        Oh, God Almighty, no...\n \n              ON SHERIFF\n \n              Standing there, staring, in shock.  He pulls his gun.\n \n              As he does this, Steven sets Diana down and runs towards the\n              window.\n \n                                  STEVEN\n                        It was Josh.  He fell outside.  He --\n \n              Steven looks out the window.\n \n              STEVEN'S POV\n \n              There is nothing there but darkness.  Josh/Jason is gone.\n \n              ON STEVEN\n \n              As he turns back to SHERIFF. The man kneels by Diana.\n\n                                  SHERIFF\n                        Oh, my dear God...",
  "27": "---END OF PREVIOUS SECTION---\nON STEVEN\n \n              As he turns back to SHERIFF. The man kneels by Diana. SHERIFF\n                        Oh, my dear God... \n---TARGET SECTION TO BE ANNOTATED---\n \n                                  STEVEN\n                               (really to himself)\n                        He was dead.  He had to be dead...\n \n              SHERIFF looks up at Steven.\n \n              The boy stands covered in blood.  Suddenly, he realizes what\n              this must look like.\n \n                                  STEVEN\n                        No... you can't think I...\n \n              But SHERIFF's eyes grow cold.\n \n                                  SHERIFF\n                        Let's go.\n \n                                                       CUT TO:\n \n \n        31    INT. INTERROGATION ROOM - NIGHT\n \n              Steven is in this dismal interrogation room.  He's tired,\n              frightened, angry.  We don't know how long he's been here,\n              but it's clearly been a long time.  SHERIFF and Steven's\n              friend, Randy, are in the room with him.\n \n                                  STEVEN\n                        How many times do you want to hear\n                        this?\n \n                                  SHERIFF\n                        Until I hear the truth.\n \n                                  STEVEN\n                        I've told you the truth.\n \n                                  SHERIFF\n                        The truth?  That Josh, a man I've\n                        trusted with my own life on more than\n                        one occasion -- let me see if I've\n                        got the order right here -- tried to\n                        rape Diana...got the back of his head\n                        blown off...took a poker through the\n                        gut...fell through a plate glass\n                        window and then magically disappeared\n                        into the night.\n \n                                  STEVEN\n                        I know what it sounds like.\n\n                                  SHERIFF\n                        You don't know shit!\n \n                                  STEVEN\n                        I didn't kill her!\n \n                                  SHERIFF\n                        Then why were you at her house?!  She\n                        didn't want anything to do with you.\n \n                                  STEVEN\n                        She asked me to come over.  She said\n                        she had something to tell me.\n \n                                  SHERIFF\n                        About what?\n \n                                  STEVEN\n                        About Jessica.\n \n                                  SHERIFF\n                        That's a lie.  Diana would never talk\n                        to you about Jessica.  Not after what\n                        you did to her.",
  "28": "---END OF PREVIOUS SECTION---\nSHERIFF\n                        That's a lie. Diana would never talk\n                        to you about Jessica. Not after what\n                        you did to her. \n---TARGET SECTION TO BE ANNOTATED---\n \n                                  STEVEN\n                        Look, I know I treated her bad --\n \n                                  SHERIFF\n                        -- Bad?!\n \n              SHERIFF suddenly hauls off, WHACKS STEVEN ACROSS THE FACE\n              then grabs him by the collar and pulls him close.\n \n                                  SHERIFF\n                               (continuing)\n                        You call what you did bad?!  You\n                        knocked her up and then left her!\n \n                                  STEVEN\n                        No -- she left me!  After her\n                        miscarriage, I --\n \n                                  SHERIFF\n                        -- Miscarriage?!  Who the fuck told\n                        you Jessica had a miscarriage?!\n \n                                  STEVEN\n                        She did!\n \n              SHERIFF looks at Steven with an almost astonished pity.\n\n                                  SHERIFF\n                        My God...you are one sorry son-of-a-\n                        bitch.\n \n                                  STEVEN\n                               (a little frantic)\n                        She did have a miscarriage, didn't\n                        she?  Didn't she?!\n \n                                  SHERIFF\n                        Oh, you stupid, sorry son-of-a-\n                        bitch...\n \n              Defeated, eyes filled with loss and anger, SHERIFF turns and\n              walks away.  Then, just before he exits, he turns back.\n \n                                  SHERIFF\n                               (continuing)\n                        If I wasn't the Sheriff here, if I\n                        thought I could get away with it...\n                        I would kill you right now.  That's\n                        no exaggeration.\n                               (to Randy)\n                        I'll be back.\n \n              The Sheriff leaves.\n \n              Steven watches him go, then turns to Randy who can't quite\n              bring himself to meet Steven's steady gaze.\n \n                                  STEVEN\n                        Do you believe me?\n \n              Randy has to think about this.  Finally:\n \n                                  RANDY\n                        I don't believe that you murdered\n                        Diana.  I don't know what really\n                        happened, but I know you couldn't\n                        have done it.\n \n              Steven nods -- that's going to have to be enough for now.\n \n                                  RANDY\n                               (continuing)\n                        You just sit tight -- I'm gonna take\n                        care of this.  I'll straighten\n                        everything out.\n \n              Steven SIGHS, then closes his eyes and rubs them.\n\n                                  STEVEN\n                        Jesus, Randy...",
  "29": "---END OF PREVIOUS SECTION---\nI'll straighten\n                        everything out. Steven SIGHS, then closes his eyes and rubs them. STEVEN\n                        Jesus, Randy... \n---TARGET SECTION TO BE ANNOTATED---\n                               (looks up at Randy)\n                        ...what is Jessica gonna do?\n \n                                                       CUT TO:\n \n \n        32    INT. DIANA'S HOUSE - LIVING ROOM - DAWN\n \n              Early morning light filters through the windows.  The door\n              opens and JESSICA KIMBLE enters.  She's in her early twenties,\n              a strikingly beautiful image of her mother.  There is a\n              startled GASP.\n \n              ON VICKI\n \n              The young waitress who worked with Diana at the diner.  She's\n              trying to clean the bloodstains off the floor and the\n              furniture.\n \n                                  VICKI\n                        Jessica, I'm so sorry.  I...I wanted\n                        to have this cleaned up before you\n                        got here.\n \n                                  JESSICA\n                        That's all right.  I was just...\n \n              Jessica fights it, trying not to cry.\n \n              Vicki gets up, wiping her hands on her overalls, and walks\n              over to her friend and hugs her.\n \n                                  JESSICA\n                               (continuing)\n                        Oh, God, Vick...\n \n              They hold each other.  Suddenly, we hear a BABY CRYING.\n              Startled, Vicki looks over Jessica's shoulder and sees a baby\n              carriage, standing just outside the door.\n \n              Vicki moves to the carriage and picks up the baby, who\n              immediately STOPS CRYING.\n \n                                  VICKI\n                        A girl?\n \n              Jessica nods.\n \n                                  VICKI\n                        She's beautiful.\n\n                                  JESSICA\n                        Her name's Stephanie.\n \n                                  VICKI\n                        She's yours?\n \n              Jessica nods.  A beat.\n \n                                  VICKI\n                        She has Steven's eyes.\n \n              She smiles from the baby to Jessica, looking for confirmation.\n              Jessica gives a little, reluctant nod.\n \n                                  VICKI\n                        Why didn't you tell me?\n \n                                  JESSICA\n                        I was going to, I was going to tell\n                        everyone.  I just...didn't expect to\n                        be back here so soon.\n                               (a beat)\n                        Is Steven around?\n \n              Vicki nods.\n \n                                  JESSICA\n                               (continuing)\n                        Does he know about what happened?\n \n                                  VICKI\n                        Yeah.",
  "30": "---END OF PREVIOUS SECTION---\nVicki nods. JESSICA\n                               (continuing)\n                        Does he know about what happened? VICKI\n                        Yeah. \n---TARGET SECTION TO BE ANNOTATED---\n                               (a beat)\n                        Sit down a second.  There's something\n                        I need to tell you about Steven...\n \n                                                       CUT TO:\n \n \n        33    INT. INTERROGATION ROOM - DAWN\n \n              Steven is sitting alone, waiting to discover his fate.\n              Suddenly the door opens and Randy walks in.\n \n                                  STEVEN\n                        Well?\n \n                                  RANDY\n                        I'm sorry.  I have to bring you to a\n                        cell.\n \n                                  STEVEN\n                        Are you crazy?!\n\n                                  RANDY\n                        I know, I know, I'm sorry but the\n                        Sheriff is just berserk right now.\n                        C'mon.\n \n \n        34    INT. MAIN ROOM OF POLICE STATION - DAWN\n \n              Randy leads Steven from the interrogation room towards the\n              jail cell block.\n \n                                  RANDY\n                        Hopefully we won't have to hold you\n                        more than a day.  I'm gonna bust my\n                        ass to prove you innocent but you\n                        gotta be cool or Landis will really\n                        kil you, okay?  Okay?\n \n              Steven has not been paying attention -- he's staring at\n              something on the other side of the room.\n \n              HIS POV\n \n              Jessica enters through the front door with Vicki.\n \n              ON STEVEN\n \n              In his eyes we see that, in spite of whatever might have\n              happened in the past, he really loves this girl.\n \n                                  STEVEN\n                        ...Jessica...\n \n              ON JESSICA\n \n              As she suddenly turns and lifts something up into view -- the\n              baby.\n \n              ON STEVEN\n \n              As his eyes widen, realizing what this means, what it was\n              that Diana was going to tell him, what Landis meant by his\n              talk about a \"miscarriage\".\n \n              This is his daughter he's looking at.\n \n                                  STEVEN\n                        My God...\n \n              Suddenly another man comes through the police station door\n              and places his hands protectively on Jessica's shoulders.\n              She turns away from Steven and looks at this new arrival.\n \n              It's Robert Campbell, the host of \"American Casefile\".\n\n              He and Steven each eye each other...instant enemies.\n \n              Suddenly, Randy jerks Steven away towards the cell block.\n \n                                  RANDY\n                        C'mon.\n \n \n        35    INT.",
  "31": "---END OF PREVIOUS SECTION---\nSuddenly, Randy jerks Steven away towards the cell block. RANDY\n                        C'mon. 35    INT. \n---TARGET SECTION TO BE ANNOTATED---\n JAIL CELL - DAY\n \n              ON STEVEN\n \n              As Randy SLAMS THE CELL DOOR in front of him, locking him in.\n \n                                  RANDY\n                        I'll be back later.  You just be\n                        cool, okay.\n \n                                  STEVEN\n                        Okay.\n \n                                  RANDY\n                        Don't do anything stupid.\n \n                                  STEVEN\n                        What am I gonna do -- I'm locked up\n                        in a friggin' cell?!\n \n                                  RANDY\n                        I'm gonna get your outta this.  Just\n                        hang tight.  Okay?\n \n                                  STEVEN\n                        Okay.\n \n                                                       CUT TO:\n \n \n        36    INT. LANDIS' OFFICE - DAY\n \n              The Sheriff is working at his desk when there's a KNOCK AT\n              THE DOOR.\n \n                                  SHERIFF\n                        Yeah?\n \n              The door opens and Jessica (carrying her baby), Vicki and\n              Robert enter.  The Sheriff immediately jumps up and hugs\n              Jessica tightly.  He says nothing -- there's nothing to say.\n              Finally, when they break:\n \n                                  JESSICA\n                        Ed...I'd like you to meet my\n                        boyfriend, Robert Campbell.\n\n                                  LANDIS\n                        Ed Landis.\n \n              They shake hands.\n \n                                  LANDIS\n                        I've seen your show.  I like it about\n                        as much as I like anything on the\n                        television.\n \n                                  CAMPBELL\n                        Thank you.\n \n                                  LANDIS\n                        I hope you're not down here on\n                        business.  I wouldn't take kindly to\n                        seeing Diana's face on one of your\n                        programs.\n \n                                  CAMPBELL\n                               (an arm around Jessica)\n                        No, sir.  I'm just here for Jess...\n \n              Landis nods, apparently satisfied.  He looks at Jessica's\n              baby.\n \n                                  LANDIS\n                        He's a cute little fella.\n \n                                  JESSICA\n                        He's a she.\n \n                                  LANDIS\n                               (without missing a beat)\n                        And as pretty as her mamma...and her\n                        mamma before that...\n \n              A sad beat of silence.  Suddenly, the INTERCOM BUZZES.\n \n                                  SHERIFF\n                        Yeah?\n \n                                  OFFICER DILL (O.S.",
  "32": "---END OF PREVIOUS SECTION---\nSHERIFF\n                        Yeah? OFFICER DILL (O. S. \n---TARGET SECTION TO BE ANNOTATED---\n                               (over intercom)\n                        Sheriff, we, uh, we have a problem\n                        with Diana Kimble's body...\n \n              The Sheriff immediately snatches up the phone so he can talk\n              privately.\n \n                                  SHERIFF\n                        What's the problem?\n\n              There is a pause as the Sheriff listens and we can tell from\n              his face that whatever the problem is...it's serious.\n \n                                  SHERIFF\n                        Bring him here.  I wanna talk to him.\n \n              The Sheriff hangs up the phone.\n \n                                  JESSICA\n                        What's the matter?\n \n              The Sheriff smiles disarmingly.\n \n                                  SHERIFF\n                        Ah, the funeral home just has a\n                        couple questions.  Wait here, I'll be\n                        back in a minute.\n \n \n        37    INT. POLICE STATION HALLWAY - DAY\n \n              The Sheriff storms down this hallway in a fury.  At the other\n              end we see Creighton Duke, in cuffs, walking towards him with\n              OFFICER DILL slightly behind, trying to keep up.\n \n              Finally, the Sheriff and Duke get nose to nose.\n \n                                  SHERIFF\n                        Where the fuck is she, Duke?!\n \n                                  DUKE\n                        That's what I'd like to know.\n \n                                  OFFICER DILL\n                        We found him in the morgue.  The body\n                        was missing and he was standing over\n                        the open cabinet.\n \n                                  SHERIFF\n                               (to Duke)\n                        What the hell were you doing there?!\n \n                                  DUKE\n                               (matter-of-factly)\n                        Trying to steal the body, obviously...\n                        but you fucked up and let someone get\n                        to it before I could.\n \n              The Sheriff can barely contain himself upon hearing this. He\n              tries to calm down, but it's an effort.\n \n                                  SHERIFF\n                        Why did you want her body?\n\n                                  DUKE\n                        For a good reason.\n \n                                  SHERIFF\n                        Tell me.\n \n                                  DUKE\n                        Sorry.\n \n                                  SHERIFF\n                        Tell me!\n \n                                  DUKE\n                        Information like that is very\n                        expensive and you don't have the\n                        balls to pay the price.\n \n              The Sheriff turns to Officer Dill.\n \n                                  SHERIFF\n                        Lock this asshole up.",
  "33": "---END OF PREVIOUS SECTION---\nDUKE\n                        Information like that is very\n                        expensive and you don't have the\n                        balls to pay the price. The Sheriff turns to Officer Dill. SHERIFF\n                        Lock this asshole up. \n---TARGET SECTION TO BE ANNOTATED---\n \n                                  DUKE\n                        You think you can lock me up in this\n                        piss-ass prison?  Hell, this place is\n                        motel fuckin' six to me.\n \n                                  OFFICER DILL\n                        Shut-up.\n \n                                  DUKE\n                               (to Sheriff)\n                        You better find that body right away\n                        you incompetant dickhead because if\n                        it's where I think it is...you're\n                        gonna be in world of shit.\n \n                                  SHERIFF\n                               (to Officer Dill)\n                        Lock him the fuck up and after you\n                        do, I want you to find that body --\n                        do you understand me!  I don't care\n                        what you have to do, I don't care\n                        where you have to go, FIND IT!\n \n \n        38    INT. LANDIS' OFFICE - DAY\n \n              Landis enters with a pleasant smile on his face.\n \n                                  JESSICA\n                        What's going on?\n\n                                  SHERIFF\n                        Aw, nothing.  It's taken care of.\n \n                                  ROBERT\n                        Everything's okay, then?\n \n                                  SHERIFF\n                               (sharply)\n                        Yes, everything's okay.\n"
}