{
  "1": "THE ASSASSINATION OF JESSE JAMES BY THE COWARD ROBERT FORD\n\nby\n\nAndrew Dominik\n\nNo portion of this script may be performed, reproduced,\nor used by any means, or quoted or published in any\nmedium without the prior written consent of Warner Bros.\n\nPictures.\nDecember 8, 2004\nWARNER BROS. PICTURES INC. © 2004\n4000 Warner Boulevard WARNER BROS. ENT.\n\nBurbank, California 91522 All Rights Reserved\n\fa~\n\nThe following sequence is almost a home-movie. The images are grainy\nand seem bleached by sunlight, like an impressionist painting. They are\nscored to the narrator's voice and describe JESSE'S eccentricities and\nthe circumstances of his daily life. There is no natural sound, just\nmusic that tugs at our sense of melancholy. Jesse is presented to us\ninitially as a shadow, or with his back turned, as we approach this\n\nlegendary figure gradually:\nEXT. WOODLAND AVE. COTTAGE. - DUSK\n\nNARRATOR (V/O)\nHe was growing into middle age and was living\nthen in a bungalow on Woodland Avenue.\n\nGreen weeds split the porch steps, a wasp nest clings to an attic\ngable, a rope swing loops down from a dying elm tree and the ground\nbelow it is scuffed soft as flour.\n\nNARRATOR (V/0)\nHe installed himself in a rocking chair and\nsmoked a cigar down in the evening as his\nwife wiped her pink hands on an apron and\nreported happily on their two children.\n\nINT. WOODLAND AVE. COTTAGE - DAY.\n\nAction as per voice over:\n\nNARRATOR (V/O)\nWhenever he walked about the house, he\ncarried several newspapers — the Sedalia\nDaily democrat, the St. Joseph Gazette, and\nthe Kansas City Times ~ each with a foot-long\n.44 caliber pistol tucked into a fold.\n\nEXT. STREET, KANSAS CITY - DAY.\n\nJESSE, from a distance, a dandy in his gentleman’s clothes and cane.\nEveryone seems to know him.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTREET, KANSAS CITY - DAY. JESSE, from a distance, a dandy in his gentleman’s clothes and cane. Everyone seems to know him. \n\nTARGET SECTION TO BE ANNOTATED:\nNARRATOR (V/O)\nHe went everywhere unrecognized and lunched\nwith Kansas City shopkeepers and merchants,\ncalling himself a cattleman or commodities\ninvestor, someone rich and leisured who had\nthe common touch.\n\nMONTAGE:\nJESSE'S scars and wounds:\nNARRATOR (V/O CONT'D)\nHe had two incompletely healed bullet. holes\nin his chest and another in his thigh. He was\n\nmissing the nub of his left middle finger and\nwas cautious lest that mutilation be seen.\n\nEXT. WOODLAND AVE. BACKYARD - DUSK.\n\fJESSE looks out beyond the prairie wheat, to the dying sun.\n\nNARRATOR (V/O)\nHe also had a condition that was referred to\nas granulated eyelids and it caused him to\nblink more than usual, as if he found\ncreation slightly more than he could accept.\n\nEXT. GARDEN PATCH - DAY.\n\nHe scours for nightcrawlers and flips them into manure pails. He chops\nthem into writhing sections and sprinkles them over his garden patch.\n\nNARRATOR (V/0)\nHe could neither multiply nor divide without\nerror and much of his science was\nsuperstition. He could list the many begotten\nof Abraham and the sixty-six books of the\nking James Bible; he could recite psalms and\npoems in a stentorian voice with suitable\nhistrionics; he could sing religious hymns so\nconvincingly that he once worked as a\nchoirmaster; he was marvelously informed\nabout current events.\n\nMONTAGE: JESSE'S beliefs.\nNARRATOR (V/O)\n\nAnd yet he thought incense was made from the\nbones of saints,\n\nBones are ground.\n\nNARRATOR (V/0)\n-that leather continued to grow if not dyed,\n\nLeather grows.\n\nNARRATOR (V/0O)\n-that if he concentrated hard enough his\nbody’s electrical currents could stun lake\nfrogs as he bathed.\n\nA frogs keels over. JESSE watches:\nNARRATOR (V/0)\nHe could be reckless or serene, rational or\nlunatic, from one minute to the next.\nINT. DRYGOODS STORE, KANSAS CITY - DAY.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nJESSE watches:\nNARRATOR (V/0)\nHe could be reckless or serene, rational or\nlunatic, from one minute to the next. INT. DRYGOODS STORE, KANSAS CITY - DAY. \n\nTARGET SECTION TO BE ANNOTATED:\nAction as per voiceover:\nNARRATOR (V/O)\nIf he made an entrance, heads turned in his\n\ndirection; if he strode down an aisle\nstoreclerks backed away;\n\fEXT. STREET, KANSAS CITY - DAY.\nA dog shies, its hackles raised.\n\nNARRATOR (V/O)\niff he neared animals they retreated.\n\nINT. TOPEKA EXCHANGE SALOON, KANSAS CITY. DAY.\nCUSTOMERS become disturbed, affected without knowing why.\n\nNARRATOR (V/O) .\nRooms seemed hotter when he was in them,\n\nRAINFALL, as seen through a window:\n\nNARRATOR (V/O)\nrains fell straighter,\n\nA CLOCKFACE:\n\nNARRATOR (V/O)\nclocks slowed,\n\nCUTLERY clatters:\n\nNARRATOR (V/0)\nsounds were amplified:\n\nON JESSE as he slowly lifts a flaming hand:\n\nNARRATOR (V/0O)\nHis enemies would not have been much\nsurprised if he produced horned owls from\nbeer bottles or made candles out of his\nfingers.\n\nEXT. WOODLAND AVE. BACKYARD - DAY.\n\nHe wades barefoot through the backyard grass with his six-year-old-son\nhunched on his shoulders and his trousers rolled up to his knees.\n\nNARRATOR (V/0O)\nHe considered himself a Southern loyalist and\nguerrilla in a Civil War that never ended. He\nregretted neither his robberies nor the\nseventeen murders that he laid claim to,\n\nINT. KITCHEN. WOODLAND AVE. COTTAGE - NIGHT\nJESSE, sleepless, at the kitchen table:\n\nNARRATOR (V/O)\n-but he would brood about his slanders and\nslights, his callow need for attention, his\noverweening vaingloriousness, and he was\nexcessively genteel and polite in order to\ndisguise what he thought was vulgar,\nprimitive, and depraved in his origins.\n\fEXT. PRAIRIE. DUSK.\nJESSE in the prairie wheat at dusk.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nPRAIRIE. DUSK. JESSE in the prairie wheat at dusk. \n\nTARGET SECTION TO BE ANNOTATED:\nNARRATOR (V/0)\nSicknesses made him smell blood each morning,\nhe visited rooms at night, he sometimes heard\nchildren in the fruit cellar, he waded into\nprairie wheat and stared at the horizon.\n\nCLOSE on JESSE, his eyes impossibly blue:\n\nNARRATOR (V/0)\nHe had seen another summer under in Kansas\nCity, Missouri, and on September 5%, in the\nyear 1881, he was thirty-four years old.\n\nFADE OUT\n\nEXT. BLUE CUT (AS SEEN FROM THE SOUTHERN RIDGE) - DAY.\n\nThirty feet below is a cinder roadbed, the sickle curve of rails, the\ngrade that is hard work for a locomotive. Beyond that is the northern\nridge - a lower elevation - rising ten feet above the cut.\n\nEXT. SOUTHERN RIDGE - DAY.\n\nFRANK JAMES (stern, 38) stands back in the green darkness, studying the\nterrain. Off-screen we hear the sound of some fool crashing through the\nweeds to the rear of him. FRANK opens his coat and slides his hand over\n\nhis revolver.\n\nVOICE (OFF-SCREEN)\n\nExcuse me, but I see I’ve sort of traipsed in\n\nand interrupted you.\nFRANK turns to see a boy in a stovepipe hat and an overlarge black coat\nthat’s cinched by a low-slung holster. His hands are overhead as if a\ngun is upon him.\n\nFRANK\nWhich one are you?\n\nBOB\n\n!\nBob Ford.\n\nFRANK\nAh, Charley's brother.\n\nBOB receives this as an invitation to lower his hands. He hunkers down\nnext to FRANK and takes off his hat.\n\nBOB\nI was lying when I said I just happened down\nhere. I’ve been looking for you. I feel lousy\nthat I didn’t say so at the outset.\n\fFRANK digs in his pockets and extracts cigarette makings. He’s not\ninclined to converse.\n\nBOB\nFolks sometimes take me for a nincompoop on\naccount of the shabby first impression I\nmake, whereas I’ve always thought of myself\nas being just a rung down from the James\nbrothers.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nFRANK digs in his pockets and extracts cigarette makings. He’s not\ninclined to converse. BOB\nFolks sometimes take me for a nincompoop on\naccount of the shabby first impression I\nmake, whereas I’ve always thought of myself\nas being just a rung down from the James\nbrothers. \n\nTARGET SECTION TO BE ANNOTATED:\n And, well, I was hoping if’I ran\ninto you aside from those peckerwoods, I\ncould show you how special I am. I honestly\nbelieve I’m destined for great things, Mr.\nJames. I’ve got qualities that don’t come\nshining through right at the outset, but give\nme a chance and I'll get the job done - I can\nguarantee you that.\n\nFRANK slimes his cigarette and strikes a match off his boot sole.\n\nBOB slaps\n\nHe stands\n\nFRANK\nYou’re not so special Mr. Ford. You’re just\nlike any other tyro who’s prinked himself up\nfor an escapade. You’re hoping to be a\ngunslinger like those nickel books are about,\nbut you may as well quench your mind of it.\nYou don’t have the ingredients.\n\na mosquito and looks at his blood freckled palm.\n\nBOB\nI’m sorry to hear you feel that way since I\nput such stock in your opinions.\n\nand rehats himself.\n\nBOB\nAs for me being a gunslinger, I’ve just got\nthis one granddaddy Patterson Colt and a\nborrowed belt to stick it in. But I've also\ngot an appetite for greater things. I hoped\njoining up with you would put me that much\ncloser to getting them. And that’s the plain\nand simple truth of the matter.\n\nFRANK\nSo what do you want me to say?\nBOB\nYou'll let me be your sidekick tonight.\n\nSidekick?\n\nBOB\nSo you can examine my grit and intelligence.\n\nFRANK examines his cigarette, sucks it once more, and flips it onto the\n\nroadbed.\n\fFRANK\nI don’t know what it is about you, but the\nmore you talk, the more you give me the\nwillies. I don’t believe I even want you as\nclose as earshot this evening.\n\nBOB\nI‘m sorry-\n\nFRANK\n(interrupting)\nWhy don’t you go?\n\nAnd, after a beat, BOB tramps up the hill, slapping weeds aside.\nEXT. WOODS. (MOVING WITH BOB TO THE GANG’S CAMP) DAY.\n\nBOB passes a number of horses reined to a piece of rope fixed between\ntwo trees.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. WOODS. (MOVING WITH BOB TO THE GANG’S CAMP) DAY. BOB passes a number of horses reined to a piece of rope fixed between\ntwo trees. \n\nTARGET SECTION TO BE ANNOTATED:\n He passes MEN aged in their late teens and early twenties -\nhooligans mainly, boys with vulgar features and sullen eyes. They\ncradle shotguns and wear patched coveralls and foul looking suit coats.\nThey are known collectively as THE CRACKERNECK BOYS and are just here\nto provide ‘atmosphere’ at the robbery and easy prey for the sheriff\nafterwards. BOB clears this group and arrives to a view of JESSE\nsurrounded by the inner gang; the current apostles:\n\nROBERT WOODSON HITE (WOOD) is JESSE'S cousin, sulking and mooning over\nsome imagined slight.\n\nCHARLEY FORD is BOB’S older brother, who chuckles and brays and hee-\nhaws and who covers his left boot with a coat in order to conceal a\nclubfoot.\n\nDICK LIDDIL and ED MILLER can be seen in the background, working over a\ncast iron pot:\n\nMILLER is the anxious type; has a streak of spit where his spine\nought to be.\n\nDICK LIDDIL is a good-looking horse-thief.\n\nBOB eyes this group hungrily, coveting admission. He then crosses the\nground just as DICK LIDDIL rattles the pot and sings out:\n\nDICK\nChowtime!\n\nJESSE is the last to rise, and BOB closes in on him like a valet.\n\nBOB\nAm I too late to wish you a happy birthday?\n\nJESSE\nHow'd you know?\n\nBOB\nYou'd be surprised at what I've got stored\naway. I'm an authority on the James boys.\n\fJESSE\nYour name isn’t Bunny Ford, is it?\n\nBOB begins to nod, then checks himself:\n\nBOB\nWhy no. It’s Robert Ford.\nJESSE\nOf course it is.\nBOB\nBob.\nJESSE\nYou've never been with the gang before, have\nyou?\nBOB\n\nOh no sirree. I'ma virgin. At least in that\none respect, if you get my meaning.\n\nJESSE takes a heaped bowl from DICK LIDDIL in his gunnysack apron. He\nlowers himself onto a stump and BOB squats in the dirt at his feet.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nAt least in that\none respect, if you get my meaning. JESSE takes a heaped bowl from DICK LIDDIL in his gunnysack apron. He\nlowers himself onto a stump and BOB squats in the dirt at his feet. \n\nTARGET SECTION TO BE ANNOTATED:\nJESSE\nYes?\n\nBOB\nYour brother Frank and I just had a real nice\nvisit. Must’ve been a hundred subjects\nentertained, having to do with the Chicago\nand Alton Railroad and the assignments on\nboard the cars.\n\nJESSE, bored, closes his eyes and exercises a crick in his neck.\n\nBOB\nWell, the upshot was, we sort of mutually\nagreed that I should use my abilities as your\nhelper and, you know, apprentice. So we could\nbe confederates together and come out of this\nunscathed. That was the upshot.\n\nJESSE opens his eyes and squints at BOB.\nJESSE\n\nWell, Buck does the figuring. Do you know\nwhat this stew needs, Bob?\n\nBOB is perplexed:\n\nBOB\nDumplings?\n\fJESSE\nNoodles. You eat yourself some noodle stew\nand your clock will tick all night. You ever\nsee that woman over in Fayette could suck\nnoodles up her nose?\n\nBOB\nDon’t believe I have.\n\nJESSE\nYou've got canals in your head you never\n\ndreamed of.\nBOB is dumbfounded.\n\nBOB\nI don’t like to harp on a subject but-\n\nJESSE\nI don’t care who comes with me. Never have.\nI’m what they call gregarious.\n\nFRANK JAMES is drinking coffee and scowling as he sits on the far side\nof the fire. JESSE raises his voice:\n\nJESSE\nI hear you and young Stovepipe here had a\nreal nice visit.\n\nFRANK looks askance at BOB and flings the dregs of his coffee onto the\nground.\n\nFRANK\n(terse)\nYour boys have got about an acre of rock to\nhaul, Dingus. You'd better goose them down\nyonder.\n\nEXT. BLUE CUT RAILBED - DAY.\n\nA cotton wood tree is skidded down the bank and heaved over the\npolished steel rails. The CRACKERNECK BOYS carry boulders of lime and\nsandstone which they fort around the tree as shovels sing and picks\nsplinter. JESSE supervises the rock piling, recommending land to be\nmined for stone, chewing his green cigar black.\n\nShadows grow long and die.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe CRACKERNECK BOYS carry boulders of lime and\nsandstone which they fort around the tree as shovels sing and picks\nsplinter. JESSE supervises the rock piling, recommending land to be\nmined for stone, chewing his green cigar black. Shadows grow long and die. \n\nTARGET SECTION TO BE ANNOTATED:\n Clouds brick overhead and brindle pink. Then\ncrimson. Then violet. Then black.\n\nEXT. NORTHERN RIDGE - NIGHT.\nBOB holds a match for JESSE as he reads the dial of a pocket watch.\n\nJESSE\nYou can stick with me but don’t heel. I don’t\nwant to bust into you every time I have the\nnotion to change direction.\n\fBOB\nI‘m not a moron, for Heaven's sake.\n\nJESSE curtains his coat halves over his revolvers.\n\nJESSE\nThey’re supposed to have a hundred thousand\ndollars in that express car; at least that’s\n\nwhat the gossip is.\n\nBOB\nMy fingers are already starting to itch.\n\nJESSE squats and strikes a match and turns up the flame of a lantern.\nHe then wads a red flannel sleeve around the glass chimney and the\n\nyellow light rubies.\nFRANK calls from above:\n\nFRANK (OFFSCREEN)\nThat‘s ideal.\n\nEXT. SOUTHERN RIDGE - NIGHT.\n\nFRANK is up on the South Ridge with DICK LIDDIL, WOOD HITE, ED MILLER,\nand CHARLEY FORD. He watches the CRACKERNECK BOYS who ramble\nlackadaisically along the tracks, rifles hoisted, dangerously crossing\npaths with each other in the night.\n\nFRANK\nLook at those fools. They’re going to trip\nand shoot each other into females.\n\nDICK\nI‘1l bet I can find them husbands if they do.\n\nThis jollies even FRANK.\n\nEXT. NORTHERN RIDGE. NIGHT.\n\nJESSE holds the lantern over his pocket watch. Both hands near the Ix.\n\nJESSE '\nAbout two years ago we robbed the same .\nrailroad, only it was right in Glendale we\nboarded her.\n\nBOB\nI know that. You might not realize it yet but\nI’m a storehouse of information about the\nJames gang. I mean I’ve followed your\ncareers.\n\nBOB stuffs a white handkerchief under his stovepipe hat so that it\nconceals his face. (One eyehole has been cut slightly lower than the\nother - creating the impression that he is cock-eyed and pitiable - not\nat all what he had mind.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou might not realize it yet but\nI’m a storehouse of information about the\nJames gang. I mean I’ve followed your\ncareers. BOB stuffs a white handkerchief under his stovepipe hat so that it\nconceals his face. (One eyehole has been cut slightly lower than the\nother - creating the impression that he is cock-eyed and pitiable - not\nat all what he had mind. \n\nTARGET SECTION TO BE ANNOTATED:\n\f10\n\nJESSE\nDo you know what happened five years ago to\nthe day? To the day? What happened on\nSeptember seventh in eighteen seventy-six?\n\nBOB\nYou made an attempt on a Northfield,\nMinnesota, bank. Wasn’t it owned by General\nBen Butler? The Scourge of New Orleans?\n\nJESSE\nThat’s right.\n\nBOB\nKnew it.\n\nJESSE\n\nBill Chadwell, Clell Miller, Charlie Pitts -\nthey were killed outright. The Youngers have\nbeen in prison ever since. It’s painful to\n\nrecall.\n\nBOB\nAnd you never got a plug nickel from that\nbank.\n\nJESSE\n\nSo you can see how this date would have an\naroma for me.\n\nThen JESSE pricks up likes an animal might.\n\nEXT. BLUE CUT RAILBED - NIGHT.\n\nHe hops down the bank in three plunging steps, shakes out his trouser\ncuffs, and keels to put his ear to the rails. The hum of the\nlocomotive is like insects in a jar.\n\nJESSE\nShe's right on schedule, Buck!\n\nEXT. SOUTHERN RIDGE - NIGHT. 1\nFRANK stubs out his cigarette and turns to DICK. .\n\nFRANK\nYou'd better go on down to Jesse.\n\nEXT. BLUE CUT RAILBED - NIGHT.\n\nJESSE raises the blue bandana over his nose and places his right boot\non the rail as DICK slides down the southern cliff. DICK ties a red\nbandana over his face and ambles over, shaking the dust from his shirt.\nThe locomotive’s chuffing is growing loud.\n\nJESSE'S right foot tickles with rail vibrations.\n\f11\n\nThe headlamp’s aisle of white light fills the forest passage, streaks\nacross scrub and bush, then bends and floods toward JESSE. He swings\nhis red-lantern in a yard master’s signal to stop. The brakes are\nengaged with an ear splitting scream. Couplings bang. Sparks slice off\nthe rails as the engine swiftly decelerates. And a great cloud of steam\n\nbreaks over JESSE.\n\nThen the GANG is running and bounding and skidding down the\nembankments.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nSparks slice off\nthe rails as the engine swiftly decelerates. And a great cloud of steam\n\nbreaks over JESSE. Then the GANG is running and bounding and skidding down the\nembankments. \n\nTARGET SECTION TO BE ANNOTATED:\nBOB FORD slides down like a debutante in petticoats, his left hand\nsnatching at roots while his right unveils his eyes long enough to peek\naround at the commotion:\n\nMEN rush alongside the train levering their rifles in a manner they\nfancy is ghoulish and frightening.\n\nJESSE hops out of the steam and up onto the cab step and cocks his\nrevolver. The ENGINEER cringes down behind his hands:\n\nENGINEER\nDon’t shoot! Ain’t no call for that!\n\nJESSE\nYou two best come down from your machine and\n\nbring a coal pick along.\n\nENGINEER\nYou’ve got the gun.\n\nHe obediently drops a coal pick onto the cinderbed and climbs down. The\nSTOKER follows - he’s scared sick, sweat crawls over the filth of his\nface. He looks about sixteen. JESSE shakes the hands of both workers:\n\nJESSE\nGentlemen, I’m Jesse James; the man you’ve\nread so much about.\n\nEXT. BAGGAGE/EXPRESS CAR - NIGHT.\n\nThe BAGGAGEMASTER and EXPRESS MESSENGER have their heads tilted out the\ndoor at radically different heights. t\n\nBAGGAGEMASTER\nOpie? We’re going to bolt this door from the\ninside.\n\nEXPRESS MESSENGER\nI’d say that’s a good idea.\n\nThe door slams.\nINT. BAGGAGE/EXPRESS CAR - NIGHT.\n\nThe two men stack chicken coops, bags and boxes to hide the Adams |\nExpress Company safe.\n\f12\n\nBAGGAGEMASTER\nIf they push you to the brink, do what you\n\nmust to save your own skin.\n\nEXPRESS MESSENGER\nThanks for the reminder.\n\nThe MESSENGER leans himself against the doorframe and peeks through a\ncrack. He sees:\nA man in a confederate officer’s coat and blue bandana mask limping\n\ntoward the express section with the young STOKER in tow. Behind hima\nyoung boy in a stovepipe hat points the ENGINEER in the same direction\n\nwith his revolver.\nEXT. BAGGAGE/EXPRESS CAR - NIGHT.\n\nThe ENGINEER tries the doorknob. Then tries again with his weight\nbehind it.\n\nENGINEER\nIt's locked.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe ENGINEER tries the doorknob. Then tries again with his weight\nbehind it. ENGINEER\nIt's locked. \n\nTARGET SECTION TO BE ANNOTATED:\nJESSE re-cocks his revolver.\n\nJESSE\nWhy don’t you smash it in.\n\nThe ENGINEER grunts the coal pick up and swings it into the door near\nthe latch. The wood splinters loudly. He has to tug hard to extricate\n\nthe embedded spike.\n\nJESSE\n(to BOB)\nThe locked doors and the smashing them down,\nthat’s a little skit we run through each time\n— sort of like grace before dinner.\n\nThe ENGINEER swings again:\nINT. BAGGAGE/EXPRESS CAR - SAMETIME.\n\nThe wood screams and folds inward from the blow. The MESSENGER sees\nthat they'll get in anyway and goes for the bolts:\n\nMESSENGER\nAll right! All right! you can come in now!\n\nJESSE socks the door open, heaves his chest onto the threshold and\nknees himself into the room. DICK LIDDIL, ED MILLER and the come-lately\nCHARLEY FORD follow him. A lantern is passed up as JESSE lifts packages\nand shakes them and guesses at their contents:\n\nJESSE\nThat’s a woman’s satchel; all fancy bead work\nand paper flowers.\n\f13\n\nMESSENGER\n(nervous grin)\nCould be.\n\nJESSE smashes another box on a nail and snags it open, finding inside a\nphotograph of a child in an oval frame, the cheek torn by a nail. He\nlooks at it a moment and then glares at the frightened MESSENGER:\n\nJESSE\nI want you to open that safe.\n\nThe MESSENGER looks to the BAGGAGEMASTER for council - but the man’s\nhead is down. He looks back at JESSE with his nervous smile. CHARLEY\nFORD steps forward and strikes him over the skull with his pistol. The\nman drops to his knees, blood shoelacing his face. The BAGGAGEMASTER\n\nbacks to wall in horror.\n\nED MILLER\nYou didn’t have to bop him, Charley.\n\nJESSE\nYes, he did. They need the convincing. They\ngot their company rules and I got my mean\nstreak and that’s how we get things done.\n\nCHARLEY grins with accomplishment and JESSE clears some registers off\nthe only safe he can see.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey need the convincing. They\ngot their company rules and I got my mean\nstreak and that’s how we get things done. CHARLEY grins with accomplishment and JESSE clears some registers off\nthe only safe he can see. \n\nTARGET SECTION TO BE ANNOTATED:\nJESSE\nCome over here and attend to this now.\n\nWe hear a wild and scrambled off-screen fusillade and DICK leans\noutside to see what’s going on:\n\n- NIGHT.\n\n \n\nEXT. BLUE CUT RAILBI\n\nThe CRACKERNECKS are firing at TWO FIGURES crouching with a red\nlantern. FRANK JAMES hollers for them to cease, and after a further\n\ntwenty rounds they do.\n\nDICK sees BOB FORD squatting in the weeds, standing guard over the\nSTOKER and ENGINEER, his cocked revolver up next to his cheek.\n\nDICK\n(calling)\nScare ya?\nBOB stands sheepishly:\n\nBOB\nI couldn’t tell what on earth was going on!\n\nINT. BAGGAGE/EXPRESS CAR - NIGHT.\nThe EXPRESS MESSENGER jerks the company vault door open. CHARLEY FORD\n\nempties the contents of the safe into a grain sack which he hands to\nJESSE. JESSE puzzles over it’s contents.\n\f14\n\nJESSE\nIsn’t no hundred thousand dollars in here,\n\nDick.\nDICK looks into the grain sack:\n\nDICK\nI’m real disappointed.\n\nJESSE turns on the EXPRESS MESSENGER:\n\nJESSE\nGet down on your knees.\nMESSENGER\nWhy?\nJESSE\nYou oughta pray; I’m going to kill you.\nED MILLER\n(panic)\nHey?\nJESSE\nGet down!\nMESSENGER\n\nYou’1l have to make me.\n\nJESSE\nAll right.\n\nJESSE socks the man with his pistol and he drops like empty clothes.\nJESSE looks at him for a moment, then cocks his pistol and puts it\nagainst the unconscious man’s head. ED MILLER reacts with horror:\n\nED MILLER\nDon’t shoot him!\n\nJESSE grins, uncocks the pistol, and picks up the grain sack.\n\nJESSE\nDon’t you tell me what I can and can’t do.\n\nEXT. BLUE CUT RAILBED - NIGHT.\n\nBOB FORD, standing over the ENGINEER and the STOKER, watches as JESSE\njumps down from the EXPRESS CAR. JESSE encourages the MESSENGER and\nBAGGAGEMASTER outside with his gun.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nBLUE CUT RAILBED - NIGHT. BOB FORD, standing over the ENGINEER and the STOKER, watches as JESSE\njumps down from the EXPRESS CAR. JESSE encourages the MESSENGER and\nBAGGAGEMASTER outside with his gun. \n\nTARGET SECTION TO BE ANNOTATED:\n The MESSENGER staggers over towards\nBOB, bleeding profusely, and crashes down into the weeds. BOB gapes at\n\nthe wound in panic.\n\nJESSE\nWe’re going to go through the cars. If any of\nthem so much as twitch, give their coconuts a\nsockdolager: that’s a language they\nunderstand.\n\f15\n\nINT. PASSENGER CAR - NIGHT.\n\nWOOD HITE’S boot slams the door aside, and he enters, an eye-holed\nflour sack over his head, his twelve-gauge thrust forward:\n\nWOOD HITE\nThrow up your hands, you sons-a-bitches!\n\nAnd for emphasis he slaps a MAN in the mouth.\nThen FRANK JAMES enters in his gray coat and yellow bandana.\n\nHe sees thirty MEN either cowering or flinching or accusing him with\ntheir eyes, while the WIVES scrunch down behind their husbands’\nshoulders.\n\nHe strides down the aisle, imperious as Victoria’s consort, his\nbootheels barking on the oakwood flooring. He scowls and lingers over\nany who seem recalcitrant, ticking a button or collar with his\nRemington revolver.\n\nFRANK\nAre any of you preachers?\n\nNo one raises a hand.\n\nFRANK\nAre any of you widows?\n\nSome frown with curiosity.\n\nFRANK\nWe never rob preachers or widows.\n\nFour hands shoot up.\n\nFRANK\nNo; no, you’re too late.\n\nFRANK nods to the rear of the coach and JIM CUMMINS scuttles forward\nand punches his revolver into the into the coat of a man.\n\nJIM CUMMINS\nI'm Jesse James, ya damned yellow dog! Gimme\nall your money!\n\nThe MAN fiddles in his coat and produces a worn envelope full of bills\nand an English gold watch.\n\nA bearded man with spectacles hands FRANK JAMES a roll of bills, but\nFRANK has a hunch about him and puts a cocked revolver to his forehead:\n\nFRANK\nDelve a little deeper.\n\nThe man turns up a further hundred dollars.\n\nJESSE raps on the doorglass with his gun. Frank swivels and waves him\nin. DICK and CHARLEY follow.\n\f16\n\nFRANK\nJust work your way to the middle.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nFrank swivels and waves him\nin. DICK and CHARLEY follow. 16\n\nFRANK\nJust work your way to the middle. \n\nTARGET SECTION TO BE ANNOTATED:\nThe GANG make their way down the coach with sacks, stealing coins,\ndollars, watches, bracelets, rings, stickpins, pendants.\n\nChildren wail in corners, several women have become hysterical.\n\nMen sit in chairs with blank faces, their hands lumped in their laps,\nhaving lost fortunes; their crabbed savings, the cost of a cottage, the\nauction sale of six Holstein cows, a laggard Silver Anniversary watch.\n\nEXT. PASSENGER CAR PLATFORM - LATER.\n\nA dispirited JESSE exits onto the platform where he sees FRANK and same\nof the others shedding loot into a flour sack. WOOD HITE and ED MILLER\npass by him with fire axes. A young BRAKEMAN sits nearby looking\n\nbankrupt.\n\nJESSE\nHow much did you lose?\n\nBRAKEMAN\nFifty cents and that was all I had.\n\nJESSE digs into his grain sack and hands the BRAKEMAN a dollar fifty.\n\nJESSE\nHere‘s the principal and interest on your\n\nmoney. .\nThe sound of wood splintering is heard and JESSE turns to see WOOD HITE\n\nand ED MILLER attacking the bedding and boxes in the sleeper carriage.\nThe whole affair degenerating into a carousal. JESSE shouts at them:\n\nJESSE\nOkay! Enough! Let’s vamoose!\n\nEXT. SOUTHERN RIDGE - NIGHT.\n\nThe gang scrabble up the bank to the woods. We follow BOB to where\nCHARLEY waits with the gathered horses. BOB removes his mask with the\n\ncut out eyes.\n\nCHARLEY\nI was in top form tonight. Did you see me\nroast that one gent for standing on his cash?\n\nBOB\nNo. I missed that. I was outside, y’see.\n\nCHARLEY\nHe kind of skidded when he walked was how I\nknew. And his wife, she was in a state, her\nbeady little eyes all squinched up.\n\nBOB\nReally took the cake, did she?\n\f17\n\nCHARLEY\nOh my, yes. Jesse's gonna be satisfied with\nme.\n\nEXT. NEARBY CORNFIELD - NIGHT.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nJesse's gonna be satisfied with\nme. EXT. NEARBY CORNFIELD - NIGHT. \n\nTARGET SECTION TO BE ANNOTATED:\nJESSE’S horse prances impatiently as he removes a document from his\nshirt and displays it for the assembled GANG:\n\nJESSE\n\nThis here is a proclamation by the governor\nof Missouri.\n\n(beat, he glares for effect)\nIt mentions Glendale and how certain parties\nconfederated to steal what was on that train.\nIt goes on about the Winston shebang last\nsummer and then it says that the governor,\none Thomas T. Crittenden, is offering a\nreward of five thousand dollars for the\narrest and delivery of Frank James or Jesse\nJames to the sheriff of Daviess County. It\ngoes on to offer a further reward of five\nthousand dollars for our conviction of either\nof these crimes. The governor has a regular\ntoothache over the James gang. My guess is\nhhe‘ll agree to just about anything thing if\nit‘ll make the pain go away.\n\n(beat)\nBut you won’t none of you get away with\nbargaining or making exchanges. I’ve got a\nwife and two children I‘ve got to look out\nfor.\n\nED MILLER\nYou can trust me.\n\nJesse rocks back and gives himself over to a long thought before\nreplying:\n\nJESSE\nI know I can, Ed.\n\nEXT. KANSAS CITY, OUTSKIRTS - NIGHT.\n\nThe JAMES the FORD BROTHERS and WOOD HITE ride into KANSAS CITY under a\ncold rain that knuckles their hats and sinks their horses deep in the\n\nmire.\nINT. WOODLAND AVE. COTTAGE - NIGHT.\n\nZEE JAMES is asleep on the sofa. JESSE creaks open the kitchen door and\nsurprises her awake with a kiss.\n\nINT. WOODLAND AVE. KITCHEN - NIGHT.\n\nZEE boils water.\n\f18\n\nJESSE\nI was at a cattle auction in Independence.\n\nHad a good day too.\nShe doesn’t look up from the saucepan.\n\nZEE\nSo you’ve got money again?\n\nJESSE\nCome out of it real satisfactory.\n\nHe jumps up from his chair and ganders out at the red barn. He can’t\nsit still.\n\nJESSE\nGuess who I ran into?\n\nShe gives JESSE a wifely look and removes a jar from the pantry shelf.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe can’t\nsit still. JESSE\nGuess who I ran into? She gives JESSE a wifely look and removes a jar from the pantry shelf. \n\nTARGET SECTION TO BE ANNOTATED:\nJESSE\nBuck, for one. Then Wood Hite and two coves\nof his. They’re with the animals right now.\n\nZEE\nThey do satisfactory at the auction, too?\n\nJESSE\n(grins)\nAbout the most they ask is that they come out\nof a swap meet with all their fingers and\n\ntoes.\n\nHe adjusts a dry hat on his head, and then, without justifying his\nexit, heads out to the stables.\n\nINT. BARN. WOODLAND AVE - NIGHT.\n\nCoal-oil lanterns gladden the interior of the barn, but FRANK JAMES is\ngloomy and glaring at the younger men’s slipshod management of their\nhorses. He sees JESSE appear at the Dutch door and grumpily seats\nhimself on a long bench, his legs wide, his fingers joined around a\nyellow cigarette. The JAMES brothers do not speak.\n\nEXT. BARN. WOODLAND AVE - NIGHT.\n\nJESSE stands just inside the sloshing eave peering at his older brother\nwith melancholy. It’s a moment before he perceives that BOB FORD is\nstanding to his right.\n\nJESSE\nYou must’ve creeped up on cat’s paws.\n\nBOB\nI'll wager that’s the first and last time\n\nyou'll ever be caught off-guard.\n\nJESSE\nHow old are you, kid?\n\f19\n\nBOB\nTwenty. (beat) Except I won’t really be\ntwenty until January. (He scratches his\nsleeve apologetically.) I’m nineteen.\n\nJESSE\n\nYou feel older than that though, don’t you?\nBOB\n\nYes, I do.\nJESSE\n\nYou enjoy yourself this evening?\n\nBOB\nI was strung too high for much pleasure.\n\nJESSE seems to think this an appropriate remark.\n\nJESSE\nDo you like tea?\n\nINT. BARN. WOODLAND AVE. - LATER.\nFRANK gathers two horse blankets and makes his way to an empty stall.\n\nCHARLEY\nDo you think the sheriff's out already?\n\nFRANK\nGenerally is.\n\nCHARLEY slinks over to the stall and watches as the grim man hangs his\ncoat.\n\nCHARLEY\nI wasn’t just flapping my lips about my kid\nbrother and me.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nFRANK\nGenerally is. CHARLEY slinks over to the stall and watches as the grim man hangs his\ncoat. CHARLEY\nI wasn’t just flapping my lips about my kid\nbrother and me. \n\nTARGET SECTION TO BE ANNOTATED:\n What I figured was if you and\nJesse could gauge our courage and daring, you\njust might make us your regular sidekicks.\n\nFRANK shoots him a look of umbrage as he spreads out a wool blanket on\nthe straw.\n\nFRANK\nYou're beginning to sound like Bob.\n\nCHARLEY\nI‘1l be square with you: it was Bob who put\nme up to it. He’s got plans for the James\nboys that I can’t even get the hang of,\nthey’re that complicated.\n\nFRANK settles into repose, wrapping another horse blanket around him.\n\f20\n\nFRANK\nYou might as well forget everything about\nthat because there’1l be no more monkey\nbusiness after tonight. You can jot it down\nin your diary: September seventh, eighteen\neighty-one; the James gang robbed one last\ntrain at Blue Cut and gave up their\nnightriding for good.\n\nCHARLEY\nHow will you make your living?\n\nFRANK is smoking a cigarette with his eyes shut.\n\nFRANK\nMaybe I’‘1l sell shoes.\n\nEXT. WOODLAND AVE. PORCH - NIGHT.\n\nJESSE and BOB come out onto the porch with a candle and two cigars.\nJESSE lowers into a rocker and BOB takes the mating chair. BOB bends\nforward over the flame and lights his cigar.\n\nBOB\nI can’t believe I woke up this morning\nwondering if my Daddy would loan me his\novercoat, and here it is just past midnight\nand I’ve already robbed a railroad and I’m\nsitting in a rocking chair chatting with none\nother than Jesse James.\n\nJESSE\nIt‘s a wonderful world.\n\nBOB\nHave you ever heard outlaws call dollar bills\n‘Williams’? I read that in Morrison’s\nSensational Series. You see, Bill is a\nnickname for William.\n\nJESSE\nI see.\n'\n. BOB\nYou haven't heard anybody say it though?\nJESSE\nCan’t say so.\nBOB\n\nYou know what I’ve got right next to my bed?\nThe Trainrobbers, or a story of the James\nBoys, by R. W. Stevens. Many’s the night I’ve\nstayed up with my mouth open and my eyes\njumping out, reading about your escapades in\nthe wide Awake Library.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nW. Stevens. Many’s the night I’ve\nstayed up with my mouth open and my eyes\njumping out, reading about your escapades in\nthe wide Awake Library. \n\nTARGET SECTION TO BE ANNOTATED:\nJESSE\nThey're all lies, you know.\n\f21°\n\nBOB\n‘Course they are.\n\nJESSE\nYou don’t have to keep smoking that if it’s\nmaking you bungey.\n\nBOB is relieved. He reaches over the banister and drops the cigar ina\npuddle. JESSE smiles:\n\nJESSE .\nYou know what Charley once told me about you?\nHe said you had a shoebox practically filled\n\nwith James boys mementoes.\n\nBOB submerges his resentment.\n\nBOB\nThat must have been a couple of years ago.\n\nJESSE\nOr maybe it was Bunny who did that.\n\nBOB\nYou’re making sport of me, aren’t you.\n\nJESSE catches BOB‘S wrist and puts a finger to his lips: A stooped MAN\nwith a lunchpail tramps through the rainmuck of the street.\n\nJESSE\n(calling out)\nEvening, Chas!\n\nCHAS\n\nJ.T,\nJESSE\n\nThey’ve got you working late again!\nCHAS:\n\nJames ,gang robbed another train.\n\nJESSE\nYou don‘t mean it!\n(calling after him)\nIf they put a posse together get me into it,\n\nwill ya?\nThe man crosses the street to his yard.\nBOB\n\nYou really are the cool customer they make\nyou out to be. I’m impressed as all get-out.\n\nJESSE seems suddenly glum.\n\nJESSE\nI’m a no good, Bob. I ain’t Jesus.\n\f22\n\nJESSE gets up, goes back inside the bungalow, and closes the door.\nFADE OUT.\n\nEXT. WOODLAND AVE. HOUSE - DAY\n\nFRANK JAMES and family are assembled in traveling clothes around a\n\nPHAETON CARRIAGE. ZEE hugs ANNIE RALSTON JAMES and then grasps 3 year-\nold ROB to her bosom. FRANK receives her kiss like medicine, and then\nturns to the backyard to see his younger brother angrily looking away.\n\nINT. WOODLAND AVE. HOUSE - DAY\n\nBOB watches from the Kitchen window as the Phaeton pulls away, then\ndrops his cup in the sink and heads out to the backyard.\n\nEXT. WOODLAND AVE.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOUSE - DAY\n\nBOB watches from the Kitchen window as the Phaeton pulls away, then\ndrops his cup in the sink and heads out to the backyard. EXT. WOODLAND AVE. \n\nTARGET SECTION TO BE ANNOTATED:\n BACKYARD - DAY\n\nJESSE sits in a rocker that is submerged to its seat in grass and -\nweeds. Beat.\nJESSE\nMy brother and me, we’re scarcely on speaking\nterms these days.\n\nBOB\nI wasn’t going to mention it.\n\nJESSE reaches into a tin under his chair and hauls up two writhing\nsnakes. BOB flinches. :\n\nJESSE\nYou scared?\n\nBOB\nJust surprised a little.\n\nJESSE\nThey aren't as succulent as I like and\nthey’re the devil to clean but if a man skins\nthem and fries them in garlic and oil -\nmercy, it’s good eating.\n\nBOB\nI’ve never been that hungry.\n\nJESSE unfolds a four-inch knife and lifts the head of a snake on the\nblade.\n\nJESSE\nI give them names.\nBOB\nSuch as?\nJESSE\n\nSuch as enemies. I give them the names of\nenemies.\n\f23\n\n~~ He lays the snakes on the arm of his chair and carefully saws off their\n\nheads with his knife. The bodies curl and thrash. He flicks the heads\ninto the grass.\n\nJESSE\nGo tell Wood and Charley to get their\ngatherings together.\n\nBOB\nMe too?\n\nJESSE\nYou can stay.\n\nINT. BARN, WOODLAND AVE. - DAY.\nThe dismissal hits WOOD hard:\n\nwooD\nI’m his cousin! My momma was his daddy’s--?\n\nBOB\nSister.\n\nWwOooD\nThat’s right! So how come it’s me who has to\nrattle his hocks out of town?\n\nCHARLEY is already packing.\n\n= CHARLEY\n“ If I know Jess, there’s some real nasty sad-\nsuzie work that’s got to be done around here\nand Bob's the ninny that has to do it.\n\nEXT. WOODLAND AVE. BACKYARD - DAY\n\nWhen they exit JESSE is at the compost crib, drooling the snake bodies\nonto the mulch.\n\nJESSE '\nWood? You tell your daddy I’'1l be in Kentucky\nin October and maybe we can hunt some birds\n\ntogether.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nBACKYARD - DAY\n\nWhen they exit JESSE is at the compost crib, drooling the snake bodies\nonto the mulch. JESSE '\nWood? You tell your daddy I’'1l be in Kentucky\nin October and maybe we can hunt some birds\n\ntogether. \n\nTARGET SECTION TO BE ANNOTATED:\nwooD\nBut how come it’s Bob who gets to stay?\nJESSE\nBob’s going to move my gear to a house down.\nthe street.\n\nCHARLEY winks at his brother.\n\nCHARLEY\nSee.\n\f24\n\nBOB\nI don’t mind,\n(though of course he does)\nSounds like an adventure.\n\nCHARLEY jumps up onto his mare and addresses JESSE:\n\nCHARLEY\nIf you ever need me to make smoke someplace\n\nagain, a body can usually find-me at my\nsister’s - over at the Harbison homestead.\n\nJESSE\nI’ll keep it in mind.\n\nwooD\nYou know where I’'1l be.\nJESSE limps over to the bungalow.\n\nJESSE\nIt’s been pleasant.\n\nAt the porch door he gives BOB an exacting look which implies he’s\nalready beginning to suspect his own judgment.\n\nJESSE\nYou've got some packing to do, kid.\n\nEXT. TROOST AVE. HOUSE - NIGHT\n\nNARRATOR (V/0)\nThey moved to 1017 Troost Avenue at night so\nthat the neighborhood couldn't get a good\nlook at them or their belongings.\n\nBOB is does all the lifting, JESSE provides direction.\n\nNARRATOR (V/O CONT’D)\nAnd then Bob thought Jesse would give him\neight hours sleep and a daydreaming goodbye;\nINT. ROOST AVE. HOUSE - DAY '\n\nThe FAMILY are assembled around the dining table. BOB seems to be\nhoping his continued presence wont be noticed.\n\nNARRATOR (V/O CONT'D)\n~but with a second day in the J.T. Jackson\nhouse, Bob thought he might never go but\nmight be brought in as a good-natured cousin\nto the boy and a gentleman helper to Zee.\n\nEXT. BARN, TROOST AVE. HOUSE - DAY\n\nAction as per voice-over:\n\f25\n\nNARRATOR (V/O CONT’D)\nHe curried the horse next to the horse that\nJesse curried.\n\nEXT. PORCH, TROOST AVE. HOUSE - DAY\n\nAction as per voice-over:\n\nNARRATOR (V/O CONT'D)\nHe smoked a cigar that matched the cigar that\nJesse smoked. They rocked in chairs on the\nfront porch-\n\nINT.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nPORCH, TROOST AVE. HOUSE - DAY\n\nAction as per voice-over:\n\nNARRATOR (V/O CONT'D)\nHe smoked a cigar that matched the cigar that\nJesse smoked. They rocked in chairs on the\nfront porch-\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n TOPEKA EXCHANGE SALOON - DAY\n\nAction as per voice-over:\n\nNARRATOR (V/O CONT’D)\n-and made trips to the Topeka Exchange\nsaloon, where Jesse could spend nearly sixty\nminutes sipping one glass of beer and still\ncomplain about feeling tipsy.\n\nANGLE ON BOB:\n\nNARRATOR (V/O CONT'D)\nBob would rarely vouchsafe his opinions as\nthey talked. If spoken to, he would fidget\nand grin;\nEXT. TOPEKA EXCHANGE SALOON - DAY\nJESSE chats with a man in the street. Move in on BOB.\nNARRATOR (V/O CONT’D)\nif Jesse palavered with another person, Bob\nsecretaried their dialogue, getting each\ninflection, reading every gesture and tick,\nas if he wanted to compose a biography of the\noutlaw, or as if he were preparing an\nimpersonation.\nEXT. MISSOURI RIVER - DUSK '\nJESSE wades in the shallows with his trousers rolled.\nBOB nannies TIM on the steep bank. A fire burns next to them.\nJESSE sloshes up the cliff and looks down at the fishing lines.\n\nJESSE\nAny nibbles?\n\nBOB\nCan't say I’ve felt even a twitch, Jess.\n\nJESSE\n(cautions: )\nLittle rabbits have big ears, Bob.\n\f26\n\nBOB\nDave. Could be it’s not night enough yet,\n\nDave.\nJESSE turns to the boy:\n\nJESSE\nYou want to go play?\n\nTIM slides down the weeds without saying, going down to the water his\nfather had walked in. JESSE unlids a mason jar and hands it to BOB. BOB\n\nswallows, spilling beer on his chin.\n\nJESSE\nGood?\n\nBOB\nGood as baby Jesus in velvet pants.\n\nJESSE scowls at the blasphemy.\n\nJESSE\nYour people God-fearing, Bob?\n\nBOB\nOh heavenly days, yes. My daddy’s a part-time\npreacher.\n\nJESSE\n\nRich or poor?\nBOB thinks about it.\nBOB\nProsperous, I guess. He could give me plenty\n\nof money but he’s got this philosophy that\nhis boys ought to feel some hardships or else\n\nthey’1l spoil.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOB thinks about it. BOB\nProsperous, I guess. He could give me plenty\n\nof money but he’s got this philosophy that\nhis boys ought to feel some hardships or else\n\nthey’1l spoil. \n\nTARGET SECTION TO BE ANNOTATED:\nJESSE\nA man of principles. '\n\nBOB\nPeople say that when really they only want to\nmake you unhappy.\n\nTIM swats the river with a washed-up board. JESSE calls to him:\n\nJESSE\nDon’t get yourself all soaked now you little\n\nhonyock.\nJESSE starts putting on his socks and boots.\nJESSE\n\nYou ever hear any gossip about my father and\nFrank’s being two different men?\n\f27\n\nBOB\nYes.\n\nJESSE\nThey say that was the reason my papa went\nWest in the Gold Rush: he couldn’t support\nthe shame of it. What do you think of a story\nlike that?\n\nBOB\nI’m more personally interested in what you\n\nthink of it.\n\nJESSE\n\n(angry)\nI think it’s a goddamned lie.\n\nBOB\nI’m with you then; and I won’t hear another\nword on it if the subject ever comes up.\n\nBOB removes his hat and scratches his head.\n\nBOB\nSince we're telling stories, have you heard\nthe one about the James gang robbing the\nrailroad?\n\nJESSE\nYou‘re not giving me enough clues.\n\nBOB\nIt’s a funny story.\n\nJESSE shakes his head and takes another drink.\n\nBOB\n\nYou see, the James gang is robbing this\n\nrailroad train like you do, and on board is\n\nthis Quaker minister, some old coot with a\n\nlong beard and a mean disposition. He’s got\n\nthis pinched-up wife with him and she’s\n\nshivering with fright and clutching his i\nsleeve. You sure you haven't heard this? .\n\nJESSE\nI would have stopped you by now.\n\nBOB\nHow’s it go? I’ve gotta get this right. Oh! I\nguess it’s you: You stand in this railroad\ncoach and you holler, ‘I’m Jesse James! And\nhere’s what I‘m gonna do! I'm gonna grab all\nyour money.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nI\nguess it’s you: You stand in this railroad\ncoach and you holler, ‘I’m Jesse James! And\nhere’s what I‘m gonna do! I'm gonna grab all\nyour money. \n\nTARGET SECTION TO BE ANNOTATED:\n I’m gonna grab all your jewelry!\nI‘m gonna grab everything you own! The\nPpreacher’s wife is cringing now, and cowering\nbehind the old coot and you say, ‘And then\nI’m gonna go down the aisle and rape all you\nwomen! ‘\n\fJESSE\nI don’t like the way this story’s headed.\n\nBOB\nWell, everyone knows it’s not true, Jess;\nit’s just sort of comical. Anyway, the Quaker\nups and says, ‘Surely you wouldn’t rape a\npreacher’s wife!’ And the wife gives him an\nelbow and says, ‘Shut up, Homer! It’s Jesse's\ntrain. Let him rob it the way he wants to.’\n\nJESSE isn’t laughing.\n\nBOB\nYou don’t think it’s funny?\n\nJESSE\nWell, hell, how could I if it isn’t true?\n\nBOB\nJokes don’t need to be, Jesse.\n\nJESSE\nYou‘’re gonna have to explain why I oughta\nlaugh then.\n\nBOB\n(impatient)\nWhy don't we just forget it.\n(then, scared:)\nI didn’t mean to sound sharp just then.\n\nJESSE adjusts his jacket sleeves.\n\nJESSE\n\nI've got a story for you that’s true as a\nrazor. This’1l give you an example of putting\naman in his place, and it don’t depend upon\nany prevaricating. Once me and Frank were\nriding in the countryside and got hungry, so\nwe went up to this farmhouse and asked would\nthis widow lady make us some supper.\n\nBOB\nOh, that one.\n\nJESSE\nYou've heard it?\n\nBOB\nOnly about twenty times.\n\nJESSE is as still as a shut-down machine.\nBOB\nI’d love the chance to hear you tell it,\n\nthough. I imagine you’ll make it more\ninteresting.\n\f \n\n29\n\nJESSE\n‘I‘1l gladly pay you,’ I say, and she said\nthat was all right, we looked like genuine\nChristians and she’d do us the good turn.\nKid, I want to tell you, that was one\nscrumptious supper. She went all out.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\n29\n\nJESSE\n‘I‘1l gladly pay you,’ I say, and she said\nthat was all right, we looked like genuine\nChristians and she’d do us the good turn. Kid, I want to tell you, that was one\nscrumptious supper. She went all out. \n\nTARGET SECTION TO BE ANNOTATED:\n But\nFrank saw she was crying and when he asked\nwhy, she said the mortgage was coming due and\nthat the loan manager was going to be there\nany minute to repossess the Place. And her a\npoor Widow! Can you imagine? Well now, Frank\nand me, we insist on paying her something;\nand you know what we gave her?\n\nBOB\nEnough to pay off the mortgage.\n\nJESSE\nYou have heard this one.\n\nBOB\nBut no one ever said the supper was\nscrumptious. This is fascinating.\n\nJESSE\nSo we gave her what she needed and we go, and\non the highway who‘s coming our way but the\nloan manager. He greets us but doesn’t give\nFrank and me a second thought, he’s that\ngreedy to get hold of that farm. Much to his\nsurprise, of course, she paid him off and in\nno time he was plodding along the road with\nhis wallet bulging his coat out and his grin\non a little tighter. And that’s when Frank\nand me come out of the woods with masks on\nand steal all our money back!\n\nJESSE laughs uproariously, slapping his thigh like a Plowboy.\n\nBOB\nAnd you're saying that’s a true story.\n\nJESSE\nIs!\nBOB\nJesse!\nJESSE\n(testy)\n\nYou calling me a liar?\n\nTIM crawls back up from the river and plops down in his father’s lap.\nHe throws a rock and the river glunks.\n\nJESSE\nDon't do that, son. You’1ll scare all the\n\nfishes away.\n\f30\n\nTIM\nDaddy, I’m boring.\n\nJESSE\n(laughs)\nYou mean, you're bored.\n\nTIM\nYes.\n\nJESSE hugs the boy to him:\n\nJESSE\nMaybe a fish will come and get you all\nexcited.\n\nTm\nI don’t like fishing.\n\nJESSE\nSure you do. I do. You must.\n\nThe boy sinks into his father’s jacket. The river is the only noise.\n\nJESSE\nYou know what we are, Tim? We’re nighthawks.\nWe're the ones who go out at night and guard\neverything so people can sleep in peace.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nJESSE\nYou know what we are, Tim? We’re nighthawks. We're the ones who go out at night and guard\neverything so people can sleep in peace. \n\nTARGET SECTION TO BE ANNOTATED:\nWe’ve got our eyes peeled; no one’s going to\n\nslip anything past us.\n\nBOB\nI’ve got something!\n\nJESSE\nYou sure?\n\nBOB\nIt’s heavy!\n\nJESSE sidles next to him and clearly struggles with the temptation to\nseize the pole from BOB’S grip.\n\nJESSE\nDon‘t horse it, kid. Bring it up easy.\n\nBOB steps on the bamboo pole and hauls the weight up with both hands.\nThe catch is heaved onto the river bank: It's a gruesome fish, a\nprehistoric thing that seems overdue for extinction. Round as a dog\nwith feelers that move like thumbs on its skull. TIM backs into his\nfather’s leg.\n\nJESSE\nGod damn it, but that’s an ugly thing.\n\nIts teeth mesh and unmesh with a click. Its gill wings undulate. Jesse\nis disgusted.\n\f \n\n31\n\nJESSE\nKill him, kid.\nBOB takes a burning stick from the fire and stabs it into the fish over\nand over again.\n\nJESSE\nThat's enough!\nJESSE glares at BOB, as though he’s been given a sign and will now act\naccordingly.\nNARRATOR (V/0O)\nBob was sent away the next day as he knew he\nwould be.\n\nEXT. STORE, LIBERTY - DAY.\n\nNARRATOR (V/O CONT’D)\nAnd it was already noon by the time he\nattained Liberty.\n\nBOB waters his horse at a trough. He sinks a dipper into a water pail.\nAnd, as he raises it, he catches sight of his reflection:\n\nNARRATOR (V/O CONT’D)\nHere, he viewed himself in a store window and\nwas discouraged by the reflection: A scroungy\nboy in a ridiculous stovepipe hat. He thought\nhimself goofy and juvenile.\n\nINT. STORE, LIBERTY ~ DAY.\n\nBOB cruises the aisles: Prince Albert suits; greatcoats with caped\nshoulders; knee length frock coats. Bowlers; derbies; fedoras; slouch\nhats.\n\nBOB selects a fine white shirt, white underwear and a heather green\nsuit. He crowns his head with a black bowler hat that is ribboned with\nblack silk.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nBowlers; derbies; fedoras; slouch\nhats. BOB selects a fine white shirt, white underwear and a heather green\nsuit. He crowns his head with a black bowler hat that is ribboned with\nblack silk. \n\nTARGET SECTION TO BE ANNOTATED:\nThe STORE OWNER totals the prices on a newspaper.\n\nSTORE OWNER\nYou come into some money, is that?\n\nBOB\nYou might say that.\n\nSTORE OWNER\nDo you mind if I ask how you got it, being’s\nyou‘re so young?\n\nBOB\nOnly thing necessary is a great aunt who\nloves her nephew to pieces.\n\nSTORE OWNER\nInheritance. I see.\n\f32\n\nBOB puts his finger on the twine intersection so the STORE OWNER can\n\nmake a knot.\nBOB\nYou were probably thinking I got the cash\nlike the James gang would. Am I right or\nwrong?\nThe STORE OWNER winks.\n\nSTORE OWNER\nDon’t think I don’t appreciate the business.\n\nEXT. STORE, LIBERTY - DAY\nBOB exits and mounts his horse. A moment later the STOREOWNER comes\n\nout. He crosses the street to the livery and approaches SHERIFF JAMES\nTIMBERLAKE. We can’t make out his words but he points in the direction\n\nBOB has ridden in.\n\nEXT. HARBISON FARM (AS SEEN FROM A DISTANCE) - DAY\n\nBOB approaches on horseback.\n\nEXT. YARD, HARBISON FARM - DAY.\n\nDICK LIDDIL is at the yard swing with Bob’s niece, IDA (12 years old),\ntwisting the seat until the ropes are raveled. He releases her and she\ntwirls, squealing, her auburn hair flying out.\n\nWOOD HITE stands on the kitchen porch, stern as John the Baptist.\n\nWOOD\nYou’re gonna make her sick! She’s gonna\nupchuck, you don’t watch out!\n\nDICK cuffs the girl's dress so that it blooms and reveals her thighs.\n\nIDA\nYou’re not supposed to peek, Dick!\n\nDICK\nBut you‘re so pretty! I can’t help myself!\n\nBOB, approaching, calls:\n\nBOB\nHowdy!\n\nBut they ignore him. WOOD, jealous, slams the screen door shut.\nINT. KITCHEN, HARBISON HOMESTEAD - DAY\nBOB can be heard before he’s seen:\n\nBOB (OFF~SCREEN)\nHowdy !\n\f33\nNeither CHARLEY nor MARTHA BOLTON (BOB & CHARLEY’S SISTER) look up.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. KITCHEN, HARBISON HOMESTEAD - DAY\nBOB can be heard before he’s seen:\n\nBOB (OFF~SCREEN)\nHowdy ! 33\nNeither CHARLEY nor MARTHA BOLTON (BOB & CHARLEY’S SISTER) look up. \n\nTARGET SECTION TO BE ANNOTATED:\nBOB\nHowdy!\n\nBOB enters, making a b-line for the staircase and his bedroom.\n\nBOB\nI’m finally home!\n\nMARTHA\nI'm real glad, Bob.\n\nCHARLEY\nI’m in that room too, Bob. Don’t mess up my\nthings.\n\nINT. 2° FLOOR BEDROOM, HARBISON HOMESTEAD - DAY.\n\nBOB reaches under his bed and hooks out a shoe-box. He opens the lid\nand lays it on the bed. From his pocket he removes a cigar butt and\nwraps it in the eye-holed white handkerchief. He tucks this little\nbundle into the box alongside about lurid nickel books about the James\ngang, civil war photographs, yellowed newspaper articles, and other\nJames brothers’ mementoes. Then he squirms his boots off and strips out\nof his month old clothes.\n\nINT. HARBISON HOMESTEAD ~ DAY.\n\nBOB comes downstairs in his filthy union suit. He carries a towel, a\ncake of soap and a tile brush.\n\nEXT. HARBISON FARM - DAY\n\nTwo calves stare with worry as BOB takes a bath in the broad water\ntank. BOB bends over to rinse soap from his hair and then shakes water\nlike a hound. Then he notices an amused DICK LIDDIL standing as close\nas a tailor.\n\nBOB\nHow long you been there?\n\nDICK\nJust now arrived. Did I miss much?\n\nBOB\nNot unless you've never seen a man wash his\ndirty carcass before.\n\nDICK\nYou've got a big Pecker for being such a\nlittle squirrel.\n\nBOB .\nIs that what you come over here to see?\n\npack bends for the towel and some of the good nature slides from his\nace.\n\f34\n\nDICK\nYour brother said Jesse kept you in Kansas\nCity some extra days. What was the reason?\n\nBob rubs his hair wild.\n\nBOB\nWell, I’m not at liberty to say exactly. I\nwill confess we had an adventure or two, the\nlike of which you'll never experience, but as\nfor details and whatnot, that would be\nconfidential.\n\nBOB straddles the tank and surrounds himself with the towel.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOB\nWell, I’m not at liberty to say exactly. I\nwill confess we had an adventure or two, the\nlike of which you'll never experience, but as\nfor details and whatnot, that would be\nconfidential. BOB straddles the tank and surrounds himself with the towel. \n\nTARGET SECTION TO BE ANNOTATED:\nDICK\nLet me ask you this: did Jesse mention that\nme and Cummins were in cahoots?\n\nBOB\n\nIs that so?\nDICK\n\nOh dear. I’ve went on and said too much.\nBOB\n\nWho else is partners with you two?\nDICK\n\nYou'll just go and squawk about it to Jesse.\nBOB\n\nEd Miller?\nDICK\n\nHe'll cut our throats if he finds out. You\ndon’t know him like I do. You do Jesse dirt,\nyou connive behind his back, he’ll come after\nyou with a cleaver.\n\nBOB\n\nHe can be spiteful, can he?\nDICK\n\nHo. You're darn tootin’.\nBOB\n\nDon‘t see why he’d give a dang since he and\nFrank‘ve called it quits and scattered the\nJames gang hither and yon.\n\nDICK studies BOB but sees neither cunning nor deception.\n\n \n\f35\n\nDICK\nBoy, you really are as slow as peach mold,\nyou know that? Tucker Bassham’s already gone\nfor ten years and whiskyhead Ryan's in jail;\ngoon as one or the other feels the urge he\ncan give the government all he knows about\nJesse and then go out on the street scot-\nfree. Jesse don’t want us giving ourselves up\nand he don’t want us getting caught and he\ndon’t want us gathering loot except if he’s\nin charge.\n\nBOB rolls his eyes in exasperation, then clutches the towel around him\nand reaches down for his holster. DICK pins it with his boot.\n\nDICK\nLet me carry your six-gun for you, Bob.\n\nBOB\nAll right.\n\nThey take no more than two strides towards the house before DICK has\ninsisted the revolver under the towel with the barrel against BOB’S\n\nscrotum.\n\nDICK\nYou and me, we horse around and josh each\nother with lies and tomfoolery, but now and\nthen we need to get down to brass tacks.\nWhich is: you so much as mention my name to\nJesse, I'll find out about it, you better\nbelieve that. And then I’1l look you up, I’11l\nknock on your door, and I will be as mad as a\nhornet, I will be hot.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nDICK\nYou and me, we horse around and josh each\nother with lies and tomfoolery, but now and\nthen we need to get down to brass tacks. Which is: you so much as mention my name to\nJesse, I'll find out about it, you better\nbelieve that. And then I’1l look you up, I’11l\nknock on your door, and I will be as mad as a\nhornet, I will be hot. \n\nTARGET SECTION TO BE ANNOTATED:\nBOB\nYou be careful with that iron.\n\nDICK\nYou know where I stand on these matters and\nthat’s all there is to it. We can be friendly\nas pigs from now on.\n\nBOB\nCould be I'll never see Jesse again.\n\nDICK draws the screen door wide for Bob and then restricts it with his\nshoulders as he pries his boots off with the bootjack.\n\nDICK\nOh no. I’ve got a hunch about it. Jesse will\ncome courtin’ Ed and Jim and me, and he'll\nfind himself in the neighborhood and call on\nthem two Ford brothers. Jesse don’t miss\nmuch. He has a sixth sense.\n\nINT. MARTHA’S BEDROOM, HARBISON HOMESTEAD - DAY\n\f36\nBOB dresses in his new clothes, selected according to Jesse’s sartorial\n\npreferences. But while these clothes might suit Jesse James they do not\nparticularly suit ROBERT FORD.\n\nINT. 2° FLOOR BEDROOM, HARBISON HOMESTEAD - DAY.\nBOB enters to find CHARLEY and WOOD rooting through his mementoes:\n\nBOB\nYou two have some nerve!\n\nBOB elbows them aside and begins repacking the shoe-box. Charlie holds\nup a photograph.\n\nCHARLEY\nThis ain’t Jesse.\n\nBOB\nYou don’t know that.\n\nCHARLEY\nNever wore no mustache; never was anywheres\n\nnear a cannon.\n\nwooD\nI can’t even calculate what I’m lookin’ at.\n\nCHARLEY\nEver since he was a child, Bob‘s collected\nwhatsoever he could find about the James\nbrothers. Got himself a little museum in this\n\nroom,\n\nBOB rams the nightstand’s door closed. He’s humiliated, angry, close to\ntears:\nBOB\nNext time you snoop around up here you better\nstrap on a shootin’ iron.\n\nCHARLEY\nYou can see how scared I am.\n\nBOB\nYou too, Wood Hite. You cross me again and\nI’11 put a bullet through your head.\n\nCHARLEY\nNow is that any way to talk?\n\nWOOD pokes BOB onto the bed.\n\f37\n\nWOOD\n\n(sneers)\nYou better recollect who my cousin is. You\nseem to’ve misremembered that Jesse loves me\nlike the Good Book.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nWOOD pokes BOB onto the bed. 37\n\nWOOD\n\n(sneers)\nYou better recollect who my cousin is. You\nseem to’ve misremembered that Jesse loves me\nlike the Good Book. \n\nTARGET SECTION TO BE ANNOTATED:\n You can play like you’re\na dangerous person at the grocery store, but\ndon‘t you misremember who you'll be\naccounting to if I so much as have my\nfeelings hurt.\n\nMARTHA (OFF-SCREEN)\nDo I have to yell suwee?\n\nCHARLEY\nWhy don’t everyone make up and be pleasant\nfor once? Why don’t we pass the evening like\npleasant human beings?\n\nINT. KITCHEN, HARBISON HOMESTEAD - DAY\n\nDICK enters with his coat and bags. MARTHA kisses him on the lips and\nwhispers in his ear.\n\nDICK\nOh, Goodness! Maybe I’11 change my mind.\n\nBut then WOOD is behind him, jealously bumping him towards the door.\n\nWOOD\nCome on.\n\nEXT. HARBISON FARM - DAY\nDICK and WOOD take mount their horses and wave goodbye to the FORDS.\nEXT. COUNTRYSIDE, SOUTHWEST KENTUCKY - DAY\n\nThey ride sullenly. WOOD reads a penny newspaper four inches from his\nnose. DICK watches the geography sail by.\n\nEXT. HITE PROPERTY, KENTUCKY - AFTERNOON\n\nDICK and WOOD approach the HITE family home. Two EX-SLAVES thresh corn\nin a field. A BLACK WOMAN pins laundry on a clothesline.\n\nMRS SARAH HITE stands up from her weeding and excitedly waves. She’s\npert and pretty.\nwood .\nYou keep your hands off this one. She’s my\nDaddy's wife.\n\nINT. DINING ROOM, HITE HOMESTEAD - NIGHT.\n\nDinner in silence: SARAH sits next to her ancient and emaciated\nHUSBAND. The atmosphere is becoming strained, so DICK leans over his\n\npot roast:\n\f38\n\nDICK\nYou cook this, ma’am?\n\nShe shakes her head:\n\nSARAH\nI've got a nigger woman.\n\nMAJOR GEORGE HITE raises an ear trumpet and inclines it towards his\nwife:\n\nMAJOR GEORGE HITE\nHow’s that?\n\nSARAH\nDick asked if I cooked this?\n\nMAJOR GEORGE HITE\nDid you?\n\nSARAH\nNo.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nSARAH\nDick asked if I cooked this? MAJOR GEORGE HITE\nDid you? SARAH\nNo. \n\nTARGET SECTION TO BE ANNOTATED:\nMAJOR GEORGE HITE picks up SARAH’S hand and displays it to the\nassembled like a greeting card.\n\nMAJOR GEORGE HITE\nYou boys ever seen such dainty nubbins?\nSarah‘s my plumb little Plumb.\nHe grins at her red-faced resentment. DICK looks at his knife and fork.\n\nwooD\nShe knew what he was like when she married\nhim.\nEXT. PORCH, HITE HOMESTEAD - NIGHT.\n\nMRS SARAH HITE sits in a rocking chair with her needlework. DICK comes\nout and leans on the porch rail. Finally, he says:\n\nDI\nI guess we’re the night owls, you and me.\n\nShe simpers but does not look up.\n\nI’m glad.\nDICK\nOh? How come?\nSARAH\n\nYou have a real pleasant disposition; you're -\ninteresting to look at; and, I don’t know,\nyou sort of make me warm all over.\n\nDICK\nI’m what they call a worldling.\n\f39\n\nSARAH\nWell, I knew there had to be a name for it.\n\nDICK\nYou and the Hite family don’t get along, if\nI‘m to trust Wood and his version of the\nsituation.\n\nSARAH\nWe hate each other like poison, if you want\nto know the truth. Most of the Hites wouldn't\nspit on me if I was on fire.\n\nDICK grins:\nDICK\nThey say when a woman catches fire you're\nsupposed to roll her around on the ground and\ncover her with your body.\nSarah laughs and clamps her mouth.\nSARAH\nYou naughty tease! You tickle me to such an\nextent that my cheeks are burning up.\nWOOD appears at the screen door, scowling, in his night shirt.\n\nwooD\nIsn’t it about bedtime?\n\nDICK\nI‘1l just kiss those dainty nubbins.\n\nAnd, as he does so, SARAH giggles.\n\nINT. HITE HOMESTEAD - NIGHT.\n\nDICK follows WOOD up to the second floor bedroom.\nINT. BEDROOM, HITE HOMESTEAD - LATER.\n\nDICK is tucked under the bedsheet. He whacks his pillow. He rustles and\nstirs.\n\nDICK\nI drank too much coffee.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe whacks his pillow. He rustles and\nstirs. DICK\nI drank too much coffee. \n\nTARGET SECTION TO BE ANNOTATED:\nHe sits up to see WOOD glaring at him from the bunk opposite.\n\nDICK\nI need to visit the privy something terrible.\n\nINT. CORRIDOR, HITE HOMESTEAD - NIGHT.\nDICK sneaks down to the master bedroom and pushes the door inward.\n\nDICK‘S POV:\n\f40\n\nMAJOR GEORGE HITE is alone in the bed, puttering a snore.\n\nEXT. PORCH, HITE HOMESTEAD - NIGHT.\n\nDICK exits, careful not to let the screen door clap behind him.\nEXT. LAWN, HITE HOMESTEAD - NIGHT.\n\nHe crosses the lawn to the outhouse in back: An interior candlelight\ncan be seen through each severance and crack. DICK looks around him and\n\nthen slips inside.\nINT. OUTHOUSE, HITE HOMESTEAD - NIGHT.\n\nSARAH sits with her dress hiked up and collected like laundry. Her eyes\nare downcast, but she seems less shocked than amused:\n\nSARAH\nThis is embarrassing.\n\nDICK\nYou go ahead and do your duty; I don’t mind.\n\nSARAH\nWell now, I’ve sort of got stage fright with\na strange man in the commode with me.\n\nDICK\n\nYou look awful pretty.\nSARAH\n\nDo I?\nDICK\n\nI’ve never seen such well-shaped limbs.\nShe glances fleetingly at the bent pronouncement at his crotch.\n\nSARAH\nIs Wood awake?\n\nDICK '\nJust me. .\n\nShe considers her knees for a moment and then blows out the candle.\n\nSARAH\nI bet you thought I was a lady.\n\nEXT. LAWN, HITE HOMESTEAD - NIGHT.\n\nDICK exits the outhouse and crosses toward the porch. He has his Navy\nColt revolver clutched in his right hand.\n\nA gunshot is heard - A noise like the snare of a saw cuts the air near\nDICK’S ear - and a chunk of gray bark explodes from the broad ash tree\nbehind him. Dick ducks behind it.\n\f41\n\nDICK\nWood?\nNo response.\n\nDICK\nYou’re making this more grievous than you\noughta, Wood.\n\nHe cocks his Navy Colt with quavering hands.\n\nDICK\nCan’t we talk about it?\n\nSilence.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe cocks his Navy Colt with quavering hands. DICK\nCan’t we talk about it? Silence. \n\nTARGET SECTION TO BE ANNOTATED:\nDICK\n\nI'll shoot! So help me, I’m scared enough to\nbe real undependable with this Colt.\n\nDICK bends out and WOOD fires a second time.\nDICK ducks in reaction but sees WOOD'S flash in the foliage.\n\nDICK raises his gun and fires once. He then snaps the hammer into three\ndetonated cartridges. Panic.\n\nHe turns and sees the MAJOR GEORGE HITE and the SERVANTS assembling\nbehind the screen door.\n\nHe runs clumsily toward them.\n\nWOOD shoots at his back twice - missing both times.\n\nEXT. PORCH, HITE HOMESTEAD - NIGHT.\n\nDICK trips on the stairs and wallops into a slide across the porch.\nMAJOR GEORGE HITE steps out and Hollers at his son:\n\nMAJOR GEORGE HITE\nHere now! Stop this! Wood! I won’t have any\ngunplay on my property! I’ve told you a\nthousand times.\n\nWOOD answers with a shot - nailing a dark hole in the windowsill. MAJOR\nGEORGE HITE stamps and yells:\n\nMAJOR GEORGE HITE\nWood! You listen to me! No more!\n\nWOOD steps out, looks down at his revolver, and clicks the chamber\naround.\nwoOoD\n\nThat was my last bullet anyways. Something\nmust be wrong with the sight on this thing.\n\nMAJOR GEORGE HITE looks down at the cowering DICK:\n\f42\n\nMAJOR GEORGE HITE\nWhat‘s the reason for this ruckus? Huh?\n\nDICK sees SARAH slink over to her husband. He rises.\n\nDICK\nMe and Wood, we just had a misunderstanding,\n\nis all.\n\nMAJOR GEORGE HITE\nYou know what? You've worn out your welcome,\n\nyoung fellow.\nFADE OUT\n\nEXT. ED MILLER’S CABIN - DUSK\nED MILLER at the screen-door with a gun in his hand and fright in his\neyes.\nED MILLER\nYou come by for a visit?\n\nJESSE (0/S)\nYou going to let me in or do I have to talk\n\nthrough the screen?\nINT. ED MILLER’S CABIN - CONTINUOUS\nJESSE enters. The room is a mess: Mold crusted dishes stacked on the\n\nkitchen table; newspapers shucked like .",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. ED MILLER’S CABIN - CONTINUOUS\nJESSE enters. The room is a mess: Mold crusted dishes stacked on the\n\nkitchen table; newspapers shucked like . \n\nTARGET SECTION TO BE ANNOTATED:\ncorn against the couch; a chair\na cat on the kitchen cutting board licking something from\n\ntipped over;\nthe sink.\nJESSE\nYou aren’t much of a housekeeper, are you?\nED MILLER\nYou didn’t just happen by.\nJESSE\n\nWhy not? !\nJESSE looks at the gun and MILLER puts it on the kitchen table.\n\nJESSE sits himself down on the ringed rug. He nods toward the sagging\ncouch:\n\nJESSE\nGo ahead and take a load off your feet.\n\nMILLER does as instructed. His clothes are wrinkled as crumpled paper,\nhis fingernails are outlined with filth, a corner of his mouth is\nstained with tobacco juice.\n\nJESSE\nYou ought to get yourself a wife.\n\f43\n\nED MILLER\nI was going to ask Martha - Charley's sister?\nI was going to ask her if she could imagine\nit, but I guess Wood has plans of his own,\nand there's always Dick Liddil getting in the\nway. I've give it some thought.\n\nMILLER can't seem to put his eyes on JESSE. His right foot rapidly taps\nthe floor.\n\nJESSE\nYour crops in?\n\nED MILLER\nDon’t got much. A garden patch and pasture. I\nwas sick at planting time.\n\nJESSE\nHow you feeling now?\n\nA fleeting glance at JESSE:\n\nED MILLER\nWhy?\n\nJESSE\nYou‘re acting queer.\n\nED MILLER\nYou and me, we haven't been just real good\nfriends lately. It’s not your fault, you\nunderstand. You hear talk though.\n\nJESSE\nTalk?\nED MILLER\nPeople tell you things.\nJESSE\nGive me an example.\n'\nED MILLER :\n\nJim Cummins come by. Oh and Jim says - you\nknow those boys got caught for the Blue Cut\ndeal? - Jim says he got word - don’t ask me\nwhere - that you’re planning to kill them.\n\nJESSE\nWhy would I do that?\n\nMILLER shoots a glance at JESSE’S gun hand and then reestablishes his\ngaze on the yard.\n\nED MILLER\nIt’s just talk probably.\n\nJESSE\nTo shut ‘em up?\n\f44\n\nED MILLER\nJust talk.\n\n.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nJESSE\nTo shut ‘em up? 44\n\nED MILLER\nJust talk. . \n\nTARGET SECTION TO BE ANNOTATED:\n JESSE\nCummins say anything else?\n\nED MILLER\nNope. That was it basically.\n\nJESSE\nIt don‘t explain why you're scared.\n\nMILLER looks at him with watery eyes and spit on his mouth, light\nglinting off the oils on his skin.\n\nED MILLER\nI’m in the same position, you see? I was\npetrified when I saw you ride up!\n\nJESSE\nI just happened by, Ed.\n\nED MILLER\nSuppose you heard gossip though. Suppose you\nheard Jim Cummins come by here. You might've\nthought we were planning to capture you or\nFrank and get that reward. Isn't true, but\nyou might've suspected it.\n\nJESSE gets up and jiggles a pants leg over his boot.\n\nJESSE\nHaven't heard a lick of gossip lately.\n\nJESSE looks out at the road and at the sky which is pink with sunset.\nThe road he looks down seems never-ending.\n\nJESSE\nI’m glad I happened by.\n\nED MILLER (OFF-SCREEN)\nMe too.\n\nJESSE\nI want to put your mind at rest.\n\nED MILLER (OFF-SCREEN)\nI’ve got six hundred dollars stashed away; I\ndon‘t need any governor’s reward.\n\nJESSE\nIt’s the principle of the thing too.\n\nMILLER pulls himself to his feet and sweeps his hand over a plate to\nshoo away flies.\n\f45\n\nJESSE\nHow about if we go for a ride? I could buy\nyou something to eat in town and then be on\n\nmy way.\nEXT. ED MILLER’S CABIN - NIGHT\n\nMILLER saddles his mare as JESSE sits on a gelding with the night\nfalling all around him.\n\nEXT. ROAD, SALINE COUNTY - NIGHT\n\nThey head westerly, the horses easing into a graceful lope and then\ninto a walk.\n\nJESSE\nYou ever count the stars?\n\nMILLER looks overhead at the pinpricks of light.\n\nJESSE\nI can’t ever get the same number; they keep\n\nchanging on me.\n\nED MILLER\nI don’t even know what a star is exactly.\n\nJESSE\nYour body knows; it’s your mind that forgot.\n\nMILLER can’t get himself to say anything.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nED MILLER\nI don’t even know what a star is exactly. JESSE\nYour body knows; it’s your mind that forgot. MILLER can’t get himself to say anything. \n\nTARGET SECTION TO BE ANNOTATED:\n JESSE pretends a problem with\nhis cinch, slows his horse.\n\nJESSE\nYou go on ahead, partner. I'll catch up.\n\nMILLER slumps in his saddle, tears forming in his eyes. JESSE gentles\nhis gun from the leather holster and then jogs his horse ahead. MILLER\nstops on the road but can’t persuade himself to drop a hand to his\npistol or even to turn around.\n\nJESSE\n{rounding him)\nYou ought to get better at lying.\n\nJESSE trips the hammer and a cartridge ball pounds into MILLER’S cheek,\nsnaps his head to the side and propels his body off the mare so that he\nwallops onto the road. JESSE gets off his horse and tugs at ED MILLER‘S\nlegs, towing the body towards a cluster of Elm trees.\n\nEXT. PADDOCK - DAY\nED MILLER'S MARE browsing riderless in a paddock:\n\f46\n\nNARRATOR (V/0)\n\nThe sitting room conversations were all about\nBlue Cut that week: the Kansas City\nnewspapers carried front-page articles about\nthe arrests of Jobn Bugler, John Land, and\nCreed Chapman in shacks near Glendale. Creed\nChapman would lose forty-two pounds while\nimprisoned and John Land was rumored to be so\napprehensive about reprisal by Jesse James\nthat he refused to even mention the man’s\n\nname.\nINT. DICK’S BEDROOM, KANSAS CITY - NIGHT.\n\nDICK doesn’t know what wakes him. He looks from his sleeping wife\n(MATTIE) to the light spilling through the bedroom doorway. He seems\n\ntransfixed by it. A sound begins to build. Hairs stand up on the back\nof bis neck. He retrieves his Navy Colt from under his pillow and\n\nslides quietly out of bed.\nINT. DICK'S KITCHEN, KANSAS CITY - NIGHT.\n\nDICK enters and almost screams:\n\nJESSE JAMES sits like an apparition at his kitchen table.\n\nJESSE\nYou want to go for a ride?\n\nEXT. ROAD, OUTSIDE KANSAS CITY - DAWN.\nThey head their horses through the cold. DICK is suspicious and\nunnerved.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nROAD, OUTSIDE KANSAS CITY - DAWN. They head their horses through the cold. DICK is suspicious and\nunnerved. \n\nTARGET SECTION TO BE ANNOTATED:\nDICK\nAre we going to your place?\nJESSE puts his finger inside his cheek and flicks out the last of his\ntobacco chew.\n\nJESSE\nYou seen Ed Miller lately?\n\nDICK\nNobody has.\n\nJESSE\nMust’ve gone off to California.\n\nDICK looks at him with perplexity.\n\nJESSE\nI got word about you and Wood. You ought to\n\npatch things up.\n\nDICK\nI‘d still like to know where we’re going.\n\f47\n\nJESSE\nIf you were going to see Jim Cummins,\nwouldn’t you follow this road?\n\nDICK\nI guess so.\n\nJESSE\nGoddamn it, Dick; use your head.\n\nEXT. BILL FORD’S FARM (ESTABLISHING) - DAY\nJESSE and DICK approach the farmhouse.\nINT. BILL FORD’S FARMHOUSE - DAY\n\nA 12-year-old boy (ALBERT FORD) stands at the sitting room window and\nwatches the two men climb down from their saddles.\n\nEXT. PORCH, BILL FORD'S FARMHOUSE ~ DAY.\nThe boy creaks open the door and comes outside:\n\nALBERT\nHello.\n\nBut he’s ignored as JESSE reconnoiters the yard and then gravely\nascends the steps. DICK can see past the nervous ALBERT to the kitchen\n\nwhere TWO WOMEN stir clothes in a laundry boiler. JESSE peers into the\nother rooms.\n\nALBERT\nAre you friends of my Pa’s?\n\nJESSE\nWe're friends of Jim Cummins.\n\nALBERT\nOh.\nALBERT gains thirty years - becomes sullen.\n‘ALBERT\nWell, it so happens he’s been gone since\nAugust and never said where he gone to.\n\nDICK\nI’m Matt Collins.\n\nDICK shakes the boy’s hand.\n\nALBERT\nVery happy to meet you.\n\nJESSE clenches the boy’s hand and introduces himself.\n\nJESSE\nDick Turpin.\n\f48\n\nALBERT\nPleased to make your acquaintance.\n\nJESSE smiles around the cigar but stalls the shake and crushes ALBERT’S\nhand until the boy winces. ALBERT is about to cry out when JESSE clamps\nhis hand over the boy’s mouth and yanks him into the yard. DICK softly\nshuts the mahogany door.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nJESSE smiles around the cigar but stalls the shake and crushes ALBERT’S\nhand until the boy winces. ALBERT is about to cry out when JESSE clamps\nhis hand over the boy’s mouth and yanks him into the yard. DICK softly\nshuts the mahogany door. \n\nTARGET SECTION TO BE ANNOTATED:\nEXT. YARD, BILL FORD‘S FARM - DAY\nJESSE manhandles the boy toward a red barn stopping to slam ALBERT into\n\na cottonwood tree so that he loses his wind. DICK shambles after them,\nlooking apprehensive and ashamed, checking the road.\n\nINT. BARN, BILL FORD’S FARM - DAY\nJESSE throws the boy to the ground and steps a boot onto his throat.\n\nDICK\nCome on, Jesse! He’s just a kid.\n\nJESSE glowers at DICK for letting his name slip, then returns his\nattention to the choking boy.\n\nJESSE\nHe knows where his uncle Jim is and that’s\ngonna make him old pretty soon.\n\nALBERT brawls and kicks at JESSE.\n\nDICK\nMaybe he doesn’t know.\n\nJESSE\nHe knows.\n\nJESSE falls to his knees on the boy’s biceps. ALBERT cries out. JESSE\nclamps the boy’s mouth shut.\n\nJESSE\nYou need to ask and ask sometimes. Sometimes\na child won't remember much at first and then\nit‘1l all come back. Just tell me about your\nUncle Jim is. Where’d he sneak off to;\nwhere's he hidin’ out?\n\nHe twists the boy’s ear like a clock wind-up and ALBERT’S body racks\nwildly, his boots thud the earth. JESSE leans over to examine the\ninjury.\nJESSE\n\nMy gosh, I believe it’s about to tear,\n\nsweetie. Just a little more to get her\n\nstarted, then I can rip your ear off like a\n\npage from a book.\n\nDICK\nLet the kid go.\n\f49\n\nJESSE\nHe’s lying.\n\nDICK\nJesus; he can’t even talk!\n\nJESSE\nWhere's Jim? (beat) Where’s Jim? Where's Jim?\nWhere's Jim?\n\nDICK\n(slapping JESSE'S hat off his head)\nQuit it!\nJESSE sits back and rubs his hands on his thighs. ALBERT weeps but\n\ncan’t make words. He wipes his nose and eyes and shudders with sobs as\nhe gasps for air.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nJESSE sits back and rubs his hands on his thighs. ALBERT weeps but\n\ncan’t make words. He wipes his nose and eyes and shudders with sobs as\nhe gasps for air. \n\nTARGET SECTION TO BE ANNOTATED:\n When at last he speaks his voice is scaled like a\nchild's:\nALBERT\nYou bastard! I don’t know where he is and you\nwon't believe me and you never even gave me a\nchance. You kept my mouth shut! I never know\nwhere Jim is or when he comes so leave me\nalone, get off me, you son of a bitch!\n(grunts and bucks under JESSE and\nshouts: }\nGet off!\n\nJESSE rises and ALBERT rolls over crying. DICK walks out in disgust.\n\nEXT. YARD, BILL FORD'S FARM - DAY\n\nDICK walks around the barn to the road, his face splotched crimson with\nfury. He climbs onto his mount.\n\nWhen JESSE comes forward, DICK looks away; squints down the road in\norder to talk.\n\nDICK\nI‘m worn out Jesse. I cant- My mind’s all\ntangled anyway. Little deals like that just\nmake me feel dirty.\n\nDICK turns to gauge JESSE’S reaction to this and is astonished to see\nhim caved forward into his bay horse, his face flattened into its mane\nin a grimace of affliction, noiselessly crying.\n\nDICK\nYou all right, Jesse?\n\nJESSE nuzzles into the horse’s hide and mutters words we can’t make\nout.\n\nALBERT limps toward the Ford house, cupping his left ear and wiping his\nnose with his sleeve.\n\f30\n\nDICK\nMaybe you better ride on to wherever it is\nyou're living now, and maybe I'll sell this\nanimal and skeedaddle on over to Mrs.\nBolton's and, you know, apologize to the\nFords; put everything in it’s best light and\nso on.\n\nJESSE scrubs at his eyes. He fumbles his left boot at the stirrup until\nat last it finds purchase and he swings up.\n\nJESSE\nI must be going crazy.\n\nAnd he rides off without another word.\nFADE OUT\n\nEXT. HARBISON FARM - MORNING.\n\nWOOD HITE approaches through the arctic wind. His moustache is jeweled\nwith ice. Snow has made boards of his trousers and sleeves.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nWOOD HITE approaches through the arctic wind. His moustache is jeweled\nwith ice. Snow has made boards of his trousers and sleeves. \n\nTARGET SECTION TO BE ANNOTATED:\nHe sees ELIAS FORD (BOB & CHARLEY’S ELDER BROTHER) in the distance;\nthrowing up his arm in greeting and pointing him toward the stables.\n\nINT. BARN, HARBISON FARM ~ MORNING.\n\nWOOD walks his horse inside a stall and throws a moth eaten blanket\nover it.\n\nEXT. YARD, HARBISON FARM - MORNING.\n\nWOOD walks to the kitchen with WILBUR, who's teetering with a milkcan.\n(WILBUR is another FORD BROTHER, in between BOB and CHARLEY)\n\nwooD\nHow come it’s always you who does the chores?\n\nWILBUR\nCharley and Bob pay extree to Martha so’s\nthey don’t have to.\n\nwooD\nStill don’t seem fair.\n\nWILBUR\nWell.\n\nWILBUR opens the storm door for the man and bangs the milk can inside.\n\nWILBUR\nI‘d take a rag to my nose if I were you; it’s\nunsightly.\n\nINT. KITCHEN, HARBISON HOMESTEAD - MORNING.\n\f31\n\nMARTHA kneads bread dough on a floured board. IDA stirs a kettle,\nyawning. WILBUR straddles a chair and MARTHA turns to see WOOD thawing\n\nhis right ear over the coal lamp's glass chimey.\n\nMARTHA\nLook what the cat dragged in.\n\nHe rotates his ear to thaw the left ear.\n\nMARTHA\nYou come from Kentucky?\n\nWOOD squints at her:\n\nWOOD\nYou mean the news never got this far?\n\nWILBUR\nWood and Dick had a shooting scrape a month\n\nor two ago.\nINT. 2\" FLOOR BEDROOM, HARBISON HOMESTEAD — MORNING.\n\nBOB is awake upstairs. The North window is raised and the room is so\ncold spirits leave him with each exhalation. The sounds of breakfast\n\nbeing prepared below:\n\nMARTHA (OFF-SCREEN)\nCover the kettle, Ida.\n\nThen he hears his sister say:\n\nMARTHA (OFF-SCREEN)\nWhat on earth did you and Dick get into a\nfracas about?\nAnd he bolts out of bed.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe sounds of breakfast\n\nbeing prepared below:\n\nMARTHA (OFF-SCREEN)\nCover the kettle, Ida. Then he hears his sister say:\n\nMARTHA (OFF-SCREEN)\nWhat on earth did you and Dick get into a\nfracas about? And he bolts out of bed. \n\nTARGET SECTION TO BE ANNOTATED:\n He scoots his hand under DICK’S pillow and\nshakes him:\nBOB\nDick!\n\nLIDDIL automatically reaches for the colt revolver but finds it\ntrapped. He looks at BOB’S worried face.\nBOB\nWood Hite’s downstairs.\nINT. KITCHEN, HARBISON HOMESTEAD - MORNING.\nMARTHA\n\nI-da! Don’t stick your thumb in the cream\nwhen you skim it! Goodness sakes!\n\nWILBUR\nDick told me a complete other version of that\naffray.\n\f52\n\nwoOD\nYou mean he’s here?\n\nWILBUR\nCame in late last night.\n\nWOOD'S chair screeches on the floor as he stands up.\n\nWILBUR\nSimmer down.\n\nINT. 2\" FLOOR BEDROOM, HARBISON HOMESTEAD - MORNING.\n\nDICK cocks his Navy Colt and points it at the closed door. BOB extracts\na loaded revolver from CHARLEY’S holster.\n\nMARTHA (OFF-SCREEN)\n\nDon’t you boys get into a fracas up there.\nI’ve almost got breakfast cooked.\n\nThey listen as WOOD makes a racket on the stairs.\n\nWOOD slams the bedroom door with his boot so that it bashes the wall\nand CHARLEY jolts up.\n\nDICK fires a shot, missing WOOD and smashing a hole in the doorjamb.\n\nWOOD fires at DICK strewing pillow feathers, and fires a second time as\nDICK rolls off the mattress.\n\nA terrified BOB cowers next to his bed and clicks back the hammer of\nhis revolver.\n\nWOOD fires a shot through DICK’S thigh; swatting the floorboards and\nbed sheets with blood.\n\nDICK triggers a shot that snags WOOD’S right arm.\nCHARLEY gets out of bed and dives for the windowsill, squirming under\nthe sash.\n\nWOOD shoots at CHARLEY but misses.\n\next.’ ROOF, HARBISON HOMESTEAD - MORNING\n\nCHARLEY slips on the eave and slides off the roof and whumps into a\nsnowbank twelve feet below.\n\nINT. 2” FLOOR BEDROOM, HARBISON HOMESTEAD - MORNING.\nDICK, in agony, raises his Navy Colt again but the hammer snaps against\nan empty chamber.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\next.’ ROOF, HARBISON HOMESTEAD - MORNING\n\nCHARLEY slips on the eave and slides off the roof and whumps into a\nsnowbank twelve feet below. INT. 2” FLOOR BEDROOM, HARBISON HOMESTEAD - MORNING. DICK, in agony, raises his Navy Colt again but the hammer snaps against\nan empty chamber. \n\nTARGET SECTION TO BE ANNOTATED:\nWOOD then switches his pistol to his left hand, steps forward, and\ntakes slow and careful aim at DICK.\n\nIt is then that BOB FORD shoots ROBERT WOODSON HITE: The round goes in\njust next to his eyebrow and makes a small button of red carnage that\nshuts WOOD'S motor off. wooD collapses to his knees, his brown eyes\n\f33\n\njelly and reason vanishes, and then he falls to the left with a\nconcussion that jostles the room.\n\nDICK looks at BOB with consternation.\n\nBOB walks around to WOOD with sickness in his stomach, an apricot in\nhis throat.\n\nDICK\nIs he dead?\n\nBOB is deafened by the gunfire:\n\nBOB\nWhat?\nDICK\nIs he dead?\nWOOD'S chest swells and relaxes. Blood pools wide as a birdbath under\nhis skull.\nBOB\nHe’s still sucking air, but I think he’s a\n\ngoner.\nINT. 2\" FLOOR CORRIDOOR, HARBISON HOMESTEAD - MORNING.\n\nBOB steps shakily out into the corridor and looks down at MARTHA and\nELIAS at the bottom of the stairs.\n\nBOB\n(holding it together)\nMaybe you oughta come up and wish him well on\nhis journey.\n\nBlood creeps away from WOOD and drools into board cracks. BOB stares at\nit as the stairs creak.\n\nBOB\n(little boy lost)\nHe’s losing all his stuffing.\n'\n\nINT. 2 FLOOR BEDROOM, HARBISON HOMESTEAD - MORNING.\n\nMARTHA bumps past BOB, removes her apron, and carefully wads it under\nthe exit wound. ELIAS squats next to her.\n\nELIAS\nYou were a good fellow, Wood. You talked\nkindly and you took care of your horse and\nyou always pulled your own weight.\n\nMARTHA\nI hope the pain isn’t frightful, Wood. I'd\nfetch something for you to drink but I’m\nafraid it’d just make you choke.\n(beat)\n\f54\n\nLittle Ida‘’s going to miss you. So isthe\nrest of the family.\n\nDICK collars his thigh with his hands.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\n(beat)\n\f54\n\nLittle Ida‘’s going to miss you. So isthe\nrest of the family. DICK collars his thigh with his hands. \n\nTARGET SECTION TO BE ANNOTATED:\nDICK\nHitch my leg up onto the bed so that it won’t\n\ndispense so easy.\n\nHe grits his teeth when ELIAS grips his ankle and sags back with a moan\nwhen ELIAS lifts it onto the mattress.\n\nBOB steps into the room and stands over WOOD.\n\nBOB\nJust in case you never noticed. It was me who\nshot you. I don't harbor any ill feelings\ntoward you, I was just scared and looking out\nfor my own well-being.\n\nA finger ticks on WOOD’S left hand and BOB jumps back an inch before\nrecovering his composure.\nBOB\n\nYou‘ve done a gallant job of dying so far and\nhave nothing whatsoever to be ashamed about.\n\nINT. KITCHEN, HARBISON HOMESTEAD - AFTERNOON.\n\nCHARLIE sits with his foot propped up on a chair, his sprained ankle as\nround as a melon.\nCHARLEY\nOne thing’s settled: can’t take him into\nRichmond.\n\nWILBUR\nHow come?\n\nCHARLEY\nOne: the sheriff will put Bob in jail. And\ntwo: Jesse will find out his cousin Wood's\nbeen shot in our house and that'll be the end\nfor each and every one of us.\n\nIDA comes inside from the root cellar with vegetable jars. She turns to\nher weeping mother.\n\nIDA\nDoes Uncle Bob like okra, Momma?\n\nMARTHA\nCan’t you see him standing there? Why don’t\nyou find out for yourself?\n\nBOB loiters with the shell of the bullet, sniffing the burned gunpowder\n\nin it.\n\f55\n\nBOB\nShe's afraid of me, Martha.\n(Beat)\nYou all are.\n\nINT. 2\" FLOOR BEDROOM, HARBISON HOMESTEAD - DUSK.\n\nWOOD'S corpse, now naked, is laid out on BOB’S twin bed. DICK’S lips\nmove as he reads a yellow book. BOB enters. DICK doesn’t raise his\n\neyes.\n\nDICK\nHe ain't disappeared if that’s what you were\nhoping.\n\nBOB\n\nWhat chapter are you on?\n\nDICK\nShe’s seen some young swell and got herself\nall agitated.\n\nBOB\nHow's your leg?\n\nDICK\nFull of torment, Bob. Thanks for asking.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOB\nHow's your leg? DICK\nFull of torment, Bob. Thanks for asking. \n\nTARGET SECTION TO BE ANNOTATED:\nBOB sets his tin plate down and lowers himself onto DICK’S bed. He\nexamines the excavation in WOOD'S skull.\n\nBOB\nI ought to feel sorry but I don’t. I’m just\nglad it’s Wood who's dead and not me.\n\nDICK closes the book on his index finger. He looks at BOB.\n\nDICK\nYou and me, we'll have to sit down and talk a\nfew things over. Circumstances have changed.\n(nods to WOOD)\nHe’1l cut our throats, if he finds out. You\ndon’t know Jesse like I do. He‘ll kill us in\nour sleep.\n\nBOB sighs; the gravity of his situation sinking in on him. Then ELIAS\nis standing in the doorway with a moth eaten blanket.\n\nELIAS\nReady?\n\nINT. HARBISON HOMESTEAD - DUSK.\nELIAS and BOB tow the body down the stairs.\nINT. KITCHEN, HARBISON HOMESTEAD - DUSK.\n\nCHARLEY and WILBUR solemly rise from their chairs as WOOD is carried\nout. IDA covers her face with her palms and MARTHA turns to the stove.\n\f56\n\nEXT. HARBISON FARM - DUSK.\n\nSnow falls around BOB and ELIAS as they struggle with their cumbersome\nload.\n\nEXT. RAVINE, HARBISON FARM - DUSK.\n\nWOOD'S naked body is rolled into a snow filled ravine. The brothers\nbegin kick clods of earth down onto the body.\nELIAS (OVER)\nBlessed are the poor in spirit: for theirs is\nthe kingdom of heaven. Blessed are they that\nmourn: for they shall be comforted.\n\nEXT, SLOPE ABOVE RAVINE, HARBISON FARM — LATER.\nELIAS stands with hat at his chest, petitioning BOB with his eyes.\n\nBOB\nMeek.\n\nELIAS\nBlessed are the meek..\n\nELIAS pauses and beseeches his brother again.\n\nBOB\nFor they shall inherit the earth.\nFADE OUT\n\nINT, HARBISON HOMESTEAD - DUSK.\nBOB sits, spooked, in the living room. The clock clunks. A candle blows\nout.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOB sits, spooked, in the living room. The clock clunks. A candle blows\nout. \n\nTARGET SECTION TO BE ANNOTATED:\nBOB turns to lock eyes with an apparition at the windowglass: Its JESSE\nreceding back into the darkness.\n\nAnd then suddenly JESSE is filling up the kitchen, as large and as loud\nas a beer wagon: Rowdily swatting shoulders and biceps, receiving the\nother FORD BROTHER'S handshakes.\n\nBOB scuttles up the stairs.\nINT. 2 FLOOR BEDROOM, HARBISON HOMESTEAD - DUSK.\nDICK is already hopping one-leggedly toward the closet.\nBOB\nWhy‘d he come by, Dick? Does he know about\nWood, do you think?\nDICK\n\nI can’t figure it, Bob. I only know that he\ndoesn’t miss very much.\n\f57\n\nBOB\nWhat should I say about you if he asks?\n\nDICK\nJust tell him I’m in K.C. with Mattie.\n\nDick swaddles himself in yanked-down petticoats and crinolines as BOB\ncloses the closet door.\n\nINT. KITCHEN, HARBISON HOMESTEAD - SOON AFTER.\nBOB shies into the kitchen.\n\nJESSE\nWhy, it’s the kid!\n\nBOB\nHow's everything?\n\nJESSE ignores question and takes off his hat and coat. No one talks as\nJESSE moves - it’s as if his acts are miracles of invention wondrous to\n\nbehold.\n\nJESSE\nI never take off my gunbelt.\n\nWILBUR\nGood thinking.\n\nJESSE walks back to his coffee and CHARLEY hitches aside.\n\nJESSE\nHurt your leg?\n\nCHARLEY\nI slipped off the roof and smacked down into\na snowbank like a ton of stupidness. One\nsecond I’m screaming, ‘Whoa, Nelly!’ and the\nnext second, poof! I’m neck deep in snow.\n\nJESSE\nThe roof? Whatever possessed you to climb the\nroof in December? :\n\nCHARLEY loses his smile and sees the criticism in BOB’S expression.\n\nCHARLEY\n(stammering)\nThere was a kite- what am I saying? There was\na cat. A cat was on the roof and I went after\nhim. A tom cat. Yowling and whatall; and I\n\nslipped.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nA cat was on the roof and I went after\nhim. A tom cat. Yowling and whatall; and I\n\nslipped. \n\nTARGET SECTION TO BE ANNOTATED:\nCHARLIE rubs his eye and coughs into his fist.\n\nJESSE\nI thought maybe your clubfoot was gaining on\n\nya.\n\f58\n\nWILBUR and CHARLEY guffaw as if this is funny. MARTHA carries a bowl of\nham hocks to the table.\n\nBOB\nDick was here for a little bit and then he\nwent on to Kansas City to be with his wife.\n\nJESSE gives BOB a look and then pretends he hasn’‘t heard. He begins to\ntickle IDA’S side and stomach, saying ‘Kootchy Kootch’ until the girl\nis sore with giggles, and the fun is over.\n\nMARTHA\nOh, quit it, you two.\n\nCHARLEY casts about anxiously for something to say.\n\nCHARLEY\nHere’s a cute story, Jess. Bobby was - what -—\neleven or twelve? And you were by far his\nmost admired personage. He couldn’t get\nenough. He practically ate those newspaper\nstories up. It was Jesse this, Jesse that,\n“* from sunrise to sunset.\n\nJESSE\nFascinating.\n\nCHARLEY\nNo; there’s more. This is cute. We're at\nSupper and Bob asks, ‘You know what size boot\nJesse wears?’\n\nBOB\nJesse doesn’t care about this, Charley.\n\nCHARLEY\nShush now, Bob. Let me tell it. Bob says, he\nsays ‘You know what size boot Jesse wears?\nSix and a half,’ He says, ‘Ain’t that a\nlittle boot for a man five feet eight inches\ntall?’ Well, I decide to josh hima little,\nyou know, so I said, ‘He doesn’t have toes, '\nis why.’ .\n\nBOB\nReally stupid.\n\nCHARLEY\nThen my momma pipes up and says, ‘He what?’\nand I’m not letting on. I say, ‘He was\ndangling his feet off a culvert and a catfish\nnibbled his toes off.‘ Well, Bob taxed\nhimself trying to picture it until Momma let\non that I was playing him the fool. And Bob\nsays ~ I want to get this right.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHARLEY\nThen my momma pipes up and says, ‘He what?’\nand I’m not letting on. I say, ‘He was\ndangling his feet off a culvert and a catfish\nnibbled his toes off.‘ Well, Bob taxed\nhimself trying to picture it until Momma let\non that I was playing him the fool. And Bob\nsays ~ I want to get this right. \n\nTARGET SECTION TO BE ANNOTATED:\n What was it\nexactly you said, Bob?\n\f59\n\nBOB\n(reluctant)\nI said, ‘If they’d been catfish he'd a\ndrilled them with his forty-four.’\n\nCHARLEY laughs and claps his hands.\n\nCHARLEY\nYep, that’s the exact words, exactly!\n\nJesse looks at BOB without comment.\n\nBOB\nIt'd be a good joke if it was funny.\n\nCHARLEY\nYou've got to picture it though. Bob saying\nyou would‘ve shot them catfish, then smiling\nin every direction, real satisfied with\nhimself. Oh! And you know what he said next?\nHe said, ‘You need your toes.’\n\nWILBUR - ~\nHow'd I miss this? Where was I?\n\nCHARLEY\nYou need your toes.\n\nJESSE\n‘Course you do.\n\nCHARLEY\nIsn’t that a cute story?\n\nJESSE suppresses his opinion. He regards BOB in a way that implies the\nsight is disappointing. He skewers a cigar with the tine of his fork.\n\nJESSE\nGive me some other conversations, Bob.\n\nBOB\n(reluctant) '\nYou know how children are. :\n\nJESSE\nIt‘d be cheery to hear what you fancied about\nme. It might make me laugh and forget my\ncares and woes.\n\nBOB\nI can‘t recall much of any consequence.\n\nCHARLEY\nI got one. This one’s about as crackerjack as\nthe one about your toes.\n\nBOB\nWhich?\n\f60\n\nCHARLEY\nAbout how much you and Jesse have in common.\n\nJESSE\nWhy don’t you tell it, Bob; if you remember.\n\nBOB\nWell, if you'll pardon my saying so, it is\ninteresting, the many ways you and I overlap\nand whatnot. You begin with our Daddies. Your\ndaddy was a pastor of the New Hope Baptist\nChurch; my daddy was pastor of a church at\nExcelsior Springs. You're the youngest of the\nthree James boys; I’m the youngest of the\nfive Ford boys. You had twins as sons, I have\ntwins as sisters.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nYour\ndaddy was a pastor of the New Hope Baptist\nChurch; my daddy was pastor of a church at\nExcelsior Springs. You're the youngest of the\nthree James boys; I’m the youngest of the\nfive Ford boys. You had twins as sons, I have\ntwins as sisters. \n\nTARGET SECTION TO BE ANNOTATED:\n Between Charley and me, is\nanother brother, Wilbur here (with six\nletters in his name); between Frank and you\nwas a brother, Robert, also with six letters.\nRobert, of course, is my Christian name. You\nhave blue eyes; I have blue eyes. You're five\nfeet eight inches tall. I’m five feet eight\ninches tall. Oh.me, I must’ve had a list as\nlong as your nightshirt when I was twelve,\nbut I’ve lost some curiosities over the\nyears.\n\nJESSE is as still as a photograph. Smoke spirals from his cigar in a\nline and then squiggles above him like sloppy handwriting; but his eyes\nare active, cagey, calculating. He comes carefully to life and taps\nashes into his coffee cup.\n\nJESSE\nDid I ever mention that scalawag George\nShepherd to y’all?\n\nHe reaches over and grips BOB’S forearm in apology while saying:\n\nJESSE (CONT’D)\nGeorge was one of Quantrill’s lieutenants and\nhe gave me a story like Bob’s, is why I\nthought of him, giving me everything we had\nin common and so on, just so he could join\nthe gang. How could I know he had a grudge\nagainst me and was lying to get on my good\nside? I said ‘Come aboard, George. Glad to\nhave ya,’ George thought he was pretty smart.\n‘Cept he wasn’t. He rode into camp one\nmorning and about twenty guns opened up on\nhim. But he only had one eye - and you need\ntwo eyes to get Jesse.\n\nBOB and WILBUR laugh for a suitable period of time, and JESSE laughs\nuntil tears come out of his eyes.\n\nBOB\nYou oughtn’t think of me like you do George\nShepherd.\n\f61\n\nJESSE\nYou just brought him to mind.\n\nBOB\nIt’s not very flattering.\n\nMARTHA waitresses around them collecting cups and saucers.\nJESSE\nGood eating, Martha.\n\nMARTHA\nGlad you liked it.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARTHA waitresses around them collecting cups and saucers. JESSE\nGood eating, Martha. MARTHA\nGlad you liked it. \n\nTARGET SECTION TO BE ANNOTATED:\nBOB\n\nHow come George had a grudge against you?\nJESSE\n\nHmm?\nBOB\n\nYou said George Shepherd had a grudge against\nyou and I’ve just been wondering what it was?\n\nJESSE\nOh. George asked me to protect this nephew of\nhis during the war and it so happens the kid\nhad five thousand dollars on him. The kid\nwinds up killed, and all the money swiped\nfrom him, and when George was in prison\nsomeone whispers to him it was Jesse James\nslit the boy's throat.\n\nCHARLEY\nJust mean gossip, was it?\n\nJESSE\nBob’s the expert; put it to him.\n\nBOB rises from the table like a stamping boy in a snit.\n\nJESSE\nI’ve make him cranky.\n\nWILBUR snickers.\n\nBOB\nI've been through this before, is all. once\npeople get around to making fun of me, they\njust don’t ever let up.\n\nMARTHA\nSomeone’s speaking awful fresh over there!\n\nBOB is forced to walk Past JESSE to get to the main room. JESSE kicks a\nleg across BOB’S Path, clouting the floorboards with his boot. BOB\nglances down at his bogus grin - the suggestion of malice beneath his\nantics.\n\f62\nJESSE\nI don’t want you to skip off to your room and\npout without knowing why I dropped by for\nthis visit.\nBOB\nI suppose you're going to tell us how sorry\nyou are that you had to slap my cousin Albert\naround.\n\nSuch great heat seems to come then from JESSE'S eyes that BOB glances\naway as if from sunlight, but in a second the man cools and says:\n\n: JESSE\nI come to ask one of you two Fords to ride\nwith me on a journey or two. I guess we've\nagreed it ought to be Charley; you've been\nacting sort of testy.\n\nBOB stands pale and silent. Then he steps around JESSE’S boot and\ncalmly climbs the stairs to the upper room.\n\nINT. 2 FLOOR BEDROOM, HARBISON HOMESTEAD - NIGHT.\n\nBOB enters and carefully shuts the door.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen he steps around JESSE’S boot and\ncalmly climbs the stairs to the upper room. INT. 2 FLOOR BEDROOM, HARBISON HOMESTEAD - NIGHT. BOB enters and carefully shuts the door. \n\nTARGET SECTION TO BE ANNOTATED:\n DICK shoves open the closet\ndoor with his toe and looks out at ROB.\n\nDICK\nI'd say that was really stupid.\n\nEXT. SAMUEL'S FARM, KEARNEY (ESTABLISHING) - NIGHT.\n\nJESSE and CHARLEY approach on horseback.\n\nEXT. PORCH, SAMUEL’S FARMHOUSE, KEARNEY - NIGHT.\n\nZERELDA SAMUELS (Jesse’s mother) is in the doorway waiting for them.\n\nZERELDA\nYou're Charley Ford.\n\nCHARLEY\nYes ma’am you’ve seen me once or twice with\nJohnny.\nZERELDA\nI got a letter from George Hite. Hasn’t seen\nhide nor hair of him.\nJESSE squints at CHARLEY.\nJESSE\nAnd you say you haven’t seen Wood?\nCHARLEY\nCan’t imagine where he could be.\n\nINT. KITCHEN, SAMUEL’S FARMHOUSE, KEARNEY - NIGHT.\n\f63\nCHARLEY is woken by JESSE:\n\nJESSE\nYou finished with your sleeping?\n\nCHARLEY sits up from his bedroll:\n\nCHARLEY\nI could use one or two more hours if it’s no\ntrouble. I can’t operate on less than five. I\nrun into walls and fence Posts.\n\nJESSE\nI’ve been holding a discussion with myself\nover if I ought to tell you this or no. My\ngood side won out and, well, I’d like to make\na clean breast of things.\n\nCHARLEY\nMy mind is cobwebby yet, is the only\ndrawback.\n\nJESSE crosses close.\n\nJESSE\nCan you hear me when I whisper this low?\n\nJust barely.\nJESSE\n\nYou knew I went to Kentucky?\nCHARLEY\n\nYes.\nJESSE\n\nI come back through Saline County and thought\nto myself, ‘why not Stop by and see Ed\nMiller?’ So I do and things aren’t to my\nsatisfaction at all. Ed’s got himself worked\nup over something and I can tell he’s lying\nlike a rug and I say to myself, ‘Enough’s\nenough!’ and I say to Ed, ‘Come on, Ed; let’s\ngo for a ride.’ Do you understand what I’m\nsaying?\n\nCHARLEY\nGoing for a ride is like giving him what-for.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nJESSE\n\nI come back through Saline County and thought\nto myself, ‘why not Stop by and see Ed\nMiller?’ So I do and things aren’t to my\nsatisfaction at all. Ed’s got himself worked\nup over something and I can tell he’s lying\nlike a rug and I say to myself, ‘Enough’s\nenough!’ and I say to Ed, ‘Come on, Ed; let’s\ngo for a ride.’ Do you understand what I’m\nsaying? CHARLEY\nGoing for a ride is like giving him what-for. \n\nTARGET SECTION TO BE ANNOTATED:\nJESSE\nExactly. Ed and Jesse, they argued on the\nroad and when push came to shove, Jesse shot\n\nand killed him.\n\nCHARLEY\nJesse did.\n\f64\n\nJESSE\nYou’ve got it.\n\nCHARLEY\nYou.\n\nJESSE pats CHARLEY’S knee.\n\nJESSE\nSo you see? Your cousin got off easy. I was\nonly playing with Albert.\n\nCHARLEY\nI‘ve made him squeal once or twice myself.\nI’m just not as thorough as you are.\n\nJESSE\nYou want to swap a tale with me now?\n\nCHARLEY\n(sudden fright)\nI don’t get your meaning.\n\nJESSE\nIf you’ve got something to confess in\nexchange, it seems to me it’d only be right\nfor you to spit it out now.\n(beat)\nAbout Wood Hite, for example.\n\nCHARLEY\nI’ve been saying over and over again I can’t\nfigure out where he’s gone. I’m not going to\nchange my story just to have something to\n\nspit.\nJESSE\nWhy was your brother so agitated?\nCHARLEY\nWhich?\nJESSE\nBob.\nCHARLEY\n\nIt’s just his way. He’s antsy.\n\nJESSE retreats. Sits in a chair.\n\nJESSE\nYou can go back to sleep now.\n\nCHARLEY\nYou got me agitated now: you see?\n\nJESSE\nJust ain’t no peace with Jesse around. You\n\nought to pity my poor wife.\n\f65\n\nCHARLEY\nEd Miller was a good friend of mine. He\nintroduced me to you at that one poker game.\nI’m a little angry with you, if you want the\nGod’s honest truth.\n\nJESSE crosses his ankles and shuts his eyes. He pushes his hands deep\ninto his pockets.\n\nJESSE\nYou ought to pity me too.\n\nFADE OUT\n\nEXT. COMMERCIAL DISTRICT, KANSAS CITY - DAY.\n\nBOB walks through a street of mud and slush and manure. He cuts between\ntwo surreys and enters the Times Building.\n\nINT. HENRY CRAIG'S OFFICE, TIMES BUILDING - DAY.\n\nBOB stands in a room that’s full of bookcases housing Kansas and\nMissouri statutes.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. HENRY CRAIG'S OFFICE, TIMES BUILDING - DAY. BOB stands in a room that’s full of bookcases housing Kansas and\nMissouri statutes. \n\nTARGET SECTION TO BE ANNOTATED:\n The door creaks and he turns to see a stern man in\n\nhis late forties:\n\nHENRY CRAIG\nMy assistant mentioned something about you\nand the James gang.\n\nBOB\nYes sir. I want to bring them to justice.\n\nHENRY CRAIG\nThe James gang.\n\nBOB doesn’t react to his skepticism. Craig takes a seat behind his desk\nand sighs.\n\nHENRY CRAIG\nHow do you know the James brothers?\n\nBOB\nDid I say that I did?\n\nHENRY CRAIG\nDo you spy on them?\n\nBOB\nYou’1l excuse me for saying so, but isn’t\nwhat matters the fact that I can round these\nculprits up?\n\nHENRY CRAIG\nI get told that once a week, and they’re\nstill uncaught. You can see how I’d be\nskeptical.\n\nBOB lowers into a mahogany chair and admires the sculptured armrests.\n\f66\n\nBOB\nJust lately?\n\nHENRY CRAIG\nJust lately what?\n\nBOB\nAnybody come to you just lately saying he\ncould bring in one or two of the James gang?\n\nHENRY CRAIG\nYou‘ve got to give me something. I don’t even\n\nknow your name.\n\nBOB\nIt's Bob.\n\nHENRY CRAIG\nJust Bob?\n\n: BOB\nRight now, yes; for the time being.\n\nHENRY CRAIG\nDo you know where Jesse’s living?\n\nBOB\nHe was in Kansas City.\n\nHENRY CRAIG\n(incredulous)\nYou‘re pulling my leg.\nBOB\nOver on Woodland Avenue; and then Troost.\nHe’s moved again though.\n\nCRAIG inscribes something in the journal and BOB walks over to study\nthe entry.\n\nBOB\nDoes the name Bob Ford mean anything to you?\n\nCRAIG dips his quill pen in the ink bottle:\n\nHENRY CRAIG\nIs that your actual name or your alias?\n\nBOB\nActual.\n\nBOB watches his name recorded in CRAIG’S elegant calligraphy.\n\nBOB\nPretty soon all America will know who Bob\nFord is.\n\nEXT. WOODS SURROUNDING HARBISON HOMESTEAD - DAWN.\n\f67\n\nAn ARMED POSSE crunch through the snow on foot, approaching the\nHarbison farm.\n\nINT.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nWOODS SURROUNDING HARBISON HOMESTEAD - DAWN. 67\n\nAn ARMED POSSE crunch through the snow on foot, approaching the\nHarbison farm. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n 2” FLOOR BEDROOM, HARBISON HOMESTEAD - DAWN.\n\nThrough the window, BOB sees 12 ARMED MEN coming out of the woods, as\nrounded over as hedgehogs. He swats at the sleeping DICK LIDDIL’S foot.\n\nBOB\nDick!\nDick inclines on his elbow and slants over just enough to see the MEN\nwading through a knee-deep snowdrift. He bolts from the bed to his\nclothes.\n\nDICK\nWho is it?\n\nBOB\n\nI_saw a tin star on someone's pocket; that’s\nall the information I need.\n\nDICK\nGod damn that Mattie anyhow.\n\nA big voice is heard coming from the yard:\n\nSHERIFF TIMBERLAKE (OFF-SCREEN)\nJesse!\n\nDICK\nHow do I find the attic?\n\nSHERIFF TIMBERLAKE (OFF-SCREEN CONT’D)\nWe know you’re in there! Come outside with\nyour hands up!\n\nEXT. HARBISON HOMESTEAD - DAWN.\n\nSHERIFF TIMBERLAKE has his mouth bracketed with his mittens. He's\nsurrounded by CRAIG and the DEPUTIES.\n\nSHERIFF TIMBERLAKE\nYou boys are cornered! If you know what's\ngood for you, you’1l come out peaceably and\nno one will get shot up!\n\nThe kitchen door is pushed open and the MEN all crouch down. BOB calls\n\nout:\nBOB (OFF-SCREEN)\nDon’t shoot!\n\nSHERIFF TIMBERLAKE\nCome on out and show yourself!\n\nBOB steps out with a smirk.\n\f68\n\nBOB\nIf this isn’t a surprise!\n\nSHERIFF TIMBERLAKE\nThat’s how we intended it.\n\nINT. 2” FLOOR BEDROOM, HARBISON HOMESTEAD - SOON AFTER.\n\nThe POSSE are gathered in the room. BOB and MARTHA watch as TIMBERLAKE\nwhams the ceiling cover and points his revolver into the crawl space.\n\nSHERIFF TIMBERLAKE\nYou there! Give yourself up!\n\nDICK climbs down. He is handcuffed.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nGive yourself up! DICK climbs down. He is handcuffed. \n\nTARGET SECTION TO BE ANNOTATED:\nHENRY CRAIG\nAndrew James Liddil, this is a warrant for\nyour arrest for the murder of William\n\nWestfall and participation in the Winston\ntrain robbery on the 15™ of July, 1881.\n\nFADE OUT\n\nEXT. KANSAS CITY - DAY.\n\nBOB pilots a sleigh pulled by two horses, He approaches the St. James\nHotel.\n\nINT. ST. JAMES HOTEL - DAY\n\nBOB strolls the purple carpet of the lobby. It’s a world of luxury so\n\nfar unseen in the film. A world which BOB seems out of place in, but to\nwhich he craves entry. He tugs off a mitten with his teeth and regards\n\na sign announcing ‘The Craig Rifles Ball.’\nINT. HENRY CRAIG’S SUITE, ST. JAMES HOTEL - DAY\n\nHENRY CRAIG is in a wood and tin bathtub that’s a@s narrow as a coffin.\nHe hears a knock at the door.\n\n1 HENRY CRAIG\n\n. Come in.\nBOB sidles inside like a cat.\n\nHENRY CRAIG\nDidn’t expect you to make it.\n\nBOB seats himself in a chair and slides his bowler hat beneath it.\n\nBOB\nI couldn’t pass up meeting the Governor. Me\nand him’ve got some important matters to take\n\nup.\nCRAIG gives him an intolerant glance and then nods towards a whisky\nbottle:\n\f69\n\nHENRY CRAIG\nHow about some roockus juice?\n\nBOB\n(shakes his head)\nDoesn't take more than a sip to make me want\nto bite off my own nose.\n\nCRAIG sloshes messily out of the tub and refills his glass.\n\nHENRY CRAIG\nWell, this is my day! Here’s to the Craig\nRifles and to the great man who leads them so\nmagnificently.\n\nBOB\nCan I climb into that bathwater? I think I\ncaught a chill on my way here.\n\nHENRY CRAIG\nGo ahead.\n\nBOB strips and sinks into the tub with a groan.\n\nHENRY CRAIG\nThere’s something real seldom about you, Bob.\n\nINT. DINING ROOM, HENRY CRAIG’S SUITE, ST. JAMES HOTEL - DAY\n\nBOB comes out just as two WAITERS trolly in a meal cart.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. DINING ROOM, HENRY CRAIG’S SUITE, ST. JAMES HOTEL - DAY\n\nBOB comes out just as two WAITERS trolly in a meal cart. \n\nTARGET SECTION TO BE ANNOTATED:\n He is shocked\nto see DICK LIDDIL sitting at the dining table with HENRY CRAIG and the\nKansas City POLICEMEN. DICK laughs at BOB’S discomfort.\n\nDICK\nWell, well, well. Aren’t you just full of\nsurprises.\n\n. BOB\nThey're going to love a pretty boy like you\nin the penitentiary. You won’t never be\nlonely again.\n\n' DICK\nOh, they don’t give a damn about me. It’s\nFrank and Jesse they want.\n\nBOB sits down to carrots and rare steak. BOB cuts into his meat and\nconsiders the other men’s plates:\n\nBOB\nIs your cow still moving?\n\nDICK -\nJust singed it a little did they?\n\nBOB\nI’ve seen critters worse off than this get\nwell.\n\f70\n\nHENRY CRAIG\nYou're not going to be complaining all\nevening, are you?\n\nBOB\nMe? I’m happy, Henry! It’s the Craig Rifles\nBall! It’s your night.\n\nHENRY CRAIG\nDon‘t give the Governor your smart aleck\n\ntalk.\nINT, GRAND BALLROOM, ST. JAMES HOTEL - NIGHT\n\nGOVENOR CRITTENDEN speaks to a large crowd of GENTLEMEN in tails and\nLADIES in satin gowns\n\nCRITTENDEN\nI deem it a great privilege on this glorious\noccasion to recognize publicly the\nintelligent and efficient assistance that\nCaptain Henry Craig has thus far provided the\nState of Missouri and myself in our joint\nquest to extirpate the James band from\nJackson County. The task Henry Craig has\nassumed requires fearless courage,\nextraordinary vigilance, and an unerring\nselection of instrumentalities.\n\nBOB lingers against a pillar on the fringes.\n\nBOB\n(mutters to himself)\nYou’re not so great.\n\nA WOMAN nearby glares at the comment.\n\nCRITTENDEN\nMy wife has just signaled that I should leave\nwell enough alone, so I‘1l leave you all with\nthe wish for an enjoyable evening and with\nthe hope that I may have the pleasure of\nmeeting each of you before this celebration\nis ended. -\n\nLATER:\n\nINT. CORRIDOR, ST.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nA WOMAN nearby glares at the comment. CRITTENDEN\nMy wife has just signaled that I should leave\nwell enough alone, so I‘1l leave you all with\nthe wish for an enjoyable evening and with\nthe hope that I may have the pleasure of\nmeeting each of you before this celebration\nis ended. -\n\nLATER:\n\nINT. CORRIDOR, ST. \n\nTARGET SECTION TO BE ANNOTATED:\n JAMES HOTEL — SOON AFTER\nThe POLICEMEN shove BOB against a mahogany pillar. CRAIG is with them.\n\nHENRY CRAIG\nYou're more trouble than you’re worth.\n\f71\n\nBOB\n“ I was just going to say hello.\n\nwe HENRY CRAIG\nThat isn’t why you’re here. Get upstairs now\nand see if you can’t keep your identity\nsecret.\n\nINT. HENRY CRAIG’S SUITE, ST. JAMES HOTEL - SOON AFTER\n\nBOB enters, looking disheveled. DICK, guarded by TWO KANSAS CITY\nPOLICEMEN, looks over the top of his paper and smiles.\n\nDICK\nHow was the party?\n\nINT. CRITTENDEN’S SUITE, ST. JAMES HOTEL - NIGHT\n\nCRITTENDEN receives them in a red silk robe and directs them towards\nwingback chairs:\nCRITTENDEN\nMy wife’s asleep in the next room, so let’s\nspeak as quietly as we can.\n\nCRITTENDEN settles himself into a settee and his eyes glitter as he\nregards the two strangers:\n\nCRITTENDEN\nYou're Dick little.\nDICK\n— Liddil.\nCRITTENDEN\n\nI beg your pardon?\n\nDICK\nI spell it with two @’s.\n\nHENRY CRAIG\nHe’s given us a confession but so far the\nnewspapers haven’t caught onto it. You’ve\nguaranteed him a conditional pardon and\namnesty for his robberies.\n\nCRITTENDEN\nYou’re Robert Ford?\n\nBOB grins, but can’t think of anything to say.\n\nCRITTENDEN\nHow old are you, Bob?\n\nBOB\nTwenty.\n\f72\n\nCRITTENDEN\nDid you surrender to Sheriff Timberlake as\n\nwell?\n\nHENRY CRAIG\nIt was his brother Charley who was in the\nJames Gang. We couldn’t find anything on Bob.\nHe's acting in the capacity of a private\ndetective.\n\nCRITTENDEN\nI see.\n\nCRITTENDEN pours tea.\n\nCRITTENDEN\n\nJesse James sent me a telegram last month,\nsaying he was going to kill me if he had to\nwreck a train to do it.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nCRITTENDEN\nI see. CRITTENDEN pours tea. CRITTENDEN\n\nJesse James sent me a telegram last month,\nsaying he was going to kill me if he had to\nwreck a train to do it. \n\nTARGET SECTION TO BE ANNOTATED:\n He said that once I\nwas in his hands he was going to cut my heart\nout and eat in strips like it was bacon.\n\n(beat)\nI‘m going to wreck his train first.\n\nBOB emits a scoffing laugh. CRITTENDEN glares at him.\n\nBOB\nI’m sorry, Your Excellency. I was thinking of\n\nsomething else.\n\nCRITTENDEN\nJesse James is nothing more than a public\noutlaw who’s made his reputation by stealing\nwhatever he could and by killing whoever got\nin his way. You‘ll hear some fools say he’s\ngetting back at Republicans and Union men for\nwrongs his family suffered during the war,\nbut his victims have scarcely ever been\nselected with reference to their political\nviews.\n\nThe GOVERNOR'S WIFE moans in the other room. CRITTENDEN tempers his\nvoice. .\n\nCRITTENDEN\nI'm saying his sins will soon find him out.\nI'm saying his cup of iniquity is full. I’m\nsaying Jesse James is a desperate case and\nMay require a desperate remedy.\n\nDICK looks to BOB to respond - but sees that the boy is overpowered by\nthe situation, so he responds for him:\n\nDICK\nYou've got the right man for the job.\n\nFADE OUT\n\nEXT. COUNTRY SIDE, SOMEWHERE IN NEBRASKA - DAY\n\f73\n\nFOUL WEATHER.\n\nJESSE (0/S)\nYou ever consider suicide?\n\nCHARLEY and JESSE appear through the grey air:\n\nCHARLEY\nCan’t say that I have. There was always\nsomething else I wanted to do. Or my\npredicaments changed or I saw my hardships\nfrom a different slant; you know all what can\nhappen. It never seemed respectable.\n\nJESSE trots his mount forward:\n\nJESSE\nI’1l tell you one thing that’s certain; you\nwon’t fight dying once you've peeked over to\nthe other side; you’ll no more want to go\nback to your body than you’d want to spoon up\nyour own puke.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nOr my\npredicaments changed or I saw my hardships\nfrom a different slant; you know all what can\nhappen. It never seemed respectable. JESSE trots his mount forward:\n\nJESSE\nI’1l tell you one thing that’s certain; you\nwon’t fight dying once you've peeked over to\nthe other side; you’ll no more want to go\nback to your body than you’d want to spoon up\nyour own puke. \n\nTARGET SECTION TO BE ANNOTATED:\nJESSE vanishes again; leaving CHARLEY’S motor to work in the silence:\n\nCHARLEY\n(calling after him)\nSince we’re looking to rob banks, I was\nwondering if I could go so far as to\nrecommend we add another feller to the gang\nand sort of see if we couldn’t come out of\nour next job alive.\n\nJESSE, in his cloud, seems transfixed by his saddle stirrup.\n\nCHARLEY (OFF-SCREEN)\nBob wanted to know could he ride with us next\ntime we took on a savings bank or a railroad.\n\nCHARLEY continues hopefully: 1\n\nCHARLEY\nBob isn’t much more than a boy to most\nappearances, but there’s about two tons of\nsand in him and he'll stand with his shooter\nwhen that's what’s called for. And he’s smart\ntoo - he’s about as intricate as they come.\n\nJESSE materializes, suddenly vivid against the snow:\nJESSE\n\nYou‘re forgetting that I’ve already met the\nkid.\n\nCHARLEY\nHe surely thinks highly of you.\n\f74\n\nJESSE\nAll America thinks highly of me.\n\n. CHARLEY\nStill. It’s not like you‘ve got two million\nnames you can snatch out of a sock whenever\nyou need a third man. I mean, who else is\nthere that isn’t already in jail?\n\nJESSE sighs:\n\nJESSE\nYou're going to try and wear me down on this,\naren‘t you.\n\nCHARLEY\n(smiles)\nThat was my main intention.\n\nThe two men disappear again into the grey air.\n\nNARRATOR (V/O)\nA note was mailed to Bob Ford with the news\nthat Jesse and Charley would come to Ray\nCounty within the next few weeks. Henry Craig\nenjoined him to return to Richmond and await\nthe arrival of the two.\n\nINT. ELIAS’ GROCERY STORE, RICHMOND - DAY\n\nBOB is busy with CUSTOMERS. SHERIFF TIMBERLAKE enters, prowls the store\nonce, and then slips into the storeroom.\n\nINT. STOREROOM, ELIAS’ GROCERY STORE, RICHMOND - DAY\nTIMBERLAKE smokes. BOB enters.\n\nBOB\nHaven‘t seen any sign of him.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTOREROOM, ELIAS’ GROCERY STORE, RICHMOND - DAY\nTIMBERLAKE smokes. BOB enters. BOB\nHaven‘t seen any sign of him. \n\nTARGET SECTION TO BE ANNOTATED:\nSHERIFF TIMBERLAKE\nDo you know where he’s living? !\n\nBOB\nNo.\n\nTIMBERLAKE sighs.\n\nSHERIFF TIMBERLAKE\nI can’t guess how he does it, but he’s always\nknowledgeable about what’s going on. He’ll\nknow you’ve been with me. You ought to take\nthat for granted. And he'll kill you if he\ngets the chance.\n\nBOB scratches at his neck and looks away.\n\nSHERIFF TIMBERLAKE\nYou willing to risk that?\n\f75\n\nBOB\nYes I am.\n\nBOB fastens his eyes on TIMBERLAKE and all the ingratiation is gone\nfrom his face; only longing and misery remain:\n\nBOB\nI’ve been a nobody all my life. I was the\nbaby; I was the one they made the promises to\nthat they never kept. And ever since I can\nrecall it, Jesse James has been as big as a\ntree. I'm prepared for this, Jim. And I’m\ngoing to accomplish it. I know I won’t get\nbut this one opportunity and you can bet your\nlife I’m not going to spoil it.\n\nTIMBERLAKE stands and grinds .out his cigarette,\n\nSHERIFF TIMBERLAKE\nCapture him if you can when he first comes to\nmeet you. If you can’t do it, wait for your\n\nchance. Don’t allow yourself to be found\nalone with him. And don’t let him get behind\n\nyou.\nTIMBERLAKE exits through the loading door.\nBOB remains standing there.\nINT. ELIAS’ GROCERY STORE, RICHMOND ~ ANOTHER DAY\n\nBOB stands on a wooden stool, stacking ketchup bottles, in his clerk's\napron. The afternoon sun blazes behind JESSE like a halo:\n\nJESSE\nYou’ve been chosen.\n\nBOB swivels and nearly slips. The color has leached from his face.\n\nBOB\nWhat do you mean?\n\nJESSE\nYour brother said that you wanted to join us.\nBut maybe you like this grocery store more\nthan you said you did.\n\nBOB looks for a clue from CHARLEY but his brother is fixed in the\nstore’s entrance, smoking a cigarette.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nJESSE\nYour brother said that you wanted to join us. But maybe you like this grocery store more\nthan you said you did. BOB looks for a clue from CHARLEY but his brother is fixed in the\nstore’s entrance, smoking a cigarette. \n\nTARGET SECTION TO BE ANNOTATED:\n BOB counterfeits bravado:\n\nBOB\nI‘ll walk out of this crackerbox without so\nmuch as a fare-thee-well. This piddly work is\nbeneath me.\n\nHe takes off his apron by way of illustration. JESSE smiles.\n\f76\n\nJESSE\nSo you missed me?\n\nBOB\nI’ve been crying myself to sleep every night.\n\nBOB places a note on the counter that reads, ‘Gone fishing’. JESSE\nrings open the cash register and finds himself impressed:\n\nJESSE\nGood morning.\n\nEXT. ELIAS’ GROCERY STORE, RICHMOND - DAY\n\nBOB comes outside with carrots for the horses. CHARLEY is already in\nthe saddle:\nCHARLEY\nDon’t let him see us so much as wink at each\nother. He's suspicious as a danged coyote,\nand he don’t trust you one iota.\n\nBOB\nI guess that makes us even.\n\nCHARLEY\nHe's already put way Ed Miller. Said so like\nit was something piddly he'd done.\n\nThe talk ceases when JESSE comes out. JESSE corrects the crease in his\nblack fedora and slips his boot into the stirrup. HE climbs into the\nsaddle and hooks his horse around:\n\nEXT. ROAD TO ST. JOSEPH - NIGHT.\n\nThey ride through a cold rain. In the distance they spot a church and\nhead towards it.\n\nINT. LUTHERAN CHURCH - NIGHT\n\nJESSE throws his greatcoat on a pew and lights an altar candle that he\ncarries into the sanctuary.\n\nBOB kicks his bedroll flat on the floor and says to CHARLEY:\nBOB\nIf we’re ever alone for more than a minute,\nI'd like a chance to speak to you further.\nLATER:\nBOB wakes and sits up. His brother is asleep.\nJESSE is curled over the Bible like a monk.\n\nBOB wanders over to him and sidles into the pew.\n\f77\n\nJESSE\nGo to the good book when you’re sore\ndistressed and your soul will be comforted.\n\nBOB studies JESSE. Beat.\n\nBOB\nYou ever give your past life any thought?\n\nJESSE\nI don’t get your meaning.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nBeat. BOB\nYou ever give your past life any thought? JESSE\nI don’t get your meaning. \n\nTARGET SECTION TO BE ANNOTATED:\nBOB\nDo you every give any thought to the men\n\nyou've killed?\n\nJESSE shuts the book and rubs a thumb across the two gold words on the\nblack cover. Rainfall is the only noise.\n\nJESSE\nI’ve been forgiven for all that.\n\nBOB\nYou might ‘ve had a good reason for killing\nthem. I don’t know. I’m just saying it\nmust‘ve been like a nightmare for them, and\nmaybe it is for you too, right now.\n\nJESSE\nI’ve already been forgiven.\n\nHe blows out the candle.\n\nEXT. CEMETERY, LUTHERAN CHURCH - DAY\n\nCHARLEY sits on a gravestone engraved with the words ‘GONE TO\nGREATNESS.' BOB ambles up to him with his palms cupping his elbows.\nBOB\nThey gave me ten days.\n\nCHARLEY\nFor what?\n\nBOB\nArresting him.\n\nYou and me?\n\nBOB\nIt‘s going to happen one way or another. It’s\ngoing to happen, Charley; and it might as\nwell be us who get rich on it.\n\nCHARLEY\nNobody’s going to get Jesse if he’s still\nlive enough to go for his gun. He can kill ya\nwith every hand.\n\f78\n\nBOB\nI’1l go alone then.\n\nCHARLEY looks at him disparagingly.\n\nCHARLEY\nAnd besides that he’s our friend.\n\nBOB\nHe murdered Ed Miller. He's going to murder\nLiddil and Cummins if the chance ever comes.\nSeems to me Jesse’s riding from man to man,\nsaying goodbye to the gang. Your friendship\ncould put you under the Pansies.\n\nCHARLEY looks away.\n\nCHARLEY\nI'll grind it fine in my mind, Bob. I can’t\ngo any further than that, right now.\n\nBOB\nYou’ll come around.\n\nCHARLEY\nYou think it’s all made up don’t you. You\nthink everything is just yarns and newspaper\nstories.\n\nIt’s BOB’S turn to look away.\n\nBOB\nHe’s just a human being.\n\nINT. LUTHERAN CHURCH - DAY\nThey enter the church and discover a furious JESSE.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOB\nHe’s just a human being. INT. LUTHERAN CHURCH - DAY\nThey enter the church and discover a furious JESSE. \n\nTARGET SECTION TO BE ANNOTATED:\nJESSE\nFrom now on you two won’t go anywhere without\nme! From now on you'll ask for permission;\nyou‘ll ask to be excused!\n\nEXT. LAFAYETTE ST, ST JOSEPH - DAY\n\nThey approach the rollercoaster of Confusion Hill. BOB looks up the\nsteep ascent to a high skull of land upon which rests the white\ncottage.\n\nCHARLEY\nJesse finally come up with a Place to match\nhis prominence.\n\nJESSE\nI could mow down a thousand scalawags with no\nmore than a thousand cartridges. I'l] never\nbe surprised by anything again.\n\f79\nEXT. YARD, HOUSE ON THE HILL - DAY\nJESSE climbs off his saddle and accepts his son in his arms.\n\nINT. KITCHEN, HOUSE ON THE HILL - DAY\n\nBOB and JESSE enter. ZEE JAMES backs from the stove, sees BOB, and\nwinces.\n\nZEE\nYou never mentioned Bob would be here.\n\nBOB\nMaybe he was saving it as a pleasant\nsurprise.\nMARY is submerged in the woman’s skirt, glowering at BOB. ZEE combs the\ngirl’s hair.\nZEE\nYou’ve got two cousins for company now.\n\nINT. SITTING ROOM, HOUSE ON THE HILL - NIGHT\n\nJESSE, on the sofa, weds his fingers ovér his stomach and closes his\neyes.\n\nJESSE\nHow it will be is we'll leave here next\nMonday afternoon and ride down to Platte\nCity.\n\nBOB\nHow far is that from Kansas City?\n\nSomething in BOB'S enquiry makes JESSE resistant and he answers around\nthe question:\nJESSE\nPlatte City’s thirty miles south. You and me\nand Charley will sleep in the woods overnight\nand strike the Wells Bank sometime before the\ncourt recesses.\n\nBOB\n(a little too insistent)\nWhat time will that be exactly?\n\nJESSE\nYou don’t need to know that.\n\nBOB scrawls on the floorboards with his finger and JESSE arises to a\nsit.\n\f80\n\nJESSE\nYou know I feel comfortable with your\nbrother.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nJESSE\nYou don’t need to know that. BOB scrawls on the floorboards with his finger and JESSE arises to a\nsit. 80\n\nJESSE\nYou know I feel comfortable with your\nbrother. \n\nTARGET SECTION TO BE ANNOTATED:\n Hell, he’s ugly as sin and he smells\nlike a skunk and he's so ignorant he couldn’t\ndrive nails in the snow, but he’s sort of\neasy to be around. I can’t say the same for\nyou, Bob.\n\nBOB\nI’m sorry to hear you say that.\n\nJESSE is silent a moment.\n\nJESSE\nYou_know how it is when you're with your\ngirlfriend and the moon is out and you know\nshe wants to be kissed even though she never\nsaid so?\n\nBOB\nYeah.\n\nJESSE\nYou’re giving me signs that grieve my soul\nand make me wonder if your mind’s been\nchanged about me.\n\nBOB\nWhat do you want me to do? Swear my good\nfaith on the bible?\n\nCHARLEY enters with the firewood to see JESSE glowering at BOB with\ngreat heat in his eyes.\n\nCHARLEY\nYou two having a spat?\n\nJESSE\nI was getting ready to be angry.\n\nJESSE smiles and reaches out to coddle BOB’S neck.\n\nBOB\nSit over here closer, Kid.\n\nBOB vacillates a little, then scooches over, smirking at his brother\nwith shyness. JESSE massages BOB‘S neck and shoulders, communicating\nthat all is forgiven.\n\nJESSE\nYou'll stay with the animals, Charley, and\nThe Kid and I will walk into the bank just\nbefore noon. Bob will move the cashier over\naway from the shotgun under the counter and\nhe’ll tell the man to open the vault. They’11\nfinagle about time locks and so on and I’ll\ncreep up behind that cashier and cock his\nchin back like so..\n\f81\n\nJESSE snaps BOB’S skull back and slashes a skinning knife against his\nthroat. BOB is incapacitated by panic. JESSE is terrifying:\n\nJESSE\nI’ll say, ‘How come an off-scouring of\ncreation like you is still sucking air when\nso many of mine are in coffins?’\n\nBOB‘S eye lolls to the blade.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\n81\n\nJESSE snaps BOB’S skull back and slashes a skinning knife against his\nthroat. BOB is incapacitated by panic. JESSE is terrifying:\n\nJESSE\nI’ll say, ‘How come an off-scouring of\ncreation like you is still sucking air when\nso many of mine are in coffins?’\n\nBOB‘S eye lolls to the blade. \n\nTARGET SECTION TO BE ANNOTATED:\nJESSE\nI’ll say, ‘How'd you reach your twentieth\nbirthday without leaking out all over your\nclothes?’ And if I don’t like his attitude,\nI’ll slit that phildoodle so deep he‘ll flop\non the floor like a fish,\n\nThen JESSE retracts the blade and shoves BOB rudely forward. Then his\ntemper abruptly alters and he slaps both knees gleefully, laughing at\n\nBOB:\n\nJESSE\nI could hear your gears grinding rrr, rrr,\nrrr, and your little motor wondering, ‘My\nGosh, what’s next, what's happening to me?’\nYou were precious to behold, Bob. You were\nwhite as spit in a cotton field.\n\nBOB examines his neck with his hand.\nBOB\n\nYou want to know how that feels? Unpleasant.\nI honestly can’t recommend it.\n\nJESSE\n\nAnd Charley looked striken!\nCHARLEY\n\nI was!\nJESSE\n\n‘This is plumb unexpected!’ old Charley was\nthinking, ‘This is done ruint my day!’\n\nJESSE laughs and laughs, and when at last the two laugh with him, JESSE\nadopts a scolding look and slams out of the room.\n\nINT. CHILDREN’S ROOM, HOUSE ON THE HILL - NIGHT\nJESSE sleeps on the twin bed. BOB on his bedroll.\n\nNARRATOR (V/O)\nJesse slept with Bob in the children’s room\nthat night and Bob remained awake. He could\nsee that there was a gun on the nightstand,\nhe could imagine it’s cold nickel inside his\ngrip, it’s two pound weight reached out and\naimed, but he couldn't even maneuver toward\nit, it was like a name he couldn’t remember.\n\f \n\n82\n\nTt was if some spell had rendered him meek,\ninfirm, confounded. He could contrive many\nways of snaring Jesse; he could invent a\nthousand deaths; but Bob feared it would\nalways come to this, he would see a chance\nand then he’d speculate on it’s consequences,\nhe would ponder each option and particular\nand soon the opportunity would pass away.\n\nINT.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\n82\n\nTt was if some spell had rendered him meek,\ninfirm, confounded. He could contrive many\nways of snaring Jesse; he could invent a\nthousand deaths; but Bob feared it would\nalways come to this, he would see a chance\nand then he’d speculate on it’s consequences,\nhe would ponder each option and particular\nand soon the opportunity would pass away. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n KITCHEN, HOUSE ON THE HILL - DAY\nBOB, with baited breath, watches through the doorway:\n\nJESSE stands naked in a laundry boiler wringing a washcloth over his\nskull. He’s wracked by a coughing fit. He seems old, prematurely\ndecrepit, the scars on his body stand out red as slaughter.\n\nBOB’S hand moves to the granddaddy Colt that’s strapped to his thigh.\nBut that’s all, he can’t bring himself to unsnug the weapon.\n\nAfter a long beat, JESSE says:\n\nJESSE\nGo away.\nBOB\n\nIt never crossed your mind that I was here\nand it’s been nigh on three minutes at least.\n\nJESSE\nYou sure of that? Maybe I was fooling you.\nMaybe we’re playing cat and mouse.\n\nBOB\nI’ve never seen you without your guns\nneither.\n\nJESSE tows a towel off a chair and reveals, almost incidentally, a\ntwelve inch Remington revolver on the seat.\n\nBOB\nIsn’t no one could sneak up on Jesse James,\n\nis the way it used to be.\n\nJESSE\nAnd now you think you know otherwise, maybe\n\nthat’s just what I wanted.\n\nBOB\nI’m just making fun is all, you understand. I\nwouldn’t dream of mocking you or causing you\nany ill feelings.\n\nJESSE\nI can’t figure it out: do you want to be like\nme, or do you want to be me?\n\nNARRATOR (V/O)\nSo it went:\n\f83\n\nJESSE MONTAGE\n\nJESSE around the house, images scored to the Narrator’s voice like\nmusic:\n\nNARRATOR (V/O)\nJesse was increasingly cavalier, merry,\nmoody, fey, unpredictable. He was sick with\nrheums and aches and lung congestions, he\ntilted against chairs and counters and walls,\nin cold weather he limped with a cane. His\nclever mind was often in conflict, insomnia\nstained his eye sockets like soot.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nNARRATOR (V/O)\nSo it went:\n\f83\n\nJESSE MONTAGE\n\nJESSE around the house, images scored to the Narrator’s voice like\nmusic:\n\nNARRATOR (V/O)\nJesse was increasingly cavalier, merry,\nmoody, fey, unpredictable. He was sick with\nrheums and aches and lung congestions, he\ntilted against chairs and counters and walls,\nin cold weather he limped with a cane. His\nclever mind was often in conflict, insomnia\nstained his eye sockets like soot. \n\nTARGET SECTION TO BE ANNOTATED:\n He\ncounteracted the smell of neglected teeth\nwith licorice and candies, he browned his\ngraying hair with dye, he camouflaged his\ndepressions and derangements with masquerades\nof extreme cordiality, courtesy, and goodwill\ntoward others:\n\nINT. DINING ROOM, HOUSE ON THE HILL - DAY\nZEE sets down a soup tureen and JESSE winks at BOB:\n\nJESSE\nIs this fit to eat or will it just do?\n\nAs ZEE retreats into the kitchen JESSE inches the soup bowl under\nCHARLEY’S elbow and says to BOB:\n\nJESSE\nThat woman’s cooking has always been a\nscandal. Cut her meat and the whole table\n\nmoves.\nJESSE laughs as CHARLEY stains his sleeve.\nINT. SITTING ROOM, HOUSE ON THE HILL - ANOTHER DAY\n\nJESSE hooks CHARLEY’S spurs together while he snores in the sitting\nroom and then screams the man off the couch, so that CHARLEY farcically\n\nsprawls.\n\nNARRATOR (V/0)\nBut even as he jested,\n\nEXT. PORCH, HOUSE ON THE HILL - DAY\n\nJESSE horses with TIM:\n\nNARRATOR(V/O CONT’D)\nor tickled his boy in the ribs, Jesse would\nlook over at Bob with melancholy eyes, as if\nthe two were meshed in an intimate\ncommunication that had little to do with\n\nanyone else.\n\nOn BOB working at keeping his expression neutral.\n\f84\n\nNARRATOR (V/O CONT’D)\nBob was certain that the man had unriddled\nhim, had seen through his reasons for coming\nalong, that Jesse could forecast each of\nBob‘s possible moves and inclinations and was\nonly acting the innocent in order to lull Bob\ninto stupid tranquility and miscalculation.\n\nINT. SITTING ROOM, HOUSE ON THE HILL - NIGHT\n\nJESSE sleeps with BOB in the sitting room, a revolver, clutched in his\nleft hand. BOB listens to each insuck of air so he can tell when\nJESSE'S gone off. Then, he cautiously rolls to a sit and places his\nfeet on the boards. The revolver is cocked with three clicks.\n\nBOB\nI need to go to the.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen, he cautiously rolls to a sit and places his\nfeet on the boards. The revolver is cocked with three clicks. BOB\nI need to go to the. \n\nTARGET SECTION TO BE ANNOTATED:\n privy.\n\nJESSE\nYou think you do but you don‘t.\n\nBOB obediently returns to bed.\nINT. DINING ROOM, HOUSE ON THE HILL - DAY.\n\nZEE is cleaning up. BOB is so skittish, his leg jitters as he sits in\nhis chair. He gets up and rakes his fingers through his hair, describes\na circle in the room and reseats himself again. He bites his\nfingernail. Again his leg begins to jitter.\n\nZEE\nWhy are you so antsy?\n\nBOB\nIt’s just this cussed boredom. This sitting\naround inside the livelong day, getting into\nyour hair, making jailhouse dogs of\nourselves.\n\nZEE\nHe’s gone for months. We sometimes change\nhouses five times in a year. It's gruesome\nbeing hunted, Bob. He can stay in his\nnightshirt all day if he wants; I’m just\ngrateful he’s around.\n\nBOB\nYou can see it’s damaged his mind some.\n\nEXT. STREET, DOWNTOWN ST. JOSEPH - DAY\nBOB with a shopping list in hand.\nNARRATOR (V/0)\nZee took pity on Bob and sent him to town on\nan errand.\n\nINT. AMERICAN TELEGRAPH OFFICE - DAY\n\f85\n\nWIDE on BOB, looking isolated and anxious:\n\nNARRATOR(V/O CONT’D)\nHe stood at a desk in the American Telegraph\noffice and scribbled out twenty messages that\nhe might send to Governor Crittenden or\nPolice Commissioner Craig.\n\nBOB confronts another blank page:\n\nNARRATOR(V/O CONT'D) .\nHe could be a glib and even grandiloquent\nspeaker, but writing was agony for him: the\nright words seemed to disappear whenever he\ngrasped a pencil, plus he was hampered by the\ngrim recognition that he really had nothing\nto say. For Jesse was canny, he was\nintuitive, he anticipated everything.\n\nINT. SALOON (FLASHBACK) - NIGHT\n\nJESSE, CHARLEY and BOB drink.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nFor Jesse was canny, he was\nintuitive, he anticipated everything. INT. SALOON (FLASHBACK) - NIGHT\n\nJESSE, CHARLEY and BOB drink. \n\nTARGET SECTION TO BE ANNOTATED:\n BOB observes JESSE’S constant checking of\nthe world around him:\nNARRATOR (V/O CONT'D)\n\nHe continually looked over his shoulders, he\n\nlooked into the background with mirrors, he\n\ncould pick out a whisper on the wind, he\n\ncould probably read the faltering perfidy in\n\nBob’s face.\n\nEXT. STREET, COMMERCIAL DISTRICT, ST. JOSEPH (FLASHBACK) - DAY\n\n{Action as per voice-over)\nNARRATOR (V/O CONT'D)\n\nHe once numbered the spades on a playing card\nthat skittered across the street a city block\n\naway;\nEXT, PORCH, HOUSE ON THE HILL (FLASHBACK) - DAY\n(Action as per voice-over)\nNARRATOR (V/O CONT’ D)\n\n- he licked his daughter’s cut finger and\nthere wasn’t even a scar the next day;\n\nEXT. YARD, HOUSE ON THE HILL (FLASHBACK) - DAY\n(Action as per voice-over)\nNARRATOR (V/O CONT'D)\n- he wrestled with his son and the two Fords\n\nat once one afternoon and rarely even tilted\n~ it was like grappling with a tree.\n\nRAINFALL; AS SEEN THROUGH A WINDOW (FLASHBACK) - DAY\n\f86\n\nNARRATOR (V/O CONT’D)\nWhen Jesse predicted rain, it rained;\n\nA PLANT GROWS - TIMELAPSE (FLASHBACK) - DAY\n\nNARRATOR(V/O CONT’D)\nwhen he encouraged plants, they grew;\n\nOn JESSE, smiling:\n\nNARRATOR (V/O CONT’D)\nwhomever he wished to stir, he astonished.\n\nINT. AMERICAN TELEGRAPH OFFICE - DAY\nOn the screwed up balls of paper:\n\nNARRATOR(V/O CONT'D)\nSome of Bob's telegrams were apologies, some\nwere clarifications, still more were\nprognostications of when the criminal would\nbe ‘removed’ until finally Bob settled on a\ncoded note to Sheriff Timberlake, providing\nhim with clues about their living situation\nin St. Joseph and the contemplated robbery in\nPlatte City on the 4\".\n\nBOB watches the TELEGRAPH OPERATOR at work.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nAMERICAN TELEGRAPH OFFICE - DAY\nOn the screwed up balls of paper:\n\nNARRATOR(V/O CONT'D)\nSome of Bob's telegrams were apologies, some\nwere clarifications, still more were\nprognostications of when the criminal would\nbe ‘removed’ until finally Bob settled on a\ncoded note to Sheriff Timberlake, providing\nhim with clues about their living situation\nin St. Joseph and the contemplated robbery in\nPlatte City on the 4\". BOB watches the TELEGRAPH OPERATOR at work. \n\nTARGET SECTION TO BE ANNOTATED:\nNARRATOR (V/O CONT’ D)\nIt took five minutes to code and transmit the\nnote and two hours for Timberlake to receive\nit but thereafter the sheriff reacted with\ngreat speed,\n\nEXT. LIVERY STABLE, KANSAS CITY - DAY\nTIMBERLAKE moves down a line of ARMED MEN, counting soundlessly:\n\nNARRATOR (V/O CONT’D)\narranging a company of fifty deputies who\nwould ride their horses into two freight cars\nand surround the Platte City Bank while the\nJames gang was inside.\n\nINT. KANSAS CITY ROUNDHOUSE - DAY\n\nTIMBERLAKE stands with RAILWAY OFFICIALS watching a great engine belch\nsmoke.\n\nNARRATOR (V/O CONT’ D)\nTimberlake even went so far as to order a\nHannibal and St. Joseph locomotive’s engine\nignited and kept fully steamed in the Kansas\nCity roundhouse so that it could race to\nPlatte City or st. Joseph without delay.\n\nEXT. KANSAS CITY ROUNDHOUSE ~ DAY\n\f87\n\nTIMBERLAKE nods his thanks, shakes hands with an OFFICIAL\n\nNARRATOR(V/O CONT’D)\nHaving satisfied himself that the appropriate\nsteps had been taken,\n\nINT. RESTAURANT, KANSAS CITY - DAY\nTIMBERLAKE and CRAIG raise their glasses:\nNARRATOR (V/O CONT’D)\nthe sheriff dined with Conmissioner Craig on\nthe night of the 30\" and they toasted a\n\nvictory that they seemed only days away from\nachieving.\n\nFADE UP:\nINT. CHILDREN’S ROOM, HOUSE ON THE HILL - DAY\n\nSunshine is diagonal in the room and curtains flirt in the air. BOB\nisn’t sure what woke him. He pivots in the child’s bed and sees JESSE\n\nin a spindle chair.\n\nBOB\nHow long’ve you been studying me?\n\nJESSE\nYou're gonna break a lot of hearts.\n\nBOB rolls to a sitting position.\n\nBOB\nHow do you mean?\n\nJESSE reveals a black box from behind his back and reaches it over to\nBOB.\n\nJESSE\nIt‘s a present.\nBOB hefts it. '\nBOB\nHeavy.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nJESSE reveals a black box from behind his back and reaches it over to\nBOB. JESSE\nIt‘s a present. BOB hefts it. '\nBOB\nHeavy. \n\nTARGET SECTION TO BE ANNOTATED:\nJESSE\n\nYou going to look inside?\nBOB crams a coin into the interstices and twists until the lid\nreleases.\nBOB\nIt’s April Fools Day, you know.\n\nJESSE\nIt isn’t a joke.\n\fInside the box, nestled in red velvet, is a pearl-handled .44 caliber\n\nrevolver. BOB beams at JESSE.\n\nBOB\nSuch extravagance!\n\nJESSE\nDoesn’t that nickel shine though!\n\nBOB\nIt’s more than I could hope for!\n\n88\n\nBOB clicks the chamber around, cocks and releases the hammer, cocks the\n\nhammer again and aims the revol\nthe trigger.\n\nJESSE\nI figured that granddaddy Colt of yours might\nblow into fragments the next time you squeeze\n\nthe trigger.\n\nBOB\nYou might have something there.\n\nZEE_(OFF-SCREEN)\nDave? You ready for supper?\n\nJESSE\nPretty soon, sweetheart.\n\nBOB\nI might be too excited to eat.\n\nJesse smiles broadly and rises from the spindle chair.\n\nJESSE\nYou know what John Newman Edwards once wrote\nabout me? He said I didn’t trust two men in\nten thousand and was even cautious around\nthem. The government’s sort of run me ragged,\nyou see. I‘m going the long way around the\nbarn to say I’ve been feeling cornered and\njust plain ornery of late and I‘d be pleased\nif you'd accept the gun as my way of\napologizing.\n\nBOB\nHeaven knows I'd ornerier if I were in your\nposition.\n\n‘ver at a red ball on the floor. Squeezes\n\f89\n\nJESSE\nNo. I haven‘t been acting correctly. I can’t\nhardly recognize myself sometimes when I’m\ngreased. I go on journeys out of my body and\nlook at my red hands and my mean face and I\nwonder about that man who’s gone so wrong:\nWhy all that killing and evil behavior? I've\nbeen becoming a problem to myself. I figure\nif I can get you right I’1l be just that much\ncloser to me.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nI go on journeys out of my body and\nlook at my red hands and my mean face and I\nwonder about that man who’s gone so wrong:\nWhy all that killing and evil behavior? I've\nbeen becoming a problem to myself. I figure\nif I can get you right I’1l be just that much\ncloser to me. \n\nTARGET SECTION TO BE ANNOTATED:\nBOB looks at the man in bewilderment and can’t find the words for an\nanswer, so he says:\n\nBOB\nI need to wash my hands if supper’s on. The\ngun’s made them feel sort of public.\n\nJESSE\nGo ahead.\n\nINT. KITCHEN, HOUSE ON THE HILL - pay\n\nEXT. LAFFAYETTE ST - DAY\n\nJESSE, ZEE, CHARLEY, TIM and MARY, seen from a distance, walking down\nConfusion Hill.\n\nNARRATOR (V/0)\nApril second was Palm Sunday and Mr. and mrs.\nThomas Howard, their two children, and their\ncousin Charles Johnson strolled to the Second\nPresbyterian Church to attend the ten O'clock\nservice.\n\n'\nINT. HOUSE ON THE HILL - pay\n(Action as per voice-over.)\nNARRATOR(V/O CONT’D)\nBob remained at the cottage and slyly\nmigrated from room to room.\nINT. MASTER BEDROOM, HOUSE ON THE HILL — DAY\n\n(Action as per voice-over.)\n\f90\n\nNARRATOR(V/O CONT’D)\nHe walked into the master bedroom and\ninventoried the clothes on the hangers and\nhooks. He sipped from the water glass on the\nvanity. He smelled the talcum and lilacs on\nJesse’s pillowcase. He reclined on the\nmattress and rolled to his left as Jesse must\nhave rolled to marry with his wife in the\nevening. His fingers skittered over his ribs\nto construe the scars where Jesse was twice\nshot. He manufactured a middle finger that\nwas missing the top two knuckles.\nHe imagined himself at thirty-four.\nHe imagined himself in a coffin.\nHe considered possibilities and everything\nwonderful that could come true.\n\nINT. CHILDREN’S ROOM, HOUSE ON THE HILL - NIGHT\n\nwall in his sitting room bed, a\n\nCHARLEY is scrunched close to the\njust barely perceive that his older\n\nPillow muting his mouth. BOB can\nbrother is crying.\n\nwo BOB\n\nWhat's the matter?\nCHARLEY\n\nScared.\n\nBOB snuggles closer to CHARLEY and puts an arm around him.\n\nBOB\n\nHe isn’t going to kill us.\nCHARLEY\n\nYes he is.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOB snuggles closer to CHARLEY and puts an arm around him. BOB\n\nHe isn’t going to kill us. CHARLEY\n\nYes he is. \n\nTARGET SECTION TO BE ANNOTATED:\nBOB looks over his shoulder to check the room and then murmurs in\n\nCHARLEY’S ear:\n\nBOB\nI’ll stay awake so he can’t. '\nCHARLEY rolls to his back and gazes at the ceiling and then looks to\nhis kid brother.\n\nCHARLEY\nThis is the ninth day, right? And Craig gave\nyou ten? So maybe we’ll get surrounded up\nhere or maybe we’ll go to the bank and when\nwe run out it’ll be fifty guns shooting every\nwhichway at Jesse and who gives a goddamn if\nthe nobody Fords get killed in the bargain?\n\nBOB\nYou’re imagining things.\n\nand respirates himself with great\n\nCHARLEY covers his eyes with his arm,\nthe room again and then he says:\n\ncalming breaths of air. Quiet comes to\n\f91\n\nCHARLEY\nIsn't going to be no Platte City. That’s\n\nJesse fooling with us.\n\nBOB slips out of bed and into his clothes.\n\nCHARLEY\nWhat are you doing?\nBOB\nGo to sleep.\n\nBOB moves through the sitting room, dining room, kitchen, and steps off\n\nthe wooden porch into the night.\nEXT. YARD, HOUSE ON THE HILL - NIGHT\n\nHe covers himself with a tattersall quilt from the clothesline and\nsettles himself on a plain bench. A mangled spoon is in the dirt; a\nstraw doll is in a tin bucket. He hears the screen door creak and clap\nshut, and JESSE lowers onto the bench like someone who weighs six\n\nhundred pounds.\n\nJESSE\nSo you and me are the nighthawks.\n\nBOB makes no reply.\n\nJESSE\nMrs. Saltzman cut out a garden patch here.\nThe Turners say it was a marvel: rabbit wire,\nnoontime shade, clematis on the bean poles,\nI’ve been lazy about my seedlings.\n\nBOB\nI don’t like to garden; I just like to eat.\n\nJESSE clutches his trousers and cranes his legs into alignment.\n\nJESSE\nMaybe I‘1l nail together a martin box.\n\nHe rapidly pounds his knees with his fists.\n\nJESSE\nI've got pains in every inch of my body. My\nears ring; my eyes are itchy. I’m going to\nlose my gift of second sight.\n\nBOB .",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nMy\nears ring; my eyes are itchy. I’m going to\nlose my gift of second sight. BOB . \n\nTARGET SECTION TO BE ANNOTATED:\nDo you see future things like they were long\ngone, or do you just get inklings about\nwhat’s to come?\n\nJESSE shows no inclination to answer.\nJESSE\n\nYou know Frank and I looked for my father’s\ngrave over in Marysville, California?\n\f92\n\nBOB\nYou‘ve mentioned that, but not at any length.\n\nJESSE\nI could picture the grave and the wooden\ncross but I couldn't get the geography right.\nThey say it was cholera that killed him, They\nmight as well’ve said the bubonic plague. You\ncan always tell when it’s Satan’s work.\n\nBOB\nHow?\n\nJESSE\nTrickery. Empty promises.\n\nJESSE scratches at his jawbeard.\n\nJESSE\nYou missed the Palm Sunday service.\n\nBOB\nI used to go every week but that was because\n\nmy daddy put a gun to my head.\n\nJESSE shuts his eyes and recites:\n\nHe coughs\n\nJESSE\n‘For it was not an enemy that reproached me;\nthen I could have borne it: neither was it he\nthat hated me that did magnify himself\nagainst me; then I would have hid myself from\nhim. But it was thou, a man mine equal, my\nguide, and mine acquaintance. We took sweet\ncouncil together, and walked unto the house\nof God in company.‘\n(beat)\nA good preacher will match that up with\nMatthew twenty-six.\n\nmeanly and spits.\nJESSE\n\nSometimes I get so forlorn and melancholy. Do\nyou ever get that way?\n\nBOB shrugs.\n\nJESSE\n\nDo you know what it is you’re most afraid of?\nBOB\n\nYes.\nJESSE\n\nWhat?\n\f93\n\nBOB\nI'm afraid of being forgotten. I’m afraid\nT’1l end up living a life like everyone\nelse’s and me being Bob Ford won’t matter one\nway or the other.\n\nJESSE\nIt isn’t always up to you, Bob. It may not be\nin the cards for ya.\n\nJESSE looks over to Kansas and leans on his kmees for a minute.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nJESSE\nIt isn’t always up to you, Bob. It may not be\nin the cards for ya. JESSE looks over to Kansas and leans on his kmees for a minute. \n\nTARGET SECTION TO BE ANNOTATED:\nJESSE\nDo you ever get surprised when you see\nyourself in a mirror? Do you ever find\nyourself saying, ‘why do they call him by my\nname?’\n\nIt seems to BOB that JESSE expects no response.\n\nJESSE\nYou’re wrapped in a ragged coat for your\nthree score and ten and nobody gets to see\nwho's inside it.\n\nBOB\nIt‘s getting chilly.\n\nJESSE\nHis voice is like a waterfall.\n\nBOB\nWhose voice?\n\nJESSE\nIi I could stand in it for a second or two,\nall my sins would be washed away.\n\nBOB\nI honestly can’t follow this conversation.\n\nJESSE smiles.\n\nJESSE\nDo you know who I'm jealous of? You. If I\ncould change lives with you right now, I\nwould.\n\nBOB\n“I guess this must be a case of the grass\nalways being greener.\n\f94\n\nJESSE\nYou can go away right now if you want. You\ncan say, ‘Jesse, I‘m sorry to disappoint you,\nbut the Good Lord didn’t put me here to rob\nthe Platte City Bank,’ You can go inside and\nget your gatherings and begin a lifetime of\ngrocery work. I’m roped in already; but\nyou've still got the vote. That’s a gift I’d\n\ngive plenty for.\nBOB grips the tattersall quilt around his neck.\nBOB\nI don’t know. I'm not acting according to any\n\nplan. I’m just getting out of spots and\npressing for my best advantage.\n\nJESSE\nYou can’t always make things happen, Bob.\n\nBOB\nWell, like I say, I’m just taking what comes\nmy way.\n\nJESSE rises and crimps his fingers on the metal clothesline, sagging on\nit a little, looking at the ground.\n\nJESSE\nYou Fords show your teeth like apes.\n\nThe man’s gloom seems to BOB to be turning dangerous.\n\nBOB\nI’m going to call it a night.\n\nJESSE slumps forward dismally, making the metal hooks complain.\n\nJESSE\n\nWhy don’t you stay with me a little longer?\nBOB\n\nI’m sort of sleepy, Jess.\nJESSE\n\nGo ahead then.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nJESSE\n\nWhy don’t you stay with me a little longer? BOB\n\nI’m sort of sleepy, Jess. JESSE\n\nGo ahead then. \n\nTARGET SECTION TO BE ANNOTATED:\nBOB pauses at the screen door and turns back to him, perplexed:\n\nBOB\nI appreciate your frankness with me. This has\nbeen illuminating. I’m going to ponder all\nyou said.\n\nJESSE moves off into darkness.\nJESSE\n\nDon‘t make anything out of it. I was only\npassing the time.\n\f95\nINT. KITCHEN, HOUSE ON THE HILL - MORNING\nZEE angrily bangs shut the oven door.\n\nZEE\nOh, shoot!\n\nBOB tucks in his yellow shirt.\n\nBOB\nIs that you making all that smoke?\nZEE flips some burned biscuits from a blackened pan.\n\nZEE\nThis ornery stove!\n\nBOB moves through the cloud of gray oven smoke to the back door.\n\nEXT. YARD, HOUSE ON THE HILL - MORNING\n\nHe steps over puddles and passes MARY Playing with a coffee grinder\nshe’s ruined with sand.\n\nHe arrives to the backyard cistern and the pump brays like a mule as he\nworks the iron handle. Water splashes into a white enamel bowl. CHARLEY\nis slouched down in the yard, squatting like a ghost, in a cloud of\ncigarette smoke.\n\nBOB\nMorning.\n\nBut his brother ignores him.\nBOB brings water to his face and imagines:\nINSERT: The gruesome fish he caught in September .\n\nBOB flinches his eyes open and sees ZEE peering at him through the\n\nporch screen.\nZEE\nHow much do you want to eat?\nBOB\nI’m feeling sort of peculiar.\nBOB moves over to the fence where he sees:\n\nJESSE and TIM climbing the steep ascent of the sidewalk. The great man\nhas his hand on the boy’s shoulder. JESSE moves the cigar in his mouth\n\nand squints through the smoke.\nJESSE\nHow come you're looking so interested?\n\nBOB\nDo you think it’s intelligent to go outside\nlike that, so all creation can see your guns?\n\f96\n\nJESSE ignores him and rushes his daughter, monstering, catching MARY as\nshe runs squealing to the screendoor and swinging the girl around so\nwildly that her right foot loses it’s shoe.\n\nINT.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOB\nDo you think it’s intelligent to go outside\nlike that, so all creation can see your guns? 96\n\nJESSE ignores him and rushes his daughter, monstering, catching MARY as\nshe runs squealing to the screendoor and swinging the girl around so\nwildly that her right foot loses it’s shoe. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SITTING ROOM, HOUSE ON THE HILL - MORNING\n\nMARY hugs her father’s neck as he walks into the dining room. TIM\ntosses the papers carelessly onto the couch. BOB sees instantly the\nheadlines of the Kansas City Times:\n\nThe Arrest and confession of Dick Liddil.\n\nBOB looks to the dining room: the family assembling around the table,\nCHARLEY slouching in. BOB slips the Paper under a shawl and goes into\nhis room.\n\nINT. CHILDREN’S ROOM, HOUSE ON THE HILL - MORNING\n\nBOB straps on the gun he has been given, tying the leather holster to\nhis thigh with a string.\n\nZEE (OFF-SCREEN)\nBob, everything is getting cold!\n\nINT. DINING ROOM, HOUSE ON THE HILL —- MORNING\n\nBOB seats himself across from JESSE. JESSE regards his six-year-old\nson, who is staring blankly at the sunshine, woolgathering, his oatmeal\n\nspoon in his mouth.\n\nJESSE\n(to CHARLEY)\nWhat do you think goes on in that noggin of\nhis?\n\nCHARLEY\nNothing.\n\nJESSE\n(laughs)\nIwas referring to his mind, not yours.\n\nJESSE stands from his chair and fetches the newspapers from the sofa.\nBOB watches as he almost misses and then retrieves the Kansas City\ntimes from under the shawl. JESSE sits again and stirs a spoon in his\ncup.\n\nJESSE\nHello now! The surrender of Dick Liddil.\n\nCHARLEY\n(too urgent)\nYou don’t say so!\n\nJESSE\nIt’s very strange.\n\f97\n\nBOB sees the crease in his brow, the fret in his reading eyes, the\nnicotine stain on his finger moving down the page.\n\nJESSE\nIt says here Dick surrendered three weeks\n\nago,\nHe glances at BOB with misgivings.\nJESSE\n\nYou must’ve been right there in the\nneighborhood.\n\nBOB\nApparently they kept it secret.\nJESSE slumps back in his chair and glares at BOB and CHARLEY.\nJESSE\nIt looks sort of fishy to me.\nBOB\nIf I get to Kansas City soon, I’m going to\nask somebody about it.\nINT.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nJESSE\nIt looks sort of fishy to me. BOB\nIf I get to Kansas City soon, I’m going to\nask somebody about it. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SITTING ROOM, HOUSE ON THE HILL - MORNING\n\nBOB gets up and goes into the sitting room with his right hand on his\ngun and reacquaints himself with the rocking chair.\n\nTIM is hunkered down on the stoop outside, coercing the crank on the\ncoffee grinder. MARY squats beside him, pushing her Pale dress down\nbetween her thighs, stabbing at the earth with a Spoon, and repeating:\n\nMARY\nDon’t. Don’t. Don’t.\n\nCHARLEY walks into the sitting room.\n\nCHARLEY\nIt’s going to be as hot as a pistol.\n\nHe sits on the mattress and loops his holster off the bedpost, looking\nsignificantly at BOB as he puts it on.\n\nJESSE surprises them.\n\nJESSE\nYou two ready?\n\nBOB jumps up from the rocker and it rears and rows, ¢lubbing the floor,\nuntil he can still it with his hand.\nCHARLEY\nI will be by noon.\nJESSE looks out the window and sees:\n\nHis daughter’s shoe on the grass.\n\f98\n\nJESSE\nIt’s an awfully hot day.\n\nJESSE removes his Prince Albert coat and six button black vest.\nCHARLEY shambles over to the screen door to scan Lafayette Street.\nJESSE proclaims in a sentence that seems composed just for Bob:\n\nJESSE\nI guess I'll take off my pistols for fear the\nneighbors will spy them if I walk out into\nthe yard.\n\nCHARLEY turns from the screen door with vexation on his face. BOB’S\nthumb twitches as he lowers his hand to his gun.\n\nJESSE unbuckles his holsters and lays them on the bed as if creating an\nexhibit.\nJESSE focuses on the picture of Skyrocket:\n\nJESSE\nThat picture’s awful dusty.\n\nHe withdraws a furniture duster and climbs a rush-bottomed chair.\nBOB slinks from the wall and stands between JESSE and his two\nrevolvers.\n\nHe shakes his fingers like a gunfighter and instructs his brother with\nscared eyes.\n\nCHARLEY steps further into the room and the two FORDS slip out their\nguns.\n\nBOB extends his .44 and cocks it with three soft clicks.\n\nJESSE swivels slightly, authentically surprised, reaching for a gun\nthat isn’t there.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHARLEY steps further into the room and the two FORDS slip out their\nguns. BOB extends his .44 and cocks it with three soft clicks. JESSE swivels slightly, authentically surprised, reaching for a gun\nthat isn’t there. \n\nTARGET SECTION TO BE ANNOTATED:\nThen BOB FORD‘S .44 ignites and a red stamp seems to paste itself just\nbehind the outlaw’s right ear. His face socks into the watercolor\nglass. Gunpowder and gun noise fills the room. JESSE drops from his\nknees and smacks onto the floor like a great animal, shaking the house\nwith his fall.\n\nZEE rushes into a room that is still blue with smoke and screams.\n\nBOB slowly retreats and straddles the windowsill.\n\nZEE\nWhat have you done?\nBOB looks stricken, as though he wants to apologize but can’t.\n\nJESSE looks at the ceiling, his fingers curl and uncurl, his mouth\nworks at making words.\n\f99\n\nZEE kneels and cradles his skull in her apron.\n\nZEE\nJesse, Jesse, Jesse.\n\nHer petticoats are quickly soaked red with his blood.\nTIM is at the door; seeing everything.\n\nZEE\nBob, have you done this?\n\nBOB\nI swear to God that I didn’t.\n\nJESSE sighs and grows heavy on her legs. His muscles Slack; the blood\nis as wide as a table. He makes a syllable like ‘God’ and then\neverything inside him stops. CHARLEY collects their hats and coats.\nCHARLEY\nThe pistol went off accidentally.\nThe two FORDS make their way to the door.\nEXT LAFAYETTE STREET - MORNING\nThe brothers run down Confusion Hill, their coats flying.\nEXT. COMMERCIAL DISTRICT, ST. JOSEPH - MORNING\n\nThey cut through yards and down alleys until they attain the American\nTelegraph office.\n\nINT. AMERICAN TELEGRAPH OFFICE - MORNING\nA telegram is being transmitted:\n\nI HAVE KILLED JESSE JAMES. BOB FORD\n\nEXT. HOUSE ON THE HILL ~ DAY\n\nRUBBERNECKERS, NEIGHBORS and CHILDREN are collected in twos and threes\nin the yard.\n\nBOB and CHARLEY approach DEPUTY JAMES FINLEY. CHARLEY is coughing from\nhis exertions, BOB catches his wind and asks:\n\nBOB\nI’m the man who killed the person in that\nhouse. He’s the notorious outlaw Jesse James,\nor I am mistaken.\n\nFINLEY looks at BOB like he’s Playing a stupid prank.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHARLEY is coughing from\nhis exertions, BOB catches his wind and asks:\n\nBOB\nI’m the man who killed the person in that\nhouse. He’s the notorious outlaw Jesse James,\nor I am mistaken. FINLEY looks at BOB like he’s Playing a stupid prank. \n\nTARGET SECTION TO BE ANNOTATED:\nBOB\nAre you Marshal Craig?\n\f100\nFINLEY\nThat's him coming up the hill.\n\nHe points out CITY MARSHALL ENOS CRAIG climbing towards them with the\ncoroner DR. JAMES HEDDENS and JOHN LEONARD of the St. Joseph Gazette.\nBOB runs down to meet them.\n\nBOB\nCan I speak to you privately?\n\nThe city marshal lingers. The coroner and reporter continue on to the\ncottage.\n\nINT. SITTING ROOM, HOUSE ON THE HILL - DAY\n\nHEDDENS and LEONARD enter. They see the body on the carpet: The left\n\neyelid closed, the right blue eye asleep. The mouth slightly ajar.\nHEDDENS kneels to take the man’s pulse, and examine the excavation in\n\nhis skull.\n\nDR. HEDDENS\nDo you know who it is, John?\n\nThe reporter is making notes..\n\nLEONARD\nHaven't the slightest idea.\n\nA girl of SIXTEEN comes out of a side room.\n\nGIRL OF SIXTEEN\nHis wife’s in here.\n\nINT. MASTER BEDROOM, HOUSE ON THE HILL - DAY\nJOHN LEONARD enters. ZEE sits on the bed and cries into her hands. Her\ncalico dress is saturated with blood. A FAT WOMAN sits beside her with\n\nher arm around the widow’s shoulder. A girl of twelve is crouched with\nthe children. JOHN LEONARD writes in his notebook.\n\n'\n: ZEE\nOh, please don’t put this in the paper.\n\nLEONARD\nI’m afraid that’s my job.\n\nDR. HEDDENS enters.\n\nDR. HEDDENS\nWhat's your name, Madame?\n\n2EE\nMrs. Howard.\n\nDR. HEDDENS\nIs that your husband?\n\f101\nShe nods.\n\nDR. HEDDENS\nDo you know who killed him?\n\nZEE\nOur two cousins, the Johnsons.\n\nINT. SITTING ROOM, HOUSE ON THE HILL - DAY\n\nMARSHAL CRAIG enters with BOB and CHARLEY. JOHN LEONARD is now lodged\noutside the master bedroom door - discretely recording ZEE’S\nconversation with HEDDENS.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. SITTING ROOM, HOUSE ON THE HILL - DAY\n\nMARSHAL CRAIG enters with BOB and CHARLEY. JOHN LEONARD is now lodged\noutside the master bedroom door - discretely recording ZEE’S\nconversation with HEDDENS. \n\nTARGET SECTION TO BE ANNOTATED:\n The City Marshal crosses over to the\n\nreporter and whispers:\n\nMARSHAL CRAIG\nDo you know who these boys say that man is?\n\nLEONARD\nSomeone named Howard.\n\nMARSHAL CRAIG\nThey claim its Jesse James.\n\nLEONARD\nGo on!\n\nINT. MASTER BEDROOM, HOUSE ON THE HILL - DAY\nMARSHAL CRAIG sits on the bed and takes ZEE’S hand.\n\nMARSHAL CRAIG\nMrs. Howard? The boys who have killed your\nhusband are here. They tell me your husband\nis Jesse James.\n\nZEE\nYou don’t mean they’ve come back!\n\nShe slumps against his shoulder, weeping.\n\n'\n-MARSHAL CRAIG\n\nYou know, it would be a lot more restful for\nyour soul if you'd speak the truth. The\npublic would think mighty highly of you; your\nchildren wouldn't ever again want for\nanything.\n\nShe rubs her eyes with her sleeve.\n\nZEE\nT want to go see him.\n\nMARSHAL CRAIG\nHow’s that?\n\nZEE\nI want to see my husband.\n\f102\n\nMARSHAL CRAIG\ndust lean your weight on me.\n\nThe two walk into the sitting room.\nINT. SITTING ROOM, HOUSE ON THE HILL - DAY\nBOB shrinks back when he sees ZEE and CHARLEY moves to the screen door.\n\nZEE\nYou cowards! You snakes! How could you kill\nyour friend?\n\nCHARLEY slouches outside and BOB follows, clapping the screen door\nshut.\n\nEXT. YARD, HOUSE ON THE HILL - DAY\nA SMALL BOY runs down the street yelling:\n\nSMALL BOY\nIt’s Jesse James! Jesse James! Jesse James!\n\nThe crowd ogles them. LEONARD approaches.\n\nLEONARD\nYou mean that really is Jesse James?\n\nCHARLEY\nIsn't that what we’ve been saying since we\ncome?\n\nBOB\nHave someone twist off that gold ring on his\nfinger. You’ll find a script with the name\nJesse James inside. .\n\nLEONARD\nWhy’d you kill him?\n' Bop\nSay: we wanted to rid the country of a\nbloodthirsty outlaw.\nCHARLEY\n(smiles)\nYou should mention the reward too.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nLEONARD\nWhy’d you kill him? ' Bop\nSay: we wanted to rid the country of a\nbloodthirsty outlaw. CHARLEY\n(smiles)\nYou should mention the reward too. \n\nTARGET SECTION TO BE ANNOTATED:\nLEONARD\nYou shot him for money?\n\nCHARLEY\nOnly ten thousand dollars!\n\nBOB scowls at this.\n\f103\n\nI‘1l mention that you are young but gritty.\n\nCHARLEY\nWe are all grit. You never expected to see\nJesse's carcass in St. Joe, did you? We\nthought we'd create a sensation by putting\n\nhim away.\nEXT. HOUSE ON THE HILL — LATER.\nThe body is carried and placed in a glass-sided carriage.\n\nEXT. CONFUSION HILL - DAY\n\nThe carriage is followed down the hill by a PROCESSION of MOURNERS\nincluding ZEE JAMES.\n\nEXT. YARD, HOUSE ON THE HILL — DAY.\n\nSNOOPS and ONLOOKERS swarm around the cottage, viewing whatever they\ncan through the window.\n\nEXT. BARN - DAY\n\nPEOPLE investigate the stables, appraising the horses. They steal\nwhatever they can fit up their sleeves; horseshoes, hammers, nails.\n\nEXT. YARD, HOUSE ON THE HILL - DAY\n\nPOLICE move people back from the house. They nail the window sashes\nshut.\n\nIn amongst all the bustle an ONLOOKER moves over to TIM and smiles at\nthe boy as if they know each other.\n\nONLOOKER\nSo you're Jesse Edwards James.\n\nThe boy is mystified.\n\nI\nONLOOKER\nDo you know who Jesse James is?\n\nThe boy shakes his head.\n\nONLOOKER\nDo you know what your father’s name was?\n\nTIM\nDaddy.\n\nThe ONLOOKER laughs.\nINT. SEIDENFADEN UNDERTAKING — DAY\n\f104\nJESSE'S body is strapped to a board with ropes. The board is tilted\nnearly vertical and a camera lens uncapped. A room full of\nCORRESPONDENTS wait for the exposure.\n\nEXT. ALEX LOZO PHOTOGRAPHIC STUDIO - DAY\n\nREPORTERS follow the PHOTOGRAPHER as he carries the photographic dry-\nplate back to the studio.\n\nINSERT: JESSE'S REQUIEM PHOTOGRAPH DEVELOPING.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. ALEX LOZO PHOTOGRAPHIC STUDIO - DAY\n\nREPORTERS follow the PHOTOGRAPHER as he carries the photographic dry-\nplate back to the studio. INSERT: JESSE'S REQUIEM PHOTOGRAPH DEVELOPING. \n\nTARGET SECTION TO BE ANNOTATED:\nNARRATOR (V/O)\nThe resulting prints sold for two dollars a\n\npiece\nINSERT: MAGAZINE COVERS come off a PRINTING PRESS\n\nNARRATOR (V/O CONT’D)\nand were the models for the lithographed\ncovers on a number of magazines.\n\nEXT. RAIL DEPOT - DAY\nA sign is hung announcing departure times to St. Joseph.\n\nNARRATOR (V/O CONT’D)\nRailway companies had by then rather\ngleefully scheduled special coaches that\nwould carry the inquisitive to the city at\ngreatly reduced rates;\n\nEXT. LAFAYETTE ST - DAY\nCROWDS make the journey up Confusion Hill.\n\nNARRATOR (V/O CONT’D)\nSoon a thousand strangers were making\nspellbound pilgrimages to the cottage\n\nINT. SEIDENFADEN UNDERTAKING - DAY\n\nNARRATOR (V/O CONT’D)\nor were venerating the iced remains in\nSeidenfaden‘s cooling room.\n\nZEE JAMES sits catatonically in a chair, unmindful of the other\nvisitors, merely staring at the slain man.\n\nMove in on JESSE.\n\nNARRATOR (V/O CONT’D)\nThe man who offered thirty thousand dollars\nfor the body of Charles Guiteau sent a\ntelegram to City Marshal Enos Craig offering\nfifty thousand for the body of Jesse Woodson\nJames so that he could go around the country\nwith it, or at least sell it to P. T. Barnum\nfor his ‘Greatest Show on Earth.’\n\f105\n\nREPORTER MONTAGE:\nEXT. ST JOSEPH/VARIOUS ~ DAY\n(Action as per voice-over: )\n\nNARRATOR (V/O CONT’D)\nReporters roamed the city, gathering\nanecdotes and apocrypha, garnering interviews\nwith the principals. Studies showed that real\nEstate values in Missouri would increase by\nthirty-three percent with the removal of the\noutlaw, and one reporter noted that a man who\nwas selling his farm had already raised the\nprice by five hundred dollars.\n\nINT. JACOB SPENCER'S LIBRARY - NIGHT\n\n(Action as per voice-over: )\n\nNARRATOR (V/O CONT'D)\nJacob Spencer, the man who owned the St.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nStudies showed that real\nEstate values in Missouri would increase by\nthirty-three percent with the removal of the\noutlaw, and one reporter noted that a man who\nwas selling his farm had already raised the\nprice by five hundred dollars. INT. JACOB SPENCER'S LIBRARY - NIGHT\n\n(Action as per voice-over: )\n\nNARRATOR (V/O CONT'D)\nJacob Spencer, the man who owned the St. \n\nTARGET SECTION TO BE ANNOTATED:\nJoseph News, went to his library late that\nafternoon and began seven nights work on what\nwould become The Life and Career of Frank and\nJesse James,\n\nINT. BOOKSTORE, COMMERCIAL DISTRICT, ST. JOSEPH - pay\n(Action as per voice-over: )\nNARRATOR (V/O CONT’D)\na two hundred-page book that sold out as soon\nas it reached the stores on April 12\". Five\n\nhundred thousand copies would have been\nneeded to meet the demand.\n\nINT. HOUSE ON THE HILL - NIGHT\n(Action as per voice-over:) A\nNARRATOR (V/O CONT’D)\n\nA man crept into the cottage that night and\ncut out a swatch of the bloodstained carpet.\n\nEXT. CHICAGO STREET - DAY\n(Action as per voice-over: )\nNARRATOR (V/O CONT'D)\nThe next afternoon he was in Chicago selling\n\nsquare inches of the material for five\ndollars.\n\nEXT. HANNIBAL AND ST. JOSEPH RAILROAD DEPOT - DAY\n\fwe’\n\n106\nRain. ZERELDA SAMUELS steps off the train and is greeted by a great\nthrong awaiting her on the platform. She moves in their midst like an\nAmazon queen - accepting solace and sympathy and sprays of wildflowers.\n\nINT. SEIDENFADEN UNDERTAKING - DAY\n\nZERELDA totters as she walks to the stone slab on which her third born\nson sleeps.\n\nVOICE (OFF-SCREEN)\nCan you identify this man as Jesse Woodson\n\nJames?\nZERELDA\n\nYes, it's my son; would to God that it were\n\nnot.\n\nShe caresses his cold cheek and cries:\n\nZERELDA\nO, Jesse! Jesse! Why have they taken you from\nme? 0, the miserable traitors!\n\nAs the grief stricken mother is led away, a PHOTOGRAPHER is led in:\n\nNARRATOR (V/O)\nAnother photograph was taken of the renowned\nAmerican bandit constricted in his small\nwalnut coffin.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nJesse! Why have they taken you from\nme? 0, the miserable traitors! As the grief stricken mother is led away, a PHOTOGRAPHER is led in:\n\nNARRATOR (V/O)\nAnother photograph was taken of the renowned\nAmerican bandit constricted in his small\nwalnut coffin. \n\nTARGET SECTION TO BE ANNOTATED:\nINSERT: this new image of JESSE, followed by the HISTORICAL MONUMENTS\nto which he’s compared:\nNARRATOR (V/O CONT’D))\nand it was this shot that was most available\nin sundries stores and apothecaries, to be\n\nviewed in a stereoscope along with the\nSphinx, the Taj Mahal, the Catacombs of Rome.\n\nEXT. A FUNERAL PROCESSION MAIN STREET, ST. JOSEPH - DAY\n\nRain makes slime of the streets. Yet more than 400 MOURNERS slog after\nthe express company wagon that carries the iron casket to the Hannibal\n\nand St. Joseph depot.\n\nMRS. SAMUELS, MRS. JAMES, and the Two CHILDREN follow in a covered\nhackney.\n\nSHERIFF TIMBERLAKE, HENRY CRAIG, and VARIOUS DEPUTIES and\nCORRESPONDENTS come after them in carriages festooned with black crepe\n\nribbons and bows.\n\nCROWDS line the sidewalk, under wet umbrellas or with hair washed slick\nagainst their skulls.\n\nA CRACKPOT raises a purse pistol and fires at MRS. SAMUELS.\n\f107\nHENRY CRAIG and another MAN leap from their carriage and tackle the\ndrunk into an alley.\n\nINT. ALLEY, ST. JOSEPH - DAY\nHere they beat him roundly and sprawl him into the gutter.\n\nEXT. MOVING TRAIN - DAY\n\nTHOUSANDS fence the railroad line, removing their hats as the train\npasses by. The Coffin is lashed to the rear Platform. SHERIFF\nT: sits upon it, smoking a pipe.\n\nREVEREND MARTIN (OVER)\nMan that is born of woman is of a few days,\nand full of trouble. He cometh forth like a\nflower, and is cut down: he fleeth as a\nshadow and continueth not.\n\nEXT. SAMUELS FARM, KEARNEY - DAY\nA VAST NUMBER is gathered in the yard.\n\nThe open casket rests on chairs under the shade of the coffee bean\ntree.\n\nREVEREND MARTIN (CONTINUED)\nLord make me to know mine end and the measure\nof my days; that I may know how frail I am.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAMUELS FARM, KEARNEY - DAY\nA VAST NUMBER is gathered in the yard. The open casket rests on chairs under the shade of the coffee bean\ntree. REVEREND MARTIN (CONTINUED)\nLord make me to know mine end and the measure\nof my days; that I may know how frail I am. \n\nTARGET SECTION TO BE ANNOTATED:\nBehold thou hast made my days asa\nhandbreadth; and mine age is nothing before\nthee: verily every man-at his best state is\naltogether vanity.\n\nWe get our last glimpse of JESSE as the casket is covered and nailed\nshut. On the lid is a silver Plate with the name ‘Jesse James’ spelled\n\nout in German Gothic lettering.\n\nZEE and ZERELDA are overmastered by grief and throw themselves on the\ncasket, ZERELDA screaming:\n\n. ZERELDA\nHow can I stand it? How can I stand it? How\ncan I stand it?\n\nNARRATOR (V/0O)\nZerelda Samuels insisted that the casket be\nreopened to make certain that her son’s arms\nand legs had not been sawn off and replaced\nwith limbs of wax.\n\nSHERIFF TIMBERLAKE goes dutifully for a screwdriver.\n\nNARRATOR (V/O CONT’D)\nBut Reverend Martin soothed the woman with\npracticed words about a calculus in heaven\nthat adjusts for our privations and\ncompensates for our losses.\n\n'\n\f108\nThe casket is jarringly lowered on ropes as those gathered sing ‘We\nWill Wait Till Jesus Comes’\nFADE OUT\n\nINT. ALEX LOZO’S PHOTOGRAPHIC STUDIO - DAY\n\nBOB sits for a studio Portrait. He poses on a staircase with a gleaming\nPeacemaker artificially rested on his left thigh. A CROWD of REPORTERS\n\nattend him.\n\nREPORTER\nHow do you feel, Bob?\nBOB\nBully.\nREPORTER\nYou‘re right handed ain’t ya, Bob?\nBOB\nYep.\nREPORTER\nThen why have you got the gun in your left?\nBOB\n\nJesse was left-handed.\n\nINSERT: THE RESULTING PICTURE:\n\nBOB looks impossibly young, like a grocery clerk accidentally caught\nwith a pistol in his hand.\n\nNARRATOR (V/0)\nHe could still smell the gunpowder on his\nfingers, could still feel the jolt of the gun\ngoing off. But that was all. He'd seen no\nPhantoms. Listened to no incorporeal voices.\nWas subjected to no nightmares.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe'd seen no\nPhantoms. Listened to no incorporeal voices. Was subjected to no nightmares. \n\nTARGET SECTION TO BE ANNOTATED:\n He was asked\nif he was afraid of reprisals by Frank James\nbut revenge was not a worry really; it was if\nno person could harm him once Jesse was\nunderground.\n\nFADE OUT:\n\nMANHATTAN\nONE YEAR LATER\n\nEXT. BROADWAY THEATRE (ESTABLISHING) - NIGHT\nINT. BROADWAY THEATRE - NIGHT\n\f109\nWe are behind an actor silhouetted by footlights:\n\nACTOR\nHello, here! The surrender of Dick Liddil!\nYoung man, I thought you told me you didn’t\nknow that Dick had surrendered.\n\nPAN to reveal BOB: He’s groomed as a European Prince, and sports a\nglued-on mustache:\n\nBOB\nYou mean he did? I didn’t know!\n\nFRONT ANGLE: BOB and CHARLEY are on a stage: The set behind them\nresembles the sitting room of the cottage on Confusion Hill. CHARLEY\nre-sticks his moustache and continues his bad impersonation of JESSE:\n\nWell, it’s very strange. He surrendered three\nweeks ago and you was right there in the\nneighborhood. It looks fishy.\n\nNARRATOR. (V/O)\nIt was widely felt that Bob possessed some\nacting talent and Charley not a jot:\n\nCHARLEY takes off his revolvers and flings them onto the bed - his\nvoice yells for the balcony:\n\nCHARLEY\nIn case you’re wondering why I took my guns\noff, it’s because I might want to walk in the\n\nyard.\n\nNARRATOR (V/O)\nCharley was only expected not to slouch or\nmutter and to transport his sicknesses to the\nalley before letting them go.\n\nCHARLEY’S fetches a feather duster and flags it towards an implausible\npainting of the death of Julius Caesar:\n\nCHARLEY\nThat picture’s awful dusty!\n\nBOB rises surreptitiously from his chair. CHARLEY flicks the duster.\nBOB rests his hand on his gun and turns to the audience:\n\nBOB\nUp to that moment the thought of killing him\nhad never entered my mind, but as he stood\nthere, unarmed, it came to me suddenly, ‘Now\nor never is your chance. If you don’t get him\nnow, he’ll get you tonight.’\n\nBOB raises his gun.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHARLEY flicks the duster. BOB rests his hand on his gun and turns to the audience:\n\nBOB\nUp to that moment the thought of killing him\nhad never entered my mind, but as he stood\nthere, unarmed, it came to me suddenly, ‘Now\nor never is your chance. If you don’t get him\nnow, he’ll get you tonight.’\n\nBOB raises his gun. \n\nTARGET SECTION TO BE ANNOTATED:\nSome in the audience stir with anticipation.\n\f~\n\n110\n\nBOB lets the hammer snap and a charge of gunpowder explodes with a\ngreat noise on the stage.\n\nThe audience gasps.\n\nCHARLEY reels on the chair, claps his Palms to his chest and crashes\nunauthentically to the floor.\n\nA GIRL playing Mrs. James runs onto stage from the right and permits\n\nherself a blood-curdling scream.\n\nThe house lights dim to darkness. Then rise on a stage which contains\nonly Robert Ford. He slings his gun and proclaims with gravity:\n\nBOB\nThat is how I killed Jesse James.\nThe curtain rings down to magnanimous applause.\n\nINT. MANHATTAN RESTAURANT - NIGHT.\n\nBOB, dressed in fine clothes, eats in an elegant restaurant, fawned\nover by PRETTY TEENAGED dancing girls. They are a rowdy group.\n\nEXT. CONEY ISLAND - DAY\nGIRLS approach BOB and his DATE at the seashore.\n\nINT. FANCY HOTEL - DAY\n\nA GROUP of PEOPLE approach BOB in a hotel lobby, wanting to shake his\nhand. Over these images we hear the narrator:\n\nNARRATOR (V/0)\nBy October of 1883, Bob Ford could be\nidentified correctly by more citizens than\ncould the president of the United States. He\nWas as renowned at twenty as Jesse was after\nfourteen years of Grand Larceny. In an age\nwhere the average wage was twelve cents an\nhour, Bob was making fifty dollars a\nPerformance, so he could easily think himself\nrich.\n\nINT. CHARLEY’S HOTEL ROOM, MANHATTAN - NIGHT\n\nCHARLEY, looking harried and hollow eyed and lonely. Surrounded by\noccult paraphernalia.\n\nNARRATOR (V/0)\nCharley was increasingly superstitious,\nincreasingly subject to the advice of gypsies\nwho promised to cure his miseries with green\nteas, pipe smoke, Poultices, even jolts of\nelectricity cranked into his wrists with a\nmagnet generator.\n\f111\nINT. ELEGANT RESTAURANT - NIGHT\n\nCHARLEY has joined BOB and one of his GIRLFRIENDS for dinner.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nNARRATOR (V/0)\nCharley was increasingly superstitious,\nincreasingly subject to the advice of gypsies\nwho promised to cure his miseries with green\nteas, pipe smoke, Poultices, even jolts of\nelectricity cranked into his wrists with a\nmagnet generator. 111\nINT. ELEGANT RESTAURANT - NIGHT\n\nCHARLEY has joined BOB and one of his GIRLFRIENDS for dinner. \n\nTARGET SECTION TO BE ANNOTATED:\n CHARLEY\nwhispers into the girl’s ear:\n\nCHARLEY\nI know exactly who you're working for. You\nwon’t get your hooks into me.\n\nThe GIRLFRIEND is disturbed.\n\nNARRATOR (V/0)\nHe compared all females unfavorably to Mrs.\nZee James, whom he spoke of as certain\npriests might the Madonna,\n\nINT. CHARLEY’S HOTEL ROOM - NIGHT\n\nCHARLEY writes:\n\nNARRATOR (V/0 CONT'D)\nand composed long, soul describing letters to\nher, begging her forgiveness, none of which\nhe mailed.\n\nINT. BROADWAY THEATRE - NIGHT\n\nDetails of the performance: CHARLEY’S walk, his mouth, his hand\ngestures.\n\nNARRATOR (V/0)\nSomething began to change in Charley's stage\nportrayal of Jesse: his limp seemed more\npracticed, his high voice was spookily ~\nsimilar to the man’s, his newly suggested\ndialogue was analogous to a script Jesse\nmight have originated.\nBOB'S performance is enhanced too; by very real alarm at his brother.\nNARRATOR (V/0)\nToo many gunshots on the stage and too many\nresignations to Bob's betrayal were\nseparating the Ford Brothers as Charley\naccepted the obligation of personifying Jesse\nJames.\nCLOSE on CHARLEY/JESSE looking antagonistically at BOB.\nNARRATOR (V/0)\nHe began to look at his younger brother with\nspite, as if he suspected that in some future\nperformance he might present himself to a\nlive cartridge in Robert Ford’s gun.\nA disturbed and shaken BOB shoots CHARLEY/JESSE yet again.\n\nINT. BOWERY SALOON - NIGHT\n\f112\n\nBOB is drunk, wrung out and disheveled. A SINGER tunes his guitar and\nbegins to play:\n\nSINGER\nJesse James was a man who killed many men/He\nrobbed the Glendale train/He stole from the\nrich and he gave to the poor/he’d a hand and\na heart and a brain.\n\nThe SINGER begins to stroll the room: coming so near BOB that BOB has\nto pull back his legs to let him pass.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOWERY SALOON - NIGHT\n\f112\n\nBOB is drunk, wrung out and disheveled. A SINGER tunes his guitar and\nbegins to play:\n\nSINGER\nJesse James was a man who killed many men/He\nrobbed the Glendale train/He stole from the\nrich and he gave to the poor/he’d a hand and\na heart and a brain. The SINGER begins to stroll the room: coming so near BOB that BOB has\nto pull back his legs to let him pass. \n\nTARGET SECTION TO BE ANNOTATED:\nSINGER (CONT’D)\nOh Jesse had a wife to mourn for his\nlife/three children, they were brave/But that\ndirty little coward that shot Mister Howard\nhas laid Jesse James in his grave.\n\nBOB works at registering no change in expression.\n\nSINGER (CONT’D)\nIt was Robert Ford, that dirty little\ncoward/I wonder how does he feel?/For he ate\nof Jesse's bread/and he slept in Jesse's bed/\nThen he laid Jesse James in his grave.\n\nFinally BOB can stand it no longer. He takes out his gun and fires into\nthe floor. The noise is deafening. Everyone turns to BOB_in the silence\nthat follows. BOB lurches slowly to his feet.\nBOB\n(swaying drunk)\nI’m Robert Ford.\n\nHe flings his pistol at the SINGER and tilts slightly from the alcohol.\n\nBOB\nYou gonna fight me, see who the coward is?\nSINGER\nI ain’t gonna fight you, boy. You get on\noutta here.\nBOB\n\nHuh?\n\nMAN AT THE RAIL\nSleep it off.\n\nSomeone slaps Bob on the back, sending him a step or two before he\nregains himself.\n\nBOB\nAny you wanna fight me? Huh? Who's it gonna\nbe?\n\f113\nThey look at him silently. Watch as he slips on peanut shells, and ends\nup on the floor, tears glinting in his eyes. He gets to his feet and\n\nsways for a moment.\n\nSALOONKEEPER\nGet on home now, son. Go on! Get yourself\n\noutta my place.\nEXT, BOWERY STREET - MORNING\nBOB wakes with a dog licking his face.\nINT. BOSTON THEATRE - NIGHT\nA voice comes from the dark beyond the footlights:\n\nHECKLER (UNSEEN)\nMurderer! Cur!\n\nBOB strides towards the insults.\n\nHECKLER (UNSEEN)\nCoward!\n\nBOB shields his eyes from the glare, searching for his antagonist in\nthe large audience:\n\nBOB\nYou want to investigate my courage? Do you?\n\nThe HECKLER stands in the crowd.\n\nHECKLER\nCoward!\n\nINT.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe HECKLER stands in the crowd. HECKLER\nCoward! INT. \n\nTARGET SECTION TO BE ANNOTATED:\n THEATRE LOBBY ~ LATER\n\nBOB’S clothes are shredded and he’s covered in blood from head to toe\nas he’s shackled by POLICEMEN.\n\nPOLICEMAN\nYou may be the Ford brothers or the James\nBrothers but you cahnt drink blood in Boston.\nEXT. BUCKINGHAM THEATRE, LOUIVILLE, KENTUCKY - DAY\n\nA ‘sold out’ sticker is plastered over the playbill for I shot vesse\nJames. .\n\nINT. BUCKINGHAM THEATRE - NIGHT\n\f114\nBOB stands silhouetted on stage while a great crowd hisses and jeers\nand pelts him with garbage. When he uneasily raises his gun at\nCHARLEY/JESSE they riot: Surging over the footlights, swamping him and\ndestroying the set.\n\nNARRATOR (V/0)\nBy his own approximation, Bob assassinated\nJesse James over eight hundred times; he\nsuspected no one in history had ever so often\nor so publicly recapitulated an act of\nbetrayal, and he imagined that no degree of\ngrief or penitence could change the country’s\nill regard for him. He thought about\ncommitting suicide, but decided even that\nwould be judged just one more act of\ncowardice.\n\nEXT. TRAIN STATION, KANSAS CITY - pay\n\nBOB steps off the train. He is going on 22. He's dapper, glamorous,\nPhysically strong, comparatively rich, and psychologically injured.\n\nEXT. TRAIN STATION, KANSAS CITY - DAY\nA MAN crosses the street to spit on hin.\n\nNARRATOR (V/O)\nHe thought, at his angriest, about visiting\nthe kin of Jesse’s slaughtered victims: Mrs.\nWilliam Westfall in Plattsburg, the Wymore\nfamily in Clay County, perhaps even Mrs.\nJoseph Heywood in Northfield, Minnesota. He\nwould go to their homes and give his name as\nRobert Ford, ‘The man who killed Jesse\nJames.‘ He imagined they would be grateful to\nhim.\n\nEXT. SAMUEL’S FARM — NIGHT\nBOB sneaks up on the SAMUEL'S HOMESTEAD.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\nwould go to their homes and give his name as\nRobert Ford, ‘The man who killed Jesse\nJames.‘ He imagined they would be grateful to\nhim. EXT. SAMUEL’S FARM — NIGHT\nBOB sneaks up on the SAMUEL'S HOMESTEAD. \n\nTARGET SECTION TO BE ANNOTATED:\nNARRATOR (V/O CONT‘D)\nBut in actuality Bob made only one irregular\njourney and that one was to Kearney,\nMissouri.\n\nBOB stands before the nine foot monument under the coffee bean tree and\nruns his fingers over the inscription:\n\nIn Loving Remembrance\nJESSE W. JAMES\nDied April 3, 1882\nMurdered By a Traitor and Coward\nWhose Name Is Not Worthy To\n\nAppear Here.\nHold on BOB.\n\f115\nFADE OUT\n\nINT. CHARLEY’S ROOM - DAY.\n\nCHARLEY FORD enters the room and lays down on his bed. He takes his\nrevolver from it’s scabbard and shoots himself through the heart.\n\nNARRATOR (V/0)\nCharley Ford became all that his countrymen\nwanted an assassin of Jesse James to be.\n\nEXT. RICHMOND - DAY\n\nA funeral: The SURVIVING FORDS watch CHARLEY’S COFFIN being lowered\ninto the ground.\n\nNARRATOR (V/0)\nExcept for Bob, the rest of the Fords\ncompleted their lifetimes peacefully and\ndisappeared from history.\n\nSAMUEL'S FARM (MONTAGE) - DAY\nAction as per voice-over:\n\nNARRATOR (V/0)\n\nZerelda Samiels remained on the Kearney farm.\nHer greatest source of income was the twenty-\nfive cent tours of the grounds and rooms,\nduring which she gave gasconades about her\nslaughtered sons. She would cozen many of her\nguests, make them feel especially privileged,\nand at last agree to sell them a stone from\nthe grave or, at much greater expense, a worn\nshoe from one of the James boy's steeds.\n\n(These we see he her buying from a BLACKSMITH by the wheelbarrow load.\nThe stones are shoveled from Clear Creek and spread on the grave.)\n\nZERELDA SAMUELS (GLASS PLATE PHOTOGRAPH)\n\nNARRATOR (V/0)\nShe outlived three husbands and four of the\neight children she bore and she showed no\nsigns of sickness when she retired to a\npullman sleeper in 1911 and there died of a\nstroke at the age of eighty-seven.\n\nINT.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\n(These we see he her buying from a BLACKSMITH by the wheelbarrow load. The stones are shoveled from Clear Creek and spread on the grave.)\n\nZERELDA SAMUELS (GLASS PLATE PHOTOGRAPH)\n\nNARRATOR (V/0)\nShe outlived three husbands and four of the\neight children she bore and she showed no\nsigns of sickness when she retired to a\npullman sleeper in 1911 and there died of a\nstroke at the age of eighty-seven. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOTEL, KANSAS CITY - DAY\nZEE JAMES works with a bucket and mop.\n\nNARRATOR (V/0)\nZee returned to Kansas City in 1882 and\nworked there as a cleaning woman and\nseamstress in a manner that many construed as\npenitent.\n\f116\nINT. ZEE’S ROOM - DAY,\n\nZEE, alone.\n\nNARRATOR (V/0)\nShe retired from the public eye, shunning\nreporters, seeking retreat. She felt\ncrippled, forsaken, marooned. Jesse was her\nvitality, her vigor, her crucial ingredient\nand she gratefully accepted death in 1900 at\nthe age of fifty-five.\n\nINT. MARY JAME'S HOME - DAY.\nMARY JAMES, now an adult, at dinner with her family.\n\nNARRATOR (V/0)\nHer daughter, Mary, married an affluent\nfarmer and gave birth to three boys ona\nProperty across the road from her father’s\nbirthplace. She called no Particular\nattention to her heritage and many who knew\nher when she passed away in 1935 were\nsurprised by her maiden name.\n\nJESSE EDWARDS JAMES (PHOTO MONTAGE)\n\nActual stills of JESSE JNR at various times in his life and clips from\n\nthe movies described:\n\nNARRATOR (V/0)\nHer brother took great advantage of the name\nJesse Edwards James. He played semi-\nprofessional baseball, ran a cigar stand, and\nbecame an attorney-at-law in Kansas and Los\nAngeles. When Jesse was twenty-four he wrote\nthe memoir Jesse James My Father; in 1921 he\nfinanced and acted in the movie Under the\nBlack Flag, and some years later he was a\nhighly paid technical adviser to Paramount\nPictures when they produced their counterfeit\nJesse James, starring Tyrone Power. Jesse\nEdwards James died in California in 1951.\n\nEXT. BALTIMORE STREET - DAY\n\nNARRATOR (V/0)\nAlexander Franklin James was in Baltimore\nwhen he read about the assassination of Jesse\nJames.\n\nFRANK walks past a newspaper stand and sees the headline\nJehova.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. BALTIMORE STREET - DAY\n\nNARRATOR (V/0)\nAlexander Franklin James was in Baltimore\nwhen he read about the assassination of Jesse\nJames. FRANK walks past a newspaper stand and sees the headline\nJehova. \n\nTARGET SECTION TO BE ANNOTATED:\n‘Its Jesse, by\n\f117\nNARRATOR (V/0)\nHe had spurned his younger brother for being\npeculiar and temperamental, but once he\nperceived he’d never see Jesse again, Frank\nwas wrought up, perplexed, despondent.\n\nEXT. CENTRAL PARK, NEW YORK - DAY.\nFRANK, grief-stricken and isolated.\n\nNARRATOR (V/0)\nThe East seemed a foreign country to him, and\nwhichever city he visited seemed an\nuninhabited island without Jesse alive.\n\nINT. GOVERNOR'S OFFICE, JEFFERSON CITY - DAY\n\nA_CROWD of REPORTERS, OFFICALS and POLICE have gathered to witness\nFRANK‘S surrender:\n\nNARRATOR (V/0)\nFrank surrender his arms to governor\nCrittenden on October 5%, 1882.\n\nFRANK\n(to CRITTENDEN)\nI want to hand over to you my guns which no\nman has been permitted to touch since 1861,\nand to say that I am your prisoner.\n\nPHOTO MONTAGE:\n\nFRANK at parties. CROWDS awaiting his appearance at train stations,\netc.\n\nNARRATOR (V/0)\nThe government accorded privileges to Prank\nJames; he was given parties, gentile\nreceptions, magnificent presents and\naccommodations, an opulent coach carried him\nto his trials in Jackson County; to some it\nseemed that the State of Missouri had\nsurrendered to Frank James rather than the\nother way round.\n\nINT. COURTROOM - DAY.\n\nFRANK in the witness box. We cant hear what he’s saying but his manner\nis cool and collected.\n\f118\n\nNARRATOR (V/0)\nHe evinced dignity, intelligence, rectitude\nand sobriety. He represented every quality\nthat gentlemen then were eager to possess. He\ncould speak passable German and French; he\ncould recite one thousand lines of\nShakespeare; he was not suspiciously\nattractive; he had fought on the right side\nin the Civil war.\n\nEXT. COURTHOUSE ~ DAY\n\nA jubilant CROWD has gathered. FRANK shakes hands with members of the\nJURY.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. COURTHOUSE ~ DAY\n\nA jubilant CROWD has gathered. FRANK shakes hands with members of the\nJURY. \n\nTARGET SECTION TO BE ANNOTATED:\nNARRATOR (V/0)\nSo it was that in spite of more than\ncircumstantial evidence linking Frank James\nto a great many crimes, the man never served\na day in the penitentiary.\n\nFRANK'S JOBS (A PHOTO MONTAGE)\n\nNARRATOR (V/0)\nHe acted as a race starter, a shoe salesman,\nhe accepted tickets at the Standard Theatre\nin St. Louis, refusing all invitations to see\nthe saucy burlesque show inside.\n\nEXT. CIVIL WAR CEMETARY - DAY\nFRANK wanders among the gravestones, attended by a REPORTER:\nNARRATOR (V/0)\nHe was a survivor and it made him feel\nguilty. It seemed to Frank that grace came\nupon him without merit, that he’d been\npardoned without justification or purpose.\n\nFRANK squatted at an ill-kept grave. He straightens and roughs the\nearth from his hands:\n‘FRANK\n\n‘Then two shall be in the field; the one\nshall be taken, and the other left.’\n\nMONTAGE: SAMUELS FARM\nFRANK, nearing the end of his life.\n\f119\n\nNARRATOR (V/0)\nAfter his mother’s death he settled once\nagain on the Kearney farm. Here he lived out\nhis days, walking from room to room with\ntourists, who now paid fifty cents to see the\nBible that Jesse read, and one of the guns he\nshot. Alexander Franklin James died on\nFebruary 18™ 1915.\n\nFADE OUT.\nCREEDE, COLORADO 1892\n\nEXT. EXCHANGE CLUB - DAY\n\nWe are moving behind a man pulling ice in a child’s red wagon. He comes\nupon a young woman (DOROTHY EVANS) in a long green gown of dainty\nfrills and ruffles.\n\nDOROTHY\nI was expecting someone old and ugly.\n\nBOB\nCreede has a supply of them: just who in\nparticular?\n\nDOROTHY\nYou are Bob Ford?\n\nFRONT ANGLE on BOB FORD, now thirty years old.\n\nBOB\nAnd proud of it too.\n\nINT. EXCHANGE CLUB - DAY\n\nAgainst all odds, BOB has prospered; his Exchange Club is a palace.",
  "95": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOB\nAnd proud of it too. INT. EXCHANGE CLUB - DAY\n\nAgainst all odds, BOB has prospered; his Exchange Club is a palace. \n\nTARGET SECTION TO BE ANNOTATED:\nDOROTHY EVANS gives BOB her story:\n\nDOROTHY\nI was brought up in an orphanage run by the\nsisters of Mercy. My only skirt was a flour\nsack until I married a mining engineer in\nDenver. He died of pneumonia, though, and\ndesperation has pushed me into the life of a\ncourtesan.\n\nBOB\nYou mean a prostitute. You don’t have to\nsugar things with me.\n\nDOROTHY\nI'm not ashamed of it; I just like the word.\n\nBOB\nI’ve got some call for it, if you’re willing.\n\f120\nDOROTHY\nCould be.\n\nShe pulls a gold case from her purse and BOB lights her cigarette,\n\nBOB\nYou know who I am?\n\nShe nods eagerly, like a girl slightly in love with her teacher.\n\nDOROTHY\nBob Ford.\n\nBOB\nThe man who shot Jesse James.\n\nDOROTHY\nI’ve seen your picture.\n\nBOB\nSo you were lying.\n\nDOROTHY\nExcuse me?\n\nBOB\nYou said you were expecting someone old and\nugly, when you knew just what I looked like.\n\nDOROTHY\n(sweet smile)\nI was making conversation.\n\nBOB\n\nHow much of that is true, about the orphanage\nand the Sisters of Mercy and the mining\n\nengineer?\nDOROTHY\nHardly any.\nBOB is finding her very engaging: '\nBOB\n\nDo you have a given name or do you just\n\ngenerally make something up?\n\nDOROTHY\nDorothy.\n\nBOB\nYou can sing though, can’t you?\n\nINT. EXCHANGE CLUB - NIGHT\nDOROTHY sings ‘Only a Bird in a Gilded Cage’\n\nfor a packed house\n\f121\n\nNARRATOR (V/0)\nIt was only with Dorothy Evans that Bob spoke\nrevealingly or plainly, and it was with her\nthat he spoke of things he didn’t know he\nknew.\n\nEXT. STREETS, CREEDE - DAY\n\nBOB and DOROTHY stroll the snowy streets of Creede. BOB is\nextraordinary in his dress; a dandy in his gentleman’s clothes and\ncane. SHOPKEEPERS and CITIZENS greet him, defer to him. He is like a\nking in this town.",
  "96": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOB is\nextraordinary in his dress; a dandy in his gentleman’s clothes and\ncane. SHOPKEEPERS and CITIZENS greet him, defer to him. He is like a\nking in this town. \n\nTARGET SECTION TO BE ANNOTATED:\nNARRATOR (V/O CONT’D)\nHe told her that he had no real memory of the\nshooting and its aftermath: He could remember\nlifting the gun that Jesse had given him and\nthen it was Good Friday and he was reading\nabout the funeral proceedings as if they'd\nhappened a long time ago.\n\nEXT. FROZEN LAKE - DAY\n\nBOB and DOROTHY are among a crowd of ICE-SKATERS, enjoying the Sunday\nafternoon:\n\nNARRATOR | (V/O CONT'D)\nHe explained that he'd kept the newspaper\nclippings from April 1882 and repeatedly\nPoured over them, each time feeling aped,\ncruelly maligned by the Robert Ford that the\ncorrespondents chose to put into print.\n\nOn BOB, happy.\n\nNARRATOR (V/O CONT’D)\nHe was ashamed of his persiflage, his\nboasting, his pretensions of courage and\nruthlessness; he was sorry about his cold-\nbloodedness, his dispassion, his i: ility to\nexpress what he now believed was the case:\n\nINT. EXCHANGE CLUB - NIGHT\nDOROTHY brings him a beer.\nNARRATOR (V/O CONT’D)\nThat he truly regretted killing Jesse, that\nhe missed the man as much as anybody and\nwished his murder hadn’t been necessary.\n\nDOROTHY\nWas it?\n\nBOB looks at her without comment.\n\f122\n\nDOROTHY\n\nHow I mean it is: why was it you killed him?\nBOB\n\nHe was going to kill me.\nDOROTHY\n\nSo you were scared and that’s the only\n\nreason?\nHe sips from his beer.\n\nBOB\nAnd the reward money.\n\nDOROTHY\nDo you want me to change the subject?\n\nHe looks at her in a calculating way.\n\nBOB\nDo you know what I expected? Applause. I was\nonly twenty years old then. I couldn’t see\nhow it would look to people. I’ve been\nsurprised by what’s happened.\n\nINT. EXCHANGE CLUB - NIGHT\n\nEDWARD O KELLY comes in and takes a seat at the crowded bar.\nHe seems to argue with himself before shrugging off his wool coat.",
  "97": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. EXCHANGE CLUB - NIGHT\n\nEDWARD O KELLY comes in and takes a seat at the crowded bar. He seems to argue with himself before shrugging off his wool coat. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nseems wild, insane, and fifty years old, though he’s only thirty-five.\n\nO KELLY unsnugs his gun and jostles through the gambling hall crowd to\nclose on BOB. He pulls up his pistol.\n\nFEMALE BYSTANDER\nHe‘s going to kill you!\n\nBut BOB only smiles and pretends he’s Jesse as he approaches KELLY with\narms outstretched:\n\nBOB\nHey! You oughta let bygones be bygones!\n\nHis congenial grin slows O KELLY just enough to allow BOB to slap his\ncheek and clasp his pistol. He jolts O KELLY awry and slams his knee\ninto the man’s mouth. O KELLY collapses with a split upper lip and then\nBOB slams his skull with the pistol.\n\nBOB\nGet out! Get out and don’t you ever set foot\nin my place again.\n\n© KELLY\n\n3 wuss 2 will\n\n \n\f123\nBOB stamps the floor and O KELLY shies, cringing under his lifted arm.\nBOB laughs and rejoins the corner table of gamblers. They clap his back\nwith approval. DOROTHY crosses to him, and he says to her:\n\nBOB\nIt just goes on and on.\n\nANGLE ON:\n\nSOAPY SMITH, a confidence man, sitting with his BODYGUARDS, watching O\nKELLY get back into his coat, and exiting into the snow storm.\n\nEXT. STREET OUTSIDE EXCHANGE CLUB - NIGHT\n\nSOAPY SMITH catches up to KELLY under an arc lamp. Blood is dripping\noff the man’s chin and he spits out chips of teeth like gravel.\n\nO KELLY\nSecond time I’ve tried to get that son of a\n\nbitch.\n\nSOAPY wings an arm around the man’s neck.\nSOAPY SMITH\n\nWhy don’t we see if we can’t get you stitched\n\nup.\nINT. BOB & DOROTHY’S APARTMENT - DAY\nBOB sits in a green leather chair while SOAPY SMITH Prowls his\napartment with a cigar and brandy snifter, appraising objects in the\nroom.",
  "98": "END OF PREVIOUSLY ANNOTATED SECTION:\nSOAPY SMITH\n\nWhy don’t we see if we can’t get you stitched\n\nup. INT. BOB & DOROTHY’S APARTMENT - DAY\nBOB sits in a green leather chair while SOAPY SMITH Prowls his\napartment with a cigar and brandy snifter, appraising objects in the\nroom. \n\nTARGET SECTION TO BE ANNOTATED:\nSOAPY SMITH\nSo, you know who I am?\n\nBOB\nI’ve heard stories; not that I put much stock\nin what those goddam newspapers say.\n\nSOAPY SMITH\nYou couldn’t, could you. 1\n\nBOB\nMeaning what?\n\nSOAPY ignores that, his attention on the Paperweight he’s holding.\n\nBOB\nJust. what was it you had in mind with this\nmeeting? Outside of making an inventory of\nall my worldly goods.\n\nSOAPY resettles in a chair and swishes brandy from cheek to cheek.\n\nSOAPY SMITH\nDo you know what you shoulda done about\nJesse?\n\f124\n\nBOB\nNo; why don’t you tell me.\n\nSOAPY SMITH\n\n(smiles)\nI will then. one night you oughta gone out\nand sorta lagged behind old Jess on your\nhorse. You get your gun out and yell his name\nand once he spins around, bang! You coulda\nsaid you two had an argument and shot it out\nand you come out the victor. I guess you\nnever thought of it though.\n\nBOB\nI wasn’t big enough.\n\nSOAPY SMITH\nYou sure done the wrong thing, killing the\nman with his wife and kids close by, and his\nguns off and, well, you know what you did.\nYou oughta said you were sorry.\n\nBOB\nI figure if I’m sorry or not, that’s my own\nbusiness.\n\nSOAPY SMITH\n\nDon‘t matter! You ought to apologize and give |\n‘em what they want! A man looks at Bob Ford\nnow and you know what he sees? He sees pride\nand greed and no regrets.\n\nBOB\nI’m not begging for forgiveness. I’m going to\nget people to respect me for my\naccomplishments, just like Jesse did.\n\nSOAPY scratches his beard.\n\nSOAPY SMITH\nDo you know Joe Simmons?\n\nBOB\nI’ve said pleased-to-meetcha.\n\nSOAPY SMITH\nJoe and me have been talking about you and\nCreede and how things are and we thought\nmaybe we'd begin a saloon and gambling hall\nlike yours. We figure maybe we‘ll get rich by\nPushing de booze over de boards.",
  "99": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOB\nI’ve said pleased-to-meetcha. SOAPY SMITH\nJoe and me have been talking about you and\nCreede and how things are and we thought\nmaybe we'd begin a saloon and gambling hall\nlike yours. We figure maybe we‘ll get rich by\nPushing de booze over de boards. \n\nTARGET SECTION TO BE ANNOTATED:\nBOB\nDo you think there’s much call for another\nsaloon? They say there’s one for every five\nmen as it is?\n\fSOAPY SMITH\nI'm going to get in and make the others get\nout.\n\nBOB\nJust out of curiosity: how are you going to\ndo that?\n\nSOAPY SMITH\n\nMy gang, Bob! I’m going to be the government!\nI’m going to run things around here! Y’all\ncome over to my way of thinking or, bingo,\nout you go!\n\nBOB\nI forgot how to get scared ten years ago.\n\nSOAPY SMITH\nI figured that too.\n\nSOAPY gets up:\nSOAPY SMITH\nYou and me, we're exactly alike. If the time\n\ncomes for killing Robert Ford, I guess you'll\nknow what I’1l do.\n\nBOB\n\nLike I said: Itve already been as scared as\n\nI’ll ever be.\nSOAPY exits and BOB goes over to the windows that look over the street.\nHe sees SOAPY laughing with his BODYGUARDS as he slogs through the\nSnow. He sees SHOPKEEPERS greeting the man and giving way on the\nsidewalk.\nHe slumps against the wall.\nEXT. BOB & DOROTHY’S APARTMENT - DAY\n\nA slaughtered cat is nailed to his door, along with a note that reads,\n‘Get out of town.’\n\nINT. EXCHANGE CLUB - NIGHT\n(Action as per voice-over:)\nNARRATOR (V/O)\nEven as he circulated his saloon he knew that\nthe smiles disappeared when he passed by.\nINT. EXCHANGE CLUB - DAY\n\n(Action as per voice-over:)\n\f126\nNARRATOR (V/O CONT’D)\nHe received so many menacing letters in the\nmail that he could read them without any\nreaction except curiosity.\n\nINT. BOB & DOROTHY’S APARTMENT - DAY\n{Action as per voice-over:)\n\nNARRATOR (V/O CONT’D)\nHe kept to his apartment all day, flipping\nover playing cards, looking at his destiny in\nevery King and Jack.\n\nINT. EXCHANGE CLUB - NIGHT\n\nFire grows like ivy over the wooden walls. Wallpaper peels up from the\nfloors. Glassware explodes.\n\nEXT. EXCHANGE CLUB - NIGHT\n\nA conflagration.\nDISSOLVE TO:\n\nEXT.",
  "100": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. EXCHANGE CLUB - NIGHT\n\nA conflagration. DISSOLVE TO:\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE OMAHA CLUB - NIGHT\nA grand opening. Music. REVELERS spilling out onto the streets.\n\nNARRATOR (V/O)\nBob called his fifth saloon the Omaha Club\nand the grand opening was such a success that.\nNellie Russell sought Mr. Ford out, saying\nthat she’d accept any job with him, even one\nas a prostitute:\n\nEXT. RIO GRANDE AVENUE ~ NIGHT\n\nBOB and MISS NELLIE RUSSELL stand at the top of Rio Grande Avenue. BOB\nsees the lights of cooking fires in the foothills. He hears the happy\n\nuproar of the OMAHA CLUB.\n\nNELLIE RUSSELL\nI could‘ve recognized you anywhere. You‘re\njust like your photograph.\n\nBOB\nI’m not just like the boy in that photograph,\nthough. I’ve aged.\n\nNELLIE RUSSELL\nI thought you were so daring and romantic. I\nthought you were the most glamorous man\nalive.\n\f127\n\n~~ BOB\n\nI get along fine with girls of ten, it’s when\nthey grow to be eleven or twelve that I'ma\n— goner.\n\nShe giggles, and then her thoughts must anguish her, for she grows\nquiet and grips her shawl around her. Silence.\n\nNELLIE RUSSELL\nI guess an angel must be flying over us.\n\nBOB makes no comment.\nNELLIE RUSSELL\nThe mountains are so steep everywhere! It’s\nlike you’re inside an envelope!\n\nBOB\nYou were going to ask me what Jesse was like.\n\nNELLIE RUSSELL\nHow'd you know?\n\nBOB\nThey always do.\n\nBOB takes MISS RUSSELL’S elbow and they begin the descending walk back\nto the OMAHA CLUB.\n\nBOB\n“ Jesse James was bigger than you can imagine,\n~ and he was hungry all the time. He ate all\n\nthe food in the dining room and he ate all\nthe plates and the glasses and the light off\nthe candles and the air out of your lungs and\nthe thoughts right out of your mind. You'd go\nto him, wanting to be with him, wanting to be\nlike him, and you'd always come away missing\nsomething.\n\nBOB looks at the girl with anger, and of course she is looking\n\npeculiarly at him.",
  "101": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe ate all\n\nthe food in the dining room and he ate all\nthe plates and the glasses and the light off\nthe candles and the air out of your lungs and\nthe thoughts right out of your mind. You'd go\nto him, wanting to be with him, wanting to be\nlike him, and you'd always come away missing\nsomething. BOB looks at the girl with anger, and of course she is looking\n\npeculiarly at him. \n\nTARGET SECTION TO BE ANNOTATED:\nBOB\nSo now you know why I shot him.\n\nMISS RUSSELL sights the ground as they walk, and when she speaks again\nthere is grief in her voice:\n\nNELLIE RUSSELL\nMy father would read to us about it from the\n“newspapers he bought. He said we were living\nthrough a great moment in history. He thought\nyou'd done the world a big favor.\n\f128\nBOB\nOn your right is the Leadville Headquarters.\nOver there is the smithy’s shop. You can't\nsee them from here but I’ve got four green\ntents behind the club and men go in and out\nall night.\n\nNELLIE RUSSELL\nYou're making me sad.\n\nHe can see by the lights in her eyes that the girl is crying.\n\nBOB\nYou ought to go back.\n\nShe shakes her head.\n\nBOB\nDon’t work for me.\n\nNELLIE RUSSELL\nNo?\n\nBOB\nYou've got your dignity yet; I wouldn't give\nit away for money.\nINT. EDWARD O KELLY’S CABIN - NIGHT\n\nA rapping at the door. EDWARD O'KELLY rises from his bed and lets ina\nfigure in an orange beaver coat. O KELLY sits and scratches himself:\n\nSOAPY\nYou and wash soap ought to meet once or\ntwice.\n\nO KELLY\n\nYou woke me.\n\nSOAPY\nYou hear that music?\n\nSOAPY lights a cigar. There’s the distant sound of a piano.\nSOAPY\nIt‘s the Omaha Club. Bob Ford’s having his\ngrand opening tonight.\nO KELLY spits.\nO KELLY\nI’1l give him a grand opening one of these\ndays.\n\nSOAPY scratches his head.\n\f129\nSOAPY\nI come to tell ya regarding that. He’s got on\none of his periodicals and he’s puffed\nhimself up to say he’s going to kill Ed Kelly\non sight.\n\nO KELLY\nWhy, that son of a bitch!\n\nSOAPY\nAnd Bob’s one of the most plausible talkers I\never seen.\n\nO KELLY\nI expect he’1l ask me to turn my back first.\n\nSOAPY sucks on his cigar and looks at it as he blows smoke.\n\nSOAPY\nYou oughta do something.",
  "102": "END OF PREVIOUSLY ANNOTATED SECTION:\nO KELLY\nI expect he’1l ask me to turn my back first. SOAPY sucks on his cigar and looks at it as he blows smoke. SOAPY\nYou oughta do something. \n\nTARGET SECTION TO BE ANNOTATED:\nO KELLY\nI‘1l go down there now and give him a\nstraightening.\n\nSOAPY\nI’d give it till around afternoon if I were\nyou.\n\nEXT. RIO GRANDE AVENUE - DAY\n\nThe body of MISS NELLIE RUSSELL is brought into town on a wagon pulled\nby RAILROAD CREWMEN. The wagon passes by DOROTHY EVANS.\n\nINT. BOB & DOROTHY’S APARTMENT - DAY\n\nBOB is dressed in his gentleman’s clothes, affixing his cravat with an\nopal stick pin. DOROTHY enters.\n\nDOROTHY\nYou know that girl you were talking to about\na job? She went and killed herself.\n\nBOB\n(sighs)\nOh, God.\n\nHe sits on the end of the bed and gazes at nothing for some time.\n\nDOROTHY\nYou were right not to give her a job, Bob.\n\nBOB gets up and walks out of the room without saying anything. We stay\non DOROTHY.\n\f130\n\nNARRATOR (V/O)\nDorothy Evans would be married in 1900 toa\nMr. James Feeney of Durango, Colorado. She\nwould adopt two daughters, and, according to\ngossip, she would mistreat them. Her legal\nmarriage would be joyless and one Sunday\nmorning she would get into her green wedding\ndress, telling her daughters she was going to\ntake a nap. She would then pour chloroform\ninto a cloth and press it to her nose until\nshe perished.\n\nINT. THE OMAHA CLUB - DAY\nBOB skims the mail and collects his subscription newspapers.\n\nEXT. RIO GRANDE AVENUE - DAY\nEDWARD O KELLY trudges towards a rendezvous.\n\nNARRATOR (V/O)\nEdward 0. Kelly came down from Bachelor at 1\np.m. on the 8\". He had no grand scheme, no\nstrategy, no agreement with higher\nauthorities, nothing beyond a vague longing\nfor glory and a generalized wish for revenge\nagainst Robert Ford.\n\nKELLY is joined by JOE DUVAL, who carries a twin-barrel, ten-gauge\nshotgun. They repair themselves to a machinist’s shop. .",
  "103": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe had no grand scheme, no\nstrategy, no agreement with higher\nauthorities, nothing beyond a vague longing\nfor glory and a generalized wish for revenge\nagainst Robert Ford. KELLY is joined by JOE DUVAL, who carries a twin-barrel, ten-gauge\nshotgun. They repair themselves to a machinist’s shop. . \n\nTARGET SECTION TO BE ANNOTATED:\nINT, MACHINIST’S SHOP - DAY\n\nHere they collect metal shavings and, using a paper funnel, fill up\nfirst the right shotgun barrel and then the left.\n\nNARRATOR (V/0)\nEdward O. Kelly would be ordered to serve a\nlife sentence in the Colorado penitentiary\nfor second degree murder. Over seven thousand\nsignatures would eventually be gathered on a\npetition asking for Kelly‘s release, and in\n1902 Governor James B. Orman would pardon the\nman. He would write gruesome letters to Bob\nFord's widow, but otherwise do nothing except\nget arrested on charges of vagrancy and\nramble from one insignificant town to the\nnext, before his death in 1904.\n\nINT. THE OMAHA CLUB - DAY\n\nELLA MAE WATERSON pours jiggers of whisky to a group of miners. BOB\nremoves his suit coat and hangs it on a nail. He then removes his\ncartridge belt, winds it around his gun and snugs this against the cash\nregister.\n\f131\n\nMINER\nYou shouldn’t be wearing that stickpin again,\nBob. Opals are unlucky.\n\nBOB\nMy luck isn’t very good as it is. I guess an\nopal couldn’t change it much.\n\nMINER\nI hear you.\n\nEXT. RIO GRANDE AVENUE to INT. OMAHA CLUB - DAY\n\nWe follow O KELLY as he makes his way up the street to the Omaha Club.\n\nNARRATOR (V/O)\nThere would be no eulogies for Bob, no\nphotographs of his body would be sold in\nsundries stores, no people would crowd the\nstreets in the rain to see his funeral\ncortege, no biographies would be written\nabout him, no children named after him, no\none would ever pay twenty-five cents to stand\nin the rooms he grew up in.\n\nO KELLY enters with his shotgun raised and catches the man who shot\nJesse James laughing with ELLA MAE WATERSON and giving his back to the\n\nstreet.\n\nO KELLY\nHello, Bob!\n\nBOB turns to the greeting and we freeze on his face.",
  "104": "END OF PREVIOUSLY ANNOTATED SECTION:\nO KELLY enters with his shotgun raised and catches the man who shot\nJesse James laughing with ELLA MAE WATERSON and giving his back to the\n\nstreet. O KELLY\nHello, Bob! BOB turns to the greeting and we freeze on his face. \n\nTARGET SECTION TO BE ANNOTATED:\nNARRATOR (V/O)\nThe shotgun would ignite, and Ella May would\nscream, but Robert Ford would only lay on the\nfloor and look at the ceiling, the light\ngoing out of his eyes before he could find\nthe right words.\n\f"
}