{
  "1": "\n  \"John Q.\" -- \n\n\n\n\n<!--\n\nif (window!= top)\n\ntop.location.href=location.href\n\n// -->\n\n \n\n\n\nON BLACK:\n\n\n\nIf I didn't have enough money, I'd be dead right now.\n\n\n\n- Carroll Shelby\n\n\n\nFADE IN:\n\n\n\nEXT. TWO-LANE HIGHWAY - DAY\n\n\n\nMancini's \"Ave Maria\" fills the screen as a white BMW speeds along the road.\n\n\n\nCREDITS ROLL\n\n\n\nA BEAUTIFUL WOMAN is behind the wheel. We never see her face. Hanging from the mirror is a rosary with a crucifix. Her porcelain hand turns up the volume and the music swells. A silver bracelet dangles from her wrist.\n\n\n\nEXT. TWO-LANE HIGHWAY - CONTINUOUS\n\n\n\nA slow-moving semi obstructs her path. The woman leans out the window to see if the road is clear before moving into the oncoming lane. She steps on the gas. She's in the wrong lane and can't get over. There are headlights in the distance and the moan of an airhorn is heard.\n\n\n\nEXT. TWO-LANE HIGHWAY - CONTINUOUS\n\n\n\nSuddenly, the headlights are upon her. And airhorn blasts and she's trapped between two monstrous big rigs. She cuts the wheel hard, but too late. The oncoming truck clips her, sending her car end over end.\n\n\n\nSLO-MO\n\n\n\nThe accident is violent and horrible. The BMW cartwheels along the highway in a grotesque ballet of destruction. The music crescendos and sparks fly as the car skids along the pavement on its roof. And as the BMW violently smashes headfirst into the embankment, the beautiful woman is slammed into the windshield like a crash-test dummy. \n\n\n\nEXT. MIDDLE AMERICAN TOWN - PRE-DAWN\n\n\n\nThe indigo horizon shimmers with the first light of morning. Vapor spewing smokestacks dwarf brick and mortar homes. Dairy Queens, Hardee's, and Walmarts line the main drag. Stars and Stripes flutter from lampposts.\n\n\n\nINT. ARCHIBALD HOUSE - BEDROOM - MORNING\n\n\n\nA man sits propped up against pillows, his sleeping wife snuggled next to him. His name is JOHN QUINCY ARCHIBALD. His strong, handsome face is beginning to show wear and tear. From across the room, last night's news broadcast drones on the TV.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis name is JOHN QUINCY ARCHIBALD. His strong, handsome face is beginning to show wear and tear. From across the room, last night's news broadcast drones on the TV. \n\nTARGET SECTION TO BE ANNOTATED:\n The President is telling everybody how wonderful the country is doing.\n\n\n\nJOHN Q. watches impassively, the irony not lost on him. Suddenly, he hears a noise. Something's not right. He jumps out of bed, wearing only a pair of BVDs.\n\n\n\nWIFE\n\nHoney, what is it?\n\n\n\nEXT. ARCHIBALD HOUSE - MORNING\n\n\n\nThe screen door bangs open. John Q. bursts onto the porch to find a tow truck parked in front of his house. TWO TRUCKERS are winching a hook and cable to a ten year old Chevy.\n\n\n\nJ.Q.\n\nHey, what the hell are you doing?\n\n\n\nTOW TRUCK DRIVER #1\n\nWhat does it look like?\n\n\n\nJ.Q.\n\nAw, come on. That's my car.\n\n\n\nTOW TRUCK DRIVER #1\n\nYeah? That's not what the bank says.\n\n\n\nThe truckers quickly circle to the front and hop in. John Q. just watches as the truck speeds away, dragging the car along the cement.\n\n\n\nThe neighbors now stand on their porches, staring. J.Q. turns to see his wife, DENISE, standing in the doorway. She's not a happy camper. \n\n\n\nTheir nine year old son, MIKE, appears at his mother's side, wiping the sleep from his eyes.\n\n\n\nMIKE\n\nWhat's going on?\n\n\n\nINT. ARCHIBALD HOUSE - KITCHEN - MORNING\n\n\n\nCLOSE ON a hand circling want-ads in red ink. J.Q. sits at the kitchen table drinking a half-filled cup of coffee, his eyes scouring the classifides. \n\n\n\nDenise enters, dressed in her brown and red supermarket cashier's uniform. Without speaking, she passes J.Q. and starts making breakfast. \n\n\n\nJ.Q.\n\nSorry.\n\n\n\nDenise doesn't respond. A chill fills the air.\n\n\n\nJ.Q. (CONT'D)\n\nI talked to the bank. They promised they'd work with me. \n\n\n\nDENISE\n\nOkay.\n\n\n\nJ.Q.\n\nI did.\n\n\n\nDENISE \n\nJohn, that was two months ago.\n\n\n\nJ.Q.\n\nWe've got enough money for next month's rent. That's it. It was either the car or the house, so I thought...\n\n\n\nDENISE\n\nYou thought.\n\n\n\nJ.Q.\n\nWhat did you want me to do? Have us put out on the street? I'm down to twenty hours a week a the plant. They shipped off half the damn jobs down to Mexico.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nHave us put out on the street? I'm down to twenty hours a week a the plant. They shipped off half the damn jobs down to Mexico. \n\nTARGET SECTION TO BE ANNOTATED:\nDENISE\n\nMy car is gone, John.\n\n\n\nJ.Q.\n\nYou know I'm out there trying to find a second job.\n\n\n\nDENISE\n\nWhat do you want me to say? That it's fine? Alright, it's fine.\n\n\n\nJ.Q.\n\nThe car's still ours, Denise. We own it. All we have to do is wait two weeks until my check comes in.\n\n\n\nMike enters dressed for school. He strikes a body builder's pose, flexing.\n\n\n\nMIKE\n\nYah! Ronnie Coleman, Mr. Olympics two years running. Yah!\n\n\n\nHe moves to the bread box and grabs a donut.\n\n\n\nDENISE\n\nSit down, honey. Eat some breakfast.\n\n\n\nMIKE\n\n(mouthful of food)\n\nI am eating.\n\n\n\nJ.Q.\n\nA donut isn't breakfast.\n\n\n\nMIKE\n\nYeah it is. It's a continental breakfast.\n\n\n\nJ.Q.\n\nYeah, well, you're not a continent right now.\n\n\n\nMIKE\n\nUh, Dad, what do you call North America?\n\n\n\nDenise sets down two plates of hot food.\n\n\n\nDENISE\n\nEnough about that. You're not going to school without breakfast. Now eat. Both of you.\n\n\n\nMike and John Q. wolf down their food three bites at a time.\n\n\n\nMIKE\n\nI can't believe those jerks took our car, can you, Mom?\n\n\n\nDenise gives J.Q. the hairy eyeball.\n\n\n\nDENISE\n\nNo, I can't.\n\n\n\nMIKE\n\nWhat are we going to do? You're not going to do something, right, Dad? You know what I'd do? I'd get so big and mad, I'd just go crazy and kick someone's butt.\n\n\n\nJ.Q.\n\nWatch your language.\n\n\n\nMIKE\n\nI would. I swear. When I grow up I'll be so strong no one will ever take nothing from us.\n\n\n\nJ.Q.\n\nYou've been watching too much of that W.W. wrestling.\n\n\n\nMIKE\n\nNot wrestling, Dad. Body building. There's a big difference.\n\n\n\nDENISE\n\nAlright, alright. Get your books. You're going to be late.\n\n\n\nMike runs out of the room. Denise starts to clear the table.\n\n\n\nDENISE (CONT'D)\n\nGive me a ride to work?\n\n\n\nJ.Q.\n\nSure.\n\n\n\nJ.Q. takes her arm.\n\n\n\nJ.Q. (CONT'D)\n\nBaby, things will get better. I promise. I've just got to get a few paychecks ahead, that's all.\n\n\n\nINT.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nI promise. I've just got to get a few paychecks ahead, that's all. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n COMPUTER ROOM - SOMEWHERE IN AMERICA - NIGHT\n\n\n\nAn amber light flashes through the darkness, followed by a rapid buzzing sound. The CAMERA PUSHES IN on a mammoth-sized printer, furiously pounding letters onto a fact sheet. We catch glimpses of peoples' names, hometowns, other vital information. Vernell Tilson, Des Moines. Arthur Friedlander, Jefferson City. Amy Podgorsky, Topeka.\n\n\n\nINT. JOHN Q.'S TRUCK - DAY\n\n\n\nJohn, Denise and Mike. Denise in the middle. John and Mike are playing Speedy Gonzalez. The object of the game is to pick something and then say it so fast it's almost indecipherable. Mike's got a good one.\n\n\n\nMIKE\n\nRdshxshn.\n\n\n\nJ.Q.\n\nReddish Stick?\n\n\n\nMIKE\n\nNo. Rdshxshn.\n\n\n\nJ.Q.\n\nRadishes?\n\n\n\nMIKE\n\nRdshxshn.\n\n\n\nJ.Q.\n\nI swear to God, I'm hearing reddish stick.\n\n\n\nMIKE\n\nIt's a radio station.\n\n\n\nJ.Q.\n\nOh, brother. You got me.\n\n\n\nIt's Dad's turn.\n\n\n\nJ.Q. (CONT'D)\n\nYdugskew.\n\n\n\nMIKE Yogurt and stew?\n\n\n\nJ.Q.\n\nYogurt and Stew?\n\n\n\nMIKE\n\nWell, I don't know. Do it again.\n\n\n\nJ.Q.\n\nYdugskew.\n\n\n\nMIKE\n\nI give up.\n\n\n\nJ.Q.\n\nYou're going to school.\n\n\n\nMIKE\n\nDad!\n\n\n\nJ.Q.\n\nOkay. One more.\n\n\n\nIt's the longest one in history.\n\n\n\nJ.Q. (CONT'D)\n\nIplglgnstheflgvthntdstscvmrcndthrpblcfw chtstndsnntnndrgdndvsblewithlbrtyndjstc rll.\n\n\n\nMike gives him a look.\n\n\n\nJ.Q. (CONT'D)\n\nPledge of allegiance.\n\n\n\nMIKE\n\nWow. That's a good one. How about you, Mom?\n\n\n\nDENISE \n\nI don't want to play. You guys always make fun of me.\n\n\n\nMIKE\n\nCome on, Mom. It's fun. \n\n\n\nJ.Q.\n\nYeah, Mom.\n\n\n\nDENISE\n\nOkay.\n\n\n\nMom's not very good. You can always understand her clearly.\n\n\n\nDENISE (CONT'D)\n\nDashboard.\n\n\n\nThe boys giggle.\n\n\n\nDENISE (CONT'D)\n\nWhat? No good? Okay. Okay. Hold on.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nOkay. Okay. Hold on. \n\nTARGET SECTION TO BE ANNOTATED:\nShe tries to be tricky, but still it's clear as a bell.\n\n\n\nDENISE (CONT'D)\n\nAntenna.\n\n\n\nThe boys laugh at her.\n\n\n\nDENISE (CONT'D)\n\nSee. That's why I don't play.\n\n\n\nThe car stops in front of the small, red brick elementary school. Kids everywhere. Mike kisses his mother goodbye.\n\n\n\nEXT. THOMAS EDISON ELEMENTARY SCHOOL - DAY\n\n\n\nJohn walks Mike to the gate. Mike turns, serious.\n\n\n\nMIKE\n\nHey, Dad? I've got forty-six dollars I saved from my allowance. You can have it if you want.\n\n\n\nJ.Q.\n\nYeah?\n\n\n\nMIKE\n\nWe're a family. We've got to stick together, right?\n\n\n\nJohn rubs his son's head. He's a good boy.\n\n\n\nJ.Q.\n\nRight. But you earned that money. You keep it.\n\n\n\nMike runs toward the schoolhouse.\n\n\n\nMIKE\n\nOkay. See you later!\n\n\n\nJ.Q.\n\nGoodbye.\n\n\n\nMike turns around.\n\n\n\nMIKE\n\nNo, Dad. See you later. I hate goodbye.\n\n\n\nJ.Q.\n\nOkay, okay. See you later.\n\n\n\nMike does the crab before running inside.\n\n\n\nMIKE\n\nFlex Wheeler, 275 pounds. Two percent body fat. Yah!\n\n\n\nINT. NEIMAN MACHINERY PLANT - DAY\n\n\n\nSparks. Fire. Goggles. Tires as tall as two-story buildings. John Q. and his best friend, JIMMY PALUMBO, work the assembly line. John holds a giant riveter.\n\n\n\nINT. NEIMAN MACHINERY PLANT - EMPLOYEE LOCKER ROOM - DAY\n\n\n\nQuitting time. Employees are showering, towling down, changing. John Q. is putting on a tie.\n\n\n\nJIMMY\n\nWhat's the deal with the jacket? Who died?\n\n\n\nEXT. NEIMAN MACHINERY PLANT - DAY\n\n\n\nCement and huge. Smoke billows from the stacks. John Q. and Jimmy make their way to their trucks.\n\n\n\nJ.Q.\n\nI've got a job interview at the machinery plant over in Otisville.\n\n\n\nJIMMY\n\nWhat job? There are no jobs.\n\n\n\nJ.Q.\n\nI saw it in the paper.\n\n\n\nJIMMY\n\nForget it.\n\n\n\nJ.Q.\n\nI've got to go. Denise is going to kill me if I don't find something. They repo'd her car this morning.\n\n\n\nJIMMY\n\nOh, boy. You want me to go with you?\n\n\n\nINT.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIMMY\n\nOh, boy. You want me to go with you? INT. \n\nTARGET SECTION TO BE ANNOTATED:\n OTISVILLE MACHINERY PLANT - WAITING AREA - DAY\n\n\n\nThe waiting room is packed. A lot of people needing work. John fills out the application.\n\n\n\nJIMMY\n\nThis is a waste of time. Four hundred people for one job. Give me a break.\n\n\n\nJohn keeps filling out his paperwork.\n\n\n\nJIMMY (CONT'D)\n\nI'm telling you, somebody's son, cousin, uncle has already got this job sewn up.\n\n\n\nJ.Q.\n\nJimmy, why do they put it in the paper if they're not hiring?\n\n\n\nJIMMY\n\nThey've got to put it in the paper to make it look good. State law or something.\n\n\n\nJ.Q.\n\nGive it a rest, will you?\n\n\n\nJIMMY\n\nI'm just saying, it's the run around. Mark my words. It's either, 'We'll keep your application on file.' That's the kiss of death. Or they tell you that you're overqualified. Either way, you're screwed.\n\n\n\nA PERSONNEL MANAGER emerges from his office and reads from a clipboard.\n\n\n\nPERSONNEL MANAGER\n\nJohn Archibald?\n\n\n\nINT. OTISVILLE MACHINERY PLANT - PERSONNEL OFFICE - DAY\n\n\n\nJohn Q. sits across the desk from the P.M.\n\n\n\nJ.Q.\n\nI've been working heavy machinery for fifteen years. I really want this job. Whatever you need, I can do.\n\n\n\nPERSONNEL MANAGER\n\nI see.\n\n\n\nJ.Q.\n\nHey, I could start today.\n\n\n\nJohn Q. laughs nervously as the P.M. reviews his application.\n\n\n\nPERSONNEL MANAGER\n\nYour resume is very impressive. You've certainly got the experience. Frankly, you might be overqualified.\n\n\n\nJohn Q. gets the message. He pushes his chair back and starts to get up.\n\n\n\nINT. COMPUTER ROOM - SOMEWHERE IN AMERICA - NIGHT\n\n\n\nThe daisy wheel buzzsaws across the page. WE SEE more names, columns, entitled STATUS, ENTRY DATE. Underneath the Entry Date heading, months and days appear: June 19, April 30. February 6. \n\n\n\nINT. ALL SAINTS CHURCH - DAY\n\n\n\nSunday services. The congregation sings. In the third row, Mike elbows his Dad.\n\n\n\nMIKE\n\nThe game starts in fifteen minutes. We're gonna be late.\n\n\n\nJ.Q.\n\nI know.\n\n\n\nA few rows back, John sees Jimmy Palumbo tapping his watch.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nQ. I know. A few rows back, John sees Jimmy Palumbo tapping his watch. \n\nTARGET SECTION TO BE ANNOTATED:\n Denise gives her husband a disapproving look. John sticks his head back in the hymn book and continues singing.\n\n\n\nEXT. ALL SAINTS CHURCH - DAY\n\n\n\nThe congregation pours out of the church and parishioners run to their cars. Denise stops to talk to the PASTOR.\n\n\n\nMIKE\n\nDad!\n\n\n\nJohn moves over to Denise and the Pastor.\n\n\n\nJ.Q.\n\nSorry, Reverend. No time for saving souls today. Big game.\n\n\n\nPASTOR\n\nHave you been saying your prayers like we talked about?\n\n\n\nJ.Q.\n\nDoes praying for a job count?\n\n\n\nPASTOR\n\nWork on him, will you, Denise?\n\n\n\nDENISE\n\nHe's hopeless.\n\n\n\nPASTOR\n\nNo one's hopeless. Good luck!\n\n\n\nThe Pastor waves as John grabs Denise by the hand and they run to the truck and hop in. In the parking lot, kids put on their uniforms, men and women change out of their Sunday best. Cars, vans, pick-ups, \"dualies\" take off, tires spinning, everybody whooping and hollering.\n\n\n\nEXT. BASEBALL FIELD - DAY\n\n\n\nIt's a tailgate party. Parents lugging ice chests, making sandwiches, barbecuing. In the bleachers, John, Denise, Jimmy Palumbo, and his wife, GINA, cheer on the home team. The wives are really loud.\n\n\n\nDENISE\n\nLet's go, Orioles!\n\n\n\nGINA\n\nPitcher's got a rubber arm!\n\n\n\nThe Dodger pitcher stretches, fires a fastball. The batter takes the pitch.\n\n\n\nUMPIRE\n\nBall four!\n\n\n\nTommy trots down to first base.\n\n\n\nJIMMY\n\nWay to go, Tommy. Good eye. Walk's as good as a hit.\n\n\n\nMike steps to the plate. Family and friends cheer wildly.\n\n\n\nGINA\n\nYeah, Mike! Drive him home, baby! You can do it!\n\n\n\nDENISE\n\nHey, pitcher! Hey, pitcher!\n\n\n\nThe pitcher smokes one down the middle. Mike swings. Nothing but air.\n\n\n\nJ.Q.\n\nThat's okay, Mikey. Put the bat on the ball.\n\n\n\nThe pitcher burns one on the outside corner.\n\n\n\nUMPIRE\n\nStrike two!\n\n\n\nDENISE\n\nHey, ump, you're blind! I hate this pitcher. How old is he, anyway?\n\n\n\nGINA\n\nHe's supposed to be twelve.\n\n\n\nJIMMY\n\nTwelve, my ass. Look at him. His beard just grew an inch between pitches!\n\n\n\nJ.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nLook at him. His beard just grew an inch between pitches! J. \n\nTARGET SECTION TO BE ANNOTATED:\n.\n\nDon't let him rattle you, Mikey. Wait for your pitch.\n\n\n\nThe catcher flashes fingers. The pitcher nods and fires. Mike hits a sharp ground ball between first and second. The second baseman moves over but doesn't have the angle.\n\n\n\nThe first baseman charges the ball, scoops it on the run, then underhands it to the Dodger pitcher, who gallops off the mound towards first.\n\n\n\nMike's foot hits the bag at exactly the same time the ball plops in the pitcher's outstretched glove.\n\n\n\nFIRST BASE UMP\n\nSAAAAAAAAFFFEEE!\n\n\n\nDODGER PITCHER\n\nNo way! He was out!\n\n\n\nFIRST BASE UMP\n\nTie goes to the runner, son.\n\n\n\nAs the Dodger pitcher argues with the umpire, the Oriole player on third base darts towards home. The Dodger pitcher wheels around and fires. Too late, the runner scores.\n\n\n\nHOME PLATE UMP\n\nSaaaaaffee!\n\n\n\nSeeing an opening, Mike races from first to second, arms pumping, breathing hard. The Dodger shortstop sees Mike, races to the base and calls for the throw.\n\n\n\nDODGER SHORTSTOP\n\nSecond base!\n\n\n\nThe Dodger catcher throws off his mask and fires the ball.\n\n\n\nCLOSE ON MIKE, slowing, suddenly clutching his chest, gulping for air, ten feet from the base. SMACK. The ball lands in the shortstop's glove.\n\n\n\nMike wobbles, doubles over and falls face first into the dirt. The Dodger shortstop stands over Mike. He can't decide if he should tag him. Players, spectators look on dazed, shocked.\n\n\n\nANGLE - BLEACHERS\n\nPUSH IN ON J.Q.'s FACE, panicked. TRACK HIM leaping down the bleachers, knocking over spectators, racing onto the playing field.\n\n\n\nJ.Q.\n\nMike! Jesus God.\n\n\n\nHe lifts Mike's head, holds it in his hands. Denise arrives, hysterical.\n\n\n\nDENISE\n\nMike?! Mikey, can you hear me?\n\n\n\nMike is semi-conscious, eyes dilated, barely breathing.\n\n\n\nJIMMY\n\nSomebody call an ambulance.\n\n\n\nJ.Q.\n\nI'm not waiting for an ambulance.\n\n\n\nJ.Q. lifts Mike into his arms and races with Denise through the crowd towards the parking lot. Denise gets in the pick up and John lays Mike down in her lap before gunning the engine and taking off.\n\n\n\nEXT. HIGHWAY - DAY\n\n\n\nJ.Q.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. HIGHWAY - DAY\n\n\n\nJ. Q. \n\nTARGET SECTION TO BE ANNOTATED:\ns pick up speeds along a super highway, blurring past rural pastures, farmland and cornfields. Up ahead, the oppressive skyscrapers of the city.\n\n\n\nEXT. HOPE MEMORIAL HOSPITAL - DAY\n\n\n\nA monolithic maze of glass and stone. John's truck screeches to a stop at the E.R. entrance.\n\n\n\nINT. EMERGENCY ROOM - DAY\n\n\n\nIt's standing room only. Bodies everywhere. Doctors and nurses move purposefully through the suffering masses. Mike in his arms, J.Q. and Denise run double-time through the crowded corridors.\n\n\n\nJ.Q.\n\nHelp! My son can't breathe! I need help here! Can somebody please...\n\n\n\nA male nurse, LEO MAGUIRE, leaves what he's doing and moves towards them. He clutches Mike's wrist, taking his pulse.\n\n\n\nMAGUIRE\n\nWhat happened?\n\n\n\nJ.Q.\n\nI don't know. He had a baseball game. All of a sudden he...\n\n\n\nMaguire passes a female nurse in the hallway.\n\n\n\nMAGUIRE\n\nI need a doctor right away. Room 6.\n\n\n\nINT. RESUSCITATION ROOM - DAY\n\n\n\nMaguire helps J.Q. lower Mike onto an examination table, and immediately several emergency technicians start applying the resuscitation equipment. Their movements are swift and precise. A blood pressure cuff is wrapped around Mike's arm, an oxymeter to the tip of his finger, and sensors are stuck all over his chest.\n\n\n\nThe E.R. doctor is MARJORIE KLEIN, early 30's. Klein is all business, assessing Mike's condition.\n\n\n\nMAGUIRE\n\nPulse is 150. B.P. 68 over 34. Collapsed playing baseball.\n\n\n\nJ.Q. notices Maguire glancing worriedly at Klein.\n\n\n\nJ.Q.\n\nHe was running. Next thing we know he keels over.\n\n\n\nDR. KLEIN\n\nAnything like this ever happen before?\n\n\n\nJ.Q.\n\nNever. No, ma'am. Never.\n\n\n\nMAGUIRE\n\nPulse is seventy-eight percent.\n\n\n\nDR. KLEIN\n\nLet's get him on some oxygen.\n\n\n\nMaguire reaches for the Oxygen tank, lays the mask over Mike's nose, turns the screw. As Mike inhales the hissing air, Klein turns Mike on his side, probes his lung and lower back areas.\n\n\n\nJ.Q.\n\nHe's going to be alright, isn't he?\n\n\n\nDR.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nQ. He's going to be alright, isn't he? DR. \n\nTARGET SECTION TO BE ANNOTATED:\n KLEIN\n\nThe lungs are wet and his liver feels enlarged. Five mil I.V. Digoxin, stat.\n\n\n\nMaguire moves to the counter, finds an I.V. needle, fills it with Digoxin.\n\n\n\nDENISE\n\nWhat's the matter with him?\n\n\n\nJust then, another R.N. charges in. Klein \"eyes\" the nurse who immediately picks up on the look.\n\n\n\nR.N.\n\nMr. and Mrs. Archibald, would you come with me?\n\n\n\nJ.Q.\n\nWhat?\n\n\n\nR.N.\n\nHe's in good hands. Please, there's a few procedures we need to go over.\n\n\n\nJ.Q.\n\nWhat kind of procedures?\n\n\n\nThe R.N. gently takes J.Q.'s elbow. J.Q. pushes her hand away.\n\n\n\nR.N.\n\nWe're going to be admitting your son, sir. You'll need to fill out the proper forms.\n\n\n\nDENISE\n\nFor godsakes, can't the forms wait?\n\n\n\nJohn and Denise watch helplessly as Maguire stabs an I.V. needle into Mike's vein.\n\n\n\nR.N.\n\nPlease, Mr. and Mrs. Archibald. It's possible your son may need a transfusion. We'll need to test you both for blood types.\n\n\n\nThe R.N. edges them out as SWOOSH, the divider curtain is pulled shut.\n\n\n\nINT. EMERGENCY ROOM - DAY\n\n\n\nJ.Q. and Denise are escorted by the R.N. to the admitting desk. Arms bent, fists clenched, they're pressing sterilized gauze pads to their inner elbow joints.\n\n\n\nADMITTING NURSE\n\nFirst name, Mr. Archibald?\n\n\n\nJ.Q.\n\nJohn.\n\n\n\nThe admitting nurse's fingers glide over the computer keyboard, inputting all vital info.\n\n\n\nADMITTING NURSE\n\nMiddle initial?\n\n\n\nJ.Q.\n\nQ. Quincy.\n\n\n\nADMITTING NURSE\n\n And the name of your insurance company?\n\n\n\nJIMMY (O.S.)\n\nJohn!\n\n\n\nJ.Q. spins and sees Jimmy and Gina rushing through the E.R. doors.\n\n\n\nGINA\n\nWhere is he, is he okay?\n\n\n\nJ.Q.\n\nI don't know. They're running tests. We're waiting to find out.\n\n\n\nGINA\n\nWhat can we do?\n\n\n\nGina throws her arms around Denise, consoling her.\n\n\n\nADMITTING NURSE\n\nYour card, Mr. Archibald?\n\n\n\nJ.Q.\n\nHuh?\n\n\n\nADMITTING NURSE\n\nYour insurance card.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nQ. Huh? ADMITTING NURSE\n\nYour insurance card. \n\nTARGET SECTION TO BE ANNOTATED:\n I'll need to make a copy for our files.\n\n\n\nJ.Q. pulls out his wallet, fumbles for his card, hands it to the admitting nurse. INT. PEDIATRIC I.C.U. - DAY\n\n\n\nJ.Q. and Denise walk past rows of quiet, glassed-in rooms full of patients and life-support machines. They enter Mike's room to find REGGIE, a twenty-four year old nurse, hooking Mike up to the high monitor above the bed.\n\n\n\nMike is lying supine, awake but groggy, hooked up to a heart monitor, IV drips, hideous plastic tubes up his nose, down his throat, on full inotropic support. Denise leans over, kisses Mike.\n\n\n\nDENISE\n\nHi, sweetheart.\n\n\n\nJ.Q.\n\nHey, slugger, how are you doing?\n\n\n\nMike smiles weakly, struggles to speak, points to the tubes.\n\n\n\nMIKE\n\nI can't...talk.\n\n\n\nJ.Q.\n\nRelax, buddy. Get some rest.\n\n\n\nMike closes his eyes. He's really out of it.\n\n\n\nJ.Q. (CONT'D) \n\nI love you, kid.\n\n\n\nDenise reacts to all the flashing numbers on the monitors.\n\n\n\nDENISE\n\nWhat's all this?\n\n\n\nREGGIE\n\nThis is so we can monitor Mike's vitals. Respiratory rate. Pulse oximetry. Heart rate. And this one is blood pressure. Diastolic and systolic.\n\n\n\nReggie points to a bank of monitors. In the middle is a flashing number 88.\n\n\n\nREGGIE (CONT'D)\n\nWe'd like this top number to stay above ninety, but between eighty-five and ninety is acceptable for now. Anything less than eighty is dangerous. If his blood pressure drops, we're going to have to do something. We can't have him going below seventy again.\n\n\n\nDENISE\n\nWhat would that mean?\n\n\n\nREGGIE\n\nSeventy and below, he's in heart failure.\n\n\n\nReggie exits. J.Q. and Denise watch the blood pressure monitor, holding steady at 88. Plink. Suddenly, the number drops a notch to 87. \n\n\n\nINT. COMPUTER ROOM - SOMEWHERE IN AMERICA - NIGHT\n\n\n\nGrowing. Names multiplaying. Jones, Baker, Azbirjari, Hererra. The daisy wheel pounds incessantly.\n\n\n\nINT. CONFERENCE ROOM - CARDIO-THORACIC DEPT.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe daisy wheel pounds incessantly. INT. CONFERENCE ROOM - CARDIO-THORACIC DEPT. \n\nTARGET SECTION TO BE ANNOTATED:\n - DAY\n\n\n\nEight members Hope Memorial Hospital's administrative staff are seated at a long conference table. Among them are DR. RAYMOND TURNER, mid-40's, REBECCA PAYNE, Hope Memorial Hospital's Administrative Supervisor, and Dr. Marjorie Klein.\n\n\n\nPAYNE\n\nThe father works part-time. Mother's a cashier in a supermarket.\n\n\n\nDR. KLEIN\n\nhow's the family's insurance?\n\n\n\nShe shakes her head - \"we've got a problem.\" Payne sees J.Q. and Denise enter and she is immediately on her feet.\n\n\n\nPAYNE\n\nAh, Mr. and Mrs. Archibald. Rebecca Payne, hospital director. This is Doctor Turner, head of our cardiology department.\n\n\n\nJ.Q.\n\nHow's our boy doing?\n\n\n\nPAYNE\n\nPlease sit down.\n\n\n\nJohn and Denise sit, and the lights are dimmed. Dr. Turner approaches an illuminated display of X-rays. He uses a pointer to clarify.\n\n\n\nDR. TURNER\n\nThis X-ray is that of a normal, nine year old heart. This one is your son's.\n\n\n\nJohn Q. and Denise stare nervously at the fleshy fist-sized organs on the translucent glass.\n\n\n\nDR. TURNER (CONT'D)\n\nThere are septal defects here, here, and here, which have induced a myopathy resulting pulmonary edema, and malignant ventricular ectopy. As you can see, Mike's heart is approximately three times normal size.\n\n\n\nHe points to Mike's heart, huge in comparison.\n\n\n\nJ.Q.\n\nI'm sorry. I don't understand. Could you pout that in layman's terms?\n\n\n\nDR. TURNER\n\nOf course. Basically, there's not enough blood being pumped by the heart, so it backs up in the lungs. Sort of like a sponge getting wet. Mike's heart is trying, but I'm afraid it's working too hard.\n\n\n\nJ.Q.\n\nSo what's he need? An operation?\n\n\n\nTurner gathers himself, takes off his glasses.\n\n\n\nDR. TURNER\n\nI'm afraid we're considerably beyond the point of corrective surgery, Mr. and Mrs. Archibald. Your son's heart is useless. He is going to need a transplant.\n\n\n\nThe room goes silent.\n\n\n\nDENISE\n\nHe's nine.\n\n\n\nPAYNE\n\nWait a second. There are other options.\n\n\n\nJ.Q.\n\nWhat options?\n\n\n\nPAYNE\n\nTo do nothing. Medicate him. Keep him as comfortable as possible.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAYNE\n\nTo do nothing. Medicate him. Keep him as comfortable as possible. \n\nTARGET SECTION TO BE ANNOTATED:\n You need to start thinking about quality of life now.\n\n\n\nDENISE\n\nI don't understand. We were just with him. He seemed fine.\n\n\n\nDR. TURNER\n\nHe's going to seem fine. But as his heart gets worse, he will become increasingly fatigued, need more and more sleep, until one day, he'll go to sleep and he won't wake up.\n\n\n\nPAYNE\n\nI know it's difficult, but you must face the fact that your son may not have much time left. You might want to make it a happy time. Say goodbye.\n\n\n\nDENISE\n\nOh my God.\n\n\n\nPAYNE\n\nAnd transplantation is a high risk operation. You could lose your son on the table. You may not want to take that chance.\n\n\n\nJ.Q.\n\nWhat do you think, Dr. Turner?\n\n\n\nDR. TURNER\n\nThis isn't my decision.\n\n\n\nJ.Q.\n\nI know that. I'm asking for your opinion. Without surgery, how long does he have?\n\n\n\nDR. TURNER\n\nNot long. Months. Weeks. Days.\n\n\n\nThis is too much for Denise. She breaks into tears. John puts his arms around her, steadies her, gathers his thoughts.\n\n\n\nJ.Q.\n\nWhat would you do if it was your son?\n\n\n\nPAYNE\n\nMr. Archibald...\n\n\n\nJ.Q.\n\nNot you. Him.\n\n\n\nDR. TURNER\n\nI'd do the transplant. Absolutely.\n\n\n\nJ.Q. looks at Denise, who nods.\n\n\n\nJ.Q.\n\nOkay. Let's do it.\n\n\n\nDR. TURNER\n\nThe first step is to get Mike's name on an organ recipient list. Once he does, his chances are very good. Your son's an extremely rare type so there's less demand. With B-positive blood, Mike could go to the top of the list right away.\n\n\n\nPAYNE\n\nIt's not that simple. There are other considerations before a prospective recipient is placed on the donor list, Mr. Archibald. The cost of transplant surgery is expensive. In most cases, prohibitively so.\n\n\n\nJ.Q.\n\nI've got major medical. Don't worry, I'm covered.\n\n\n\nPAYNE\n\nActually, we've already checked with your carrier. There's no provision in your policy for a procedure of this magnitude.\n\n\n\nJ.Q.\n\nThere must be some kind of mistake. My son is covered. I've got full medical. He's covered.\n\n\n\nPAYNE\n\nWhat about you, Mrs.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nI've got full medical. He's covered. PAYNE\n\nWhat about you, Mrs. \n\nTARGET SECTION TO BE ANNOTATED:\n Archibald? Do you have coverage?\n\n\n\nDENISE\n\nNo. I've only been working at the market a short time. You need to be there two years before you get benefits.\n\n\n\nPayne flips through the Archibald family file.\n\n\n\nPAYNE\n\nI see that you don't own your own home. No investments, stocks, bonds. And you have a little over one thousand in savings.\n\n\n\nJ.Q.\n\nDid you hear what I said? I'm telling you, I'm insured.\n\n\n\nPAYNE\n\nThat may very well be, but you'll have to check with your carrier on that. In the meantime, I'm afraid we're going to have to treat you as a cash account.\n\n\n\nDENISE\n\nHow much does a transplant cost?\n\n\n\nPAYNE\n\nTransplant surgery, doctor fees, post operative treatment and immunosuppressant drugs, you're looking at two-hundred and fifty-thousand dollars minimum.\n\n\n\nJ.Q.\n\nWhat are you saying? If I don't come up with a quarter million dollars you're not going to treat my son?\n\n\n\nPAYNE\n\nWe have treated him. We continue to treat him. Now I understand how upset you are, sir. But with other options available, we are not obligated to cover a procedure this costly. If you opt for replacement surgery, that's your choice. But the hospital maintains a very strict policy with respect to cash patients. We require a down payment before the patient's name can be placed on the receiver list.\n\n\n\nDENISE\n\nWhat kind of down payment?\n\n\n\nPAYNE\n\nThirty percent. Seventy-five thousand.\n\n\n\nJ.Q. Seventy-five thousand dollars to put my kid's name on a list?\n\n\n\nDENISE\n\nOur son is upstairs dying and all you can talk about is money?\n\n\n\nPAYNE\n\nYes, it takes money to provide health service. It's expensive for you and for us. My job is to keep this program alive. For everyone. Now, I'm sorry, but we need you to guarantee payment before we can place your son's name on the list.\n\n\n\nINT. HALLWAY - CARDIO-THORACIC DEPT. - DAY\n\n\n\nJ.Q. and Denise move down the hallway towards the elevators.\n\n\n\nDR. KLEIN (O.S.)\n\nMr. and Mrs. Archibald?\n\n\n\nThey turn.\n\n\n\nJ.Q.\n\nYou don't want to treat my kid? Fine. I'll take him over to County Memorial.\n\n\n\nDR. KLEIN\n\nTrust me.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'll take him over to County Memorial. DR. KLEIN\n\nTrust me. \n\nTARGET SECTION TO BE ANNOTATED:\n You don't want to do that.\n\n\n\nJ.Q.\n\nI don't, huh? Watch me. It's a county hospital. They have to treat him.\n\n\n\nDR. KLEIN\n\nNo they don't. Transplantation is always considered an elective procedure. This hospital's politics are particularly infuriating, but you're in the right place. Believe me. You want Dr. Turner. His bedside manner is terrible, but he's one of the foremost surgeons in the country.\n\n\n\nJ.Q.\n\nWhat do you want us to do? You heard Payne. We're a cash account.\n\n\n\nDR. KLEIN\n\nI know it's outrageous, but don't give up. Talk to your insurance company. Check with our Human Resources Department for medical assistance, State Children's Services, Medicaid. Just don't take no for an answer. \n\n\n\nINT. NEIMAN MACHINERY PLANT - EMPLOYEE SERVICE OFFICE - DAY\n\n\n\nJohn sits in a cubicle across from his employer's insurance representative.\n\n\n\nINSURANCE REP.\n\nYou coverage has changed, Mr. Archibald.\n\n\n\nJ.Q.\n\nChanged?\n\n\n\nINSURANCE REP.\n\nWe've recently switched carriers from a PPO to an HMO. It's a less expensive policy, but unfortunately it has some restrictions.\n\n\n\nJ.Q.\n\nWhat kind of restrictions?\n\n\n\nINSURANCE REP.\n\nThis is how it works. Non-management, part-time employees such as yourself only qualify for second tier catastrophic coverage.\n\n\n\nJ.Q.\n\nBut I'm not part-time. I'm a full-time employee. It's just slow right now.\n\n\n\nINSURANCE REP.\n\nSure. But your coverage is based on house worked. Like I said, you only qualify for second tier, and that has a maximum payout limit of twenty-thousand dollars.\n\n\n\nJ.Q.\n\nWait a minute. I've been paying for my coverage for years. You take it out of my paycheck every week.\n\n\n\nINSURANCE REP.\n\nAnd that's why we're going to cover you for the full twenty.\n\n\n\nJ.Q.\n\nLet me get this straight. You drop me from full-time to part-time, switch carriers, and now you're telling me I'm not fully covered even though I have a policy that says I am.\n\n\n\nINSURANCE REP.\n\nDoesn't seem right, does it?\n\n\n\nJ.Q.\n\nNo, sir. It doesn't. My son is very sick. If I'm not covered, I've got a serious problem.\n\n\n\nINSURANCE REP.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nMy son is very sick. If I'm not covered, I've got a serious problem. INSURANCE REP. \n\nTARGET SECTION TO BE ANNOTATED:\nI understand that, but there's nothing I can do. You might want to try State Services. Either that, or you can file an appeal.\n\n\n\nJ.Q.\n\nYeah?\n\n\n\nThe insurance rep pushes a stack of papers towards J.Q.\n\n\n\nINSURANCE REP.\n\nHere are the forms. It'll take about seven working days.\n\n\n\nINT. STATE SERVICES - DAY\n\n\n\nJ.Q. and Denise at a window counter, talking to a STATE EMPLOYEE, who only knows what's on the computer screen in front of her.\n\n\n\nSTATE REP\n\nSays here you already have medical insurance.\n\n\n\nJ.Q.\n\nNot enough.\n\n\n\nDENISE\n\nWhat little we have is already used up.\n\n\n\nSTATE REP\n\nI understand that. But then you don't qualify. We only give assistance to patients without coverage. Are you on Welfare?\n\n\n\nJ.Q.\n\nNo.\n\n\n\nSTATE REP\n\nYou should be on Welfare.\n\n\n\nDENISE\n\nWelfare? We both have jobs.\n\n\n\nSTATE REP\n\nOh, that's too bad. Sorry, I can't help you. Try MA.\n\n\n\nINT. COUNTY MEDICAL ASSISTANCE - DAY\n\n\n\nA county worker flips through J.Q.'s paperwork.\n\n\n\nCOUNTY EMPLOYEE\n\nIt says here your son's condition is congenital.\n\n\n\nJ.Q.\n\nYeah?\n\n\n\nCOUNTY EMPLOYEE\n\nNot congenitive.\n\n\n\nJ.Q.\n\nSo what? What's the difference?\n\n\n\nCOUNTY EMPLOYEE\n\nBig difference. It means it's a pre existing condition, one your son was born with. A birth defect. Obviously, it pre-dates your coverage. Otherwise we could help.\n\n\n\nJ.Q.\n\nThat's impossible. He's had clean check ups every year.\n\n\n\nCOUNTY EMPLOYEE\n\nI don't know what to tell you. It's right here in the report. Have you tried Medicaid?\n\n\n\nINT. MEDICAID OFFICES - DAY\n\n\n\nAnother state run facility. Another employee. Another excuse.\n\n\n\nMEDICAID OFFICER\n\nNo.\n\n\n\nJ.Q.\n\nNo, what?\n\n\n\nMEDICAID OFFICER\n\nYou don't qualify.\n\n\n\nJ.Q.\n\nDon't qualify? I've got a kid who's dying and I'm broke. If I don't qualify, who does?\n\n\n\nMEDICAID OFFICER\n\nLower your voice, sir.\n\n\n\nJ.Q.\n\nI mean, what do you guys do, anyway? Why does this service even exist?\n\n\n\nMEDICAID OFFICER\n\nI'm sorry.\n\n\n\nJ.Q.\n\nI don't need you to be sorry. I need some help.\n\n\n\nINT.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nI don't need you to be sorry. I need some help. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n COMPUTER ROOM - SOMEWHERE IN AMERICA - NIGHT\n\n\n\nWe see more of the list this time. Boldfaced columns appear: HOSPITAL/CENTER, CROSS MATCH, WEIGHT RANGE, BLOOD TYPE.\n\n\n\nVernell Tilson, Des Moines, Metropolitan Hospital, Entry Date: Feb. 5, 215-240 lbs. Type \"O\". Status 2. Arthur Friedlander, Jefferson City, St. Joseph's Medical Center, Entry Date: April 30, 160-175 lbs. Type \"O\". Status 2. Mike Archibald...\n\n\n\nINT. HOPE MEMORIAL HOSPITAL - ELEVATOR - DAY\n\n\n\nJohn Q. takes the trip down with Rebecca Payne.\n\n\n\nPAYNE\n\nNo, no, no. You filed an appeal? An appeal is for an already existing claim. What you needed to file was a grievance. You'll have to resubmit. But that could take up to thirty days.\n\n\n\nJ.Q.\n\nI don't have thirty days.\n\n\n\nPAYNE\n\nI know that.\n\n\n\nJ.Q.\n\nAnd, frankly, I'm tired of getting the runaround. I need my son's name on that list.\n\n\n\nPAYNE\n\nMr. Archibald, your hospital bill is in excess of thirty thousand dollars. So far, we haven't received any kind of payment. We have bent over backward to help you.\n\n\n\nJ.Q.\n\nOh, is that right?\n\n\n\nPAYNE\n\nYes, sir, that is right. But there is a limit to this hospital's generosity. Once and for all, you are not covered by insurance. We will need to guarantee payment.\n\n\n\nJ.Q.\n\nYou want money? Alright, I'll get you your money. \n\n\n\nINT. ARCHIBALD HOUSE - DAY\n\n\n\nJohn selling everything. Television, washer, dryer, sofa. Strangers walk through the house and make offers. Jimmy Palumbo shakes his head.\n\n\n\nJIMMY\n\nYou know what you should do? You should try that newsguy that does all those special investigative reports. You know the one. The guy with the hair.\n\n\n\nJ.Q.\n\nYeah, yeah.\n\n\n\nJIMMY\n\nThe trouble shooter. Channel eight. What's his name?\n\n\n\nA woman offers twenty dollars for the coffee table. J.Q. takes it, pocketing the money.\n\n\n\nJIMMY (CONT'D)\n\nLampley. Tuck Lampley.\n\n\n\nINT.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIMMY (CONT'D)\n\nLampley. Tuck Lampley. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MAKE-UP ROOM - STUDIO CHANNEL 8 - DAY\n\n\n\nTUCK LAMPLEY, 38, with plastic hair, sits at his desk, his lunch spread all over the table.\n\n\n\nLAMPLEY\n\nTuck Lampley. Hope you don't mind if I eat while we talk. I'm up to here today, you know? Go, go, go.\n\n\n\nJ.Q.\n\nNo, that's fine. Thanks for seeing us.\n\n\n\nLAMPLEY\n\nSo, what can I do you for?\n\n\n\nJ.Q.\n\nMy son, Mike, went into heart failure playing in his little league game. I have full insurance through my work, but now they're saying they don't have to pay.\n\n\n\nLAMPLEY\n\nWhy not?\n\n\n\nJIMMY\n\nLots of reasons. He don't even understand half of them.\n\n\n\nLAMPLEY\n\nWhat about the hospital?\n\n\n\nJ.Q.\n\nHope Memorial Hospital.\n\n\n\nLAMPLEY\n\nYeah, Hope Memorial. Don't they have to cover it?\n\n\n\nJIMMY\n\nRight, right? That's what I thought.\n\n\n\nJ.Q.\n\nNo. The hospital says I have to pay cash. Otherwise the only thing I can do is bring Mike home and watch him die.\n\n\n\nLAMPLEY\n\nJesus.\n\n\n\nJ.Q.\n\nYeah.\n\n\n\nLampley is already working on the story in his head, putting all the pieces in the right place.\n\n\n\nLAMPLEY\n\nBureaucracy of the medical establishment, American family caught in the middle.\n\n\n\nJIMMY\n\nRight. Big guy versus little guy. We were thinking you could do one of them special interest pieces, you know? Send donations, write your congressman. That kind of thing.\n\n\n\nJ.Q.\n\nAnything would help.\n\n\n\nLAMPLEY\n\nWhat they've done to your son is outrageous, and I want to help. But I've got to run it by my producers. I've got bosses, just like anyone else. So, leave me your phone number, and I'll get back to you.\n\n\n\nEXT. ARCHIBALD HOUSE - DAY\n\n\n\nThe fire sale continues. The Archibald refrigerator is carried out the front door. \n\n\n\nEXT. ALL SAINTS CHURCH - DAY\n\n\n\nAfter Sunday services, The pastor hands John and envelope of collection money, and the congregation wishes him luck.\n\n\n\nINT. MIKE'S ICU ROOM - NIGHT\n\n\n\nMike is sitting up in bed. He's pale, but he's in a good mood, joking around with his he-man poses.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. MIKE'S ICU ROOM - NIGHT\n\n\n\nMike is sitting up in bed. He's pale, but he's in a good mood, joking around with his he-man poses. \n\nTARGET SECTION TO BE ANNOTATED:\n John and Denise react to something funny he says, and the three of them are laughing. John looks at the monitor. It now reads 86.\n\n\n\nINT. DINER - DAY\n\n\n\nJohn, Jimmy and Gina go door to door, soliciting donations.\n\n\n\nINT. MIKE'S ICU ROOM - NIGHT\n\n\n\nJ.Q. reads to Mike from a book. Mike's eyes close and John smiles as he falls asleep. As John closes the book, something catches his eye. At the far end of the ICU, a man in a coal black suit stands over a boy in a hospital bed. He is the HOSPITAL CHAPLAIN, and he is performing last rites. The boy's distraught parents hang on to each other for comfort. The chaplain kisses the crucifix, touches it to the boy's forehead, and begins to pray.\n\n\n\nJohn and Denise exchange a look. The chaplain whispers incantations and he makes the sign of the cross over the dying child. Plink. John and Denise turn. The monitor now reads 84.\n\n\n\nINT. ILLINOIS TRUST - DAY\n\n\n\nJohn and Denise are refused for a loan.\n\n\n\nINT. ROYAL GOLD & JEWELRY - DAY\n\n\n\nTight on a diamond ring through a lapidary's eyeglass. There are two gold wedding rings on the counter. The jeweler nods his head, and John takes the cash.\n\n\n\nINT. MIKE'S ICU ROOM - NIGHT\n\n\n\nMike, oxygen tubes in his nostrils, is fast asleep, the monitors chirping quietly. Denise sits by Mike's bed, hands clasped and head bowed, praying hard. John Q. walks in, catches the anxiety on her face, before seeing the cause. The monitor now reads 80. \n\n\n\nEXT. ARCHIBALD HOUSE - DAY\n\n\n\nJohn selling the truck. A prospective buyer inspects as J.Q. waits. He'll take it. J.Q. takes the money, drops the keys in the buyer's hand, and watches his truck drive away.\n\n\n\nFrom inside the house, the phone rings. J.Q. hurries inside to get it.\n\n\n\nINT. ARCHIBALD HOUSE - DAY\n\n\n\nINTERCUT\n\n\n\nIt's empty. Furniture, appliances, everything's gone. Just a few boxes. John picks up the ringing phone.\n\n\n\nJ.Q.\n\nHey, sweetheart. How's Mike?\n\n\n\nDENISE\n\nThey're releasing him.\n\n\n\nJ.Q.\n\nWhat?\n\n\n\nDENISE\n\nDr.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nQ. What? DENISE\n\nDr. \n\nTARGET SECTION TO BE ANNOTATED:\n Turner just left. They're sending Mike home in the morning.\n\n\n\nJ.Q.\n\nWhat are you talking about? They can't just send him home. I gave them money yesterday.\n\n\n\nDENISE\n\nIt doesn't matter. They're releasing him.\n\n\n\nJ.Q.\n\nBut I spoke to the hospital. I took care of...\n\n\n\nDENISE\n\nYeah, you always take care of it. But it's never enough, is it? You need to do something, John. Do you hear me? Do something.\n\n\n\nINT. ARCHIBALD HOUSE - MIKE'S BEDROOM - DAY\n\n\n\nJohn stands in Mike's bedroom, looking at his son's things. Each thing with a memory. The pictures. The toys. The body builder posters. He picks up a photo of John, Denise, and a seven-year old Mike clowning around. Better days.\n\n\n\nPUSH IN ON\n\n\n\nJ.Q.'s face, thinking, thinking.\n\n\n\nEXT. HOPE MEMORIAL HOSPITAL - MORNING\n\n\n\nJ.Q. steps off a city bus carrying a gym bag. Windbreaker buttoned, baseball cap pulled down tight, he moves with purpose toward the hospital.\n\n\n\nINT. EMERGENCY WAITING ROOM - MORNING\n\n\n\nThe broken, battered and bloodied sit on chairs waiting to be seen.\n\n\n\nA BABY BOY wails in the arms of his Hispanic mother, ROSA. MIRIAM, 28, hugely pregnant, sits next to her husband, STEVE, a contractor, dressed in paint-stained coveralls. LESTER, 23, a blood-soaked towel wrapped around his hand.\n\n\n\nMITCH, 30's, black jeans, shades, and a huge hangover, sits with his arm around his girlfriend, JULIE, a platinum bombshell. She's hurting. Her face is cut, her eyes swollen. DEBBY UTLEY, a young, sensitive nurse sits behind the admitting desk.\n\n\n\nMITCH\n\nWhat's going on? Are we going to get seen or what?\n\n\n\nDEBBY\n\nThe doctor will be with you shortly, sir.\n\n\n\nMITCH Shortly? Shortly we could all be dead. We've been waiting damn near an hour.\n\n\n\nThe electric doors slide open and J.Q. enters and looks around before moving quickly through and disappearing into the main hospital entrance.\n\n\n\nINT. HOPE MEMORIAL HOSPITAL - CORRIDORS - MORNING\n\n\n\nJ.Q. moves through the corridors intently, a man on a mission. Dr.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOPE MEMORIAL HOSPITAL - CORRIDORS - MORNING\n\n\n\nJ. Q. moves through the corridors intently, a man on a mission. Dr. \n\nTARGET SECTION TO BE ANNOTATED:\n Turner escorts a wheelchair to the hospital exit. In a wheelchair is a middle-aged man, dressed in designer casuals, a Rolex wrapped around his wrist. His name is CARROLL SHELBY, and he is a transplant patient. One of the lucky recipients. His elegantly dressed WIFE walks alongside.\n\n\n\nDR. TURNER\n\nYou're doing great, Carroll. You've already gained back five pounds. I think you're the only patient I have who actually eats the food here.\n\n\n\nSHELBY'S WIFE\n\nThanks for everything, doctor.\n\n\n\nJ.Q. approaches the group. His face reveals nothing.\n\n\n\nDR. TURNER\n\nHello, John. This is Mr. Archibald. His son's a patient of mine.\n\n\n\nSHELBY'S WIFE\n\nWell, you're certainly in good hands.\n\n\n\nJ.Q. forces a smile. The Shelbys say goodbye before leaving.\n\n\n\nJ.Q.\n\nDenise said you're letting Mike go home.\n\n\n\nDR. TURNER\n\nMr. Archibald, I'm a physician. I don't make policy decisions. That's handled by the board of trustees.\n\n\n\nJ.Q.\n\nYou're head of Cardiac Surgery, Doctor. You're telling me a person in your position makes a recommendation, no one's going to listen?\n\n\n\nDR. TURNER\n\nI make recommendations all the time. The final decision rests with the board. Not me.\n\n\n\nJ.Q. wags a Hope Memorial brochure at Turner.\n\n\n\nJ.Q.\n\nYou and your staff did over three hundred operations last year. It's right here on page 4 of the hospital brochure. Nice color pictures, happy faces. Three hundred plus surgeries at a quarter million a pop. That's seventy five million dollars your department took in. Couldn't you do just one on good faith?\n\n\n\nDR. TURNER\n\nPlease take your hands off me.\n\n\n\nJ.Q.\n\nI'm not asking for charity, Doc. I'll pay. I don't know how, but I swear to God, if it takes me the rest of my life, I will. You have my word as a man.\n\n\n\nDR. TURNER\n\nI'm sorry. I tried to help. But it's out of my hands.\n\n\n\nSomething in J.Q. snaps. Heart pounding, he pushes Turner through a pair of heavy metal doors and into the Emergency Room.\n\n\n\nINT. EMERGENCY ROOM - MORNING\n\n\n\nJ.Q. shoves Turner inside, pulls out a Baretta .",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. EMERGENCY ROOM - MORNING\n\n\n\nJ. Q. shoves Turner inside, pulls out a Baretta . \n\nTARGET SECTION TO BE ANNOTATED:\n9mm, points it at Turner's head.\n\n\n\nJ.Q.\n\nI'm not asking anymore, Doctor. I'm telling. Now I want a new heart for my kid. You understand?\n\n\n\nJ.Q. drops the gym bag on the floor, unzips it, pulls out a length of heavy chain. Quickly, he wraps the chain around the power bar, threads a lock and clamps it shut. Turner marches over to a phone and picks it up. J.Q. sticks the weapon in his face.\n\n\n\nJ.Q. (CONT'D)\n\nDon't even think about it.\n\n\n\nTurner hangs up the phone.\n\n\n\nSECURITY GUARD\n\nHey, what are you doing?\n\n\n\nJ.Q. sees the stocky SECURITY GUARD, trains the gun on him.\n\n\n\nJ.Q.\n\nHands over your head. Do it.\n\n\n\nThe security guard nervously raises his hands above his head. This part wasn't covered in his training manual.\n\n\n\nJ.Q. (CONT'D)\n\nGive me your gun.\n\n\n\nSECURITY GUARD\n\nI, uh, don't have a gun.\n\n\n\nJ.Q. reacts awkwardly, wasn't expecting this response.\n\n\n\nJ.Q.\n\nOkay. Then sit down. And stay down.\n\n\n\nThe guard obediently drops into a chair.\n\n\n\nDR. TURNER\n\nMr. Archibald, I understand how upset you are, but this is not the right way to handle it.\n\n\n\nJ.Q.\n\nI tried your way, Doc. It didn't work. Now we're going to try it my way.\n\n\n\nIn one of the treatment rooms, Dr. Marjorie Klein and Leo Maguire attend to a man in motorcycle leathers with a bloodied head wound. They watch J.Q. lock the ambulance entrance.\n\n\n\nDR. KLEIN\n\nMr. Archibald. What are you doing?\n\n\n\nJ.Q.\n\nI took your advice, Doctor. I'm not taking no for an answer.\n\n\n\nSeveral patients and medical personnel see the gun and bolt out the front door. With Turner still in tow, J.Q. hurries to the ER entrance, pulls more chains from his gym bag and secures both doors. Turning back, he sees Lester at the admitting desk arguing with Debby Utley. A clipboard with medical information forms sits in front of him.\n\n\n\nJ.Q. (CONT'D)\n\nWhat's going on here?\n\n\n\nLester removes the blood soaked towel. The tips of three fingers have been severed from his right hand.\n\n\n\nLESTER\n\nThey want me to sign.\n\n\n\nThe pen.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe tips of three fingers have been severed from his right hand. LESTER\n\nThey want me to sign. The pen. \n\nTARGET SECTION TO BE ANNOTATED:\n The hand. It's not going to work.\n\n\n\nDR. TURNER\n\nMr. Archibald, these people have nothing to do with this. You have got to let them go. They need treatment.\n\n\n\nJ.Q.\n\nThis is a hospital, isn't it? You're a doctor. Treat them.\n\n\n\nJ.Q. points to Lester.\n\n\n\nJ.Q. (CONT'D)\n\nStart with him.\n\n\n\nTurner stands frozen.\n\n\n\nJ.Q. (CONT'D)\n\nWhat's the matter, Doc? You want to see his insurance card first?\n\n\n\nJ.Q. stands on a table addressing the room. A madman with a gun.\n\n\n\nJ.Q. (CONT'D)\n\nThis hospital is under new management, ladies and gentlemen. From now on, free care for everyone.\n\n\n\nVarious reactions from the people in the room.\n\n\n\nLESTER\n\nFar out.\n\n\n\nJ.Q. points to the security guard.\n\n\n\nJ.Q.\n\nYou. Come with me.\n\n\n\nJ.Q. leads the security guard to the elevators.\n\n\n\nJ.Q. (CONT'D)\n\nKill the power.\n\n\n\nSECURITY GUARD\n\nI don't have a key for that.\n\n\n\nJ.Q.\n\nYou've got the keys to the city. Now do it.\n\n\n\nDecision time. Finally the guard inserts an Allen wrench into the lock and kills the power. J.Q. takes a crowbar from his bag and jimmies the elevator control box, busting fuses and yanking wires. The elevator looks sick. It's not going anywhere.\n\n\n\nJ.Q. looks around and sees a snake-eye security camera bolted to the ceiling.\n\n\n\nINT. HOPE MEMORIAL HOSPITAL - SECURITY DESK - DAY\n\n\n\nA skinny, pimple-faced KID with a big chrome badge sits in front of a dozen closed circuit monitors. On one, a man in a baseball cap is now bashing the camera with a crowbar. Ssss! A blizzard of white snow crackles on the monitor. Confused, the pimply faced kid picks up the phone.\n\n\n\nPIMPLY FACED SECURITY GUARD \n\nUh. This is the security desk at Hope Memorial Hospital. I think you guys better get down here. We may have a situation. \n\n\n\nINT. EMERGENCY ROOM - DAY\n\n\n\nJ.Q. paces next to the windows, sizing up the room. Nearby, the Hispanic baby wails.\n\n\n\nJ.Q.\n\nEverybody does exactly what I say and nobody gets hurt.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nJ. Q. Everybody does exactly what I say and nobody gets hurt. \n\nTARGET SECTION TO BE ANNOTATED:\nHe looks around the room, everybody battered, bloodied, and bruised.\n\n\n\nJ.Q. (CONT'D)\n\n...more hurt.\n\n\n\nINT. CONTROL ROOM - CHANNEL 8 - DAY\n\n\n\nFREDDY B., a superbright techie-geek, pokes his head into an office where Tuck Lampley is having a meeting with his BOSSES.\n\n\n\nFREDDY B.\n\nThis just came in over the police radio. Someone is holding Hope Memorial hostage.\n\n\n\nRealizing, Lampley stares at the TV executives.\n\n\n\nTV EXEC\n\nHope Memorial Hospital? Isn't that...?\n\n\n\nLampley is already up and on the move.\n\n\n\nLAMPLEY\n\nIs it a good enough story for you now, George?\n\n\n\nFREDDY B.\n\nDo you think it's that guy with the kid, boss?\n\n\n\nLAMPLEY\n\nWhat do you think?\n\n\n\nINT. EMERGENCY ROOM - DAY\n\n\n\nMaguire leads Lester back to the treatment area. Lester hands him a baggie filled with three-severed fingertips.\n\n\n\nLESTER Don't lose my fingers, man. Had them fingers my whole life.\n\n\n\nMITCH\n\n(under breath; to Julie) \n\nWe were here before that guy.\n\n\n\nJ.Q.\n\nYou'll get your turn. Nobody's going anywhere for a while.\n\n\n\nJ.Q. glances at the admitting desk and sees the chair move. He lifts his weapon and moves towards it. He jumps around the corner of the desk to find Debby Utley underneath, scared to death.\n\n\n\nJ.Q. (CONT'D)\n\nI'm going to have to ask you to join the others, Miss.\n\n\n\nThe sound of a screaming baby is cutting through the room like nails on a blackboard. J.Q. approaches Rosa, who clutches her child defensively.\n\n\n\nJ.Q. (CONT'D)\n\nWhat's the problem?\n\n\n\nRosa shakes her head. She doesn't speak much English.\n\n\n\nROSA\n\nYo no se que pasa. El llora por toda la noche.\n\n\n\nJ.Q.\n\nYo pienso que tiene dolor en su oreja.\n\n\n\nROSA\n\nSi? En su oido?\n\n\n\nJ.Q.\n\nPorque lo toca. Mira.\n\n\n\nThe baby's tiny fingers reach for his ear. J.Q. singles out Debby Utley.\n\n\n\nJ.Q. (CONT'D)\n\nThis kid's got an ear infection. You.\n\n\n\nWith J.Q.'s finger pointed at her, Debby falls apart, bursting into tears.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou. With J. Q.'s finger pointed at her, Debby falls apart, bursting into tears. \n\nTARGET SECTION TO BE ANNOTATED:\nDEBBY\n\nI can't.\n\n\n\nJ.Q.\n\nWhy not?\n\n\n\nDEBBY\n\nI don't know anything. It's my first.\n\n\n\nJ.Q. gives her a look. \"Oh, Jesus.\"\n\n\n\nMAGUIRE\n\nI got it. Give him this.\n\n\n\nMaguire hands a bottle of gooey pink Amoxycillin to Debby.\n\n\n\nMITCH\n\nUnbelievable. This place is a joke. Good think I'm not cut. I'd bleed to death in this joint. Am I right, my man?\n\n\n\nMitch tries to engage J.Q. with a wink and a big flashy smile. J.Q. ignores him.\n\n\n\nMITCH (CONT'D)\n\nExcuse me? Hey, brother?\n\n\n\nMitch. They crying baby. The tension. It's all getting to J.Q.\n\n\n\nMITCH (CONT'D)\n\nMy girlfriend's in a lot of pain here. How much longer before she sees a doctor?\n\n\n\nMitch gets up and tries to approach J.Q.\n\n\n\nJ.Q. Sit down.\n\n\n\nMITCH\n\nThat's cool. You and me ain't got no problems. You know what I'm saying? But do me a favor, huh? Baby's pretty banged up, and we've been waiting for hours.\n\n\n\nJ.Q. I told you once already. Sit tight.\n\n\n\nMITCH\n\nThat's what we've been doing.\n\n\n\nJ.Q. shoots Mitch a look before moving to Miriam and Steve.\n\n\n\nJ.Q.\n\nWhen is the baby due?\n\n\n\nMIRIAM\n\nAny minute.\n\n\n\nOh, boy. J.Q. rubs his head. What else? CLANK. CLANK. The sound of the automatic doors banging against the chain is heard.\n\n\n\nJ.Q.\n\nWhat's that? \n\nEXT. HOPE MEMORIAL HOSPITAL - ER ENTRANCE - DAY\n\n\n\nA red & white ambulance is parked outside. THREE PARAMEDICS are pushing against the locked doors, pounding on the glass. J.Q. runs from the treatment area, sees a body laying on a stretcher.\n\n\n\nPARAMEDIC #1\n\nOpen up. Got a gunshot victim here. Lost a lot of blood.\n\n\n\nJ.Q. \n\nTake him to another hospital.\n\n\n\nPARAMEDIC #2\n\nHe won't make it. Come on. We're losing him. Open the door.\n\n\n\nJ.Q.\n\n(to Maguire) \n\nYou recognize these guys?\n\n\n\nMAGUIRE\n\nYeah, they're here all the time.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nQ. (to Maguire) \n\nYou recognize these guys? MAGUIRE\n\nYeah, they're here all the time. \n\nTARGET SECTION TO BE ANNOTATED:\nParamedics #2 and #3 are wearing blue jackets, blue pants, cordovan, cushion-soled shoes. Paramedic #1 wears the same blue jacket and pants, but his shoes are black, with leather soles.\n\n\n\nJ.Q.\n\nThat one's a cop.\n\n\n\nMAGUIRE\n\nI was here when you brought in your son. Remember me? I shot straight with you then. I'm shooting straight with you now. I'm telling you, these guys are cool.\n\n\n\nJ.Q. studies Maguire's eyes, measures his honesty, and then unchains the door and opens it, pointing the weapon. The paramedics see J.Q.'s gun and their hands go up.\n\n\n\nJ.Q.\n\nYou, open your coat.\n\n\n\nPARAMEDIC #1\n\nWhat?\n\n\n\nJ.Q.\n\nYou heard me. Take the coat off. Cop.\n\n\n\nParamedic #1 takes off his coat. There's nothing underneath. He's not police.\n\n\n\nJ.Q. (CONT'D)\n\nAlright, then. Leave the stretcher. Go. Beat it.\n\n\n\nThe paramedics back away and take off. Maguire rolls the stretcher inside, and J.Q. re-locks the doors. \n\n\n\nMAN ON STRETCHER\n\n(name's STAWITZKY)\n\nI gave them all the money in the register. They shot me anyway.\n\n\n\nJ.Q. peels back a corner of the blanket, looks for weapons, recoils at the sight of the man's blood. Maguire moves in, squeezes the man's wrist, takes his pulse.\n\n\n\nMAGUIRE\n\nWe need to prep this man for immediate surgery. He's in boo-koo trouble. Doctor?\n\n\n\nDR. TURNER\n\nNo, no. This is out of my department. I'm a heart surgeon. I'm not an emergency room physician.\n\n\n\nMAGUIRE\n\nYou are now.\n\n\n\nJ.Q.\n\nCome on, Doctor. It's like riding a bike. Pretend you're getting paid.\n\n\n\nTurner and J.Q. lock eyes.\n\n\n\nJ.Q. (CONT'D)\n\nDo it.\n\n\n\nDR. TURNER\n\nSeventy-five milligrams Demerol IV Lidocaine, local. Two percent.\n\n\n\nTurner takes the man's pulse as they roll the stretcher towards the trauma room. J.Q. watches the anesthesia cup placed over the man's nose and he goes down for the count. Mitch fires a look at the stocky security guard.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nJ. Q. watches the anesthesia cup placed over the man's nose and he goes down for the count. Mitch fires a look at the stocky security guard. \n\nTARGET SECTION TO BE ANNOTATED:\nMITCH\n\nWhen I get out of here, I'm suing this hospital and your security company.\n\n\n\nUnseen by Mitch, J.Q. has moved behind him.\n\n\n\nJ.Q.\n\nWhat makes you so sure you're getting out of here at all?\n\n\n\nMitch sits back down. J.Q. leans against a wall, takes a breath. Suddenly, he hears the woop-woop of police sirens. He looks out the window and sees police cars storming the front of the hospital. The cavalry has arrived.\n\n\n\nJ.Q. (CONT'D)\n\nHere we go. \n\n\n\nEXT. HOPE MEMORIAL HOSPITAL - DAY\n\n\n\nThe summer sun beats down as cop cars careen into the parking lot. Behind them, an unmarked Crown Victoria plows slowly through a growing crowd. LIEUTENANT FRANK GRIMES bails out before the car stops, smoothing out the wrinkles in his rumpled suit. He reacts with surprise when he sees veteran, on-the-spot news reporter, Tuck Lampley, already on the scene with his camera crew.\n\n\n\nGRIMES\n\nWhat are you doing here, Lampley? Shouldn't you be out exposing tragic miscarriages or justice or something?\n\n\n\nLAMPLEY\n\nYeah, well, screw you, too.\n\n\n\nGrimes pushes past, but Lampley dogs him.\n\n\n\nLAMPLEY (CONT'D)\n\nThere's a rumor floating around, Frank. Some guy's holding the hospital hostage. Needs an operation for his kid. Any truth to it?\n\n\n\nGRIMES\n\nYou know more than I do.\n\n\n\nLAMPLEY\n\nYou're full of shit.\n\n\n\nGRIMES\n\nHey, then we're even. I never believe a word you guys say either.\n\n\n\nLAMPLEY\n\nThis is big, isn't it, Frank? I can feel it. Come on, what do you got?\n\n\n\nGRIMES\n\nZip. Nothing. Read my lips. I just got here. But I promise, as soon as I know anything, you'll be the last to know.\n\n\n\nLAMPLEY\n\nHey, Grimes. You're a real horse's ass. You know that?\n\n\n\nGRIMES\n\nYeah, well...\n\n\n\nGrimes chuckles as he moves past the police barricade, sizing up his territory. He runs into swat team SERGEANT TIM MOODY, already on the scene. Moody's accompanied by the pimply faced security guard who phoned it in.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nGrimes chuckles as he moves past the police barricade, sizing up his territory. He runs into swat team SERGEANT TIM MOODY, already on the scene. Moody's accompanied by the pimply faced security guard who phoned it in. \n\nTARGET SECTION TO BE ANNOTATED:\nMOODY\n\nThis guy's in for the long haul, Lieutenant. He locked down the ER, barricaded himself inside, killed the power on the elevators. We could bust down the door, but the sonofabitch might start killing everybody.\n\n\n\nGRIMES\n\nAny other way in?\n\n\n\nMOODY\n\nI'm working on it.\n\n\n\nGRIMES\n\nHow many hostages?\n\n\n\nMOODY\n\nSecurity guard here said there could be anywhere from ten to twenty.\n\n\n\nGRIMES\n\nAny security cameras?\n\n\n\nPIMPLY FACED SECURITY GUARD \n\nThe guy took out the one in the ER, sir. But the hospital has two covert pinpoints hidden inside the treatment facility.\n\n\n\nGRIMES\n\nPinpoint cameras? I don't understand.\n\n\n\nPIMPLY FACED SECURITY GUARD \n\nThe hospital's own private security. Every hospital has them, in case a mental patient goes crazy or an employee starts stealing pharmaceuticals.\n\n\n\nMOODY\n\nThey're hidden in the walls throughout the hospital. There's two inside the ER area.\n\n\n\nGRIMES\n\nCan we get them?\n\n\n\nMOODY\n\nWe're setting up a video tap right now. Should be up and running in a few minutes.\n\n\n\nGrimes looks at the pimply-faced kid.\n\n\n\nGRIMES\n\nAre you in charge of security?\n\n\n\nPIMPLY FACED SECURITY GUARD \n\nNo, sir. That'd be Wally Pitoniak. He's at home. It's his day off.\n\n\n\nGRIMES\n\nNot anymore it ain't. Get him down here.\n\n(to Moody)\n\nI need to make contact with this guy. Can you get me a secure line?\n\n\n\nPIMPLY FACED SECURITY GUARD\n\nLieutenant? One of our guys is on the inside. He's got a walkie-talk. You might want to give this a shot.\n\n\n\nThe kid hands Grimes his walkie-talkie.\n\n\n\nGRIMES\n\nAlright, but put a clamp on all phone lines to the Emergency Room. If he picks up the phone, I want him talking to me.\n\n\n\nMOODY\n\nGot it.\n\n\n\nGrimes looks around, sees more news vans arriving.\n\n\n\nGRIMES\n\nAnd keep the media on a need to know basis. Until I say so, the press doesn't need to know nothing. Now who's in charge of this hospital?\n\n\n\nPIMPLY FACED SECURITY GUARD\n\nRebecca Payne, sir. She's off today, too.\n\n\n\nGRIMES\n\nJesus Christ.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nPIMPLY FACED SECURITY GUARD\n\nRebecca Payne, sir. She's off today, too. GRIMES\n\nJesus Christ. \n\nTARGET SECTION TO BE ANNOTATED:\n Does anyone work at this hospital?\n\n\n\nPIMPLY FACED SECURITY GUARD \n\nIt's Saturday.\n\n\n\nGRIMES\n\nSo what? People get sick on Saturday, don't they?\n\n\n\nINT. EMERGENCY ROOM - DAY\n\n\n\nJ.Q. watches the police build-up outside. Rosa is holding her baby, who is quieter now, not crying.\n\n\n\nJ.Q.\n\nHow old is he? Cuantos anos?\n\n\n\nROSA\n\nOcho meses. Eight month.\n\n\n\nJ.Q. nods. Memories.\n\n\n\nJ.Q.\n\nEight months. Great age.\n\n\n\nDr. Klein approaches J.Q. with Miriam.\n\n\n\nDR. KLEIN\n\nI'll need to do an internal examination on this woman.\n\n\n\nJ.Q.\n\nGo.\n\n\n\nJ.Q. sees Steve, the woman's husband, picking at his fingernails, anxious.\n\n\n\nJ.Q. (CONT'D)\n\nWhy'd you come to an ER? Why not go right to Maternity?\n\n\n\nSTEVE\n\nMiriam went into labor early. Her water broke, we called our doctor, got the service.\n\n\n\nMITCH\n\nExcuse me, but I think my fiancee broke her arm. Could somebody take a look at her, please?\n\n\n\nJ.Q. moves over to Julie, regards her black eye, her swollen face.\n\n\n\nMITCH (CONT'D)\n\nShe's fine, ain't she? All that and twenty-two years old. Little slice of heaven. Must be doing something right, am I right?\n\n\n\nJ.Q. looks at Mitch. Is this guy for real?\n\n\n\nJ.Q.\n\n(to Julie)\n\nWhat's your story?\n\n\n\nMITCH\n\nCar accident. What does it look like?\n\n\n\nJ.Q.\n\nI was talking to her.\n\n\n\nJULIE\n\nA drunk ran a red light and slammed into us. It was an accident.\n\n\n\nA muffled voice suddenly squawks on the security guard's walkie-talkie. \n\n\n\nGRIMES (O.S.)\n\nHello? Hello? Anyone there?\n\n\n\nJ.Q. grabs the guard's walkie-talkie, presses TALK.\n\n\n\nJ.Q.\n\nYeah.\n\n\n\nEXT. HOPE MEMORIAL HOSPITAL - COMMAND POST - DAY\n\n\n\nINTERCUT\n\n\n\nThe police have cordoned off a section of the parking lot and transformed it into a command post. Police personnel invade the area. Tables, phones, and monitors are being set up.\n\n\n\nGRIMES\n\nThis is Lieutenant Frank Grimes of the Chicago Police Department. Are you the man in charge?\n\n\n\nJ.Q.\n\nThat's right.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nJ. Q. That's right. \n\nTARGET SECTION TO BE ANNOTATED:\nGRIMES \n\nWho am I speaking to?\n\n\n\nJ.Q. pauses.\n\n\n\nGRIMES (CONT'D)\n\nCome on, my friend. We're going to be doing a lot of talking today. You don't have to give me your real name, but I've got to call you something.\n\n\n\nJ.Q.\n\nCall me John Q.\n\n\n\nGRIMES\n\nAlright, John Q. Again, my name is Lieutenant Grimes. But I want you to call me Frank. Can you do that?\n\n\n\nJ.Q.\n\nSure, Frank.\n\n\n\nGRIMES\n\nI'm the hostage negotiator. I've been a cop for thirty-five years and this is all I do. I don't play games. And I don't fool around. So if I say something, you can take it to the bank. Now, let's get down to it. Is anybody hurt?\n\n\n\nJ.Q.\n\nIt's an Emergency Room, Frank. Everybody's hurt.\n\n\n\nFrank smiles. This guy's a comedian.\n\n\n\nJ.Q. (CONT'D)\n\nThey're fine.\n\n\n\nGRIMES\n\nGood. As long as it stays that way, we can keep talking.\n\n\n\nGrimes walks along the perimeter of the police barricade. A crowd of lookie-loos is starting to gather.\n\n\n\nGRIMES (CONT'D)\n\nMurphy's Law, John. You picked the hottest day of the year. It's a hundred degrees out here. And I'm allergic to the heat. So let's wrap this up as quickly as possible. Now, what exactly is it you want?\n\n\n\nJ.Q.\n\nFind Rebecca Payne, Hope Memorial's Administrative Supervisor. Tell her I want my kid's name on the donor list.\n\n\n\nGRIMES\n\nKid? Boy or girl?\n\n\n\nJ.Q.\n\nBoy.\n\n\n\nGRIMES\n\nHow old? You know, I've got two boys. Two girls and two boys.\n\n\n\nJ.Q.\n\nDon't handle me, Frank. I don't want to be handled. It insults my intelligence. If I don't get what I want, you're going to have a lot of dead bodies on your hands. You only need to remember two things. My kid and the donor list. You got that?\n\n\n\nGRIMES\n\nTake it easy, John. The idea's not to get too excited.\n\n\n\nJ.Q.\n\nMike's name goes on that list or there's going to be a blood bath in here.\n\n\n\nGRIMES\n\nAlright. I hear you loud and clear.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nMike's name goes on that list or there's going to be a blood bath in here. GRIMES\n\nAlright. I hear you loud and clear. \n\nTARGET SECTION TO BE ANNOTATED:\n Rebecca Payne, right? I'm writing it down. Lot of cops out here, John. Are you sure you want to go through with this?\n\n\n\nJ.Q.\n\nI'm sure.\n\n\n\nGRIMES\n\nAlright. Sit tight. You're in a tough spot, John. A lot of trouble. But if you work with me, if you're reasonable, we'll figure a way out of this. We have to have a little faith in one another.\n\n\n\nJ.Q.\n\nWhy?\n\n\n\nGRIMES\n\nWhy? Because that's what faith's all about. Believing when you don't want to believe. Besides, what else are you going to do?\n\n\n\nJ.Q.\n\nJust tell Payne. Donor list. She'll understand. EXT. HOPE MEMORIAL HOSPITAL - COMMAND POST - DAY\n\n\n\nThe line goes dead.\n\n\n\nGRIMES\n\nAlright, what the hell is a donor list?\n\n\n\nINT. EMERGENCY ROOM - DAY\n\n\n\nJ.Q. paces the floor. It's slower now. Everyone just sitting around, waiting to see what will happen. Debby has pulled herself together for the time being. She calls out to John.\n\n\n\nDEBBY\n\nMr. Q? Would you really do it?\n\n\n\nJ.Q.\n\nWhat?\n\n\n\nDEBBY\n\nWhat you said about the bloodbath? Would you really shoot us?\n\n\n\nJ.Q.\n\nI'll do what I have to do to help my kid.\n\n\n\nMITCH\n\nAw, bullshit. He can't shoot us all. There's only eight bullets in that weapon.\n\n\n\nJ.Q.\n\nFirst one's got your name on it, Mitch.\n\n\n\nMitch mumbles and kicks his feet up, sparking a cigarette. J.Q. keeps pacing back and forth, and Steve is still picking them fingernails.\n\n\n\nJ.Q. (CONT'D)\n\nFirst child?\n\n\n\nSTEVE\n\nYes, sir. You know how it is, kind of nervous.\n\n\n\nJ.Q. nods, understands.\n\n\n\nJ.Q.\n\nWhat are you hoping for? Boy or girl?\n\n\n\nSTEVE\n\nMiriam wants a baby girl. Doesn't matter to me, as long as the baby's healthy.\n\n\n\nSteve stops short. Realizing his faux pas.\n\n\n\nSTEVE (CONT'D)\n\nI'm sorry. I didn't meant --\n\n\n\nJ.Q. shakes it off: \"Not to worry.\" John notices Julie, her arm now in a sling, not broken.\n\n\n\nJ.Q.\n\nWho was driving?\n\n(off Julie's look)\n\nThe car.\n\n\n\nMITCH\n\nI was.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nWho was driving? (off Julie's look)\n\nThe car. MITCH\n\nI was. \n\nTARGET SECTION TO BE ANNOTATED:\n What's that got to do with it?\n\n\n\nJ.Q.\n\nHow come she got all banged up and you didn't?\n\n\n\nMITCH\n\nWhat do you call this?\n\n\n\nMitch pulls back his hair, shows off his wounds. Surface scratches on his arms and around his neck and face.\n\n\n\nLESTER\n\nSomebody get this man a band-aid.\n\n\n\nMITCH\n\nShut up, smart ass. It hurts.\n\n\n\nJULIE\n\nHis airbag went off. Mine didn't.\n\n\n\nJ.Q.\n\nWhat kind of car do you drive there, hot shot?\n\n\n\nMITCH\n\nMercedes 500.\n\n\n\nJ.Q.\n\nA Benz, huh?\n\n\n\nMITCH\n\nSixteen valve. One point six liter. It does about a hundred and eighty in reverse.\n\n\n\nJ.Q.\n\nWow. Pretty snazzy. What year?\n\n\n\nMITCH\n\n1986. It's a classic.\n\n\n\nThe other hostages study J.Q. Where is he going with this?\n\n\n\nJ.Q.\n\nYeah, well, I've got news for you, Mitch. Mercedes didn't install passenger airbags until 1988.\n\n\n\nA long uncomfortable silence ensues as the group looks at Mitch, realizing the obvious. Busted.\n\n\n\nMITCH\n\nI was drunk. Alright?\n\n\n\nTears stream down Julie's proud face, for the first time, Mitch is speechless. He looks like a car that won't start. Finally, he gets up and walks away.\n\n\n\nLESTER\n\nWell, well, well. My man, Mitch. Mister girlfriend beater. What do you got to say now, bitch?\n\n\n\nMaguire and Turner enter. Maguire's got a big smile on his face.\n\n\n\nJ.Q.\n\nHow's Stawitzky?\n\n\n\nDR. TURNER\n\nHe's going to make it.\n\n\n\nJ.Q.\n\nHow's it feel, Doc? Saving a life? Feels pretty good, doesn't it?\n\n\n\nINT. MIKE'S ICU ROOM - DAY\n\n\n\nCLOSE ON \n\n\n\nMonitor. Plink. Mike's blood pressure drops from 75 to 74. Mike is resting, eyes closed. Denise stands vigilantly by Mike's bedside. Reggie enters. Carrying an armload of medicine. He replaces the IV bag and starts to administer the meds. One after the other, Reggie injects them into the IV line, and Mike stirs.\n\n\n\nDENISE\n\nWhat's that?\n\n\n\nREGGIE\n\nLasix. It's a diuretic to help get rid of some of the fluid build-up.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nDENISE\n\nWhat's that? REGGIE\n\nLasix. It's a diuretic to help get rid of some of the fluid build-up. \n\nTARGET SECTION TO BE ANNOTATED:\n But it's potassium sparing, so he needs this one to supplement.\n\n\n\nDENISE\n\nAnd those?\n\n\n\nREGGIE\n\nDopamine. For his blood pressure. Dig for his heart. Primacor.\n\n\n\nDENISE\n\nGosh, it seems like so much.\n\n\n\nREGGIE\n\nYeah, it's a lot. This is antibiotic.\n\n\n\nDENISE\n\nWhat for?\n\n\n\nREGGIE\n\nIt's prophylactic. Just in case. These two, I don't really know what they're for. Pain, maybe.\n\n\n\nDENISE\n\nPain?\n\n\n\nREGGIE\n\nI don't know, Mrs. Archibald. I just do what they tell me.\n\n\n\nMike groans. He feels queasy and his mouth is bone dry.\n\n\n\nMIKE\n\nI don't feel good.\n\n\n\nREGGIE\n\nThis is going to make you feel yucky for a few minutes, buddy. But I'm going to get you some of those crunchy ice chips to chew on. How does that sound?\n\n\n\nMike forces a smile, dips his head slightly. \"Sounds good.\" Reggie leaves the room. Something catches Denise's eye. Down the Pediatric ICU, she sees the hospital chaplain again. There is a commotion. The parents are crying. And a sheet is pulled over her face of the now dead child. The chaplain tries to console the devastated mother, who screams as her child is wheeled out of the room.\n\n\n\nMIKE\n\nMom? Is Dad coming?\n\n\n\nDENISE\n\nYeah. He's coming.\n\n\n\nMIKE\n\nWhere is he?\n\n\n\nDenise steals a final look at the parents overcome with grief.\n\n\n\nDENISE\n\nI don't know, sweetheart. I don't know. \n\n\n\n\n\nINT. EMERGENCY ROOM - TREATMENT AREA - DAY\n\n\n\nMitch is snooping around one of the treatment rooms, always careful to keep an eye on J.Q. He nearly jumps out of his skin when he sees the security guard standing next to him.\n\n\n\nSECURITY GUARD\n\nWhat are you up to?\n\n\n\nMITCH\n\nNever mind me. You're worthless. You know that? Some security guard. You should have zapped the bastard.\n\n\n\nSECURITY GUARD\n\nWith what? Besides, I'm not putting my neck on the line. Not for eight-fifty an hour.\n\n\n\nMitch reaches, pulls a cas cart closer. He carefully slides open a drawer, steals a sharp-edged scalpel, slips it into his pocket.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nNot for eight-fifty an hour. Mitch reaches, pulls a cas cart closer. He carefully slides open a drawer, steals a sharp-edged scalpel, slips it into his pocket. \n\nTARGET SECTION TO BE ANNOTATED:\n Next he spots a spray top cannister marked Ethychloride.\n\n\n\nSECURITY GUARD (CONT'D)\n\nWhat the hell are you doing?\n\n\n\nMITCH\n\nLooking out for number one.\n\n\n\nSECURITY GUARD\n\nYou want to stay alive? Sit tight and wait for the cavalry to get here.\n\n\n\nMITCH\n\nWake up, fat boy. The cops are coming in shooting. They don't give a shit about his kid. And as soon as he realizes that, we're history.\n\n\n\nSECURITY GUARD\n\nYeah? He finds out you got a scalpel, you're the one that's history, asshole.\n\n\n\nMITCH\n\nReally? He doesn't look so bad to me.\n\n\n\nSECURITY GUARD\n\nListen.\n\n\n\nMITCH\n\nNo, listen to me, you stupid rent-a-cop. I'm not a slob. I've got a life, and it means something to me. I'm not dying in this shithole.  \n\n\n\nINT. EMERGENCY ROOM - DAY\n\n\n\nThe vending machines have been jimmied open and a huge pile of candy bars and soda cans sit on the waiting room table. Everybody is chowing down.\n\n\n\nJ.Q.\n\nThe thing I don't understand is why no one caught it before. Mike had check ups every year since the day he was born. Why didn't his doctors pick it up?\n\n\n\nDR. TURNER\n\nWas he ever diagnosed with a murmur?\n\n\n\nJ.Q.\n\nYeah, he was. About a week after he was born. But his doctor said that was normal. That it happens all the time.\n\n\n\nDR. TURNER\n\nHe might not have been tested thoroughly enough.\n\n\n\nJ.Q.\n\nWhy not?\n\n\n\nMAGUIRE\n\nYou got an HMO, right? There's your answer. HMO's pay their doctors not to test. Their way of keeping costs down. Let's say Mike needed additional testing, insurance says they won't cover them. The doctor keeps his mouth shut and no one's the wiser. Little Mike falls through the cracks, and come Christmas, the HMO sends the doc a big, fat bonus check. J.Q. looks at Turner.\n\n\n\nJ.Q.\n\nIs that true?\n\n\n\nDR. TURNER\n\nPossible. Not likely, but possible.\n\n\n\nJ.Q.\n\nThen Mike's doctors could have known about his condition all along? And he could have been treated years ago?\n\n\n\nDR.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen Mike's doctors could have known about his condition all along? And he could have been treated years ago? DR. \n\nTARGET SECTION TO BE ANNOTATED:\n TURNER\n\nWho knows?\n\n\n\nLESTER\n\nNothing personal, Doc, but you all are a bunch of damn crooks.\n\n\n\nMAGUIRE\n\nYou see,here's the problem. Over here, you've got your insurance companies who basically want you healthy or dead. That's how they make money. And over here, you've got your medical establishment, doctors, pharmaceutical companies, who don't want you healthy or dead. They want you sick. That's the way they make money.\n\n\n\nLESTER\n\nIt's all about getting paid, man.\n\n\n\nMAGUIRE\n\nAnd the individual is caught in the middle of this gigantic tug-of-war. It's a game. And the end result is, people don't get the treatment they deserve.\n\n\n\nLESTER\n\nBecause then no one gets paid.\n\n\n\nJULIE\n\nBut what about that thing you guys take? That promise? What do they call it?\n\n\n\nSTEVE\n\nThe Hippocratic oath.\n\n\n\nLESTER\n\nMore like the hipp-crit-cial Oath to me. How's that go, Doc? \"I solemnly swear to take care of all sick folk, except those without major medical?\"\n\n\n\nMAGUIRE\n\nI'm telling you, it's not that far from the truth. The shit happens all the time. Paramedics bring in some accident victim gasping for his last breath. Big boys in accounting find out they can't pay, they send them packing.\n\n\n\nJULIE\n\nHospitals can't turn people away.\n\n\n\nSTEVE\n\nYeah. I thought there were laws about that.\n\n\n\nMAGUIRE\n\nThere are laws. But there are also ways around the laws. All we have to do is stabilize them. After that, we're off the hook.\n\n\n\nTurner is getting hot.\n\n\n\nDR. TURNER\n\nThat's not how it works.\n\n\n\nMAGUIRE\n\nThat's exactly how it works. Maybe not up there on the fifth floor, but down here, if you ain't got no money, you get a band-aid, a foot in the ass, and you're out the door.\n\n\n\nMITCH\n\nIs that how you paid for that Armani suit, Doc?\n\n\n\nFinally, Turner explodes.\n\n\n\nDR. TURNER\n\nShut up. Enough already. I've heard all the bitching and moaning I can stand. Sure, the system sucks. There's red tape and there's worse. There's tough luck.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nSure, the system sucks. There's red tape and there's worse. There's tough luck. \n\nTARGET SECTION TO BE ANNOTATED:\n And if you're looking for kindness and compassion, they're in short supply these days. But some of us got into medicine to do something about it. I break my ass every day trying to make a difference, trying to plug the dam. I'm in it up to my elbows. I've seen people live who shouldn't, and the other way around. And when I say I do my best, I mean it. So don't tell me about doctors, because they're the last stop between you and six feet under. And if you all want to regard me as some blood sucking vampire, fine. I'm the bad guy. But who's holding the fucking gun?\n\n\n\nTurner gets up and walks into the treatment room.\n\n\n\nJULIE\n\nWow.\n\n\n\nMITCH\n\nWhat's his problem?\n\n\n\nSTEVE\n\nI've got to be honest, if my kid was dying and I couldn't get help, I don't know what I'd do.\n\n\n\nDEBBY\n\nMe, neither.\n\n\n\nSTEVE\n\nBut I'd do something.\n\n\n\nJ.Q. glances quickly at the clock. He picks up the phone, clicking the button, trying to get a dial tone.\n\n\n\nEXT. HOPE MEMORIAL HOSPITAL - COMMAND POST - DAY\n\n\n\nINTERCUT\n\n\n\nA black SWAT phone starts ringing and the policemen freeze. Where's Grimes? A COMPUTER COP runs over and calls out to the lieutenant.\n\n\n\nCOMPUTER COP\n\nSir!\n\n\n\nGrimes waves him off and cues his portable.\n\n\n\nGRIMES\n\nThis is Frank Grimes.\n\n\n\nINT. EMERGENCY ROOM\n\n\n\nJ.Q., confused.\n\n\n\nJ.Q.\n\nBut...\n\n\n\nGRIMES\n\nThe line is clipped, John. You pick up the phone, you get me.\n\n(then)\n\nCan I help you with something?\n\n\n\nJ.Q.\n\nWhere are we at with that list?\n\n\n\nGRIMES\n\nI'm working on it, John. But I need some time.\n\n\n\nJ.Q.\n\nTime I don't have, Lieutenant.\n\n\n\nGRIMES\n\nI want to talk about the hostages.\n\n\n\nJ.Q.\n\nWhat about them?\n\n\n\nGRIMES\n\nWhat's going on in there? How are they?\n\n\n\nJ.Q.\n\nSame as they were before, Frank. We're all just kind of waiting on you.\n\n\n\nAt the command post, Moody is now waving his arms. Grimes moves over and looks at the monitors. The videotape is up. The images are wide and grainy. Giving him his first look at the hostages.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe videotape is up. The images are wide and grainy. Giving him his first look at the hostages. \n\nTARGET SECTION TO BE ANNOTATED:\n ON THE SCREEN, J.Q. moves into frame. Moody taps the screen and Grimes nods. That's our guy.\n\n\n\nGRIMES\n\nI want you to let some of them go.\n\n\n\nJ.Q.\n\nWhat for?\n\n\n\nGRIMES\n\nI do for you. You do for me. Show some good faith. We've got a lot of nervous people out here, John. Make everybody breathe a lot easier if we saw some happy faces.\n\n\n\nJ.Q.\n\nGood faith only takes you so far. You see, I believe in the merit system. And so far, you haven't earned any points.\n\n\n\nEXT. COMMAND POST - DAY\n\n\n\nA navy blue unmarked Crown Victoria pulls up and out steps Rebecca Payne and POLICE CHIEF GUS MONROE. They are quickly ushered over to the monitors where they see J.Q.'s face on the screens.\n\n\n\nPAYNE\n\nThat's him. His name is John Archibald. His son's on the fifth floor, Pediatric ICU.\n\n\n\nINT. EMERGENCY ROOM - DAY\n\n\n\nMarjorie Klein moves over with a very hysterical Miriam in tow.\n\n\n\nDR. KLEIN\n\nExcuse me.\n\n\n\nJ.Q. holds up a finger telling her to wait.\n\n\n\nDR. KLEIN (CONT'D)\n\nI need to talk to you. Now.\n\n\n\nJ.Q.\n\n(into phone)\n\nCan you hold on a minute, Frank?\n\n\n\nDR. KLEIN\n\nThis woman's six centimeters dilated and the baby is breech. I can't do anything for her here. She needs to be moved to Maternity immediately.\n\n\n\nJ.Q. rubs his eyes and lets out a breath. He's under a lot of stress.\n\n\n\nEXT. COMMAND POST - DAY\n\n\n\nGrimes has his hand over the receiver as he barks out orders to Moody. \n\n\n\nGRIMES\n\nPut people on the door. Nobody talks to the wife but me.\n\n\n\nGrimes sticks out his free hand to Monroe, who shakes it.\n\n\n\nGRIMES (CONT'D)\n\nGood to see you, Gus. How are you?\n\n\n\nMONROE\n\nHot. What's going on?\n\n\n\nGRIMES\n\nYou're looking at it.\n\n\n\nJ.Q. (O.S.)\n\nAre you there, Frank?\n\n\n\nGRIMES\n\nYeah, I'm here.\n\n\n\nJ.Q. (O.S.)\n\nI changed my mind. I am going to let some of the hostages go.\n\n\n\nGRIMES\n\nGreat, John. That's the right thing.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nI am going to let some of the hostages go. GRIMES\n\nGreat, John. That's the right thing. \n\nTARGET SECTION TO BE ANNOTATED:\nJ.Q. (O.S.)\n\nBut when I do, the clock starts. You have one hour to get back to me with some good news.\n\n\n\nMonroe is glued to the monitors. His wheels are already spinning. Grimes covers the receiver to speak to him.\n\n\n\nGRIMES\n\nIsn't it a little early for you to be here, Gus? Who called in the heavy artillery?\n\n\n\nJ.Q. (O.S.)\n\nI mean it, Frank. If my boy's not on the list in an hour, I promise you someone's going to die.\n\n\n\nMONROE\n\nThis is bad, Frank. Lot of people watching this one. Big embarrassment if it doesn't go away real quiet like.\n\n\n\nGRIMES\n\nWell, give me some time. I'm working on it.\n\n\n\nJ.Q. (O.S.)\n\nFrank?\n\n\n\nGRIMES\n\nI got it, John. I'm hearing you. One hour.\n\n\n\nThey look on Monroe's face tells Grimes that something is wrong.\n\n\n\nGRIMES (CONT'D) Gus?\n\n\n\nMONROE\n\nThere's no time on this one, Frank. This one's just got to go away.  \n\n\n\nINT. EMERGENCY ROOM - DAY\n\n\n\nJ.Q. puts down the walkie-talkie and points at Miriam and Rosa.\n\n\n\nJ.Q.\n\nYou and you. Come with me. Maguire, give me a hand.\n\n\n\nMIRIAM\n\nMr. Archibald. Please let my husband go with me.\n\n\n\nSTEVE\n\nHoney, for godsakes, just do as the man says. Get out of here.\n\n\n\nMIRIAM\n\nI'm not leaving you here alone.\n\n\n\nMITCH\n\nShit, I'll go.\n\n\n\nSTEVE\n\nShut your face. What kind of man are you?\n\n\n\nMITCH\n\nScrew you, Tyrone.\n\n\n\nSteve leaps from his seat and goes after Mitch, bristling with the racial slur. J.Q. moves in fast, trying to separate them. But instead of going for Steve, Mitch goes for broke and rushes J.Q. The Ethylchloride is out and Mitch sprays it into J.Q.'s eyes, temporarily blinding him.\n\n\n\nJohn tries to get his bearings but Mitch is already swinging the scalpel. As J.Q. blocks the knife, his arm is sliced and starts to gush. Mitch goes for the kill, but J.Q.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nQ. blocks the knife, his arm is sliced and starts to gush. Mitch goes for the kill, but J. Q. \n\nTARGET SECTION TO BE ANNOTATED:\n grabs his arm and they wrestle to the ground, the scalpel and John's gun clattering to the floor. The element of surprise gone, Mitch is now getting the worst of it. J.Q. is getting in some heavy blows and no one is stepping in to stop it. Mitch sees the gun across the floor next to Julie.\n\n\n\nMITCH (CONT'D)\n\nJulie, baby, get the gun.\n\n\n\nJulie gets up.\n\n\n\nMITCH (CONT'D)\n\nShoot him, honey. Shoot him.\n\n\n\nBut instead of grabbing the weapon, she picks up the Ethylchloride, sprays it directly in Mitch's eyes from superclose range and doesn't stop. Mitch's hands fly to his eyes and he screams. J.Q. gets up and recovers his weapon, sticking it in his waistband. Julie stands over Mitch, who is still writhing in pain.\n\n\n\nMITCH (CONT'D)\n\nYou stupid bitch!\n\n\n\nJulie rears back, and with her go-go boot, she kicks Mitch square in the groin.\n\n\n\nJULIE\n\nThat's for beating the shit out of me.\n\n\n\nShe kicks him again.\n\n\n\nJULIE (CONT'D)\n\nThat's for being an asshole.\n\n\n\nOnce more for good measure.\n\n\n\nJULIE (CONT'D)\n\nAnd that's for calling me a bitch.\n\n\n\nLESTER\n\nDamn.\n\n\n\nThe hostages look at Julie with newfound respect. J.Q. takes the security guard's handcuffs, drags Mitch across the floor, and manacles him to the radiator.\n\n\n\nJ.Q.\n\nEverybody's a tough guy.\n\n\n\nGrimes voice crackles over the walkie-talkie.\n\n\n\nGRIMES (O.S.)\n\nWhere are those hostages, John?\n\n\n\nJ.Q. moves to the door, unlocks the chain, points to Rosa and Miriam.\n\n\n\nJ.Q.\n\nLet's go. Both of you.\n\n\n\nRosa launches into a rapid-fire monologue of thanks. She speaks quickly, saying the word \"Dios\" over and over.\n\n\n\nDEBBY\n\nWhat's she saying?\n\n\n\nMAGUIRE\n\nShe said she'll pray for his boy.\n\n\n\nMiriam kisses Steve, holds him tight.\n\n\n\nSTEVE\n\nEverything's going to be okay. The baby is going to be just fine.\n\n\n\nJ.Q. puts a hand on Steve's shoulder.\n\n\n\nJ.Q.\n\nGet out of here. Go.\n\n\n\nSteve is stunned. Can't get to his feet.\n\n\n\nJ.Q. (CONT'D)\n\nVasta. Vasta. Let's go.\n\n\n\nEXT.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nVasta. Let's go. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOPE MEMORIAL HOSPITAL - DAY\n\n\n\nThe front door opens and Steve, Miriam, Rosa and the baby are released. We see Channel 8 reporter Tuck Lampley doing a live \"stand up.\"\n\n\n\nLAMPLEY\n\nThe gunman has just freed several hostages who will immediately be debriefed by members of the crisis team. Will the man known as John Q. get a heart for his little boy? Time will tell. Where this leads next is anyone's guess. Live from Hope Memorial Hospital, this is Tuck Lampley.\n\n\n\nThe hostages are hustled through the police barricade by a team of kevlar riot police. The media rush the hostages, shouting out questions and frantically trying to stick their microphones close enough.\n\n\n\nREPORTER #1\n\nIs it true an ambulance dropped off a gunshot victim after the gunman took over the ER?\n\n\n\nMIRIAM\n\nYes. He unlocked the door and let him in.\n\n\n\nSTEVE\n\nIf he didn't, the man would have died.\n\n\n\nROSA\n\nJohn Q. very good man.\n\n\n\nREPORTER #2\n\nThe gunman?\n\n\n\nROSA\n\nSi. Good man, el senor.\n\n\n\nBut Tuck Lampley's attention is on the police command post where dozens of blue uniforms crowd around a small bank of monitors. Suddenly, it hits him.\n\n\n\nLAMPLEY\n\nThey've got a camera in there. I don't believe it. They're watching a video feed.\n\n\n\nFreddy B. squints through the glasses.\n\n\n\nFREDDY B.\n\nHow do you know?\n\n\n\nLAMPLEY\n\nWell, they're looking at something, Freddy. And I need to know what it is. Can you steal it?\n\n\n\nFREDDY B.\n\nNo problem, boss. If they got it, I can get it.\n\n\n\nEXT. COMMAND POST - DAY\n\n\n\nWALLY PITONIAK, Chief of Hospital Security, has arrived. He and Sergeant Moody are standing over an unrolled building plan that has been stretched across the command table like a battle map. Monroe and Grimes have Rebecca Payne on the defensive.\n\n\n\nGRIMES\n\nYou mean all of this could have been avoided if you had just put the kid's name on a list?\n\n\n\nPAYNE\n\nDon't you dare try to blame this on me. You think Mr. Archibald is the only one with a sick child? Try the HIV ward. There's a whole floor full of them. People get sick.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nTry the HIV ward. There's a whole floor full of them. People get sick. \n\nTARGET SECTION TO BE ANNOTATED:\n They die. That's the way it goes. I'm faced with tough decisions every day.\n\n\n\nMONROE\n\nThe fact is there's a man threatening to kill innocent people because you refused treatment for his son.\n\n\n\nPAYNE\n\nThe fact is there are fifty million people in this country without medical insurance, sir. And there's one of me in every hospital. That's not my fault. It's just the way the country's set up. You want to change it? Write your congressman.\n\n\n\nMoody looks over from his map.\n\n\n\nMOODY\n\nExcuse me, but why don't we just tell him his son's on the list? Doesn't that make sense? I mean, how's he going to know.\n\n\n\nMONROE\n\nThat's not a bad idea.\n\n\n\nPAYNE\n\nYou want me to put his name on the list, fine, but it's a mistake. You give in to this man, there's going to be guns in every hospital in America.\n\n\n\nMONROE\n\nI don't personally care if you put the kid on it or not. That's your conscience. But give us a hand, will you honey? Work with us. Tell him his kid's going to be alright. Do you think you can do that?\n\n\n\nPitoniak has indicated a spot on the schematic by circling it with a red pen.\n\n\n\nMOODY\n\nSir? Sir, take a look at this.\n\n\n\nMonroe moves over.\n\n\n\nMONROE\n\nWhat is it?\n\n\n\nPitoniak points to the map, marking a red \"X\" through the circle.\n\n\n\nPITONIAK\n\nIt's a phone.\n\n\n\nMONROE\n\nSo?\n\n\n\nMoody points to one of the monitors. ON SCREEN, a view of the nurse's station and beyond. And in the foreground, big and clear as day, is the RED NURSES' PHONE.\n\n\n\nMOODY\n\nIt's that phone.  \n\n\n\nINT. EMERGENCY ROOM - DAY\n\n\n\nMore waiting.\n\n\n\nMITCH\n\nSo, what now? What's the plan?\n\n\n\nJULIE\n\nMitch...\n\n\n\nMITCH\n\nNo. I want to know. Every day you read about this kind of shit. And now we're in the middle of it. How is it going to end, John? This country, man. I swear to God. You can't go anywhere anymore without getting robbed, mugged, or murdered. Kids killing classmates, drive bys...",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nI swear to God. You can't go anywhere anymore without getting robbed, mugged, or murdered. Kids killing classmates, drive bys... \n\nTARGET SECTION TO BE ANNOTATED:\n I won't even go into a post office anymore.\n\n\n\nMAGUIRE\n\nShut up, Mitch.\n\n\n\nJ.Q.\n\nHe's right. You know how easy it was to get this gun? One gun show. Five minutes.\n\n\n\nMITCH\n\nThat's right. You're just a punk with a gun. I understand your kid is sick, but what makes him better than me? I've got a life, too.\n\n\n\nJ.Q.\n\nYeah, but you've got insurance.\n\n\n\nMITCH\n\nSo, what, you're going to shoot me? Because that's what you're telling the cops. If poor little Mikey doesn't get the very first heart available, all of us die.\n\n\n\nJ.Q.\n\nNo, I don't want to cheat anyone. I just want my kid to have a fair shot.\n\n\n\nMITCH\n\nSo what's the plan, Stan? I mean, exactly? How long are you going to hold us hostage? Until your son gets a new heart?\n\n\n\nJ.Q.\n\nI don't know.\n\n\n\nMITCH\n\nThink, Einstein. Use your head. Correct me if I'm wrong, Doctor, but hearts don't come just like that. It takes months, years sometimes.\n\n\n\nJ.Q.\n\nI know.\n\n\n\nMITCH\n\nThen what's your move?\n\n\n\nJ.Q.\n\nI'm not letting my kid die! I'm out of options, alright?! I have no more ideas. This is it. The end of the road. I'm looking for an act of God. I'm looking for a miracle.\n\n\n\nEXT. TWO-LANE HIGHWAY - DAY\n\n\n\nThe white BMW speeds along the highway, tries to pass the semi in front of her, and smashes into the embankment. It's the same accident as before, only this time, it's regular speed.\n\n\n\nINT. PEDIATRIC I.C.U. - DAY\n\n\n\nFrank Grimes stands outside Mike's room, just watching him through the glass.\n\n\n\nCLOSE ON MONITOR\n\n\n\nMike's blood pressure has fallen to 68. He is asleep, each breath magnified by the hollow, mechanized wheeze of the ventilator pump. Denise sits by his side, praying hard, tears rolling down her cheeks.\n\n\n\nPayne arrives, and the two stand there a moment. Watching the scene, Grimes is visibly moved. Even Payne and her super bitch attitude are a little humbled.\n\n\n\nPAYNE\n\nNo matter how many times I see it, this is the part I always hate.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nWatching the scene, Grimes is visibly moved. Even Payne and her super bitch attitude are a little humbled. PAYNE\n\nNo matter how many times I see it, this is the part I always hate. \n\nTARGET SECTION TO BE ANNOTATED:\nGRIMES\n\nDo you have any children, Miss Payne?\n\n\n\nPAYNE\n\nNo. No I don't.\n\n\n\nThey move to the doorway and tap lightly on the door.\n\n\n\nGRIMES\n\nMrs. Archibald?\n\n\n\nDenise's wet face turns to see the cause of the intrusion.\n\n\n\nGRIMES (CONT'D)\n\nCould we have a word with you?\n\n\n\nINT. HOSPITAL CORRIDOR - DAY\n\n\n\nDenise, Grimes, and Payne by the elevators.\n\n\n\nDENISE\n\nThis is my fault. When the hospital told me they were releasing Mikey, I was furious. I yelled at John to do something, anything. I never thought...\n\n\n\nGRIMES\n\nI understand. Is he a violent man, Mrs. Archibald.\n\n\n\nDENISE\n\nNo. Heavens, no. He's gentle. He's sweet. He wouldn't hurt a fly.\n\n\n\nGRIMES\n\nThat's not what he's saying. He's talking about killing people. Has he spent any time in the military?\n\n\n\nDENISE\n\nHey, what is this? I get what's going on here. You want me to tell you something you can use to hurt my husband.\n\n\n\nGRIMES\n\nHe's in a lot of trouble, Ma'am. We're going to need you to talk to him.\n\n\n\nDENISE\n\nLet's get something straight, Mister. You can't use me to make a case against John. I support my husband. Whatever he does. I'm on his side. Not yours.\n\n\n\nPAYNE\n\nMrs. Archibald...\n\n\n\nDENISE\n\nYou, don't talk to me. I'd tell you what I think of you but I'm a Christian woman. Now you people leave me alone. I have a sick child to look after.\n\n\n\nPAYNE\n\nI've decided to put Mike's name on the organ recipient list, Mrs. Archibald. The hospital will pay for everything.\n\n\n\nDenise looks at Payne, not daring to believe.\n\n\n\nDENISE\n\nReally.\n\n\n\nPayne nods. This is too much for Denise. She throws her arms around Payne, sobbing tears of joy. \n\n\n\nDENISE (CONT'D)\n\nOh, thank you. Thank you so much.\n\n\n\nPayne pats Denise on the back, awkwardly trying to comfort her.\n\n\n\nINT. HOPE MEMORIAL HOSPITAL - CORRIDORS - DAY\n\n\n\nGrimes and Payne move quickly through the corridors.\n\n\n\nGRIMES\n\nYou're good.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. HOPE MEMORIAL HOSPITAL - CORRIDORS - DAY\n\n\n\nGrimes and Payne move quickly through the corridors. GRIMES\n\nYou're good. \n\nTARGET SECTION TO BE ANNOTATED:\nPAYNE\n\nExcuse me?\n\n\n\nGRIMES\n\nWith the Archibald woman back there. Quite a performance. The sincere look, the comforting embrace. For a minute, I almost believed you cared.\n\n\n\nPayne's eyes flash with anger. She looks like she wants to say something, but she just turns and walks away.\n\n\n\nEXT. HOPE MEMORIAL HOSPITAL - DAY\n\n\n\nA restless crowd encircles the hospital, cordoned off by police blockades, uniformed cops forming a human wall around people. EMS rescue vehicles rumble onto the scene, sirens blaring.\n\n\n\nA police bus drives slowly into the parking lot. A SWAT team, dressed in flak jackets and riot gear, pours out.\n\n\n\nAn armada of soft drink, hot dog and ice cream vendors smell gold, and stake out their claims. It's Saturday afternoon, and the circus is in town.\n\n\n\nINT. EMERGENCY ROOM - LATE AFTERNOON\n\n\n\nJ.Q. and the hostages watch Tuck Lampley on an overhead TV. Jimmy Palumbo is being interviewed. ON SCREEN, J.Q. sees the massive police build-up, swallows. He looks at the clock. 5:05 PM. Ten minutes and counting.\n\n\n\nEXT. TWO-LANE HIGHWAY - LATE AFTERNOON\n\n\n\nA red and white medical helicopter descends from the sky. The accident scene is now secured by the flashing lights of police and medical teams. The screeching sound of cutting metal is heard as the rescuers use the jaws of life. As we see the car more closely now, we notice that the woman's arm rests out the open window. On her wrist is a silver donor bracelet.  \n\n\n\nEXT. COMMAND POST - LATE AFTERNOON\n\n\n\nGrimes returns to find the post empty. Nobody there except a few policemen and Sergeant Moody, who is doing a check on his walkie.\n\n\n\nGRIMES\n\nWhat's going on? Where is everybody?\n\n\n\nMoody indicates the map and the monitor.\n\n\n\nMOODY\n\nWe're sending in one of ours through the ventilation ducts.\n\n\n\nON SCREEN\n\n\n\nHe indicates the red nurses' phone.\n\n\n\nMOODY (CONT'D)\n\nIf we can get the target to that phone, it's a clear shot.\n\n\n\nGRIMES\n\nIs that right?\n\n\n\nMOODY\n\nYes, Lieutenant. That is right.\n\n\n\nGRIMES\n\nOn who's orders?\n\n\n\nINT.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat is right. GRIMES\n\nOn who's orders? INT. \n\nTARGET SECTION TO BE ANNOTATED:\n UNDERGROUND PARKING GARAGE - LATE AFTERNOON\n\n\n\nPolice Chief Gus Monroe, Wally Pitoniak, and a SWAT Team are in strategy session. They surround a sniper decked out in HBT regalia. A green video mini-monitor is being checked and fastened to the front of the sniper's vest. In the distance, Grimes bursts into the parking garage.\n\n\n\nGRIMES\n\nGus...\n\n\n\nMONROE\n\nNot one word. I don't want to hear one goddamn word out of you, Frank.\n\n\n\nGRIMES\n\nI'm not going to say anything. I'm just going to go get you your red nose.\n\n\n\nMONROE\n\nWhat did you say to me? Are you calling me a clown?\n\n\n\nMonroe goes after Grimes and has to be restrained.\n\n\n\nMONROE (CONT'D)\n\nI swear to God, I'll kill you.\n\n\n\nBoys. Boys.\n\n\n\nGRIMES\n\nYou going to do this behind my back, you sonofabitch?\n\n\n\nMONROE\n\nCheck the time, Frank. Look at your watch, Frank. The guy said at a quarter after he was going to start killing everybody, and we don't have any reason not to believe him.\n\n\n\nGRIMES\n\nSo goddamn stupid.\n\n\n\nMONROE\n\nYeah? What's your great idea?\n\n\n\nGRIMES\n\nThere are no great ideas!\n\n\n\nMONROE\n\nRight! Exactly. But right now I've got a shot at this guy. I don't even know what we're talking about. You know the score. You always take the clear shot.\n\n\n\nGRIMES\n\nThe wife has agreed to speak to him. Let her talk him down.\n\n\n\nMONROE\n\nThat's exactly what we're going to do.\n\n\n\nGRIMES\n\nWhat? You use the man's wife to set him up?\n\n\n\nMONROE\n\nWhatever works. Let me paint a picture for you. And I hope it's clear. What we've got is a lose/lose. If this guy starts whacking out the hostages, it's bad, right? But if we give in to this asshole, it's also bad.\n\n\n\nGRIMES\n\nBad for who?\n\n\n\nMONROE\n\nIt's an election year. Do you want me to spell it out for you? A, B, C. However it goes down, this guy's not going to make it.\n\n\n\nGRIMES\n\nSo, you kill him? That's a P.R.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRIMES\n\nSo, you kill him? That's a P. R. \n\nTARGET SECTION TO BE ANNOTATED:\n bonanza.\n\n\n\nMONROE\n\nThere's not going to be a slaughter in there. Not on my watch. You're out, Frank.\n\n\n\nGRIMES\n\nOut?\n\n\n\nMONROE\n\nOut. No hard feelings. But you're officially relieved of duty. I'll handle it from here.\n\n\n\nGRIMES\n\nYou?\n\n\n\nMONROE\n\nIt's not my first trip around the dance floor, you know.\n\n\n\nGrimes laughs out loud.\n\n\n\nGRIMES\n\nYeah.\n\n\n\nMONROE\n\nHey, I don't like it any better than you do, but I'm under a lot of pressure here. Everyone is wetting their pants on this one. Believe me, my ass is swinging in the breeze.\n\n\n\nMonroe turns and walks away. Grimes calls out after him.\n\n\n\nGRIMES\n\nWhat about the hostages?\n\n\n\nMONROE\n\nThey better keep their heads down.\n\n\n\nINT. EMERGENCY ROOM - LATE AFTERNOON\n\n\n\nJ.Q. paces back and forth looking at the clock. His level of irritation is growing exponentially.\n\n\n\nJ.Q.\n\nWhere the hell are these guys?\n\n\n\nMitch is now contrite and trying to reconcile with his battered girlfriend.\n\n\n\nMITCH\n\nJulie...\n\n\n\nJULIE\n\nLeave me alone.\n\n\n\nMITCH\n\nI'm sorry. I'm a lousy drunk, okay? I get out of control. I don't mean to, but I do and I lose my mind. But that doesn't mean I don't love you. And I'll change. I swear to God, I will. It's you and me, baby. All the girls in the club, they don't mean shit to me. It's only you. I'll get down on my knees if you want me to. Look, I'm on my knees in front of everyone. I'll even forget you kicked me in the nuts. Come on.\n\n\n\nJULIE\n\nNo, Mitch. This is always how it goes. You treat me like shit, then come crawling back to me like Prince Charming. Not this time. It's over.\n\n\n\nShe takes off a big diamond from her finger and drops it on the floor. It bounces and disappears under a table.\n\n\n\nMITCH\n\nAw, come on. Don't do that. That ring cost me twenty grand.\n\n\n\nJULIE\n\nPoor little rich boy. Used to getting everything he wants. Buying his way in and out of everything.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nJULIE\n\nPoor little rich boy. Used to getting everything he wants. Buying his way in and out of everything. \n\nTARGET SECTION TO BE ANNOTATED:\nLester bends over and tries inconspicuously to look for the ring. The security guard gets on his hands and knees. Even Debby sneaks a peek.\n\n\n\nMITCH\n\nDo you mind? Stay away from the ring, please.\n\n\n\nSECURITY GUARD\n\nHey, she don't want it.\n\n\n\nLESTER\n\nyeah. Finders keepers, man.\n\n\n\nThe hostages laugh and Mitch goes crazy.\n\n\n\nJ.Q.\n\nHey, what's so funny? Does everybody think this is a joke? You all should be thinking about your own lives, hoping that phone rings with some good news. Because in about five minutes, the road is going to get a lot narrower.\n\n\n\nEXT. COMMAND POST - LATE AFTERNOON\n\n\n\nMonroe moves outside and joins the other SWAT team personnel at the video tap. Grimes follows to plead his case.\n\n\n\nGRIMES\n\nBut he's not a wacko, Gus. Married with a family, no history of mental illness. No radical political views. He doesn't fit the profile.\n\n\n\nMONROE\n\nDon't matter. You know as well as I do that anybody can fit the profile at any time.\n\n\n\nMOODY\n\nHe's got a gun and he's got hostages. That's a profile.\n\n\n\nGRIMES\n\nHow long have we been doing this? You've got to trust me on this one. Gus, I like the guy.\n\n\n\nMONROE\n\nWell I don't. I don't like nut jobs who point guns at innocent people. It pisses me off.\n\n\n\nGRIMES\n\nHe's not a nut job.\n\n\n\nMONROE\n\nMaybe you're right. Maybe he's bluffing. Maybe he's just a nice guy with a problem. Maybe he's misunderstood and needs to blow off a little steam. Hey, it's possible. But I can't depend on that, Frank. This asshole has raised the stakes real high. And I need to match it, just in case he's not bluffing. Now, we've got five minutes before he starts throwing bodies out the door. I've got a chance to end this right now and I'm taking it.\n\n\n\nGRIMES\n\nI'm telling you, you're making a mistake.\n\n\n\nMONROE\n\nYeah, well. We try harder.\n\n\n\nGRIMES\n\nI want to be on the record. Monroe hands Grimes a set of headphones.\n\n\n\nMONROE\n\nYou can be on whatever you want. Now I got you a chair.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nMonroe hands Grimes a set of headphones. MONROE\n\nYou can be on whatever you want. Now I got you a chair. \n\nTARGET SECTION TO BE ANNOTATED:\n Put these on and have a seat.\n\n\n\nGRIMES\n\nGus...\n\n\n\nMONROE\n\nWill you stop already? Jesus, Frank. You're so emotional.\n\n\n\nOn one of the monitors WE SEE the ER room and hostages. On the other, the red nurses' phone. The images are black and white and grainy.\n\n\n\nMOODY\n\n(into walkie-talkie)\n\nThis is Moody. Let's go.\n\n\n\nINT. HOSPITAL ENGINE AND POWER ROOM - LATE AFTERNOON\n\n\n\nPitoniak climbs along the narrow catwalk until he reaches the area that houses the air-conditioning unit. We hear the thunderous sound of an enormous compressor. Pitoniak reaches for the AC on/off switch.\n\n\n\nINT. EMERGENCY ROOM - LATE AFTERNOON\n\n\n\nJ.Q. paces. Everyone keeps looking at the clock. 5:12 PM. Three minutes to go.\n\n\n\nJ.Q.\n\nSome first day, huh?\n\n\n\nDEBBY\n\nA little more stressful than I thought it would be.\n\n\n\nJ.Q. cracks a smile. Just then, a loud rattle echoes through the ER, pipes clanging.\n\n\n\nJ.Q.\n\nWhat was that?\n\n\n\nSECURITY GUARD \n\nAir conditioning unit just shut off.\n\n\n\nJ.Q.\n\nYeah? Why?\n\n\n\nSECURITY GUARD\n\nThe power automatically shuts down when the thermostat hits a certain temperature.\n\n\n\nTIGHT ON J.Q.\n\nSomething doesn't feel right.\n\n\n\nINT. DUCT SYSTEM - LATE AFTERNOON\n\n\n\nINTERCUT\n\n\n\nAn armed SNIPER pops his head up and slithers along the plated aluminum floor of an AC duct, a remote mini-monitor in the palm of his hand.\n\n\n\nEXT. NEWS VAN - LATE AFTERNOON\n\n\n\nSnipers lock and load assault rifles, and Tuck Lampley's crew frantically unspools fiber optic cable line to a hospital outsource, cutting and splicing it back to the news van.\n\n\n\nLAMPLEY\n\nWhere's my picture?\n\n\n\nFREDDY B.\n\nComing. We just need to unscramble the police encryptment. We're almost there.\n\n\n\nLAMPLEY\n\nWell, hurry up. I've got a contact in cardiology. The cops are setting up a phone call with this guy and his wife. This is going to be unbelievable.\n\n\n\nINT. DUCT SYSTEM - LATE AFTERNOON\n\n\n\nThe sniper continues to crawl through the duct toward a light emanating from a louvered grill.\n\n\n\nEXT.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. DUCT SYSTEM - LATE AFTERNOON\n\n\n\nThe sniper continues to crawl through the duct toward a light emanating from a louvered grill. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n COMMAND POST - LATE AFTERNOON\n\n\n\nMoody looks at his watch, synchronizes. Monroe does.\n\n\n\nMOODY\n\n(into walkie-talkie) \n\nAre you with a wife? Good. Let's patch it through.\n\n\n\nINT. EMERGENCY ROOM - LATE AFTERNOON\n\n\n\n5:14 PM. All eyes on the clock. Hostages tired, hot, emotionally spent. Suddenly, a phone clangs. J.Q. looks around, surprised. He sees a desk phone, picks it up. Dead. He moves to another phone. Nothing. But the mysterious phone continues to ring.\n\n\n\nJ.Q.\n\nWhere's the phone? Which phone is it?\n\n\n\nINT. NEWS VAN - LATE AFTERNOON\n\n\n\nNews monitors cackle with white snow. No picture. Freddy B. works the equipment. Lampley pokes his head in.\n\n\n\nLAMPLEY\n\nCome on, goddammit. They're putting the call through.\n\n\n\nSuddenly, an audio hook-up. The phone clanging like an alarm bell.\n\n\n\nFREDDY B.\n\nOh, yeah. We got sound.\n\n\n\nLAMPLEY\n\nGood. Good. But where's the video? Come on. I need picture.\n\n\n\nINT. EMERGENCY ROOM - TREATMENT AREA - LATE AFTERNOON\n\n\n\nJ.Q. moves from phone to phone with no luck. The phone keeps ringing. Finally he moves into the corridor, spotting a red phone at the nurses' station.\n\n\n\nEXT. COMMAND POST - LATE AFTERNOON\n\n\n\nCLOSE ON VIDEO TAP\n\n\n\nSurreal, distorted focus, like a funhouse mirror. Suddenly, J.Q. races into frame and snatches the phone.\n\n\n\nJ.Q.\n\nThis better be good, Frank.\n\n\n\nINT. EMERGENCY ROOM - TREATMENT AREA - LATE AFTERNOON\n\n\n\nDENISE (O.S.)\n\nJohn?\n\n\n\nJ.Q.\n\nDenise?\n\n\n\nDENISE (O.S.)\n\nHi, baby. We're on the list!\n\n\n\nJ.Q.\n\nWhat?\n\n\n\nDENISE (O.S.)\n\nPayne was just here. Mike's name is on the list. You did it.\n\n\n\nINT. EMERGENCY ROOM - LATE AFTERNOON\n\n\n\nThe hostages are glued to the TV, watching covering from the outside about what's happening on the inside.\n\n\n\nJ.Q.\n\nOkay. Great. We're on the list. Wow. How's Mikey doing?\n\n\n\nDENISE (O.S.)\n\nNot so good, baby.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nHow's Mikey doing? DENISE (O. S.)\n\nNot so good, baby. \n\nTARGET SECTION TO BE ANNOTATED:\n He looks like he's going away.\n\n\n\nEXT. COMMAND POST - LATE AFTERNOON\n\n\n\nCops are glued to the monitor. Grimes looks on, disgusted.\n\n\n\nINT. MIKE'S ICU ROOM - LATE AFTERNOON\n\n\n\nDENISE\n\nThey've done everything they can but he keeps getting worse and worse. Oh my God, our poor baby.\n\n\n\nDenise cracks. Tears come and there's no stopping them.\n\n\n\nINT. CRAWL SPACE - LATE AFTERNOON\n\n\n\nThe sniper pops off the grill, revealing the acoustic tile of the ceiling below. He raises the microphone to his mouth.\n\n\n\nSNIPER\n\nTwo zero to base camp. I'm in position one.\n\n\n\nMOODY (O.S.)\n\nGo.\n\n\n\nINT. EMERGENCY ROOM - TREATMENT AREA - LATE AFTERNOON\n\n\n\nJohn rests his head and closes his eyes as he listens to his wife falling apart.\n\n\n\nDENISE (O.S.)\n\nYou know, sometimes I think he's an angel. A real angel, sent down to keep us company for a while.\n\n\n\nJ.Q.\n\nIt's going to be alright, sweetheart.\n\n\n\nDENISE (O.S.)\n\nAre you praying for him? Are you praying for our boy?\n\n\n\nJ.Q.\n\nYeah, baby. I'm praying.\n\n\n\nDENISE (O.S.)\n\nOh my God, what are we going to do?\n\n\n\nJ.Q.\n\nI don't know.\n\n\n\nDENISE (O.S.)\n\nMaybe we should let him go. Maybe it's meant to be and we should accept it.\n\n\n\nJ.Q.\n\nNo. Don't say it.\n\n\n\nDENISE (O.S.)\n\nI don't know what else to think. The priest keeps coming. He wants to give him last rites.\n\n\n\nJ.Q.\n\nDenise, don't you lose faith now. Not you. You can't give up. Mikey's going to make it. I swear on my life, he's going to make it. You've got to believe.\n\n\n\nDENISE (O.S.)\n\nOkay, baby. I'll believe.\n\n\n\nJ.Q.\n\nIs he awake? Can I talk to him? INT. NEWS VAN - LATE AFTERNOON\n\n\n\nOn the monitors, the blizzard of white snow morphs into a clear picture of J.Q. on the phone. Mike's tired voice suddenly comes over the audio.\n\n\n\nMIKE (O.S.)\n\nDad?\n\n\n\nEXT.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nMIKE (O. S.)\n\nDad? EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOPE MEMORIAL HOSPITAL - LATE AFTERNOON\n\n\n\nINTERCUT\n\n\n\nLampley is giving the thumbs up. They have picture.\n\n\n\nLAMPLEY\n\nAre we good? Beautiful baby. You're a genius.\n\n\n\nLampley puts on his most sincere look as the Channel 8 news team goes live.\n\n\n\nLAMPLEY (CONT'D)\n\nThis is Tuck Lampley at Hope Memorial Hospital, where we are bringing you exclusive live coverage of a phone call between the father and the son he is fighting so desperately to save.\n\n\n\nON POLICE VIDEO TAP CAMERA\n\n\n\nWE SEE J.Q.\n\n\n\nLeaning against the wall. Father and son's 911 static scratched voices crackling.\n\n\n\nJ.Q.\n\nMike? How you doing, buddy? You hanging in there?\n\n\n\nMIKE (O.S.)\n\nUh-huh. How are you?\n\n\n\nJ.Q.\n\nMe? I'm fine. Don't worry about me.\n\n\n\nINT. DUCT SYSTEM - LATE AFTERNOON\n\n\n\nThe sniper crawls from the louvered grill, moving along two metal support rails. He takes a crouching position over the acoustic tile.\n\n\n\nINT. MIKE'S ICU ROOM - LATE AFTERNOON\n\n\n\nMike is propped up in bed, now breathing with some difficulty. He's so weak, Denise has to hold the phone.\n\n\n\nMIKE\n\nHow come you're not here, Dad? Where are you?\n\n\n\nJ.Q. (O.S.)\n\nOh, I'm kind of tied up right now. I can't get away.\n\n\n\nINTERCUTTING SHOTS OF TV SETS AROUND THE NATION\n\n\n\nQuick, jagged CUTS: American families. People in bars. TV appliance stores. Even the hostages in the ER. Awestruck at what they're witnessing.\n\n\n\nINT. MIKE'S ICU ROOM - LATE AFTERNOON\n\n\n\nMIKE\n\nMom says I need a new heart.\n\n\n\nJ.Q. (O.S.)\n\nThat's right, champ.\n\n\n\nMIKE\n\nWhat's wrong with my heart?\n\n\n\nJ.Q. (O.S.)\n\nNot a thing, buddy. Not a thing. We just have to put a new one in so you can be stronger, okay?\n\n\n\nMIKE\n\nOkay.\n\n\n\nINT. DUCT SYSTEM - LATE AFTERNOON\n\n\n\nThe sniper lifts a ceiling tile, exposing the treatment room below. There, across the room, is J.Q. talking on the phone.\n\n\n\nINT.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere, across the room, is J. Q. talking on the phone. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MIKE'S ICU ROOM - LATE AFTERNOON\n\n\n\nINTERCUT\n\n\n\nMike stops to catch his breath. He's really on his last legs. He just lays there a second before asking the big one.\n\n\n\nMIKE\n\nHey, Dad?\n\n\n\nJ.Q. (O.S.)\n\nYeah, Mike.\n\n\n\nMIKE\n\nAm I going to die?\n\n\n\nDenise's hand flies to her mouth.\n\n\n\nINT. DUCT SYSTEM - LATE AFTERNOON\n\n\n\nCLOSE ON THE SNIPER\n\n\n\nHe pushes the barrel of his weapon through the opening in the ceiling and puts his eye to the scope.\n\n\n\nSNIPER POV\n\n\n\nThrough the scope, J.Q.'s tormented face racks into focus, but he moves behind a partition. The shot is not clear.\n\n\n\nJ.Q.\n\nNo, Mikey, you're not going to die.\n\n\n\nMIKE (O.S.)\n\nHow do you know?\n\n\n\nJ.Q.\n\nHey, what good would the world be without you? Without you, there is no world.\n\n\n\nEXT. HOPE MEMORIAL HOSPITAL - LATE AFTERNOON\n\n\n\nLampley stands by the news van watching the drama unfold on the monitor before him. He's a little choked up.\n\n\n\nLAMPLEY\n\nOh my God. This is the greatest thing I've ever seen. This is my white Bronco.\n\n\n\nINT. EMERGENCY ROOM - TREATMENT AREA - LATE AFTERNOON\n\n\n\nJ.Q.\n\nHey, Mike.\n\n\n\nMIKE (O.S.)\n\nYeah, Dad?\n\n\n\nSNIPER POV - SCOPE MATTE\n\n\n\nJ.Q. moves out from behind the partition and into the open. He's a sitting duck now.\n\n\n\nINT. DUCT SYSTEM - LATE AFTERNOON\n\n\n\nThe sniper cues his mic.\n\n\n\nSNIPER \n\nOn your call.\n\n\n\nINT. EMERGENCY WAITING ROOM - LATE AFTERNOON\n\n\n\nINTERCUT\n\n\n\nThe hostages are glued to the TV set. Maguire, Julie, Debby, Marjorie Klein hang on J.Q.'s every word.\n\n\n\nJ.Q.\n\nYou know how much I love you, don't you? How proud I am of you?\n\n\n\nMIKE (O.S.)\n\nYeah.\n\n\n\nEXT. COMMAND POST - LATE AFTERNOON\n\n\n\nMonroe nods at Moody. It's time.\n\n\n\nMOODY\n\n(into walkie-talkie)\n\nTake the shot.\n\n\n\nINT.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's time. MOODY\n\n(into walkie-talkie)\n\nTake the shot. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n EMERGENCY ROOM - TREATMENT AREA - LATE AFTERNOON\n\n\n\nFrom across the room and through the ceiling, a small red light snaps on. WE ZOOM IN to see what it is.\n\n\n\nJ.Q.\n\nYeah, well, I wanted to tell you that. Just in case I forgot.\n\n\n\nINT. DUCT SYSTEM - LATE AFTERNOON\n\n\n\nSNIPER POV\n\n\n\nJ.Q. is in the crosshairs. Dead center. The red laser dot square in the middle of his back.\n\n\n\nJ.Q.\n\nGive me a Chris Cormeir, will you? Yah!\n\n\n\nMIKE (O.S.)\n\nOh, yeah. Chris Cormeir. He's great.\n\n\n\nINT. EMERGENCY ROOM - LATE AFTERNOON\n\n\n\nThe hostages attention has been so focused on the screen, none of them have realized that for John to be on TV, there has to be a camera inside the ER. Suddenly, it hits Lester.\n\n\n\nLESTER\n\nWhat the hell. Oh, shit...\n\n\n\nINT. DUCT SYSTEM - LATE AFTERNOON\n\n\n\nTIGHT ON THE TRIGGER. As the sniper squeezes --\n\n\n\nINT. EMERGENCY ROOM - TREATMENT AREA - LATE AFTERNOON\n\n\n\nJ.Q.\n\nGet some rest, buddy. Okay?\n\n\n\nMIKE (O.S.)\n\nOkay. I love you, Dad.\n\n\n\nJ.Q.\n\nYeah. I love you, too.\n\n\n\nAs J.Q. hangs up the receiver, the sniper pulls the trigger.\n\n\n\nLESTER\n\nHey, John. You're on the TV, you know that?\n\n\n\nBANG!\n\n\n\nJohn turns as the bullet explodes from the chamber, muzzle flashing. A bullet blows through J.Q.'s shoulder, knocking him backwards against the wall.\n\n\n\nEXT. COMMAND POST - LATE AFTERNOON\n\n\n\nThe echoing gunshot rumbles through the air like a thunderclap. Monroe, Moody, Grimes and Payne react as the hostages scatter.\n\n\n\nMOODY\n\nHe's down. We got him. He's down.\n\n\n\nGrimes pulls off his cans.\n\n\n\nGRIMES\n\nYour kids are lucky, Gus. Their father's coming home tonight.\n\n\n\nMEDIA MONITORS, POLICE VIDEO TAP, TV SETS\n\n\n\nThe cops. Lampley. America. All tuned into the --\n\n\n\nINT. EMERGENCY ROOM - TREATMENT AREA - LATE AFTERNOON\n\n\n\nSheer pandemonium. Hostages run for cover. The phone receiver swings back and forth, and a bloody J.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nEMERGENCY ROOM - TREATMENT AREA - LATE AFTERNOON\n\n\n\nSheer pandemonium. Hostages run for cover. The phone receiver swings back and forth, and a bloody J. \n\nTARGET SECTION TO BE ANNOTATED:\n. is slumped against the wall.\n\n\n\nEXT. HOPE MEMORIAL HOSPITAL - LATE AFTERNOON\n\n\n\nLampley continues his live coverage as horrified crowds move around him.\n\n\n\nLAMPLEY\n\nAll we know at this point is that an attempt has been made on the gunman's life. Repeat. John Q. has been shot.\n\n\n\nINT. EMERGENCY ROOM - TREATMENT AREA - LATER\n\n\n\nJ.Q. sits, his shirt soaked in blood. Among all the madness, something funny happens.\n\n\n\nINT. DUCT SYSTEM - LATE AFTERNOON\n\n\n\nThe sniper loses his balance and his leg crashes through the acoustic tile ceiling. He is momentarily stuck.\n\n\n\nINT. EMERGENCY ROOM - TREATMENT AREA - LATE AFTERNOON\n\n\n\nJ.Q. blinks. The wound, the hysteria, the events of the day, and now a leg sticking through the ceiling. It's all very surreal. He gets up, moves to the leg, and pulls. And the ceiling comes crashing down.\n\n\n\nEXT. COMMAND POST\n\n\n\nStunned, Monroe, Moody, Grimes and Payne grimly watch J.Q. subduing the sniper on the video tape monitors. Their faces are in stark contrast with the chaos that surrounds them.\n\n\n\nMOODY\n\nHe's not down.\n\n\n\nGRIMES\n\nThis is very bad, Gus.\n\n\n\nA UNIFORMED POLICEMAN runs up with a cell phone and hands it to Monroe.\n\n\n\nMONROE\n\nNot now.\n\n\n\nPOLICEMAN\n\nIt's the Mayor, sir. And you better kill that video feed. The media's pirated the signal and the whole thing just went out live over national TV.\n\n\n\nAs Monroe takes the phone and Moody starts barking out orders, the feed is disconnected, and the monitors go blank.\n\n\n\nEXT. TWO-LANE HIGHWAY - GOLDEN HOUR\n\n\n\nThe beautiful woman's body is loaded onto the medivac. The helicopter lifts off and disappears into the darkening sky.  \n\n\n\nINT. COMPUTER ROOM - SOMEWHERE IN AMERICA - NIGHT\n\n\n\nThe daisy wheel keeps on turning. WE SEE the words as they're printed. Vernell Tilson. Status 2. Arthur Friedlander. Status 3. Amy Podgorsky. Status 2. And a new entry, Mike Archibald, Age 9, 85 pounds. It's official. He's on the list. Status 1.\n\n\n\nINT.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe's on the list. Status 1. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n EMERGENCY ROOM - GOLDEN HOUR\n\n\n\nThe sniper now sits restrained to a chair, his hands and feet bound by adhesive tape. The other hostages are somber, knowing that they are caught smack in the middle of this mess. J.Q. sits stripped to the waist as Maguire removes the bullet from his shoulder, his wheel spinning, spinning.\n\n\n\nJ.Q.\n\nIt's over. Mikey's not going to make it.\n\n\n\nJULIE\n\nBut the list.\n\n\n\nJ.Q.\n\nWhat list? They're shooting at me. They're not going to help my kid. It's time to change plans.\n\n\n\nDR. KLEIN\n\nWhat about an El-vad?\n\n\n\nDR. TURNER\n\nNo.\n\n\n\nJ.Q.\n\nWhat's an El-vad?\n\n\n\nDR. KLEIN\n\nA left Ventricular Assist Device. It's basically a pump inserted into the chest cavity, wired to the heart to keep it stimulated.\n\n\n\nJ.Q.\n\nAll this time there's been a way to save his life and you never said anything?\n\n\n\nDR. TURNER\n\nIt's not a solution. It's only a band aid. Mike's immune system may be too weak.\n\n\n\nJ.Q.\n\nWill it give him time?\n\n\n\nDR. TURNER\n\nNot long. It's only a temporary measure.\n\n\n\nJ.Q. My kid's down to hours and minutes, Doc. Things don't get more temporary than that.\n\n\n\nEXT. HOPE MEMORIAL HOSPITAL - GOLDEN HOUR\n\n\n\nThe police are unceremoniously disconnecting Channel 8's pirated signal, hassling Lampley's crew, and telling them they are all going to be arrested.\n\n\n\nLAMPLEY\n\nYou're going to bust me? Get real. You just shot an innocent man on primetime TV.\n\n\n\nA roar from the crowd indicates something big is happening. J.Q. is coming outside. He's got the sniper in tow, using him as a human shield. The crowd behind the barricade is huge now, holding up signs like \"Have a Heart,\" \"Save Mike,\" and \"John Q. Public.\" They scream encouragement with J.Q.'s every move. As he comes forward, police and SWAT teams train their rifles on him.\n\n\n\nJ.Q.\n\nGrimes. Grimes!\n\n\n\nBehind the barricade, Frank Grimes stands with Monroe and Moody.\n\n\n\nMONROE\n\nAlright.\n\n\n\nGRIMES\n\nAlright, what?\n\n\n\nMONROE\n\nLet's go out there. See what he wants.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRIMES\n\nAlright, what? MONROE\n\nLet's go out there. See what he wants. \n\nTARGET SECTION TO BE ANNOTATED:\nGRIMES\n\nBut I thought you said I was out.\n\n\n\nMONROE\n\nI stepped in shit, Frank. Is that what you want to hear, goddammit? Now quit breaking my stones. I need you to save my ass on this one.\n\n\n\nFrank Grimes smiles before grabbing a megaphone from one of the uniforms and stepping out from behind the barricade with Monroe and Moody.\n\n\n\nGRIMES\n\nHold your fire.\n\n\n\nJ.Q. looks around at the hundreds of weapons all pointing right at him. They're everywhere he turns. He sees Grimes approaches.\n\n\n\nJ.Q.\n\nLook what I found.\n\n\n\nThe crowd cheers support for their new hero.\n\n\n\nGRIMES\n\nJohn.\n\n\n\nJ.Q.\n\nWho are these guys? Who the hell are you? Oh, I know who you are, the guys who tried to take me out.\n\n\n\nJ.Q. indicates his bleeding shoulder.\n\n\n\nJ.Q. (CONT'D)\n\nAlmost.\n\n\n\nGRIMES\n\nThis is Sergeant Moody and Police Chief Monroe.\n\n\n\nMONROE\n\nWhat are we doing, John?\n\n\n\nJ.Q.\n\nYou were going to call me back. I gave you your hostages and you were supposed to call me back. But no, you want me dead.\n\n\n\nGRIMES\n\nI don't want you dead.\n\n\n\nJ.Q.\n\nNo, you want to kill me. You want to kill me so bad you can taste it.\n\n\n\nGRIMES\n\nNobody wants to kill you.\n\n\n\nJ.Q.\n\nNobody wants to kill me?\n\n(indicates the sniper)\n\nWho is this?\n\n\n\nThe crowd voices their displeasure in a chorus of \"boos.\"\n\n\n\nGRIMES\n\nThat wasn't my call. I --\n\n\n\nJ.Q.\n\nI, I, I bullshit! You tried to kill me. You tried to kill me while I was talking to my boy!\n\n\n\nThe crowd erupts. They're getting rowdy now. The cops are getting jumpy, their rifles trained, their trigger fingers ready.\n\n\n\nMONROE\n\nJohn, listen to me. Lieutenant Grimes had nothing to do with that. It was my call.\n\n\n\nJ.Q.\n\nDon't lie to me. I don't need to be bullshitted by some lying flunky cops.\n\n\n\nGRIMES\n\nWhat are we, friends all of a sudden? All of a sudden, we owe you something? You pulled the gun. You're the one that took the hospital. What did you think would happen? You want truth Here's some truth.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou're the one that took the hospital. What did you think would happen? You want truth Here's some truth. \n\nTARGET SECTION TO BE ANNOTATED:\n This is going to end up bad for you. There's only two ways out of here. Jail or dead.\n\n\n\nJ.Q. hears the words and they sink in. He knows they're right.\n\n\n\nGRIMES (CONT'D)\n\nLook around you. Look at all of it. It's crazy. You don't want to do this.\n\n\n\nJ.Q.\n\nI just want my life back.\n\n\n\nGRIMES\n\nI understand. It's hard to be a man these days. Hard to know what the right thing is. Put the gun down, John. It's all over. You got everything you asked for. Mike is on the list. Status one.\n\n\n\nJ.Q.\n\nI don't believe you.\n\n\n\nGRIMES\n\nI give you my word.\n\n\n\nJ.Q.\n\nForgive me for being skeptical, Frank, but your word is shit!\n\n\n\nThe crowd goes crazy, cheering and shouting out their encouragement. The faces are those of outrage and passion. Some even with tears streaming down their faces. J.Q. looks out the overwhelming display of support.\n\n\n\nGRIMES\n\nHey, what are you doing? Stay with me, John. You think these people give a shit about you? They don't. You're just the cause of the moment. Believe me, in a couple of days, they'll be outraged about something else. Nobody cares, John. That's the real truth. Nobody cares. Only you. It's only you and me out here, and all these guns pointed at you. So, what do you want to do? It's your call.\n\n\n\nJ.Q.\n\nI want my son.\n\n\n\nMOODY\n\nWhat?\n\n\n\nJ.Q.\n\nBring me my son. I want my son inside with me.\n\n\n\nMONROE\n\nCan't do it.\n\n\n\nJ.Q.\n\nThere's an operation that could save his life. I'm going to need some equipment but I've got two surgeons inside that are ready to go.\n\n\n\nMONROE\n\nYou listen to me, you sonofabitch. You give this up right now, turn yourself in. And your son will have any and every means of assistance. If not, if you keep this up, this is going to be very bad for you.\n\n\n\nJ.Q.\n\nAre you threatening me, Chief? Take your best shot. Oh, I forgot, you already did. No, we'll do this my way. You give me my boy, they do the surgery and then I give up.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nOh, I forgot, you already did. No, we'll do this my way. You give me my boy, they do the surgery and then I give up. \n\nTARGET SECTION TO BE ANNOTATED:\n Nobody gets hurt and everyone goes home.\n\n\n\nMonroe studies J.Q. and considers.\n\n\n\nMONROE\n\nWhat do you think, Frank?\n\n\n\nGRIMES\n\nI say give it to him. He's not going to hurt his boy.\n\n\n\nMonroe takes his time making his decision.\n\n\n\nMOODY\n\nSir, the object is to get hostages out, not to let more in.\n\n\n\nMONROE\n\nThe boy is not a hostage. He's the man's son. Do it.\n\n\n\nINT. HOPE MEMORIAL HOSPITAL - HALLWAY - MAGIC HOUR\n\n\n\nMike's hospital bed flies down the hallway. Running alongside we see Denise, Payne and nurses holding medical equipment.\n\n\n\nMIKE\n\nMom, where are we going?\n\n\n\nDENISE\n\nTo see your father.\n\n\n\nEXT. HOPE MEMORIAL HOSPITAL - MAGIC HOUR\n\n\n\nThe front doors burst open and Mike's bed is rolled onto the sidewalk. COPS run alongside like secret service agents, protecting Mike, pushing a path through the crowd. \n\n\n\nCOPS\n\nComing through. Let's go. Move it back, folks.\n\n\n\nThe mob swarms around the speeding bed, trying to get a look at Mike, who considers the circus atmosphere surrounding him. As the bed hits the police barricade, the cops take over.\n\n\n\nDENISE\n\nLet me through. I'm his mother.\n\n\n\nBut she is held back as Mike is ushered through.\n\n\n\nINT. EMERGENCY ROOM - MAGIC HOUR\n\n\n\nMike's bed is rolled slowly to a stop outside the ER doors. The sniper is released and J.Q. stands guard as Mike is rolled in by Turner and Maguire, before locking the door behind them.  \n\n\n\nMIKE\n\nDad, where have you been?\n\n\n\nJ.Q.\n\nJust waiting for you, buddy.\n\n\n\nMike looks up to see Dr. Turner walking alongside. He looks up at him and smiles. Mike is wheeled into a Trauma room where the monitors quickly come to life.\n\n\n\nINT. MIKE'S TRAUMA ROOM - MAGIC HOUR\n\n\n\nJ.Q. looks at Mike as the medical team assess his condition, just watching helplessly as the life drains out of his body.\n\n\n\nJ.Q.\n\nHow are you feeling, slugger?\n\n\n\nMIKE\n\nI'm okay. Tired.\n\n\n\nBeep. Beep. The monitors whisper faintly, irregularly, Turner steps in front of J.Q.\n\n\n\nDR. TURNER\n\nOut.\n\n\n\nJ.Q.\n\nWhat?\n\n\n\nDR.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nQ. What? DR. \n\nTARGET SECTION TO BE ANNOTATED:\n TURNER\n\nI need some time to examine Mike and I don't need you getting in the way. It's crowded enough in here.\n\n\n\nJ.Q.\n\nI'll stay in the corner.\n\n\n\nDR. TURNER\n\nI'm serious, John. Let me do my job.\n\n\n\nTurner ushers him out the door and closes it behind him. John looks up to find the hostages staring at him. Uncomfortable, he moves into a recovery room.\n\n\n\nINT. EMERGENCY ROOM - TRAUMA ROOM - NIGHT\n\n\n\nJ.Q., alone, notices the simple wooden cross hanging over the door. He stares at it a long time before kneeling, his arms resting on the bed.\n\n\n\nJ.Q.\n\nBless me, father. For I have sinned. It's been a long time, so forgive me if I'm a little rusty. I know you do things your own way. But I'm finding it hard to understand why you would want Mike to be so sick.\n\n\n\nINT. MIKE'S TRAUMA ROOM - NIGHT\n\n\n\nTurner administers the meds and Mike's eyes glaze and roll back in his head. With all the drugs coursing through his system, Mike is really out of it now. But as Dr. Turner diligently attends to Mike, the boy considers him, the bright O.R. lights casting a halo around the doctor's head.\n\n\n\nMIKE\n\nAre you God?\n\n\n\nDR. TURNER\n\n(caught off-guard)\n\nYeah, kid. Yeah, I am.\n\n\n\nTurner continues working, and as he turns his back to the boy, he hears the question that floors him.\n\n\n\nMIKE\n\nWhere you been?\n\n\n\nINT. EMERGENCY ROOM - TRAUMA ROOM - NIGHT\n\n\n\nJ.Q.\n\nI keep waiting for you to step in and help him. But you never do. And I don't understand. I don't understand and I don't forgive. So, help me, Father. Because I'm trying. I'm really trying.\n\n\n\nDr. Turner appears at the doorway and sees John on his knees.\n\n\n\nDR. TURNER\n\nJohn?\n\n\n\nJ.Q. looks up and Dr. Turner soberly shakes his head. The news isn't good.\n\n\n\nINT. EMERGENCY ROOM - TREATMENT AREA - NIGHT\n\n\n\nDr. Turner and John look through the glass at Mike resting peacefully.\n\n\n\nDR. TURNER\n\nMike's blood pressure has dropped into the mid-forties.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nTurner and John look through the glass at Mike resting peacefully. DR. TURNER\n\nMike's blood pressure has dropped into the mid-forties. \n\nTARGET SECTION TO BE ANNOTATED:\n His atrial blood pressure should be in the low teens. It's thirty-five. If I put that LVAD into him, his heart will never be able to handle the extra strain.\n\n\n\nJ.Q.\n\nBut...\n\n\n\nDR. TURNER\n\nNot buts, John. Without a new heart, he's not going to make it.\n\n\n\nJ.Q. is devastated. It takes a few moments to sink in.\n\n\n\nJ.Q.\n\nTake mine.\n\n\n\nTurner doesn't get it.\n\n\n\nDR. TURNER\n\nWhat?\n\n\n\nJ.Q.\n\nYou heard me. Take my heart and put it in Mike.\n\n\n\nMITCH\n\nJohn, buddy, you're talking a little nutsy cukoo, here.\n\n\n\nDR. TURNER\n\nYou can't be serious.\n\n\n\nJ.Q.\n\nYou think I'm just going to stand here and watch my son die? You bet I'm serious. Dead serious.\n\n\n\nDEBBY\n\nWow.\n\n\n\nJULIE\n\nOh my God.\n\n\n\nLester tries to comprehend the nihilistic existentialism of it all.\n\n\n\nLESTER\n\nBut that means you'll die, man.\n\n\n\nJ.Q. calmly finishes Lester's thought.\n\n\n\nJ.Q.\n\nAnd my sone will live.\n\n\n\nDR. KLEIN\n\nJohn, you can't do this.\n\n\n\nJ.Q.\n\nIt's the only way.\n\n\n\nDR. KLEIN\n\nNo, you don't understand. You physically can't do it.\n\n\n\nJ.Q.\n\nWhy not? I kill myself. You cut me open and take my heart. It's perfect.\n\n\n\nLESTER\n\nThe boy crazy.\n\n\n\nMITCH\n\nNutsy cuckoo, I'm telling you.\n\n\n\nDR. KLEIN\n\nWe just can't remove your heart and put it into Mike's body.\n\n\n\nDR. TURNER\n\nThere's too many unknowns. Matching a donor and receiver is extremely complicated. There's several critical tests that have to be taken.\n\n\n\nJ.Q.\n\nLike what?\n\n\n\nDR. TURNER\n\nCross matches for blood type, chest cavity measurements. If both blood tissues aren't compatible, there's a very high likelihood of rejection.\n\n\n\nJ.Q.\n\nCome on, Doc. I know all about compatibility. We've been tested up the wazoo. Mike and I are both B-Positive. Our tissues are a match. And his heart is three times normal size which means mine will fit. You know damn well we're compatible.\n\n\n\nDR. TURNER\n\nNo, we don't. You're an adult.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nDR. TURNER\n\nNo, we don't. You're an adult. \n\nTARGET SECTION TO BE ANNOTATED:\n Mike is strong, but the amount of blood your heart pumps may be too much for Mike.\n\n\n\nJ.Q.\n\nI'll take that chance. It's better than letting him die.\n\n\n\nDR. TURNER\n\nOut of the question. Too risky.\n\n\n\nJ.Q.\n\nI'm telling you, he'll make it.\n\n\n\nDR. TURNER\n\nCan't do it, John.\n\n\n\nJ.Q.\n\nYou're telling me that if I'm laying dead on the floor, you wouldn't take my heart and put it in my kid to save his life? You'd let two people die instead of one because of a technicality?\n\n\n\nJULIE\n\nI think what John's trying to do is right.\n\n\n\nDEBBY\n\nMe, too. I think it's very brave.\n\n\n\nMAGUIRE\n\nYeah, it's all very noble and brave. But what do you think Mike would want? Or your wife?\n\n\n\nJ.Q.\n\nMike is too young to know what's good for him. I'm his father. It's my job to protect him, and Denise would do the same thing if she was in my place.\n\n\n\nSECURITY GUARD\n\nAre you saying Mike's life is more important than yours?\n\n\n\nMITCH\n\nOr that it's okay that Mike grows up without a father?\n\n\n\nMAGUIRE\n\nYou can have more children, John.\n\n\n\nLESTER\n\nWhat happened to Mike is bad, man. It's the worst. It ain't fair, but you can't kill yourself. Sometimes you've just got to let go and let God take care of it. You've got to accept it.\n\n\n\n\n\nJ.Q.\n\nAccept what?\n\n\n\nDR. TURNER\n\nThat Mike's going to die.\n\n\n\nJ.Q.\n\nNo. I don't accept it. I reject it out of hand.\n\n\n\nJohn moves over to Dr. Turner to plea his case.\n\n\n\nJ.Q. (CONT'D)\n\nI know you only think of Mike as a patient, but he's a great kid. Really. He's like magic, you know? He loves bodybuilding. You believe that? And he's funny. You'd like him, Doc. You'd really like him, if you knew him.\n\n\n\nDR. TURNER\n\nI do like him.\n\n\n\nJ.Q.\n\nPlease. You've got to help him. I'm begging you. If you ever do anything outside the rules, do this. Take a chance, please.\n\n\n\nDR. TURNER\n\nI'd like to. I really would.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nDR. TURNER\n\nI'd like to. I really would. \n\nTARGET SECTION TO BE ANNOTATED:\n But what you're asking crosses the line. It's completely unethical.\n\n\n\nJ.Q.\n\nI've crossed the line? No, you've crossed the line. The whole system has crossed the line.\n\n\n\nJ.Q. paces around the room, his hand on his weapon, his mood very dark and threatening.\n\n\n\nJ.Q. (CONT'D)\n\nI don't think you understand. I'm not letting him die. Haven't you figured that out by now? I don't care what I have to do.\n\n\n\nDR. TURNER\n\nSo, what, you're going to kill me if I don't operate.\n\n\n\nJ.Q.\n\nNo. I'm going to kill myself.\n\n\n\nJ.Q. puts the gun to his temple.\n\n\n\nJ.Q. (CONT'D)\n\nAnd we'll just see what happens.\n\n\n\nLESTER\n\nAw, man, this is messed up.\n\n\n\nJ.Q.\n\nWe all know how this works, people. In order for Mike to live, someone has to die. I'm the father. It might as well be me.\n\n\n\nJ.Q. and Turner's eyes meet. Turner doesn't speak for a long moment.\n\n\n\nDR. TURNER\n\nAlright.\n\n\n\nMITCH\n\nAlright, what?\n\n\n\nDR. TURNER\n\nI'll do it. If that's what you want.\n\n\n\nMITCH\n\nWait a minute. Are you serious?\n\n\n\nThe room goes quiet.\n\n\n\nDR. TURNER\n\nOnce he's dead. Why not?\n\n\n\nDr. Klein moves to Dr. Turner.\n\n\n\nDR. KLEIN\n\nYou're the finest surgeon I've ever known. You can't just throw your entire career for this man.\n\n\n\nMITCH\n\nYeah, you're not God. It's not up to you to decide who lives and dies.\n\n\n\nJ.Q.\n\nAw, come on, Mitch. We're all going to die.\n\n\n\nMAGUIRE\n\nNot for nothing, Doctor. But if you do this, you're finished.\n\n\n\nDR. TURNER\n\nSo, what are they going to do? Sue me? Disbar me? Evict me from the country club?\n\n\n\nDR. KLEIN\n\nRaymond, you're under a lot of stress. You're not yourself.\n\n\n\nDR. TURNER\n\nYeah, well, what is myself? Because right now, I really don't know. Let's see --\n\n\n\nHe takes his Patek Phillipe watch off and throws it at the wall, smashing it.\n\n\n\nDR.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nBecause right now, I really don't know. Let's see --\n\n\n\nHe takes his Patek Phillipe watch off and throws it at the wall, smashing it. DR. \n\nTARGET SECTION TO BE ANNOTATED:\n TURNER (CONT'D)\n\nI run six miles a day, drive around in my little black Porsche and date girls thirty years younger than me. Is the picture clear now? I like twelve hundred dollar shoes and I've always got a great tan. And here's the best part. Everybody kisses my ass and acts as if that's the way doctors are supposed to be, that's the reward. Reward for what? What I am is a plumber. I connect valves to tubes and tubes to valves. That's what I do. But back in that room with your son, I got a very short glimpse of my soul. And let me tell you, it's been long lost.\n\n\n\nMAGUIRE\n\nBut...\n\n\n\nDR. TURNER\n\nThis is still a hospital. There's a sick kid in there and I'm his doctor. And if there's a heart available, I'll be damned if I'm going to let it go to waste.\n\n\n\nThe room is stunned.\n\nEXT. MONTANA HOSPITAL - ROOF - NIGHT\n\n\n\nA medivac chopper swoops down, lands on the big white cross on the helipad tarmac. The doors fly open. A medical team quickly disembarks, lifts out a stretcher with a beautiful woman's body and runs across the roof into the hospital.\n\n\n\nINT. MONTANA HOSPITAL - OPERATING ROOM - NIGHT\n\n\n\nThe stretcher is rushed into the O.R. and the body is placed on the surgical table. A MEDICAL TRANSPLANT TEAM is waiting, ready. They take the body, prep for organ harvesting.\n\n\n\nINT. MONTANA HOSPITAL - OFFICE - NIGHT\n\n\n\nIn another room, an UNOS OFFICIAL is notified of the beautiful woman's arrival.\n\n\n\nUNOS OFFICIAL\n\nShe's here?\n\n\n\nHe gets up and is on the move, securing his wireless headset and dialing.\n\n\n\nINT. MONTANA HOSPITAL - OPERATING ROOM - NIGHT\n\n\n\nThe UNOS Official moves into the OR. Everything the transplant people tell him, he repeats into the phone.\n\n\n\nMEDICAL TRANSPLANT PERSON #1\n\nFemale. Donor. Thirty-three years old. Five foot seven. Liver, kidneys, usable.\n\n\n\nUNOS OFFICIAL\n\nLungs?\n\n\n\nMEDICAL TRANSPLANT PERSON #2\n\nOkay.\n\n\n\nUNOS OFFICIAL\n\nHeart?\n\n\n\nMEDICAL TRANSPLANT PERSON #2\n\nHeart is good.\n\n\n\nUNOS OFFICIAL\n\nType?\n\n\n\nThe transplant team are busy.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nMEDICAL TRANSPLANT PERSON #2\n\nHeart is good. UNOS OFFICIAL\n\nType? The transplant team are busy. \n\nTARGET SECTION TO BE ANNOTATED:\nUNOS OFFICIAL (CONT'D)\n\nCome on. Blood type?\n\n\n\nMEDICAL TRANSPLANT PERSON #1\n\n(checks bracelet)\n\nB-positive.  \n\n\n\nINT. EMERGENCY ROOM - NIGHT\n\n\n\nThe TVs are now off. J.Q. looks out the window at the evergrowing police build-up. There's an upbeat bound in his step, a sense of relief with the finality of the decision he's made.\n\n\n\nJ.Q.\n\nCome on, guys. Let's hurry it up. They could bust in here any minute.\n\n\n\nSECURITY GUARD\n\nThis was your plan all along, wasn't it?\n\n\n\nJ.Q.\n\nLast resort. You think I wanted it to turn out like this?\n\n\n\nJ.Q. pulls a piece of paper out of his pocket and unfolds it.\n\n\n\nJ.Q. (CONT'D)\n\nThis is my will. I'm leaving my heart to my son.\n\n\n\nHe holds up a pen.\n\n\n\nJ.Q. (CONT'D)\n\nI need two witnesses. Don't everybody jump at once.\n\n\n\nLESTER\n\nI ain't signing your death warrant. No way.\n\n\n\nJ.Q.\n\nCome on, people. The sooner we get this done, the sooner we all go home.\n\n\n\nJULIE\n\nI'll sign.\n\n\n\nSECURITY GUARD\n\nMe, too.\n\n\n\nThey do.\n\n\n\nSECURITY GUARD (CONT'D)\n\nYou know something, man? You're alright.\n\n\n\nJ.Q.\n\nSure am. Only one thing can stop me now.\n\n\n\nSECURITY GUARD\n\nWhat's that.\n\n\n\nJ.Q.\n\nMitch here being B-positive.\n\n\n\nMITCH\n\nNo, sir. Type-O. Swear to God.\n\n\n\nFor a moment the mood is light. J.Q. looks around the room at Maguire, Debby, Mitch, Julie, Lester, and the security guard. Debby can't stop crying again.\n\n\n\nJ.Q.\n\nHey, you.\n\n\n\nMITCH\n\nYeah.\n\n\n\nJ.Q.\n\nDo yourself a favor. Start doing the right thing, huh? Life's too short. You had a good woman there. You're too smart to be so dumb.\n\n\n\nJ.Q. looks around the room before he leaves.\n\n\n\nJ.Q. (CONT'D)\n\nAlright, people. See you in the funny papers.\n\n\n\nINT. COMPUTER ROOM - SOMEWHERE IN AMERICA - NIGHT\n\n\n\nThe daisy wheel buzzes, pounding letters onto the print page. Mike Archibald, Hope Memorial Hospital, age 9, 85 pounds. Blood type: B-positive. MATCH.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nMike Archibald, Hope Memorial Hospital, age 9, 85 pounds. Blood type: B-positive. MATCH. \n\nTARGET SECTION TO BE ANNOTATED:\nPULL BACK TO REVEAL\n\n\n\nA man sitting alone in front of the computer. He rips the copy from the printer, lays it into the fax machine and dials. A piercing beep. The paper gets sucked away.\n\n\n\nINT. PEDIATRIC I.C.U. - NIGHT\n\n\n\nA fax machine chirps in the quiet PICU. Reggie picks up the fax, and as he reads, a look of disbelief.\n\n\n\nREGGIE\n\nOh, my sweet Jesus.\n\n\n\nPaper in hand, he sprints out of the ward and down the corridor.\n\n\n\nINT. MIKE'S TRAUMA ROOM - NIGHT\n\n\n\nJohn enters to find Dr. Klein checking Mike's vitals. The heart monitor reads 30.\n\n\n\nJ.Q.\n\nCan I have a word with him?\n\n\n\nDr. Klein exits and J.Q. moves to Mike and gently wakes him up. \n\n\n\nMIKE\n\nHi, Dad. You find me a heart?\n\n\n\nJ.Q.\n\nYeah, kid. We got you one. Look like you've got a guardian angel.\n\n\n\nMike smiles and tries to go back to sleep.\n\n\n\nJ.Q. (CONT'D)\n\nTry to stay awake for a minute, will you? I just need to tell you a few things. I want you always to listen to your mother. Because she's your best friend and family is important.\n\n\n\nHe's all over the place, searching for the right words.\n\n\n\nJ.Q. (CONT'D)\n\nAnd girls? You're too young for them now, but when the time comes, treat them like princesses because that's what they are. And if you say you'll do something, do it, because your world should be your bond. And if you have a chance to make money, go for it, even if it means selling out once in a while. Don't be a knucklehead like your father. Everything's so much easier with money.\n\n\n\nHe's stumbling, trying to cram a lifetime of advice into five minutes.\n\n\n\nJ.Q. (CONT'D)\n\nDon't smoke. And try to be kind. But if someone chooses you, be a man and stand up for yourself. And don't get caught up in the bad things, there's too many great things out there.\n\n\n\nJ.Q. just sits there, the tears running down his face, not knowing what to say.\n\n\n\nJ.Q. (CONT'D)\n\nMike?\n\n\n\nMike's eyes open.\n\n\n\nMIKE\n\nYeah, Dad?\n\n\n\nJ.Q.\n\nSee you later, buddy.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nJ. Q. See you later, buddy. \n\nTARGET SECTION TO BE ANNOTATED:\nMike closes his eyes before opening and closing his little hand. Bye bye.  \n\n\n\nINT. HOPE MEMORIAL HOSPITAL - CORRIDORS - NIGHT\n\n\n\nINTERCUT\n\n\n\nReggie races through the hospital, weaving in and out of ambulatory and pedestrian traffic. In his hand, the all important fax.\n\n\n\nINT. J.Q.'S TRAUMA ROOM - NIGHT\n\n\n\nMaguire, Klein and Turner speak in hushed tones as J.Q. reenters. When they see him, they immediately go quiet. J.Q.'s eyes are glassy, a look of finality on his face.\n\n\n\nJ.Q.\n\nLet's do it.\n\n\n\nMaguire gathers fresh, clean towels and makes a pack for the back of J.Q.'s head. J.Q. sits on the exam table, takes the Baretta and pops the clip. He then takes a single bullet from his pocket, feeds the clip and chambers the round.\n\n\n\nMAGUIRE\n\nWait a minute. This gun was empty the whole time?\n\n\n\nJ.Q.\n\nAw, I'm all talk. I would never hurt any of you. Only person I ever considered killing was me.\n\n\n\nEXT. HOPE MEMORIAL HOSPITAL - NIGHT\n\n\n\nReggie flies out the main entrance and into the crowd, pushing through the sea of humanity until he reaches Payne, Grimes and Monroe.\n\n\n\nREGGIE\n\nMiss Payne! You're not going to believe this! We've got a match.\n\n\n\nPAYNE\n\nAre you sure?\n\n\n\nPayne studies the fax. \n\n\n\nREGGIE\n\nB-positive. Michael William Archibald. The only status one in the whole country. The heart is ours.\n\n\n\nINSERT FAX\n\n\n\nIt's official. The heart is on the way.\n\n\n\nPAYNE\n\nWell, I'll be damned.\n\n\n\nGRIMES\n\nYou really put the kid on the list?\n\n\n\nPAYNE\n\nI may be a lot of things, Lieutenant, but I am not a liar.\n\n\n\nINT. J.Q.'S TRAUMA ROOM - NIGHT\n\n\n\nJ.Q. readies himself before laying back on the roll of towels.\n\n\n\nDR. TURNER\n\nJohn. Stop. I changed my mind. I won't do this.\n\n\n\nJ.Q. regards Turner with positive affection.\n\n\n\nJ.Q.\n\nYou're a good man, Doc. I know you'll do the right thing.\n\n\n\nJ.Q. lifts the gun to his head.\n\n\n\nEXT.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nJ. Q. lifts the gun to his head. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOPE MEMORIAL HOSPITAL - NIGHT\n\n\n\nReggie, Grimes, Payne and Monroe run over to Denise.\n\n\n\nGRIMES\n\nMrs. Archibald? I have some very, very good news.\n\n\n\nINT. J.Q.'S TRAUMA ROOM - NIGHT\n\n\n\nThe moment has come. Everyone's face wears the intensity of it. John holds the gun up, his hand trembling. CLICK! Nothing happens.\n\n\n\nJ.Q.\n\nSorry. Safety's on.\n\n\n\nEXT. HOPE MEMORIAL HOSPITAL - NIGHT\n\n\n\nDenise reads the fax.\n\n\n\nDENISE\n\nIs this for real?\n\n\n\nREGGIE\n\nYou bet. The Lear Jet just landed at O'Hare. The helicopter will be here in fifteen minutes.\n\n\n\nGrimes offers his walkie-talkie to Denise.\n\n\n\nGRIMES\n\nYou want to do the honors?\n\n\n\nDENISE\n\n(into walkie-talkie)\n\nJohn? It's me, baby. Are you there?\n\n\n\nINT. J.Q.'S TRAUMA ROOM - NIGHT\n\n\n\nDENISE (O.S.)\n\nJohn, honey? Pick up.\n\n\n\nJ.Q. hears Denise's voice squawking over the walkie-talkie. SNAP. He shuts it off. Takes a deep breath. Flips the safety off and puts the gun to his head for the final time.\n\n\n\nEXT. HOPE MEMORIAL HOSPITAL - NIGHT\n\n\n\nDenise keeps triggering the walkie-talkie.\n\n\n\nDENISE\n\nJohn? John? Oh, no.\n\n\n\nDesperate, she grabs the list and starts running towards the ER entrance.\n\n\n\nINT. J.Q.'S TRAUMA ROOM - NIGHT\n\n\n\nCLOSE ON J.Q.'s GUN\n\n\n\nMoves closer to the temple til it touches.\n\n\n\nEXT. HOPE MEMORIAL HOSPITAL - NIGHT\n\n\n\nDenise breaks through the police barricade.\n\n\n\nINT. J.Q.'S TRAUMA ROOM - NIGHT\n\n\n\nCLOSER ON TRIGGER as John's finger pulls it tighter.\n\n\n\nBLAM!\n\n\n\nEXT. HOPE MEMORIAL HOSPITAL - E.R. ENTRANCE - NIGHT\n\n\n\nBLAM! The sound is revealed. Not a bullet. It's Denise slapping the list up against the glass windows of the ER.\n\n\n\nDENISE\n\nJohn! It's a miracle! They found a heart! It's a miracle!!!  \n\n\n\nEXT.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey found a heart! It's a miracle!!! EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOPE MEMORIAL HOSPITAL - NIGHT\n\n\n\nThe crowd points and stares as a white medivac helicopter descends from the sky, lights flashing and lands on the roof. \n\n\n\nPULL BACK TO REVEAL \n\n\n\nTuck Lampley, hand over his ear, shouting above the noise to bring us more exclusive coverage.\n\n\n\nLAMPLEY\n\nThe heart is here. Repeat. The heart for little Mike Archibald has arrived. What an unbelievable ending to this incredible, tumultuous day.\n\n\n\nA roar from the crowd is heard as the entrance to the ER is unlocked and the front door opens. Mitch and Debby are the first to emerge.\n\n\n\nLAMPLEY (CONT'D)\n\nOh my goodness, here we go. The first of the hostages are being released. Yes, they're coming out. There's one, two. They appear to be unharmed. But certainly exhausted from what must've been an excruciating ordeal.\n\n\n\nJulie and the security guard are next. And are quickly ushered away to support vehicles.\n\n\n\nLAMPLEY (CONT'D)\n\nMore, now. And there he is. John Q. is coming out.\n\n\n\nJ.Q., in baseball hat and windbreaker, emerges from the hospital.\n\n\n\nLAMPLEY (CONT'D)\n\nThe suspect's hands are up. He appears to be surrendering.\n\n\n\nThe police are all around him now. Pointing their weapons and shouting commands. J.Q. puts his hands behind his head, turns around, kneels and then lays face down on the pavement.\n\n\n\nLAMPLEY (CONT'D)\n\nAnd they've got him. The police have subdued him. The handcuffs are on, and it's over. It's all over.\n\n\n\nThe crowd voices their disapproval with the rough way J.Q. is being apprehended. They cheer their support as he is escorted to a police car.\n\n\n\nLAMPLEY (CONT'D)\n\nIf pictures speak a thousand words, well, I'd say these images speak volumes. And now as the bloody stand off comes to an end, we remind you that Channel 8 was here first and has brought you live, moment-to-moment, all-day coverage of \"Crisis at Hope Memorial.'\n\n\n\nFrank Grimes takes in the whole scene. But as he glances at the suspect, a funny look comes across his face. Wait a sec -\n\n\n\nINT.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd now as the bloody stand off comes to an end, we remind you that Channel 8 was here first and has brought you live, moment-to-moment, all-day coverage of \"Crisis at Hope Memorial.'\n\n\n\nFrank Grimes takes in the whole scene. But as he glances at the suspect, a funny look comes across his face. Wait a sec -\n\n\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOPE MEMORIAL HOSPITAL - CORRIDORS - NIGHT\n\n\n\nMike's gurney flies through the hospital corridors. Running alongside are Turner, Klein, Maguire and Denise. As well as teams of MEDICAL PERSONNEL and a man in green surgical scrubs. As they pass a police checkpoint, we notice the identity of the man in the green scrubs. It's J.Q.\n\n\n\nEXT. HOPE MEMORIAL HOSPITAL - NIGHT\n\n\n\nAs J.Q. is pushed into the car, Grimes sees his real identity. It's Lester, dressed in J.Q.'s windbreaker, collar up, baseball cap pulled way down over his eyes. Grimes shakes his head. Top notch policework. Incredulous, he turns and takes the long walk to the hospital.\n\n\n\nINT. OPERATING ROOM - PEDIATRIC CARDIOLOGY - NIGHT\n\n\n\nDr. Turner and the team work with quiet precision as Mike lays on the operating table, his chest wide open. Behind the partition glass, J.Q. and Denise hold on to each other for support as they look on. A figure in a rumpled suit settles in next to them and watches. It's Grimes.\n\n\n\nGRIMES\n\nIt's time, John.\n\n\n\nJ.Q. turns, knows it's over.\n\n\n\nJ.Q.\n\nCan you give me a second, Frank? I just need to see this thing through.\n\n\n\nGRIMES\n\nSure. Put these on for me, will you?\n\n\n\nGrimes hands J.Q. a pair of handcuffs. John puts them on and the three watch the surgery. The replacement heart is taken out of its container and placed into Mike's chest. But then, something suddenly is wrong. Mike's vital signs start giving out. The gauges dropping at once. It's bad.\n\n\n\nNURSE #1\n\nBlood pressure seventy over thirty-two.\n\n\n\nNURSE #2\n\nAcute respiratory distress.\n\n\n\nNURSE #1\n\nHe's fibrillating.\n\n\n\nMAGUIRE\n\nI don't have a pulse.\n\n\n\nJohn and Denise look on, helpless. Dr. Turner barks out commands as the team scrambles to remedy the critical situation.\n\n\n\nDR. KLEIN\n\nHe's going.\n\n\n\nDR. TURNER\n\nNo! Come on, goddammit! I'm not losing this boy!\n\n\n\nNut now the long familiar tone of the EKG is heard. FLATLINE.\n\n\n\nVIDEO IMAGES FILL THE SCREEN\n\n\n\nVarious news related programming.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nNut now the long familiar tone of the EKG is heard. FLATLINE. VIDEO IMAGES FILL THE SCREEN\n\n\n\nVarious news related programming. \n\nTARGET SECTION TO BE ANNOTATED:\n \"Crossfire,\" \"Face The Nation,\" CNBC, COURT TV and \"Larry King Live.\" Clips dissolve one into the other.\n\n\n\nVIDEO CLIP #1\n\n\n\nNEWS REPORTER #1\n\n...cannot let this man free. It sends the wrong message.\n\n\n\nNEWS REPORTER #2\n\nI agree. Although he's paid a heavy price, he took matters into his own hands...\n\n\n\nVIDEO CLIP #2\n\n\n\nNEWS REPORTER #3\n\nMaybe it's the wake up call this country needs...\n\n\n\nVIDEO CLIP #3\n\n\n\nNEWS REPORTER #4\n\n...socialized medicine in England has worked.\n\n\n\nNEWS REPORTER #5\n\nSure, to a point. Except when it's their life on the line, the Dutch, the English and everyone else go to their private doctors or come to America because we have the best technology. That is if they can afford it.\n\n\n\nVIDEO CLIP #4\n\n\n\nNEWS REPORTER #6\n\nI think the decision we see today will tell us a lot about this country.\n\n\n\nVIDEO CLIP #5\n\n\n\nNEWS REPORTER #7\n\nThe long awaited verdict is expected today in the trial of John Quincy Archibald, where the jury has been deliberating...  \n\n\n\nINT. COURTROOM - DAY\n\n\n\nSUPERIMPOSE: THREE MONTHS LATER\n\n\n\nCLOSE ON\n\n\n\nA gavel pounding down. The black-robed JUDGE silences the crowd. The courtroom is standing room only. Packed with cops, TV cameras, reporters, etc.\n\n\n\nWe see Denise next to a grim-faced Jimmy and Gina Palumbo. As the jury flies into the jury box, the people take their seats. The bailiff hands the verdict card to the judge who reads it before addressing the FOREMAN.\n\n\n\nJUDGE\n\nHas the jury reached a verdict?\n\n\n\nThe foreman stands, faces the judge.\n\n\n\nJURY FORMAN\n\nWe have, Your Honor.\n\n\n\nJUDGE\n\nThe defendant will please rise.\n\n\n\nAT THE DEFENDANT'S TABLE\n\n\n\nJ.Q. Archibald gets up and faces the judge. His attorney, a P.D., by his side.\n\n\n\nStanding next to Denise, we REVEAL MIKE - he looks healthy and rosy-cheeked. He grabs his mother's hand with anticipation.\n\n\n\nJUDGE (CONT'D)\n\nThe jury foreman will now read the verdict.\n\n\n\nJURY FORMAN\n\nAs to count one, Assault with a deadly weapon, we find the defendant, John Quincy Archibald, not guilty.\n\n\n\nThe courtroom explodes in cheers.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nJUDGE (CONT'D)\n\nThe jury foreman will now read the verdict. JURY FORMAN\n\nAs to count one, Assault with a deadly weapon, we find the defendant, John Quincy Archibald, not guilty. The courtroom explodes in cheers. \n\nTARGET SECTION TO BE ANNOTATED:\n In the crowd, we see familiar faces: Debby, Dr. Turner, and Dr. Klein. Behind them, Maguire.\n\n\n\nJURY FORMAN (CONT'D)\n\nOn count two, Armed Criminal Action. Not guilty.\n\n\n\nThe crowd again roars its approval. Steve and Miriam watch from the gallery, holding a baby girl. Even Rebecca Payne cracks a smile.\n\n\n\nJURY FORMAN (CONT'D)\n\nOn the final count, False Imprisonment, we find the defendant, guilty. The crowd erupts in protest. The media rush out to file their stories.\n\n\n\nDENISE\n\nNo!\n\n\n\nJUDGE\n\nQuiet! Sentencing will be one week from today.\n\n\n\nJ.Q. stares straight ahead and takes a breath. After a moment, the public defender leads him over to the rail, where he is greeted by Jimmy, Gina, Denise and Mike.\n\n\n\nPUBLIC DEFENDER\n\nHe's going to do some time. But there's not a judge in the country that will give him more than a year. And with time served, John will be home very soon.\n\n\n\nJ.Q. leans over to talk to his son.\n\n\n\nJ.Q.\n\nYou alright?\n\n\n\nMike nods and stands there trying to hold back the tears.\n\n\n\nJ.Q. (CONT'D)\n\nIt's okay, slugger. I'll be home soon. If you need anything, ask your mother. And Jimmy and Gina will be around.\n\n\n\nMIKE\n\nDon't worry. If anybody messes with us, I'll take care of it.\n\n\n\nJ.Q. embraces his boy and moves over to Denise.\n\n\n\nDENISE\n\nA year, huh? I could have lost you forever. I guess I can live with that.\n\n\n\nA hand taps him on the shoulder. J.Q. looks up. Sees Grimes.\n\n\n\nGRIMES\n\nTime to go, John.\n\n\n\nDENISE\n\nJohn? I'm proud of you.\n\n\n\nJ.Q. smiles and Grimes starts to lead him away.\n\n\n\nJIMMY\n\nGive 'em hell, Johnny. Don't worry about nothing.\n\n\n\nMIKE\n\nBye, Dad.\n\n\n\nJ.Q.\n\nNot goodbye. Remember? See you later.\n\n\n\nEXT. COURTROOM - MORNING\n\n\n\nAn enormous crowd lines both sides of the granite steps. They cheer their support as J.Q. emerges. Grimes steers J.Q. out through the confusion as reporters stick their mics in J.Q.'s face. They ask ridiculous questions about justice, health care, and politics. J.Q.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey ask ridiculous questions about justice, health care, and politics. J. Q. \n\nTARGET SECTION TO BE ANNOTATED:\n uncomfortable with all the attention, has no comment. He pushes past politely, head down, his attention joslted when he hears a familiar voice.\n\n\n\nVOICE IN CROWD\n\nHey, John. Good luck, man.\n\n\n\nJ.Q. recognizes the voice, turns and sees LESTER. Both smile to each other as J.Q. is pushed further through when --\n\n\n\nREPORTER\n\nJohn Q.? Do you feel like your country has let you down?\n\n\n\nJ.Q.\n\n(quietly)\n\nNo. It's a wonderful country.\n\n\n\nREPORTER\n\nI'm sorry. I couldn't hear you. Could you repeat that?\n\n\n\nGrimes steps forward and speaks directly into the camera.\n\n\n\nGRIMES\n\nHe said, \"America is the greatest goddamn country in the world.\" Now excuse us, I have to take this man to jail.\n\n\n\nThey push past the barricades and into the street. \n\n\n\nMEDIA\n\nJohn Q.! John Q.!\n\n\n\nGRIMES\n\nLook at all this. You're a celebrity, John.\n\n\n\nJ.Q.\n\nYeah? Check with me in a couple of days.\n\n\n\nThey move to the street and Grimes opens the car door. J.Q. climbs inside. He looks up to see the CROWD, in all its glory, cameras flashing, microphones pointed at J.Q.\n\n\n\nJ.Q. (CONT'D)\n\nThis is ridiculous. I don't even know these people.\n\n\n\nGRIMES\n\nWhat can I tell you? You're their hero.\n\n\n\nJ.Q.\n\nI'm not hero, Frank. I'm just a regular guy.\n\n\n\nGRIMES\n\nYeah, right.\n\n\n\nGrimes slams the door. The \"cherry\" light spins, the siren wops and the cop car rolls through the crowd of people.\n\n\n\nINT. POLICE CAR - CONTINUOUS\n\n\n\nOn the street, J.Q. sees Mike wave to him from the sidewalk, trying to get John's attention. Mike is saying something. J.Q. turns to look closer and finally he gets it: EXT. STREET - CONTINUOUS\n\n\n\nMike's lips say \"Thank you.\"\n\n\n\nINT. POLICE CAR - CONTINUOUS\n\n\n\nJohn winks at his boy.\n\n\n\nEXT. STREET - CONTINUOUS Mike makes a muscle.\n\n\n\nINT. POLICE CAR - CONTINUOUS\n\n\n\nJohn smiles, and the car picks up speed.\n\n\n\nEXT. STREET - CONTINUOUS\n\n\n\nThe cop car pulls away. Away from the courtroom. The circus.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTREET - CONTINUOUS\n\n\n\nThe cop car pulls away. Away from the courtroom. The circus. \n\nTARGET SECTION TO BE ANNOTATED:\n Finally disappearing from view and we --\n\n\n\nFADE TO BLACK.  \n\n\n\nTHE END\n\n\n\n\n\n\n\n\n\n\n"
}