{
  "1": "doo 4\non\n\nPy Screenplay and (he Slory\n\n \n\f \n\nBaa\n\nJohnny’s a 21st-century smuggler.\n\nJOHNNY\n\nThe Village Voice\n\nSan Francisco Chronicle\n\nISBN 0-441- 234-¥\n\n  \n\n$1200 US.\n\n \n\f  \n  \n   \n \n \n \n   \n \n    \n   \n \n    \n \n\nEDITS BEGIN ON BLACK.\n\nFADE UP MUSIC. Slowly, images start to bleed\nthrough. Red swirls, white, black dots... As\nmore and more of the image bleeds through\nthe titles we begin to make out what were\nwatching .. .\n\nEXTERIOR. BEIJING. NIGHT.\n\nEXTREME HIGH ANGLE traveling over an emotional demon-\nstration approaching a solid line of sHiELDED riot poLICE. Many\nof the PARTICIPANTS wear surgical masks and lab coats. The\nblack dots identify themselves as their heads, the red-and-\nwhite swirls as banners they are carrying. mostly with Chinese\n\nlettering, but some in English as well as other languages.\n“CURE N.A.S. NOW.\"\n\nCAPTION: BEUING, 2021.\n\nBellowing through BULLHORNS, pounding STEEL DRUMS,\nmouths screaming slogans behind surgical masks, but all the\n\nnoise seems filtered, as if its reaching us through some kind of\naural barrier.\n\nA number of the demonstrators suffer from NAS(Nerve Atten-\nuation Syndrome), which manifests itself as a crippling palsy.\nWild, angry eyes, twitching limbs.\n\nTraffic is gridlocked. Drivers HONKING their horns inside their\nfuturistic cars as the demonstration pours through.\n\nWe move in on a taxi. hopelessly stuck in the chaos...\n\nNY (voice-over): I'm here.\n\f4 Tae SCRE\nRaLM (VO) Did you get it?\nJounny (VO. casually) Sure __-\n\nWe are now close on the taxi and look inside.\nINTERIOR. TAXI. NIGHT,\n\nRaLrts face on the vid:phone monitor inside. Deceptively chis.\neled features, Jong stringy hair and a sharp suit, Hes sonnnys\nagent for this job. Slightly nervous.\n\nRAL: This is a big one.\n\nJohnny. you sure you can carry it? I could\nsend this new guy.\n\nwho's fitted out with the latest __.\nON sonny.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nI could\nsend this new guy. who's fitted out with the latest __. ON sonny. \n\nTARGET SECTION TO BE ANNOTATED:\nYoung. sharply groomed. a conservative dark suit with white\nshirt and tie, a bit 100 cool almost. Charming, contdent, slick\n\nHe seems supremely at ease. He's playing with a MATCHBOOK\nin his hand. The over is getting nervous as\n\nincreasingly\nSurround the taxi, peer inside. Johnny ignores\nthe commotion,\n\nJounny: Ralf, stop worrying. | got upgraded with the MDA-18 this\n\nThe demonstrators are SHOUTING. Some of them begin to\nrock the taxi back and forth, trying to topple it The driver\nwares at them to go away, SHOUTS back in Chinese.\n\nf ---¥You don't have @ thing to worry about, It's under\ncontrol,\n\nJohnny hangs up, hands a few bills to the driver and unlocks\nthe door.\n\n \n \n \n \n    \n   \n  \n   \n   \n   \n  \n  \n  \n  \n  \n   \n \n   \n   \n\ntu walk.\n\ntabes his briefcase and opens the door. For the first time,\nNOISE hits us FULL BLAST\n\nEXT. TRAFFIC JAM. NIGHT.\n\n2 the anger palpable. Johnny, smiling be-\nsewer aoe calmly creates a path through the mob:\nhis coles benevolent expestaion and unhurtsee ane nes\nmost people to give way to him. Johnny nods his thanks as\ngoes.\n\nHis luck doesn’t last. One pemonstearor blocks his way.\n\nCREAMING through his surgical mask. Johnny tries to go\naround. The demonstrator blocks him. still! SHOUT\nJohnny smoothly ducks out of the way and jumps onto the\nhood of a car and over. blends into the crowd, smoothly, very\nfast.\n\nEXT. DEMONSTRATION, NIGHT.\n\nJohany and pulls ug\nemerges from the thick of the crowd\nshort. ie ee cf ee SN Be ee\npolice and the battle has been joined. Johnny turns and join:\nthe running masses, his eyes looking for escape. ‘\npeople\nThe riot police wade into the mass of panicked\ncuintse amt next to Johnny trips and falls. re\nJohnny pauses, helps her up. She grabs him as if he is a\nvest, hanging on, still SCREAMING. -\npolice them, stream past.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nJohany and pulls ug\nemerges from the thick of the crowd\nshort. ie ee cf ee SN Be ee\npolice and the battle has been joined. Johnny turns and join:\nthe running masses, his eyes looking for escape. ‘\npeople\nThe riot police wade into the mass of panicked\ncuintse amt next to Johnny trips and falls. re\nJohnny pauses, helps her up. She grabs him as if he is a\nvest, hanging on, still SCREAMING. -\npolice them, stream past. \n\nTARGET SECTION TO BE ANNOTATED:\n Johnny whirls\ntum ee es out of the street, A cop charge:\nthem, Johnny blocks a swing from his club with his briefcase\nThe cop charges past.\n5 swing\nThe next cop resents Johnny blocking his colleague\nand grabs him by the collar. Johnny brings up a small tube\n\ftrom his pocket, like a breath spray in appearance. In one fast\nmovement he inserts it under the cop’ Lucite mask and\npresses the spray button. The cops mask turns white and wet\nwith mist. He grabs for his eyes, HOWLING in pain, lets go of\nJohnny. Johnny looks around him. The Chinese girl has disap-\npeared. Johnny heads for the edge of the masses.\n\nEXT, STREET. NIGHT.\n\nJohnny emerges from the crowd. stops, catches his breath.\nLooks down the street. Up ahead, a futuristic high-rise. a\nChinese logo over the entrance. Johnny retrieves the book of\nmatches trom his pocket, opens it. Inside the cover, hand-\nPrinted. #2371, He starts toward the tower.\n\nBeijing shimmers in the cold night air. We move back until we\nrealize we're seeing the view from a hotel suite. Two men are\nJooking out the windows and converse anxiously.\n\nINT. HOTEL SUITE. NIGHT.\n\nThe two men are wieTnamese scientists, huddled together\nSmaill, frail-looking men in cheap suits. wer @1 reaches to\nPartially close the venetian blinds.\n\neT #2; The courier is late...\n\neT #1; Be calm.\n\nWhile they are talhing we move farther back into the room.\nrevealing FOUR KOREAN BODYGUARDS. KORBAN #1 is enormously\nfat, like 4 sumo wrestler gone to seed He puts back an empty\nplate next to a MINIATURE GRILL. still burning. on the coffee\ntable. KOREAN @9 a hewte Auitcter ie channel curiae fnatle\n\npenny ERC ?\n\nsettles on a hyper-vioient Japanese cartoon on TV. KOREAN #5.\na woman, chain-smokes while she cleans her automatic. xO-\nREAN #4. a cool fashion plate, isnt paying much attention to\n\nanything.\nVet #2 «We should have put it out on the global net while there\nwas still time.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nKOREAN #5. a woman, chain-smokes while she cleans her automatic. xO-\nREAN #4. a cool fashion plate, isnt paying much attention to\n\nanything. Vet #2 «We should have put it out on the global net while there\nwas still time. \n\nTARGET SECTION TO BE ANNOTATED:\nVier #1, No. They're monitoring every fragment of transmitted\ndata. A courier is the only way.\n\nVer @2 So we hire a criminal, with a silicon chip in his head—\n\n1 A highly skilled smuggler. She chose him. As she chose\nus. You must remember that.\n\n  \n   \n  \n  \n  \n   \n     \n    \n  \n  \n  \n \n\nINT. HOTEL LOBBY. NIGHT.\n\nGrand and opulent, arrLuenT Guests mill about as if the worlc\noutside doesn’ exist. An ORIENTAL BAND plays an Ink Spots tune\non 4 small stage.\n\nJohnny enters the lobby. his suit in place and hair combed.\nand walks past a BANK OF VIDEO SCREENS. Most of the\nMonitors are showing riot coverage, but all channels are 4\nSPEED BARRAGE of images. Johnny joins 4 an who. in his\nbest tourist mode. is studying a map next to a potted fern.\nFollowing exchange in MANDARIN, subtitles, except Johnny’\nfast line and the words “Pemex” and \"MDA-18.\"\n\nYou have it?\nThe man is nervous.\n\n1 couldn't vet one\n\fTa SCriaNrLar\nJohnny looks away in disgust. Anger building.\n\nMan (hurriedly): They had a Pemex doubler . .. The guy said that\n\nshould give you nearly the same capacity as the MDA-18.\n\nJonny: Not even close . . , (sighs) But It'll have to do.\n\nThe man hands over a small package. which Jobnng slips into\nhis pocket. He moves on.\n\nSuddenly, on the monitors. the images start to skate and then\nare RIPPED open by a hand. }-s0xe%s computer-altered face\n(his eyes are pinpoints, his mouth is huge) appears on all the\nmonitors. The cadence of his words is like an angry hip-hop\nhybrid.\n\nBont: Snatch back your brain. zombies! Snatch it back and\n\nhold it\n\nJ/-Bone’s face changes again, For a brief moment, we see his\nundistorted face. He LAUGHS. THE MOVING LOGO of a DOL-\nPHIN Vorts) appears on the screen. The sound of dolphin\nSQUEAKS.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe LAUGHS. THE MOVING LOGO of a DOL-\nPHIN Vorts) appears on the screen. The sound of dolphin\nSQUEAKS. \n\nTARGET SECTION TO BE ANNOTATED:\n The image is dramatically quiet compared to the\nbarrage of images that make up contemporary TV\n\nThe REACTIONS of the crowd suggest this is not an unusual\ndisturbance. They're annoyed, resigned. amused.\n\nJohnny heads for the elevators. A cio’ face pops over the\nback of a couch. Johnny stops in his tracks, next to a large\nfishbowl, For a brief moment, he seems frozen, something\ning on inside his head he has no control over. Then it’s over.\n\nHe takes a step back, so his head is behind the fishbowl, grossty\ndistorted by the glass and the water. Grimaces at the bid.\nBrings up his hand, waves with curling fingers. like an octopus.\nThe child beams.\n\nCrap, Again.\n\n \n\nJHE MRERENIG 9\n\nBut Johnny's playfulness has disappeared as fast as it came and\nhe’ already moved on to the elevator bank.\n\nINT. STRETCH LIMO. NIGHT.\n\nIn the streets near the hotel. stan, @ young, half-Japanese,\nhalf-American, fast-track Yakuza yuppie. cool and analytical.\njong hair in a ponytail, sits in the center. Checks his watch.\n\nFOUR other impeccably dressed “businessmen” and ONE\n“businesswoman” around him, all of them impassive, but\ntense as they are stuck solid in the riot trathe. Heading for a\n“gig.” the traffic jam fraying their nerves.\n\nINT, ELEVATOR. NIGHT,\n\njohnny opens the package. The Pemex doubler is narrow. fiat,\nhas 4 DIGITAL COUNTER DISPLAY on its side. He peels back\nhis hair, exposing JACK behind his ear. Inserts PROBE TIP of\ndoubler. causing a slight involumary spasm. Numbers DE-\nCREASE on counter as elevator floor-numbers INCREASE.\nHe’s relieved when it’s done. disposes of used doubler, com-\nposes himselt.\n\nINT, HOTEL SUITE. NIGHT.\n\nImage of riots on the TV. Korean #1 grunts, flicks the remote:\nthe Japanese cartoon reappears. Door CHIMES, The Korean:\nwhip out their guns. Koreans #2 and #3 answer it Johnny:\nthere. holding his briefcase like a pizza box.\n\nJoma: Double cheese.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nDoor CHIMES, The Korean:\nwhip out their guns. Koreans #2 and #3 answer it Johnny:\nthere. holding his briefcase like a pizza box. Joma: Double cheese. \n\nTARGET SECTION TO BE ANNOTATED:\n anchovies?\n\nViet #2 waves the Koreans out of Johnny’ way. Johnny step\ninto the room. ignoring the Koreans, and, carefully sensin\n\f \n\n \n\n \n\n10\nthe ene it the suite. crosses to a desk Tabs the scene\nwith b in expe\n#2 You are Me\n\nNN mith\n\nYou are late\n\n \n\nRight\n\nJohnny senses the fear in the room. He steps around Korean\n#3 as if she’s furniture. He pushes a button. The blinds rotate.\n\nlock: bers of red neon glare paint the walls. He waves cig\n\n \n\nMarette\n\nAnother button starts the over\n\n \n\nsmoke away with his hand\n\n \n\nAnother button, dimming the lights, The Koreans are both\nered. He ignores them, turns to Viets\n\nYou don't look like the kind of people | usually work\n\n \n\n \n\nTer +t. We are new at\n\n     \n\nViet #2% nerves are reaching the breaking point. The words\n\nstumble out\n\n#2 Pleax\n\n   \n\n¢ approached you through the correct chan\nnels. We paid hall in advance into the Swiss account, exactly\n\nas your agent instructed\n\n \n\f   \n   \n  \n  \n  \n \n \n   \n    \n    \n  \n\nJounny:; Yeah .. What I'm saying is | was expecting players\nYou look like ... missionaries.\n\nViet #2 holds up an envelope: his hand is trembling\n\nViet #2. Please! Everything is taken care of. Here's your ticket!\nFirst class!\n\n9: Your storage capacity —\nr me Where am I taking it?\n“yer #1 Newart\n\nJohnny's face falls\n\nWet #2 Your storage capacity—\nJourney (automatic bullshit: More than adequate.\nvar #2 It's extremely dangerous, if the upload volume exceeds\n\nIt kill you in two or\n1orage capacity. Synaptic seepage wi\nparing the data may be corrupted and @ coherent\n\ndownload will be impossible . . .\n\nin see him doing\nJohnny realizes he may have a problem, we ¢\nthe math in his head, figuring the odds, making his snap\ndecision.\n\nJoy, I dont have a problem with that, okay? (BEAT) Are we\nloading or not?\n\nVer @2, Your ticker\n\nVier @2 Your agent in Newark will arrange the meet for the\ndownload.\n\nBEAT\nJOHNNY: Let's see what you wanna upload.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nJoy, I dont have a problem with that, okay? (BEAT) Are we\nloading or not? Ver @2, Your ticker\n\nVier @2 Your agent in Newark will arrange the meet for the\ndownload. BEAT\nJOHNNY: Let's see what you wanna upload. \n\nTARGET SECTION TO BE ANNOTATED:\nViet #) hurriedly produces a manila envelope. Johany goes\nover to the door, double locks it. Takes a MOTION DETECTOR\nfrom his brietcase, sticks it on the door frame. He does quick\nfest, it BEEPS.\n\nJounny: Motion detector. In case the natives get restless __\n\nViet #1 opens the envelope, extracts a small black case. opens\nit, revealing a dime-sized CD-ROM\n\nJory: How much am I carrying?\n\nViet #1 frowns. Johnny arms the motion detector. A BEEP and\n4 red light starts pulsing Johnny checks a small device on his\n\nbelt, Another red pulses in unison.\nwe Viet #1 hands over an envelope.\nViet #1; 320 gigabytes\nJounny Perfect.\nON jonnny.\nticket.\n\nIts way too much but he’ paying no attention. Johnny pockets\n\nThe Viets look at one another, silent agreement no other\nINNY: Megabytes? cage mee dovapaslagrigen reacts never aged\n#2. Gigabytes, case. lining them up on the table near the window,\n\fJounny: When the counter approaches zero, click on three frames\n\nforniney: When | get there, we feed in the code and download.\n\nLousy Press that to start the upload.\n\n   \n  \n  \n  \n  \n   \n   \n    \n   \n \n   \n  \n \n  \n   \n  \n \n \n \n   \n \n \n \n\nLifesavers, a credit card. a pair of sunglasses in a hard black\ncase. The Viets and Koreans stare\n\nJohnny sits at the table.\nCLOSE ON HIS HANDS.\n\nAs if performing a conjuring trick, he constructs the UPLOAD\nDEVICE trom these materials. The final step involves a pair of\nfine gold cables; one snaps into the frame of his glasses, the ©\nother plugs into the JACK behind his ear. Both cables are then\nplugged into the upload device. Johnny hands UPLOAD RE-\nMOTE to Viet #1; a small pistol-like unit. This has several\nfunctions: it works like an ordinary TV remote; it can optically\nSCAN IMAGES off a TV screen: it TRANSMITS images to up-\nJoad unit via INFRARED PULSES, has a COUNTER.\n\nof the TV. Any three. They'll meld with your data and | won't\nknow what they are. That's the download code. You get\n\n@ hard copy.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey'll meld with your data and | won't\nknow what they are. That's the download code. You get\n\n@ hard copy. \n\nTARGET SECTION TO BE ANNOTATED:\n You fax one copy to your connection on the\nother side...\n\nHe points over to the FAX MACHINE on the table.\n\ndelivery done, Understand?\n\nViet #1 looks at the remote. Nods. Johnny indicates a button\non the upload device,\n\nJohnny puts some eyedrops in his eyes, puts on the\nglasses, about to mabe a mistake that may cost him his\nViet #2, hands trembling. slots the CD in the uploader.\n\nala.\n\njoann Hit me.\n\nHe pops a TOOTH PROTECTOR into his mouth,\nCLOSE-UP of mini disc. spinning, speeding into a sitvery biur.\n\nINT, HOTEL LOBBY. NIGHT.\n\nShinji leads his team into the lobby.\n\nIncongruously. all of them, except for Shinji, are carrying gym\nbags We may hear a soft CLANGING sound as one of the bags\nbrushes against one of the men’s legs.\n\nShinji directs two of his team to stay in the lobby and precedes\nthe others to the elevator banks.\nINT. ELEVATOR BANK. NIGHT.\n\nCLOSE ON stuns’s HAND.\n\nAs he presses the elevator button, We notice the top part of his\nright thumb is a metal cap-\n\nHENSON, an American Yabuza, Shinjis right-hand man, can\nHenson: These guys: they Viet-ching or what?\n\n; No, Scientists. R&D people from Pharmakom. Defec-\n_ tor... Tokyo wants the data. Remember that.\n\nstares at him; Henson gets the message. The DATA. The\n\fViet Wl:\n\n   \n    \n   \n   \n   \n  \n    \n  \n   \n     \n     \n  \n   \n   \n \n \n  \n\nformulas, moving molecule constructs, technical models, dia-\ngrams, etc. coming right at us. Mainlining cyberspace.\n\nJohnay’s body JERKS. his knuckles white on the arms of the\nchair. He GROANS, an unconscious sound. Whatever's hap-\npening to him, it isnt nice.\n\nViets #1 and #2 watch anxiously as he shivers under the\nconstant psychic impact; he’s jammed back, tight-jawed, in the\nchair, His lace distorts in pain.\n\nViet #1 glancing constantly from the counter to Johnny.\n\nthey Te too jaded to care whats going on.\n\nAs the COUNTER approaches ZERO.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nViet #1 glancing constantly from the counter to Johnny. they Te too jaded to care whats going on. As the COUNTER approaches ZERO. \n\nTARGET SECTION TO BE ANNOTATED:\n Viet @1 crosses to\nUPLOAD REMOTE in hand.\n\nHe triggers UPLOAD REMOTE by accident, capturing a\nframe from the Japanese cartoon, the CARTOON HERO.\nunit on the table BLEEPS as the image is recorded.\n\nJohnny JERKS at the bleep, as the image is recorded on\nchip in his brain, (We see the image burn through\npoint of view in the data-storm) ON viet #1 switching\nnels for the SECOND IMAGE. which we dont see. Viet\nregisters AMAZEMENT as we CUT to television in time to\nthe face of ANNA morph out of some other image. Her\nViet #15 eyes, CUT TO sounnyS SHARP JERK as a\nIMAGE hits him. Then it’s over. Something banal on the\nsion.\n\n \n\nThe access code. Three images,\n\nJOEY LC v\n\nThe ‘businessmen’ gym bags CLANG as they put them down.\nThey are zipped open.\nA QUICK SERIES OF SHOTS.\n\nAs the men extract high-tech, futuristic air guns, cartridges,\nSLAM the cartridges into place, check their bulletproof vests\nunderneath their clothes and otherwise turn themselves intc\nwalking arsenals. Only Shinji stands calmly, seemingly un-\narmed.\n\nINT. HOTEL SUITE. NIGHT.\n\nJohnny SAGS as the barrage ends, white-faced behind the\nglasses.\n\nVier #2: Mr. Smith?\n\nJohnny pulls the glasses off. His eyes are closed. He opens\nthem. Blinks, Looks up at Viet #2, his eyes scary and blank. He\nremoves the gold cables and stuffs them in his pocket, moving\n4s if he’ on automatic pilot. Gets up. Unsteady on his feet.\nConceals this, but a trickle of blood comes down his nostril.\n\nJowen Where's the bathroom?\nVer @2 What?\nJowon The toilet\n\nViet #2 points. Johnny walks through suite. The other rooms\nare dark, ES CCR SIRE RCS He enters,\n\ndoors open. Shinji and his men walk out anc\nhaltway\n\f   \n  \n \n \n  \n \n \n  \n    \n  \n   \n  \n   \n \n  \n   \n \n \n \n  \n \n  \n  \n \n  \n  \n \n \n  \n  \n \n\njOUNNY. Oh, Jesus, Jesus, shir.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe other rooms\nare dark, ES CCR SIRE RCS He enters,\n\ndoors open. Shinji and his men walk out anc\nhaltway\n\f   \n  \n \n \n  \n \n \n  \n    \n  \n   \n  \n   \n \n  \n   \n \n \n \n  \n \n  \n  \n \n  \n  \n \n \n  \n  \n \n\njOUNNY. Oh, Jesus, Jesus, shir. \n\nTARGET SECTION TO BE ANNOTATED:\nHe attempts to stabilize himself, holding HIS HANDS OUT\nFRONT OF HIM and BREATHING SLOWLY until they\nshaking. It is a meditative exercise we will see him do\nlater. He feels better. Looks at himself in mirror. Notices\nblood. Wipes it off Splashes water on his face\n\nINT. HOTEL, CORRIDOR. NIGHT.\n\nWhile his men stand back. Shinji UNCAPS HIS THUMB\ncaretully extrudes a glittering LOOP of filament from\nthumb-tip.\n\nINT, HOTEL SUITE. HALLWAY. NIGHT.\nJohnny hears a SOUND from the bedroom, notices the\n\najar, Moves over.\nsounny’s POW\n\nalong the edge of the bed. Eyes wide. Silent. Best\nclothes. Twenty-frst-century Boat People. One wire is\nfeeding.\nOne youna cniLo looks straight at him. His stare solemn.\nON JonNNY.\n\nFor 4 flash moment (as when he saw the child in the\nseems as if the scene strikes a chord deep inside him.\nseems woory, puts a hand against the wall to support\n\nSRHNY UEMONIC v\n\nA soft BUZZ. Johnny checks his belt The motion detector is\notf, Johnny glances at the suite door, The LED there is\n\n- shining solid red. He takes a step back into the bathroom. kills\n\nthe light\n\nINT, HOTEL SUITE. NIGHT.\n\nQUICK SHOTS: The Koreans, on the couch, are engrossed in\nthe Japanese cartoon, The SOUND is back ON.\n\nVier #2 turns on a FAX machine, holding the code images ta\nsend out\n\nViet #1 is toasting the micro-CD over the coober, holding it ir\nthe steel chopsticks.\n\nINT. HOTEL. CORRIDOR, NIGHT.\n\nShinji and his men square themselves off, exchange looks.\nShinjl nods, WHIPS the flament-loop down, toward the door-\nknob.\n\nINT. HOTEL SUITE. NIGHT.\n\nCLOSE ON THE TV\nA hyperkinetic explosion of Japanese cattoon-blood.\nON THE DOOR.\n\nAs the loop pops through it like a knife through butter, scoop:\ning out the knob and lock.\n\nCLOSE ON THE MICRO-CD.\nin the steel chopsticks; its sagging. starting to melt.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs the loop pops through it like a knife through butter, scoop:\ning out the knob and lock. CLOSE ON THE MICRO-CD. in the steel chopsticks; its sagging. starting to melt. \n\nTARGET SECTION TO BE ANNOTATED:\n#1 and #2 burst through the door. followed by\n\f  \n   \n    \n  \n  \n    \n \n   \n   \n \n   \n    \n \n  \n  \n   \n  \n    \n  \n\nTe SCRaaPLAY Seen RERONIC 2\nQUICK CUT surreal slaughter scene as Shinjis men\nwhelm the Korean bodyguards. (Note: The Yahuza are\nwith sophisticated, relatively silent air guns, the Koreans\ntraditional ballistic guns).\n\nYakuza #1 shoots Korean #1 as hes rising from the\nattempting to draw a massive folding-stock automatic.\nrean #1 is blown across the room, crashing into the\nKorean #1% gun strates a trail of bullets across the ceiling as\nfalls.\n\nYakuza #2 blows away Korean #3, who tries to take\nbehind one of the pillars.\n\nHenson turns lett toward the bathroom and the\nadvances. The bathroom door is open, dark inside . . .\n\nKorean #4 hits Yakuza #2 with a salvo. The bullets\nharmlessly otf the Yakuza’s bulletproof vest. For a\nthe Korean stands in shock, then he dives behind the\nYakuza #2 riddles the sofa with bullets, Stufting tlies. Ke\n\n#45 wrist flops out from behind the sofa, remains moti Shinit hunges for the paper ht its\n\nHenson reaches the bathroom, enters cautiously. He consumed. One-half (one of the two remaining images) has\nfor the light switch, fips it. Johnny SLAMS the door closed: been destroyed. Shinji is furious. He grabs the fone survivor.\nhorrifed Viet #1. All the others in the room are dead.\n\nbeing pulled into the fax machine.\n\n\"Yet #2 notices Johnny is heading for the table, understands\n- jmmediately He steps toward Johnny.\n\nJohnny lunges forward, but Shinji filament sings through the\nait Johnny snatches the paper from the fax machine, just as\nthe filament cuts through it. Hes left holding only a single\nimage. Theres no time for more, The filament also cuts\nthrough a stone statue in its lethal path.\n\nJohnny dives for the door and rolls. Hes very last. The next\nmoment he’ gone. Behind him, the wall is STRAFED with\nbullets.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nHes very last. The next\nmoment he’ gone. Behind him, the wall is STRAFED with\nbullets. \n\nTARGET SECTION TO BE ANNOTATED:\nYabuzas #1 and #2 sprint after him, blocking Shinjis target\n\nVier #2 has picked up the remaining code images and reaches\nfor the flames in the cooker, but Shinji whips his filament ana\nsevers his hand, which falls right on the edge of the cooker.\nstill clutching the code. The flames reach for the paper. quickly\nsingeing one side.\n\n \n\nStaxa, You. Where's he going? Where's he taking the data?\nCLOSE ON THE MICRO-CD.\n\nFalling into cooker as Viet #2 lets go of it. He crouches\nfatalistically waiting to be shot.\n\nJohnny appears in the doorway, sizes up the situation in\ninstant. His eyes take in the access code. The doorway.\n\nShinji notices Johnny, moves forward.\nCLOSE ON THE ACCESS CODE.\n\nViet #1 is too scared to speak.\n\nIn the next room, a baby begins to CRY. A slow smile spreads\nAcross Shinji's face.\n\nFIRE STAIRS. NIGHT.\n\n  \n\nfaces down the steps. He jumps over the railing onte\nJanding and keeps running. In the process, he re-\n\f   \n   \n  \n \n    \n    \n  \n  \n  \n \n   \n  \n \n \n \n  \n    \n   \n  \n  \n  \n  \n \n \n\nverses his tie, runs his hands through his hair. gray streaks\nappear. He takes a folded hat from his pocket. pushes it out,\n\nJONEEY MBEHONIC x\nINT. NEWARK AIRPORT. CUSTOMS. NIGHT.\nA SERIES OF MRI IMAGES.\n\nScanning through a human body. OVER THIS. airport sounds\nFLIGHT ANNOUNCEMENTS. etc.\n\nA customs ormcer. Hispanic. looks at the monitor as the\nARRIVALS file through his booth, each head and body very\nmuch the same. Suddenly. one head is different, an IMPLANi\nshows, something angular and inorganic in the brain, Ar\nALARM sounds.\n\nJohnny stops and looks over to the Customs Officer.\n\ncorner. The skin tone is changing betore our eyes.\nRUNNING STEPS on the stairs above him...\n\nINT. HOTEL LOBBY. NIGHT,\n\nAn Oriental traveling salesman, his gait stiff, his\nsloped, emerges into the lobby. Shinjis guards don't even\nhim a second look as he walks straight through the lobby\nout the door.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOTEL LOBBY. NIGHT,\n\nAn Oriental traveling salesman, his gait stiff, his\nsloped, emerges into the lobby. Shinjis guards don't even\nhim a second look as he walks straight through the lobby\nout the door. \n\nTARGET SECTION TO BE ANNOTATED:\nOnly the child for whom he did the little trick in the\nwhen he came in, stares after him. puzzled. On the brink\nrecognition.\n\nJust as Johnny walks out, the trailing Yakuza explode into\n\nJounny It's all right, it's government approved. Dyslexia pros-\nthesis.\n\nHe hands over a laminated card. The Customs Officer reads\ni, punches in the number. Looks back up to Johnny, suspi-\nclous ... checks his monitor. Back at Johnny. For a mo-\nment we think Johnny's blown. BEAT.\n\nsean You may have a problem here . .. Looks like\nimplant is discharging .. . seepage Better get it cheched\nimmediately. “\n\nGracias.\n\n \n\nThe child looks over to the Yabuza. frowning. He doesnt\nthem.\nGets a grin from Customs Officer.\n\nEXT. NEWARK. NIGHT, takes back his card and moves on, turns the corner ot\n\nESTABLISHING SHOT of the city. Many areas are ROME I\n\ndark. As if deserted. Very different from futuristic and\nBeijing.\n\nCAPTION: FREE CITY OF NEWARK.\n\f  \n \n  \n  \n   \n   \n \n   \n \n \n   \n  \n \n \n \n \n \n \n \n  \n  \n \n  \n  \n    \n \n   \n  \n \n\n1a SCHEMA Jie mace .\n\nImpeccably attired in the conservative suit of the Japa EXT. FORMAL JAPANESE GARDEN/OFFICE. NIGHT.\n\n“company man,” He is the Yakuza head for this sector of N\nAmerica.\nStoical and melancholy. he’ lie a Roman legionnaire\n\ndown the fort in Wales; he may be a gangster, but in 4 sei\nhes the law in this neck of the woods\n\nTakahashi’ olfice is open to a covered indoor Japanese forma\ngarden. Shinji executes a negligent. almost insolem bow a\nTabahashi enters. Takahashi nods and walks to his desk.\n\nTamas: You look well. Asia agrees with you.\nHe looks at Shinjis capped thumb. smiles contemptuously\n\nShinto shrine strikes a false note. Tawusii: | see you have found a way to turn your shame into ar\nTakahashi is watching...\n\nHis eight-year-old daughter. auxrvo, play in a pool of light in\ncomer of the room.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks at Shinjis capped thumb. smiles contemptuously\n\nShinto shrine strikes a false note. Tawusii: | see you have found a way to turn your shame into ar\nTakahashi is watching... His eight-year-old daughter. auxrvo, play in a pool of light in\ncomer of the room. \n\nTARGET SECTION TO BE ANNOTATED:\n Her back is half turned. her short black h\nmating a neat line against her white neck His concentrati\n\ncompletely on her game.\n\nAmsvo. (addressing a doll). Now, Mopmop, if you and SI ir\ncan't play nicely, I'm going to have to separate you\n\nShinji instinctively folds his thumb underneath his hand.\n\na eee My condolences, Tabahashi-san. on your recent\n\nTakahashi switches to Japanese, as if he didn't hear Shinji.\n\nWASH: I've seen the report from Tokyo. Pharmakombinat In-\nTabahashi remains expressionless, but there is a sad ten dustrie of Zurich have engaged us to recover their missing\nness in his eyes that contrasts with the evident hardness of data.\nfeatures. A KNOCK on the door. As if caught at so\nTakahashi quickly pushes a button on a hand-held remote.\ndaughter DISSOLVES AND VANISHES Our ——\nShe was a hologram all along. Pharm moma ee\n\nThe door opens, spilling a shatt of light across the bed,\nSUCRETARY enters\n\nShinji also switches to Japanese\n\ndat Sto say. a nearly complete failure.\n\nSecreta: Sorry to disturb you, Mr. Takahashi . . : And the mnemonic courier escaped. He is\n\nTaxanasi) (grimy. . Shinji has arrived,\n\nHe gets up and exits the room. nok thtormed at ones?\n\fand leaves. Takahashi looks at the image. A frame\nRIOTS. He presses the intercom. ee”\n\n \n  \n   \n \n \n  \n \n  \n  \n  \n  \n  \n  \n  \n \n \n  \n     \n  \n \n  \n  \n\n$ ‘Tet SCRNPLAY\n\nvant.  I.did not wish to disturb you in your time of grief. It must\nterrible to lose a child. an only child, especially so young . .\n\nassumed you were .. . unavailable.\n\nGet me Kari Honig.\n\nShinjis sympathy is a deliberate torment, an attempt to\n\nblame on Tekohash Apause. oan vid-phone clicks on. Sequence of gener\nistian religious images\n\nTAKAHASHE: We are Yakuza, | am ahvags available. What Is om « ‘ '\n\nnature of the data?\nSins: 1am not at liberty to say.\n\nTabahashi smiles coldly.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat Is om « ‘ '\n\nnature of the data? Sins: 1am not at liberty to say. Tabahashi smiles coldly. \n\nTARGET SECTION TO BE ANNOTATED:\nTakaMasHi: Because you do not know?\n\n‘Deacontss (VO) Church of the Retransfiguratio\ndeductible contribution to... Pew\n\nThe image furs with green static and is replaced 5\non which we see I-Bone =e\n\nKBont: Make your own images and\nDirect hit ‘ man race is waiting for you. . asa ica\n+-Bone’s image explodes into a fast-forwa\n2 wd LoTex VIDEO-\nSCRATCH, set to music. Takahashi\n: i is\nintercom switch, appalled. He flips the\n\nStitt have been charged with recovering the head of the\nrier. Crpogenically preserved.\n\nTAKAHASHI: Preserved?\n\nSumm: The defectors wiped the Pharmakom maintrame.\n\nlose the courier, we've lost the data forever : Our lines are triple-shielded, we have our own\n\nsatellites and\n‘ still my private line ts invaded by these Lotek\nTakahashi switches to English.\n\nTaxanasi: Newark is mine. You were insolent when you\nhere under me and you have not changed. You will\nme. If the courier is in my territory, | will be\n\nunderstand you obtained part of the courier’s download Glowers at the Lotek video. It breaks up into static.\n\nMISS Billing the office.\nNo reaction from Shinji\nNIGHT.\nTaxanasi, Give it to me\n\nShinji deliberates, then shrugs. produces the singed\npaper, hands it over. executes another of his\n\nthe back of a junker speeding\nthrough potholed\nOf Newark. The pervex is visibly nervous in this\n\f   \n \n  \n \n  \n  \n  \n  \n \n \n  \n  \n  \n   \n \n   \n \n  \n  \n   \n   \n  \n \n \n  \n \n  \n\n3 na SCHENAT\nJohnny. looking terrible, talks to Ralf on an antique\nphone as he changes back from salesman to his usual\nWe INTERCUT the conversation with exteriors as the\ndrives through the stark wasteland to its destination.\n\njounny: I'm way overloaded, man. You wouldn't believe\nmuch—\n\nRati (VO) Johnny-boy, you told me you got upgraded\n\nJounny: Yeah, yeah, | did.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe pervex is visibly nervous in this\n\f   \n \n  \n \n  \n  \n  \n  \n \n \n  \n  \n  \n   \n \n   \n \n  \n  \n   \n   \n  \n \n \n  \n \n  \n\n3 na SCHENAT\nJohnny. looking terrible, talks to Ralf on an antique\nphone as he changes back from salesman to his usual\nWe INTERCUT the conversation with exteriors as the\ndrives through the stark wasteland to its destination. jounny: I'm way overloaded, man. You wouldn't believe\nmuch—\n\nRati (VO) Johnny-boy, you told me you got upgraded\n\nJounny: Yeah, yeah, | did. \n\nTARGET SECTION TO BE ANNOTATED:\n 1 got the goods, Ralf Now | just\nget ‘em out of my head! Did they get the code out?\n\nRaut (VO) Dont worry, Johnny-boy, they say they can\neasy\nA huge reliet. But Johnny doesn’ betray it in his voice.\n\nJounny: “They” who? What's going on, Ralf? This feels like a blo\ndeal, man... | don't even know this shithole of a town,\n\ngonna be completely exposed —\n\nRatt (VO) Johnny-boy, Johnny-bog, has Ralf ever let you\nDelivery is confirmed. You say you have to get data\nthey're the only ones who can do it You have no choice:\n\nJOHNNY, Okay, I'll check this place out\n\nRaut (VO) Be careful. Let's have a drink later, all right? Meet\nto-face. after all this time-\n\nJounny Yeah, sure.\n\nHe breaks the connection. Takes out the single code\nfrom his pocket. Looks at it, Frustrated. Worried.\n\nCUT TO.\nINT. DROME BAR. NIGHT.\n\nSet in a plush, old, converted theater, this is one\nand about as weird as it gets—weirder, even.\n\nSUEY MRE NERIC 29\n\nSome very heavy customers. rough trade of every conceiv-\nable persuasion. plus a healthy leavening of latex-clad jaiibait\nto die for. Some of the customers, though. are victims ot\nNerve Attenuation Syndrome (NAS). They jive and jitter, hard\nas they may try to be inconspicuous.\n\nRailfi is at the corner table that serves him as an office. He’s a\n‘talent agent” for various kinds of underworld professionals.\nNe ee\n\nYomomma is black, Pretty white and blond; otherwise\ncoulttans bento Gian inesoms tk enaaae ae,\nsional Balicrusher. They work for Rath.\n\nRalfi hangs up the vid-phone. exchanges a glance with Pretty\nand Yomomma and tts the phone again. Dials =\n\nAT THE BAR.\n\nSMIDER, a startling blend of computer geek and surfer/muscle\npeeraalbemibd enaind aernsm He’ very on edge.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nRalfi hangs up the vid-phone. exchanges a glance with Pretty\nand Yomomma and tts the phone again. Dials =\n\nAT THE BAR. SMIDER, a startling blend of computer geek and surfer/muscle\npeeraalbemibd enaind aernsm He’ very on edge. \n\nTARGET SECTION TO BE ANNOTATED:\n wears\ner hn homer eas lennsstbnieedatgre who is sitting next\n\n. A wannabe. She’ taut and edgy, in shintight jeans anda\nleather jacket with the sleeves tipped out. Leans forward.\nhungry and intense. She keeps looking over at Rallis table.\n\nSub hits on de nee ier ne Temes\nUstening!? shop for some tests... Hey! Are you even\n\nWe aren't playin’ “doctor” anymore, remember?\n\n| Hey, that's not what I—\n\nat\ncu from hell. They're old! Tm\n\nWorried about your speed, I'm worried about your\n\n    \n \n \n \n\n \n\f   \n   \n   \n   \n \n   \n   \n \n \n \n  \n  \n \n  \n \n  \n  \n \n\noO Tek SCREINPLAY JOY EINE 3\n\nShe isn really listening, her attention is on Ralfi as he\ninto his phone. As soon as he hangs up. she gets up and.\nover to his table. Spider looks after her. Angry. Jealous.\n\nAT THE TABLE.\n\nRalh looks up as Jane struts up, concentrating on\nstreet fighter charisma. Pretty moves to block Jane.\n\nRat Pine. Just hold it there.\n\nSilence. He watches Jane’ hand. We wait for\nsomething tc\n\nJane: So?\nRalhs pober-faced\n\nJane: What?\n: Just hold it there.\n\nPeery: No way—\n\nBut Pretty’ too-casual swing backfires. Jane intercepts it,\nning Pretty off balance: a very slick move. Ralfis mouth\nopen: Jane is in his lace.\n\nJane: Your hired muscle’s aging on you, Ralfi. | coulda done\nTime you hired some young and fast.\n\nPretty (hissing with fury: You—crazy—lithke—street\nbitch—\n\nFlash of fear in Jane.\n\n“Rar: You can hold it there, baby... can't you?\nWave: Sh-sure ..\n\nRalf studies her. Almost interested. He holds up his\nYomomma, keeping her off.\n\nCLOSE-UP ON Jane’ hand as it starts to TREMBLE Before\nthe\ntremor can increase. she grabs Rallis wrist. She is fast.\n\nRart Like you? (desperate). See?\n\nPeetr: You gonna be shitting out of a plastic bag.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nRart Like you? (desperate). See? Peetr: You gonna be shitting out of a plastic bag. \n\nTARGET SECTION TO BE ANNOTATED:\nJane (selling) You agent for all the best combat artists in town.\nthe fastest thing going now Spider's jacked my system.\n\nRau You fast, huh? (BEAT) Hold out your hand.\n\nRalf stares at her coldly, untit Shakes\nYomomma laughs, cruelly she lets go. his head\n\nYou' :\npup anie Goods, bitch. Spider-man’s jacked\n\nJacked her so tight. she shakes ..\nAnother month of neo, you'll be like them i\n\n     \n  \n \n \n \n  \n  \n  \n\nPuts out his hand. flat, palm down, held about six inches\nthe table. Jane, thinking her speed is about to be tested:\nhow, pulls back her sleeve, makes a fist; CLOSE on\nforearm, faint ruler-straight lines of scariication\nders worked on her, She puts out her hand as well.\n\n \n\nfo trembling victims of NAS at the bar, beer slopping\nNes glass as he tries to drink. ns\n\fJOHNNY PENEAIC\n\n \n\n   \n   \n     \n\n \n\n \n\nBurt | cant use you. Not for muscle. Yo id be bi\nthougt met E 4\nsees eeseeeeee eeeeneeeeeseese bsentlp sizes uz wre piching f h\nYou: Ye Like on pour back\nf 1OWLS w\nPorrr ar knee\n\nas if she could go ballistic. but she bottles it in\n\n \n\n \n\neeeaeeceeeeeeeaeeeeeeerrerrrrrr”\n\n \n\n \n\nMe P s laptop. Jane vanishes into th rs\na 1\nEXT. RATLANDS. NIGHT.\nRicky ‘\nTh ; es\neeeeeesesesenest _\nlon\nah % =\nEXT PACTORY GIRDERS.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nRATLANDS. NIGHT. Ricky ‘\nTh ; es\neeeeeesesesenest _\nlon\nah % =\nEXT PACTORY GIRDERS. \n\nTARGET SECTION TO BE ANNOTATED:\n NIGHT\nSQuinting down thr the Lotek\n\n      \n\n \n\nher, Walches Jc Minny\nMON Of the Loren\nPGS, Nect-tho,\n\nOngs str with tools and b\n\nHe has an AIR Bi IW slung ¢\n\nlistinctive ¥\ncostume, which\n\n   \n\nIvers, ragged\n\n \n\n    \n\nof high-tech\n\n  \n\f  \n  \n  \n      \n  \n \n   \n   \n   \n \n    \n  \n  \n  \n  \n      \n  \n \n \n  \n  \n   \n\nJOHNNY MAEM 3\n\nToad, thitteen, a young Lotek, comes strolling out on smiles indulgently. He stands aside to let Johnny in\ngirder behind him. But we're thirty feet up. here. Te hesitantly steps in.\ncasual as if he’s gooting in the playground. 5 POR\n\nQuick pan along the length of a table spread with whit\n\nplastic. At the far end, a CRYO-UNIT. a patented head freezer\nAGLITTERING array of surgical tools.\n\nHenson, HEAVILY BANDAGED. wearing surgical gloves, step:\nforward. Smiles.\n\n4 tit SCatinnay\n\nfoap: Yo, J-Bone, maximum leader, sir. Watcha clockin?\n\nJ-Bone’s not pleased at being interrupted. He gestures for\nto shut up. Indicates Johnny scurrying closer. Toad joins\nSquats next to him.\n\nJ-Bone raises the monocular to his eye again, watches\n\nas he approaches the ruins of an old building. » Doctor will see you now,\n\nEXT. RATLANDS. NIGHT. _ Johnny calmly turns to Laslo, who is now blocking his way.\nYou lied.\n\nRuins of a factory and outbuildings. Near a river,\nYeah...\n\nthe shadow of a BRIDGE. :\n\nInside, a burnt shell of a building with blacked-out\nstrip of light leaks under the warped door.\n\nJohnny’s hand reaches for his watch, presses a button\nTHE MOTION DETECTOR EXPLODES. right behind Lasto\n\n_ Johnny immediately headbutts Lasio, then grabs his arm and\nthrows him forward across the table. Instruments flying. Laslo\n\nEXT. RATLANDS. NIGHT.\n\nJohnny skirts the building. checking it out. Moves up\ndoor. Removes the motion detector from his belt.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nJohnny skirts the building. checking it out. Moves up\ndoor. Removes the motion detector from his belt. \n\nTARGET SECTION TO BE ANNOTATED:\nIT TO THE DOORIAMB, He bends over and tries to\nthrough the crack. The door opens inward, fast. Johnay’s\nlevel with LASLO’s cowboy-booted ankles.\n\nsoon ocala Henson goes after him with a\nHIGH. IN with silencer, skeletal\nsight stock, telescopic laser\n\nEXT. RATLANDS\nLasLo: You're Johnny. NIGHT.\n\nlonnny (steps back): Am I?\nLASLO: Sure hope so. Come on in,\n\nv ducks into rubble, Henson stalks him. He good at this.\n\n \n\nWe got all night, white meat.\n\nfo where J-Bone and Toad look down, observing\n\nLasio is a streetiyhter, the kind of foot soldier the Yakuza’\nToad starts to speak: J-Bone claps palm across his\n\nto bring along for operations in these bad-ass anarcho,\ntown. Johnny hesitates, suspicious.\n\fBone; Toad!!!\n\nE-Bone: Toad, Toad, shit, man...\n\nHENSON: You weren't on the menu, but | want you to do\n\n}-Bone: Do?\n\n   \n  \n \n \n \n \n  \n   \n    \n  \n   \n    \n    \n  \n  \n  \n   \n   \n\n1 SCUNPLAY\n\nJohnng. hiding in the rubble below, picks up a length of\nsteel bar; hefts it in his hand.\n\nJOHN MERON ai\nYes. Say: \"Bye\"...\n\nHenson’ finger tightening on trigger. We hear a sound like\nsomeone slugging a watermelon with a baseball bat: Hensor,\nfalls forward and we see Johnny with a length of waterloggea\ntwo-by-four in his hands. J-Bone looks up at him\n\n(OS): Just hold it right there.\n\nJohnny turns, Sees Lasio has the drop on them with an assault\nritle, J-Bone smiles broadly at Lasio, lifts his arm, ZING. A smah\ncrossbow on his wrist releases a bolt. Laslo staggers, falls tace-\nfirst in a puddle. J-Bone turns back to Toad.\n\nJohnny picks up Henson’ gun, Snaps off the laser sight and\ntosses it in a puddle. Then the silencer. then the stock. He’ left\nwith a squat. brutal-looking PISTOL. J-Bone watches.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen the silencer. then the stock. He’ left\nwith a squat. brutal-looking PISTOL. J-Bone watches. \n\nTARGET SECTION TO BE ANNOTATED:\nIt lands near Henson, who whips the gun up and fires.\n\nOverhead, Toads been shot underneath his chin, He\nreach up, loses his bilance, tumbles to the ground,\ndead,\n\nYou tooling up for an evening of it?\nWf they think you're technical. go crude\n\n-- It they think you're crude, go technical, {ih-huh. How-\never you gonna go, you and | are even now, understand?\n\nToad crashes into the rubble. J-Bone runs back along\ndisregarding his own safety completely. He starts\nthe structure.\n\nJohnny watches from hiding. Henson checks Toads\nnudges it with his shoe, resumes his search.\n\nJ-Bone runs to Toad’s body. Kneels beside it, cradting the\nbos’ head.\n\nHis look says Johnny wont get any favors. He scoops up the\nLASER SIGHT, shakes it dry. estimates its usefulness, stults it in\n4 pocket\n\nWho are you?\n\nLooks up into the muzzle of Henson’s gun, inches from his Tm I-Bone. | run Heaven, Up there.\n\nts (0. bridge looming in the distance. For the first time\n\nPatched\nthing for me... underneath, like an insect nest, 4 mabeshift\n\f}O a SCHNrLAT\nYour a lead wnt get this batch of product out\n— grabbed t hind and somma hurts him\nthirst against a ste je dox the\nRa N the hee ‘ re < head!\nomma shrugs, looks around\nYomomma: Thaven't been in one of these in years\nRauf (rubbing his cheek, furious) Not since you had a dick, yes?\n\naLFL (sympatiretic) How you feeling\n\n    \n      \n \n\n \n\n   \n\n   \n\n \n\nNow get him into the back room\n\nYomomma tilts Johnny up like a broken doll\n\nINT. DROME BAR, NIGHT.\n\n  \n\n \n \n\n  \n\n4T THE BAR\n\ntal prosthetic forearm :\nfi ne one Oy\n\nth a s i *\nbox 2 YAKLA a\nhk he di s®\npx we box °\n.\n*»\n\nINT. DROME BAR, BACK ROOM. NIGHT.\n\nBLURRY POV.\n\nOf the ceiling, slowly coming into focus.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nNIGHT. BLURRY POV. Of the ceiling, slowly coming into focus. \n\nTARGET SECTION TO BE ANNOTATED:\n Ralfis face Pi\n\"\n\n> tries to reach for his head. Finds hes\nlegs are free) His pis\n\nRemains calm\n\n \n\nback an a table (his\n\nwortes th\n\n     \n\fNi: )©6We'll need a bucket\n\nTae SCURRY\n\n \n\n \n\nf nat\nWw sack of\nhit\nWha / Ar « u not\n- 2 ‘ the\nk eng f surgice w rte\nrial shur t he a h ch er hey\n\n \n\nINT. DROME BAR. MEN'S ROOM. NIGHT\n\neeeeeeeeeseseses\n\nINT. DROME BAR. VENTILATION DUCT. NIGHT\nPulls he\n\nINT. DROME BAR. BACK ROOM. NIGHT\n\n \n\fa4 De CHAT\n\nPorrry, Well. it's not sterile .\n\nStan will do, Put it there. beside the table\n\nJoewor, Can't we talb about this?\n\nSeaney Tall?\n\nJotoorr. Thave one image of the access code. pou have the\ntoo. ll give you the data. everybody happy,\nBEAT Shinji rwiddling the shunt\n\nSimi No. You don't understand. They don't just want the\nThey want everything it's ever been stored in.\n\nft dawns on Johnny that Shinji is talking about cutting off\nhead, His eyes widen as he looks at the cryo-unit with\nunderstanding of its purpose. °\n\nSreuntt: There's less danger of information decay. And we\nhave to worry about anyone going in with advanced\ntechnology... These days, you see, dead men can tell\n\nShinji puts the shunt down, goes to the unit, snaps it open.\nof super-chilled air. Clicks crpo-unit shut.\n\nJou There} gotta be a way to work this out—\nSraxn There is\n\nHe tales a small rubber ball, puts it in Johnny's mouth.\nhim. He rounds the table. picking up shunt\n\nINT, DROME BAR. VENTILATION DUCT. NIGHT.\nsane’s POV through a small grate, watching, braced\n\nawkward position, Under her weight, the welded joint\nducts is beginning to sag, She shifts her weight.\n\n    \n \n    \n   \n    \n  \n   \n  \n  \n \n    \n  \n  \n  \n    \n   \n   \n  \n\nJeane ae ou\nINT. DROME BAR. BACK ROOM. NIGHT.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nDROME BAR. BACK ROOM. NIGHT. \n\nTARGET SECTION TO BE ANNOTATED:\nShinji pulls down a plasticine mask over his lace, examine\nthe razor edged point of the shunt. Checks to mabe sure the\nrubber tube us in the bucket\n\n“Youomma Will you hurry up?! This is kinda disgusting, pou stop\nto think about it\n\nShinji smiles. He traces the line of the artery in Johany’s neck\nwith one finger...\n\nINT. DROME BAR. VENTILATION DUCT, NIGHT.\n\nJane is horrifed by the spectacie. She tests the joint beneath\nher, makes a decision, draws her knees to her chest and drops\nher weight full onto the joint, which immediately gives way.\n\nINT. DROME BAR. BACK ROOM, NIGHT.\n\nShe lands on the table in a shower of chest A section of pipe\nswings down, sending Shinji sprawling. stunning him\n\nWhat the fuck .._?\n\nPreny goes for lane and gets a very solid. Pery expert Bick in\nthe head Preay goes down.\n\nYomomma puts an expensive-looking SPRING-KNIFE to\nJohny neck. The blade SNAPS OUT. right on the button for\nJohnny's prgutar\n\nJane counters instantiy. fipping out her own WEAPON. «\ncarantenna with a nasty fang of steel welded at\ntip. The blade bobs. CU, like the tip of a fly rod in front of\n\fAPPR RRR RR SRST RRR E RRR E EERE HTT OUaY HED\n\n \n\nPretry\n\na\n\n \n\nJane wrrir wound.\nSee ee eee eee eee eee eee ee eee\n\n \n\f  \n \n  \n  \n  \n  \n  \n    \n  \n  \n   \n  \n \n \n  \n   \n  \n   \n \n  \n\n7\n“a ne sCrnnruar eeany NEHOC ‘\n. Ralf falls to\nRalf, bent double. clutching his crotch. edges toward The filament whips through the aif. once. twice\ndoor... the floor in three neat pieces.\n\nShinji poised to use the filament on Jane, but Johnny jumps\nthe table and heaves it at Shinji. The pistol falls to the\n\nThe Yakuza guard bursts into the room. Jane instantly\nhim out with a NINJA THROWING SPIKE square in the\nof his forehead. She has the second spike ready before\ncan get out.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe pistol falls to the\n\nThe Yakuza guard bursts into the room. Jane instantly\nhim out with a NINJA THROWING SPIKE square in the\nof his forehead. She has the second spike ready before\ncan get out. \n\nTARGET SECTION TO BE ANNOTATED:\n He smiles sickly.\n\nEXT. DROME BAR, STREET. NIGHT.\n\nHIGH POV watching from fire escape\nJohnny dives for the pistol, jumps up, holds it on Shinji, jens tarts clawing through the contents of a trash pile. Johnny\nup. moves Ralf over next to Shinji with a gesture of the looks back nervously.\n\nShinji and Rath freeze, but Jane jumps on Yomomma,\n\nwas ready to get Johnny in the back, and starts whaling Jounne What the fuck are you doing?\n\nJane pulls a battered shoulder bag trom the pile. Shoves\nJounny: It's okay, | got the gun. Johnny ahead of her.\n\nJane beeps going. a staggering combination of blows.\n\nlant: Move!!\nEXT. ALLEY. NIGHT.\n\nJohnny stumbles against lange poster. “NERVE ATTENUATION\nJane finally snaps to and realizes what she's doing. She gets ‘SYNDROME. ITS NOT YOUR PROBLEM—YET.” with big\neyed NAS poster-child.\n\nlane Run!!!\n\nJouxny, Enough!!!\n\nHere comes Pretty. Shinji appears behind Pretty, aims past het\nThey back toward the door, Slip through. Just as Johnny fires a BURST.\n\nPUFFS of shredded paper on the head of the child in the NA:\nposter, where Shinjis shots land.\n\nth\nturns. aims the pistol, CLICK. Disgusted, he tosses\naway and runs. Jane, clutching her bag. on his heel:\n\ntries to aim again, but Pretty ts in the way.\n\frae CUPL?\n\nEXT. STREETS. NIGHT\n\n   \n  \n\n \n\nJohnny looks back. Pretty is gaining. They run into a masegi\nalleys\n\nnn\nOv\n\n \n\ner garbage, past\n\n \n\nEXT. ALLEYS. NIGHT.\n\n    \n\nrdboard shack\n\nAssorted HomeELess are here, int\n\nsome with NAS. Jane leads Jolinny deeper into the “campl\n\nHINT\n\n \n\nEXT. ALLEYS. NIGHT.\n\nvce with STACKED BUILDING MATERIALS, etc. Dark.\n\ngrabs Johnny, clasps her hand over his mouth\n\n \n\n  \n\n(whispers): I've gotta get out otf here\n\nwinded) No. Stand. Til take ‘er\n\nKOM « Sh BOX\nsow\n\n \n\n+ Something RUSTLES.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\ngrabs Johnny, clasps her hand over his mouth\n\n \n\n  \n\n(whispers): I've gotta get out otf here\n\nwinded) No. Stand. Til take ‘er\n\nKOM « Sh BOX\nsow\n\n \n\n+ Something RUSTLES. \n\nTARGET SECTION TO BE ANNOTATED:\n Shinji tracks\n\n  \n\n  \n\n \n\n   \n\f  \n  \n  \n  \n    \n   \n \n    \n  \n    \n  \n     \n    \n  \n    \n   \n \n  \n    \n\n52 Tit SCutiNPLAy\n\nShinji from low angle, its a group of Lorex KIDS.\n\nJen mann 5\n\n_ _ HOWLS as she grabs finger, forcing him to his knees, dislocat\ning his finger. J-Bone raises his brows\n\n}-Bone: Temper, sister.\nwe: Temper my ass. I-Bone.\n\nBut they're in their way. Shinji SMILES. makes a\nCOCKING the gun and aiming it at one of them. BEAT.\nAS ONE. the Lotek kids draw their WEAPONS. Some\nhave knives, but others have a variety of SPRING-DRIVE,\nJECTILE WEAPONS. Their expressions haven't changed.\n\narent about to move. The kid in Shinji’ sights slowly crack\ntough urchin grin.\n\nBEAT, as Shinji gets the picture: He can shoot one or two,\nthe others will get him. The RED DOT of a laser sight\non Shinji’s white shirt. Pretty backing off.\n\nJ-Bone steps from the shadows, his air bow in his arms.\n\nShinji smiles sickly. turns his head to notice a NUMBER OF\nyAauza arriving. Pretty is gone. The red dot remains\n\nshirt. Its a standolf, Shinji backs up slowly to the,\nhis men\n\nJ-Bone smiles. He leads them toa corner, pushes a large stab oi\nplpwood to one side, exposing a hidden exit.\nJ-Bont; Our back door...\n\nJohnny and Jane pass through the opening. JsBone turns to\nneo of his Loteks.\n\nJ-Bont, Follow them. ..\nEXT. STREETS, NIGHT.\n\nJohnny and Jane come running down the street\n\nA Yabuza limo rounds the corner in the distance. tires\nSQUEALING\n\nShit\n\nJane tabes a few steps toward a manhole and heaves up the\nfitty-pound COVER She SHOUTS over the CLANG as it hits\nthe pavement\n\n» Down!\n\nSumm: We'll find you again, Mr. Smith. Count on it . ..\n\nJohnny and Jane watching from the carton maze\nYakuza close rank around Shinji. The Lotek kids Johnny scrambles down; she follows.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nCount on it . .. Johnny and Jane watching from the carton maze\nYakuza close rank around Shinji. The Lotek kids Johnny scrambles down; she follows. \n\nTARGET SECTION TO BE ANNOTATED:\n The tires of the limo hiss\nJEER. J-Bone walks up to Johnny. Past, @ few feet away, BEAT. The feet of the two\n\nproach the ma Loteks ap-\nI-Bone: Said we were even, Now you owe me one.\n\n» CHURCH OF THE RETRANSPIGURATION. NIGHT.\n\nPREACHERS VOICE BOOMS dim and hollow trom\nchurch as we TILT DOWN from sign to Yakuza LIMO\nup.\n\nHe nods at them to follow him. A couple of LOTEK }\nproach Jane, One GRINNING LOTEK kip, near Jane,\nbreasts\n\nLOTEX KID: When'd you grow those, Janey? (VO) Some teach that these are the Final Days\n\f  \n \n   \n   \n   \n  \n   \n  \n  \n \n \n  \n   \n  \n   \n   \n   \n  \n   \n  \n   \n \n \n   \n \n \n \n\n4 tae SCE\n\nOthers lose Faith utterly, brothers and sisters, but let usn\nnumbered among them . ..\n\nJUMMNT NEMEC §&\n\nplaces cryo-unit and vid-phone on floor, bows to Street\nPreacher, exits. Takahashi appears on the small screen.\n\noriver getting out with VID-PHONE and CRYO-UNIT, ei\nchurch.\n\nJ 4 (VO, filter. Good evening, Karl... | require your ser-\nvices. Again.\n\n‘Sreert PREACHER: We hold services nightly... You should join us.\nsui (VO, filter): Your talent, | should say...\n\nSTREET Preacnek (contd): ...We have seen a new way, a\nlight. In this plague time, our goal is the vision of\ntransfiguration,\n\nt Preacher rises, turning to face vid-phone.\nINT. CHURCH OF THE RETRANSFIGURATION. om ve\n\nPreacnem, You wish someone ... brought to Jesus?\n\nburgundy robe, clutching an ornate INVERTED CRUCI Street Preacher smoothly flips his crucifix, revealing the\n\nWICKED BLADE that protrudes from Christ’ head, and show:\nthe vid-phane.\n\nSTREET Preactin: To go forward, unflinching into the ane\n\nHis tectnology— Street Peeacnen; ... Or brought to you?\n\nCHORUS of amens.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTREET Preactin: To go forward, unflinching into the ane\n\nHis tectnology— Street Peeacnen; ... Or brought to you? CHORUS of amens. \n\nTARGET SECTION TO BE ANNOTATED:\n He lets his robe fall open as he Tans (VO, filter: To me -. . But not entirely.\narm; we see many scars of implant surgery.\nStreet Preacher frowns. Takahashi explains.\niTREET Preactem I stand before you naked in the house of G\nwhole and strong! |. who was as you are! And I was mad\nposthuman.\n\n(VO, filter). His head. Intact. The brain undamaged.\nPreserved in a cryo-unit.\n\nPetacten And who is this Jost soul . . . this sinner unre-\n\nThe word ‘posthuman™ sends a special shiver through mikgan\n\nCROWD.\n\nCLOSE ON Street Preacher as he notices the Yakuza @\nentering the church.\n\nst (VO, filter; A mnemonic courier. Not local, Name o!\n“Johnny.” Last seen at a club called the Drome . ..\n\nStreet\n‘TREET Preacner: | sense a need for meditation, bro Preacher frowns,\n\nsisters... Leave me now . . . The sermon is ended. Pr (wnbigens ai The very paced |\n, (VO, fitter). Triple your usual fee if you deliver his head\n\nStreet Preacher turns to the altar, kneels\nprayer. Congregation shuttles from chapel. Driver\n\f  \n  \n  \n   \n    \n   \n   \n   \n  \n   \n   \n  \n   \n    \n   \n   \n \n  \n  \n\nenn menaiC 5\n\nFLASH FRAME. Johnny stumbles. wincing. clutching his heac\nAlmost doubled over with pain\n\n36 Te SCOSENPLAY\n\nSrmeet Preacner: Join me in the chapel, Mr. Takahashi.\nwith me\n\njae: Hey! What's wrong!?\n\nAfter a moment, he pertorms the same meditative exercise we\nsaw in the hotel bathroom. Gets control over the pain. He\nturns back to Jane.\n\nTakahashi looking at vid-phone image of Street Preacher.\n\nTaxanastt; Do not fail me, Karl.\n\nJounny. Junkie in Bangkok taught me that Used to be a holy\nman...\n\nHe starts walking.\nwe: You from round there?\n\nThe screen goes blank.\n\nINT. ABANDONED SUBWAY. NIGHT.\n\nJane has pulled a flashlight from her bag. Lights the way.\nJohnny's not interested in conversation, FLASH FRAME The\n\npain comes back. Even worse.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nLights the way. Johnny's not interested in conversation, FLASH FRAME The\n\npain comes back. Even worse. \n\nTARGET SECTION TO BE ANNOTATED:\n He stumbles against the wall,\ngoes down on his knees. . .\n\nJounny: | have to get on-line . . . must be somebody I can\nsquare this—\n\nJang: Fifty thou, You said. Time | see the color, right?\n\nJounny, Right. You were terrific. So if you'll just point the way\nand give me an account number for the cash transfer—\n\nJane: [Tm on you till you pay, mister. no mistake.\n\n1 Come on... over here...\nShe gets him up, leads over to a ledge.\n\nNo... Tve gotta\n\nBEAT er\n\nMan ... You are fucked up severe\n\nJane (contd) How come they wanna cut off your head.\nI mean, usually they just kill people, around here.\n\nJounny: Long story.\n\nJane: I'm not going anywhere till | get paid.\n\nJounny: | can carry nearly eighty gigs of data in a\nsixty if | use o doubler. Trouble is, somebody's st jem\n\nback , Moving silently, leaving him alone in the\n\nmore than that and | dont know how to get it He sinks back on the ledge and cradles his head in his\n\nlant. You're @ smuggler.\n\nChecking his pupils with her tight\n\nSomething SPLASHES in the dark\nDer light off . behind them, Jane snaps\n\f  \n   \n \n  \n   \n \n  \n    \n  \n  \n    \n   \n \n   \n   \n    \n  \n  \n \n  \n\ni] Cum\nINT. TAKAHASHI'S OFFICE. NIGHT.\n\ngreat elegance and control. Sword in hand, Takahashi\n\nShinjl across the fallen bodies 7\nTakahashi at his desk. a 3-D vid-sbetch of Annas face on\nmonhor. : 1 gave you no permission to have Kobuns.\nTaxamas (10 himself) I've seen pou, | know . . . Before\n\nHe punches commands, faces flip from the image bank,\nfaying Anna’, Joobing for a match.\n\nTabahashi watches for 4 moment, then gets up, goes\ncabinet in the comet, opens the door. which has a Takahashi scrutinites the tatoos without comment. Tabahast\nthe inside. He tabes a clean white shirt from a neat stack points his sword at one of the designs\n\nshell and removes the one he is wearing.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nTabahashi watches for 4 moment, then gets up, goes\ncabinet in the comet, opens the door. which has a Takahashi scrutinites the tatoos without comment. Tabahast\nthe inside. He tabes a clean white shirt from a neat stack points his sword at one of the designs\n\nshell and removes the one he is wearing. \n\nTARGET SECTION TO BE ANNOTATED:\n revealing his (in Japanese’. What does this ,\n\nShinji foobs from the tattoo to Tabahashi, then, very deliber\n\nAs Tabahashi the fresh shirt, he HEARS\nee ately, answers in English\n\ndon. He reaches inside the cabinet. removes and\n\nan antique samutal sword. ie\nThe door opens. Shinji enters with two of his men, an\ncan and a Latino. Anxious secretary behind them BEAT\n\nSremetazy You can't just wall It ls misspetied\n\nTabahashi mods to her. Its all right. Shinji gives an Shinjts eves are on the sword\nbow. His henchmen explore the office. Tabahashi\nthem. (in Jopanese, looking down at the bodies)\n\n, are\nto have been dispatched with such a ne nnn\n\nTacanasit (in Japanese) Who ore these men? . Twice you have attempted to capture\nlory, Twice you have failed. In neithe:\nStat: They are my Kobuns. ne\ninformed. That must not happen again.\n\nTabahashi moves libe lightning He kills the\nsingle. expert, lightning stroke. He bills the Latino.\nstarted to draw his gun, with two strokes. Very\n\fTAKAHASHt Locate him. Inform me. | will supervise his\n\nSwinit Yes, sir.\nTAKAMASHL: =I want his head before morning. Is that clear?\n\nJounny, You let me sleep!?\n\n   \n  \n \n   \n \n \n \n \n \n  \n  \n  \n    \n \n \n  \n  \n \n \n \n   \n \n  \n    \n   \n \n \n  \n  \n\nta SCHRNPLAY HOY ENDL 6\ngum wrappers. crumpled money, throwing spikes, sunglasses\ncredit cards, A HAND GRENADE on a key chain with a MINIA-\nTURE TROLL and a BEER OPENER... She grabs it.\n\nUnderstood?\n\njounny: What's thar?\n\nShinji bows. leaves. Takahashi steps around bodies,\nthe monitor on his desk.\n\nON THE MONITOR.\nStill searching through the parade of faces. . .\n\nJane quickly puts the stuff back into her bag\n\nIt's a beer opener.\n\nINT, VILLA. STUDY. DAY. She recovers her poise. Johnny returns to the issue at hand.\nGrainy. faded home movie quality.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe recovers her poise. Johnny returns to the issue at hand. Grainy. faded home movie quality. \n\nTARGET SECTION TO BE ANNOTATED:\n Inside a haxurious but:\nstudy, a few childs toys are scattered. A WOMAN is at\nbehind the desk, her head bent over, so we cant see her:\nThe lighting is behind her, turning her into an ominous\nence. A cH’ POV hesitantly approaches the woman . -\nmoves in. the image bleaches. glitches... We hear a\n\nCUT TO.\n\nI tok you, Tm in a hurry Tm a dead man, don't get this\nout of my head . .\n\nHe hoists himself up. He becomes aware of his bloody\n\nwipes it olf. As he does so, he notices HIS HAND 1s oddly\nfolded, two of the fingers are curled inward. He untolds them,\nbut when he lets go they curl inwards again. He hides his hana\nfrom Jane. but shes seen it He starts walking. Jane tries to\n\nMabe conversation.\nINT. UNDERGROUND TUNNEL. NIGHT.\n\nJohnny wakes up with a start. His nose is bleeding\nhe doesnt notice. He sees Jane looking down on him,\ncerned She's been standing guard. It takes him a\nget his bearings. the dream has disturbed him. Then\nizes.\n\nYou ever sneak a look at what you're carrying?\nUsually there's a code, like a lock.\nWhen there isn't?\nNo. Goes with the territory, Safer for me. safer for the\n-» How come you bnew those, uh\n\nbs, call ‘em. I sort of hung with them. Before, How they\n\nHis anger takes her by surprise. She involuntarily stuff in your head, anyway?\n\f   \n   \n \n    \n  \n   \n  \n   \n   \n  \n  \n  \n  \n   \n  \n  \n \n \n\nJat met 6\nINT. DROME BAR. BACK ROOM. NIGHT.\n\na mcrawur\nJoan, Implant. Wet-wired. { had to dump a lot of\nmemory.\nJane, Dumpt\nJonny, My childhood.\nJane absorbs this. Incredulous, A little shocked.\n\nJanet: All of it? You can't remember any of it?\n\nJomery, Maybe some residual stuff. Every now and then,\nsomething . ..1 can never hold on to it\n\nHooky, with mop and pail, is cleaning the floor a\nafter Raltis demise. but hes almost done.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou can't remember any of it? Jomery, Maybe some residual stuff. Every now and then,\nsomething . ..1 can never hold on to it\n\nHooky, with mop and pail, is cleaning the floor a\nafter Raltis demise. but hes almost done. \n\nTARGET SECTION TO BE ANNOTATED:\n laietoc ones\nan with the cyro-unit in om\n\nCrosses 10 table and puts crpo~unit on it\n\nJant, That's seriously weird,\n\nJonny) Maybe I didn't lose anything | wanted to keep. |\nthe space for the job,\n\nJane: You got parents ‘n’ stuff?\nThat weird glitch again, inside Johnoy\n\nPreacner For all tables are full of vomit and filthiness. so\nthat there is no place clean...\n\nShoulda seen it before.\nPotacter, Isaiah.\nMine's Hooky.\n\nPrracnre ( i\n‘ins : snagging Hooky’s earring) Are you __. saved,\n\nJane, Sure... One. Haven't seen him in gears.\nJohnny looks at her. Then he shrugs.\nJowwny Yeah... Anyway, | don't think about it.\n\nIant) So what do you think about? When you're alone?\nIntense BLUE-WHITE LIGHT and a frosty putt of\nThe question hits a sensitive spot Johnny deflects it ait, Takes Hooky’s elbow and guides his pros.\ninto the unk. BEAT Withdrows it WHITE with frost,\nJone, Right now Tm thinking about where we can go the unit. Hooky stares mourntully at his trozen hook\nthe net\n» The girl. She took Ralf's boy out of the back\n\nJohnny speeds up his pace. No more talk.\n\f   \n\n \n\n§ puny MHLNOW\n.\n.\n. oon\nq wv\ns F\n.\n.\n.\n.\n.\n.\n: Ho\n.\n.\n.\n‘ Stet f\n.\n.\n.\n.\n‘ Hoo» 1e wannabe. In here hustling for work\n.\n5 t at\n.\n. Hex\nHox\nHex\n\nEXT. HIGH ABOVE STREET. NIGHT\n\nStrovt p;\nTina are\nCAMERA\n\nicher exits the Drome Bar, Twx\n\n \n\fJHU AEH 4?\nCOMPUTER SHOP. BACK ROOM.\n\nrey ne Crmunar\nStump, Whoa, Street Preacher's out. J-Bone. you\n\n  \n  \n \n   \n \n  \n   \n   \n  \n   \n  \n \n \n \n \n \n \n  \n  \n \n \n \n  \n  \n  \n \n   \n   \n \n  \n\nINT. HEAVEN. NIGHT. jammed with boxes. A desk littered with papers, etc.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nHEAVEN. NIGHT. jammed with boxes. A desk littered with papers, etc. \n\nTARGET SECTION TO BE ANNOTATED:\nJohnny turns on desk lamp, sweeps everything else to the\n\n/-Bone sits on Victorian chair, watching vid-screen, floor\n\noptically combined with the Loteks' binoculars. TWO Yt\n\nLOTERS are with him. ny Pind mea Sino-Logic 16,\n\nJ-Bont: Look at that son of a bitch. Doesn't have a ni\nelt in his body. So jacked up he oughta squeal when he\nTakes that collection plate money and has himself sh\n\nYouns Lorex #1: He really a preacher, }-Bone?\n\nI-Bont: Motherfucher’s got God and technology\n\nKills people for money to keep that steeple over his\nStump (VO, filter Want us to follow him?\nJ-Bont, Keep the fuck away from him. Man's just too\n\nJane scans the shelves, pulls down # carton, passes it to him.\nHe recites a list of the things he needs.\n\nstealth module . .. one Burdine intelligent translator\n\nDISSOLVE TO-\nLATER.\nThe Sino-Logic 16 looks like a super-fast laptop, It’s connected,\n\nvia a modem line, to the shop’s phone, Johnny's connected alt\nthe various units. Turns on the computer,\n\nPuts on goggles and gloves. Goggles leave his POV in DARK-\nNESS\n\nINT. COMPUTER SHOP. NIGHT,\nBlackness\n\nJane (VO) Slick. Where'd you learn to do that?\nj JOHNNY'S POV as the goggles activate, sucking him intoa RUSK\n\nOE RRS through VIRTUAL REALITY Rush STOPS. This version\nOf cyberspace is a 3-D grid. densely arrayed with various\n\nWEDGE OF FAINT LIGHT as REAR DOOR opens. We\nDp — SHAPES Each shape represents data in a particular computer\n\nmake out Johnny. rwisting a last connection into wires\n\nSe ae Ne ee Our VR experience is always from sounny’s POY. as his\n\nJane: Doing what? “hands,” simplified icons generated by the gloves, pick up and\n(pulate SHAPES. The shapes have a peculiar characteris-\nHe follows. when he opens one, it unfolds INFINITELY. surrounding his\n\ndn that particular universe of data, He’ doing it now, his\nJonny, Breaking and entering.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis version\nOf cyberspace is a 3-D grid. densely arrayed with various\n\nWEDGE OF FAINT LIGHT as REAR DOOR opens. We\nDp — SHAPES Each shape represents data in a particular computer\n\nmake out Johnny. rwisting a last connection into wires\n\nSe ae Ne ee Our VR experience is always from sounny’s POY. as his\n\nJane: Doing what? “hands,” simplified icons generated by the gloves, pick up and\n(pulate SHAPES. The shapes have a peculiar characteris-\nHe follows. when he opens one, it unfolds INFINITELY. surrounding his\n\ndn that particular universe of data, He’ doing it now, his\nJonny, Breaking and entering. \n\nTARGET SECTION TO BE ANNOTATED:\n\f  \n    \n \n    \n   \n    \n   \n   \n   \n  \n \n   \n  \n    \n \n \n \n\nJeet ERENT 6\n\nHis POV. His hands untangling a knot of data. Another VIR-\nTUAL SCREEN leaps out of it, Hand icons moves to another\n\nsane’s POW\n\nJohnny is sitting there. adroitly manipulating NONI\nOBJECTS with his gloved hands, as serious about it as jj\ndisarming a bomb. It looks goofy. ABSURD. ee\nme $ INT. YAKUZA COMPUTER CENTRAL. NIGHT.\nTane (VO) What're you doing?\n\nJounay: Making a long-distance call... Beijing... A hotel _.\n\nSAME POV\n\nOf the hand and the box. Then the picture ZOOMS out and\nturns into 4 grid. a HIGH-REZ MAP of Newark. An ARROW\npulsing at one spot.\n\nA YAKUZA OPERATOR removes his goggles, speaks into his heaa\nset.\n\nsounnys POV.\n\nAs something ADMITS him, The BEUING HOTEL\nglows for an instant, red neon. A VIRTUAL SCREEN\nscrolling DATA. We follow Johnnys moves as he fishes\n\nparticular fragment of information.\n#1; Got him. 5326 Sutton Plaza, Sub Level 3.\nlounny (VO), Fax charges for Suite 2571... 15 January, 2021\nSay 115 PM, 11:30. . EXT, NEWARK STREET. NIGHT,\n\nData in tighter RESOLUTION. It’s in CHINESE A Yakuza limo hangs a U-turn, speeds into the night .\n\nJounny (VO) On-line translation . INT. COMPUTER SHOP. NIGHT.\n\nJOHNNY'S POV,\nAs another VIRTUAL SCREEN blips out of another box.\n\nChinese becomes ENGLISH.\n\nFonnny (VO) Shit.\n\nHold it, hold it ... cmon, baby, all the way . Back to\nNewark... Copy shop ... Yeah. it's here! Part of it's here. in\nthe buffer of their fax modem . .\n\nJanes POV\nHe “looks” up at her. eyes covered by the massive\n\nFOUNNY, It's just an all-night copy shop. They were sending\nto 4 copy shop. Here. In Newark.\n\n \n\nShe doesnt know what he’ talking about.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nHere. In Newark. She doesnt know what he’ talking about. \n\nTARGET SECTION TO BE ANNOTATED:\n His hands\nmove again, very fast\n\fJUEUNY EEOC 1\nGet off my board. man! You're too hot! You're a hit waiting\nhappen! Off!\n(VO) You owe me, Strike\n. Hey, [don't owe you that much!\n\n(VO, bluffing): | can crash you from here. You know I can.\nWipe out your entire board...\n\nJohnny. don't, man, that’s my livelihood . . .\n\nI need to know what I'm holding, Strike. Why's the Yakuza\nafter it? Who's Dr. Allcome?\n\nAll | know is you got 4 head full of Pharmakom data and\nthe Yakuza want you dad’\n\nPharmakom?\nStrike CRINGES as 4 change shoots across his held of data, the\n\nJounny Nothing. Nothing but 4 name. “Dr. Allcome.”\ncame through . .. Shit!\nCloses his glowed fist, TIGHT.\nJOUNNY'S POV.\n\nAs we REVERSE, dizzingly, through the computer\nthat have constituted cyberspace, boxes refolding and\n\n   \n   \n \n \n  \n \n   \n   \n   \n     \n  \n  \n\nJant (VO); Let’s go. okay?\nJounny (VO): No, I'm going to try something else. Guy\nStrite .\n\nWe move through cyberspace again. texture twisting and coarsening. He looks at this with horror.\nfounny (VO); He runs a board in this sector. Owes me a ; Shit! They put a virus on us! Get out of here, man! | never\nMaybe he can find this doctor for me— heard of any Dr. Malcom, I never—\n\nHe stops in horror as suddenly part of his image disappears.\nThen another part. Like someone working an eraser. Strike\nvanishes with a digital SCREAM as the VIRUS eats his image.\n\nINT. COMPUTER SHOP. NIGHT.\n\nJane’s restless, nervous as a cat but just as quiet. Slips through\nthe shop to the display window.\n\nJANES POV.\n\ning moving out there.\n\ntakes a MAKEUP MIRROR from her bag and extends i\n\nWere there, staixe’s ‘board is a smooth gray cube.\ngees 10 work on it\n\nlonnny (VO), Come on, man. jet me in...\nEXT.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\ntakes a MAKEUP MIRROR from her bag and extends i\n\nWere there, staixe’s ‘board is a smooth gray cube. gees 10 work on it\n\nlonnny (VO), Come on, man. jet me in... EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n STREET. OUTSIDE COMPUTER SHOP. NIGHT.\n\nThe Yakuza limo hisses around the corner,\ncomputer shop . .\n\nINT. COMPUTER SHOP. BACK ROOM. NIGHT.\n\nA WINDOW opens in the side of the cube: a virtual\nStrike is on it, digitally disguised.\n\fJANE\n\nflounny (genuinely baffled) Who the hell are pou?\n\nVANE\n\ntee SCriemrtar\n\n    \n  \n   \n  \n \n  \n  \n  \n \n \n\nThen she sees YAKUZA approaching. keeping close tg\nshadows of the buildings. igures in LONG BLACK COATS:\n\nShit\nScrambles for the back room\nINT. COMPUTER SHOP. BACK ROOM. NIGHT,\nJOHNNYS POV on Strike’s cube as something starts to Me\n\nout of it, something with a much higher bit rate. finer resq\ntion, Anna, crazy delight in her eyes at seeing Johnny.\n\nAnna’ face crumples with SORROW, she’ about to\nwhen .\n\nJane rips the goggles off, taking Anna and cyberspace\nthem,\n\nMove! Move!\nSound of BREAKING GLASS.\nCUT TO.\nTHE YAKUZA.\nKicking in the tront door. Shinji behind his men\nINT. COMPUTER SHOP. NIGHT.\n\nJane reaches into her bag, comes out with the grenade\nchain\n\nJohnny diverts to grab a brightly printed carton (INFOR\n3000) from STOCK SHELF\n\f    \n  \n    \n   \n   \n   \n  \n  \n    \n  \n\nHEY ERIN %\n\nsjane sits down. Her bag is on the table. Johnny turns it over,\ndumping the contents on the table.\n\n* te Cary\n\nJane pulls the pin and tosses the grenade toward the\nfrantically swerves to grab Johnny and pull him out,\n\nINT. SERVICE ALLEY. NIGHT. Hey!\nHe pulls a phone-card out of the pile.\n\nMind if I use this?\n\nKA-BOOM!\" Johnny and Jane CRASH out the service\nand run, Johnny with carton under arm. The\ning building behind them.\n\nJane SIGHS, CLOSE on Johnny's hands as he slips her card into\n\nJounny: A beer opener?!\nthe Intobahn clip.\n\n— rane Man owes me fifty thou and he’s scamming my phone-card.\n\nEXT. COMPUTER SHOP. NIGHT. (grins); And it’s still our first date . .",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. COMPUTER SHOP. NIGHT. (grins); And it’s still our first date . . \n\nTARGET SECTION TO BE ANNOTATED:\nShinji gets up from where the explosion has tMrown him, Johnny gets up and heads for the pay vid-phone in the back.\nhimself off. His men lie dead or wounded, MOANING.\npays them no mind, his eyes burning with\nfury.\n\nINT, UNDERGROUND MALL AREA. NIGHT.\n\n \n \n  \n \n  \n \n \n \n \n \n\nINT. UNDERGROUND MALL. COFFEE SHOP. VID-PHONE.\nNIGHT.\n\nJohnny slots clipped card in phone. Gets DIAL TONE.\n\nNumber for Pharmakom Industries. Their branch here in\n\nSeedy, ill-lit, nearly deserted. At counter, Jane picks Newark:\n\ncoffees in paper cups and carries them over to Johnny:\nJohnny taking the INFOBAHN 3000 from carton; it has A number appears on the screen. He dials ON INFOBAHN.\n\nical KEYPAD, a small SCREEN, but is unlike vid-phones PHARMAKOM logo appears over gorgeous sunset clouds.\nseen. A short CURLY CORD ends in a CLIP for\n\n   \n \n  \n    \n \n\nMAIL (VO) You have reached the offices of Pharmakom\n‘ated, a subsidiary of Pharmakombinat. If you know\nnumber of the section—\n\nJohnny’s sorting through a thick deck of credit cards. Head of security . .\n\nJane; Great. Now I'm a waitress,\n\n         \n \n\nJounny, | can’ use any of these. The Yakuza’s watching\nwaiting for the first transaction .\n\nhe works Infobahn keypad like an ace. ON PAYPHONE\n45 pretty logo is replaced by PHARMAKOM INTER\n\f   \n  \n   \n   \n \n \n \n  \n  \n  \n  \n  \n  \n \n  \n  \n  \n  \n  \n   \n  \n  \n\n% tat SCOP JY NHI ”\n\nNATIONAL PHONEBOOK. As Johnny HACKS and we\nIN on the NUMBER. We hear it RING. Pharmakom\nMAN appears on screen. Peers narrowly at Johnny\n\nfight. but Johnny has convinced himselt\n\nThese guys will negotiste. They're corporate\nSo's the Yolura!\nListen, if pou don't come, fine. It's a business meeting is\n\nnot your bind of scene. If it works out, Ii get you the money |\nowe you. If It doesnt —\n\nSecumry This number is unlisted.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's a business meeting is\n\nnot your bind of scene. If it works out, Ii get you the money |\nowe you. If It doesnt —\n\nSecumry This number is unlisted. \n\nTARGET SECTION TO BE ANNOTATED:\n It's a federal offense—\nJounny, Don’ like surprises?\nSreurrm No, Not at all,\n\nJounny, [have $20 gigabytes of Pharmakom data. It it doesn't, you're dead!\n\nThis gets Security’s FULL attention. He glances\nmaking eye contact OS. shoulder movement suggests |\n\nusing keyboard OS.\n\nHe rounds on her.\n\nfm gonna be dead anyway. I don’ get this shit owt of my\n\nbead”\n\nJoey Don't bother, Ill be out of here in twenty seconds.\nz Stung. she stops. He walks on. She tabes a step. Something's\n\nBEAT atfected her coordination.\n\nSecumm What do you want?\n\nJounny Your data, out of my head. I've got one image, you\nthe other two...\n\n» H-hep! Listen! This guy Spider? Used to be a doctor? H-he\ncould f-fx you, maybe, pour head .. .\n\nJohnny looks back, sees her condition\nBEAT.\nHey. What's with pou?\n\nSecuntty (lying): That can be arranged TH. aaaaah .... bebe alll e-r-r—\n\nJornory, Lets meet.\n\nscocusats Ghusal Johnny grate her as she starts to sink to the ground. In this\n\nhe’ instinctively assumed responsibility —but with it,\nPanics, looking around as if hell be able to hand her to\nelse: here, pou tabe care of her.\n\nY stare briefly, walk on as if they havent seer\n\nINT. UNDERGROUND MALL, NIGHT.\nJohnny walking fast, trying fo outdistance her.\n\nJane You're crazy! They'll chop your head off! ! You're sick, You strung out or what?\n\f   \n  \n  \n \n \n \n  \n  \n  \n  \n \n \n  \n \n  \n  \n \n \n  \n \n   \n  \n \n  \n  \n \n \n\nud Te SCARY JMET ERNIE ”\n\nShabes her head. shudders, trying to pull herself LANDFILL. IN FRONT OF SPIDER'S GARAGE.\nsheer force of will. Johnny looks up. horrified as he: _ NIGHT.\n\nActazy facade of graffitied sheet metal. Johnny halt drags. halt\ncarries Jane out of a cab.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nJohnny looks up. horrified as he: _ NIGHT. Actazy facade of graffitied sheet metal. Johnny halt drags. halt\ncarries Jane out of a cab. \n\nTARGET SECTION TO BE ANNOTATED:\n She can barely walk, her left leg\nmahing weird robotic movements,\n\nJohnny props Jane against the wall beside a crudely installed\nintercom/videocam unit; presses the button, waits impa-\ntently.\n\n(VO), If you aren't expected you aren't invited. So fuck off.\nobay?\n\n(VO): Janey?\n\n) Get down here, man! She's sich!\n\nHe pushes Jane up to the intercom/videocam.\nWhey... Spider, babe ...1,..\n\nJohnny tries to hold her upright as she starts to convulse. He\n\ncan’. She's thrashing in a puddle. Blood at the corner of her\nMouth,\n\nDoor CRASHES open: Spider rushes out\nGet your wallet in her mouth!\n\nJohnny whips out wallet; it flips open, spraying credit cards.\nHe wedges it between her teeth. Spider picks her up in fire-\nman’s carry, while Johnny scrambles to pick up his cards.\n\nducks in after Spider just before the door slams shut.\n\nJounny, You got NAS!\nJant: No!!!\n\nHer eyes roll up, Johnny has to litt her in his arms,\nJounny, ve got a meer!\nShe manages to subdue it, long enough to speak, but .\n\nlane: Ggo...G-g\nJounwy [can't deal with this now, understand?\n\nHe carries her to a nearby doorway and puts her down.\n\nJonny) Whatever it is, you're sidelined, right? | gotta\nmeeting—\n\nHet eyes roll up.\nJomo Hey! Can you hear me?\nShe snaps back into focus.\n\nJane; Spider, He's g-got d-drugs . . . He's got a p-place .. -\nfar from here. .\n\n \n\nJohnny looks down at her. At his watch, At her. He’ at\nof his tether, at war with himself and furious he has\nthis position\n\f  \n  \n \n \n  \n \n \n  \n \n   \n   \n  \n \n \n  \n \n  \n \n  \n \n  \n\n8 it SCUGNPLAT\n\nmechanics gear—like a cross between an abortion\n@ transmission shop.\n\nJohnny helps Spider carry Jane to the surgical table.\nmoving fast, Jane’s condition has his total attention; its\nHe slips a band of electrodes down over her\nconsults 4 monitor.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe’ at\nof his tether, at war with himself and furious he has\nthis position\n\f  \n  \n \n \n  \n \n \n  \n \n   \n   \n  \n \n \n  \n \n  \n \n  \n \n  \n\n8 it SCUGNPLAT\n\nmechanics gear—like a cross between an abortion\n@ transmission shop. Johnny helps Spider carry Jane to the surgical table. moving fast, Jane’s condition has his total attention; its\nHe slips a band of electrodes down over her\nconsults 4 monitor. \n\nTARGET SECTION TO BE ANNOTATED:\nSeu AENENIC 8\nHe's so intense we immediately doubt it\n\nSo what does cause it?\nCause it? The world causes it.\n\nHe starts grabbing things: computer screens, disk drives. light\n\nJounny Look, | gotta ruan— bulbs, a vid-phone. , .\n\nSpier: Shut up. Give me the muscle relaxant The red This causes Wt... this causes it... this causes it... (grabs\nJohnny) You cause it... | cause it. . Information overload.\nAll the electronics around you, poisoning the airwaves. Tech-\nnological fucking civilization! But we still have all this shit,\n\"cause we cant live without it Now, let me do my work.\n\nand instruments, passes it to Spider. Spider tugs at Janes\nexposing skin; presses muzzle of injector against it, hres.\n\nSIGHS, stretches, her muscles unkinking He picks up a sharp, ugly instrument. Johnny turns away.\njooks around the room. OS, nasty machine noises; Johnny\nglances in that direction, winces. Then he spots Spiders com-\nputer setup; a futuristic PC attached to fancy peripherals,\ncovering a twenty-foot table. He’ drawn to it like a moth to a\nflame. Picks up the telephone handset, glances to make sure\nSpider is busy. punches in a number. We hear it RING.\n\nJonnny: It's NAS, right?\n\nSpine Yeah, the black shakes. Like hall the people\naround this town . . .\n\nHe looks at Johnny, his eres narrowing with\nousy.\n\nSper Who are you? New boyfriend?\n\nJohnny doesnt answer. Spider lags out probes and the screen saver comes back on and\nimmediately starts tc\nments. Suddenly he stops. MORPH into the image of Anna. Johnny pulls back, spooked\n\n \n\nSpon, You just understand one thing, okay?\nJounny: What's that?\n\nSpier: It wasn't my work got her this way, My é\nBesides. you don't get this shit from amp jobs. I'm losing it...\nmye Yes! We have both lost so much—\n\f  \n  \n  \n     \n   \n  \n   \n  \n  \n \n \n \n   \n  \n  \n   \n    \n  \n  \n \n  \n \n  \n\nJounny: I'm seeing things. Right? Seeing things .. .",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe have both lost so much—\n\f  \n  \n  \n     \n   \n  \n   \n  \n  \n \n \n \n   \n  \n  \n   \n    \n  \n  \n \n  \n \n  \n\nJounny: I'm seeing things. Right? Seeing things .. . \n\nTARGET SECTION TO BE ANNOTATED:\nAnna: Yes, Johnny! Seeing things! But you must remember\nall felt! How each thing smelled and tasted! You used to)\nput your tongue against the iron railing, and look out\nthe park. You told me it made a taste in your mouth like\nLet me take you home, Johnay—\n\nSUEY ALR 8\n\nSpider moves a little closer, sizing Johnny up.\n\n. Dont see that in Newark much. Just Johnny. Kinda up\nscale for us. you know? ,\n\nwy Got mine in Singapore,\n\nyp, What's the deal, Just Johnny?\n\nJohnny's reaction. Where does she get this from? I got this problem. Up here. Maybe you can help me.\n\nSper (OS, angry); What do you think you're doing!? IO\n\nINT. SPIDERS GARAGE. NIGHT.\n\nsaver. Johnny notices the handset BEEPING. Replaces it. Johnny in dentist’s chair. Spider SCANNING HIS HEAD. Stucty-\ning results on a monitor.\nJonni: Just—just looking. ON THE MONITOR.\n\nSpinex; Don't touch anything Who the fuck are you?\nJomo: Johnny.\n\nSpier: Johnny who?\n\nJonny: Just Johnny .. .\n\nThe inside of Johnny's head. The implant itself is small. But\nthroughout his brain, dark streaks, almost like oil, are blurring\nthe neural pathways. Spider WHISTLES.\n\n» Man, they did some serious shoehorning to get that in\n\neae aE Ne IR SET RN Re\n\n* You don't know the half of it. Must be hurting like hell,\n\nt Think I need you to tell me that? | got three hundred and\n_ twenty gigs in there.\n\nFLASH FRAME. He winces as his head gives him\nSpider looks at him, curious. Johnny scans the lab\nthem.\n\nJomon Looks like a full-service shop... How are you\nimplants? ve see Spider react to the number. He is very interested now;\n\n* being very careful.\n\nSpider sizes him up.\n\nWhat ts it. exactly? What bind of stuff?\n\nJoan Silicon implants. Neural overlays. Memory\ntion.\n\fJoey HENEW\n\n \n\n  \n\nEXT. SPIDER'S GARAGE. NIGHT.\n\nSpite:\n\nHolcomt\n\f  \n \n   \n    \n  \n   \n    \n    \n  \n \n   \n   \n\n% Ta CreamLAY\n\nJadu MOEN a\n.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nSPIDER'S GARAGE. NIGHT. Spite:\n\nHolcomt\n\f  \n \n   \n    \n  \n   \n    \n    \n  \n \n   \n   \n\n% Ta CreamLAY\n\nJadu MOEN a\n. \n\nTARGET SECTION TO BE ANNOTATED:\n SPIDER'S GARAGE, NIGHT.\n\n \n\nBEAT. Spider shige. step outand see an ancient STEP-UP VAN retrofitted with\nhuge. blimplike gasbag on top. A jumble’of gas lines pro-\nSpiper: Maybe .. rude from the gasbag and run around to the exhaust. A Spider\njogo on its side. Johnny stares.\nJohnny jumps out of the chair.\n\nMethane. Beats hell out of waiting on Esso,\n\ni\n\nJounny, Where is he?\nEXT. SPIDER’S GARAGE, NIGHT.\n\nSraper: | said “maybe.” Why do you want to see him?\n\nJane: C'mon. Spider! Street Preacher circling the building, starting 10 RUN as he\n\nhears NOISY IGNITION and BACKFIRING of van.\n\nHe turns to Jane, oozing concern. Puts a\n\naround her. Like a father, but also a bit like a lover, INT, SPIDER'S VAN, NIGHT.\n\nAll in. Spider steps on the gas. Slowly, ..\n\nAs the van turns around the building. Street Preacher appears.\nrushing straight toward them, like a locomotive.\n\nSptoex, Don't worry. Il make sure Just Johnny gets to see\nneeds to see. But you. you need bed rest, Janey,\nBig time.\n\nSomething in her wants to buy this: he’ her Fuck,\nmentor, they've slept together. she’s barely\nher attack... He FLOORS IT. heading straight for Street Preacher, who\nDIVES. AIMING for the windshield, STRIKES. shattering it. and\n\nROLLS OFF. vanishing.\n\nTires SCREAM as Spider hangs an insanely tight turn and they\nup street. away from gurage. Johnny looks at Spider.\n\nJane: But... He's my client,\nSpree: Tm tellin’ you. you gotta sleep!\nJonny: Just tell me where to go!\n\nb Who the fuck was thar?!\nBEAT. Spider glances at Jane. Het approval of him ~\n\ns to around crack-webbed t\nSpiper: I'll drive you. re ae see impac!\n\nHe precedes them to the back door You dont want to bnow.\n\f   \n  \n  \n     \n  \n  \n    \n  \n \n   \n  \n  \n \n \n  \n  \n  \n \n \n \n \n  \n   \n\n38 Te SCREINPLAT\nEXT.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nHet approval of him ~\n\ns to around crack-webbed t\nSpiper: I'll drive you. re ae see impac! He precedes them to the back door You dont want to bnow. 38 Te SCREINPLAT\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n PAVEMENT BESIDE SPIDER’S GARAGE.\n\nJeeHnY mucnanie 8?\nSIDE OF UNION STATION. NIGHT,\n\nStreet Preacher on hands and knees. Shabes himself,\nto his feet, bloody but unbowed.\n\n; * van swerves around a corner and pulls into a loading\nbay of the disused Art Deco station\n\nEXT. STREETS, NIGHT. INT. UNION STATION. NIGHT.\n\nDark. Light angles in from elsewhere in the building as Spider\n\nSpider's van races through the night opens # door, leading Johnny and Jane up the stairs\n\nINT. TAKAHASHI'S OFFICE. NIGHT. INT. STATION HALL. NIGHT.\n\nTabahashi is at his desk. the image of Anna in front\nmatched with a more formal portrait. His secretary\nanother monitor.\n\nThey emerge into a huge hall filed with NAS parents in\n| advanced stages of the disease. OwpERUES put bodies on\nstretchers, Nurses tend to their patients, everything is make-\nshift\n\nSecretary: Anna Kalmann. Founder. Former CEO of the\ntional Pharmakombinat Industrie, Zurich. Born. |\nDied, 5 September 2015.\n\nThere are far too many patients, lar too few personnel,\n\nJohnny and Jane stare in horror; Spider doesnt even seem to\nnotice. He gestures to them and they follow him as he finds a\npath through the room. He takes a white coat from a rack. slips\nHon as he goes.\n\nTAKAHASHL = Died? Six years ago?\n\nSecretary She was imprinted to Pharmakom’s neural-net\n\nlation in Zurich prior to onset of morbidity. A Nurse. who seems to be an NAS patient herself, looks up.\n\nSpider, thank God you're here\n\nSpider goes over to her and helps check out her patient. They\n\nA Lorex scrawl erases Anna’ portrait; intense burst\ncut off as the secretary switches off the screen. But\n\nhas missed this, turning away. Move on toward a tentlibe structure that partitions a\n\nof the hall. The nurse smiles at Johnny as he passes.\n\nTaxanasit: A ghost... the way. Spider stops at various patients, looks at them.\n\fJOHNNY HECINEIC a\n\n  \n   \n \n  \n \n \n \n  \n \n \n  \n \n \n \n  \n   \n \n \n \n  \n\nchecks charts, etc.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nTaxanasit: A ghost... the way. Spider stops at various patients, looks at them. JOHNNY HECINEIC a\n\n  \n   \n \n  \n \n \n \n  \n \n \n  \n \n \n \n  \n   \n \n \n \n  \n\nchecks charts, etc. \n\nTARGET SECTION TO BE ANNOTATED:\n making sure Johnny gets a good look at the\nsuttering that goes on here\n\nyounn® Where's Dr. Allcome?\n\n2, “Dr. Allcome” is who we page in hospitals if we got a major\npre »blem and we don't want to spook the civilians.\n\njae Huh?\n\nSpore: “Dr. Allcome to Ward Seven.” And we all drop everything\nand haul ass to wherever. Usually it means we got a crazy.\nsomebody violent . . . It means we need all the help we can get\n\nJoumny. But I saw it on a fax buffer—\n\nThey have reached the tentlike partition and Spider precedes\nJohnny and Jane inside.\n\nINT. TENT/OPERATING ROOM. NIGHT.\n\nJury-rigged by someone who is endlessly inventive. Some\ngenuine medical equipment is mixed freely with homemade\ncontraptions and gadgets. Spider, Johnny and Jane enter, Spi\nder directs Johnny to an operating table.\n\n \n\n \n\nShier: That fax was supposed to be for us\n\nBEAT. a:\n\n \n\nJohnny digests this, Still suspicious\n\n \n\nWho's “us?\n\nSeve, The NAS underground. People who keep this place going\nPeople like me. Get on the table here\n\nWhy?\n\nDon't be a bigger asshole than you have to, okay? Lie\n\fhy x JET PUSNES & « v x\nNow let's take a better look at that shit\nHe throws a series of switches, a WHIRRING sound. f\nand numbers display on a console. Spider nods, asi\nsuspicions have been confirmed. j\ntee No acce ode?\nHN Except for one image. Out of three\nMe , his pocket. but Spider shabes his head.\nw help. What did they use, random images?\nFrom the TV\nspider nods. Hes not hopetul\nSpine: Obay, I've got some decryption progeams here, Well\nthem, see If we get anything\n\n \n\nJane’ «\n\n \n\n      \n  \n    \n\n     \n\n \n\n1 few WHIRRI sonuerne\n\nhor you should re en\nout fer?\n\n1\nQ\nyes return to Johnny. Concern. Spider novices ia\nses at him. We can see it bothers him, The Wil\npicker CURSES softly.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nConcern. Spider novices ia\nses at him. We can see it bothers him, The Wil\npicker CURSES softly. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\f  \n \n   \n \n   \n \n    \n \n \n  \n \n   \n    \n   \n \n \n  \n    \n    \n   \n \n \n   \n  \n \n\n“4 Te SCREW Jeet AEA %\nJounny No dice? Like a rea! cure?\nThey could have you straightened out in three weeks\nSpider pushes away the CAT-scan gear. Aca ane kate hike\nPe ane ton: Johnay has hit upon an inconsistency in Spider's story.\nJounny, How?\n\nEverybody's trying to cut off my tucking head—\n\nm So they can take it back to Saigon and run it under «\nquantum interference detector. But then they'd have the cure\nand we wouldn't. You leave that thing in your head, nobody\ncan save you. Plus the cure is lost, Forever. Let me take it out, |\ncan save the cure. Even if we had the code, the seepage is sc\nbad. it would probably come out as garbage\n\nWhat's It supposed to matter to me? If I'm dead. You\nfollow me?\n\nThe cure can save millions of lives, You're gonna die\nanyway if we don't get it out. You can make a difference.\n\nSpiper, With a general anesthetic, a cranial drill, and\nceps,\n\nBEAT.\n\nJounny, You're jobing. right?\nSper: No joke\nJounny. And | could die, too, right? °\n\nSpiper: It's going to kill you anyway, when it ruptures. 1\nyou'll probably survive. You'd lose some fine-motor\nmight not be able to remember anything for more\nthree minutes, but—\n\nJohnny is not sure what to believe.\nJounny: Puck that.\n\nAll | know is that whatever's in my head is worth a lot of\nmoney. Why should I trust you? (turns to Jane) You're sup-\nPosed to be my bodyguard here.\n\nSpider comes closer to Johnny.\n\nSper: Let me tell you something. Let's start with what\ninside there. Just so you know what it's worth, okay?\n\nworth to the world. (BEAT) You're carrying the cure Jone stands, looking back and forth from one to the other.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nLet's start with what\ninside there. Just so you know what it's worth, okay? worth to the world. (BEAT) You're carrying the cure Jone stands, looking back and forth from one to the other. \n\nTARGET SECTION TO BE ANNOTATED:\nWhat the hell are the alternatives here, anyway?\n\nA rolling stretcher CRASHES through the tent flap, flies across\nroom and SMASHES into the wall. The nurse’s body falls\nthe stretcher: eyes dead, her neck broken,\n\nPreacher enters, hands spread as if about to launch inte\n. his face aglow with the possibilities of what he’s jus:\n\nJohnny studies him carefully; is this bultshit? Cant\n\nJounny. You're telling me | got—\n\nSpiner; Pharmakom’s complete R&D on their cure for\ntenuation Syndrome, plus the records of the\nprove it works. And it works like a motherfucker.\n\f   \n   \n    \n   \n  \n  \n    \n   \n   \n   \n   \n   \n  \n     \n  \n  \n  \n\n% Tat SCmuPLAY JOY ENOL %\n\nINT. TENT/OPERATING ROOM. NIGHT.\n_ Street Preacher holds Spider against the wall\n\nPeeacntr: Who is Jones?\n» Deals hot wetware in Cleveland\n\nSteret Preacite®, Praise be unto the Lord. That cure is\nBehold your Savior!\n\nSpider makes an instant decision\nSptper: Run for it!\n\nHe hurls himself at Street Preacher, who plucks him\nair and tosses him aside, Advances on Johnny.\n\nJohnny. next to the operat table, 4\nhealt eae oauier pheanaat amt ae Reaching for Spider, who makes a very good try at kicking\nwith TWO quick THROWING SPIKES in a row. Street Street Preacher in the balls and diving past him, but it doesn\nplucks one out of the air, but the other plants work. Caught in those big hands, Spiders flung back againsi\nshoulder. Street Preacher GRUNTS, then plucks the wall. Street Preacher’ eyes fall on the surgical tools. He\nfrom his shoulder. Pissed off at his own sloppiness. stares reverentiy. Then turns his attention back to Spider.\n\nSpider tackles Street Preacher around the legs.\ndown.\n\nT Pract: You can't lie to me, sinner, Jesus is my co-\n\npilot.\n\nPreacner: Tell me where they are\n\nStreet Preacher drives a scalpel through the open palm ot\nSpider’ left hand, through the plywood. pinning him there.\n\nINT. MAINTENANCE TUNNEL. NIGHT.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. MAINTENANCE TUNNEL. NIGHT. \n\nTARGET SECTION TO BE ANNOTATED:\nSprinter: Run!! Get to Jones! Maybe he can do It!\n\nJane and Johnny stand fora brief moment, unwilling to\nSpider’ sacrifice.\ndohnny and Jane hurry along: Jane beeps looking back. A\nSCREAM echoes eerily Johnny and Jane stop, spooked.\nSnowing Spider is gone Johnny touches Jane on the shoulder\nit a tender, protective gesture. They continue\n\nSewer: Jones. Janey\"! Get him to Jonest!\n\nStreet Preacher lifts Spider and HURLS him against\nSpider on the floor. Not moving.\n\nJohnny grabs Jane, pulls her away. They finally run\nlooking back over her shoulder to Spider. Street\nup, looks atter them, is about to follow when a i\nSpider catches his eye. He approaches Spider, hoists:\n\nSpider's van races through the night.\nSPIDER'S VAN, NIGHT.\n\nSCREEN of funky dashboard VID-PHONE as PHAR-\n\nINT. UNION STATION. NIGHT.\n\nJohnny and Jane RUN into a tunnel\n\f8 te SCRENrUY JHHNAT UENONIC \"\nadjusts the dash-phone’s camera so Security can only.\nnot Jane next to him. We notice the Infobahn sooo\ninto the dash-phone.\n\n  \n \n   \n   \n    \n    \n     \n  \n  \n  \n  \n    \n  \n    \n   \n    \n  \n \n\nListen to me, Takahashi, before it's too late .\n\nTabahashis eyes bug with a mixture of rage and occuii\nRashomon terror. Deep down, he believes in ghosts.\nYour daughter is gone and you feel that as a great wrong.\nBut | offer you the chance to right 4 greater wrong—\n\nsui (exaggerated calm); No. This is not happening.\n\nlounny: | couldn't make the meet, but I'm still up for it.\nSecurity, Certainly.\n\nfonnny: This time the place is Heaven. Under the bridge in\n5... Bring the rest of the code.\n\nSecurity: Ill be there.\n\nHe reaches to shut off the monitor, but something in her look\nstops him.\n\nIve learned so many things since my death, Takahashi. !\nfled into the net. and I saw everything. | saw that they had—\n\nJohnny breaks the connection. Jane looks at him.\n\nlane: Great. Now if he doesnt kill you. J-Bone will , CLICK. He shuts off the monitor.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nNow if he doesnt kill you. J-Bone will , CLICK. He shuts off the monitor. \n\nTARGET SECTION TO BE ANNOTATED:\n Stares at the blank screen,\n\nbreathing deeply.\n\nJohnny shrugs. Speeds on.\ney on EXT, RATLANDS. NIGHT.\n\nINT. TAKAHASHI'S OFFICE. NIGHT, The rubble-strewn plain, the BRIDGE in BACKGROUND.\n\nJohnny and Jane pull up below bridge in Spider's van.\nEXT. HEAVEN, LOOKOUT. NIGHT.\n\nVARIOUS ANGLES establishing Heaven. Its bulging patch-\nWork flank sugyests the world’s largest tree house. built by\nseveral generations of hardcore Wild Boys.\n\nWe MOVE IN—~as if approaching a spaceship made of gar-\nbage. Here’s the VW-BOMBER. a device designed to hold and\ndrop three VOLKSWAGEN BUGS. The VWs are STACKED like\n: through their shattered windows, we see hundreds ot\nJars and jugs of an amber fluid—~GASOLINE.\n\nTILT DOWN this mad contraption to a small PLATFORM,\nSTICK, a young Lotek. and his supoy are on sentry duty.\nthe shit, apparently stoned.\n\nON A MONITOR on Takahashis desk. On it. the\nsecurity man slumps, eyes blank, mouth open, as if\ndead.\n\nPULL BACK to Takahashi with his hand in a VIDEO\nGLOVE connected to the monitor. He wiggles his\nthe monitor, the security man’ eyes and tongue\nsquirm grotesquely.\n\nTAKAHASHI: ~=He wants the cade .\n\nMaking the puppet image speak in SYNC. There ts\nman, Takahashi removes his hand from the\n\nvideo puppet on the screen doesnt go limp. lt\nSMILES at him, MORPHS into Anna.\n\fint ae\n\n    \n\n| { her, i wan \\ w rt te with\nyer and screw the physical ti | about feelir\nng\nWhat\nEXT. BELOW BRIDGE. NIGHT\nJohnny sounds vans HORN, leaning in through the window\n\n \n\n   \n\n \n\nNo sign of life from above. } tops, He\ny wr\nft if that ally tr t\nyou id save ¢\nt know! Wh t der j\n\f102 Tm SCrtenruay\n\nGets his full attention. He’ picked up a battered\nand a stick.\n\nJounny, Memory augments?\nJane, I'm not sure. Anyway. he's . . .",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nJounny, Memory augments? Jane, I'm not sure. Anyway. he's . . . \n\nTARGET SECTION TO BE ANNOTATED:\n (shrugs, ata loss) You’\nBEAT. Johnny senses she’s holding something back.\n\nglances up to Heaven and starts banging the stick on\ncan lid, a loud RACKET.\n\nJOHNNY MHENANIC 103\nOh shit...!\n\n  \n   \n  \n    \n    \n    \n    \n  \n \n   \n    \n  \n  \n  \n\nMultistage action of BOMBER mechanism as bottom-most\nVW is released, it shoots down RAMP: still attached by RIP-\nCORD to INCENDIARY FUSE. Cord goes taut: fuse IGNITES.\n\nEXT. BELOW BRIDGE, NIGHT.\nJane’ oblivious as the falling VW catches fire. Plummeting\nstraight for her.\n\nJohnny looks up, sees it, DIVES over, TACKLES her and\nROLLS.\n\nVW impacts van. FIREBALL of combined methane and gas-\noline.\n\nJane on her back in the mud, staring up at Johnny.\n\nEXT. HEAVEN. PLATFORM. NIGHT.\n\nStick cranes out over black void, listening.\nSnick: Somebody crazy. down there .. . Getting on my\nBuoy) Ratland’s fulla crazies, Stick. Ignore, man.\nSncx: Hey, look. Its Spider's van . .. Let's drop o bug on\n\nder, man...\nStick’ only kidding, to bug Buddy.\n\nBuppy Hey, don't even say that! J-Bone'll shit, he hears\nknow how jumpy he's been—\n\nWha—?\n\nFor the briefest moment it seems as if he might biss her. but his\nfrustration and anger boil over. He gets up.\n\n& What the tuck is going on!? (shouts 10 Heaven) What the\nStick is only baiting Buddy, now he’s climbing up to the fuck is going on!?\n\nthat releases the VWs.\nHe turns to Jane. ranting now.\nBuppy, Hey! Shit. man—\n\nStick GRINS; enjoying putting Buddy uptight.\nSick: Hey nothin’. It's what they're for...\nStick with his hand on the lever, just jacking Buddy\n\nhis FOOT SLIPS; look of horror as he’s forced to grab\nto keep from falling. SWINGS DOWN on lever.\n\n§ You know, all my life I've been careful to stay in my own\ncomer, looking out for number one.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nStick with his hand on the lever, just jacking Buddy\n\nhis FOOT SLIPS; look of horror as he’s forced to grab\nto keep from falling. SWINGS DOWN on lever. § You know, all my life I've been careful to stay in my own\ncomer, looking out for number one. \n\nTARGET SECTION TO BE ANNOTATED:\n no complications, now\nnly I'm responsible for the entire fucking world and\n\nand his mother is trying to bill me if my head\nblow up first...\n\n45 about to lose it. too, then claims the moral high ground\n\f                                           \n\n‘peap say aNVE\napids {ura Buying Sujasa) aNOg-{\n—sn was saps jauoges ‘SAU 99S O] Bae aM, ANVE\n\nAINT-O4aD & pur\nISINVAVI OYs e saqe) ay] ‘aaray or Auredasd sy\n\n“LHOIN “ADIddO S.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nSWINGS DOWN on lever. § You know, all my life I've been careful to stay in my own\ncomer, looking out for number one. TARGET SECTION TO BE ANNOTATED:\n no complications, now\nnly I'm responsible for the entire fucking world and\n\nand his mother is trying to bill me if my head\nblow up first... 45 about to lose it. too, then claims the moral high ground\n\f                                           \n\n‘peap say aNVE\napids {ura Buying Sujasa) aNOg-{\n—sn was saps jauoges ‘SAU 99S O] Bae aM, ANVE\n\nAINT-O4aD & pur\nISINVAVI OYs e saqe) ay] ‘aaray or Auredasd sy\n\n“LHOIN “ADIddO S. \n\nTARGET SECTION TO BE ANNOTATED:\nHSVHVMVL “IN\n\n—aray Uy TY 19H qomaued ayi jo do} uo spuey auog-f sites\nspury 319e2 241 umop Apgoinb JaTTS 2uog-T\nyoo) y10g Say] INL) SAYNS I! O} payreue FIGVO\nwwyy Supinys Squwou sivedust JOVI TVLIW AAVTH pot |\n\nth , e\nwed “af 4 2 il ae ep EON\n\ndur pun uve Soy) pray urqony dus sy pues =~ ‘ANNHOT\n\nSOOTY) #40 acueyua\nDINO) 'SIPUIEIUOD PI}I9UUOD S}2800] JO S9{52S B OWUI PUK AYm\nNIVA\\ GIONTASNS # $0190 Suuyor woddns auey puv auog-¢\n\n‘ia gins daquow ai SOUM, JO SANWANW (212 “SmOgssosD\nYIM PAULL Sxa1O7 BY) AYUMUUIOD PayjUO} & S[109}> st Uaseapy\nul BUNS Sf JIOMAUBL] IYI SP YPM SNZLOT JO GMOUD\nwayy Je Supe auer Bunues yns Suuyos\n“LHOIN “FOGG MAOTAG “LXA\nqaep aut o1uy sasts ates aia\n\npe ‘aoe Jey ‘SOUIYA HONIM W “ut Auuyor jneYy sdjay auEg- jauog-f ‘urs szapids (umop Aunujod) saang\n\njow diay 3 Jp} NOS waUO YY ANOY-[\n.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nTARGET SECTION TO BE ANNOTATED:\n no complications, now\nnly I'm responsible for the entire fucking world and\n\nand his mother is trying to bill me if my head\nblow up first... 45 about to lose it. too, then claims the moral high ground\n\f                                           \n\n‘peap say aNVE\napids {ura Buying Sujasa) aNOg-{\n—sn was saps jauoges ‘SAU 99S O] Bae aM, ANVE\n\nAINT-O4aD & pur\nISINVAVI OYs e saqe) ay] ‘aaray or Auredasd sy\n\n“LHOIN “ADIddO S. TARGET SECTION TO BE ANNOTATED:\nHSVHVMVL “IN\n\n—aray Uy TY 19H qomaued ayi jo do} uo spuey auog-f sites\nspury 319e2 241 umop Apgoinb JaTTS 2uog-T\nyoo) y10g Say] INL) SAYNS I! O} payreue FIGVO\nwwyy Supinys Squwou sivedust JOVI TVLIW AAVTH pot |\n\nth , e\nwed “af 4 2 il ae ep EON\n\ndur pun uve Soy) pray urqony dus sy pues =~ ‘ANNHOT\n\nSOOTY) #40 acueyua\nDINO) 'SIPUIEIUOD PI}I9UUOD S}2800] JO S9{52S B OWUI PUK AYm\nNIVA\\ GIONTASNS # $0190 Suuyor woddns auey puv auog-¢\n\n‘ia gins daquow ai SOUM, JO SANWANW (212 “SmOgssosD\nYIM PAULL Sxa1O7 BY) AYUMUUIOD PayjUO} & S[109}> st Uaseapy\nul BUNS Sf JIOMAUBL] IYI SP YPM SNZLOT JO GMOUD\nwayy Je Supe auer Bunues yns Suuyos\n“LHOIN “FOGG MAOTAG “LXA\nqaep aut o1uy sasts ates aia\n\npe ‘aoe Jey ‘SOUIYA HONIM W “ut Auuyor jneYy sdjay auEg- jauog-f ‘urs szapids (umop Aunujod) saang\n\njow diay 3 Jp} NOS waUO YY ANOY-[\n. \n\nTARGET SECTION TO BE ANNOTATED:\n hos\noy Aq paresne 'sdo} sour? 1980 Suyaquies ‘Buy\nOS]8 240 SNZIOT ATHLO “uta puyyaq ssvadde auog-¢\n\n‘SANNOS T78t\nOITIZLNINN 224 @ SJuo saanposd ing Buypauuos Svs o1 ats\nfuuyor ‘aun uy isnt wry sqesd aun ing ‘apis ay 4aa0 sajddot\nsoe pur 1ydudn ays sassiu apy apyong saauy sty se uoddns\n1oj 1y8udn ue tof gerd Oo} sey pue sazui@ ay aSe> at) OIL}\nyasunny yjnd 0} satn ay se isnf ing ‘Suuyor ua ‘uo sad 2uvf\n\n—luaproce ue sexy, HDUS\n\npops ue ae nos ‘uyw (sO) aAcang\n“uo quid (Z¥9g)** NOK wuss saps f°\n\n‘gues oO} 4oeq syoos uay Aysnopoidsns Auuyor sade aug!\n\njasey “And sau0f\nsi 01 198 eno’ ayy {ABqO ‘dn sn ig) doqjzeg jyey) UI] ION\n\n: alay woy\n4uop am ing Bupues yns Aueayo sy Auuyor ate\nSupuiey Sq pareunungyy ‘2uer pure Suuyor uo Ad\n“LHOIN \"(WAOdLV 1d ‘NdAVAH ‘XA\n“MoWwWSsuUP ION Od INOge ISN] OU su agdDW “ANV[\nAOE Ou\n\n‘ues atp apisut seen rapids durquny Seay 2u0gt\n701 TE Ee\n\fJenuat acraaic\n\n  \n  \n   \n\nIt's waiting, sir\n\nippceTan\n\n      \n \n\n \n\nre “ an On\ne secretary s\nmabe sure he’s really gone. She presses a buttor\n\nphone. Shinjis face appears on the screen.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\njasey “And sau0f\nsi 01 198 eno’ ayy {ABqO ‘dn sn ig) doqjzeg jyey) UI] ION\n\n: alay woy\n4uop am ing Bupues yns Aueayo sy Auuyor ate\nSupuiey Sq pareunungyy ‘2uer pure Suuyor uo Ad\n“LHOIN \"(WAOdLV 1d ‘NdAVAH ‘XA\n“MoWwWSsuUP ION Od INOge ISN] OU su agdDW “ANV[\nAOE Ou\n\n‘ues atp apisut seen rapids durquny Seay 2u0gt\n701 TE Ee\n\fJenuat acraaic\n\n  \n  \n   \n\nIt's waiting, sir\n\nippceTan\n\n      \n \n\n \n\nre “ an On\ne secretary s\nmabe sure he’s really gone. She presses a buttor\n\nphone. Shinjis face appears on the screen. \n\nTARGET SECTION TO BE ANNOTATED:\nSeen -\nSecs He's on his way\n\n  \n\ndemented faith\n\nSteet Poeacues, You can run. sinners, but pou cant hide\n\n \n\n \n\n \n\n.\n\n. H t\n\n. « the prior\n\n.\n\n.\n\n‘ INT. VILLA. STUDY. DAY.\n\n.\n\n. c\n\n@ t\nThe same HOME MOVIE QUALITY and ominous lighting. The\nsame woman behind the desk, her face invisible\n\ns nage bleache\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n€ the\n\neeeeeenee\n\f    \n    \n   \n     \n  \n\nlar barely\nJane can barely ¢\n\n \n\nt hed ox\n\nagain than anything else. but then she realizes hx\n\n \n\nns for him are and her smile disappears\n\nJohnny catches her expression\n\nJonnny: = I'm all right\n\nShe turns away and he realizes he misinterpreted]\n\nowuwr\n\nthoughts. He sits up, still somewhat\nTh\n\n \n\nzy. reaches for}\nbiss and all the danger and bottled-up fear of the\n\n  \n\nns into passion\n\n(OS) Hey. we got a special room for that\n\nThey let go of each other. see J-Bone grinning at them,\ngrin fades\n\n}-Bont; Time to meet Jones\n\nEXT. RATLANDS. NIGHT.\n\n    \n\nThree Yabuza limos arrive. park with smoking shell of 33\n» BACKGROUND. Shinji’s assautr Team emerges Oy\nShinji. Team unloads black nylon carryalls from trunks\n\nShinji scanning Heaven with binoculars\n\nHeAvYWHIaNT opens a bag and lifts out a compact\nAIRCRAFT MISSILE LAUNCHER. Hands this to his P\nFEMALE yAKUZA, who hefts it admiringly.\n\nPemate Yakuza. Come to Momma\n\fSumm Only if we require a diversion\n\nI-Bont: Spider's people, they give us information. we out\nJoma, Out it?\nJ-Bont: Wide-band. Global. Off the commsats Jones\n\n \n   \n   \n  \n   \n  \n     \n   \n    \n   \n  \n \n \n    \n   \n   \n  \n  \n \n \n  \n\nShe sights it, in love. Shinji lowers binoculars. turns. EXT. HEAVEN. BELOW BRIDGE. NIGHT.\n\nShinji clips LINE-CLIMBER to end of line. Clips line-climber to\nhis harness.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nNIGHT. Shinji clips LINE-CLIMBER to end of line. Clips line-climber to\nhis harness. \n\nTARGET SECTION TO BE ANNOTATED:\n FIVE harnessed wencnmen also fire up lines.\nINT. HEAVEN. THROUGH CONTAINERS. NIGHT,\n\nJ-Bone quickly leading Johnny and Jane through They teach you that in ning\nLiving quarters, a workshop, a schoolreom made\nschool bus, even a hydroponic vegetable garden. Ona\nWAY between two containers, Johnny accidentally\ninto a TOOL KIT with his foot, sees it PALL out of sight\nriver.\n\nShinji pauses, looks at his henchmen,\nTakahashi is mine.\n\nShinji touches a button on the line-climber and rises smoothly\nout of sight. His henchmen follow.\n\nINT. HEAVEN. NODE. NIGHT.\nhk\n—— Jane’s hand on glass of tank; A DOLPHIN’ nose nudges the\nINT. HEAVEN, NIGHT. glass in greeting from inside.\nThrough doorway into Lotek command central. » Jones.\nby a tree of dozens of monitors in the center. A LOTEK\nhigh in the air on an old converted electric chair on an.\nable base, the BOOM-CHAIR. checking a monitor.\nmonitor, central to a ragged MASS OF EQUIPMENT. isa\nits water clear enough to show a CREATURE inside.\ndies of CABLES slung down into the water; SCANNER\nto PARABOLIC SCANNERS marked “US. NAVY.”\n\nhigh and wide apart.\n\nJohnny stands and stares at the surreal spectacle.\n\nJohnny steps forward, puzzled. The dolphin, Jones, surfaces in\n4 GOUT of water. Split second glimpse of Navy ARMOR.\n\nWs a... fish!?\nMammal\n\nThe dolphin surfaces again and now stays up. The scanners\nSWIVEL, lock on Johnny. Johnny jumps as a scanning beam oi\n\nEXT, HEAVEN, STRUCTURAL DETAIL, NIGHT.\n\nCU as PITON, trailing a fine line, embeds itself in\nline is pulled taut.\n\ngear around the eye swivels; SCANNERS swivel in\nThen scanners emit a shrill series of CLICK-\n\fJOE ENGI \"3\n\noO 1A fi ak . ti\nMM\nH\nREMO' NEEDLE proache\ni 4 junkie The Navy addicted ‘em all to this shit\n\nthey'd do the work.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nJohnny jumps as a scanning beam oi\n\nEXT, HEAVEN, STRUCTURAL DETAIL, NIGHT. CU as PITON, trailing a fine line, embeds itself in\nline is pulled taut. gear around the eye swivels; SCANNERS swivel in\nThen scanners emit a shrill series of CLICK-\n\fJOE ENGI \"3\n\noO 1A fi ak . ti\nMM\nH\nREMO' NEEDLE proache\ni 4 junkie The Navy addicted ‘em all to this shit\n\nthey'd do the work. \n\nTARGET SECTION TO BE ANNOTATED:\n We give it to him now, it makes hin\n\nthink he’s swimming\n\n       \n\nhi {¥PO in INJECTION VE\n\n.\n\n.\n\na “ ers be\n\n.\n\n. hing ere “ .\n. tw t\n\n.\n\n‘ he t\n\n.\n\nwnd Jane exchange a look\n\nEXT. HEAVEN, GIRDERS BELOW BRIDGE, NIGHT.\n\nPitch dark. Street Preachers steam-engine BREATH as he\n\n \n\nsosition. We see\n\n1 the Hoor with\n\n \n\f \n \n \n  \n   \n \n \n   \n \n  \n   \n  \n  \n   \n \n   \n  \n  \n  \n  \n   \n \n  \n   \n\n™ Tit SCHRENPLAT JOONNY NNEUAIC 6\nJomo Wait a minute .. .\n\nJ-Bont: No time, friend. You're the man in a hurry.\n\nINT. HEAVEN. NODE. NIGHT.\n\nON A WIDE-SCREEN MONITOR A Lorex has fed in the code\nimage. which fills one-third of the screen The other two-thirds\nare filled with FLICKERING VIDEO SNOW Johnny anxious to\nsear\n\nJ-Bone urges him toward chair; Johnny resists.\n\nJounwy, Have you done this before? Has he? How\nthis?\nwy Lets doit..\n\nenn ne A SARS ER EM 1) Not yet. First you and | make deal\nJ-Bonr (soothingly): Just try to keep your head still,\ngotta triangulate the infrasound on the implant, If\nhe’s liable to microwave your frontal lobe . .\nJounny (stepping back) Forget it.\n\nL-Boxe: This way at least you got a chance. . . But. hey,\nthe choice is pours.\n\nJohnny and Jane exchange looks: Johnny takes a\nand goes to the chair, Jane smiles, pleased at his\n\nLoteks lower helmet onto his head. Looks like he’s\nelectrocution.\n\nJohnny looks warily over to J-Bone. Now what?\n\nL bnow what's in your head. If Jones gets it out... We\nbroadcast it. Put it out, right across the planet. We give it away.\n\nJohnag considers. Begins to GRIN.\n\nListen, if you can get it out\nit; Yeah?\nKnock yourself out.\n\nJ-Bone frowns. Jane grins. Spirit of complicity. J-Bone turns to\n\nJ-Bont: Give me what you've got of the download code. the techies.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nJane grins. Spirit of complicity. J-Bone turns to\n\nJ-Bont: Give me what you've got of the download code. the techies. \n\nTARGET SECTION TO BE ANNOTATED:\nJohnny produces crumpled tax. Hands it to J-Bone:\n\nNESE CARTOON HERO. Sits in the chair. Get the broadcast antennae up. Everybody clear of the\n\ninfrasound area!\nEXT. HEAVEN. RAMPARTS. NIGHT.\n\nBuddy on guard duty. Shinji, like a shadow, ts on him.\nthroat and tosses him over the side. His team\n\nEXT. HEAVEN. BELOW BRIDGE. NIGHT,\n\nBuddy’ body lands with a PLOP near\nmale Yakuza, They glance over. Heavyweight\nward the corpse.\n\nThe Loteks scurry. Distant MECHANICAL SOUND.\n\nJane stays with Johnny at the chair, but J-Bone grabs her anc\nPulls her clear of the orange-painted area\n\n|, HEAVEN. BRIDGE TOWER. NIGHT.\n\nMassive broadcast antennae are propelled mechanically\nthe top of the tower.\n\fJHUNNY EMBNIC w\n\n    \n   \n   \n \n  \n   \n   \n \n  \n  \n   \n  \n    \n   \n \n    \n   \n \n   \n   \n\n\"6 Te SCoaanPLay\n\nA Yakuza helicopter drops into frame like a black dj\nlooking for a place to put down its cargo. .\n\nhorseshit ‘cause it was a accident. man, a shit fucking\naccident—\n\n- Curt off with a GASP as a crossbow bolt from one of Shinji’\nream finds his heart. Shinji rushes forward trying to catch him,\ntoo late. Stick falls forward across the LEVER. activating\n\nbomber.\nTHE SECOND VW is launched into space. WHOMP of igniting\ngasoline,\n\nEXT. HEAVEN. BELOW BRIDGE, NIGHT.\n\nINT. HELICOPTER. NIGHT.\n\nTakahashi grimly looks to the pitor, points down.\nnods.\n\nINT. HEAVEN, NODE, NIGHT.\n\nJohnny takes a deep breath. The scanners SWIVEL,\nhim... He closes his eyes, gathers himself.\nHeavyweight by Buddy’ body. scavenging. Sudden down-\nJounny: Now. rushing FLARE of burning VW.\nThe scanners emit a BURST of DOLPHIN-SPEAK that SP. feavyweicit: Wha?\nUP to become the INFRASOUND EFFECT. Johnny goes\ndenly rigid as the scan takes effect.\n\nJones starts ta tremble in the water.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nUP to become the INFRASOUND EFFECT. Johnny goes\ndenly rigid as the scan takes effect. Jones starts ta tremble in the water. \n\nTARGET SECTION TO BE ANNOTATED:\n Jane looks on,\nON ONE OF THE SCREENS, THE ‘DOLPHIN MONITOR\n\nDozens of TENDRILS, very lively and organic. attem\nsurround and penetrate an angular representation of Joh\nimplant. They fail repeatedly, thrown off by PULSES off\nLIGHT.\n\nUNFRASOUND EFFECT remains on in node until\npage 120.)\n\nVW impacts in ballooning FIREBALL, Heavyweight vanishing.\nThe explosion partially catches Female Yakuza, hurling her\ninto the mud, clothes and hair on fire.\n\nShe flails through mud, dragging the missile-launcher.\n\nYakuzA: Yeah? Yeah? You think so, motherfuckers? Well,\nbite on this.\n\nRaises the launcher to her shoulder, aiming almost straight up,\nand FIRES.\n\nEXT. HEAVEN, PLATFORM. NIGHT, INT. HEAVEN. NODE. NIGHT.\n\nShudders with force of the explosion. The infrasound\n\nBy the VW-bomber. Stick on duty. looking unhappy. ~ “\nAVERS. Johnny and Jones are oblivious to the commotion.\n\nSnick (to the night, softly but bitterly): Big mothert\n\nalmighty strategist motherfucker. Week's extra hour Stations! You all know the drill!\n\f\"a\n\nNE Somebody's ideo of pay-back time\n\n  \n  \n \n \n  \n  \n \n   \n  \n \n  \n \n \n \n  \n  \n   \n\nTee VCONPLAY\nSeen Regeeeseagegeesesese\n\nLoteks scramble to take up battle stations\n\nWhat's happening?\n\nON AN UNWATCHED SURVEILLANCE MONITOR.\n\nBrief furry of violence as Shinji and his team dispatch\nLoteks\n\nINT. HEAVEN. UNDER ROADWAY. NIGHT.\n\nStill ob\n\n \n\n \n\nh\n\nchair, Jane by his side. L\n\nJane torn whether to stay with J\n\ntray.\nON THE DOLPHIN MONITOR.\n\nThe tendrils still get repulsed. Every now and then. one p\n\ntrates slightly, but it always gets pushed back out again\nWe MOVE IN on Johnny’ tace\n\nJOHNNY'S POV.\n\nSnatches of childhood images\n\nA stark, concrete modern villa, kids' toys in the dal\n\nA couple of xins isolated in a vast landscape d garden.\nbored.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nEvery now and then. one p\n\ntrates slightly, but it always gets pushed back out again\nWe MOVE IN on Johnny’ tace\n\nJOHNNY'S POV. Snatches of childhood images\n\nA stark, concrete modern villa, kids' toys in the dal\n\nA couple of xins isolated in a vast landscape d garden. bored. \n\nTARGET SECTION TO BE ANNOTATED:\n A NANNY in a lawn chair listens to a Walkman\n\f   \n   \n    \n \n \n  \n  \n    \n   \n    \n   \n  \n\nno Ta SCRGNMLAY JUNOT MENENIC 121\n\nA child’ bed in a soul-less steel-and-glass room, some. Johnny opens his eyes. looks over to J-Bone. who braces\n\ncut from magazines on the wall. himself against a console.\nON THE WIDE SCREEN.\n\nWhat did ?\nFragments, like shadows of shapes, move in the empty: eet\nnext to the Cartoon Hero...\n\nTogether. they look at the wide screen, Suill only the Japanese\nCartoon Hero, although there are some faint traces in the\nvideo snow on the other screens, faint outlines, tantalizingls\nclose to becoming recognizable , . .\n\nEXT. HEAVEN. BELOW BRIDGE. NIGHT.\n\nCU muzzle of missile-launcher.\n\nWe didn't make it... (gestures to damaged scanner}\n\nFemace Yaxuza (VO): Eat this...\nWe're not going to either . ..\n\nShe fires.\nJ.Bone’s suddenly GALVANIZED by an image on one of the\nSURVEILLANCE MONITORS. the automatic camera SWINGS\nPAST a CRUCIFIED LOTEK .. .\n\n/-Bone rushes out of the node. Johnny didn't see the crucihea\nLotek,\n\nINT. HEAVEN, NODE. NIGHT. *\n\nJounny’s POV.\n\nAgain, that image of the woman at her desk, her\nover her work. This time, we almost reach the\nwoman’ head starts to lift... . 1... Lwas almost there, | could feef it starting to . . .\n\nINT. HEAVEN, CORRIDOR FROM NODE. NIGHT. Defeated. Johnny sits up. still preoccupied by his own condi-\nWon. Jane is about to go over to him.\n\nFemale Yakuza’s second missile DETONATES below\ntearing a huge hole through the structure. (OS). Mr. “Smith”?\n\nINT. HEAVEN, NODE. NIGHT.\nTabahashi, immaculate among the ruins, suit black as coal,\n\nJohnny is thrown from his chalr; lies crumpled on cutls white as snow, stands with the .",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nHEAVEN, NODE. NIGHT. Tabahashi, immaculate among the ruins, suit black as coal,\n\nJohnny is thrown from his chalr; lies crumpled on cutls white as snow, stands with the . \n\nTARGET SECTION TO BE ANNOTATED:\n5$7 hanging loosely by his\n\f \n\naMAst: | must have the data\n\n \n\ntat SCHINAY\n\n   \n  \n    \n  \n\nHe whirls and SHOOTS as Jane moves, very fast. Misseq ’\n\nfinds cover behind a pile of jut\n\n \n\nYou cant shoot me\n\nNot in the head\n\nHe lowers the gun to the level of Johnny’ gut.\n\n \n\nJane starts to make her move, b\n\n \n\nt Takahashi is ready\nswings the gun. Jane dives back behind the junk\n\nTakahashi takes out the short sword with his free hand\nsteps toward Johnny. The sword GLINTS; Johnny braces\nself\nEVERY FUNCTIONING MONITOR in the node LIGHTS:\nwith Annas face. The effect is of a wave of ENERGY. severalgiy\nthe damaged monitors simultaneously EXPLODE }\n\n \n\n   \n\nYou don’t now what he\nYou are weak, Takahashi! &\n\nidea whai you are returning t\n\n \n\n  \n\ncure for Nerve Attenuation me\n\nOW TAKANASIN\nPowerful denial and Yakuza discipline rising to countel\n\nHe FIRES at rarctom into the monitors. THREE SHOTS:\nSHATTERED SCREENS\n\f \n  \n   \n  \n \n    \n  \n \n \n    \n   \n \n \n   \n \n \n \n \n \n  \n   \n \n     \n  \n\n24 tet SCREENPLAY\nYou are a ghost! You are madness! You fie!!!\n\nAnna’s face CLICKS into even higher resolution.\n\nAnna: They had the cure one year ago, Takahashi. It\nnecessary tor your daughter to die . .\n\nTakahashi WINCES.\n\nTAKAHASHI: = Miklyo . .\n\nAwa: Pharmakom is keeping the cure off the market for\nof sell-through. Treating the disease is far more pi\ncuring it. Mikio . . .\n\nAs she says the name, she MORPHS into his daughter.\n\nMikivo (butAnna’ voice): . . . did not need to die. (Mikiyos @\nin Japanese. NO SUBTITLES) Please father, listen to\n\nraxanasni’s FACE alight with MAD, TRAGIC\nturns back to Johnny, raises his sword; then his\nSPASMS.\n\nHe sinks to his knees and pitches forward,\nwho holsters the air gun and takes out his filament.\nyaxuza faces off with Jane, aiming his air gun.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nNO SUBTITLES) Please father, listen to\n\nraxanasni’s FACE alight with MAD, TRAGIC\nturns back to Johnny, raises his sword; then his\nSPASMS. He sinks to his knees and pitches forward,\nwho holsters the air gun and takes out his filament. yaxuza faces off with Jane, aiming his air gun. \n\nTARGET SECTION TO BE ANNOTATED:\nSuni: = Hello, Johnny . . .\n\nJOHNNY MMENORIC 26\n\n2ZIP! The filament slices an ellipse from the metal junk where\nJohnny's head should have been. Johnny backs up; his fingers\nfind a CROWBAR among the junk. He brandishes it like 4\nweapon. ZINGG! He is holding a twelve-inch stump with a\nMIRROR-POLISHED end.\n\nRaise your chin. Let's make this clean.\n\nSecond Yabuza aiming across the waist-high console berween\nJane and him. As he fires, she DROPS. Darts SPATTER off the\nmetal console, missing her.\n\nJane SCISSORS her legs as she pulls herself below the console\nand through, catching Second Yakuza’ legs, dropping him\n\nJohnny quickly backing away out of node over ANOTHER\nCONTAINER. Shinji pursues, filament poised.\n\nJane throws herself on Second Yakuza, driving her PIST into\nhis throat; his air gun slides across the floor, Jane frantically\nclawing after it—\n\nINT, HEAVEN. CONTAINER. NIGHT.\n\nJohnny backs up into a messy storage container. filled with\nelectronics and other salvaged junk. Not much room to move\nand no way out. Shinji lets fly with the filament: Johnny dives\nOut of the way. The filament cuts through a stack of rusted\nmetal junk, barely moving it. Johnny crawls up, backs against\nthe wall. Shinji moves forward . .\n\nEXT, HEAVEN. BELOW BRIDGE, NIGHT.\nFemale Yakuza fires...\n\n_INT. HEAVEN, CONTAINER. NIGHT,\n\nThe missile DETONATES at the JOINT to the next container.\ncontainer tilts down majestically until it hangs vertical,\n\fJey NecNONE ar\n\nswinging from CREAKING. PROTESTING hawsers. Johnny is\nalmost thrown out into the river, manages to hang on to 4\nprotruding GIRDER. DANGLING in space.\n\nShinji has managed to grab hold of the past of some built-in\nsheives. He scrambles down toward Johnny, who thinks its ali\nover for him\n\n   \n   \n \n\nSum. Hold on!\n\nJohnny looks at him. He gets it. Gives a crazed WHOOP ot\nLAUGHTER.\n\nJorunny, IFT fall you don’t get the head.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe gets it. Gives a crazed WHOOP ot\nLAUGHTER. Jorunny, IFT fall you don’t get the head. \n\nTARGET SECTION TO BE ANNOTATED:\n right? You lose the head.\nyou're fucked!\n\nShinji, sweating bullets, Jeans down, extends his hand\nINT. HEAVEN. NODE. NIGHT.\n\nJane, the Second Yabuza’s air gun in hand, his corpse is at her\nfeet. She starts after Johnny\n\nSteet Paeacner (OS) Jesus time\nStreet Preacher blocks her path\nINT. HEAVEN. CONTAINER. NIGHT.\n\nON tounnys WRIST\n\n \n\nAs Shinji hand closes around it. Johnny looks up, GRINS and\nlets go with his other hand, reac hing up to grab the lapel of\nShinji suit, pulling him over.\n\nShinji falls, manages to grab the same girder.\n\f   \n  \n \n \n   \n   \n  \n   \n  \n   \n   \n  \n  \n   \n   \n   \n \n  \n \n \n \n \n  \n\nTe Crea\nThey dangle next to each other, Shinji closest to the\nTHE GIRDER, frantically treading air.\nBELOW THEM.\nBits of junk failing into darkness, past their legs...\n\nJohnny is SLUGGING Shinji in the face with his tree\n100 close to do much real damage, but he’s so PISSED\nno longer cares about his own safety. Shinji, we see\nconsiderable satistaction, is TERRIFIED.\n\nJohnny stops punching Shinji, SCREAMS his fury,\nbody back and SLAMS into Shinji, trying to\nShinji is holding on, tries frantically to climb atop the\n\nON Jounny as he lets go with one hand and grabs the TH\nTIP. pulling it toward hin . . .\n\nsun's EYES, wide with surprise.\n\nJohnny brings the FILAMENT down THROUGH the\nslicing through it. . .\n\nTheir eyes meet in the instant of Shinjis recognition @\nfate—then Shinji and the girder tip plummet from\n\nShinji SCREAMS as he and the girder tip head for the rivet\nscream DOPPLERING down until its INSTANTLY cut\nimpact with the unseen river below.\n\nJohnny hangs on, as if he cant remember what\n\n \n\nINT, HEAVEN. NODE. NIGHT.\n\nCRASH... as Street Preacher hurls Jane back\n\nHANEY ENANIC Re\n\nJockers with such force they buckle slightly. Her eyes ROLL UP\nand she flops forward.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nNIGHT. CRASH... as Street Preacher hurls Jane back\n\nHANEY ENANIC Re\n\nJockers with such force they buckle slightly. Her eyes ROLL UP\nand she flops forward. \n\nTARGET SECTION TO BE ANNOTATED:\n Street Preacher catches her. With one\nhand hooked in the waistband of her jeans, he drags her, face\nand boots scraping, across the floor. to-where the explosion\nhas lett two heavy timbers handily arranged in the form of a\nbig. rough wooden CROSS. He slams her up against the\n<TOSS . .\n\nEXT. HEAVEN. RAMPARTS, NIGHT,\n\nJ-Bone kneels, adjusting the laser sight he took from Henson\non his air bow. He aims down . . .\n\nEXT. HEAVEN. BELOW BRIDGE. NIGHT.\n\nFemale Yakuza aiming again. A red dot searches over her\nbody. comes to rest on her forehead .. . A BOLT PLANTS itselt\nin the exact spot. Expression of surprise as she beets forward.\n\nINT. HEAVEN. NODE. NIGHT.\n\nJohnny emerges from the container, still trembling with\nadrenaline and horror. Takahashi stands in front of him, sway-\ning on his feet, his hand inside his coat. Johnny is too wreckea\nto do anything but stare. Takahasht’s face is horribly distortea\nén pain, his shirt drenched in blood. He takes his hand from his\njacket, produces IMAGE #2. the RIOTS SCENE. crumpled.\nwer with his own blood.\n\nTawousin, Yours...\n\nJohnny takes it. Stares in wonder as Tabahashi sinks to his\nLnees and dies, Stares at the image. Then he hears SINGING, a\ntuneless hymn of death . . .\n\nPreacner (OS); In the blood, in the blood, in the sweet\neverlasting blood of the Lamb...\n\fBo\n\n‘Steter Poracuer: Jesus is waiting ...\n\n \n  \n   \n  \n \n \n  \n    \n     \n   \n    \n  \n \n \n  \n  \n   \n   \n   \n   \n  \n\nTae SCrenay\n\nStreet Preacher holding a SPIKE above Jane’ our,\npalm. raising 4 hammer, the crucifixion about to b\n\nJenny NNENORIC ad)\nON JOHNNY.\n\nAs he scrambles to his feet: look of AMAZEMENT on his face-\n\nStreet Preacher advances. Johnny backing up. leading him\naway from Jane.\n\nJohnny smashes Street Preacher in the back of the head Tee got it... Got it now...\n\nplece of metal junk.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nJohnny smashes Street Preacher in the back of the head Tee got it... Got it now... plece of metal junk. \n\nTARGET SECTION TO BE ANNOTATED:\n Street Preacher staggers, di Preacnun: made vessel of His mercy... As\nand hammer, recovers instantly, whirls, knife lashing g we Na _\n\nJohnny's neck. Johnny barely blocks it with the junk, He\n\ngers. Street Preacher easily lifts him and HURLS him hes wor You don't understand! I've got the third image!\ninto the wall.\nJohnny backing through node. Street Preacher stalking him.\nsure of the bill.\n\nJane has grabbed hold of the nail through her other hand.\nclenches her teeth. PULLS hard. Wrenches it loose . . .\n\nJohnny makes a last desperate attempt to stop Street Preacher\n\nCLOSE OWN sonnny’s FACE.\nScrewed up with pain.\n\nHis POV of the node. Odd angle as he sinks to the floo\n\nANOTHER MEMORY FLASH. with a lightning combination: hard kick at his knees. Like\n\n\" hicking a lamppost. A short right to a rock-hard midsection.\nStreet Preacher back-fists him across the floor. Johnny stays\n\nOf the study. moving toward the woman, The POV down,\n\nthe desk. The woman looks up: her face is PEA\n\nerased. The voice is MECHANICALLY distorted. slightly Jane approaches in BG: she’s in worse shape than Johnny. In\n\nslow. pain. She limps/stumbles toward dolphin tank.\n\nVoie: Bad boy! Petacuer: The cure is mine. sinner . .\n\nAs Jane reaches tank. Presses her bloody palm against glass\n\nA small hand reaches for a picture trame between 0 Jones’ epe appears.\n\nwoman reaches to prevent him. The picture falls.\nlooks down at the floor, to the fallen picture, laceup.\nAnna as the pertect mother, a baby in her arms, POV!\nquickly on face, CROPPING the picture, the Cl\nUPLOAD REMOTE as it morphs into Anna in B\n\nJones...\n\nLeaves a bloody palm-print on glass.\nCLOSE ON jones’ EYE. gizmo’ swiveling. . .",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nquickly on face, CROPPING the picture, the Cl\nUPLOAD REMOTE as it morphs into Anna in B\n\nJones... Leaves a bloody palm-print on glass. CLOSE ON jones’ EYE. gizmo’ swiveling. . . \n\nTARGET SECTION TO BE ANNOTATED:\n\fmw SCHNRAY\n\n \n\nInclent deca\n\nZING feag\n\nwith her\n\n \n\n \n\nUND powe i Ps he ib\n» tite wt t t PES\nPreacner: What spawn of Satan\nNoe\nNFRASOUN ¢ paint ind the scanmess\nv NISON\n’\nNT OF DE ®\n*\nate .\n» beet .\n.\nuy 4 ic a °\n“7 .\n‘ *\n.\nf\n.\nREAM .\n.\nu/ f EX f\nEVERYTHING and lunges up, SMAS\n\n  \n\n) backward inte\n\n \n\f   \n    \n \n \n \n  \n  \n    \n  \n  \n \n  \n     \n     \n  \n  \n   \n    \n \n  \n\n4 THe SCURNPLAT\nStreet Preacher ROARS in pain and rage. He grabs the:\n\nJuan menanC 138\n\nshape by the moment. Her eyes are on him. intense. expec\ntant\n\njJounny You're... in my memory . .. somewhere _.. It feels like\nlike you're my\nBLUE-WHITE CURRENT surges through him, smnobe\n\nHe stops. the emotion blocked.\n\nStreet Preacher’ body falls back to the Noor, his\nclutching the cables,\n\nJane CRASHES trom scanner support. Johnny\nward her as J-Bone enters the node. Johnny kneels\nJane.\n\nAnna: Your mother, | am your mother. | was obsessed with build-\ning Pharmakom, Later, when you had your childhood erased\nit was too late for me to... Now | have this final chance.\n\nJohnny's emotions in utter conilict. Finally:\n\nJane, I'm okay... Jowen, If you're my mother. _., why didn’ you tell me you were\n\nthe third image?!\n\nJohnny turns to J-Bone, a new determination in his\n\nAnna winces, hurt. A few more monitors Hicker and her image\n\nJounny, Hook me up! I've got it? disappears trom them.\n\nJohnny's hands tremble as he scans in Image #2.\n\nAnna: Because | did not £now. | had no access! | arranged tha\nScene appears next to the Cartoon Hero on the wide\n\nthey should choose you, because ... | have always watchec\n\nyou, Johnny ..\nJ-Bone; Where's number three?!\n\nJou: In my head! Jane’ staring at Anna, fascinated.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nJ-Bone; Where's number three?! Jou: In my head! Jane’ staring at Anna, fascinated. \n\nTARGET SECTION TO BE ANNOTATED:\nJohnny rushes to the chair Jone: Hey! We're gonna do the download, we do it now. okay!\nWe're losing power .__!\n\nINT. HEAVEN. NODE. NIGHT.\nAnna’ image FLUCTUATES. Her image disappears from a few\nmore monitors. Johnny looks to J-Bone. Back to Anna. Ole\nhurt and disappointment in his face. In this moment he is the\nbullied, neglected child. Then he steps toward the chair, pick:\nUp the downloader helmet.\n\nA NUMBER OF MONITORS flicker and Anna apears\n\f1346 te \\CHmnaY\n\nJonny, Tee got to do this\n\n   \n    \n \n   \n \n \n \n\nJane helps him put on the helmet. J-Bone winces, s\ndials next to a monitor with data.\n\nJ-Bont: One problem. If we take it out easy, it's gonna be\nbecause of the seepage. If we loop it through Jones. weg\nthe cure but its the neurological equivalent of b\njumping through a brick wall; itl probably bill you\n\nAnna (frantic): Johnny. | never meant to—\n\nON jonny. Looking at Anna’ image, back to Jane.\nTurns to J-Bone\n\nJowery, Loop it\n\nJane. Johnny\nHe reaches out to her, then turns to J-Bone.\nJounny: Hit me.\n/-Bone throwing switches. White sparks cascade from\n\ntree. Street Preacher STEAMS. sparks snapping around\ncorpse. Jones surfaces with a SPLASH\n\nON THE WIDE SCREEN.\n\nAs Anna’ Beijing image takes its place next to the others4\n}-Bont, Here we go\n\nHe flicks another switch\n\nINT, HEAVEN, NODE, NIGHT.\n\nJohnny SPASMS as the download begins, Jones THR\nthe tank, water flying. Jane takes Johnny's hands\n\fJ-Bone swivels to face a bank of CAMERAS. throwing.\nSuddenly, his image appears on all of the monitors (except\ntryptich).\n\nON THE MONITORS.\n\nJ-Bont: Listen up, world, this is your last blast from Lote\nHeadquarters and we're going out with a bang! So hit that\nnow, people, cause we got the cure for NAS, that’s right,\nsurefire cure for the shakes. coming now. coming at you.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nON THE MONITORS. J-Bont: Listen up, world, this is your last blast from Lote\nHeadquarters and we're going out with a bang! So hit that\nnow, people, cause we got the cure for NAS, that’s right,\nsurefire cure for the shakes. coming now. coming at you. \n\nTARGET SECTION TO BE ANNOTATED:\nfrom the labs at Pharmakom. that's right Pharmabom, f\nthird largest corporation, and, no, they didnt want you to\nit, but here it s—\n\nHe throws @ switch.\n\nON THE DOLPHIN MONITOR as the unfolding implant\ninto a RUSH through CYBERSPACE of the\ndata...\n\nPHARMAKOM DATA cascades across the screens .\nALL AROUND THE WORLD.\n\nA MONTAGE, showing the data on all TV screens and\ntors. in labs, living rooms, tents of nomads, windows of\nstores, screen-walls of Shibuya skyscrapers... AS\n\nAUDIENCES\n\nBACK IN THE NODE.\n\nJohnny, straining in the downloader, almost there .. .\nDEAD... He opens his eyes for a second. the pain in\n\n   \n \n    \n   \n \n   \n  \n   \n \n    \n  \n   \n   \n  \n   \n  \n    \n\nJOenaY HEHE 2B?\n\napproaching panic. His eyes meet Jane’ for a moment. Like 4\ngood-bye.\n\npane: Johnny\nHe squeezes his eyes shut again.\nINT, HEAVEN, NODE, NIGHT.\nJohnny slumps down in his chair, seemingly lifeless. As almost\nall of the live monitors EXPLODE in a SHOWER OF SPARKS.\nJ-Bone gives a mighty WHOOP of glee!\nBone: Done! It belongs to everybody now! Done!\nJane looks at Johnny. limp in the chair, seemingly dead, rushe:\nover.\nON ANNA’ SAD EYES.\n\nOn one of the few surviving monitors, her image still deterio\nrating, the blue Hames licking their way up.\nAnna | built @ world. There was ahrays a place in it lor you—\n\nJohnny’s eyelids Mutter, then open at the sound of her voice\npulled back from the grave.\n\nON sane, hardly able to contain her reliet.\nHe Jooks up a Anna. Gathers strength\n\nJourn Lady—/ voted with my feet.\nStung, Anna cringes.\n\nBut | was—\n\f« ut\n\n \n\n \n\n \n\nnas image rapidly deteriorating\n\nPharmakom board! They are erasing me!\n\n    \n\nBurning me out of the mainframe!\n\n \n\nJohnny turns his eyes away from her.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey are erasing me! Burning me out of the mainframe! Johnny turns his eyes away from her. \n\nTARGET SECTION TO BE ANNOTATED:\n He’ silently CRY\n\nAnnA (OS) Johnny, speak to me! Johnny, you're my son!! Why\ndon? you look at me!!\n\nyy, Tm not There's nothing inside. Nc\n\n \n\nwhat you want\n\ni JOUNNEEEEBeeeee\n\n \n\n \n\nlo her, leaving HISSING. SIL\n\n \n\nic bs shaben.\n\nMa Was she really\n\nSEAT as Johnny tries to come to grips with his emotions.\n\n \n\nJot I don't know... I quess 1... never did\n\n \n\nCKET is rising, J-Bone struggles\n\n) the wreckage, heaves aside 4 section of tarp. opening\n\nFrom outside a distan\n\n \n\nhe night\nEMERGENCY FL:\n\nAR HC\nHELL. a\n\non he\n\n    \n\nretty Disne\n\n \n\nof Newark\n\n  \n\n   \n\nuniny er up. join J-Bone, gazing\n\nout, baffled\n\n \n\nand Jane. propping eact\n\nStreet Preacher starts to rise behind them\n\n \n\f142 THE SCREENPLAY\nJOHNNY: What's going on?\n\nJ-Bone: Celebrating. They know. Got our message.\n\nStreet Preacher closes in on them...\n\nJ-Bone turns, raising air bow. THWACK! A bolt buries ii |\nStreet Preacher’ heart. He falls back.\n\nJ-Bone smiles. Saintly.\n\nJ-Bone: Said it's over.\n\n     \n\nThey turn back to celebration. CAMERA moves past them i\none of the very few monitors still going, the WIDE SCRE,\nthe Three Images: the Cartoon Hero, the Riots and Anna.\n\nAOLL CREDITS OVER THIS.\n\fput the shotgun in an Adidas bag and padded it out with four\n\npairs of tennis socks, not my style at all, but that was what I was\naiming for: If they think you're crude, go technical; if they think\nyou're technical, go crude. I'm a very technical boy. So I decided to\nget as crude as possible. These days, though, you have to be pretty\ntechnical before you can even aspire to crudeness.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm a very technical boy. So I decided to\nget as crude as possible. These days, though, you have to be pretty\ntechnical before you can even aspire to crudeness. \n\nTARGET SECTION TO BE ANNOTATED:\n I'd had to turn\nboth these twelve-gauge shells from brass stock, on a lathe, and\nthen load them myself; I'd had to dig up an old microfiche with\ninstructions for hand-loading cartridges; I'd had to build a lever-\naction press to seat the primers—all very tricky. But | knew they'd\nwork.\n\nThe meet was set for the Drome at 2300, but I rode the tube\nthree stops past the closest platform and walked back. Immaculate\nprocedure.\n\n| checked myself out in the chrome siding of a coffee kiosk,\nyour basic sharp-faced Caucasoid with a ruff of stiff, dark hair. The\ngirls at Under the Knife were big on Sony Mao, and it was getting\nharder to keep them from adding the chic suggestion of epicanthic\nfolds. It probably wouldn't fool Ralfi Face, but it might get me next\nto his table.\n\nThe Drome is a single narrow space with a bar down one side\nand tables along the other, thick with pimps and handlers and an\narcane array of dealers. The Magnetic Dog Sisters were on the door\nthat night. and I didn’t relish trying to get out past them if things\ndidn't work out. They were two meters tall and thin as greyhounds.\nOne was black and the other white, but aside from that they were as\nNearly identical as cosmetic surgery could make them. They'd been\nlovers for years and were bad news in a tussle. I was never quite\n‘Sure which one had originally been male.\n\nRalfi was sitting at his usual table. Owing me a lot of money. |\n\nhundreds of megabytes stashed in my head on an idiot/savant\n\n. information I had no conscious access to. Ralfi had left it\n\f \n  \n \n \n \n \n \n \n \n \n  \n  \n   \n  \n  \n    \n   \n  \n   \n   \n   \n   \n \n \n   \n  \n\n44 nme ON\n\nthere. He hadn't, however, come back for it Only Ralf could\nretrieve the data, with a code phrase of his own invention. I'm not\ncheap to begin with, but my overtime on storage {s astronomical.\nAnd Ralfi had been very scarce,\n\nThen I'd heard that Ralfi Face wanted to put out 4 contract on\nme.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe hadn't, however, come back for it Only Ralf could\nretrieve the data, with a code phrase of his own invention. I'm not\ncheap to begin with, but my overtime on storage {s astronomical. And Ralfi had been very scarce,\n\nThen I'd heard that Ralfi Face wanted to put out 4 contract on\nme. \n\nTARGET SECTION TO BE ANNOTATED:\n So I'd arranged to meet him in the Drome, but I'd arranged it as\nEdward Bax, clandestine importer, late of Rio and Peking.\n\nThe Drome stank of biz, a metallic tang of nervous tension,\nMuscle-boys scattered through the crowd were flexing stock parts\nat one another and trying on thin. cold grins, some of them so lost\nunder superstructures of muscle graft that their outlines werent\n\nhuman.\nHee ton i: urdu, ean: teeta: ine leon bese, Fed\nEddie the Importer. with his professionally nondescript gym bag,\nand please ignore this slit, just wide enough to admit his right:\nTa eit alone. Eighty kilos of blond California beet perched\nalertly in the chair next to his, martial arts written allover him,\n\nFast Eddie Bax was in the chair opposite them before the beefs\nhands were off the table. \"You black belt?” | asked eagerly. He:\nnodded, blue eyes running an automatic scanning pattem between}\nmy eyes and my hands. “Me, too,” I said. “Got mine here in the bag’\nAnd I shoved my hand through the slit and thumbed the safety off;\nClick. “Double twelve-gauge with the triggers wired together.\n\n“That's a gun,” Ralf said, putting a plump, restraining hand\nhis boy’s taut blue nylon chest. \"Johnny has an antique firearm in\nbag.” So much for Edward Bax.\n\nI guess he'd always been Ralf Something or Other, but\nowed his acquired surname to a singular vanity. Built\nlike an overripe pear, he'd worn the once-famous face of Chi\nWhite for twenty years—Christian White of the Aryan\nBand, Sony Mao to his generation, and final champion of race\nI'm a whiz at trivia,\n\nChristian White: classic pop face with a singer's high-d\nmuscles, chiseled cheekbones. Angelic in one light, h\n\n \n\ndepraved in another. But Ralf's eyes lived behind that face. an\nthey were small and cold and black.\n\n“Please,” he said, “let's work this out like businessmen.” Hi\nvoice was marked by a horrible prehensile sincerity, and the cor\nners of his beautiful Christian White mouth were always wet.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nAngelic in one light, h\n\n \n\ndepraved in another. But Ralf's eyes lived behind that face. an\nthey were small and cold and black. “Please,” he said, “let's work this out like businessmen.” Hi\nvoice was marked by a horrible prehensile sincerity, and the cor\nners of his beautiful Christian White mouth were always wet. \n\nTARGET SECTION TO BE ANNOTATED:\n “Lewi\nhere,” nodding in the beefboy’s direction, “is a meatball.” Lewis tool\nthis impassively, looking like something built from a kit. \"You aren’\n4 meatball, Johnny.”\n\n“Sure | am, Ralfi, a nice meatball chock-full of implants wher\nyou can store your dirty laundry while you go off shopping fo!\npeople to kill me. From my end of this bag, Ralfi, it looks like you've\ngot some explaining to do.”\n\n“It's this last batch of product, Johnny.” He sighed deeply. “Ir\nmy role as broker—\n\n“Fence,” | corrected,\n\n“As broker, I'm usually very careful as to sources.”\n\n\"You buy only from those who steal the best. Got it.”\n\nHe sighed again. “I try,” he said wearily, “not to buy from fools.\nThis time, I'm afraid, I've done that.” Third sigh was the cue for\nLewis to trigger the neural disruptor they'd taped under my side of\nthe table.\n\nI put everything I had into curling the index finger of my right\nhand, but I no longer seemed to be connected to it. I could feel the\nmetal of the gun and the foam-pad tape I'd wrapped around the\nstubby grip. but my hands were cool wax, distant and inert, | was\nhoping Lewis was a true meatball, thick enough to go for the gym\nbag and snag my rigid trigger finger, but he wasn't,\n\n“We've been very worried about you, Johnny, Very worried.\nYou see, that’s Yakuza property you have there. A fool took it from\nthem. Johnny. A dead fool,”\n\nLewis giggled.\n\nIt all made sense then, an ugly kind of sense, like bags of wet\n\nSand settling around my head. Killing wasn't Ralfi’s style. Lewis\nWasn't even Ralfi’s style. But he'd got himself stuck between the\nSons of the Neon Chrysanthemum and something that belonged to\n\f   \n    \n    \n \n  \n \n \n \n    \n    \n\nus te 007\n\nthem—or, more likely. something of theirs that belonged to son\none else. Ralf, of course, could use the code phrase to throw\ninto idiov/savant, and I'd spill their hot program without ren b\ning a single quarter tone.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nLewis\nWasn't even Ralfi’s style. But he'd got himself stuck between the\nSons of the Neon Chrysanthemum and something that belonged to\n\f   \n    \n    \n \n  \n \n \n \n    \n    \n\nus te 007\n\nthem—or, more likely. something of theirs that belonged to son\none else. Ralf, of course, could use the code phrase to throw\ninto idiov/savant, and I'd spill their hot program without ren b\ning a single quarter tone. \n\nTARGET SECTION TO BE ANNOTATED:\n For a fence like Ralf, that would o\n\nknow about Squids, for one thing, and they woukint want to worst\nabout one lifting those dim and permanent traces of their program\nout of my head. | didn't know very much about Squids, but fd\nheard stories, and | made it a point never to repeat them to my_\nclients, No, the Yokuza wouldn't like that: it looked too much\nevidence. They hadnt got where they were by leaving evide\naround, Or alive.\nLewis was grinning. | think he was visualizing a point\nbehind my forehead and imagining how he could get there\nhard way.\n\n  \n \n  \n \n   \n \n \n  \n   \n   \n   \n\n“Lighten up, You want to buy some good freebase?” She do\nup a chair and quickly sat before either of them could stop her. Sh\nwas barely inside my fixed held of vision, a thin girl with mi ‘\nglasses, her dark hair cut in a rough shag, She wore black leat!\nopen over a T-shirt slashed diagonally with stripes of red and b\n“Eight thou a gram weight.”\n\nLewis snorted his exasperation and tried to slap her out of the\nchair. Somehow he didn’ quite connect, and her hand came\nand seemed to brush his wrist as it passed. Bright blood sprayed\ntable. He was clutching his wrist white-knuckle tight, blood t\nfrom between his fingers.\n\nBut hadn't her hand been empty?\n\nHe was going to need a tendon stapler, He stood up\nwithout bothering to push his chair back. The chair toppled bat\nward, and he stepped out of my line of sight without a word\n\n“He better get a medic to look at that.” she said.\nnasty cut”\n\nSHY PER “ye\n\n“You have no idea.” said Ralh. suddenly sounding very tired.\n“the depths of shit you have just gotten yoursell into.”\n\n“No kidding? Mystery. | get real excited by mysteries. Like why\nyour friend here's so quiet. Frozen, like. Or what this thing here is\nfor.” and she held up the little control unit that she'd somehow\ntaken from Lewis. Ralh looked ill.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nFrozen, like. Or what this thing here is\nfor.” and she held up the little control unit that she'd somehow\ntaken from Lewis. Ralh looked ill. \n\nTARGET SECTION TO BE ANNOTATED:\n“You, oh, want maybe a quarter-million to give me that and\ntake o walk?” A fot hand came up to stroke his pale, lean face\nnervously.\n\n“What | want,” she said, snapping her fingers so that the unit\nspun and glittered, “is work. A job. Your boy hurt his wrist. But a\nquarter'll do for a retainer”\n\nRalf let his breath out explosively and began to laugh. expos-\ning teeth that hadnt been kept up to the Christian White standard.\nThen she turned the disruptor off\n\n“Two million.” I said.\n\n“My hind of man.” she said, and laughed. “What's in the bag?”\n\n“A shotgun.”\n\n“Crude. It might have been a compliment.\n\nRath said nothing at all.\n\n“Name's Millions. Molly Millions. You want to get out of here.\nboss? People are starting to stare.” She stood up. She was wearing\nleather jeans the color of dried blood.\n\nAnd I saw for the first time that the mirrored lenses were\nsurgical inlays, the silver rising smoothly trom her high cheeb-\nbones, sealing her eyes in their sockets. | saw my new face neinned\nthere.\n\n“Tm Johnny.” | said. “We're taking Mr. Face with us”\n\nHe was outside, waiting. Looking like your standard tourist tech, in\nPlastic zoris and a silly Hawatian shirt printed with blowups of his\nfirm's most popular microprocessor; 4 mild little guy, the kind most\nlikely to wind up drunk on sake in a bar that puts out miniature rice\nCtackers with seaweed garnish. He looked like the bind who sing\nthe corporate anthem and cry, who shabe hands endlessly with the\n\f   \n   \n \n    \n   \n \n   \n  \n  \n  \n   \n     \n     \n  \n    \n  \n \n\n60 maou\nbartender. And the pimps and the dealers would leave him\n\nThe way I figured it |ater, they must have amputated part of\nleft thumb, somewhere behind the first joint, replacing it with\nprosthetic tip, and cored the stump, fitting it with a spool and\nmolded from one of the Ono-Sendai diamond analogs. Then they’\ncarefully wound the spool with three meters of\nfilament.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looked like the bind who sing\nthe corporate anthem and cry, who shabe hands endlessly with the\n\f   \n   \n \n    \n   \n \n   \n  \n  \n  \n   \n     \n     \n  \n    \n  \n \n\n60 maou\nbartender. And the pimps and the dealers would leave him\n\nThe way I figured it |ater, they must have amputated part of\nleft thumb, somewhere behind the first joint, replacing it with\nprosthetic tip, and cored the stump, fitting it with a spool and\nmolded from one of the Ono-Sendai diamond analogs. Then they’\ncarefully wound the spool with three meters of\nfilament. \n\nTARGET SECTION TO BE ANNOTATED:\nMolly got into some bind of exchange with the Magnetic\nSisters, giving me a chance to usher Ralf through the door with\ngym bag pressed lightly against the base of his spine. She seemed:\nknow them. | heard the black one laugh.\n\n| glanced up, out of some passing reflex, maybe because I've\nnever got used to it, to the soaring arcs of light and the shadows\nthe geodesics above them. Maybe that saved me. _\n\nRath kept walking, but | don’ think he was trying to escape.\nthink he'd already given up. Probably he already had an idea\nwhat we were up against. :\n\n| looked back down in time to see him explode.\n\nPlayback on full recall shows Ralf stepping forward as\nlittle tech sidles out of nowhere. smiling. Just a suggestion of a\nand his left thumb falls off. It's @ conjuring trick. The thumb\nsuspended. Mirrors? Wires? And Ralf stops. his back to us,\ncrescents of sweat under the armpits of his pale summer suit.\nknows. He must have known, And then the joke-shop\nheavy as lead, arcs out in a lightning yo-yo trick, and the\nthread connecting it to the killer's hand passes laterally\nRalf's shull, just above his eyebrows. whips up, and\nslicing the pear-shaped torso diagonally from shoulder to rib\nCuts 50 fine that no blood flows until synapses mishre and the’\ntremors surrender the body to gravity.\n\nRath tumbled apart in a pink cloud of fluids, the\nmatched sections rolling forward onto the tiled pavement.\nsilence,\n\n  \n  \n\n \n\nT brought the gym bag up, and my hand convulsed. The recoil\nnearly broke my wrist.\n\nIt must have been raining: ribbons of water Cascaded from a rup-\ntured geodesic and spattered on the tile behind us, We crouched in\nthe narrow gap between a surgical boutique and an antique shop.\nShe'd just edged one mirrored eye around the corner to report a\nsingle Volks module in front of the Drome. red lights flashing. They\nwere sweeping Rath up. Asking questions.\n\nT was covered in scorched white fluff. The tennis socks. The\ngym bag was a ragged plastic cuff around my wrist.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nT was covered in scorched white fluff. The tennis socks. The\ngym bag was a ragged plastic cuff around my wrist. \n\nTARGET SECTION TO BE ANNOTATED:\n “I dont see how\nthe hell | missed him.”\n\n* Cause he's fast. so fast.” She hugged her knees and rocked\nback and forth on her bootheels. “His nervous system's jacked up.\nHe's factory custom.” She grinned and gave a little squeal of delight.\n“Tm gonna get that boy. Tonight. He's the best. number one. top\ndollar, state of the art”\n\n“What you're going to get, for this boy's two million, is my ass\nout of here. Your boyfriend back there was mostly grown in a vat in\nChiba City. He's a Yakuza assassin.”\n\n“Chiba, Yeah. See, Molly's been Chiba, 100.” And she showed\ntapered. very white against the polished burgundy nails. Ten blades\nsnicked straight out from their recesses beneath her nails, each one\n8 narrow, double-edged scalpel in pale blue steel.\n\nfd never spent much time in Nighttown. Nobody there had any-\nthing to pay me to remember, and most of them had a lot they paid\nregularly to forget. Generations of sharpshooters had chipped\naway at the neon until the maintenance crews gave up. Even at\nRoon the arcs were soot-black against faintest pearl.\n\nWhere do you go when the world’s wealthiest criminal order is\nfeeling for you with calm. distant fingers? Where do you hide from\n\f \n   \n  \n   \n \n \n   \n    \n     \n \n  \n   \n   \n \n   \n   \n\n62 maou\n\nthe Yakuza. so powerful that it owns comsats and at least three\nshuttles? The Yakuza is a true multinational, like ITT and\nSendai, Fifty pears before | was born the Yabuza had already\nsorbed the Triads, the Mafia. the Union Corse.\n\nMolly had an answer: you hide in the Pit, in the lowest circle,\nwhere any outside influence generates swift, concentric ripples of\nrow menace, You hide in Nighttown. Better yet. you hide above\nNighttown, because the Pits inverted. and the bottom of Its bow!\ntouches the sky, the sky that Nighttown never sees. sweating under\n\nshadows that waited beyond the bright tube platform.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nMolly had an answer: you hide in the Pit, in the lowest circle,\nwhere any outside influence generates swift, concentric ripples of\nrow menace, You hide in Nighttown. Better yet. you hide above\nNighttown, because the Pits inverted. and the bottom of Its bow! touches the sky, the sky that Nighttown never sees. sweating under\n\nshadows that waited beyond the bright tube platform. \n\nTARGET SECTION TO BE ANNOTATED:\n The concrete\nwalls were overlaid with graffiti, years of them twisting into a single\nmetascraw! of rage and frustration.\n\nmy standard sales pitch, “Client's code is stored in a special\nbarring Squids, which we in the trade don't like to talk about.\nNo way to recover pour phrase. Cant drug it out. cut it out,\nit. | dont 2now it, never did”\n\n“Squids? Crawly things with arms?” We emerged into 4\nserted street market. Shadowy figures watched us from across:\nmabeshift square linered with fish heads and rotting fruit.\n\n“Superconducting quantum interference detectors.\nthem in the war to find submarines, suss out enemy cyber 5\n\n“Yeah? Navy stuff? From the war? Squid! read that chip)\nyours?” She'd stopped walking. and | felt her eyes on me\nthose twin mirrors.\n\nper out of a cheering stadium\n\nJY mec 63\n\n“Cops can do that already. with parabolic microphones and\nlasers.”\n\n“But your data’s still secure.” Pride in profession. \"No govern-\nment'll fet their cops have Squids, not even the security heavies.\nToo much chance of interdepartmental funnies; they're too likely\nto Watergate you.”\n\n“Navy stuff,” she said, and her grin gleamed in the shadows.\n“Navy stuff. 1 got 4 friend down here who was in the navy, name's\nJones. | think you'd better meet him. He's a junkie, though. So well\nhave to take him something”\n\nHe was more than a dolphin, but from another dolphin’s point of\nview he might have seemed like something less. | watched him\nswirling sluggishly in his galvanized tank, Water slopped over the\nside, wetting my shoes. He was surplus from the last war. A\ncyborg.\n\nHe rose out of the water, showing us the crusted plates along\nhis sides, a kind of visual pun, his grace nearly lost under articu-\nlated armor, clumsy and prehistoric. Twin deformities on either\nside of his skull had been engineered to house sensor units. Silver\nlesions gleamed on exposed sections of his gray-white hide\n\nMolly whistled.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe rose out of the water, showing us the crusted plates along\nhis sides, a kind of visual pun, his grace nearly lost under articu-\nlated armor, clumsy and prehistoric. Twin deformities on either\nside of his skull had been engineered to house sensor units. Silver\nlesions gleamed on exposed sections of his gray-white hide\n\nMolly whistled. \n\nTARGET SECTION TO BE ANNOTATED:\n Jones thrashed his tail, and more water cas-\ncaded down the side of the tank.\n\n“What is this place?” | peered at vague shapes in the dark.\nTusting chain link and things under tarps. Above the tank hung ¢\nSlumsy wooden framework, crossed and recrossed by rows ot\ndusty Christmas lights.\n\n“Punland, Zoo and carnival rides. Talk with the War Whale.’ AI’\nthat. Some whale Jones is...”\n\nJones reared again and fed me with a sad and ancient eye\n\n“How's he tal?” Suddenly | was anxious to go.\n\n“That's the catch. Say ‘hi,’ Jones.~\n\f“et i\n\n \n  \n \n   \n  \n   \n    \n   \n   \n   \n  \n  \n    \n   \n\nAnd all the bulbs lit simultaneously. They were flashing red,\nwhite, and blue.\n\nRWBRWBRWB\nRWBRWBRWB\n\n“Good with symbols, see, but the code’s restricted. In the navy\nthey had him wired into an audiovisual display.” She drew the\nnarrow package from a jacket pocket. “Pure shit, Jones. Want it?” He\nfroze in the water and started to sink. | felt a strange panic, remem-\nbering that he wasn’t a fish. that he could drown. “We want the key\nto Johnny's bank, Jones, We want it fast.”\n\nThe lights flickered, died.\n\n“Go for it. Jones!”\n\nB\nBBBBBBBBB\nB\nB\nB\nBlue bulbs, cruciform.\n\nDarkness.\n“Pure! It’s clean. Come on, Jones.”\n\nWhite sodium glare washed her features, stark\nshadows cleaving from her cheekbones.\n\nR\nRR\nRRRRR OR\n\nThe arms of the red swastika were twisted in her silver glasses\n“Give it to him,” | said. “We've got it.”\n\nRalf Face. No imagination.\n\nJones heaved half his armored bulk over the edge of his tank,\nand | thought the metal would give way. Molly stabbed him over-\nhand with the Syrette. driving the needle between two plates.\nPropellant hissed. Patterns of light exploded, spasming across the\nframe and then fading to black.\n\nWe left him drifting, rolling languorously in the dark water.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nPropellant hissed. Patterns of light exploded, spasming across the\nframe and then fading to black. We left him drifting, rolling languorously in the dark water. \n\nTARGET SECTION TO BE ANNOTATED:\nMaybe he was dreaming of his war in the Pacific, of the cyber mines\nhe'd swept, nosing gently into their circuitry with the Squid he'd used\nto pick Ralf's pathetic password from the chip buried in my head.\n\n“I can see them slipping up when he was demobbed, letting\nhim out of the navy with that gear intact, but how does a cybernetic\ndolphin get wired to smack?”\n\n“The war,” she said. “They all were. Navy did it. How else you\nget ‘em working for you?”\n\n‘Tm not sure this profiles as good business.” the pirate said, angling\nfor better money. “Target specs on a comsat that isn’t in the book—\"\n“Waste my time and you won't profile at all.” said Molly. lean-\ning across his scarred plastic desk to prod him with her forefinger.\n“So maybe you want to buy your microwaves somewhere\nelse?” He was a tough kid, behind his Mao-job. A Nighttowner by\nbirth, probably.\nHer hand blurred down the front of his jacket, completely\nsevering a lapel without even rumpling the fabric.\n“So we got a deal or nor?”\n\f156 Tit SOR\n\n“Deal,” he said, staring at his ruined lapel with what he must\nhave hoped was only polite interest. “Deal.”\n\nWhile I checked the two recorders we'd bought, she extracted\nthe slip of paper I'd given her from the zippered wrist pocket of her\njacket. She unfolded it and read silently, moving her lips. She\nshrugged. “This is it?”\n\n“Shoot.” | said, punching the recoRD studs of the two decks j\nsimultaneously.\n\n\"Christian White.” she recited. “and his Aryan Reggae Band.”\n\nFaithful Ralfi, a fan to his dying day.\n\nTransition to idiovsavant mode is always less abrupt than |\nexpect it to be. The pirate broadcaster's front was a failing travel\nagency in a pastel cube that boasted a desk, three chairs, and a\nfaded poster of a Swiss orbital spa. A pair of toy birds with blown-\nglass bodies and tin legs were sipping monotonously from a Sty- —\nrofoam cup of water on 4 ledge beside Molly's shoulder.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nTransition to idiovsavant mode is always less abrupt than |\nexpect it to be. The pirate broadcaster's front was a failing travel\nagency in a pastel cube that boasted a desk, three chairs, and a\nfaded poster of a Swiss orbital spa. A pair of toy birds with blown-\nglass bodies and tin legs were sipping monotonously from a Sty- —\nrofoam cup of water on 4 ledge beside Molly's shoulder. \n\nTARGET SECTION TO BE ANNOTATED:\n As I phased\nimto mode, they accelerated gradually until their Day-Glo-\nfeathered crowns became solid arcs of color. The LEDs that told\nseconds on the plastic wall clock had become meaningless pulsing\ngrids, and Molly and the Mao-faced boy grew hazy, their arms\nblurring occasionally in insect-quick ghosts of gesture. And then it\nall faded to cool gray static and an endless tone poem in an artificial\nlanguage.\n\nI sat and sang dead Ralf's stolen program for three hours.\n\n \n  \n      \n  \n  \n   \n \n \n \n \n \n \n \n   \n   \n   \n    \n  \n  \n\nThe mall runs forty kilometers from end to end. a ragged overlap of\nFuller domes roofing what was once a suburban artery. If they turn\noff the arcs on a clear day, a gray approximation of sunlight filters\nthrough layers of acrylic, a view like the prison sketches of Gio\nvanni Piranesi. The three southernmost kilometers roof Night\nNighttown pays no taxes, no utilities, The neon arcs are dead, @\nthe geodesics have been smoked black by decades of cooking\nIn the nearly total darkness of a Nighttown noon, who notices @\ndozen mad children lost in the rafters? 7\n\nWe'd been climbing for two hours, up concrete staits\n\nJUEENY ELEC 15)\n\nsteel ladders with perforated rungs, past abandoned gantries and\ndust-covered tools, We'd started in what looked like a disused\nmaintenance yard, stacked with triangular roofing segments. Ev-\nerything there had been covered with that same uniform layer of\nspraybomb graffiti; gang names, initials, dates back to the turn of\nthe century. The graffiti followed us up. gradually thinning until a\nsingle name was repeated at intervals. LO Tex. In dripping black\ncapitals.\n\n“Who's Lo Tek”\n\n“Not us, boss.” She climbed a shivering aluminum ladder and\nvanished through a hole in a sheet of corrugated plastic. ~ ‘Low\ntechnique, low technology.“ The plastic muffled her voice. | fol-\nlowed her up, nursing my aching wrist. “Lo Teks, they'd think that\nshotgun trick of yours was effete,”\n\nAn hour later I dragged myself up through another hole, this\none sawed crookedly in a sagging sheet of plywood, and met my\nfirst Lo Tek.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nLO Tex. In dripping black\ncapitals. “Who's Lo Tek”\n\n“Not us, boss.” She climbed a shivering aluminum ladder and\nvanished through a hole in a sheet of corrugated plastic. ~ ‘Low\ntechnique, low technology.“ The plastic muffled her voice. | fol-\nlowed her up, nursing my aching wrist. “Lo Teks, they'd think that\nshotgun trick of yours was effete,”\n\nAn hour later I dragged myself up through another hole, this\none sawed crookedly in a sagging sheet of plywood, and met my\nfirst Lo Tek. \n\nTARGET SECTION TO BE ANNOTATED:\n*'S okay.” Molly said, her hand brushing my shoulder. “It's just\n\nIn the narrow beam of her taped flash. he regarded us with his\none eye and slowly extruded a thick length of grayish tongue.\nlicking huge canines. | wondered how they wrote off tooth-bud\n\n“Moll.” Dental augmentation impeded his speech. A string of\nsaliva dangled from his twisted lower lip. “Heard ya comin’. Long\ntime.” He might have been fifteen, but the fangs and a bright mosaic\nof scars combined with the gaping socket to present a mask of total\nbestiality. It had taken time and a certain kind of creativity to\nassemble that face, and his posture told me he enjoyed living\nbehind it. He wore a pair of decaying jeans, black with grime and\nshiny along the creases. His chest and feet were bare. He did\nSomething with his mouth that approximated a grin. “Bein’ fol-\nlowed, you.”\n\nFar off, down in Nighttown, a water vendor cried his trade.\n\n“Strings jumping. Dog?” She swung her flash to the side, and |\n\f188 te ssOu\n\n  \n \n \n \n \n  \n \n  \n \n  \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n  \n  \n   \n \n \n  \n \n \n \n  \n\nsaw thin cords tied to eyebolts, cords that ran to the edge and\nvanished,\n\n“Kill the fuckin’ light!”\n\nShe snapped it off.\n\n\"How come the one who's followin’ you's got no light?”\n\n\"Doesn't need it. That one’s bad news. Dog. Your sentries give\nhim a tumble, theyll come home in easy-to-carry sections.”\n\n“This a friend friend, Moll?” He sounded uneasy. | heard his\nfeet shift on the worn plywood.\n\n“No. But he’s mine. And this one,” slapping my shoulder, “he’s a\nfriend. Got that?”\n\n“Sure.” he said. without much enthusiasm, padding to the\nplatform's edge, where the eyebolts were. He began to pluck out\nsome kind of message on the taut cords.\n\nNighttown spread beneath us like 4 toy village for rats; tiny\nwindows showed candlelight, with only a few harsh, bright squares\nlit by battery lanterns and carbide lamps.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nGot that?”\n\n“Sure.” he said. without much enthusiasm, padding to the\nplatform's edge, where the eyebolts were. He began to pluck out\nsome kind of message on the taut cords. Nighttown spread beneath us like 4 toy village for rats; tiny\nwindows showed candlelight, with only a few harsh, bright squares\nlit by battery lanterns and carbide lamps. \n\nTARGET SECTION TO BE ANNOTATED:\n | imagined the old men at\ntheir endless games of dominoes, under warm. fat drops of water\nthat fell from wet wash hung out on poles between the plywood\nshanties. Then | tried to imagine him climbing patiently up through\nthe darkness in his zoris and ugly tourist shirt, bland and unhurried.\nHow was he tracking us?\n\n“Good.” said Molly. “He smells us~\n\n“Smoke?” Dog dragged a crumpled pack from his pocket and prized\nout a flattened cigarette. | squinted at the trademark while he lit it\nfor me with a kitchen match. Yiheyuan filters, Beijing Cigarette\nFactory. I decided that the Lo Teks were black marketeers. Dog and\nMolly went back to their argument, which seemed to revolve |\naround Molly's desire to use some particular piece of Lo Tek\nestate.\n\n\"Ive done you a lot of favors, man. I want that floor. And\nwant the music.”\n\n“You're not Lo Tek...”\n\nThis must have been going on for the better part of a\n\nSen MERON 165\n\nkilometer, Dog leading us along swaying catwalks and up rope\nladders, The Lo Teks leech their webs and huddling places to the\ncity’s fabric with thick gobs of epoxy and sleep above the abyss in\nmesh hammocks. Their country is so attenuated that in places it\nconsists of little more than holds for hands and feet, sawed into\ngeodesic struts.\n\nThe Killing Floor, she called it. Scrambling after her, my new\nEddie Bax shoes slipping on worn metal and damp plywood, |\nwondered how it could be any more lethal than the rest of the\nterritory, At the same time I sensed that Dog's protests were ritual\nand that she already expected to get whatever it was she wanted.\n\nSomewhere beneath us, Jones would be circling his tank,\nfeeling the first twinges of junk sickness. The police would be boring\nthe Drome regulars with questions about Ralf. What did he do?\nWho was he with before he stepped outside? And the Yakuza would\nbe settling its ghostly bulk over the city’s data banks, probing for\nfaint Images of me reflected in numbered accounts, securities\ntransactions, bills for utilities. We're an information economy.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nWho was he with before he stepped outside? And the Yakuza would\nbe settling its ghostly bulk over the city’s data banks, probing for\nfaint Images of me reflected in numbered accounts, securities\ntransactions, bills for utilities. We're an information economy. \n\nTARGET SECTION TO BE ANNOTATED:\n They\nteach you that in school. What they don’ tell you is that it's impossi-\nble to move, to live, to operate at any level without leaving traces,\nbits, seemingly meaningless fragments of personal information.\nFragments that can be retrieved, amplified . . .\n\nBut by now the pirate would have shuttled our message into\nline for blackbox transmission to the Yakuza comsat. A simple\nmessage: Call off the dogs or we wideband your program,\n\nThe program. | had no idea what it contained. | still don't. |\nOnly sing the song, with zero comprehension. It was probably\nresearch data, the Yakuza being given to advanced forms of indus-\ntrial espionage. A genteel business, stealing from Ono-Sendai as a\nmatter of course and politely holding their data for ransom, threat-\nening to blunt the conglomerate’s research edge by making the\nProduct public.\n\nBut why couldn't any number play? Wouldn't they be happier\nwith something to sell back to Ono-Sendai, happier than they'd be\nWith one dead Johnny from Memory Lane?\n\nTheir program was on its way to an address in Sydney, to a\n\f“Oo Te OW\n\nplace that held letters for clients and didn't ask questions once\nyou'd paid 4 small retainer. Fourth-class surface mail. I'd erased\nmost of the other copy and recorded our message in the resulting\ngap. leaving just enough of the program to identify it as the real\nthing.\nMy wrist hurt. I wanted to stop, to lie down, to sleep, I knew\nthat I'd lose my grip and fall soon, knew that the sharp black shoes\nI'd bought for my evening as Eddie Bax would lose their purchase\nand carry me down to Nighttown, But he rose in my mind like a\ncheap religious hologram, glowing, the enlarged chip on his Hawai-\njan shirt looming like # reconnaissance shot of some doomed\nurban nucleus,\n\nSo | followed Dog and Molly through Lo Tek heaven, jury-\nrigged and jerry-built from scraps that even Nighttown didn’t want,\n\nThe Killing Floor was eight meters on a side. A giant had\nthreaded steel cable back and forth through a junkyard and drawn\nit all taut.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nMy wrist hurt. I wanted to stop, to lie down, to sleep, I knew\nthat I'd lose my grip and fall soon, knew that the sharp black shoes\nI'd bought for my evening as Eddie Bax would lose their purchase\nand carry me down to Nighttown, But he rose in my mind like a\ncheap religious hologram, glowing, the enlarged chip on his Hawai-\njan shirt looming like # reconnaissance shot of some doomed\nurban nucleus,\n\nSo | followed Dog and Molly through Lo Tek heaven, jury-\nrigged and jerry-built from scraps that even Nighttown didn’t want,\n\nThe Killing Floor was eight meters on a side. A giant had\nthreaded steel cable back and forth through a junkyard and drawn\nit all taut. \n\nTARGET SECTION TO BE ANNOTATED:\n It creaked when it moved, and it moved constantly,\nswaying and bucking as the gathering Lo Teks arranged themselves\non the shelf of plywood surrounding it. The wood was silver with\nage, polished with long use and deeply etched with initials, threats.\ndeclarations of passion. This was suspended from a separate set of\ncables, which lost themselves in darkness beyond the raw white\nglare of the two ancient floods suspended above the Floor.\n\nA girl with teeth like Dog's hit the Floor on all fours. Her breasts\nwere tattooed with indigo spirals. Then she was across the Floor,\nlaughing, grappling with a boy who was drinking dark liquid from 4\nliter flask.\n\nLo Tek fashion ran to scars and tattoos. And teeth. The electric-\nity they were tapping to light the Killing Floor seemed to be an\nexception to their overall aesthetic, made in the name of. . . ritual,\nsport, art? | didn’t know, but I could see that the Ploor was\nthing special. It had the look of having been assembled over\nations,\n\nL held the useless shotgun under my jacket, Its hardness\nheft were comforting, even though | had no more shells.\ncame to me that I had no idea at all of what was really\n\n \n \n \n  \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n  \n \n \n  \n\nJt MeN, \\\n\nor of what was supposed to happen, And that was the nature of m\ngame, because I'd spent most of my life as a blind receptacle to b\nfilled with other people's knowledge and then drained, spoutin\nsynthetic languages Td never understand. A very technical bos\nSure.\n\nAnd then | noticed just how quiet the Lo Tebs had become\n\nHe was there, at the edge of the light, taking in the Killing Floot\nand the gallery of silent Lo Teks with a tourists calm. And as ou:\neyes met for the first time with mutual recognition, 4 memory\nclicked into place for me. of Paris, and the long Mercedes electrics\ngliding through the rain to Notre Dame: mobile greenhouses. Japa-\nnese faces behind the glass, and a hundred Nikons rising in blind\nphototropism, flowers of steel and crystal, Behind his eyes, as they\nfound me, those same shutters whirring.\n\n| looked for Molly Millions.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd as ou:\neyes met for the first time with mutual recognition, 4 memory\nclicked into place for me. of Paris, and the long Mercedes electrics\ngliding through the rain to Notre Dame: mobile greenhouses. Japa-\nnese faces behind the glass, and a hundred Nikons rising in blind\nphototropism, flowers of steel and crystal, Behind his eyes, as they\nfound me, those same shutters whirring. | looked for Molly Millions. \n\nTARGET SECTION TO BE ANNOTATED:\n but she was gone.\n\nThe Lo Teks parted to let him step up onto the bench. He\nbowed, smiling, and stepped smoothly out of his sandals, leaving\nthem side by side, perfectly aligned. and then he stepped down\na ohorat et Pove. Hie come for me, across thet shifting wam-\npoline of scrap, as easily as tourist\nin any featureless hotel. = —e\n\nMolly hit the Floor, moving.\n\nThe Floor screamed.\n\nIt was miked and amplifed. with pickups riding the four fat\ncoil springs at the corners and contact mikes taped at random to\nfusting machine fragments. Somewhere the Lo Teks had an amp\nand @ synthesizer, and now | made out the shapes of speakers\noverhead, above the cruel white floods.\n\nA drumbeat >\n“ue electronic, like an amplified heart, steady\n\nShe'd removed her leather jacket and boots: her T-shirt\nsleeveless faint telhales of Chiba City circuitry traced along her thin\nenna int Heather Jeans gleamed under the floods. She began to\n\nShe flexed her knees, white feet tensed on a flattened gas tank,\n\nand the Killing Floor began to heave in response. The sound it\n\f  \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n  \n   \n    \n  \n\n142 te KOU\n\nmade was like a world ending, like the wires that hold heaven\nsnapping and coiling across the sky.\n\nHe rode wi % for a few heartbeats, and then he moved,\njudging the movement of the Floor perfectly, like a man stepping\nfrom one flat stone to another in an ornamental garden.\n\nHe pulled the tip from his thumb with the grace of a man at\nease with social gesture and flung it at her. Under the floods, the\nfilament was a refracting thread of rainbow. She threw herself flat\nand rolled, jackknifing up as the molecule whipped past, steel claws\nsnapping into the light in what must have been an automatic rictus\nTe rea semen same peneneh neki macelabliticheciith\nhair wild around the blank silver lenses, her mouth thin, lips taut\nwith concentration, The Killing Floor boomed and roared, and the\n\nscreaming their excitement.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe pulled the tip from his thumb with the grace of a man at\nease with social gesture and flung it at her. Under the floods, the\nfilament was a refracting thread of rainbow. She threw herself flat\nand rolled, jackknifing up as the molecule whipped past, steel claws\nsnapping into the light in what must have been an automatic rictus\nTe rea semen same peneneh neki macelabliticheciith\nhair wild around the blank silver lenses, her mouth thin, lips taut\nwith concentration, The Killing Floor boomed and roared, and the\n\nscreaming their excitement. \n\nTARGET SECTION TO BE ANNOTATED:\n0 ae aceaeue to a whirling meter-wide circle of\nghostly polychrome and spun it in front of hini, thumbless hand\nheld level with his sternum. A shield.\n\nAnd Molly seemed to let something go, something inside, and\nthat was the real start of her mad-dog dance. She jumped, twisting,\nlunging sideways. landing with both feet on an alloy engine block\nwired directly to one of the coil springs. | cupped my hands over\nmy ears and knelt in a vertigo of sound, thinking Floor and benches\nwere on their way down, down to Nighttown, and | saw us tearing\nthrough the shanties, the wet wash, exploding on the tiles like\nrotten fruit, But the cables held, and the Killing Floor rose and fell\n\nmetal sea. And Molly danced on it.\nae ar es dun ead, fant batons fe wide bls Gal cost ahh 0\nfilament, I saw something in his face, an expression that didn't seem\nto belong there. It wasn't fear and it wasn't anger, | think it was\ndisbelief, stunned incomprehension mingled with pure\nrevulsion at what he was seeing, hearing—at what was\nto him. He retracted the whirling filament, the ghost disk\nto the size of a dinner plate as he whipped his arm above his\nand brought it down, the thumbtip curving out for Molly like\nthing.\n\nJONNY NBEMONIC %\n\nThe Floor carried her down, the molecule passing just abow\nher head; the Floor whiplashed, lifting him into the path of the tau\nmolecule. It should have passed harmlessly over his head and beer\nwithdrawn into its diamond-hard socket, It took his hand off jus\nbehind the wrist. There was a gap in the Floor in front of him, anc\nhe went through it like diver, with a strange deliberate grace, ¢\ndefeated kamikaze on his way down to Nighttown, Partly, | think\nhe took the dive to buy himself a few seconds of the dignity o\nsilence. She'd killed him with culture shock.\n\nThe Lo Teks roared, but someone shut the amplifier off. and\nMolly rode the Killing Floor into silence, hanging on now, her face\nwhite and blank.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere was a gap in the Floor in front of him, anc\nhe went through it like diver, with a strange deliberate grace, ¢\ndefeated kamikaze on his way down to Nighttown, Partly, | think\nhe took the dive to buy himself a few seconds of the dignity o\nsilence. She'd killed him with culture shock. The Lo Teks roared, but someone shut the amplifier off. and\nMolly rode the Killing Floor into silence, hanging on now, her face\nwhite and blank. \n\nTARGET SECTION TO BE ANNOTATED:\n until the pitching slowed and there was only a\nfaint pinging of tortured metal and the grating of rust on rust.\n\nWe searched the Floor for the severed hand, but we never\nfound it. All we found was a graceful curve in one piece of rusted\n\nsteel, where the molecule went through. Its edge was bright as new\nchrome,\n\nWe never learned whether the Yakuza had accepted our terms, or\neven whether they got our message. As far as | know. their program\nis still waiting for Eddie Bax on a shelf in the back room of a gift\nshop on the third level of Sydney Central-s. Probably they sold the\noriginal back to Ono-Sendai months ago. But maybe they did get\nthe pirate’s broadcast, because nobody's come looking for me yet,\nand it's been nearly a year. If they do come. they'll have a long climb\nup through the dark, past Dog’s sentries, and I don't look much like\nEddie Bax these days. | let Molly take care of that, with a local\nanesthetic. And my new teeth have almost grown in.\n\nI decided to stay up here. When | looked out across the Killing\nFloor, before he came, | saw how hollow | was. And | knew I was\nsick of being a bucket. So now I climb down and visit Jones, almost\nevery night.\n\nWe're partners now, Jones and I, and Molly Millions, too. Molly\nhandles our business in the Drome. Jones is still in Funland, but he\nhas a bigger tank, with fresh seawater trucked in once a week, And\n\f1464 THE STORY\n\nhe has his junk, when he needs it. He still talks to the kids with his\nframe of lights, but he talks to me on a new display unit in a shed\nthat I rent there, a better unit than the one he used in the navy.\n\nAnd we're all making good money, better money than | made\nbefore, because Jones's Squid can read the traces of anything that\nanyone ever stored in me, and he gives it to me on the display unit\nin languages | can understand. So we're learning a lot about all my\nformer clients.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe still talks to the kids with his\nframe of lights, but he talks to me on a new display unit in a shed\nthat I rent there, a better unit than the one he used in the navy. And we're all making good money, better money than | made\nbefore, because Jones's Squid can read the traces of anything that\nanyone ever stored in me, and he gives it to me on the display unit\nin languages | can understand. So we're learning a lot about all my\nformer clients. \n\nTARGET SECTION TO BE ANNOTATED:\n And one day I'll have a surgeon dig all the silicon out\nof my amygdalae, and I'll live with my own memories and nobody\nelse's, the way other people do. But not for a while.\n\nIn the meantime it's really okay up here, way up in the dark,\nsmoking a Chinese filtertip and listening to the condensation that\ndrips from the geodesics. Real quiet up here—unless a pair of Lo\nTeks decide to dance on the Killing Floor.\n\nIt's educational, too. With Jones to help me figure things out,\nI'm getting to be the most technical boy in town.\n\f"
}