{
  "1": "John Tucker Must Die\n\nby\nJeff Lowell\n\n17 June 2004\n\fINT. HIGH SCHOOL GYM - NIGHT\n\nThe gym is filled to the rafters with screaming students\ncheering on their basketball team. One particularly good\nlooking player, who we’ll learn later is JOHN TUCKER, fakes\none way, spins in the other direction and dunks. The gym\ngoes nuts. We push in on a girl, KATE (17), sitting in the\nstands. She’s high up and she’s there alone - she has a book\nin her hand which she reads during time outs. She’s pretty,\nbut not made up too much, and she’s dressed comfortably, so\nas not to draw too much attention to herself.\n\nKATE (V.O.)\nI was in seventh grade when I realized I\nwas invisible.\n\nINT. GRADE SCHOOL\n\nA teacher arranges a group of seventh grade girls in line by\nheight. Kate is towards the middle.\n\nKATE (V.O.)\nNot really invisible - although, how\nawesome would that have been? No, it’s\njust that I didn’t make an impression of\nany kind. If I disappeared, it wouldn't\neven cause a ripple.\n\nA teacher shifts a young Kate one space over, now exactly the\nmiddle.\n\nKATE (V.O.) (CONT'D)\nI wasn’t the tallest or the shortest, I\nwasn’t the smartest or the dumbest, I\nwasn’t the richest or the poorest... I was\njust what’s-her-name, you know, the\nbrunette? Kate, I think?\n\nINT. AUDITORIUM - DAY\n\nA spelling bee is in progress, as a young Kate takes her turn\nat the podium. She’s one of seven people left.\n\nYOUNG KATE\nA-N-O-N-I-M-O-U-S. Anonymous.\n\nMODERATOR (0.S.)\nI’m sorry, that’s wrong.\n\nKate walks away.\n\nKATE (V.O.)\nIt’s not that I didn’t try - I was a pretty\ngood speller, and a pretty good singer, and\na pretty good runner-\n\fEXT. TRACK - DAY\nA group of girls run past the finish line.\n\nANNOUNCER (V.O.)\nAnd in fourth place, just out of the\nmedals, Kate Spencer.\n\nINT.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nANNOUNCER (V. O.)\nAnd in fourth place, just out of the\nmedals, Kate Spencer. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n AUDITORIUM - NIGHT\n\nThe auditorium is decorated for a dance and is filled with\nfreshman boys and girls. Freshman Kate sits against the\nwall, trying to look like a great person to dance with.\n\nKATE (V.O.)\nEven in love... well, I usually ended up\nout of medal contention there, too.\n\nA good looking boy walks over and takes in Kate and the other\nwallflowers. He looks to Kate’s left - at a rather\nunfortunate looking girl. He shudders, looks at Kate. Not\nbad. He smiles, starts over, when a hot girl to Kate’s right\nsuddenly pops into view - she’d been picking a button off the\nfloor.\n\nHOT GIRL\nFound it!\n\nShe and the boy lock eyes - the boy veers off from Kate and\nholds out his hand to the hot girl. They twirl off like Fred\nand Ginger.\n\nINT. GIRL’S LOCKER ROOM - DAY\n\nKate stands at a locker by herself, getting dressed, as other\ngroups of girls around her talk.\n\nKATE (V.O.)\nIt didn’t help that my mom and I were\nalways moving. You can put up with just\nabout anything when you’ve got a bunch of\ngreat friends to help you through, but,\nwell, let’s just say “openness to\noutsiders” isn’t really what teens are\nfamous for.\n\nOne of the girls near Kate turns to her friends.\nGIRL IN LOCKER ROOM\nI don’t have anything for my hair. Do you\nhave a barrette or something?\n\nKate surreptitiously pulls the elastic band out of her hair,\nturns to the girl.\n\n(CONTINUED)\n\fCONTINUED:\n\nKATE\nHey, I’ve got one.\n\nGIRL IN LOCKER ROOM\nDo I know you?\n\nKATE\nNot really...\n\nGIRL IN LOCKER ROOM\nPass.\n\nThe girls head out. The locker room is empty now; Kate’s\nalone. She sighs, puts her hair back together.\n\nINT. LIVING ROOM - DAY\n\nWe're in the living room of a house on moving day - boxes and\nfurniture scattered everywhere. A sweaty Kate staggers\nthrough with a box.\n\nKATE (V.O.)\nThere was one last thing working against\nme.\n\nThere’s a knock at the door.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nKATE (V. O.)\nThere was one last thing working against\nme. There’s a knock at the door. \n\nTARGET SECTION TO BE ANNOTATED:\n She turns and drops the box\nwhen she sees who it is - it’s an older boy, a knockout. He\nholds out a plate wrapped with aluminum foil.\n\nJUSTIN\n(too cool)\nHey. I’m Justin, I live next door, and my\nmom sent me over with these brownies or\nsomething...\n\nKate takes the plate while she tries to push her hair into\nsome arrangement that’s not too disgusting.\n\nKATE\n(flustered)\nHi. I’m Kate. I just moved in. Duh.\n\nJUSTIN\nSo, Kate, you-\n\nSomething catches Justin’s eye.\n\nJUSTIN (CONT'D)\nHoly...\n\nKate turns to see what he’s looking at - a gorgeous woman in\nher early thirties just walked into the room. She’s been\nworking, too, but instead of sweating, she’s glistening like\na Sports Illustrated swimsuit model on a beach in Fiji.\n\n(CONTINUED)\n\fCONTINUED:\n\nShe’s dressed in shorts and a t-shirt that may have fit her\nin grade school.\n\nKATE (V.O.)\nThat other thing working against me?\n\nKATE (CONT'D)\nThis is my Mom.\n\nLORI\nLori. Hi.\n\nJustin takes the plate out of Kate’s hand and holds it out to\nLori.\n\nJUSTIN\nI made these for you.\n(then)\nI can pick up heavy things.\n\nINT. BEDROOM - DAY\nKate sits at her desk, taking notes as she reads a textbook.\n\nKATE (V.O.)\nIt’s not like she can help it. She’s just\nincredibly beautiful and skimpily dressed.\nOkay, maybe she can help that part.\n\nKate looks up from her book.\n\nKATE (CONT'D)\nDid you get this on page fifty-one? Andy?\n\nWe see that Kate is studying with a boy, but he’s looking out\nthe window. Down by the pool, Kate’s mother is tanning face\ndown, with her top on the pool deck beside her.\n\nANDY\nTurn over turn over turn over turn over\nturn over turn over...\n\nKATE (V.O.)\nIt’s not like being beautiful has made her\nlife any easier. I mean, she’s never had\ntrouble landing great looking men, she’s\njust had trouble keeping them.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nKATE (V. O.)\nIt’s not like being beautiful has made her\nlife any easier. I mean, she’s never had\ntrouble landing great looking men, she’s\njust had trouble keeping them. \n\nTARGET SECTION TO BE ANNOTATED:\n In the last\nseventeen years, she’s been through four\nmarriages and I don’t know how many\nboyfriends. That’s why we’re always\nmoving.\n\nMONTAGE:\nA quick series of shots of different great looking men\n\nstaring into the camera.\n(CONTINUED )\n\fCONTINUED:\n\nMAN #1\nHi\n\nMAN #2\nKate\n\nMAN #3\nI'm\n\nMAN #4\ngoing\n\nMAN #5\nto\n\nMAN #6\nbe\n\nMAN #7\nyour\n\nMAN #8\nnew\n\nMAN #9\n\ndad. Your mom and I are going to, uh, talk\nin the bedroom, so you be a good girl and\nwatch TV. Actually, here’s twenty bucks.\nYou mind running down to the store and\ngetting me some smokes?\n\nINT. HIGH SCHOOL GYM - NIGHT\n\nWe're back at the game we started at, with Kate in the\nstands.\n\nKATE (V.O.)\nBut enough about me. The real story here\nis John Tucker.\n\nON COURT\n\nJohn, our star basketball player, has the ball again. He\npasses it - no, he’s kept in the palm of his hand, he drives\nand dumps off to a teammate who’s free under the basket for a\nlay up. More cheers, high fives all around. John’s a stud:\ntall, buff, best head of hair on campus.\n\nKATE (CONT'D)\nThat’s John Tucker. Captain of the\nbasketball team, family’s loaded, always\nvoted most likely to everything, lost his\nvirginity at 14. To the french teacher.\n\n(CONTINUED)\n\fCONTINUED:\n\nIN THE CROWD\n\nA pretty woman in her twenties, wearing a French flag\nsweatshirt and waving a team flag, cheers John on.\n\nON COURT\nJohn hassles the passer, then jogs backwards on defense.\n\nKATE (V.O.) (CONT'D)\n\nHe’s the guy this school revolves around.\nAt least, he used to be until... You know\nwhat? I’m getting ahead of myself. It all\nstarted when my mom got divorced again, and\nwe moved to this town to “start over.” I\ngot a job as a waitress at what turned out\nto be John’s favorite restaurant.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou know\nwhat? I’m getting ahead of myself. It all\nstarted when my mom got divorced again, and\nwe moved to this town to “start over.” I\ngot a job as a waitress at what turned out\nto be John’s favorite restaurant. \n\nTARGET SECTION TO BE ANNOTATED:\n I wasn’t\nthe best waitress ever, but I wasn’t the\nworst...\n\nINT. ITALIAN RESTAURANT - NIGHT\n\nKate comes out of the kitchen and crosses over to find John\nTucker (in suit and tie) sitting at a table with CARRIE,\neditor of the school paper. Carrie’s a super-smart\noverachiever with roughly a thousand commitments taking up\nher time. She’s also (like everyone with John) very pretty.\n\nKATE\nAre you ready...?\n\nJOHN\n(to Carrie)\nI’m not sure... Are you ready?\n\nCARRIE\nDo you recommend anything?\n\nJOHN\nMe? What do you recommend? You're the one\nwho speaks Italian.\n\nCARRIE\nI don't speak it, I know a little...\n\nJOHN\n\nThat you picked up travelling around\nEurope. You’re so lucky. I can only\nimagine walking around the same streets\nwhere all those artists and poets walked,\nlooking at the same sights Shakespeare\nlooked at when he wrote\n\n(gazing into Carrie’s eyes)\n“Her beauty makes this vault a feasting\npresence full of light...”\n\n(MORE ) (CONTINUED )\n\fCONTINUED:\nJOHN (CONT'D)\n(then)\nMaybe I don’t need to go to Europe after\nall.\n\nCarrie blushes, gives a flustered laugh. John turns to Kate.\n\nJOHN (CONT'D)\nI guess we need a minute. Thanks.\n\nKate walks off - it’s clear she’s more than a little\nimpressed by John’s display.\n\nINT. ITALIAN RESTAURANT - NIGHT\n\nIt's a different night at Kate’s restaurant. Kate comes out\nof the kitchen loaded down with plates. She hears a\nsnapping, glances towards the source, then does a double\ntake. John Tucker (in a letterman’s jacket) is there with a\ndifferent girl, HEATHER, who couldn’t look more like a\ncheerleader because she is a cheerleader. She’s been popular\nand beautiful for so long that she’s grown to believe that\nher superiority is the natural order of things. John keeps\nsnapping at Kate without looking, finally Kate gets the\nplates down and heads over to John’s table.\n\nKATE\nHi. Would you-\nJOHN\nWe’re ready to order.\nKATE\nUh, okay.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nKATE\nHi. Would you-\nJOHN\nWe’re ready to order. KATE\nUh, okay. \n\nTARGET SECTION TO BE ANNOTATED:\n(to Heather)\n\nWhat would you like?\n\nJOHN\nI’ll order for her.\n\nHeather puts down her menu, gets a huge smile on her face.\n\nHEATHER\nI love that.\n\nJOHN\n(all charm)\nI love taking care of you.\n(to Kate, all business)\nTwo spinach salads, chicken piccata for\nher, filet for me, medium. And don’t rush\nus between courses. Got it?\n\nKATE\nUh, yeah. Can I-\n\nBut John’s done with her, and has turned back to Heather.\n(CONTINUED )\n\fCONTINUED:\n\nJOHN\nThat sweater is so hot on you. I bet it’s\neven hotter off you.\n\nHeather laughs; Kate walks away shaking her head - what\nhappened to the John that was here the other night?\n\nINT. ITALIAN RESTAURANT - NIGHT\n\nYet another night. John Tucker (in slacker-wear) sits at a\ntable with BETH. She’s a hippie throwback, a young Drew\nBarrymore type. She and John are looking at their menus.\n\nJOHN\nI’ve never been here, I hope they have good\nvegetarian...\n(off the menu)\nOh my Goddess.\n\nBETH\nWhat?\n\nJOHN\nVeal. lLet’s go.\n\nBETH\nDon’t worry, I’m sure I can find something.\n\nANGLE ON: Kate, standing over at a waitstation with another\nwaitress. She’s gestures at John.\n\nKATE\nWhat's the deal with-\n\nWAITRESS\nJohn Tucker. Total operator. Brings all\nhis women here.\n\nKATE\nHow does he get away with dating so many\nwomen?\n\nWAITRESS\n\n(bitter laugh)\nHe says his father doesn’t want him dating\nduring the basketball season so he “keeps\nhis focus.” Total lie. It’s just another\none of his scams so they have to keep the\n“relationship” secret.\n\nKATE\nUnbelievable. How’d you learn all this?\n\nThe waitress starts to cry and runs back into the kitchen.\n\fINT. GYM - DAY\n\nKate is in gym class with the other girls, including John's\nthree current girlfriends (Heather, Carrie and Beth).\n\nThey’re picking teams for volleyball - about half the girls\nare still waiting to be picked, including Kate. Heather (the\ncheerleader) is one of the girls picking.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nGYM - DAY\n\nKate is in gym class with the other girls, including John's\nthree current girlfriends (Heather, Carrie and Beth). They’re picking teams for volleyball - about half the girls\nare still waiting to be picked, including Kate. Heather (the\ncheerleader) is one of the girls picking. \n\nTARGET SECTION TO BE ANNOTATED:\n She points at\nKate.\n\nHEATHER\nUh... I’11 take her.\n\nKATE\n(too eager)\nKate. Hi. I didn’t catch your name?\nHeather looks at Kate like she’s nuts.\n\nHEATHER\nOkay, moving on.\n\nINT. GYM - LATER\n\nThe game’s in progress. A point is scored, and while a girl\nruns after the ball to retrieve it, Carrie (the editor) is\ngossiping with the girl standing next to her.\n\nGIRL\nYou weren’t at the party. Where were you?\n\nCARRIE\nI’m not suppose to say, but...\n(quietly)\nJohn Tucker.\n\nBehind Carrie, Heather is getting ready to serve. She\nobviously heard this - her mouth drops wide open.\n\nGIRL\nGet out!\n\nCOACH WILLIAMS, the gym teacher, blows her whistle.\n\nCOACH WILLIAMS\nLess talking, more playing. Serve it.\n\nHeather tosses the ball in the air and serves it - right into\nthe back of Carrie’s head. Carrie is knocked on her face.\n\nHEATHER\nSorry. It slipped.\n\nThe girls around Carrie (including Kate) pick her up.\n\n(CONTINUED)\n\f10.\nCONTINUED:\n\nCARRIE\nI’m okay, I’m okay. Let’s just play.\n\nEvery gets back in position and Heather serves again - right\ninto the back of Carrie’s head, sending her down again.\n\nCarrie jumps up and runs over to Heather, as the other girls\ncrowd around and the coach starts madly blowing her whistle.\n\nCARRIE (CONT'D)\nThat wasn’t an accident!\n\nBeth (the hippie) gets between Carrie and Heather, who ignore\nher as they keep arguing.\n\nHEATHER\nYou better stay away from him.\n\nBETH\nViolence isn’t going to solve anything.\n\nCARRIE\nWhat’s it to you?\n\nBETH\nNo man is worth us fighting over.\n\nHEATHER\nListen, I don’t know what he told you, but\nJohn Tucker is dating me.\n\nNow Beth’s mouth drops - she turns and slugs Heather in the\njaw, dropping her to the floor.\n\nHEATHER (CONT'D)\n(from the floor)\nWhat the hell is your problem?\n\nBETH\nI’m dating John Tucker.\n\nCoach Williams has finally made it over.\n\nCOACH WILLIAMS\nEnough.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nBETH\nI’m dating John Tucker. Coach Williams has finally made it over. COACH WILLIAMS\nEnough. \n\nTARGET SECTION TO BE ANNOTATED:\nShe grabs Carrie, who grabs the coach’s clipboard and swings\nit at Beth. Beth moves, and Kate gets hit instead. It’s an\nall out melee now, with Kate accidentally caught in the\nmiddle. People are falling, arms are swinging, and finally\nKate snaps:\n\nKATE\nStop it! This guy is cheating on all of\nyou and instead of being mad at him, you’re\nbeating the crap out of each other?!\n(CONTINUED )\n\fll.\nCONTINUED: (2)\n\nSilence as the girls look at each other, digesting the wisdom\nof what Kate said. Finally, Beth turns to Heather:\n\nBETH\nWho’s that?\n\nHEATHER\nI don’t know. Pam, maybe?\n\nINT. GIRL’S BATHROOM - DAY\n\nKate is at the mirror, trying to cover up the bruise on her\ncheek from where she got hit. Carrie comes in.\n\nCARRIE\nHey.\n\nKATE\nHey.\n\nCARRIE\n\nSorry about your face. Kate, right?\n\nKATE\nYeah. It only hurts when I smile. Or\ntalk. Or do this.\n\nShe makes a face in the mirror, winces. Carrie laughs.\n\nCARRIE\nWhat you said out there-\n\nKATE\nSorry, someone just sat on me and-\n\nCARRIE\nYeah, that was me. But the thing is, you\nwere right.\n\nKATE\nI was?\n\nCARRIE\nLook what he’s doing to us girls. I don’t\neven know you, and I hit you in the head\nwith a clipboard.\n\nKATE\nThat was you too, huh? Anyway, I’ve seen a\nmillion John Tuckers, they all lie to get\nwhat they want, and the girls always put up\nwith it.\n\n(CONTINUED)\n\f12.\nCONTINUED:\n\nCARRIE\nYou’re totally right. I never understood\nit until now, but you’re right.\n\nKATE\nWell, it helps that those are the only guys\nmy mom dates. Pretty soon, you figure out\nthey're all the same.\n\nCARRIE\nCome on. I’ve got some planning to do, and\nthen we've got to talk to Beth and Heather.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nPretty soon, you figure out\nthey're all the same. CARRIE\nCome on. I’ve got some planning to do, and\nthen we've got to talk to Beth and Heather. \n\nTARGET SECTION TO BE ANNOTATED:\nKATE\nWe? You want me to come?\n\nCARRIE\nSure, in case we start fighting again, I’ve\ngot to have someone to hide behind.\n\nKATE\nWhat the heck. I think my head can absorb\nthree or four more good shots before I have\nbrain damage.\nCarrie heads out of the bathroom; Kate in tow.\nINT. STARBUCKS - LATER\n\nKate, Carrie, Beth and Heather sit at a table. Beth and\nHeather don’t look too happy to be there.\n\nCARRIE\nBe honest. What are you going to do about\nJohn?\nHEATHER\nI’m totally breaking up with him.\nBETH\nNo you're not.\nHEATHER\nLike you are.\nBETH\n\nIt’s up to him. If he dumps you two, I’1l\ntake him back.\n\nCARRIE\nWe’re going to end up right back where we\nstarted. He’ll get back together with all\nof us, lie about it until he decides he’s\ndone with us and then dump us for good.\n\n(CONTINUED)\n\f13.\nCONTINUED:\n\nBeth and Heather stare at Carrie, unconvinced. Kate clears\nher throat.\n\nKATE\nI bet I know what you’re thinking. “I’m\ndifferent. I’m the one he’s going to stay\nwith forever.”\n\nBeth and Heather look at each other, look down.\n\nBETH\nMaybe.\n\nHEATHER\nWhy not? I am the head cheerleader.\n\nBETH\nYou say that like it makes you some kind of\ngod and we’re all losers.\n\nHEATHER\nNo. I mean, a little, but no. I don’t\nthink that.\n\nCARRIE\n\nLet’s stay focused here. Everyone he’s\never dated thinks they’re different. It’s\nwhat he does.\n\nBETH\nSo what are we supposed to do?\n\nCARRIE\nKate had an idea.\n\nKATE\nI was just saying it’s always the women who\nend up getting hurt...\n\nCARRIE\nExactly. Why is he getting off the hook?\nWe could all date anyone, and for some\nreason we let him walk all over us.\n\nHEATHER\nIt’s because he’s hot.\n\nBETH\nHot? He’s the most gorgeous man I’ve ever\nseen.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nHEATHER\nIt’s because he’s hot. BETH\nHot? He’s the most gorgeous man I’ve ever\nseen. \n\nTARGET SECTION TO BE ANNOTATED:\n He’s like a Greek god, sent to earth\nto remind us mortals what beauty is.\n\nBeth notices everyone staring at her. She snaps out of it.\n\n(CONTINUED)\n\f14,\nCONTINUED: (2)\n\nBETH (CONT'D)\nBut you’re right. That’s not enough.\n\nKATE\nSo why not teach him a lesson?\n\nHEATHER\nHow? Break up with him? He’1l have\nsomeone else in a second.\n\nCARRIE\nNo, bigger. We're going to make him\nundateable, make it so no one wants to go\nout with him anymore.\n\nCarrie pulls out a huge sheath of color-coded papers and\nfolders, hands a thick stack to each girl.\n\nCARRIE (CONT'D)\nI had some time to go over some possible\napproaches. I’11 bottom line it: he\ndoesn’t know we’re on to him. We can use\nthe fact that we’re his “girlfriends” to\nset him up, humiliate him, and make him\nlook like a fool in front of the whole\nschool.\n\nHEATHER\n(smiles, imagining it)\nThat wouldn’t suck.\n\nCARRIE\nAnd we won’t just be taking care of him.\nWe'll be sending a message to all the John\nTuckers that we’re not going to put up with\nit anymore. They’re going to have to treat\nus with respect.\n\nBETH\nThey’re going to have to stop lying to us.\n\nHEATHER\nAnd cheating on us.\n\nCARRIE\nExactly! I’ve got a whole section on that\nstarting on page three.\n\nBETH\n(paging through thick folder)\nWhen do you sleep?\n\nCARRIE\nI take ten minute naps five times a day.\nI’m like Thomas Edison.\n\n(CONTINUED)\n\fCONTINUED: (3)\n\nHEATHER\n(whispers to Beth)\nWho?\n\nBETH\n(whispers back)\nHe was a President.\n\nCARRIE\nCome on, what do you say?\n\nA beat, then:\n\nBETH\nLet’s get him.\n\nHEATHER\nI’m in. But if I find out this is some\nkind of trick, I’m back with him so fast...\n\nCarrie pulls out a small leather notebook, writes in it.\nYes, this has some significance later.\n\nKATE\nWow, this is great.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nCarrie pulls out a small leather notebook, writes in it. Yes, this has some significance later. KATE\nWow, this is great. \n\nTARGET SECTION TO BE ANNOTATED:\n He doesn’t stand a\nchance against you guys.\n\nBETH\n\nYou’re not going to help us?\nKATE\n\nMe? Why me?\nBETH\n\nIt was your idea.\n\nKATE\nNo, I just pointed out that you all should\ndo something. He didn’t do anything to me.\n\nCARRIE\nDidn't he? He got all of us mad enough to\nbeat the crap out of you in gym.\n\nBETH\nBesides, can you honestly say that you\nhaven’t been screwed over by a John Tucker\nsomehow, somewhere?\n\nHEATHER\nCome on, it'll be fun. What else are you\ndoing?\n\nHeather has a good point. Kate shrugs.\n\n(CONTINUED)\n\f16.\nCONTINUED: (4)\n\nKATE\nLet’s get him.\n\nEXT. STADIUM - DAY\n\nDifferent groups are using the track: the female track team\n(including Kate) is running sprints, and the cheerleaders,\nled by Heather, are just finishing up practice as random\npeople jog by on the track. One of them is John Tucker, who\nstops and waits for Heather to wander over and join him. He\nglances around to make sure no one is within earshot.\n\nJOHN\nHeard there was a thing in gym yesterday.\nHEATHER\nSome loser was saying she went out with\nyou.\nJOHN\n\nYou're kidding. That’s such a lie.\nHEATHER\nOh, I totally know. Don’t worry. I mean,\nyou can’t date-\nJOHN\n(sadly)\nThe basketball.\n\nHEATHER\nBut if you could, I know who it’d be.\n\nJOHN\nYou know it, babe.\n\nJohn looks around to makes sure no one’s watching, slaps\nHeather on the ass.\n\nACROSS THE FIELD: Kate is standing at a drinking fountain,\nwatching.\n\nKATE\nEuch.\n\nThere's a guy standing behind her at the fountain, SCOTT.\n\nSCOTT\nIs that for her or him?\n\nKATE\nHim.\n\n(CONTINUED)\n\f17.\nCONTINUED:\n\nSCOTT\nThat’s not usually the noise girls make\nwhen they look at him. Usually it’s more\nof a “ohhhhh...”\n\nKATE\n(laughs)\nJerk isn’t really my type.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f17. CONTINUED:\n\nSCOTT\nThat’s not usually the noise girls make\nwhen they look at him. Usually it’s more\nof a “ohhhhh...”\n\nKATE\n(laughs)\nJerk isn’t really my type. \n\nTARGET SECTION TO BE ANNOTATED:\nSCOTT\nI guess he is kind of a jerk, isn’t he?\n\nKATE\nI’m surprised to hear a guy say that. I\nthought he was your god.\n\nSCOTT\nClose. Older brother.\n\nKATE\nOh no. Seriously?\n\nScott holds out his hand.\n\nSCOTT\nScott Tucker.\n\nKATE\nKate. I’m so embarrassed-\n\nSCOTT\nDon’t be. If anything, I’m embarrassed\nabout being his brother. I think my mom\nwas experimenting with drugs or living on a\ntoxic waste dump when she had him.\n\nKate laughs. They’re interrupted by a bell.\nSCOTT (CONT’D)\n\nDamn, I’ve got to run. Don’t worry, your\n\nsecret’s safe with me, Kate.\nScott winks and heads off.\nINT. KATE’S HOUSE - LIVING ROOM - DAY\nHeather and Carrie are sitting in Kate’s living room as Kate\nopens the door and lets Beth in. Carrie has a new Apple\nPowerbook plugged into Kate’s television - on the screen is a\nKeynote presentation, complete with an unflattering picture\nof John and a list of bullet points next to him. Very slick.\n\nCARRIE\nDid you talk to him?\n\n(CONTINUED)\n\f18.\n\nCONTINUED:\n\nHeather\n\nBETH\nYeah, he just stopped by my house. He said\nI’m the only one for him, you guys are\nliars, meat is murder...\n\nCARRIE\n\nYeah, we all got the same story.\nKATE\n\nYour house? Did you hook up?\nBETH\n\nNo.\nHEATHER\n\nOh my god. You did.\nBETH\n\nNo. A little.\n\n(then)\nWe can’t let him get suspicious! I always\nfool around with him! It wasn’t for me, it\nwas for us! I mean, I enjoyed it, but...\nIt wasn’t for me!\n\nand Carrie exchange a look.\n\nHEATHER\nTold you she couldn't keep it together.\n\nBETH\nFigures you two would gang up on me.\nLittle Miss Popular and Little Miss\nPerfect.\n\nCARRIE\nHey, don’t lump me with her.\n\nHEATHER\nWhat’s that supposed to mean?\n\nCARRIE\nJust that we’re very different.\n\nHEATHER\nMeaning you're better than me.\n\nKate laughs. Everyone looks at her.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nHEATHER\nMeaning you're better than me. Kate laughs. Everyone looks at her. \n\nTARGET SECTION TO BE ANNOTATED:\nKATE\nDon’t you see? This is exactly how he gets\naway with it. He knows you wouldn't be\ncaught dead talking to each other, and\nthat’s why he’s so safe cheating.\n\n(CONTINUED)\n\f19.\n\nCONTINUED: (2)\n\nCARRIE\nKate’s right. I’m sorry. We've got to\nstick together, all right?\n\nThe girls nod.\n\nThere's\n\nCARRIE (CONT'D)\nOkay, he’s back with all of us, he doesn’t\nknow anything's up, let’s keep it that way\nuntil we get him.\n\nHEATHER\nSpeaking of which, does anyone have any\nidea how we’re going to do this?\n\na pause. Heather holds up one of Carrie’s folders.\n\nHEATHER (CONT'D)\nI mean, I read Carrie’s term paper-\n\nCARRIE\nNo you didn’t.\n\nHEATHER\nOkay, but come on, it’s like the phone\nbook. I flipped through, and didn’t see\nanything, um...\n\nBETH\nConcrete. Yeah. You’ve got some great\nideas, but what do we do?\n\nKATE\nWell, I mean, I don’t know him like you all\ndo, but I noticed something. He makes\nevery woman he’s with feel special, he\ntells them exactly what they want to\nhear... what if we showed people that it’s\njust an act? Really show who he is, so no\none ever trusts him again? I mean, when I\nsaw him, I thought he was cute, but after I\nsaw how he was with all of you...\n\nThe girls take this in, nodding.\n\nCARRIE\nExcellent. Good. Throw those away.\n\nCarrie grabs all the folders.\n\nCARRIE (CONT'D)\nLet’s get to work.\n(ve: computer)\nBeth, you mind starting the presentation?\n\n(CONTINUED)\n\f20.\nCONTINUED: (3)\n\nBeth goes to the computer, reaches for a key.\n\nCARRIE (CONT'D)\nNot that. Just press the- no, not that.\nMove the cursor to- You know what? I’11\nwork the computer.\n\nCarrie pushes Beth out of the way, cradles her computer.\nBETH\n\nI’m glad we're getting to know each other.\nI'd always heard you were kind of a control\n\nfreak.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nCarrie pushes Beth out of the way, cradles her computer. BETH\n\nI’m glad we're getting to know each other. I'd always heard you were kind of a control\n\nfreak. \n\nTARGET SECTION TO BE ANNOTATED:\nCARRIE\nKate, you get sodas.\nCARRIE/BETH/HEATHER\nDiet.\nCARRIE\n\nAnd Heather, you...\n\nHEATHER\nSit here and look good until you need me?\n\nCARRIE\nAre we a well oiled team or what?\n\nKate goes into the kitchen.\n\nINT. KITCHEN - CONTINUOUS\n\nKate enters just as her mother comes in from outside,\ncarrying a bag of groceries. Lori’s dressed in her usual\nyoung, hip, sexy way, looking more like a teen than a mom.\n\nLORI\nHey, what’s up?\n\nKATE\nOh, nothing, just-\n\nLaughter from the next room.\n\nLORI\nYou have friends over?\n\nKATE\nYeah, a few girls stopped by.\n\nLori hugs Kate.\n\n(CONTINUED)\n\f21.\nCONTINUED:\n\nLORI\nI knew you'd like it here. This is great.\nI can’t wait to meet them.\nLori heads out of the kitchen.\n\nKATE\nActually, we’re-\n\nToo late. Lori’s gone. Kate grabs sodas and follows.\nINT. KATE’S HOUSE - LIVING ROOM - CONTINUOUS\nKate enters the room right behind Lori.\n\nKATE\nBeth, Carrie, Heather, this is my mom.\n\nLORI\nLori.\n\nThe girls all exchange looks - Lori doesn’t look like a mom.\n\nLORI (CONT'D)\nSo what are you all up to?\n\nBETH\nDestroying a man.\n\nLORI\nWho do I make my check out to?\n\nThe girls laugh. Lori crosses over and sits on the floor\nwith the girls.\n\nLORI (CONT'D)\nSo, who is he and what did he do?\n\nBeth presses a key on her computer; John zooms back onto the\nscreen, along with ominous sound effect music and booing.\n\nBETH\nThis is John Tucker.\nLORI\nCute. Let me guess, heartbreaker?\nHEATHER\nBig time.\nLORI\n\nYou’re lucky I got here. I’ve got some\nexperience in this field.\n\n(CONTINUED)\n\f22.\nCONTINUED:\n\nKate can’t take any more. She pastes on a smile, trying very\nhard not to let her true feelings out.\n\nKATE\nMom, I really don’t know if we should be\ntaking advice about men from you.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED:\n\nKate can’t take any more. She pastes on a smile, trying very\nhard not to let her true feelings out. KATE\nMom, I really don’t know if we should be\ntaking advice about men from you. \n\nTARGET SECTION TO BE ANNOTATED:\nLORI\nWhy not? I’ve dated a hundred of them. I\nknow all their tricks.\n\nKATE\nAnd yet, you still keep going falling for\nthem.\n\nCARRIE\n\nWhat’s the matter? She’s an expert.\n\nKATE\nOkay, then.\n\nKate shrugs, hands out the sodas, takes a seat. She’s nota\nhappy camper. Carrie takes her place at her computer - her\n\ntalk is illustrated by an impressive presentation, complete\n\nwith video, graphics, music, etc...\n\nCARRIE\nAll right, Kate’s right. We need to show\npeople the real John Tucker. And to do\nthat, we need a public platform - something\nwhere the whole school is there. That much\nI’ve already got figured out. Ladies\n\nand... ladies, I give you: the school\nelection.\nHEATHER\n(unimpressed)\n\nThe election?\n\nBETH\nHe’s not even running.\n\nCARRIE\nYes, the election, and he will run. Beth,\nyou’re going to convince him.\n\nBETH\nHow do I do that?\n\nCARRIE\nHow do girls get boys to do anything?\n\f23.\n\nINT. HALLWAY - MINUTES LATER\n\nThe hall is empty. Suddenly, the door to the boys bathroom\ncrashes open, and Beth and John stumble into the hallway, in\nan embrace. They break; Beth tucks in her shirt, John wipes\nthe lipstick off his face. Beth pauses under a political\nposter - a slick one with a photo of a smiling guy running\nfor school president.\n\nBETH\nYou know, I’m surprised you never ran for\nany kind of office.\n\nJOHN\nIt’s just something you do to get into\ncollege, and I’ve got the basketball.\n\nBETH\nYeah, I guess you’re right. Still, it’s a\nbig popularity contest, and there’s no way\nhe’s more popular than you.\n\nBeth heads back towards her class, leaving John looking up at\nthe poster. He doesn’t look happy.\n\nINT. SCHOOL NEWSPAPER OFFICE - DAY\n\nCarrie sits at a computer in the middle of a chaotic pile of\nphotos, old issues, submissions... There’s one other student\nworking there - he looks up as John enters. Unseen to\nCarrie, John points at the door, and the student takes off.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nSCHOOL NEWSPAPER OFFICE - DAY\n\nCarrie sits at a computer in the middle of a chaotic pile of\nphotos, old issues, submissions... There’s one other student\nworking there - he looks up as John enters. Unseen to\nCarrie, John points at the door, and the student takes off. \n\nTARGET SECTION TO BE ANNOTATED:\nJOHN\nHey, Carrie. What do you think about me\nrunning for school president?\n\nCARRIE\nI didn’t think you got into that.\n\nJOHN\nI never did, and all of a sudden I realized\nI’m missing part of the high school\nexperience.\n\nCARRIE\nIt’s a little late to be getting involved-\n\nJOHN\nI’ve got to win. You’ll help me. You're\nthe smartest girl I know, you run the\nnewspaper-\n\nCARRIE\n(pretending to soften)\nYou want my help? Well...\n(CONTINUED )\n\f24.\nCONTINUED:\n\nJOHN\nI knew you’d do it. I love you.\n\nCARRIE\nWhat?\n\nJohn acts surprised, like he didn’t mean to let that slip\nout. He clearly did.\n\nJOHN\nI mean, I love you for helping. I can’t\nbelieve I said that.\n\nCARRIE\nNo, it’s okay...\n\nHe holds her hand, gazes into her eyes, then:\n\nJOHN\nSo, you'll do it?\n\nINT. DIVE RESTAURANT - DAY\n\nThe four girls are sitting together at a table. Heather\ntakes a bite of her burger, grimaces.\n\nHEATHER\nSince when do we eat here?\n\nCARRIE\nSince we can’t be seen together. If he\nhears we're friends, he’1l know something's\nup. Come on, it’s not that bad.\n\nCarrie samples her food, shudders, gingerly returns the bite\nto her napkin.\n\nCARRIE (CONT'D)\nAnyone have a napkin they’re not using so I\ncan blot the grease off my tongue?\n\nKate hands over a napkin. Carrie licks it. Beth begins\ndoing surgery on her sandwich - the other girls’ watch as she\nremoves the meat patty from her burger, removes the cheese,\nreplaces the tomato and lettuce, and squirts about a quart of\nketchup and mustard onto it. She takes a bite, notices that\nshe’s being watched.\n\nBETH\nBeing a vegetarian sucks. I want a\npersonal thank you note from every stupid\ncow and chicken I haven’t eaten.\n\n(CONTINUED)\n\f25.\nCONTINUED:\n\nCARRIE\nOkay, here’s where we are.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nI want a\npersonal thank you note from every stupid\ncow and chicken I haven’t eaten. (CONTINUED)\n\f25. CONTINUED:\n\nCARRIE\nOkay, here’s where we are. \n\nTARGET SECTION TO BE ANNOTATED:\n I’ve already\nconvinced John that we should show a video\nfor his campaign speech.\n\nHEATHER\nA video that, let me guess, you'll be\nediting?\n\nBETH\nIsn’t he going to want to see it before you\nshow it?\n\nCARRIE\n\nI’m going to make two. I make a real one\nto show him, where he talks about all the\nthings that make him a good candidate -\nloyalty, honesty...\n\nKATE\nAnd we make another one where we cut ina\nbunch of stuff about what a sleazebag he\nreally is.\n\nHEATHER\nGee, I hope there’s not some mix-up, and we\nend up showing the wrong video to the whole\nschool. It would ruin him.\n\nThey laugh.\n\nKATE\nTo get the footage we need, we’re going to\nneed a lot of equipment - microphones,\nhidden cameras...\n\nHEATHER\nBeth, that’s you.\n\nBETH\nI don’t know anything about electronics.\n\nHEATHER\nYeah, but you're rich.\n\nBETH\nHey, I don’t like labels. My parents may\nbuy into the whole bourgeois lifestyle, but\nthat doesn’t mean I have to. It’s their\nmoney, not mine.\n\nCARRIE\nIf we agree that you’re a poor repressed\nmember of the underclass, can we use one of\nyour fifty credit cards?\n\n(CONTINUED)\n\f26.\nCONTINUED: (2)\n\nBETH\nSure.\n\nBeth digs through her purse, pulls out credit cards, hands\none to each girl.\n\nBETH (CONT’D)\nAmEx Blue, Visa Platinum...\n(sentimental)\nOh, my first Master Card. We’ve had some\nfun, haven’t we?\n\nShe reluctantly hands it over.\n\nBETH (CONT'D)\nBe careful with him. His little magnetic\nstrip’s almost worn off.\n\nINT. HEATHER’S BEDROOM - NIGHT\n\nHeather’s bedroom is covered with bags from electronics\nstores and spy stores. Beth and Carrie are playing with\nmonitors, binoculars, etc. Heather’s in just a bra, as Kate\ntries to attach a camera with fumbling hands.\n\nKATE\nAll right, almost there. Sorry, I’ve never\ndone this.\n\nHEATHER\n\nPut a camera on someone, or groped a girl?\n\nKATE\nWell, neither.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nSorry, I’ve never\ndone this. HEATHER\n\nPut a camera on someone, or groped a girl? KATE\nWell, neither. \n\nTARGET SECTION TO BE ANNOTATED:\nKate gets the camera on.\n\nKATE (CONT'D)\nThere, how does that feel?\n\nHEATHER\nWell, the camera kind of pinches, but\nyou've got soft hands.\n\nBeth turns on a monitor - we see a huge distorted close up of\nKate’s face as shot through the camera.\n\nBETH\nWhoa.\n\nKATE\nHow do I look?\n\n(CONTINUED)\n\f27.\nCONTINUED:\n\nBETH\nTres bad angle - straight up your nose.\nTake two steps back from Heather’s breasts.\n\nKate does.\n\nBETH (CONT’D)\nMuch better. The lighting still isn’t\ngreat. Try turning to the left.\n\nCARRIE\nOh, we're not doing this to get glamor\nshots of Kate. Kate, speak into the\ncleavage.\n\nCarrie puts on a pair of headphones as Kate steps back up to\nHeather.\n\nKATE\nUm, testing. One two. Testing.\n\nCARRIE\nOkay, it’s good. There’s kind of an echo,\nbut it’s good.\n\nHEATHER\nWhat do I want him to say?\n\nCARRIE\nWell, we want him to act like a sleazy\nhorndog, so...\n\nHEATHER\nJust let him be himself?\n\nBETH\nThat’11 work.\n\nCarrie pulls out her notebook, starts writing.\n\nKATE\nSorry, do you mind if I ask... what are you\nalways writing in there?\n\nCARRIE\nJust my lists. You know, normal stuff,\nsame aS everyone.\n\n(off their blank looks)\n\nI've got my “to do” list, which is\nsubdivided into my “to do today,” “to do\none time,” “to do weekly,” you know.\n\n(MORE )\n\n(CONTINUED)\n\f28.\n\nCONTINUED: (2)\nCARRIE (CONT'D)\n\nThen there's my “goals” list, again, “high\nschool,” “college,” and “life;” my\n“contingency” lists in case one of my goals\nor to do items doesn’t work out the way I\nexpected, my “observations,” my “notions,”\nwhich yes, are very different, and of\ncourse a few ideas for the screenplay I\nplan to write during my summer in Belize.\nOr Toronto, depending on the political\nclimate. Don’t you all do this?\n\nKATE\nNo.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nOr Toronto, depending on the political\nclimate. Don’t you all do this? KATE\nNo. \n\nTARGET SECTION TO BE ANNOTATED:\n No one does that. Martha Stewart\nwould meet you and go “you know, she’s a\nlittle anal for my taste.”\n\nCARRIE\nWell, it works for me.\n\nBETH\nWhat happens if you lose the book?\n\nCARRIE\nYou’re not going to freak me out that\neasily. I have a duplicate at home, and I\ncopy the changes in every night.\n\nBETH\nYeah, but what about all the\n“contingencies” and “notions” you come up\nwith during the day? They’d just be...\ngone forever?\n\nCarrie processes this. Her eyebrow twitches. The girls go\nin for the kill.\n\nHEATHER\nYeah, maybe you should carry a third book-\n\nKATE\nStored in a separate location from the main\nbook, of course-\n\nBETH\nRight, and then you should immediately copy\neverything that happens into both of those\nbooks.\n\nCarrie starts hyperventilating. The other girls laugh.\n\nKATE\n\nCome on, we're just messing with you.\nHEATHER\n\nYeah, I think you’1l be okay with two\n\nbooks.\n(CONTINUED )\n\f29.\nCONTINUED: (3)\n\nCARRIE\n(laughs)\nSure, you’re right. Good one.\n\nEveryone returns to their food. As soon as they’re not\nlooking at Carrie, concern crosses her face and she clutches\nher book tightly - she’s been thrown.\n\nEXT. PARK - NIGHT\nJohn and Heather are sitting on a picnic table.\n\nHEATHER\nYou sure it’s safe out here?\n\nJOHN\nThe only thing I’m afraid of is you\nbreaking my heart.\n\nINT. CAR - NIGHT\n\nKate, Beth and Carrie are parked in a car with the lights\nout; Kate’s in the back and the other two are up front.\nCarrie holds a camera to the window, recording John and\nHeather, as she listens to them through the headphones.\n\nCARRIE\nHe’s good.\n\nKATE\nYou know, I was actually wondering about\nthat. Is he good? You know. In bed.\n\nCARRIE\nDon’t ask me.\n\nThey look at Beth.\n\nBETH\n\nI’ve never...\n\n(what the hell)\nYeah, he’s great. He’s really great.\n\n(then)\nNot that I have anything to compare him to.\nI mean, he’s my only, of course.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe’s really great. (then)\nNot that I have anything to compare him to. I mean, he’s my only, of course. \n\nTARGET SECTION TO BE ANNOTATED:\n(off their looks)\nWell, one of a few. Let’s just say I can\ncount them on my fingers. And the toes of\none foot. Hey, could we talk about one of\nyou now?\n\nKATE\n\n(to Carrie)\nSo you never-\n\n(CONTINUED)\n\f30.\nCONTINUED:\n\nCARRIE\nNope, never.\n\nBETH\nOf course she hasn’t. If she can’t put it\non a college application, why bother?\n\nCarrie laughs, pushes Beth.\n\nKATE\n(to Carrie)\nWait, so you haven’t with anyone?\n\nBETH\n(to Kate)\nHave you?\n\nKATE\n\n(lying)\nMe? Of course.\n\nCARRIE\nWell, I haven’t.\n\nKATE\nCan I change my answer?\n\nBETH\nI thought everyone was sleeping with him.\nI’m such a slut.\n\nShe hits the steering wheel in frustration- the horn beeps.\nThe girls all dive down in their seats, out of sight.\n\nBETH (0.S.) (CONT'D)\nI’m such a dumb slut.\n\nThe girls laugh, shush each other, laugh some more.\nINT. STARBUCKS - DAY\n\nOur four are gathered, going over one of Carrie’s large\nchecklists.\n\nCARRIE\nThis is going better than I thought. We’re\nhaving no trouble getting video of him\nlying.\n\nHEATHER\n\nYeah, I'll say. The tough thing would be\ngetting him to tell the truth.\n\n(CONTINUED)\n\f31.\nCONTINUED:\n\nKATE\nWait a second, that’s not a bad idea. We\nshould get some tape of him with his\nfriends, being himself. You know, for\ncontrast.\n\nHEATHER\nMaybe this is crazy, but what if one of us\nsnuck in the locker room? I mean, it’s the\none place that they know girls aren’t\naround.\n\nCARRIE\n(immediately)\nI’1l do it!\n\nThe other girls laugh at Carrie’s eagerness. She blushes.\n\nCARRIE (CONT'D)\nI’m just saying, I think I’d do a good job.\nI am the journalist here, I’ve done\nundercover stuff before-\n\nHEATHER\n-I can’t wait to see a room full of wet\nnaked man flesh.\n\nThey laugh at Carrie again.\n\nCARRIE\nI do want to go, and not why you think.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nI am the journalist here, I’ve done\nundercover stuff before-\n\nHEATHER\n-I can’t wait to see a room full of wet\nnaked man flesh. They laugh at Carrie again. CARRIE\nI do want to go, and not why you think. \n\nTARGET SECTION TO BE ANNOTATED:\n I\nmean, this is an amazing opportunity to see\nwhat guys really want. What they really\nthink. Come on, throughout history, no\none’s understood them - I’m about to get a\nglimpse into the heart of the male psyche.\n\nINT. LOCKER ROOM - DAY\n\nThe basketball team, including John, are gathered in front of\nthe lockers. They’re in a circle, and watching one player as\nhe makes a huge farting noise by using his hand in his\narmpit. Everyone bursts out laughing.\n\nJOCK #1\nDude, that was hilarious! Check this out.\n\nHe makes his own arm fart. Everyone laughs again. This is\nhigh humor.\n\nINT. LOCKER - CONTINUOUS\n\nCarrie’s in a locker with a camera, recording all of this.\nShe rolls her eyes.\n\f32.\n\nINT. LOCKER ROOM - CONTINUOUS\n\nMore arm farts, more laughter. It’s like the Algonquin Round\nTable. One of the guys rattles a locker door.\n\nJOCK #2\nStupid locker’s stuck again.\n\nJOCK #1\nJust use Greg’s - he’s out today.\n\nHe gestures at the locker directly behind him.\nINT. LOCKER - CONTINUOUS\n\nCarrie’s eyes go wide - this is Greg’s locker. She looks\naround, but really, where are you going to hide in a locker?\n\nINT. LOCKER ROOM - CONTINUOUS\nJock #2 gets to the locker and is just about to open it when:\n\nJOCK #1\nLook ma, no hands!\n\nHe makes the biggest farting noise of all - and has both his\nhands straight up in the air. He laughs - all the other guys\nmake disgusted noises and move away, including the jock who\nwas just about to reveal Carrie.\n\nINT. LOCKER - CONTINUOUS\n\nCarrie’s eyes are watering. She doesn’t look too happy,\nconsidering she was just “saved.”\n\nEXT. JOHN’S HOUSE - BACKYARD - NIGHT\n\nBeth and John are in his backyard, making out on a lounge\nchair next to the pool. He stands up, picking Beth up in his\narms. She laughs and screams, not protesting too much, as he\ncarries her over to the pool. He tosses her in - a second\nlater she starts screaming in earnest, clutching her chest.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe stands up, picking Beth up in his\narms. She laughs and screams, not protesting too much, as he\ncarries her over to the pool. He tosses her in - a second\nlater she starts screaming in earnest, clutching her chest. \n\nTARGET SECTION TO BE ANNOTATED:\nBETH\nOw! What the!? Jesus!\n\nShe hops out of the pool and rips off her shirt, throwing the\ncamera hidden there onto the ground.\n\nHIDDEN CAMERA POV:\n\nJohn looks straight into the camera.\n\n(CONTINUED)\n\f33.\nCONTINUED:\n\nJOHN\nWhat the...\n\nBETH (0.S.)\nBeeper! It’s my beeper!\n\nJOHN\nYou keep your beeper in your bra? And when\ndid you start wearing a bra, anyway?\n\nPULL BACK to reveal we're in:\nINT. SCHOOL NEWSPAPER OFFICE - DAY\n\nOur four girls are watching the video on the computer\nmonitor. Beth doesn’t look happy, the other three are trying\nto contain their laughter.\n\nBETH\nThat’s not even the worst part. I don’t\nknow if you’ve ever been shocked, but it\nmakes you really-\n\nA huge THUMP comes from the monitor. The girls wince.\n\nBETH (CONT’D)\nDizzy.\n\nKATE\nDo you think he bought the beeper story?\n\nBETH\nI have no idea. When I came to, he’d left\nme on my front porch. I think he thought\nhe’d killed me.\n\nCARRIE\n\nAlways a gentleman.\nHEATHER\n\nDo we have enough stuff on tape?\nBETH\n\nI’m not putting that back on.\nKATE\n\nThe bra or the camera?\nBETH\n\nEither.\nCARRIE\n\nI think we’re good.\n\f34.\n\nINT. LAB - DAY\n\nStudents are just getting to work. Kate is at her station,\nstarting to measure chemicals, when Scott walks up to her.\n\nSCOTT\nKate, hey, you don’t have a lab partner, do\nyou?\n\nKATE\n\nWell, you know, I came into the class late,\nand everyone was already paired up, so-\n\nSCOTT\nI’m not making fun of you, I’m asking if\nyou need a partner. Mine got burned pretty\nbad in the last experiment, and he won’t be\nback for awhile.\n\nKATE\nBefore I say “yes,” how exactly did he get\nburned?\n\nSCOTT\n\nWell, that’s open to interpretation. He\nsays it was my fault, but I clearly said\n“Dear God! Run for your life!”\n\nKATE\nSounds like his fault.\n\nSCOTT\nThank you.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\nsays it was my fault, but I clearly said\n“Dear God! Run for your life!”\n\nKATE\nSounds like his fault. SCOTT\nThank you. \n\nTARGET SECTION TO BE ANNOTATED:\n So what are we doing?\n\nKATE\nLet’s stay away from fire, what do you say?\n(hands him a vial)\nWhy don’t you measure five milliliters into\nthat beaker.\n\nScott does it, sloppily and quickly. Kate looks, frowns.\n\nKATE (CONT'D)\nYou’re not even close.\n\nscoTtT\nI’m not?\n\nKATE\nYou've got to get down at eye level, and\nwait until the bottom of the meniscus is at\nthe line.\n\n(CONTINUED)\n\f35.\nCONTINUED:\n\nSCOTT\nCheck you out. “Meniscus.” If I would\nhave known how smart you were, I would have\nset my last partner on fire weeks ago.\n\nKATE\nDid I say “meniscus?” I meant wait until\nthe curvy part is at the doodad.\n\nScott laughs.\n\nSCOTT\nMuch better. Okay, I’1l try.\n\nScott pours again, but carelessly splashes some on his pants.\nHe starts to freak, urgently whispering to Kate:\n\nSCOTT (CONT’D)\nI spilled it! What do I do? What is it?\nWhat is it?\n\nKATE\nIt’s a sodium chloride suspension!\n\nScott starts struggling with his belt, in a panic.\n\nSCOTT\nSodium chloride? It’s starting to burn!\n\nKATE\nYeah, you know, saltwater!\n\nScott keeps struggling, then realizes.\n\nSCOTT\nSaltwater.\n\nKATE\nYou really need to crack a book.\n\nScott buckles his belt, pushes Kate, who laughs. He laughs\nback. While they have been talking, an eager freshman girl\nhas been working the class, handing out something to all the\nstudents. She gets to Scott and Kate.\n\nFRESHMAN GIRL #1\nJohn Tucker for president!\n\nShe moves off. Scott and Kate look down to find they’re both\n\nholding campaign buttons. Scott puts his on. Kate gives him\na quizzical look.\n\n(CONTINUED)\n\f36.\nCONTINUED: (2)\n\nSCOTT\nIt’s ironic. And inevitable.\n(in a trance)\nResistance is futile. Wear your button.\n\nKATE\nI don’t know. He just might lose.\n\nSCOTT\nThere’s a first time for everything. Just\nnot that.\n\nKate shrugs - we’ll see.\n\nINT.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust\nnot that. Kate shrugs - we’ll see. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n AUDITORIUM - DAY\n\nA plain looking guy (NORMAN) stands at the podium, finishing\nup his speech. Above him is a large screen - like a rock\n\nconcert, a camera projects him on the screen so that everyone\ngets a good view.\n\nNORMAN\n.+-So I would “treasure” the opportunity to\nbe your “Treasurer.” Thank you.\n\nNorman walks offstage to a smattering of applause as a\nteacher walks up to the podium.\n\nTEACHER\nAll right, that was Norman Trent, running\nunopposed for Treasurer. Now we’ll hear\nfrom John Tucker for President.\n\nThe crowd goes nuts as John Tucker walks up to the podium.\nHe smiles his winning smile and waves, finally motioning for\neveryone to quiet down.\n\nJOHN\n\nI’m a man of action, not words. Who wants\nto listen to a long boring speech, anyway?\n\n(calls offstage)\nSeriously, Norman, it’s the same one every\nyear.\n\n(back to crowd)\nAnyway, I put together a little video to\nshow you why I should be your President.\nRoll it.\n\nThe auditorium lights go down, and the video starts playing\non the large screen above John’s head.\n\nMONTAGE: JOHN’S ELECTION VIDEO\nBASKETBALL COURT\n\n(CONTINUED)\n\f37.\nCONTINUED:\n\nJohn stands in uniform, holding a ball and looking sincerely\ninto the camera.\nJOHN\n\nI’m John Tucker. Some of you know me as\n\nTucker, or Tuck, or T-man or T-dog. I\n\nthought you'd like to know a little more\n\nabout the man who’s going to be your next\n\npresident. What qualities make a good\n\npresident? Besides great hair, of course.\n\nEven on video, John knows his audience: he pauses for the\nlaugh. Once it dies down:\n\nJOHN (CONT'D)\nWell, first, I’d have to say, loyalty.\n\nJOHN WITH BETH\n\nShot surveillance camera style from a distance, so we can see\nwho he’s talking to.\n\nJOHN (CONT'D)\nYou know you’re the only one for me, babe.\n\nJOHN WITH CARRIE\nSame style shot, different location.\n\nJOHN (CONT'D)\nThe only one for me.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nJOHN (CONT'D)\nYou know you’re the only one for me, babe. JOHN WITH CARRIE\nSame style shot, different location. JOHN (CONT'D)\nThe only one for me. \n\nTARGET SECTION TO BE ANNOTATED:\nJOHN WITH HEATHER\n\nJOHN (CONT'D)\nYou’re the only one for me.\n\nJOHN WITH GUYS\n\nJohn stands around with his friends in the locker room,\nobviously unaware that they’re being recorded.\n\nJOHN (CONT'D)\nI ought to make them wear nametags, so I\ncan keep them straight.\nThe guys laugh.\n\nJOCK #1\nDude, you are funny. Not as funny as-\n\nHe gives another arm fart. The guys laugh again.\n\nBACK TO AUDITORIUM:\n(CONTINUED)\n\f38.\n\nCONTINUED: (2)\n\nJohn looks up at the video, obviously confused. He looks\nover to the control panel where the video is being run from,\nruns his finger across his neck, signalling to cut.\n\nOver at the control panel, we see the A/V guy running it\nreach for the stop button. A hand grabs his; it’s Carrie.\n\nCARRIE\nPush that button and you’re going to eat\nthat tape deck.\n\nBACK TO VIDEO:\nBASKETBALL COURT\nJohn continues his speech.\n\nJOHN\nAfter loyalty, I’d have to say honesty. If\nyou can’t trust politicians, who can you\ntrust?\n\nBETH'S POV\n\nShot from Beth’s bra-cam. In all theses POV shots, John’s in\ndifferent outfits, so we know he’s talking to different\nwomen.\n\nJOHN (CONT'D)\nFriday? Yeah, I’m cool Friday night. How\nabout I pick you up at eleven.\n\nCARRIE’S POV\n\nJOHN (CONT'D)\nFriday? Ooh, Friday’s not good. I’m...\ndoing some volunteer work at the animal\nshelter. Poor little kitties.\n\nCARRIE (0.S.)\nWe can do it late. Like eleven?\n\nJOHN\nYeah, see, that’s when I’m going. They've\ngot plenty of people during the day, but\nthey need someone at night, just to snuggle\nthose little devils, and, you know, give\nthem some milk from eyedroppers.\n\nHe wipes away a fake tear.\n\nHEATHER’S POV\n\n(CONTINUED)\n\f39.\nCONTINUED: (3)\n\nJOHN (CONT'D)\nFriday. Huh.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nHEATHER’S POV\n\n(CONTINUED)\n\f39. CONTINUED: (3)\n\nJOHN (CONT'D)\nFriday. Huh. \n\nTARGET SECTION TO BE ANNOTATED:\n Yeah, the thing is, I have a\ngame Saturday, so I promised myself I’d do\na thousand push-ups at home Friday night,\nand then go to bed early. You wouldn’t\nwant me to...\n\nHis gaze wanders down into her cleavage, right into the\ncamera. He stares appreciatively.\n\nHEATHER (0.S.)\nI wouldn’t want you to what?\n\nJOHN\nOh, the hell with it. Friday’s cool. I’ve\ngot to make a call.\nBASKETBALL COURT\nJohn wraps up the speech.\n\nJOHN (CONT'D)\nSo, loyalty, honesty, and great hair.\n\nHe runs his hand through his hair.\nJOHN (CONT'D)\nCheck, check and check. I hope you’ve\nlearned a little about the real John\nTucker. Vote for me - it’s a slam dunk.\nJohn runs and jumps, but blows the slam, falling on his ass.\nJOHN (CONT'D)\nDamn it! All right, don’t use that one.\nI’1l go again.\nEND MONTAGE\nINT. AUDITORIUM - CONTINUOUS\n\nThe video ends, and the lights come back up. The crowd, and\nJohn, are stunned.\n\nGIRL IN AUDIENCE\nBastard!\n\nPeople boo and catcall. Our four girls, spread out around\nthe auditorium, catch each other’s eyes and nod to each\nother. Mission accomplished.\nGIRLS IN AUDIENCE\nJerk!/Get off the stage!/What a loser!\n\n(CONTINUED)\n\f40.\nCONTINUED:\n\nJOHN'S POV\n\nJohn looks into the audience, sees angry faces, sees people\nlaughing at him... his worst nightmare. Then he sees the\nthree girls who betrayed him, all beaming.\n\nBACK TO SCENE\n\nJohn swallows, his eyes darting wildly, looking like he\nactually might crack... then he takes a deep breath and steps\nup to the mic. Showtime.\n\nJOHN\nCould we get the camera on?\n\nJohn appears on the large screen above his head.\n\nJOHN (CONT'D)\nI'd like to talk to the girls in the\naudience.\n(to camera operator)\nCloser on my face, if you wouldn’t mind.\n\nThe camera zooms in. John gives that disarming smile that no\nmortal can resist.\n\nJOHN (CONT'D)\nLadies.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe camera zooms in. John gives that disarming smile that no\nmortal can resist. JOHN (CONT'D)\nLadies. \n\nTARGET SECTION TO BE ANNOTATED:\n I have a problem, and I guess you\nall know about it now. I love too deeply.\nWhen I’m with a girl, when I look into her\n\neyes, see who she really is... I fall in\nlove. I can’t help it. I guess I’ma\nromantic.\n\nOur girls look around - the other girls in the audience are\nhypnotized by John’s big eyes staring into theirs.\n\nJOHN (CONT'D)\nI know I look like a player, but the truth\nis, I meant every word I said to every one\nof those girls. The sad thing is, no\nmatter how much I want it, I haven’t had\nthat great love returned yet. I haven’t\nfound that one girl who is the only girl\nfor me. I haven’t found that one person\nwho I can give myself completely to, who I\ncan tell my secrets, who I can cry with,\nshare my pain, hold, hug...\n\nBack in the audience, two female teachers are standing next\nto each other. They’re as smitten as anyone. One leans over\nand whispers to the other:\n\nFEMALE TEACHER\nIs he eighteen yet?\n\n(CONTINUED)\n\f41.\nCONTINUED: (2)\n\nJOHN\nSo, as you can see, I keep looking. And I\npromise you, I will find her. Maybe it’s\nyou. I don’t know. But if it is, I’m\ngoing to find you, and I’m going to give\nyou my heart to do with as you will.\n\nGirls are now crying. Everyone in the entire place - except\nour girls - is convinced that they’re the one. Heather leans\nover to Beth.\n\nHEATHER\nHe just seduced the entire school.\n\nBETH\nHe just seduced half the school. And Bill.\n\nAngle on a boy who looks just as smitten as the girls.\n\nHEATHER\nYeah, I guess you’re right. That speech\nisn’t exactly going to work on the rest of\nthe guys.\n\nOn stage, John motions for the cameraman to pull back. Once\nhe does.\n\nJOHN\nAnd guys, I have one question for you. Who\nmade the winning basket that gave us the\nstate championship?!\n\nThe boys all erupt.\n\nBOYS IN HALL\nYou did! John Tucker!\n\nThe girls join in, cheering.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOYS IN HALL\nYou did! John Tucker! The girls join in, cheering. \n\nTARGET SECTION TO BE ANNOTATED:\nALL\nJohn Tucker for president! John Tucker for\nGod!\nJohn catches Carrie’s eye, looks straight at her.\nJOHN\n(mouths to Carrie)\nThank you.\n\nCarrie screams in frustration, pulls out her notebook, and\nscribbles madly.\n\f42.\n\nINT. LORI’S BEDROOM - DAY\n\nLori is working out. Kate comes in and collapses on the bed\nas her mom finishes up.\n\nLORI\nSo, how’s the big day go? Did you rid the\nworld of John Tucker once and for all?\n\nKATE\nNot even close. He’s stronger than ever.\n\nLORI\nHow'd that happen?\n\nKATE\nI don’t know. He’s John Tucker. It\ndoesn’t matter what he does, it’s how he\nlooks doing it. I’m so depressed. Change\nthe subject to something good, will you?\n\nLORI\nI met someone.\nKATE\n(groans )\nI said something good.\nLORI\nWell, this might be good. He’s... well,\n\nhe’s a little different from most of the\nguys I’ve met.\n\nKATE\nDifferent how?\n\nLORI\nDon’t be scared. He’s a lawyer, and he’s\nrunning for Mayor. I’m volunteering on his\ncampaign.\n\nKATE\n(sincerely impressed)\nWow.\n\nLORI\nI know - he’s not a drummer, and as far as\nI can tell, he’s not in rehab.\n\nKATE\nI love this guy!\n\nLori smiles, keeps working out.\n\f43.\n\nINT. PARKING LOT - DAY\n\nHeather\n\narrives in her car, climbs out, notices that Carrie\n\nalso just arrived. They lock eyes for a moment, but don’t\n\ntalk.\n\nBeth is\n\nThey turn and head for school when Kate runs up.\n\nKATE\nHey, there you guys are. I tried to call\neveryone, but I guess I missed you. How\nyou doing?\n\nCARRIE\nHow do you think? We blew it. We had one\nshot at him, and we blew it.\n\nHEATHER\nHe’s more popular than ever, and now none\nof us get him.\n\nKATE\nSo now what?\n\nCARRIE\nIt’s over.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nHEATHER\nHe’s more popular than ever, and now none\nof us get him. KATE\nSo now what? CARRIE\nIt’s over. \n\nTARGET SECTION TO BE ANNOTATED:\n We stop hanging out together,\nwe go back to our own little groups and\nwatch John date his way through the rest of\nthe cheerleaders.\n\nHEATHER\nHey.\n\nCARRIE\nIt was a compliment.\n\nHEATHER\nIt didn’t sound like one.\n\nBETH (0.S.)\nHeather! Carrie! Kate!\n\nrunning across the parking lot.\n\nBETH (CONT’D)\nGood. We’re all here. I figured it out.\n\nCARRIE\nWhat, that video thing doesn’t look like\nit’s going to work out after all?\n\nBETH\nNo, that we've been going about it wrong.\nI was home last night, crying and stuffing\nmy face-\n\n(CONTINUED)\n\fCONTINUED:\nHEATHER\nTell me about it. I can’t eat again until\nJune.\nBETH\n\nAnd I thought, “I can’t believe it. I let\nthis guy break my heart twice.” And that’s\nwhen it hit me. We’ve been trying to\nhumiliate him, and maybe that’1l never\nwork. But we never did the most obvious\nthing. We have to do to him what he does\nto girls. We have to break his heart.\n\nCARRIE\nThat’s great in theory, but how?\n\nHEATHER\nI don’t think he has a heart to break.\n\nBETH\nCome on, we know everything about him. We\nknow his strengths and his weaknesses, we\nknow how he operates, we know what he\nthinks... What if we used all of that to\nmake him fall in love, really fall in love,\nand then break him? Maybe we can’t make it\nso that other women won’t want to date him,\nbut we can make it so that he won’t want to\ndate anyone else.\n\nThe girls are taken in by her passion, but...\n\nCARRIE\nHow? He knows we all went after him with\nthe video. He’1ll never trust us again - he\nhates all of us.\n\nBETH\nNot all of us.\n\nBeth turns to Kate. Heather and Carrie also turn to Kate.\n\nKATE\nYou want me to... No. No way.\n\nCARRIE\nThis is really smart.\n\nBETH\nThank you.\n\nHEATHER\nShe’s a blank slate - we can make her into\nanything.\n\n44,\n\n(CONTINUED)\n\f45.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nBETH\nThank you. HEATHER\nShe’s a blank slate - we can make her into\nanything. 44,\n\n(CONTINUED)\n\f45. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: (2)\n\nKATE\nGuys, hold on. It’s a great idea, but I’m\nnot the person to do it.\n\nBETH\nWhy not?\n\nKATE\nI don't like him. I don’t like anyone like\nhim. He’s a shallow, manipulative jerk..\nLet me ask you - would any of you want to\ndate him now, knowing everything you know?\n\nThe girls think it over.\n\nHEATHER\nWell...\n\nCARRIE\nProbably not...\n\nBETH\n\nDo you really think he’d go out with me?\n(off their looks)\nDefinitely not.\n\nKATE\nSo why should I?\n\nBETH\nLook, you won’t really be dating him.\nYou'll be pretending.\n\nKATE\nI’m not that good an actress. Sorry.\n\nThe girls’ passion fades.\n\nHEATHER\nYeah, you’re right. It probably wouldn't\nwork.\nCARRIE\n(to Beth)\n\nIt was a good idea.\n\nBETH\nWhatever. All right.\n\nThe girls all turn and walk away.\nKATE\nHey, Carrie, could I catch a ride after\nschool?\n\n(CONTINUED)\n\f46.\nCONTINUED: (3)\n\nCARRIE\n(without looking back)\nI’ve got some errands to run.\n\nKATE\nBeth?\n\nBeth doesn't even bother answering. Kate stands very, very\nalone, watching the three girls walk away. She sighs.\n\nKATE (CONT'D)\nI'll do it.\n\nThe girls stop, look back.\n\nKATE (CONT'D)\nJust tell me what to do.\n\nThe girls excitedly regather.\nHEATHER\nWell, if there’s one thing John can’t\nresist, it’s-\nSMASH CUT TO:\nINT. GYM - DAY\n\nHeather stands in a cheerleader outfit, awkwardly holding her\npompoms .\n\nKATE (V.O.)\nA cheerleader. I always thought it was\npretty lame, but I’ve got to admit... I\n\nlook hot.\n\nKate is standing in front of all the other cheerleaders,\nHeather by her side.\n\nHEATHER\nThis is Kate. She’ll be taking Nancy’s\nspot.\n\nA girl sitting in the stands with her leg in a cast looks up,\nshocked.\n\nNANCY\nWhat?\nHEATHER\nYou've got that bum leg... Sorry.\n\n(CONTINUED)\n\f47.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nHEATHER\nYou've got that bum leg... Sorry. (CONTINUED)\n\f47. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nNANCY\nIt’s just a sprain... The doctor said I'll\nbe better in a week.\n\nHEATHER\nMaybe next year. Okay, pyramid.\n\nNancy sits back down. All the girls start to form a pyramid\nwith well-rehearsed precision. Kate watches, impressed, as\nHeather motions to Kate.\n\nHEATHER (CONT'D)\nAll right, Kate, you’re on top.\n\nKATE\nI’'ll pass. I get dizzy in high heels.\n\nHEATHER\nTrust me, this is an honor. Molly’s been\nwaiting for three years to get up there.\n\nHeather points to Molly, on the bottom, straining under the\nweight over her, a hand in her face.\n\nMOLLY\n(forced smile)\nSomeday.\n\nHeather boost Kate up.\n\nKATE\nWhat if I pass out and fall?\n\nHEATHER\nThat’s what the mats are for. Come on,\nyou're almost there...\n\nKate climbs up, looking a little unsteady, but finally gets\nto the top. She smiles - this is pretty cool.\n\nHEATHER (CONT'D)\nSee, you're fine.\n\nKATE\nYeah, I guess I am. Go gladiators!\n\nKate’s beaming, on top of the world. She throws her arms up\nin the air, and immediately falls off the top of the pyramid.\nLuckily, her landing is cushioned - by Molly’s head. Molly\ncollapses.\n\nKATE (CONT'D)\nI’m so sorry, Molly! Are you okay?\n\n(CONTINUED)\n\f48.\nCONTINUED: (2)\n\nMOLLY\nYeah, I’m-\n\nWith Molly getting knocked down, the pyramid is unstable.\nMolly looks up just in time to see all the girls above her\ncome crashing down on top of her. She’s buried.\n\nFrom the audience, the girl with her leg in a cast, Nancy,\nspeaks up.\n\nNANCY\nI think I’1l be better before Molly is.\n\nINT. HALLWAY - LATER\n\nKate’s at her locker, still in her cheerleader outfit. Boys\npass, looking at her appreciatively; girls pass, looking at\nher jealously. Heather nudges her, points down the hall:\nJohn is approaching with a couple of other guys. Heather\nwalks up to meet him.\n\nJOHN\nHeather. Hot as always.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nHeather\nwalks up to meet him. JOHN\nHeather. Hot as always. \n\nTARGET SECTION TO BE ANNOTATED:\n What do you say\nwe forget about the whole “I tried to\ndestroy you and failed thing” and give it\nanother go?\n\nHEATHER\nLet me get back to you on that.\n\nJOHN\nCome on. I may have strayed, but you know\nyou’re the most beautiful girl I’ve ever-\n\nJohn’s radar goes off as sees Kate over Heather’s shoulder.\n\nJOHN (CONT'D)\nWho’s the new cheerleader?\n\nHEATHER\nKate.\n\nJohn looks her up and down with his expert eye.\n\nJOHN\nCute.\n\nHEATHER\nWe made her a cheerleader, didn’t we? But\nI wouldn’t bother. I hear she’s still\ndating someone from back home, some star\nfootball player or something.\n\nJOHN\nYou don’t say. All right, see ya.\n(CONTINUED )\n\fCONTINUED:\n\nJohn gives Kate one more look, then heads off. Kate joins\n\nHeather.\n\nKATE\n\nThat’s it?\nHEATHER\n\nJust planting the seed.\nKATE\n\nDid he say anything about me?\nHEATHER\n\n“Cute.”\nKATE\n\nReally? He said that? Did he say anything\nelse? Should I go talk to him?\n\n(off Heather’s look)\nWhat?\n\nINT. GIRL’S BATHROOM - DAY\nThe four girls are gathered.\n\nHEATHER\nEmergency meeting. I think we’re sending\nKate in before she’s ready.\n\nKATE\nI’m totally ready.\n\nHEATHER\nYou’re not exactly playing hard to get.\n\nKATE\nOh, come on. I don’t want anything to do\nwith him. I’m not hard to get, I’m\nimpossible to get.\n\nHEATHER\nReally. Tell them what John said about\nyou.\n\nKATE\n\nWhat, about me being cute? Oh, come on.\nIt was just a comment. I totally don’t\ncare. If anything, it’s an insult. I know\nhe’s just getting ready to use me.\n\nThe other girls look at each other - they’re not so sure.\n\nCARRIE\nKate, you know the John Tuckers of the\nworld pretty well.\n\n49.\n\n(CONTINUED)\n\f50.\nCONTINUED:\n\nKATE\nI've been watching them operate at a\nmillion schools, and my mom’s dated a\nmillion and one of them.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\n49. (CONTINUED)\n\f50. CONTINUED:\n\nKATE\nI've been watching them operate at a\nmillion schools, and my mom’s dated a\nmillion and one of them. \n\nTARGET SECTION TO BE ANNOTATED:\nCARRIE\nNow, don’t take this the wrong way, but has\none of them ever hit on you?\n\nKATE\nNot really, no. Wait - one of my mom’s\nboyfriends made a pass at me, but it never\nworked out, with him going to jail and all.\n\nBETH\nJohn’s an artist. He’s the best at what he\ndoes. You just saw him seduce an\nauditorium full of girls - how do you think\nit’s going to be when he focuses all of\nthat charm on you?\n\nThis hits home. Kate’s eyes go wide - she starts to realize\nshe might not be as ready as she thought she was.\n\nCARRIE\nYou can do this, but you have to be\ncareful. Kate, John’s an athlete. He\nlikes competition. He wants to win, not\njust have his victory handed to him. If\nyou blush and pass out when he winks at\nyou, he’s going to lose interest.\n\n \n\nHEATHER\nExactly. So you’ve got to make him chase\nyou. If it’s too easy, he’1ll move on. Do\nyou understand?\n\nKATE\nAbsolutely. I really do. I’ve got it\nunder control.\n\nBETH\nHe really called you cute?\n\nKATE\nYeah, that’s what Heather-\n(catching herself)\nDamn it.\n\nThe girls laugh.\n\nCARRIE\nLook, it’s not that hard. Just don’t be\neager. When he says something, count to\nthree in your head before you answer.\n\n(MORE ) (CONTINUED )\n\f51.\n\nCONTINUED: (2)\nCARRIE (CONT'D)\nDon’t show any interest in him. Don’t even\nlook at him too much. Don’t touch him, not\neven his hand. Got it?\n\nKate doesn’t answer.\n\nCARRIE (CONT'D)\nI said, do you have it?\n\nKATE\nI was counting to three.\n\nHEATHER\nNot that slowly. We don’t want him to\nthink you’re deaf.\n\nKATE\nAll right, he’s noticed me, now how do we\nknow he’1l take the bait?\n\nHEATHER\nHe will. I know John, I know cheerleaders,\nI know John and cheerleaders.\n\nKate shrugs - they’ll see. Everyone heads out.\nINT.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nKate shrugs - they’ll see. Everyone heads out. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HALLWAY - LATER\n\nWe're outside a classroom. The bell rings and the door\nopens; Heather and Kate come out to find John standing right\nthere, waiting.\n\nJOHN\nWe just keep bumping into each other. I\nthink it’s fate.\n\nHeather winks at Kate, walks off. Kate counts to three,\nthen:\n\nKATE\nWhat's up?\n\nJOHN\nAs the president of the school Welcome\nWagon, it’s my official responsibility to\ninvite you to dinner Friday night.\n\nKATE\nThat’s mighty welcoming, but I’m going to\nhave to take a pass.\nJohn looks stunned. This doesn’t happen.\n\nJOHN\nYou busy, or...\n\n(CONTINUED)\n\f52.\nCONTINUED:\n\nKATE\nSure, I’m busy. Nice meeting you, John.\n\nKate walks off. Once John can’t see her, she breaks out into\na smile, obviously pleased with herself. A passing Beth\nwhacks her with a book and glares at her - Kate curses\nherself silently and stops smiling.\n\nINT. LAB - LATER\n\nScott's working at his station - flames suddenly shoot three\nfeet out of his Bunsen burner. He grabs at the gas, turns it\noff. Kate enters the room in her cheer uniform and crosses\nto join him. He looks up, surprised.\n\nSCOTT\nHuh.\nKATE\nWhat?\nSCOTT\nNothing, it’s just, you’re on the track\nteam... I thought you were an athlete, not\n\na cheerleader.\n\nKATE\nWhat, you don’t think cheering is athletic?\nI had to kick my leg in the air four times\ntoday.\n\nShe does half a kick to illustrate. Scott laughs.\nSCOTT\nNice, but I don’t think it really qualifies\nas a sport. If I can do it-\n\nHe kicks his leg in the air, promptly knocking over a row of\nbeakers, smashing them.\n\nKATE\n(laughing)\nImpressive. We’re looking for a male\ncheerleader, if you’re interested.\nAs Scott cleans up:\n\nSCOTT\nYou know, I never see you out.\n\nKATE\nOut where?\n\n(CONTINUED)\n\f53.\nCONTINUED:\n\nSCOTT\nAt parties, around... I know you’re new.\nIf you're interested, I could let you know\nwhen something’s going on.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED:\n\nSCOTT\nAt parties, around... I know you’re new. If you're interested, I could let you know\nwhen something’s going on. \n\nTARGET SECTION TO BE ANNOTATED:\nKATE\nThat'd be great.\n\nSCOTT\nActually, there’s a party this weekend. I\ncould tell you where it is.\n\nKATE\nI'd love that.\n\nSCOTT\nOr I could, you know, pick you up.\n\nKATE\nWait, are you asking me out?\n\nSCOTT\nNo, I’m just not good at directions.\nGiving them or following them. So I just\nthought it would be easier to pick you up.\n\nThere's a commotion at the door - Kate looks to see a boy\nenter the room, carrying flowers. He goes up to the teacher.\n\nSCOTT (CONT’D)\nI mean, if you want me to ask you out, I\nsuppose it could be that, too. I don’t\nwant to compromise our great working\nrelationship as lab partners, but-\n\nKate didn’t hear, distracted by the scene at the door.\n\nKATE\nI’m sorry, what?\n\nSCOTT\nOh, I was just saying-\n\nThe teacher points at the door.\nTEACHER\nNo, you can’t interrupt my class. Where\nare you supposed to be?\n\nFRESHMAN BOY #1\nI’ve just got to drop these off.\n\nThe freshman walks over to Kate, hands her the flowers, heads\nout. Everyone is staring at Kate, who’s blushing.\n\n(CONTINUED)\n\f54.\nCONTINUED: (2)\n\nTEACHER\nOkay, if we could get back to...\n\nThe door opens, another boy enters, with more flowers. He\ncrosses to Kate, hands them over.\n\nTEACHER (CONT'D)\nWhat’s your name? You can’t just come in\nhere.\n\nFRESHMAN BOY #2\nSorry.\n\nHe runs out. The door opens a second later, another boy,\nmore flowers. He crosses to Kate and drops them off. We\nfollow this boy out into:\n\nINT. HALLWAY - CONTINUOUS\n\nAt least a dozen boys are lined up in the hall, all holding\nbouquets. At the end of the line is a kid in a gorilla suit,\nalso holding flowers.\n\nINT. BATHROOM - LATER\n\nKate is in the bathroom with her three friends. Despite\nherself, Kate’s a little excited.\n\nKATE\nDid you see all the flowers?\n\nHEATHER\nClassic Tucker.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nDespite\nherself, Kate’s a little excited. KATE\nDid you see all the flowers? HEATHER\nClassic Tucker. \n\nTARGET SECTION TO BE ANNOTATED:\nKATE\nAnd the singing telegram? Not that I care,\nbut no one’s ever done anything like that\n\nfor me.\nCARRIE\n\nWait until the picnic on his family’s boat.\nKATE\n\nWhich I totally won’t be impressed by.\n\n(then)\nHow big is it?\n\nHEATHER\nYou could land a helicopter on it.\n\nBETH\nYeah, it’s almost as big as his...\n(the other girls looks at her)\nVacation house. What? I think about\nthings other than sex.\n(MORE ) (CONTINUED )\n\f55.\n\nCONTINUED:\n\nBETH (CONT'D)\n(chuckling to herself)\nAlthough we did have some awesome sex in\nthat vacation house. And the greenhouse.\nAnd the-\n\nKATE\nWell, no matter how big anything of John’s\nis, I promise not to be impressed.\n\nCARRIE\nThat‘11 throw him. He won’t know what to\ndo.\n\nHEATHER\nThis is actually working. We’re playing\nhis game, and we’re going to win.\n(to Kate)\nYou're going to be the girl who makes John\nTucker fall in love. You’re going to be a\nlegend.\n\nKate looks at her friends, all looking to her with respect.\n\nIt’s\nher,\n\nEXT.\n\nthe first time something like this has ever happened to\nand she likes it.\n\nOUTSIDE SCHOOL - LATER\n\nStudents are heading out of the building at the end of the\n\nday.\n\nScott, John and some of his jock friends are hanging\n\nout by the door. John turns to Scott.\n\nJOHN\nYou know that new girl, Kate?\nSCOTT\nShe’s not your type.\nJOHN\nGirl is my type. Well, except for the\nuggos.\nSCOTT\n\nWell, then, you’re definitely not hers.\nShe listens to Elvis Costello, she reads\nSalinger for fun, not for class... she'd\nsee through you in a second.\n\nJOHN\nYou're selling me short. I can pretend to\nbe deep when I need to.\n\nScott just shakes his head as Heather, Kate and a couple of\nother cheerleaders exit the school. John raises his shades\nand nods to Kate.\n\n(CONTINUED)\n\f56.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nScott just shakes his head as Heather, Kate and a couple of\nother cheerleaders exit the school. John raises his shades\nand nods to Kate. (CONTINUED)\n\f56. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nJOHN (CONT'D)\nHey, Kate, you get the flowers?\n\nKATE\n(without stopping)\nI didn’t know what to do with them, so I\nsent them over to the nursing home. My\ngrandma and her friends flipped, thanks.\n\nKate smiles and disappears towards the parking lot. John\nscowls - why isn’t this working?\n\nSCOTT\nMaybe if we headed down to the nursing\nhome, you’d have a chance with her grandma.\n\nJohn chuckles, which the other guys take as their cue that\nit’s okay to laugh along.\n\nJOHN\nI’m glad she’s playing hard to get. The\nlocal girls have been so easy for so long,\nI'd almost forgotten how to do this.\n\nANGLE ON: Two geeky freshman girls, taking in the scene.\nThen they turn and watch Kate as she walks away.\n\nFRESHMAN GIRL #1\n(awed)\nI can’t believe her. If John Tucker gave\nme flowers, I'd go out with him ina\nsecond.\n\nFRESHMAN GIRL #2\n\nIf John Tucker gave me gum, I'd have his\n\nbaby.\nINT. HIGH SCHOOL GYM - NIGHT\nAnother basketball game -- we pan slowly across the crowd,\nseeing all the same kids we saw in the opening scene.\nEveryone yells and applauds, and off screen, we hear the\ncheerleaders.\n\nCHEERLEADERS (0.S.)\nGla! Di! A! Tors! Gla! Di!\n\nANGLE ON: Kate, in her cheer outfit.\n\nKATE\nA-tors!\n\n(CONTINUED)\n\f57.\nCONTINUED:\n\nWiden to reveal all the cheerleaders, clapping and kicking.\nThe referee blows the whistle and both teams head from the\nsidelines back onto the floor. Kate edges over to Heather so\nthey can speak privately. Kate’s back is to the game.\n\nKATE (CONT'D)\nI don’t think our plan is working.\n\nHEATHER\nRelax.\n\nKATE\nI screwed it up. He hasn’t looked at me\nsince I turned him down the other day.\n\nHEATHER\nKate, I promise this will work.\n\nKATE\nHow do you know?\n\nHeather points over Kate’s shoulder. Kate turns to find John\nstanding next to her, dribbling the ball.\n\nJOHN\nKate Spencer.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nHeather points over Kate’s shoulder. Kate turns to find John\nstanding next to her, dribbling the ball. JOHN\nKate Spencer. \n\nTARGET SECTION TO BE ANNOTATED:\n How ya doin’?\n\nJohn’s near mid-court -- under the basket, the game is still\ngoing on. All four of his teammates are shouting for the\nball, and the defenders are looking on, confused. Every\nother eye in the gym is on Kate.\n\nKATE\nFine. How about you?\n\nJOHN\nNot so good. I like this girl, but I don’t\nthink she knows I exist.\n\nThe gym is going nuts. The shot clock is winding down.\n10... 9... 8...; John’s teammates are panicking, clapping\ntheir hands to get his attention; and his coach is turning\nred, he’s so furious.\n\nCOACH\nSHOOT THE BALL!\n\nJOHN\nExcuse me.\n\nJohn turns, shoots from thirty five feet away, swishes it.\nHe turns back to Kate.\n\n(CONTINUED)\n\f58.\nCONTINUED: (2)\n\nJOHN (CONT'D)\nSo, what do you say? There’s a party over\nat Dan’s house, and I was thinking-\n\nKATE\nUh, John?\n\nThe other team inbounds the ball and starts sprinting up the\ncourt. John sticks out his arm and clotheslines the player\nwith the ball -- he hits the ground hard. The ref blows the\nwhistle for a foul. The coach runs over to John, yelling the\nwhole way.\n\nCOACH\nWhat are you doing?! Why’d you foul him?\n\nJOHN\nTo ask Kate out.\n\nThe coach takes a deep breath, tries to keep from strangling\nJohn. He glares at Kate.\n\nCOACH\nWell?\n\nThe entire gym is hanging on her answer.\n\nKATE\n(casual, to coach)\nIf it’ll make him play, fine.\n\nEveryone erupts in applause.\nINT. KATE’S BEDROOM - NIGHT\n\nKate’s sitting in a chair wearing a robe, as the other three\ngirls all hover around her. Heather’s putting her hair in\ncurlers, Beth is painting her toenails, and Carrie’s reading\nfrom the school paper.\n\nCARRIE\nWhat K.S. is taking the school by storm,\ncapturing the attention of the school’s\nbiggest prize, J.T.?\n\nKATE\nI don’t know.\n(then)\nWait, that was me? I’m the K.S.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\n(then)\nWait, that was me? I’m the K. S. \n\nTARGET SECTION TO BE ANNOTATED:\n taking the\nschool by storm?\n\nCARRIE\nI couldn't write it if it weren’t true.\n\n(CONTINUED)\n\f59.\nCONTINUED:\n\nHEATHER\nSo, do you think you’re ready for John?\n\nKATE\n(totally confident )\nSure thing. Play hard to get, count to\nthree, got it.\n\nBETH\nUm, that’s when you were playing hard to\nget. He’s got you. You’re going out.\n\nKATE\nSo I... count to... four? Oh my god! I\nhave no idea! I’m panicking! I’m going\nout tonight and I have no idea what to do!\n\nHEATHER\nShould I slap her?\n\nBETH\nYou’re with three girls who know how he\noperates. You’re going to be fine. The\ntrick is to just keep him off balance.\n\nCARRIE\nYes, exactly. Once he figures you out,\nyou're toast. So keep him guessing.\n\nHEATHER\n\nLie, evade, ignore.\nCARRIE\n\nOr... just be mysterious.\nBETH\n\nYou got it?\nKATE\n\n(nods, then)\nNo.\n\nCARRIE\nLet’s try this. I’m John, you be Kate.\n\nHEATHER\nHey, I want to be John.\n\nCARRIE\nLook, it was my idea.\n\nBETH\nSo now we’re fighting about which one of us\nis John? This is stupid. I’11 be John.\n\n(CONTINUED)\n\f60.\nCONTINUED: (2)\n\nThe other two open their mouths to object; Beth just plunges\nahead.\n\nBETH (CONT’D)\n(as John)\nHey, baby, how you doin’?\n\nHEATHER\n(mutters) .\nDoesn’t sound anything like him.\n\nBETH\nShh.\n(as John)\nI said, how you doin’?\n\nKATE\nOh, I don’t know.\n\nCARRIE\nGood.\n\nKATE\nHow are you?\n\nHEATHER\nNo!\n\nKATE\nNo?\n\nHEATHER\n\nDon’t be interested in him. Who cares\nabout him? It’s all about you.\n\nBETH\n(as John)\nWanna catch a movie?\n\nKATE\nI could.\nHEATHER\nNah. Still too interested.\nKATE\n(sarcastic)\n\nMaybe I should just grunt.\n\nBETH\nNot bad. Try it.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nKATE\n(sarcastic)\n\nMaybe I should just grunt. BETH\nNot bad. Try it. \n\nTARGET SECTION TO BE ANNOTATED:\nKate makes a noncommittal noise. The girls nod.\n\n(CONTINUED)\n\f61.\nCONTINUED: (3)\n\nCARRIE\nNice.\n\nBETH\n(as John)\nWhat do you want to see?\n\nKATE\nI don’t know, you want to catch the new\nBrad Pitt movie?\n\nThe girls shake their head.\n\nCARRIE\nHe’s not in control. You're in control.\nHEATHER\nBut don’t let him know what you really\nwant.\nBETH\n\nBut it was good that you mentioned someone\nbetter looking at him.\n\nCARRIE\nRight. So better, but still lousy. Okay,\ntry again.\nBETH\n(as John)\n\nSo, what do you want to see?\n\nKate thinks, trying to come up with the perfect answer.\nFinally, in a small voice:\n\nKATE\nWhat do you think I want to see? And don’t\nbe wrong.\n\nThe girls clap. Not bad. Kate collapses back on the bed,\nrelieved.\n\nINT. BMW - NIGHT\nJohn is driving Kate in his car.\n\nJOHN\nSo tell me about you.\n\nKATE\nWhat do you want to know?\n\n(CONTINUED)\n\f62.\nCONTINUED:\n\nJOHN\nEverything. Who do you listen to, what’s\nyour favorite TV show, what’s your favorite\ncolor... Who are you? What do you like?\n\nKATE\nYou think I’m just going to spit it all out\nlike that? You’re going to have to work to\nget to know me.\n\nJOHN\n(laughs)\nYou are impressive.\nKATE\n(too eager)\nReally?\n(catches herself, deadpan)\nReally.\n\nJohn reaches across Kate, opens his glove box, flips through\na stack of CDs. He takes his time choosing, finally finding\nthe perfect one. He slips it in - it’s Elvis Costello's\n“Uncomplicated.” Not a hit that everyone would know, but not\nso obscure that a fan wouldn’t love it. He starts singing\nalong. Surprisingly, he’s a great singer, and he’s obviously\nbeen practicing this song.\n\nKate is surprised, after a few lines, she interrupts him.\n\nKATE (CONT'D)\nYou like Elvis Costello?\n\nJOHN\nIf you tell me you don’t, I’m kicking you\nout of the car right now.\n\nKATE\nNo, I love him.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nKATE (CONT'D)\nYou like Elvis Costello? JOHN\nIf you tell me you don’t, I’m kicking you\nout of the car right now. KATE\nNo, I love him. \n\nTARGET SECTION TO BE ANNOTATED:\n I mean, he’s all right. I\nguess.\n(then)\nYou know, you’re actually a really good\nsinger.\nJOHN\n\nI’m all right.\nKATE\nI’m serious, you’ve got a great voice.\nHave you ever thought about going out for a\nmusical or something?\n\nJohn laughs.\n\n(CONTINUED)\n\f63.\nCONTINUED: (2)\n\nKATE (CONT'D)\nWhat’s so funny?\n\nJOHN\n“Oklahoma - starring John Tucker!”\n\nKate laughs.\n\nKATE\nOkay, so maybe the school’s not ready for\nthat.\n\nKate shakes her head and looks out the window so John can’t\nsee her smile. He may be an asshole, but he’s a charming\nasshole.\n\nEXT. FRONT YARD - NIGHT\n\nKids are streaming in and out of a house mid-party - music is\nblasting, every light is on, beer bottles are littering the\nyard. John’s BMW pulls up, drives right onto the lawn.\n\nINT. HOUSE - NIGHT\n\nKate walks into the party on John’s arm. They move through\nthe crowd, everyone smiling and greeting Kate by name.\n\nPARTY GOERS\nHey, Kate./Kate, how ya doing?/Looking\ngood, Kate./Great dress, Kate./Kate, hi,\nit’s Becky. From trig?\n\nJOHN\n(to Kate)\nLooks like I’m dating the most popular girl\nin school.\n\nKATE\nLucky you.\n\nINT. HALLWAY - LATER\n\nKate stands next to another girl, waiting to go into the\nbathroom. Carrie walks up, gets in line.\n\nThe bathroom empties; the girl in front of Kate goes in,\n\nleaving Kate and Carrie alone. They immediately talk in\n\nconspiratorial whispers without looking at each other, in\ncase anyone is watching.\n\nCARRIE\nYou've totally got him. He can’t keep his\neyes off you, he gets paranoid any time\nanother guy even gets near you...\n\n(CONTINUED)\n\f64.\nCONTINUED:\n\nKATE\nI think you're exaggerating a little.\n\nThey stop talking as the two freshman girls walk up to Kate.\nThey giggle and push each other. Finally one of them talks.\n\nFRESHMAN GIRL #1\nI heard you got busted smoking pot with\nChristina Aguilera, and that’s why you had\nto leave California.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey giggle and push each other. Finally one of them talks. FRESHMAN GIRL #1\nI heard you got busted smoking pot with\nChristina Aguilera, and that’s why you had\nto leave California. \n\nTARGET SECTION TO BE ANNOTATED:\nKATE\nWow.\n\nFRESHMAN GIRL #2\nAre you really a Kennedy?\n\nKATE\n(laughs)\nNo, sorry.\n\nThe bathroom empties, Kate goes in. Carrie whispers to the\nfreshmen.\n\nCARRIE\nTotally a Kennedy. Changed her name so she\ncould try to live in peace.\n\nThe girls gasp.\nINT. LIVING ROOM - LATER\n\nKate finishes the drink in her hand, looks around for\nsomewhere to set it down. From behind her:\n\nSCOTT (0.S.)\nFreshen that drink up for you, ma’am?\n\nKATE\nOh, could you, it’s-\n\nShe turns and sees it’s Scott.\n\nKATE (CONT'D)\nHey, lab partner!\n\nSCOTT\nJust when I say I never see you, here you\nare. I thought you didn’t get out.\n\nKATE\nI always got out, I guess I just wasn’t\ngetting out to the places that you were, so\nnow we’re both out... here...\n(MORE )\n(CONTINUED )\n\f65.\nCONTINUED:\nKATE (CONT'D)\n(realizing this makes no sense)\nMaybe I shouldn't have another drink.\n\nSCOTT\n\nWhat are you drinking?\nKATE\n\nDiet Coke.\n\nHe laughs.\n\nSCOTT\n\nWho are you here with?\nKATE\n\nYou don’t know?\nSCOTT\n\nShould I? Is it someone famous?\nKATE\n\nNo, of course not. That was stupid. It’s\n\njust, uh-\n\nJohn walks up, puts his arm around Kate. Scott raises an\neyebrow at Kate. This is a surprise.\n\nJOHN\nHey, baby brother. Dad told me to make\nsure you got home by midnight.\n\nSCOTT\nHey, big brother. Dad told me you're\nadopted.\n\nJohn laughs and walks away with Kate, who looks over her\nshoulder and smiles at Scott. Once she’s gone, Scott shakes\nhis head in disbelief.\n\nINT. LIVING ROOM - LATER\n\nThe party’s breaking up - the music’s off, everyone is\nheading out. John and one of his buddies are heading for the\ndoor, carrying another guy, who’s either drunk or dead. John\ncalls out to Kate, who’s sitting with Heather.\n\nJOHN\nLet me just dump Howie in the bushes, and\nwe'll go.\n\nKATE\nOkay.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nJohn\ncalls out to Kate, who’s sitting with Heather. JOHN\nLet me just dump Howie in the bushes, and\nwe'll go. KATE\nOkay. \n\nTARGET SECTION TO BE ANNOTATED:\nKate and Heather watch them lug their friend out, banging him\ninto every piece of furniture along the way.\n\n(CONTINUED)\n\f66.\nCONTINUED:\n\nKATE (CONT'D)\nTime for the ride home. I guess this is\nwhere he makes his move, huh?\n\nHEATHER\nOh no. He’1l be a total gentleman on the\nfirst date.\n\nKATE\n\nGood, that makes it easier.\n\nHEATHER\nIt’s all part of his plan.\n(imitating John)\n“I’m totally attracted to you, but I don’t\nwant to screw up what we have by...”\n(light bulb)\nI’ve got it.\n\nKATE\nWhat?\n\nHEATHER\nOh, this'll work. Are you a good kisser?\n\nKATE\nI don’t know. How does anyone know?\n\nHEATHER\nDo guys tell you you’re a good kisser?\n\nKATE\n(thinks, then)\nOh my god, I’m a bad kisser!\n\nHEATHER\nLook, this isn’t hard. I’m going to teach\nyou everything you need to know about\n\nkissing.\nKATE\nRight now?\nHEATHER\nWe don’t have a lot of time. Pay\nattention.\n\nHeather and Kate notice that a young freshman boy is standing\nthere, listening to them. He’s in a trance.\n\nFRESHMAN AT PARTY\n\nGo ahead. Kiss her. Don’t let me get in\nyour way. Kiss her right here.\n\n(CONTINUED)\n\f67.\nCONTINUED: (2)\n\nHeather rolls her eyes, puts her hand on his face, and pushes\nhim backwards. He crashes to the floor.\n\nINT. BMW - LATER\n\nJohn pulls up in front of Kate’s house. He turns off the\ncar, turns to her.\n\nJOHN\nThis is going to sound like such a line,\nbut I’ve got to say it. You were the most\nbeautiful girl at that party tonight.\n\nKATE\nYou’re sweet.\n\nJOHN\nNormally I’d be all over you. But I’m not\ngoing to do that, because I don’t want to\nrisk what we have by moving too fast.\n\nJohn takes her hand tenderly, kisses her on the cheek.\n\nJOHN (CONT'D)\nLet me walk you to the door.\n\nWhen John turns to open his door, Kate grabs his shirt and\npulls him back, goes in to kiss him hard.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nJohn takes her hand tenderly, kisses her on the cheek. JOHN (CONT'D)\nLet me walk you to the door. When John turns to open his door, Kate grabs his shirt and\npulls him back, goes in to kiss him hard. \n\nTARGET SECTION TO BE ANNOTATED:\n She misjudges,\nends up banging into him.\n\nKATE\n(rubbing her head)\nOw!\nJOHN\nYou okay?\nKATE\n\nYeah, I’m fine. My vision’s a little\nblurry, but I’m fine. Okay, don’t move.\n\nShe goes in, slower this time, and kisses him. He’s caught\noff guard, lets her kiss him. She runs her hands through his\nhair, really messing it up.\n\nJohn relaxes, starts getting into it, runs his hands up and\ndown her back. Finally he starts to creep his hand around to\nthe front - two inches before he gets us an R rating, she\npulls back, offended.\n\nKATE (CONT'D)\nWhat do you think you’re doing?\n\n(CONTINUED)\n\f68.\nCONTINUED:\n\nJOHN\n(flustered)\nSorry, it’s just, you-\n\nKATE\nDon’t worry about it. I had a great night.\n\nShe kisses him one more time, then opens her door and gets\nout. He watches her go, his hair standing straight up from\nKate messing it up. He’s in a daze - what the hell just\nhappened?\n\nKate walks up to the house as John watches from the car. She\ndoesn’t look back as she enters her house.\n\nINT. KATE’S HOUSE - LIVING ROOM - CONTINUOUS\n\nKate comes in the front door, closes it, smiles a satisfied\nsmile. Her mom comes into the room.\n\nLORI\nHere she is, back from her big date. How'd\nit go?\n\nKATE\nIt’s not really a date, mom. I don’t like\nhim.\n\nLORI\nRight.\n\nLori has something to say, but isn’t sure she should. She\nstarts, stops, starts again.\n\nLORI (CONT'D)\nListen, honey, I’m not sure this is a good\nidea.\n\nKATE\nExcuse me?\n\nLORI\nPretending you like a guy... I don’t want\nto see you get hurt.\n\nKATE\nI’m not going to get hurt. He is.\n(then)\nLook, I’m doing this for my friends. I’m\npopular, I’m having fun, they’re being\ngreat to me... This is important to them,\nso it’s important to me.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\n(then)\nLook, I’m doing this for my friends. I’m\npopular, I’m having fun, they’re being\ngreat to me... This is important to them,\nso it’s important to me. \n\nTARGET SECTION TO BE ANNOTATED:\n Okay?\n\nLORI\nWell, look, my advice is to not do this.\n(CONTINUED )\n\f69.\nCONTINUED:\n\nKATE\n(carefully)\nMom, I don’t really need your advice.\n\nLORI\nThat’s what moms do.\n\nKATE\n\nNo, moms give advice about things that they\nknow about.\n\nLori’s hurt. Kate sees she’s gone too far.\n\nKATE (CONT'D)\n\nMom, what I meant to say was I love you,\nand there are a ton of things I’d come to\nyou for advice about, just not this. You\nhave to admit that you’ve had your share of\ntroubles with guys like John Tucker, so you\nmight not be too objective, all right?\n\nLORI\nFair enough. Okay.\n\nLori hugs Kate. She pastes a smile on her face, but it’s\nclear she’s still wounded.\n\nINT. HALLWAY - DAY\n\nThe bell rings; classes empty into the hall. Kate walks out\nof a room as John walks up, puts his arm around Kate.\n\nJOHN\nSo, I’m thinking that I’1l swing by your\nhouse around eight.\n\nKATE\nOoh, I’d love to go out, but I have plans.\n\nJOHN\nWhat's going on?\n\nKATE\nJust stuff.\n\nJohn’s a little put-off - has he lost it?\n\nJOHN\nWell, if you finish your stuff, give me a\ncall.\n\nKATE\n\nI’1l put you on my list.\n\n(CONTINUED)\n\f70.\nCONTINUED:\n\nKate kisses John on the cheek, and walks over to her locker.\nJohn watches her go, then laughs confidently, just in case\nanyone’s watching. Beth is standing at a locker near Kate’s -\nonce John walks out of earshot, they talk.\n\nBETH\nYou are getting so good at this. I’m going\nto do this to the next guy I date.\n\nKATE\nNo you’re not, you big slut.\n\nBETH\n(laughs)\nYou're right.\n\nINT. KATE’S BEDROOM - NIGHT\nAll the lights are out in Kate’s room - the only illumination\n\ncomes from a pair of flashlights that Kate and Carrie are\nholding. The girls are on Kate’s bed, playing Monopoly.\n\nKATE\nI never realized being popular could be so\nboring.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nKATE’S BEDROOM - NIGHT\nAll the lights are out in Kate’s room - the only illumination\n\ncomes from a pair of flashlights that Kate and Carrie are\nholding. The girls are on Kate’s bed, playing Monopoly. KATE\nI never realized being popular could be so\nboring. \n\nTARGET SECTION TO BE ANNOTATED:\nCARRIE\n\nIt could be worse, you could be driving\naround the block all night staring at a\ndark window.\n\nShe looks at her watch.\n\nCARRIE (CONT'D)\nTime!\n\nKate and Carrie turn off their flashlights and crawl over to\nthe window. The shade is down; they pull it up a few inches\nand peek out.\n\nDown on the street, John’s car slowly drives by. John’s face\nis visible in the window, staring up at Kate’s house.\n\nThe girls back away from the window. Carrie pulls out her\nnotebook, turns on her flashlight and starts writing.\n\nCARRIE (CONT'D)\nLike clockwork.\n\nCarrie looks at her watch again.\nCARRIE (CONT'D)\nLet me comb my hair and brush my teeth, and\nwe'll get some sleep.\n\n(CONTINUED)\n\f71.\nCONTINUED:\n\nKATE\nPlease tell me that’s not on your schedule.\n\nCarrie looks embarrassed, closes her notebook. It clearly is\non her schedule.\n\nCARRIE\nOf course not. I’m not crazy.\n\nCarrie tucks the notebook safely under a pillow, starts out\nof the room, comes back, takes the notebook with her and\nleaves. Kate laughs.\n\nDISSOLVE TO:\nINT. KATE’S BEDROOM - LATER THAT NIGHT\nKate and Carrie are asleep and the lights are out. There’s a\nbeeping - Carrie sits upright, presses a button on her watch,\nturning off the alarm. She reaches over and turns on the\nlight, lies back down.\n\nKATE\nYou think he’s still watching?\n\nThe phone rings. Kate reaches for it, Carrie catches her.\n\nCARRIE\nRemember, four rings.\n\nKate nods, counts, picks up the phone.\n\nKATE\nHello?\n\nINTERCUT WITH:\nINT. JOHN’S CAR - CONTINUOUS\nJohn’s in his car, talking on a cell phone.\n\nJOHN\nOh, hey, Kate?\n\nKATE\nWho's this?\n\nJOHN\nIt’s me.\n(then)\nJohn.\n\nKATE\nOh, hey. I just got in. What’s up?\n\n(CONTINUED)\n\f72.\nCONTINUED:\n\nJOHN\nI was just about to leave this party, and I\nthought “You know what? I haven’t seen\nKate all night. I wonder how she’s doing.”\n\nKATE\nI’m doing fine.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED:\n\nJOHN\nI was just about to leave this party, and I\nthought “You know what? I haven’t seen\nKate all night. I wonder how she’s doing.”\n\nKATE\nI’m doing fine. \n\nTARGET SECTION TO BE ANNOTATED:\n How about you? You have a\ngood night?\n\nJOHN\nSure, did you?\n\nKATE\nBusy, but good.\n\nJohn waits, but there’s no more information forthcoming.\nJOHN\n\nWell, as long as I have you, did you figure\nout if you’re doing anything Saturday?\n\nKATE\n\nOooh... I think I’m booked.\nJOHN\n\nThat’s cool.\nKATE\n\nListen, it’s not a date, if you’re worried-\nNow that he knows it’s not a date, John relaxes greatly.\n\nJOHN\nHey, until I put a ring on your finger, I\ncan’t tell you what to do.\n\nKATE\nYou think once a man gets married, he can\ntell his wife what to do?\n\nJOHN\nNo, I was just saying, uh... So, what are\nyou doing?\n\nKATE\n\nI’m actually going to be helping my mom out\non that campaign I was telling you about.\nYou can stop by, if you want.\n\nJOHN\nNo no, you do your thing. I don’t want to\ncrowd you. If you change your mind, give\nme acall. If not, I’1l catch you Monday.\n\n(CONTINUED)\n\f73.\nCONTINUED: (2)\n\nKATE\nSure thing.\n(then)\nOh, crap.\nJOHN\n\nWhat’s the matter?\n\nKATE\nOh, nothing. My mom’s been saying there’s\nsome perv checking out our house all night,\nand I think I see him.\n\nJOHN\n\n(trying to play it cool)\nWant me to cruise by and check it out?\nKate looks out her window.\n\nKATE\nNah, I’1l just call the cops.\n\nKATE’S POV\n\nJohn’s car speeds away.\n\nINT. JOHN’S CAR - CONTINUOUS\n\nJohn takes a corner, phone clutched against his shoulder.\n\nJOHN\nAll right, then, I’1l-\nThe phone flies away, crashes onto the floor. He reaches\ndown to get it, the car swerving crazily. He hits a mailbox\nbefore he manages to get the phone and the car under control:\n\nJOHN (CONT'D)\nOkay, talk to you later.\n\nJohn hangs up, drives off, looking back nervously.\nINT. KATE’S BEDROOM - CONTINUOUS\n\nKate hangs up. She and Carrie burst out laughing.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. KATE’S BEDROOM - CONTINUOUS\n\nKate hangs up. She and Carrie burst out laughing. \n\nTARGET SECTION TO BE ANNOTATED:\nINT. SCOTT’S BEDROOM - NIGHT\n\nScott's asleep in his room. John throws the door open, turns\non the light and stomps over to Scott’s bed.\n\nJOHN\nYou up?\n\n(CONTINUED)\n\f74.\nCONTINUED:\n\nScott doesn’t move, so John shakes him. Scott blinks out of\na dead sleep, very confused.\n\nSCOTT\nWhat are you doing here?\n\nJOHN\nHey, can’t a guy talk to his brother?\n\nSCOTT\nNot if the guy’s you, and not now.\n\nJohn sits down, picks up a guitar, starts noodling on it as\nhe and Scott talk.\n\nSCOTT (CONT’D)\nFine. How’s life, John?\n\nJOHN\nGreat, as always. How about you?\n\nSCOTT\nTrouble sleeping, aside from that, okay.\n\nJOHN\nCool. Hey, what are you doing tomorrow?\n\nSCOTT\nPlease tell me you don’t want to go fishing\nand bond or something. Wait a second - do\nyou have some incurable disease?\n\nJOHN\nDude, you’re so suspicious.\n(then)\nHey, if you're not doing anything tomorrow,\nyou mind doing me a favor?\n\nscoTtT\nI'll do it.\n\nJOHN\nDon’t you want to know what it is?\n\nscoTtT\nNo, I want you to go away.\n\nJOHN\nI want you to help me with a girl.\n\nSCOTT\nIf I were going to help you with anything,\nit wouldn’t be seducing some poor girl.\nWhoever she is, she’s better off without\nyou.\n(CONTINUED )\n\f75.\nCONTINUED: (2)\n\nJOHN\nWhatever. I hope you never need a favor\nfrom me.\n\nSCOTT\nI won't.\n\nJohn puts down the guitar and starts to leave. Scott\nsuddenly sits up.\n\nSCOTT (CONT’D)\nWait a second, Kate Spencer?\n\nJOHN\nYeah, why?\n\nSCOTT\nWhat do you want me to do?\n\nJOHN\nI want you to go to some political thing\nthat she’s supposed to be at, make sure\nshe’s there, keep an eye on her.\n\nSCOTT\nFine, I’11 do it.\n\nJOHN\nOkay...",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nJOHN\nI want you to go to some political thing\nthat she’s supposed to be at, make sure\nshe’s there, keep an eye on her. SCOTT\nFine, I’11 do it. JOHN\nOkay... \n\nTARGET SECTION TO BE ANNOTATED:\n Why?\n\nSCOTT\n\nWhat is this, twenty questions? Do you\nwant my help or not?\n\nJOHN\nYeah, sure. I owe you one.\n\nJohn leaves the room.\nINT. CAMPAIGN HEADQUARTERS - DAY\n\nThe nerve center of the campaign is basically a sparsely\nfurnished office space with “Valetta for Mayor” banners and\nposters with the candidate’s grinning face. Volunteers work\nthe phones and stuff envelopes. Kate is here - she’s\nlicking, folding and stamping with the best of them. Her mom\ncomes up with the candidate himself.\n\nLORI\nKate, I’d like you to meet Sal Valetta.\n\nKATE\nIt’s a pleasure to meet-\n\n(CONTINUED)\n\f76.\nCONTINUED:\n\nKate looks up, smiling, then blinks in disbelief.\nKATE’S POV\n\nBehind Sal’s shoulder is one of his posters. Kate stares at\nit, then the real thing comes into focus - a perfect match,\nexcept that in real life his ears stick out so far, they look\nlike they’re coming after you. It’s truly disturbing - Kate\nlooks back and forth between the photo and the man.\n\nBACK TO SCENE\nSal turns around, sees the photo and chuckles.\n\nSAL\nI know. I still can’t get used to having\nbig Sals staring at me, either.\n\nKATE\n(carefully choosing her words)\nIt’s a very good picture.\n\nSAL\nJust between us? Good lighting and a lot\nof makeup.\n\nKate laughs politely. Someone taps Sal on the shoulder; he\nturns away from Kate to talk to them.\n\nLORI\nSo, what do you think?\nKATE\nHe seems great, mom, really...\nLORI\nHandsome?\nKATE\n\nNo, not that.\nLori laughs.\n\nKATE (CONT'D)\nBut that’s good. It’s different.\n\nLORI\nVery. Hey, that guy over there is waving\nat you.\nLori points - Kate turns and sees Scott.\n\nKATE\nScott?\n\n(CONTINUED)\n\f77.\nCONTINUED: (2)\n\nLORI\nWho?\n\nKATE\nIt’s John’s brother. Scott!\n\nScott crosses over.\n\nSCOTT\nHey, Kate.\n\nKATE\nWhat are you doing here?\n\nSCOTT\nI’m here to volunteer.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nSCOTT\nHey, Kate. KATE\nWhat are you doing here? SCOTT\nI’m here to volunteer. \n\nTARGET SECTION TO BE ANNOTATED:\nLori clears her throat.\n\nKATE\nSorry. Scott, this is my mom.\n\nSCOTT\nNice to meet you.\n\nScott politely shakes her hand, turns back to Kate.\n\nSCOTT (CONT'D)\nSo where’s the candidate?\n\nKate points - Scott sees Sal.\n\nSCOTT (CONT'D)\nHoly crap!\n(quickly recovering)\nI’ve never seen a real candidate before!\n\nKate grabs Scott’s hand and pulls him away. They move as\nfast as they can, trying not to look at each other, because\n\nevery time they do, they laugh. Finally, when they’re a safe\ndistance away:\n\nKATE\nSo, what are you doing here?\n\nSCOTT\n\nWhat are you doing here? I’m always\nvolunteering for political campaigns.\n\n(off her look)\nAll right, John sent me. It’s his way of\nkeeping an eye on you without making it\nlook like he’s keeping an eye on you. I’m\nsupposed to play it cool, make sure you're\nactually here, not give anything away.\n\n(CONTINUED)\n\f78.\nCONTINUED: (3)\n\nKATE\nYou’re like the worst spy in the world.\n\nSCOTT\nOr am I the best spy in the world?\n\nKate shakes her head, pulls Scott through the crowd.\nINT. CAMPAIGN HEADQUARTERS - LATER\n\nKate and Scott sit across from each other at a table, licking\nenvelopes. Scott nods at one of the posters.\n\nSCOTT\nI hope this guy doesn’t make any speeches\noutside. You know, a gust of wind comes up\nand suddenly...\n\nScott mimes Sal flying away as his ears catch the wind.\n\nKATE\nI saw him trip once - it took three minutes\nto hit the ground.\n\nScott lowers his voice and points across the room.\n\nSCOTT\nI’d be careful. He’s only forty feet away -\nI’m sure he can hear you.\n\nKATE\nHear me? He can take my pulse.\n\nAcross the room, Sal sees Kate and Scott looking over, smiles\nand gives a big thumbs-up. They wave back.\n\nKATE (CONT'D)\nOh my god, I think you were right.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nAcross the room, Sal sees Kate and Scott looking over, smiles\nand gives a big thumbs-up. They wave back. KATE (CONT'D)\nOh my god, I think you were right. \n\nTARGET SECTION TO BE ANNOTATED:\nAt least, Kate tries to say that, but all the glue from\nlicking the envelopes messes up her speech, and what she\nreally says is:\n\nKATE (CONT'D)\nOh my gob, I think you bere ribe.\n\nSCOTT\n(laughing, teasing her)\nExcuse meeb?\n\nKATE\nI thing my tonbue is tuck.\n\n(CONTINUED)\n\f79.\n\nCONTINUED:\nSCOTT\nIt’s almost like your tongue is stuck.\nKATE\nStob it!\nSCOTT\n\nStob it ribe now?\n\nKate’s laughing so hard she almost falls out of her chair.\nAfter she calms down a bit:\n\nSCOTT (CONT’D)\nListen, I’ve got to ask you something. Why\nare you going out with my brother?\n\nKate stops laughing completely, takes a sip of a soda to\nclean off her tongue.\n\nKATE\n(trying to be casual)\nWhy do you ask?\n\nSCOTT\nThe first time I saw you, you didn’t seem\ntoo impressed by him.\n\nKATE\nYou know what they say about first\nimpressions.\n\nSCOTT\n\nThat they’re always right?\n\nKATE\nIs that what they say? I’ve been using\nthat saying wrong for a long time.\n\nSCOTT\n\nYou just seemed like the kind of girl who\nwouldn't go for him.\n\n(shrugs)\nI suppose I shouldn’t be surprised.\nEveryone dates my brother.\n\n(quickly)\nBut I’m sure you’ll be the last. I’m sure\nyou’re the one. Hey, these envelopes\naren't going to lick themselves.\n\nScott busies himself with an envelope. Kate joins him.\n\f80.\n\nEXT. OUTSIDE EXPENSIVE RESTAURANT - NIGHT\n\nJohn’s BMW pulls up in front of the restaurant. As John gets\nout of the car, a valet walks up to the passenger door, but\nJohn waves him off and opens the door himself, giving Kate\nhis hand and helping her out of the car.\n\nKATE (V.O.)\nSo, I finally let John take me to dinner.\nI’ve got to be honest - I know it’s an act,\nbut John Tucker makes you feel like the\nonly woman in the world.\n\nAs John and Kate enter the restaurant, Kate discovers that...\nINT. EXPENSIVE RESTAURANT - SUNSET\n...-They’re the only people there.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs John and Kate enter the restaurant, Kate discovers that... INT. EXPENSIVE RESTAURANT - SUNSET\n...-They’re the only people there. \n\nTARGET SECTION TO BE ANNOTATED:\n One table is set - it’s in\nthe window overlooking a lake. Every other table is covered\nwith candles, which provide the only light in the place.\nIt’s breathtaking.\nDISSOLVE TO:\nINT. EXPENSIVE RESTAURANT - LATER\nThey’re seated at their table, as four waiters come out from\nthe kitchen - two pick up their salad plates, then the other\ntwo set down the next course, all perfectly synchronized.\nKATE (V.O.)\n\nHe rented out the best restaurant in the\n\ncity just for us. Complete with\n\nentertainment.\n\nThree men come out, dressed up like a barbershop quartet,\nexcept, well, there are three of them. They begin singing.\n\nBARBERSHOP TRIO\nKate, Kate, Kate...\n\nJohn slides in front of them on his knees, providing the\nmissing voice.\n\nJOHN\nKate.\n\nThey sing as Kate laughs.\n\nKATE (V.O.)\nAfter that, we went for a little ride...\n\f81.\n\nEXT. ROAD - DAY\n\nKate and John sit next to each other in a horse drawn\ncarriage, blanket over them, sipping out of mugs.\n\nKATE (V.O.)\nTaxis are so gauche, don’t you think? I’m\ntravelling everywhere in one of these from\nnow on.\n\nEXT. YACHT - NIGHT\n\nJohn and Kate sit on the deck of John’s family yacht. Kate\nlooks over the rail as the ship cruises along, the stars\nlighting their way.\n\nJOHN\nIt’s so great you run track. Did you know\nthat women who compete in sports are\nseventy five percent less likely to be the\nvictim of abuse?\n\nKate laughs.\n\nJOHN (CONT'D)\nWhat?\n\nKATE\nDo you ever turn it off?\n\nJOHN\n(extra suave)\nTurn what off, my dear?\n\nKATE\nOkay, I guess you don’t.\n\nJOHN\nNo, seriously, what do you mean?\n\nKATE\nSeriously, do you ever take a break and\njust be John Tucker?\n\nJOHN\nThis is John Tucker.\n\nKATE\nNo, that’s John Tucker, trying to impress\nKate Spencer by talking about how great\nwomen’s track is. What do you want to talk\nabout? What do you really care about?\n\n(CONTINUED)\n\f82.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat do you want to talk\nabout? What do you really care about? (CONTINUED)\n\f82. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nJOHN\nWell, I love basketball... Hey, speaking\nof that, there’s an away game coming up.\nWe'll be out of town, maybe we can spend a\nlittle time together...\n\nKATE\nQuit changing the subject. What do you\ncare about, besides basketball?\n\nJOHN\nI don’t know. No one’s ever asked me that\nbefore.\n\nJohn thinks, laughs.\n\nJOHN (CONT'D)\nI don’t even know if I love basketball. My\ndad taught me how to play when I was like\nthree, and I’ve just done it. Huh.\n(then)\nWould you still like me if I didn’t play\nbasketball?\n\nKATE\n(uncomfortable)\nThere’s a lot more to you than basketball.\n\nJOHN\n\nWell, you’d say that, because you’re\ndifferent than most girls. Most girls want\nto be with me because of what I am, not who\nI am. Everyone thinks it’s one sided -\nJohn Tucker only dates the hot chicks. But\na lot of those girls only date the stud\nathlete, or the rich guy...\n\n(then, light bulb)\nYou know, there is one thing I love besides\nbasketball. It’s kind of stupid and\nembarrassing.\n\nKATE\nNo, go ahead.\n\nJOHN\nWe actually talked about it before... I\nwish I were brave enough step up on a stage\nand perform. I don’t think anything would\nmake me happier than to look down, connect\nwith my audience, and just...\n\nHe stares into Kate’s eyes and begins singing:\n\nJOHN (CONT'D)\nVoulez-vous coucher avec moi ce soir?\n\n(CONTINUED)\n\f83.\nCONTINUED: (2)\n\nJohn can’t help it - he’s back in seducer mode. Kate busts\nout laughing.\n\nINT. GYM - NIGHT\n\nThe cheerleaders are standing on the sidelines of a different\ngym - they're the visiting team - as the game is going on.\n\nUp in the stands, Carrie and Beth sit together, taking it in.\nA boy sitting in the stands gets up to ask Kate a question,\nand Kate leans close so she can hear him. On court, John\nnotices, can’t look away, and trips and falls on his face.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nUp in the stands, Carrie and Beth sit together, taking it in. A boy sitting in the stands gets up to ask Kate a question,\nand Kate leans close so she can hear him. On court, John\nnotices, can’t look away, and trips and falls on his face. \n\nTARGET SECTION TO BE ANNOTATED:\nBETH\nGod, was he ever that infatuated with any\nof us?\n\nCARRIE\n\nOf course not. He was always in charge.\nIt was always us falling over our feet.\n\nThey take this in for a moment.\n\nBETH\nHow far do you think we can push him?\n\nCARRIE\nI think it’s time to find out.\n\nCarrie pulls out her notebook, reviews the well-worn page\nwith the plan on it.\n\nCARRIE (CONT'D)\n(reading)\n“Make Kate Date Bait.” Done.\n\nBETH\nDo they have to rhyme?\nCARRIE\nNo, it’s just nice when they do.\n(reading)\n“Play hard to get...” “Make him chase...”\n\n“Don’t follow Beth’s lead and give it up on\nthe first date...”\n\nBETH\nIt does not say that.\n\nCARRIE\nJust seeing if you’re listening. Okay,\ntime to “see how far he’s willing to go for\nlove.”\n\n(CONTINUED)\n\f84.\n\nCONTINUED:\nBETH\nYou only make a fool of yourself if you're\nin love.\nCARRIE\n\nSo let’s find out. And if it turns out\nhe’s ready, then we can go ahead and...\n\nShe holds out her notebook to Beth.\nBETH\n(reading)\n“Make John’s heart smart.”\n(then)\nNot your best work.\n\nCARRIE\nI was stretching.\n\nBeth notices something.\n\nBETH\nHey, it does say that about me giving it\nup!\n\nCarrie slams her book shut.\n\nCARRIE\nCome on, focus.\n\nCarrie stands and walks out, Beth following, looking peeved.\nINT. KATE AND HEATHER’S HOTEL ROOM - NIGHT\n\nHeather and Kate are in their hotel room; there’s a quiet\nknock on the door. Heather goes over and opens it, lets Beth\nand Carrie in. They have shopping bags with them.\n\nHEATHER\nHey, guys. What do you think?\n\nBETH\nWe think he’s ready.\n\nKate looks a little nervous.\n\nKATE\nYou really think I can pull this off?\n\nCARRIE\nYou don’t have to. That’s what we’re for.\n\nShe shoves a bag at Kate.\n\n(CONTINUED)\n\f85.\nCONTINUED:\n\nCARRIE (CONT'D)\nPut this on.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe shoves a bag at Kate. (CONTINUED)\n\f85. CONTINUED:\n\nCARRIE (CONT'D)\nPut this on. \n\nTARGET SECTION TO BE ANNOTATED:\n We’1ll set up the camera.\nChecks her watch.\n\nCARRIE (CONT'D)\nGo go!\n\nKate takes the bag into the bathroom. Carrie pulls out her\nlaptop as Beth and Heather drag a desk over to the bed.\n\nDISSOLVE TO:\nINT. KATE AND HEATHER’S HOTEL ROOM - LATER\n\nCarrie knocks on the bathroom door.\n\nCARRIE\nCome on, we’re on a schedule. What’s the\nhold up?\n\nKATE (0.S.)\n\nI’m almost ready...\nCarrie opens the door and peeks in.\n\nCARRIE\nWow.\n\nCarrie holds open the door, and Kate comes out of the\nbathroom wearing a short, sexy robe.\n\nKATE\nHow do I look?\n\nKate opens up her robe, showing off her lingerie. It’s black\nand sexy, and Kate’s in great shape.\n\nBETH\nI’m going on a diet.\n\nHEATHER\n(checking Kate out)\nI think I might be gay.\n\nCARRIE\nWell, there’s your answer.\n\nBETH\nYou are really hot. I don’t mean this as\nan insult, but why are do always dress like\na schlub and hide yourself? You should\ntake some lessons from your mom.\n\n(CONTINUED)\n\f86.\nCONTINUED:\n\nKATE\nYeah, I'll pass on that. I think the less\nI take after my mom, the happier I’1l be.\n\nHEATHER\nCome on, if you’d work it a little more,\nyou'd be beating guys off with a stick.\n\nKATE\nI wouldn’t want the kind of guy who just\nwants me to look like this.\n\nHEATHER\nBut that’s all of them.\n\nKATE\nNo. Is it?\n(thinks about it)\nOh my god.\n\nCARRIE\nOkay, no time for epiphanies. Let’s go.\n\nKate pulls her robe back on as Carrie leads Kate to the bed.\nThe laptop has been set up on the desk facing Kate, and\nthere’s a webcam on top of the computer. Heather, Beth and\nCarrie take their positions across from Kate, behind the\ncomputer. Carrie reaches over and presses a button.\n\nINT. JOHN’S HOTEL ROOM - CONTINUOUS\n\nJohn is on a laptop, while the other player in the room\nwatches TV.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nCarrie reaches over and presses a button. INT. JOHN’S HOTEL ROOM - CONTINUOUS\n\nJohn is on a laptop, while the other player in the room\nwatches TV. \n\nTARGET SECTION TO BE ANNOTATED:\n From John’s computer we hear:\n\nJUSTIN TIMBERLAKE (V.O.)\n(on a loop)\nBetter have you naked by the end of this\nsong! Better have you naked by the end of\nthis song! Better have you naked by the\nend of this song!\n\nJohn chuckles.\nTEAMMATE\nGod, how many times can you watch Janet\nJackson's boob pop out of her dress?\nThere’s a CHIME from John’s computer: we see the screen, and\non it a window has popped up: “KATE S HAS REQUESTED A VIDEO\nCHAT. DO YOU ACCEPT?”\n\nJohn hits “OK” and a window pops up with Kate.\n\n(CONTINUED)\n\f87.\nCONTINUED:\n\nJOHN\nHello there.\n\nINTERCUT WITH:\nINT. KATE AND HEATHER’S HOTEL ROOM - CONTINUOUS\nKate looks into the camera. Just on the other side, the\nother three girls are actively coaching her during the entire\n\nconversation - holding up notes, mouthing words, pantomiming.\n\nKATE\nWhatcha doin’?\n\nJOHN\nHomework, you know.\n\nKATE\nYeah, I bet. You alone?\n\nJohn snaps his fingers at his teammate, points to the\nbathroom. The roommate glares, heads in, closes the door.\n\nJOHN\n\nI am now. How about you?\nKATE\n\nUh, yeah.\nJOHN\n\nWho'd they put you with?\nHeather shakes her head violently.\n\nKATE\nNot Heather.\n\nThe girls groan.\nKATE (CONT'D)\nI mean, they wanted to put me with Heather,\nbut she didn’t want to be with me, because,\nyou know, I’m dating you.\n\nJOHN\nSo you're there all by yourself?\n\nKATE\nI know, isn’t that sad? I’m so lovely.\n\nShe’s looking at a sign that Carrie’s holding up. Carrie\nglares, scribbles on it, holds it back up.\n\n(CONTINUED)\n\fCONTINUED:\nKATE (CONT'D)\nLonely. I’m so lonely.\n\nJOHN\nWell, maybe you need some company.\n\nKATE\nThat’s just what I was thinking.\n\n88.\n\nBut\n\nthere’s a problem - I just tried to go out\nin the hall, and coach Williams is totally\nwatching. No way you could get here.\n\nJOHN\nDamn it.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut\n\nthere’s a problem - I just tried to go out\nin the hall, and coach Williams is totally\nwatching. No way you could get here. JOHN\nDamn it. \n\nTARGET SECTION TO BE ANNOTATED:\nKATE\n\nI mean, unless you went out on the ledge\n\nand came in through the window.\n\nJOHN\n(laughs)\nYeah, right.\nKATE\n\nYeah, that’s crazy. Too bad, I got all\n\ndressed up. Or down.\n\nKate lets her robe slip off one shoulder, showing off one bra\n\nstrap.\n\nJOHN\nI could try the ledge.\n\nKATE\n\nAwesome. I’m five windows down. I already\n\ncounted.\n\nJOHN\nI’m on my way.\nThe girls high five and pump their fists -\nSuddenly, Beth gets an idea - she holds up\ngesturing madly.\n\nKATE\nHold on!\n\nJOHN\nWhat?\n\nBeth pantomimes shaving her face.\n\nKATE\nDid you shave?\n\nit’s working.\nher hand,\n\n(CONTINUED)\n\f89.\nCONTINUED: (2)\n\nJOHN\nYeah, sure.\n\nBeth gestures shaving her chest.\n\nKATE\nYour chest?\n\nJOHN\nWhat? Of course not.\n\nBeth pantomimes swimming. Kate smiles, getting it.\nKATE\nThis is kind of crazy, but I have a thing\nfor swimmers.\n\nJOHN\nSwimmers?\n\nBeth and Heather get it now, fight to not laugh out loud.\nKATE\nThere’s something so sexy about a smooth\nbody. You know, like a swimmer.\n\nJOHN\nI don’t know...\n\nKATE\nIt’s nuts, but when a guy isn’t shaved,\nit’s like wrestling a bear. I just don’t\nlike hair rubbing all over my bare skin.\nKate lets the robe fall off, so she’s just wearing her bra.\n\nJOHN\nSo, like, shave my chest?\n\nKATE\nEverything. Legs, armpits, everything.\nTotally smooth.\n\nJOHN\nNot my hair...\n\nKATE\nNo, of course not.\n\nHeather waves her arms.\nKATE (CONT'D)\nHold on.\n\n(CONTINUED)\n\f90.\nCONTINUED: (3)\n\nHeather pantomimes cutting hair.\n\nKATE (CONT'D)\nUm, yeah, your hair, too.\n\nJOHN\nNo way. My hair is one of the best three\nthings about me. Eyes, hair, ass. There\nwas a poll in the school paper.\n\nCarrie scribbles on a piece of paper. Kate reads.\n\nKATE\nIf you love me, you'll do it.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nCarrie scribbles on a piece of paper. Kate reads. KATE\nIf you love me, you'll do it. \n\nTARGET SECTION TO BE ANNOTATED:\n(then)\nI didn’t want you to, but when you said you\nwouldn’t... I know if I loved someone,\nthere’s nothing I wouldn’t do for them.\n\nJohn hesitates. This is a biggie.\n\nCarrie yawns. Kate follows suit, gives a huge yawn for\nJohn’s benefit, then pulls her robe back on.\n\nKATE (CONT'D)\nYou know what? Maybe you're right. I’11\njust see you tomorrow.\n\nJOHN\nNo! Wait! Give me five minutes.\n\nKATE\nBe careful on the ledge. Oh, and I’m going\nto turn the lights out, okay? I’ma little\nshy. Just get comfortable and climb in.\n\nKate blows John a kiss. Carrie closes the computer. The\ngirls burst out laughing.\n\nINT. HOTEL ROOM - LATER\n\nThe room is completely dark - the only light comes from\noutside. And then through the window we see John inching\nalong the ledge. He’s in the shadows, but it’s clear he’s\njust wearing boxers, and nothing else. No hair on his head\nor his body. He pushes open the window and climbs in.\n\nIn the room, he spots the bed, sees the person sleeping in\nit. He climbs into bed. (Now that he’s in the room, it’s\nimpossible to see anything but vague shapes.)\nJOHN\nOh, Kate.\n\n(CONTINUED)\n\fgl.\nCONTINUED:\n\nWOMAN'S VOICE\nOh, Darryl.\n\nJOHN\nDarryl? Who’s Darryl?\n\nWOMAN'S VOICE\nWho’s Kate?\n\nJOHN\nYou mean Coach?\n\nThe light beside the bed flips on. John’s got a big surprise\n- he’s in bed with Coach Williams, the girls’ cheer coach.\nShe lets out a high pitched scream, John lets out a higher\npitched one.\n\nINT. HOTEL HALLWAY - MOMENTS LATER\n\nPeople are filing out of their rooms to see what all the\ncommotion is about. Carrie and Beth aren’t there, but\nHeather and Kate are part of the growing crowd.\n\nCoach Williams comes out of her room, John in tow. He’s\nstill wearing his boxers, and Coach Williams is using them as\na handle to pull him along.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nCarrie and Beth aren’t there, but\nHeather and Kate are part of the growing crowd. Coach Williams comes out of her room, John in tow. He’s\nstill wearing his boxers, and Coach Williams is using them as\na handle to pull him along. \n\nTARGET SECTION TO BE ANNOTATED:\n She’s got them hiked so far up\nthat there isn’t much breathing space left inside them.\n\nJOHN\nNo... Dear god... Hurts so much...\nPlease... Not that... They mean so much\n\nto me...\n\nWe get our first good look at John in the light: he is\ncompletely, utterly, blindingly hairless.\n\nThe crowd in the hall have their mouths hanging open: what\nthe hell is going on? Finally, the people get over their\nshock enough to begin laughing. Heartily.\n\nA FLASH - Heather’s got a camera and just got a prime\npicture. John looks at the camera in a daze, then notices\nKate. Kate looks sheepish.\n\nKATE\nSorry. I guess it was six windows.\n\nFinally John’s coach comes into the hall.\n\nCOACH\nWhat the hell is going on here?\n\nCOACH WILLIAMS\nDarryl, I think this Chihuahua belongs to\nyou. I found it in my bed.\n(CONTINUED )\n\f92.\nCONTINUED:\n\nJOHN\nPlease make her let go.\n\nCoach Williams lets go and pushes John towards his coach, who\ngrabs his arm and leads him away in shame. People are\nfalling over themselves laughing and pointing as he goes.\n\nINT. HALLWAY - DAY\n\nJohn walks down the hall, shaved head on display. People\npoint and whisper as he walks, a few girls giggle.\n\nKATE (V.O.)\nJohn’s aura was punctured. Don’t get me\nwrong - he was still John Tucker, and he\nmanaged to put a good spin on it almost\nimmediately.\n\nJohn meets up with a bunch of other guys from his basketball\nteam - they now all have shaved heads. They high five,\nadmire each other.\n\nEXT. TRACK - DAY\n\nLate afternoon, Kate trains alone, sprinting around the track\nas fast as she can, really pushing.\n\nKATE (V.O.)\nBut he was in love, he was getting\ndesperate, he was almost ready for the big\nfall. All I had to do was deliver. And\nnothing was going to get in my way.\n\nKate stops in her tracks.\n\nKATE (CONT'D)\nScott!\n\nScott stands on the side of the track. He applauds.\n\nSCOTT\nI think you won.\n\nKATE\nI’m the only one running.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe applauds. SCOTT\nI think you won. KATE\nI’m the only one running. \n\nTARGET SECTION TO BE ANNOTATED:\nSCOTT\nI know, how smart are you?\n\nKate laughs. As she talks, she steps up and down in place,\n\nkeeping her muscles warm. Scott notices, starts stepping\nalong with her.\n\n(CONTINUED)\n\f93.\nCONTINUED:\n\nKATE\nOkay, you can stop making fun of me any\ntime. I’ve just got to keep moving so I\ndon’t cramp up.\n\nSCOTT\n\n(looks at his legs)\nWow, I didn’t even notice I was doing it.\nIt’s like, when you talk to a guy with an\naccent and you start doing the accent?\n\n(Indian accent)\nI am having much fun dancing with you.\nPlease try the papadums.\n\nKATE\nOkay, we’re stopping.\n\nKate stops, Scott follows suit.\n\nSCOTT\nYou sure you’re not going to cramp up? I\nmean, you were jogging at a pretty torrid\npace.\n\nKATE\nYou want to race? Come on, I just did five\nmiles, I’1l still slaughter you.\n\nSCOTT\nNo way. I’m just a big talker. Absolutely\nnothing to back it up.\n\nKate laughs, then grabs at one leg, staggers forward.\n\nKATE\nOw, Ow, OW...\n\nShe collapses into Scott’s arms. Scott picks her up, carries\nher over to a bench and sets her down.\n\nSCOTT\nI guess you weren't kidding. I’m almost\nfeeling guilty for making fun of you.\n\nHe kneels down in front of her, works on the cramping calf,\nmassaging it.\n\nKATE\n“Almost?” What would it take to make you\nfeel guilty?\n\nSCOTT\nOh, something big. Like a leg falling off.\n\n(CONTINUED)\n\f94.\nCONTINUED: (2)\n\nKATE\nNice.\nKate and Scott laugh. Scott looks up at Kate... Kate looks\ndown at Scott... his hands are on her leg... and all of a\n\nsudden, things are weird. There’s a definite vibe in the\nair. They both immediately get uncomfortable. Scott lets go\nof her leg and stands up.\n\nSCOTT\nFeeling better?\n\nKATE\nYeah.\n\nSCOTT\nGood.\n\nKATE\nThanks.\n\nAfter a long pause:\n\nKATE (CONT'D)\nI should finish my workout before I-\n\nSCOTT\nYeah, absolutely. Okay, good running into\nyou.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nKATE\nThanks. After a long pause:\n\nKATE (CONT'D)\nI should finish my workout before I-\n\nSCOTT\nYeah, absolutely. Okay, good running into\nyou. \n\nTARGET SECTION TO BE ANNOTATED:\nKate smiles, turns, sprints away. Scott watches her go.\nINT. GIRL’S BATHROOM - DAY\nOur four girls are gathered in the bathroom.\nHEATHER\nIt smells in here. I’m getting tired of\nmeeting in bathrooms.\nCARRIE\nWe’re almost done, then we don’t have to\n\nsneak around any more. I’ve figured it out\n- I’ve got the perfect place to finish him\n\noff.\n\nKATE\nYeah, about that... maybe we’ve done\nenough.\n\nBETH\n\nWhat are you talking about?\n\n(CONTINUED)\n\f95.\n\nCONTINUED:\n\nKATE\nI mean, we made the guy look like an idiot\nat the hotel...\n\nHEATHER\nThat? He’s bounced back from a lot worse\nthan that.\n\nCARRIE\nYeah, we haven’t done nearly enough. This\nis just part of the plan. We hook him,\nthen we crush him. All we’ve done is hook\nhim.\n\nKATE\nI know how much you love plans, I’m just\nnot sure how much more we need to do.\n\nThe girls stare at her. Not happily.\n\nFinally\n\nKATE (CONT'D)\nIt’s just feeling kind of, I don’t know,\nweird.\n\nCarrie snaps.\n\nCARRIE\nWhat kind of crap is this?\n\nHEATHER\nAre you falling for John? Is that it? You\nwant him for yourself?\n\nKATE\nLook at what this guy does! You’re as\nobsessed with trying to destroy him as you\nwere with dating him. You’re still letting\nhim control you.\n\nBeth holds up her hand to calm the other two. She goes over\nto Kate, puts her arm around her, playing good cop.\n\nBETH\nLook, I know it’s tough, but we’re almost\ndone. Let’s just finish John off, then\nyou’re done. You never have to think about\nhim again.\n\nKATE\nI don’t know...\n\nHEATHER\nJeez, Kate, I thought we were friends.\n\n(CONTINUED)\n\n+ F\n\f96.\n\nCONTINUED: (2)\n\nHeather\n\nKATE\nWe are. Aren't we?\n\nHEATHER\nI thought so. But friends look out for\neach other. Friends don’t say they’1l do\nsomething and then...\n\nsearches for the right words. Carrie supplies them.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nFriends don’t say they’1l do\nsomething and then... searches for the right words. Carrie supplies them. \n\nTARGET SECTION TO BE ANNOTATED:\nCARRIE\nCompletely screw everyone over!\n\nBETH\nCome on, Kate. If you’re not going to do\nit for your friends, then what about doing\nit to send a message to the John Tuckers of\nthe world? If we don’t teach him a lesson,\nhe’s just going to go start ruining other\ngirls’ lives. You know it.\n\nKATE\nAll right, all right. Momentary lapse.\nI’m fine. What’s your idea?\n\nCARRIE\n\nGet ready, because this is great.\n\n(then)\nYou know how the elections are next week?\nWell, Kate is going to be the one to\nannounce the winners, and she’s going to\nbreak up with John right there in front of\nthe whole school.\n\nHEATHER\nWhat the hell?!\n\nCARRIE\nIt’s perfect. Everyone’s there, cameras\nare rolling, he’s ready to be have the\nwhole school choose him as their leader...\nand we destroy him.\n\nHEATHER\nNo no no-\n\nBETH\nWhat’s your problem? This is a great idea.\n\nHEATHER\nIt’s a horrible idea. Do you know who\nannounces the election results?\n\nCARRIE\nA cheerleader, which is why-\n\n(CONTINUED)\n\n*\n\f97.\nCONTINUED: (3)\n\nHEATHER\nThe head cheerleader. She’s the designated\nspirit representative for the entire\nschool. Now, I know you think that’s a big\njoke, but it’s not to me.\n\nBETH\nSo? We make Kate the head cheerleader.\n\nCARRIE\nGood, it’1l make it even more painful when\nhe’s dumped by the head cheerleader.\nHeather loses it, screams:\n\nHEATHER\nHold on one freakin’ second!\n\nShe finally has everyone’s undivided attention.\n\nHEATHER (CONT'D)\nI’m head cheerleader. Not her.\n\nCARRIE\nHeather, come on-\nHEATHER\nNo, no “Heather, come on.” This is a\n\npopularity contest, and I’m the most\npopular girl in school. Well, I’m sorry,\nbut it’s true. The girls in my family have\nalways been the head cheerleader since, I\ndon’t know, the pilgrims.\n\nCARRIE\nLook, we’ve got a plan, and we’re going to\nfollow it.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nWell, I’m sorry,\nbut it’s true. The girls in my family have\nalways been the head cheerleader since, I\ndon’t know, the pilgrims. CARRIE\nLook, we’ve got a plan, and we’re going to\nfollow it. \n\nTARGET SECTION TO BE ANNOTATED:\n We all have to make sacrifices.\n\nHEATHER\nOh, really?\n(re: Beth)\nWhat did she sacrifice? Her parents’\nmoney?\n\nBETH\nHey, don’t attack me! It was Carrie’s\nstupid idea!\n\nCARRIE\nYou said it was great!\n\nHEATHER\n(to Carrie)\nAnd you, what did you sacrifice? Why don’t\nyou make Kate the editor of the newspaper?\n\n(CONTINUED)\n\f98.\nCONTINUED: (4)\n\nCARRIE\nI would if I thought it would help.\n\nHEATHER\nNo you wouldn’t. If you gave up one of\nyour precious activities, you’d never get\ninto Hartford.\n\nSilence. Then:\n\nCARRIE\nDo you mean “Harvard?”\n\nHeather screams in frustration, starts for Carrie. The other\ngirls grab her and hold her back. Heather takes a deep\nbreath, relaxes; when the other girls let her go, she\nsnatches Carrie’s notebook and goes over to the sink.\n\nHEATHER\nYou want to talk sacrifices? Fine.\n\nHeather turns on the water and starts moving the notebook\ntowards it.\n\nHEATHER (CONT’D)\nI hope you haven’t had any good notions\ntoday.\nCarrie wails.\n\nCARRIE\nHeather, stop! Everyone made sacrifices.\n\nShe turns to Beth for help.\n\nBETH\n(reaching)\nSure. Um... Carrie, didn’t you say that\n\nyou got a “B” on a trig test because you\nwere putting so much work into this plan?\n\nCARRIE\nA minus.\n\nHeather growls.\nCARRIE (CONT'D)\nWait wait wait. And Beth. She doesn’t get\nto hook up with John anymore.\n\nBETH\nThat was really great.\n\nNo sale. Heather pushes the notebook towards the water.\n\n(CONTINUED)\n\f99.\nCONTINUED: (5)\n\nCARRIE\nKate, say something.\nKATE\nUh... okay... Listen, Heather, no one’s\n\ngoing to deny that you’ve made the biggest\nsacrifices. But come on, nothing could\nmake me more popular than you. The only\nreason I’m popular at all is because you’ve\ntaken me under your wing. Just hanging out\nwith you makes everyone think I’m somebody.\n\nCARRIE\nAbsolutely. You totally rule this school.\nEveryone knows it.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARRIE\nAbsolutely. You totally rule this school. Everyone knows it. \n\nTARGET SECTION TO BE ANNOTATED:\nBETH\nCarrie’s right. As much as I say I reject\nthe paternalistic power structure of high\nschool, the truth is I'd give my right arm\nto be head cheerleader.\n\nHEATHER\n(softening)\nYou wouldn’t be much of a cheerleader with\none arm.\n\nCARRIE\nThe only reason I never tried out for cheer\nis that I was afraid I wouldn’t make it.\n\nHEATHER\nIt would help if you were a little taller.\nBut you probably could have made it.\n\nCARRIE\nAre we okay?\n\nHEATHER\nWe're okay.\n\nThey all hug. Carrie snatches her notebook from Heather,\ncradles it in her arms like a baby.\n\nINT. KATE’S HOUSE - KITCHEN\nKate’s in the kitchen, on the phone.\nKATE\nNo, sorry, she’s still not here, but the\nsecond she gets home I’11l-\n\n(listens)\nHold on, maybe I hear her.\n\n(CONTINUED)\n\f100.\nCONTINUED:\n\nLori walks in the room, sees Kate on the phone, starts\nshaking her head violently.\n\nKATE (CONT'D)\nOops, nope, not her, but I’11l let her know.\nGood talking to you, Sal.\n\nKate hangs up.\n\nKATE (CONT'D)\nHe’s called three times.\n\nLORI\nThanks.\n\nKATE\nWhy don’t you want to talk to him?\n\nLORI\nI will. Thanks.\n\nBut Kate’s not letting Lori change the subject so easily.\n\nKATE\nYou're avoiding him?\n\nLORI\n(sighs, then)\nYeah, I don’t think we’re going to see each\nother anymore.\n\nKATE\nFigures.\n\nLORI\nExcuse me?\n\nKATE\n\nI said, it figures. You finally date\nsomeone who seems decent, and you dump him\nas soon as you can.\n\nLORI\nKate, who I date is none of your business.\n\nKATE\nAre you serious?\n\nLORI\nYeah, I am.\n\n(CONTINUED)\n\f101.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nKATE\nAre you serious? LORI\nYeah, I am. (CONTINUED)\n\f101. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: (2)\n\nKATE\nDo you know how screwed up that is? You\nreally think dating all those guys, moving\nto all those places didn’t effect me?\n\nLORI\nI know it’s been hard making friends, with\nthe moving-\n\nKATE\nIt’s not just friends - can you imagine\nwhat it’s like growing up with this? All\nI’ve done is watch you date jerks who ruin\nour lives. I’ve started to think all guys\nare like that. I mean, could my dating\nlife be more screwed up? The first serious\nrelationship I’ve ever had is with a guy I\ndon’t like who has no idea who I really am.\nThanks. Thanks a lot. Good thing who you\ndate is none of my business.\n\nKate storms out of the room.\nINT. LAB - DAY\n\nKate and Scott are working next to each other.\n\nKATE\nHey, did you see Cake has a new album out?\nSCOTT\nCool, I’11 have to check it out.\nKATE\nI just got it. Want me to burn you a copy?\nSCOTT\nNo, I'll get it.\nKATE\nEverything okay?\nSCOTT\nEverything's great. Everything okay with\nyou?\nKATE\n\nYeah, sure. Things are just a little...\nKate makes a “mixed-up” motion with her hands.\n\nSCOTT\nYeah, I’ve been getting a little of-\n(makes same gesture)\nThat too.\n(CONTINUED )\n\f102.\nCONTINUED:\n\nKATE\nI think it started when-\n\nSCOTT\nHold that thought. You’ve got a visitor.\n\nScott points to the door. John is there, waving. Perfect\ntiming. Kate walks out of the room.\n\nINT. HALLWAY - CONTINUOUS\nKate joins John.\n\nJOHN\nListen, I was wondering if you want to get\ntogether tonight - we haven’t really seen\neach other since the trip.\n\nKATE\nYeah, tonight’s not great. I’m just really\nbusy these days - it’s cheer season, and\nI’ve got to keep my focus.\n\nJOHN\nBut soon?\n\nKATE\nAbsolutely. I/’11 call you.\n\nJOHN\nHey, I hear everyone saying you’re the new\nhead cheerleader.\n\nKATE\nYeah, crazy, isn’t it?\n\nJOHN\nNot so crazy.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nJOHN\nHey, I hear everyone saying you’re the new\nhead cheerleader. KATE\nYeah, crazy, isn’t it? JOHN\nNot so crazy. \n\nTARGET SECTION TO BE ANNOTATED:\n You are dating John Tucker.\n\nHe flashes his million dollar smile, but it’s looking a\nlittle less convincing than usual.\n\nKATE\nYeah. Okay, see you.\n\nKate heads back into the class. John just stands, watching\nher go... He doesn’t look good. He kind of looks like a\ndesperate girl who’s being ignored by the guy she loves.\nINT. SCHOOL HALLWAY - DAY\n\nKate walks down the hall - it seems that everyone knows her,\ntalks to her, congratulates her...\n\n(CONTINUED)\n\f103.\nCONTINUED:\n\nKATE (V.O.)\nThe week leading up to the election seemed\nto last about a minute, it was so packed.\nI sure wasn’t invisible any more - I\ncouldn't go anywhere without everyone\nknowing who I was.\n\nINT. ITALIAN RESTAURANT - NIGHT\nKate is waiting on an elderly couple.\n\nELDERLY WOMAN\nSo, Kate, what’s going on with you and John\nTucker?\n\nINT. KATE’S BEDROOM - NIGHT\nKate’s asleep in bed; something wakes her.\n\nKATE (V.O.)\nJohn got more and more desperate every day.\nAnd night.\n\nShe looks out her window to find John standing down there,\nguitar in hand, warbling Dashboard Confessional’s “Screaming\nInfidelities.” His usually impressive voice is cracking,\ninterrupted by the tears running down his face. Kate closes\nthe curtains, lies back down, puts a pillow over her face.\n\nINT. CAFETERIA - DAY\n\nKate walks through the cafeteria with another cheerleader,\ntalking.\n\nKATE (V.O.)\nWe didn’t want John to fall completely\napart before we had a chance to destroy him\npublicly, so I did spend some time with\nhim...\n\nKate and the cheerleader sit down at a table, and we see that\nJohn’s behind them, struggling with their books and trays\nloaded down with food. He sets everything down for them;\nwhen he’s done, Kate pats him on the arm to thank him, then\nturns back to her friend. John waves weakly and walks away\nfrom the table.\n\nINT. KATE’S KITCHEN - DAY\nKate is sitting across the table from her mother. They’re\n\nboth reading as they eat, not making eye contact, not\nacknowledging each other’s presence.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. KATE’S KITCHEN - DAY\nKate is sitting across the table from her mother. They’re\n\nboth reading as they eat, not making eye contact, not\nacknowledging each other’s presence. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\f104.\nCONTINUED:\n\nKATE (V.O.)\nSo the plan was rolling along. At home?\nNot so much. My mom and I hadn’t talked\nsince our fight. Well, that’s not\nprecisely true - I asked her to pass me the\npotatoes once, and she asked me if I'd\npicked up toilet paper at the store. So,\nyou know, the lines of communication were\nOpen.\n\nINT. STARBUCKS - DAY\nKate sits with the other three girls.\n\nKATE (V.O.)\nAnd before I knew it, it was the day of the\nelection. The buzz around school - started\nby Carrie - is that something was going to\nhappen. It was the first time politics\nwere ever popular. We got together that\nmorning to work on my speech. It was\ntough, but we found five synonyms for the\nword “womanizer” and seventeen for “dump.”\nAt last, it was finally going to be over,\n\nwe could get our lives back... I was\nthinking nothing could possibly go wrong\nnow.\n\nThey finish; they all get up and head out of the cafe. Kate\nis the last to leave - she goes over to the trash to throw\naway her cup, and turns towards the door when she’s surprised\nto find Scott standing there. Looking extremely confused.\n\nKATE (V.O.) (CONT’D)\nIt never pays to think like that.\n\nKATE (CONT'D)\n(busted)\nScott. Hey. Good to see you.\n\nSCOTT\nSince when are you friends with those\nthree?\n\nKATE\nWell, Heather’s a cheerleader with me, you\nknow that. And... I just know the other\n\ntwo. From around.\n\nSCOTT\nAnd since when are they even friends? I\ndidn’t realize that little video they made\nabout John had brought them so close\ntogether.\n\n(CONTINUED)\n\f105.\nCONTINUED:\n\nKATE\nI didn’t know they didn’t get along...\n\nscoTtT\nNo, they’ve always hated each other. And\nyet here they are, still together, with\nyou. Pretty mindblowing. Pretty crazy\ncoincidence that the three girls who tried\nto humiliate my brother are best friends\nwith his girlfriend. What’s going on?\n\nKate has no answer.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nPretty crazy\ncoincidence that the three girls who tried\nto humiliate my brother are best friends\nwith his girlfriend. What’s going on? Kate has no answer. \n\nTARGET SECTION TO BE ANNOTATED:\nSCOTT (CONT’D)\nGod, I was so wrong about you. I thought\nyou were different than everyone else, then\nyou’re hanging with them, you end up\nfalling for my brother-\n\nKATE\nI didn’t!\n\nScott waits for her to explain herself.\n\nKATE (CONT'D)\nLook, you said yourself that your brother\nwas a jerk. I mean, you've watched him\nhurt all those girls, dating them, lying to\nthem, dumping them... We just thought we'd\ngive him a taste of his own medicine.\n\nSCOTT\nSo, it was just some game the three of you\ncooked up, making him fall for you, and\nthen what? You’re going to dump him?\n\nKate nods.\n\nSCOTT (CONT’D)\n\nAt the assembly. Of course.\n\n(then)\nYou want to hear something ironic? Do you\nknow why he fell for you? Because you were\nthe first person who was honest with him.\nThe first person who treated him like a\nhuman being.\n\nThis lands hard on Kate.\n\nKATE\nAre you going to tell him?\n\n(CONTINUED)\n\f106.\nCONTINUED: (2)\n\nSCOTT\nNo.\n(then)\nHe probably does deserve it, in some way.\n\nKATE\nThat’s what I thought, that’s why I agreed\nto go along with this-\n\nSCOTT\nIn some way he does deserve it, but in\nanother way... Look, do you really think\n\nit’s all his fault? He is what he is. He\ndoesn’t really go out of his way to hide\nit. So who’s to blame - him, or the girls\nwho keep lining up to date him, even\nknowing everything they know about him?\n(then)\nAnd what’s his big sin, really? Lying to\nwomen to get them to fall in love with him?\nGod, that’s horrible. I bet you can’t\nimagine what kind of person would do that,\ncan you, Kate?\n\nScott turns and exits, leaving a shattered Kate.\nINT. LORI’S BEDROOM - MINUTES LATER\n\nLori sits in a chair, reading, when Kate knocks softly on the\ndoor and sticks her head in.\n\nLORI\nWhy aren’t you in school? Everything okay?\n\nKATE\nI needed to talk to you.\n\nKate sits on the bed.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nEverything okay? KATE\nI needed to talk to you. Kate sits on the bed. \n\nTARGET SECTION TO BE ANNOTATED:\nKATE (CONT'D)\n\nI know I told you I don’t need your advice\nabout boys. Well, I need your advice about\nboys.\n\nLORI\nYou know I'll always try. I can’t promise\nI won’t suck, but I'll try.\n\nKATE\nOkay. Do you think I’m doing the right\nthing, you know, dumping John tonight?\n\nTough question right off the bat. Lori searches for words.\n\n(CONTINUED)\n\f107.\nCONTINUED:\n\nKATE (CONT'D)\nI know you didn’t think this was a good\nidea from the beginning, but it’s too late.\nI’m in, and I need to know what to do.\n\nLORI\nOkay. Well, John’s a real bastard, right?\n\nKATE\nI don't know. Maybe there’s more to him.\nMaybe there’s an actual person there.\n\nLORI\nHe did hurt all your friends.\n\nKATE\nYeah, he did. And if I don’t go through\nwith it, they won’t be my friends anymore.\n\nLORI\nYou don’t love him, do you?\n\nKATE\nNo, I don’t love him.\n\nKate shakes her head, trying to sort it out.\n\nKATE (CONT'D)\nSo, I can ruin the life of a guy who’s\nnever done anything to me, and keep the\nbest friends I’ve ever made in my whole\nlife, or, I can not dump him and lose my\n\nfriends.\nLORI\nOkay, just give me a second.\nKATE\nTough one, huh?\nLORI\nAnd the thing that kills me is, it’s all my\nfault.\nKATE\n\nMom, it’s not your fault-\n\nLORI\nWhat you said the other day? You were\nright. How were you supposed to know how\nto act if I didn’t show you? How were you\nsupposed to learn about men when I was\nalways dating bums?\n\n(CONTINUED)\n\f108.\nCONTINUED: (2)\n\nKATE\nWell, you told me not to do this.\n\nLORI\nYeah, one good idea after seventeen years\nof screwing you up. Kate, you’re\nbeautiful, you’re smart, you’re fun - you\ndeserve to be popular, you deserve to date\nwhoever you want to.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED: (2)\n\nKATE\nWell, you told me not to do this. LORI\nYeah, one good idea after seventeen years\nof screwing you up. Kate, you’re\nbeautiful, you’re smart, you’re fun - you\ndeserve to be popular, you deserve to date\nwhoever you want to. \n\nTARGET SECTION TO BE ANNOTATED:\n All you needed was a\nchance. I’m sorry for being selfish.\n\nKATE\nThanks.\n(then)\nSo what do I do?\n\nLORI\n(beat, then)\nYou want to know something sad? The first\nthing that popped into my head is “let’s\nmove to a new town and start over.”\n\nKate laughs.\nLORI (CONT'D)\n\nI’m sorry. I’m really trying, but I just\ndon’t know.\n\nKATE\nDon’t worry. I’1l figure it out. This\nhelped.\n\nLORI\nDid it?\n\nKATE\nNot really, but I can tell you’re hanging\nby a thread.\n\nLori laughs.\n\nKATE (CONT'D)\nYou know, you don’t always date bums.\n\nLORI\nI’m afraid I have.\nKATE\nWhat about Sal?\nLORI\nWell, he’s no John Tucker, I’1l1 grant you\n\nthat.\n\n(CONTINUED)\n\f109.\nCONTINUED: (3)\n\nKATE\nMaybe that’s a good thing.\n\nLORI\nYou've got to get to school. We don’t have\nenough time to fix me.\n\nThey hug.\nINT. GYM - DAY\n\nThe gym is draped with campaign paraphernalia, the stands are\npacked with students. It’s go time. Around the audience, we\nsee Beth, Heather and Carrie, none of them standing together,\nand John, standing at the front with the other candidates.\nOne of them, Norman, turns to John.\n\nNORMAN\nWhere’s Kate? She wasn’t in Biology.\n\nJOHN\nShe'll be here.\n\nNORMAN\nI saw her this morning, and then she\ndisappeared.\n\nJOHN\nYou saw her this morning?\n(starting to come unhinged)\nHow'd she look? Mad? Do you think she’s\ncoming? Have you heard anything? You\ndon’t think she just won't show, do you?\n\nFinally, whispers run through the room and everyone turns and\nlooks at the door, as Kate comes into the room. She nods and\nmakes small talk with the people she passes as she moves into\n\nthe gym.\nThe PRINCIPAL glances at his watch, steps to the microphone.\n\nPRINCIPAL\nWell, since our designated spirit\nrepresentative has shown up, let’s get this\nstarted.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe nods and\nmakes small talk with the people she passes as she moves into\n\nthe gym. The PRINCIPAL glances at his watch, steps to the microphone. PRINCIPAL\nWell, since our designated spirit\nrepresentative has shown up, let’s get this\nstarted. \n\nTARGET SECTION TO BE ANNOTATED:\nHe covers the mic, turns to a teacher standing next to him.\nPRINCIPAL (CONT’D)\n(whispering)\nIs she dumping him?\n\nTEACHER\nThat’s what I hear.\n\n(CONTINUED)\n\f110.\nCONTINUED:\n\nKate gets to the stage. The principal hands her an envelope.\n\nKATE\nHi, everyone. Thanks. Before I announce\nthe winners, I’d like to say something\nabout one of the people up on this stage.\nI know this is unusual, but bear with me.\nAs some of you know, I’m not completely\nobjective about this election; I’ve been\ndating John Tucker for awhile now. I’ve\nlearned alot, and I think it’s time I share\nit all with you.\n\nA murmur from the crowd: here it comes.\n\nKATE (CONT'D)\nSometimes you think you know a person.\nEspecially popular people - you think that\nsmiling, friendly face they put on is the\nreal person. Sometimes they even start to\nbelieve it about themselves. If everyone\nloves them, they couldn’t be so bad, could\nthey? But I’m afraid that sometimes that\nperson is rotten to the core, they’re a\nliar and a cheat and they've gotten their\npopularity by using people and then casting\nthem aside. They hurt people that they’re\nsupposed to care about, and that’s just\nunforgivable. There are no excuses for\nthat kind of behavior, and anyone who does\nthat should be punished.\n\nHeather, Carrie and Beth are practically gleeful: all their\nwork is about to pay off. Carrie holds a camcorder up, to\ncapture the moment.\n\nKATE (CONT'D)\nAs you’ve probably guessed, the person I’m\ntalking about is me.\n\nGasps and shock all around.\n\nKATE (CONT'D)\nI used John. I did everything I could to\nget him to fall in love with me, because I\nknew that if he did, I'd be popular. And\nit worked. Here I am. But to do it, I was\nlying to all of you about who I really was,\nand I had to hurt John, who'd never done\nanything to me. I’m sorry.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nHere I am. But to do it, I was\nlying to all of you about who I really was,\nand I had to hurt John, who'd never done\nanything to me. I’m sorry. \n\nTARGET SECTION TO BE ANNOTATED:\nKATE (CONT'D)\nI don't deserve to be standing up here, I\ndon’t deserve all the attention I’ve been\ngetting...\n\nMORE\n( ) (CONTINUED)\n\f111.\nCONTINUED: (2)\nKATE (CONT'D)\n\n(to John)\nAnd I don’t deserve you. I think that\nburied deep deep deep inside of you,\nthere’s a really sensitive, wonderful guy\nthat’s going to come out for the right\ngirl. I’m not her. I hope you find her.\n\n(back to audience)\nThanks again for everything. I know I’m\ngiving up a lot by doing this, including\nsome really great friends, but I didn’t\nreally earn any of it. So, goodbye.\n\nShe starts to walk off, pauses, goes back to the mic.\n\nKATE (CONT'D)\nOne more thing. Why do we all make fools\nof ourself chasing after the John Tuckers\nof the world, anyway? Why are we so busy\ndefining ourselves by other people? I\ndon’t have an answer, I just thought it was\na good question.\n\n(then)\nOh, and also, since I probably won't ever\nhave everyone’s attention like this\nagain... It wouldn’t kill you all to come\nout to a girls’ track meet once in awhile.\n\nAnd with that, Kate walks off the stage, leaving behind a\nstunned crowd. John looks at the crowd, looks at Kate\ndisappearing, and runs after her.\n\nINT. HALLWAY OUTSIDE GYM - CONTINUOUS\n\nJohn catches up with Kate.\n\nJOHN\nWait-\n\nKATE\nJohn, don’t. I’m really not the right\nperson for you.\n\nJOHN\nI kind of get that now.\n\nKATE\nLook, I’m sorry-\n\nJOHN\nDon’t be sorry. Actually, I just wanted to\nthank you.\n\nKATE\nThank me?\n\n(CONTINUED)\n\f112.\nCONTINUED:\n\nJOHN\nYeah. You could have destroyed me out\nthere. All those things you were saying...\nthey’re true about me, too. We’re alike in\na lot of ways.\n\nKATE\nThat was kind of the twist. Tricky, huh?\nJOHN\nI’m going to work on it.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nKATE\nThat was kind of the twist. Tricky, huh? JOHN\nI’m going to work on it. \n\nTARGET SECTION TO BE ANNOTATED:\nKATE\nReally?\nJOHN\n\nI’m still not sure how you did what you did\nto me, but it made me think about a lot of\nthings. Who I am. Why I do what I do.\nWho I hurt. I guess I’m feeling...\n\nKATE\n..-Compassion?\n\nJOHN\nI don’t know, but I don’t like it.\n\nThey laugh. John holds out his hand.\n\nJOHN (CONT'D)\nGood luck, Kate.\n\nKATE\nGood luck.\n\nThey shake hands; Kate goes in and kisses him on the cheek.\nShe then turns and exits the building.\n\nKATE (V.O.) (CONT'D)\nAnd then, as I was walking out of there, I\nrealized that there was one person who\nnoticed me before John did. One person who\ndid seem to like me for who I was.\n\nFLASHBACKS:\n\nScott coming up to Kate at the water fountain and talking and\njoking with her...\n\nScott asking Kate to be his lab partner...\nScot talking to Kate at the party...\nScott and Kate at the campaign, laughing with each other...\n\n(CONTINUED)\n\f113.\nCONTINUED: (2)\n\nScott helping her with the cramp in her leg...\n\nKATE (V.O.) (CONT’D)\nAnd one person who amazingly didn’t forget\nI existed the second he met my mom.\n\nScott meeting Lori at campaign headquarters, shaking her\nhand, and immediately looking right back to Kate...\n\nEXT. OUTSIDE GYM - CONTINUOUS\nKate exits the gym and walks out into the night.\nKATE (V.O.)\nBut I figured my chances with him were\nslightly damaged by the fact that he hated\nme.\n\nSCOTT (0.S.)\nKate!\n\nKATE (V.O.)\nLuckily, I was wrong.\n\nKate turns to find Scott running to her. When he catches\nher:\n\nscoTtT\nDoes this mean you’re not dating my brother\nanymore?\nKATE\nI think so.\nSCOTT\nFinally.\nAnd he moves in to kiss her. It’s going to be the most\nbeautiful moment ever... and she stops him.\nKATE\n\nWhat do you think you’re doing?\n\nSCOTT\nKissing you? Romantically? Although every\nsecond we talk about it, it’s becoming less\nromantic and more uncomfortable. You’re\njust looking at me. Time is passing.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlthough every\nsecond we talk about it, it’s becoming less\nromantic and more uncomfortable. You’re\njust looking at me. Time is passing. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s\ngetting really bad now.\n\nKATE\n\nAnd just exactly long have you been\nattracted to me?\n\n(CONTINUED)\n\f114.\nCONTINUED:\n\nSCOTT\nI think I suspected it when I first saw\nyou, and I was sure when you glued your\ntongue to your mouth...\n\nKATE\nSo why didn’t you say anything? You know,\nthis is all kind of your fault. You should\nhave asked me out the second you met me,\nnot taken “no” for an answer, and saved me\nfrom this whole mess.\n\nSCOTT\nI’m... sorry?\n\nKATE\n(smiles)\nSo am I.\n\nAnd he kisses her. She returns the kiss and they embrace,\nnot letting go.\n\nKATE (V.O.) (CONT’D)\nSo what happened to everyone?\n\nINT. GYM - NIGHT\n\nWe're in the middle of a game - John’s standing on the\nsideline as his coach yells at him.\n\nKATE (V.O.)\nEven though it didn’t happen quite how we\nhoped, we still ended up teaching John\n\nTucker a lesson and changing him forever.\n\nJohn finally snaps and yells back at his coach:\n\nJOHN\nWhat’s the matter with me? What’s the\nmatter? I’11 tell you! I don’t want to\nplay basketball! I hate basketball! I\nwant to sing! I want to sing!\n\nINT. AUDITORIUM - DAY\n\nJohn stands front and center, belting out a song to a packed\nhouse.\n\nJOHN\nOklahoma! Where the wind comes sweeping\ndown the plains!\n\f115.\n\nEXT. PARKING LOT - DAY\n\nA high school couple walks hand in hand towards a car. They\nsplit up - the boy goes to the driver’s side, the girl to the\npassenger side.\n\nKATE (V.O.)\n\nAmazingly, another John Tucker didn’t\nspring up to take his place. From that\ntime on, the guys at our school treated the\nwomen like princesses.\n\nThe girl makes no move to open her own door; glances over at\nher boyfriend. He runs around the car, opens her door for\nher, waits for her to get in, and closes the door.\n\nKATE (V.O.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe runs around the car, opens her door for\nher, waits for her to get in, and closes the door. KATE (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\n (CONT’D)\n\nAfter seeing what women could do to even\nthe mighty John Tucker when we put our\nminds to it, they were scared to death of\nus.\n\nINT. STARBUCKS - DAY\nKate sits alone.\n\nKATE (V.O.)\n\nWhat about the other girls? Like I said,\n\nwe were just together to take care of John\nTucker, and once that was done, there was\n\nno reason to hang out.\n\nThe other three join Kate at the table, setting down drinks\nand muffins.\n\nKATE (V.O.) (CONT’D)\n\nNo reason except that we were all pretty\namazing people who taught each other that\nmen come and go, but friends are forever.\nWe stayed close until the end of high\nschool, and we still meet once a year to\ncelebrate the day we saved the world from\nJohn Tucker.\n\nThe girls all clink their coffee cups together in a toast.\nINT. KATE’S HOUSE - LIVING ROOM - DAY\nLori walks to the front door.\nKATE (V.O.)\nMom turned out to be more mature than she\n\nthought... with a little help from me, of\ncourse.\n\n(CONTINUED)\n\f116.\nCONTINUED:\n\nShe opens the door to find Sal at the door, holding a huge\nbouquet of flowers. He’s got a new hairstyle - it’s long and\ncomes down over the ears. Lori and Sal embrace; we now see\nthat Kate is watching from the top of the stairs. Sal gives\nher a thumbs-up; Kate points to his hair and flashes him an\nokay sign.\n\nKATE (V.O.) (CONT'D)\nHe’s easily the ugliest new dad I ever had,\nbut he’s easily the best.\n\n(then)\nWho's left? Oh, right.\n\nEXT. TRACK - NIGHT\n\nKate is running sprints while Scott times her. They’re the\nonly people at the track.\n\nKATE (V.O.)\nScott was the luckiest one of all - he got\nme. And what about me? How did I turn\nout?\n\nKate finishes running, catching her breath with her hands on\nher hips. She walks along, then looks straight up into\ncamera.\nKATE (V.O.) (CONT'D)\n\nI’m the girl who made John Tucker fall in\n\nlove. I’m a legend.\nKate smiles.\n\nFADE OUT.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m a legend. Kate smiles. FADE OUT. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE END\n\f"
}