{
  "1": "\n\n\n\n\n\n                            JOKER\n\n\n\n                          AN ORIGIN\n\n\n\n\n\n\n\n\n\n                         Written by\n\n\n\n                 Todd Phillips &amp; Scott Silver\n\n\n\n\n\n\n\n\n\n                                                  13 April 2018 \n\n\n\n  This story takes place in its own universe. It has no\n\n  connection to any of the DC films that have come before it.\n\n\n\n  We see it as a classic Warner Bros. movie. Gritty, intimate\n\n  and oddly funny, the characters live in the real world and\n\n  the stakes are personal.\n\n\n\n  Although it is never mentioned in the film, this story takes\n\n  place in the past.\n\n\n\n  Let's call it 1981.\n\n\n\n  It's a troubled time. The crime rate in Gotham is at record\n\n  highs. A garbage strike has crippled the city for the past\n\n  six weeks. And the divide between the \"haves\" and the \"have-\n\n  nots\" is palpable. Dreams are beyond reach, slipping into\n\n  delusions.\n\n\n\n\n\n\n\n                                                      OVER BLACK:\n\n\n\n    HEAR LAUGHTER.\n\n\n\n    The sound of a man totally cracking up.\n\n\n\n                                                        FADE IN:\n\n\n\n\n\n1   INT. DEPT. OF HEALTH, OFFICE - MORNING                          1\n\n\n\n    CLOSE ON JOKER (30's), tears in his eyes from laughing so\n\n    hard. He's trying to get it under control. His greasy, black\n\n    hair is matted down. He's wearing an old, faded red hooded\n\n    zip-up sweatshirt, a threadbare gray scarf, thin from years\n\n    of use, hangs loosely around his neck.\n\n\n\n    WE NOTICE TWO FADED OLD SCARS cut at the corners of his\n\n    mouth. Almost forming a smile.\n\n\n\n    He's sitting across from an overworked SOCIAL WORKER (50's),\n\n    African American. Her office is cramped and run-down in a\n\n    cramped and run-down building. Stacks of folders piled high\n\n    in front of her.\n\n\n\n    She just sits behind her desk, waiting for his laughing fit\n\n    to end, she's been through this before. Finally it subsides.\n\n\n\n    Joker takes a deep breath, pauses to see if it's over.\n\n\n\n    Beat.\n\n\n\n                        JOKER\n\n              --is it just me, or is it getting\n\n              crazier out there?\n\n\n\n    Despite the laughter, there's real pain in his eyes.\n\n    Something broken in him. Looks like he hasn't slept in days.",
  "2": "---END OF PREVIOUS SECTION---\nDespite the laughter, there's real pain in his eyes. Something broken in him. Looks like he hasn't slept in days. \n---TARGET SECTION TO BE ANNOTATED---\n                         SOCIAL WORKER\n\n              It's certainly tense. People are\n\n              upset, they're struggling. Looking\n\n              for work. The garbage strike seems\n\n              like it's been going on forever.\n\n              These are tough times.\n\n                  (then)\n\n              How 'bout you. How's the job? Still\n\n              enjoying it?\n\n\n\n                          JOKER\n\n              Yeah, I   mean, it's different each\n\n              day, so   I really like that. I don't\n\n              think I   could ever work in an\n\n              office.   Behind a desk.\n\n                          (MORE)\n\n                                                         2.\n\n\n\n                     JOKER (CONT'D)\n\n              (beat)\n\n          No offense.\n\n\n\nShe smiles. Writes something down. Looks at the clock, she's\n\nrunning late for her next appointment.\n\n\n\n                    SOCIAL WORKER\n\n          Have you been keeping up with your\n\n          journal?\n\n\n\n                       JOKER\n\n          Everyday.\n\n\n\n                    SOCIAL WORKER\n\n          Great. Did you bring it with you?\n\n\n\nBeat.\n\n\n\n                    JOKER\n\n              (dodging the subject)\n\n          I'm sorry. Did I bring what?\n\n\n\n                    SOCIAL WORKER\n\n              (impatient; she doesn't\n\n               have time for this)\n\n          Arthur, last time I asked you to\n\n          bring your journal with you. For\n\n          these appointments. Do you have it?\n\n\n\n                       JOKER\n\n          Yes ma'am.\n\n\n\nBeat.\n\n\n\n                    SOCIAL WORKER\n\n          Can I see it?\n\n\n\nHe reluctantly reaches into his bag. Pulls out a weathered\n\nnotebook. Slides it across to her--\n\n\n\n                    JOKER\n\n          I've been using it as a journal,\n\n          but also a joke diary. Funny\n\n          thoughts or, or observations-- Did\n\n          I tell you I'm pursuing a career in\n\n          stand-up comedy?\n\n\n\nShe's half-listening as she flips through his journal.\n\n\n\n                    SOCIAL WORKER\n\n          No. You didn't.\n\n\n\n                    JOKER\n\n          I think I did.\n\n                                                            3.\n\n\n\n\n\nShe doesn't respond, keeps flipping through his journal--\n\n\n\n                    SOCIAL WORKER\n\n          Oh yeah. Because of what your\n\n          mother said,-- about your purpose.\n\n          \"To bring laughter and joy to the\n\n          world,\" right?\n\n\n\n                    JOKER\n\n          Right.\n\n\n\nANGLE ON JOURNAL, pages and pages of notes, all in neat,\n\nangry-looking handwriting.",
  "3": "---END OF PREVIOUS SECTION---\n\"To bring laughter and joy to the\n\n          world,\" right? JOKER\n\n          Right. ANGLE ON JOURNAL, pages and pages of notes, all in neat,\n\nangry-looking handwriting. \n---TARGET SECTION TO BE ANNOTATED---\n Also, cut out photos from hardcore\n\npornographic magazines and some crude handmade drawings.\n\n\n\nA flash of anger crosses Joker's face. We see him picking at\n\nhis right eyebrow, almost obsessively. Trying to stay calm.\n\nHis eyebrow is actually half-gone. Something he does a lot.\n\n\n\n                    JOKER\n\n          I didn't realize you wanted to read\n\n          it.\n\n\n\nThe social worker gives him a look, then reads something in\n\nthe pages that gives her pause.\n\n\n\n                    SOCIAL WORKER\n\n              (reading out loud)\n\n          \"I just hope my death makes more\n\n          sense than my life.\"\n\n\n\nShe looks up at Joker. He just stares back. Lets it hang out\n\nthere for a beat.\n\n\n\nThen he laughs a little, even though he doesn't think it's\n\nfunny--\n\n\n\n                    JOKER\n\n          Yeah. I mean, that's just--\n\n\n\n                    SOCIAL WORKER\n\n          Does my reading it upset you?\n\n\n\nHe leans in.\n\n\n\n                    JOKER\n\n          No. I just,-- some of it's\n\n          personal. You know?\n\n\n\n                    SOCIAL WORKER\n\n          I understand. I just want to make\n\n          sure you're keeping up with it.\n\n\n\nShe slides his journal back to him. He holds it in his lap.\n\n                                                         4.\n\n\n\n\n\n                    SOCIAL WORKER\n\n          What about your mom? How's she\n\n          feeling?\n\n\n\n                    JOKER\n\n          She has good days. But mostly bad.\n\n          It's been a big help having me\n\n          there. She really needs me.\n\n\n\n                    SOCIAL WORKER\n\n          Seems like she's been sick a lot\n\n          since you got home.\n\n\n\n                     JOKER\n\n              (nods)\n\n          Yeah, it's good I'm there. When I\n\n          was in the hospital, after my last\n\n          episode-- she was having trouble\n\n          getting over there to visit.\n\n\n\nShe looks back up at the clock, she needs to get to her next\n\nappointment.\n\n\n\n                    SOCIAL WORKER\n\n          All right. So, I'll see you again,\n\n          two weeks from today?\n\n\n\nHe nods. But keeps sitting there for a moment.\n\n\n\nShe stands up, trying to signal it's time for him to leave--\n\n\n\n                    SOCIAL WORKER\n\n          Is there something else I can help\n\n          you with, Arthur? My next\n\n          appointment is waiting.\n\n\n\nHe just keeps sitting there.",
  "4": "---END OF PREVIOUS SECTION---\nShe stands up, trying to signal it's time for him to leave--\n\n\n\n                    SOCIAL WORKER\n\n          Is there something else I can help\n\n          you with, Arthur? My next\n\n          appointment is waiting. He just keeps sitting there. \n---TARGET SECTION TO BE ANNOTATED---\n                    JOKER\n\n          Yeah, I was wondering if you could\n\n          ask the doctor to increase the\n\n          dosage on my medications? Nothing\n\n          seems to make a difference.\n\n\n\n                     SOCIAL WORKER\n\n              (looking over his record)\n\n          Do you know which ones you'd like\n\n          increased?\n\n\n\nShakes his head, no.\n\n\n\n                    SOCIAL WORKER\n\n          Have you been sleeping?\n\n                                                              5.\n\n\n\n\n\n                        JOKER\n\n                  (lying)\n\n              Some.\n\n\n\n    She glances at his file again.\n\n\n\n                        SOCIAL WORKER\n\n              Arthur, you're on seven different\n\n              medications. Surely they must be\n\n              doing something.\n\n\n\n    He finally stands up. Zips up his faded red sweatshirt.\n\n\n\n    Looks at her--\n\n\n\n                        JOKER\n\n              I just don't wanna feel so bad\n\n              anymore.\n\n\n\n                                                  CUT TO BLACK:\n\n\n\n    TITLE:\n\n\n\n                                JOKER\n\n\n\n\n\n2   EXT. GOTHAM SQUARE, MIDTOWN - KENNY'S MUSIC SHOP - DAY         2\n\n\n\n    GOTHAM SQUARE IS CLOGGED WITH TRAFFIC. Non-stop honking\n\n    horns, pedestrians crowding the sidewalk. Huge billboards,\n\n    giant movie marquees, garbage bags piled high everywhere.\n\n    Underneath it all we hear a TINKLING PIANO playing something\n\n    bouncy and fast-paced.\n\n\n\n    FROM ACROSS THE BUSY CITY STREET, we see Joker. He's dressed\n\n    as a sad-faced HOBO CLOWN. This is his job.\n\n\n\n    Dressed in tattered clothes, dark five o'clock shadow painted\n\n    on his face, big bulbous red nose, his mouth's outlined in\n\n    white, turned down at the corners.\n\n\n\n    He's holding up a sign in front of Kenny's Music Shop that\n\n    reads, \"EVERYTHING MUST GO!\" A banner above the store reads,\n\n    \"GOING OUT OF BUSINESS!\" Behind him, an OLD MAN plays a piano\n\n    on the street. Both of them there to draw attention to the\n\n    big sale going on in the store.\n\n\n\n    Joker's doing a little Charlie Chaplin like waddle to the\n\n    music. Most people walk right past, ignoring him. A few bump\n\n    into him by mistake.\n\n\n\n    JOKER SEES A GROUP OF FIVE BOYS, no more than 15-years-old,\n\n    walking toward him. He moves out of their way.",
  "5": "---END OF PREVIOUS SECTION---\nA few bump\n\n    into him by mistake. JOKER SEES A GROUP OF FIVE BOYS, no more than 15-years-old,\n\n    walking toward him. He moves out of their way. \n---TARGET SECTION TO BE ANNOTATED---\n They crack up\n\n    laughing when they see him. Start making fun of him.\n\n                                                                6.\n\n\n\n\n\n    Joker ignores them, tries to do his job the best he can while\n\n    maintaining some dignity. Keeps dancing and holding up the\n\n    sign.\n\n\n\n    One of the kids knocks the sign out of Joker's hands--\n\n\n\n                        KID #1\n\n              Suck my dick, clown.\n\n\n\n    The kids laugh. Joker doesn't say anything. Just bends over\n\n    to pick up the sign--\n\n\n\n    Another kid kicks him in the ass--\n\n\n\n                        KID #2\n\n              Whoops.\n\n\n\n    Joker falls face first onto the sidewalk. Oddly, the old man\n\n    playing the piano picks up the pace of the music--\n\n\n\n    The kids crack up. One of the boys grabs Joker's sign and\n\n    takes off running across the street--\n\n\n\n    The other kids follow, weaving through traffic--\n\n\n\n    Joker gets up and gives chase. He needs his sign back.\n\n\n\n    He almost gets hit by a taxi, spinning out of the way just in\n\n    time-- Spinning right into another taxi that stops just short\n\n    of hitting him.\n\n\n\n    Joker keeps running through traffic. People stare. A clown\n\n    barreling down the street has got to be a joke--\n\n\n\n\n\n3   EXT. CORNER, SIDE STREET - GOTHAM SQUARE - CONTINUOUS            3\n\n\n\n    The five boys are booking it down the crowded street laughing\n\n    and whooping it up. At the last second they take a sharp\n\n    right turn down a cross street--\n\n\n\n    Joker almost overshoots the corner, slip-sliding in his big\n\n    red shoes--\n\n\n\n    He rights himself and heads down after them--\n\n\n\n    Sees them running up ahead--\n\n\n\n    WHAP! Out of nowhere Joker gets hit in the face!\n\n\n\n    He falls to the ground.\n\n\n\n    One of the kids was hiding between parked cars and hit Joker\n\n    with the \"EVERYTHING MUST GO!\" sign, splintering it in two--\n\n                                                                7.\n\n\n\n\n\n    The other kids turn back and walk up to Joker down on the\n\n    ground.\n\n\n\n    Joker reaches out, still trying to save the sign--\n\n\n\n    THE KIDS START KICKING AND BEATING THE SHIT out of Joker.\n\n    It's brutal and vicious. Nobody on the street stops to help.",
  "6": "---END OF PREVIOUS SECTION---\nJoker reaches out, still trying to save the sign--\n\n\n\n    THE KIDS START KICKING AND BEATING THE SHIT out of Joker. It's brutal and vicious. Nobody on the street stops to help. \n---TARGET SECTION TO BE ANNOTATED---\n    CLOSE ON JOKER'S HOBO CLOWN FACE, down on the ground. Sweat\n\n    running down his face, smearing his make-up. He doesn't even\n\n    look like he's in pain. He just takes the beating.\n\n\n\n    That stupid frown painted on his face.\n\n\n\n\n\n4   INT. CITY BUS (PULLING OUT) - HEADING DOWNTOWN - DUSK            4\n\n\n\n    Joker, makes his way toward the back of the crowded bus, now\n\n    walking with a slight limp, but keeping his head held high.\n\n\n\n    His make-up's washed off, costume and props all shoved into a\n\n    big shopping bag slung over his shoulder. Some white grease-\n\n    paint still smudged on the sides of his face.\n\n\n\n    He finds an empty seat in the back of the bus. Sees a sad-\n\n    eyed FOUR-YEAR-OLD GIRL, face puffy from crying, sitting on\n\n    her knees looking back at him. Her mother's facing forward,\n\n    but even from behind you can tell she's angry.\n\n\n\n    Joker sees the sad-eyed girl staring straight back at him. He\n\n    doesn't know where to look, feeling self-conscious and small.\n\n    He gets back into \"character\" smiling like a clown and covers\n\n    his face with his hands-- Starts playing the peek-a-boo game\n\n    with her.\n\n\n\n    The girl stares back at him for a moment then giggles--\n\n\n\n                         WOMAN ON BUS\n\n                   (turns back to Joker;\n\n                    already annoyed)\n\n              Can you please stop bothering my\n\n              kid?\n\n\n\n                        JOKER\n\n              I wasn't bothering her, I was--\n\n\n\n                         WOMAN ON BUS\n\n                  (interrupts)\n\n              Just stop.\n\n\n\n    AND SUDDENLY JOKER STARTS TO LAUGH. LOUD. He covers his mouth\n\n    trying to hide it-- Shakes his head, laughter pausing for a\n\n    moment, but then it comes on stronger. His eyes are sad. It\n\n    actually looks like the laughter causes him pain.\n\n                                                                                   8.\n\n\n\n\n\n    People on the bus are staring. The girl looks like she's\n\n    going to cry again.\n\n\n\n                            WOMAN ON BUS\n\n                  You think that's funny?\n\n\n\n    Joker shakes his head no, but he can't stop laughing. He\n\n    reaches in his pocket and pulls out a small card.",
  "7": "---END OF PREVIOUS SECTION---\nWOMAN ON BUS\n\n                  You think that's funny? Joker shakes his head no, but he can't stop laughing. He\n\n    reaches in his pocket and pulls out a small card. \n---TARGET SECTION TO BE ANNOTATED---\n Hands it to\n\n    the woman.\n\n\n\n    CLOSE ON THE CARD, it reads: \"Forgive my laughter. I have a\n\n    condition (more on back)\"\n\n\n\n    She turns the card over and there is a bunch of information\n\n    in small writing--\n\n    \"It's a medical condition causing sudden, frequent, uncontrollable laughter that\n\n    doesn't match how you feel. It can happen in people with a brain injury or certain\n\n    neurological conditions.\"\n\n\n\n    She doesn't read it (but if you freeze frame the movie you\n\n    could). She just shakes her head annoyed and throws the card\n\n    on the ground.\n\n\n\n    Joker laughs harder. Tears running down his face.\n\n\n\n    Not wanting to attract any more attention to himself, he\n\n    pulls up his red hood, and uses his threadbare scarf to cover\n\n    his mouth, trying to muffle the laughter.\n\n\n\n    He looks out at the city passing him by.\n\n\n\n\n\n5   EXT. LOWER EAST SIDE, STREETS - GOTHAM - EVENING                                     5\n\n\n\n    The bus pulls away, sun almost gone.\n\n\n\n    Joker heads slowly down the litter-covered streets. Garbage\n\n    is piled along the sidewalks, the air thick with smog creates\n\n    a haze over everything.\n\n\n\n    The streets are crowded with the poor, the elderly and\n\n    disenfranchised. Women with children in busted strollers.\n\n    Homeless people sleeping on subway grates. Stray dogs. His is\n\n    one of the few white faces.\n\n\n\n    Joker makes his way into a run-down drug store, behind him\n\n    two drunks fight on the corner, beating the shit out of each\n\n    other. Joker, and nobody else for that matter, pays them any\n\n    attention.\n\n\n\n    No one here gives a shit.\n\n                                                               9.\n\n\n\n\n\n6   INT. LOBBY, APARTMENT BUILDING - EVENING                        6\n\n\n\n    A shabby lobby in a building that was once probably pretty\n\n    nice, but now it's a dump.\n\n\n\n    Joker checks his mailbox. He's holding a small white\n\n    (prescription) bag in his hand.\n\n\n\n    The mailbox is empty.\n\n\n\n\n\n7   INT. ELEVATOR, APARTMENT BUILDING - CONTINUOUS                  7\n\n\n\n    Joker steps onto the wheezing elevator, harsh fluorescent            \n\n    lights, graffiti on the walls.",
  "8": "---END OF PREVIOUS SECTION---\nThe mailbox is empty. 7   INT. ELEVATOR, APARTMENT BUILDING - CONTINUOUS                  7\n\n\n\n    Joker steps onto the wheezing elevator, harsh fluorescent            \n\n    lights, graffiti on the walls. \n---TARGET SECTION TO BE ANNOTATED---\n As the door closes, he hears--        \n\n\n\n                        SOPHIE (OS)\n\n              Wait!!\n\n\n\n    He puts his foot out with some panache to stop the closing\n\n    door-- He's a romantic at heart. Ding.\n\n\n\n    And SOPHIE DUMOND (late 20's), tired eyes, hands filled with\n\n    grocery bags, steps onto the elevator with GIGI, her 5-year-\n\n    old daughter.\n\n\n\n                         SOPHIE\n\n              Thank you.\n\n                  (realizing)\n\n              Of course it's you,-- everyone else\n\n              in this building is just so fucking\n\n              rude.\n\n\n\n    Joker nods \"thanks.\" Holds his breath, hoping he doesn't\n\n    start to laugh.\n\n\n\n    Floors dinging as the elevator rises.\n\n\n\n    Joker sees GiGi licking the dirty smudged elevator handrail\n\n    behind her mom.\n\n\n\n                        SOPHIE\n\n              How's your mom doing?\n\n\n\n    He takes a deep breath, he's uncomfortable talking to her,\n\n    holds up the white prescription bag.\n\n\n\n                        JOKER\n\n              It's day to day. I'm doing\n\n              everything I can to get her back on\n\n              her feet.\n\n                  (re: pharmacy bag)\n\n              Picked up her medicine. Gonna make\n\n              her some dinner.\n\n                                                            10.\n\n\n\n\n\n                        SOPHIE\n\n                  (smiles; being polite)\n\n              She's lucky she has you--\n\n\n\n    Joker smiles thanks, can't help but glance at GiGi licking\n\n    the rail.\n\n\n\n    Sophie finally notices. She wants to grab her but can't with\n\n    her hands full. Tries to kick her away--\n\n\n\n                        SOPHIE\n\n              Jesus. Don't do that, GiGi! How\n\n              many times have I told you that?\n\n                  (to Joker)\n\n              This building is so awful, isn't\n\n              it?\n\n\n\n    Joker just nods... he doesn't know what to say, but clearly\n\n    wants to continue this conversation with Sophie.\n\n\n\n    The doors open. They all step off.\n\n\n\n                        SOPHIE\n\n              Okay. Well, tell your mom I said\n\n              hello.\n\n\n\n    And Sophie and GiGi walk down the hall-- the opposite way of\n\n    Joker. He just stands there for a beat. Heart beating fast.\n\n\n\n                        JOKER\n\n                  (calls out after her)\n\n              Hey Sophie--\n\n\n\n    She turns around.",
  "9": "---END OF PREVIOUS SECTION---\nHe just stands there for a beat. Heart beating fast. JOKER\n\n                  (calls out after her)\n\n              Hey Sophie--\n\n\n\n    She turns around. \n---TARGET SECTION TO BE ANNOTATED---\n                        JOKER\n\n              I'll tell my mom you said hello.\n\n\n\n    She smiles as in \"yeah, that's what I said.\"\n\n\n\n\n\n8   INT. MOM'S APARTMENT, FRONT DOOR - EVENING                    8\n\n\n\n    Old apartment, worn carpet. Nothing's new inside but it's\n\n    fairly neat and well-kept.\n\n\n\n    Joker closes the door behind him, leans his back against it\n\n    and swoons. Hears a deep purring sound. He looks down and\n\n    sees an OLD ORANGE CAT, rubbing up against his leg.\n\n\n\n    Then--\n\n                                                            11.\n\n\n\n\n\n                        MOM (OS)\n\n                  (shattering the moment,\n\n                   calls out)\n\n              Happy?! Did you check the mail\n\n              before you came up?\n\n\n\n                        JOKER\n\n              Yes, Ma. Nothing. No letter.\n\n\n\n                        MOM (OS)\n\n              You sure you looked? Sometimes I\n\n              don't know where your head is.\n\n\n\n    Joker glances back down and sees the cat is gone.\n\n\n\n                        JOKER\n\n              Yes I'm sure. And my head's right\n\n              here. I'm gonna make you some\n\n              dinner, okay?\n\n\n\n                                                   QUICK CUTS:\n\n\n\n    JOKER TEARS OPEN THE PRESCRIPTION BAG... A FLURRY OF PILL\n\n    BOTTLES TUMBLE OUT ONTO THE COUNTER.\n\n\n\n    SEE HIS NAME, \"ARTHUR FLECK\" ON THE ORANGE PILL BOTTLES, AND\n\n    GLIMPSE THE GENERIC DRUG NAMES, TEMAZEPAM... PERPHENAZINE...\n\n    AHENELZINE... AMITRIPTYLINE... BENZEDRINE... DIAZEPAM...\n\n    MEPROBAMATE...\n\n\n\n    TAKES OUT ONE PILL FROM EACH THE TEMAZEPAM AND MEPROBAMATE\n\n    BOTTLES.\n\n\n\n    TWO PILLS BEING CRUSHED UP TO POWDER.\n\n\n\n    SPRINKLES THE POWDER ON TOP OF A TV DINNER.\n\n\n\n    SWALLOWS A HANDFUL OF PILLS FROM THE OTHER BOTTLES.\n\n\n\n    LOOKS DOWN AND SMILES AT THE ORANGE CAT LOOKING UP AT HIM\n\n    FROM THE COUNTER.\n\n\n\n\n\n9   INT. MOM'S BEDROOM, APARTMENT - NIGHT                         9\n\n\n\n    Joker brings the food to his mother, PENNY (70's), lying in\n\n    her bed.",
  "10": "---END OF PREVIOUS SECTION---\nLOOKS DOWN AND SMILES AT THE ORANGE CAT LOOKING UP AT HIM\n\n    FROM THE COUNTER. 9   INT. MOM'S BEDROOM, APARTMENT - NIGHT                         9\n\n\n\n    Joker brings the food to his mother, PENNY (70's), lying in\n\n    her bed. \n---TARGET SECTION TO BE ANNOTATED---\n The TV is on, playing the local news.\n\n\n\n    Joker sets the food down in front of his mother. He covers\n\n    the pain from his beating the best he can-- His mother\n\n    doesn't seem to notice anyway.\n\n\n\n                        MOM\n\n              He must not be getting my letters.\n\n                                                        12.\n\n\n\n\n\nJoker sits down on a chair next to the bed.\n\n\n\n                    JOKER\n\n          He's a busy man.\n\n\n\n                    MOM\n\n          Too busy for me? I worked for that\n\n          family for 12 years. He always had\n\n          a smile for me. Least he could do\n\n          is write back.\n\n\n\n                    JOKER\n\n          Ma, eat. You need to eat.\n\n\n\n                    MOM\n\n          You need to eat. Look how skinny\n\n          you are.\n\n\n\nBefore Joker can say anything, his mother points to the news\n\non the TV--\n\n\n\n                    MOM\n\n          All day long it's more bad news.\n\n          That's all there is.\n\n\n\n                    JOKER\n\n          Maybe you shouldn't watch so much\n\n          television.\n\n\n\n                    MOM\n\n              (ignoring)\n\n          He's the only hope for Gotham.\n\n          He'll make a great mayor. Everybody\n\n          says so.\n\n\n\n                    JOKER\n\n              (playful)\n\n          Everybody who? Who do you talk to?\n\n\n\n                    MOM\n\n          Well everybody on the news.\n\n\n\n                    JOKER\n\n          Stop it. He's not even gonna run.\n\n          Why would Thomas Wayne want to be\n\n          mayor? He can do more good as a\n\n          businessman.\n\n\n\n                    MOM\n\n          Because he cares about this city.\n\n          And everyone in it-- that's why I\n\n          can't believe he hasn't written me\n\n          back.\n\n                                                         13.\n\n\n\n\n\n                    JOKER\n\n          He will. Now eat some dinner.\n\n\n\nHe feeds her a bite of the food.\n\n\n\n                    JOKER\n\n          How you feeling today?\n\n\n\n                    MOM\n\n          I don't know. It always hits me\n\n          worse at night, you notice that?\n\n\n\nHe shakes his head.\n\n\n\n                    JOKER\n\n              (teasing)\n\n          Maybe it's the moon. Maybe you're a\n\n          werewolf?\n\n\n\nHE HOWLS SOFTLY like a wolf. She laughs.\n\n\n\n                    MOM\n\n          It's not funny.\n\n\n\nJoker watches her as he cuts up some more of her food.\n\n\n\n                    MOM\n\n          Anyway, I wrote a new letter today.\n\n          A better one.",
  "11": "---END OF PREVIOUS SECTION---\nJoker watches her as he cuts up some more of her food. MOM\n\n          Anyway, I wrote a new letter today. A better one. \n---TARGET SECTION TO BE ANNOTATED---\n I want you to hand\n\n          deliver it to him.\n\n\n\n                       JOKER\n\n          What? Why?\n\n\n\n                    MOM\n\n          Cause maybe the mailman is throwing\n\n          them away. We should have tipped\n\n          him at Christmas time.\n\n\n\n                    JOKER\n\n          Who tips their mailman?\n\n\n\n                    MOM\n\n          Some people do. Rich people do.\n\n\n\nJoker sighs, resigned.\n\n\n\n                    JOKER\n\n          Okay. I can try his office.\n\n          Tomorrow.\n\n                                                                14.\n\n\n\n\n\n                          MOM\n\n               Thank you.\n\n                   (she pats the bed)\n\n               Come sit. It's almost on.\n\n\n\n     Joker gets into bed with her.\n\n\n\n     CLOSE ON TELEVISION, intro to \"LIVE WITH MURRAY FRANKLIN!\",\n\n     and we HEAR THE ANNOUNCER over clips of comedy bits, stars\n\n     and Murray Franklin himself--\n\n\n\n                         ANNOUNCER (ON TV)\n\n               It's Live with Murray Franklin!\n\n               Tonight Murray welcomes, Sandra\n\n               Winger, comedian Skip Byron and the\n\n               piano stylings of Yeldon &amp; Chantel!\n\n               As always, Don Ellis and his Jazz\n\n               Orchestra. And now, without any\n\n               further ado-- Murray Franklin!\n\n\n\n     Joker and his mom watch from bed, this is a ritual of theirs.\n\n\n\n\n\n10   INT. LIVING ROOM, MOM'S APARTMENT - NIGHT                    10\n\n\n\n     Late night. Joker's mom is dead asleep. Joker is alone in the\n\n     living room, which doubles as his bedroom. He can't ever\n\n     sleep. He opens his worn notebook. Flips to a page titled\n\n     \"Jokes\" and starts writing--\n\n\n\n     CLOSE ON WORDS, as he slowly writes: \"The worst part about\n\n     having a mental illness is...\"\n\n\n\n     ANGLE ON JOKER, pausing, thinking it over for a moment. Then\n\n     he laughs to himself when he comes up with something.\n\n\n\n     CLOSE ON WORDS, coming faster now, \"...that people still\n\n     expect you to behave as if you don't.\"\n\n\n\n                                                        CUT TO:\n\n\n\n\n\n11   EXT. WAYNE TOWER, STREET - MIDTOWN - MORNING                 11\n\n\n\n     Joker's looking up at the intimidating steel and glass tower,\n\n     he looks so small, holding his mom's letter in his hand.",
  "12": "---END OF PREVIOUS SECTION---\nThen\n\n     he laughs to himself when he comes up with something. CLOSE ON WORDS, coming faster now, \"...that people still\n\n     expect you to behave as if you don't.\"\n\n\n\n                                                        CUT TO:\n\n\n\n\n\n11   EXT. WAYNE TOWER, STREET - MIDTOWN - MORNING                 11\n\n\n\n     Joker's looking up at the intimidating steel and glass tower,\n\n     he looks so small, holding his mom's letter in his hand. \n---TARGET SECTION TO BE ANNOTATED---\n     Bustle of professionals coming in and out of the company's\n\n     corporate headquarters, Joker looks out of place.\n\n\n\n     He heads inside through the giant glass doors.\n\n                                                                15.\n\n\n\n\n\n12   INT. RECEPTION, WAYNE ENTERPRISES - 25TH FLOOR - MORNING     12\n\n\n\n     Joker steps off an elevator and walks up to the white marble\n\n     reception desk as if he belongs there--\n\n\n\n                         JOKER\n\n               Hello. I have a personal letter for\n\n               Mr. Thomas Wayne.\n\n\n\n                         RECEPTIONIST\n\n               Okay. You can leave it with me.\n\n\n\n                         JOKER\n\n               It's kind of important. I need to\n\n               make sure he gets it himself.\n\n\n\n                         RECEPTIONIST\n\n               Oh, in that case, I'll buzz you\n\n               right in.\n\n\n\n     Joker goes to enter--\n\n\n\n                         RECEPTIONIST\n\n               I'm kidding. Leave it here.\n\n\n\n     He laughs along with her, even though she's not laughing.\n\n\n\n                         JOKER\n\n               Oh. Right-- well, my mom used to\n\n               work for the Wayne family-- for 12\n\n               years. She was their housekeeper.\n\n\n\n     A couple other business people are now waiting behind Joker,\n\n     there for meetings.\n\n\n\n                         RECEPTIONIST\n\n               That's great. But you can leave it\n\n               with me or you can leave with the\n\n               letter. Those are your options. Now\n\n               please step aside.\n\n\n\n                         JOKER\n\n               Mr. Wayne knows her. Can you maybe\n\n               at least call back to him? Tell him\n\n               that I'm here.\n\n\n\n                         RECEPTIONIST\n\n               Thomas Wayne is away on business.\n\n\n\n     Joker is getting frustrated.\n\n\n\n                         JOKER\n\n               Okay. Well, can I have your name?\n\n               So I know who I left it with.\n\n                                                             16.\n\n\n\n\n\n     Now Joker sees a GROUP OF MEN walking behind the glass that\n\n     separates the reception area from the back offices. Amongst\n\n     the group, he catches a glimpse of THOMAS WAYNE (60's), deep\n\n     tan, hair dyed so black it's almost blue.\n\n\n\n                         JOKER\n\n               Wait. He's right there.\n\n                   (goes up to the glass,\n\n                    shouts)\n\n               Mr. Wayne! Mr. Wayne.\n\n\n\n     He starts banging on the glass... but the group keeps moving.\n\n     Not noticing him.",
  "13": "---END OF PREVIOUS SECTION---\nWayne. He starts banging on the glass... but the group keeps moving. Not noticing him. \n---TARGET SECTION TO BE ANNOTATED---\n                         RECEPTIONIST\n\n               Sir. Please stop. Sir!!\n\n\n\n     Joker keeps banging on the glass.\n\n\n\n\n\n13   EXT. WAYNE TOWER, FRONT ENTRANCE - MORNING                   13\n\n\n\n     The glass doors swing open and Joker is forcibly thrown onto\n\n     the street. TWO LARGE SECURITY GUARDS stand over him.\n\n\n\n     He is still holding the letter.\n\n\n\n     He makes as if he's going to leave peacefully, then at the\n\n     last minute, TAKES ANOTHER RUN AT THE DOOR--\n\n\n\n     The two guards stiff arm him.\n\n\n\n                                                        CUT TO:\n\n\n\n\n\n14   INT. HA-HA'S TALENT BOOKING, LOCKER ROOM - DAY               14\n\n\n\n     The cramped locker room of a small talent booking agency.\n\n     This is where Joker works. They \"rent out\" talent for parties\n\n     and events. Clowns, magicians, male strippers.\n\n\n\n     Joker takes off his shirt, grimaces in pain as he moves. His\n\n     body's bruised from the beating he took chasing after his\n\n     sign.\n\n\n\n                           RANDALL (OS)\n\n               You okay?\n\n\n\n     He turns. RANDALL (mid 50's), a big bear of a know-it-all,\n\n     standing there. He's a party clown as well. He's half-dressed\n\n     in his clown suit.\n\n                                                        17.\n\n\n\n\n\n                    RANDALL\n\n          I heard about the beat down you\n\n          took. Fucking savages.\n\n\n\n                    JOKER\n\n          It was just a bunch of kids. I\n\n          should have left it alone.\n\n\n\nRandall opens his locker--\n\n\n\n                    RANDALL\n\n          It's crazy out there. And it's only\n\n          getting worse.\n\n\n\n                     JOKER\n\n              (nods)\n\n          My mother says that the people\n\n          nowadays lack empathy.\n\n\n\n                    RANDALL\n\n          What's empathy?\n\n\n\n                    JOKER\n\n          It means like \"feeling for other\n\n          people.\"\n\n\n\n                    RANDALL\n\n          Like sympathy?\n\n\n\n                    JOKER\n\n          Kind of. But different.\n\n\n\nRandall comes over, hands Joker a brown paper bag-- Joker\n\nlooks inside. It's a GUN, a .38 snub-nose revolver.            \n\n\n\nJoker looks up at him, confused--\n\n\n\n                    RANDALL\n\n          Take it. I got a few. You gotta\n\n          protect yourself out there, buddy.\n\n          Too many wackos.",
  "14": "---END OF PREVIOUS SECTION---\nI got a few. You gotta\n\n          protect yourself out there, buddy. Too many wackos. \n---TARGET SECTION TO BE ANNOTATED---\nAs Joker stares at it--\n\n\n\n                    RANDALL\n\n              (lowers his voice)\n\n          It's a .38 snub-nose. Gets the job\n\n          done if you ever need to use it.\n\n          Usually pulling it out is enough.\n\n\n\n                    JOKER                                      \n\n          I, I don't have the money for this,                  \n\n          Randall.\n\n                                                                18.\n\n\n\n\n\n                         RANDALL\n\n               Don't sweat it. You can pay me some\n\n               other time. You're my boy.\n\n\n\n     That lands with Joker, he smiles to himself.\n\n\n\n                         RANDALL\n\n                   (as he walks away)\n\n               But you didn't get it from me,\n\n               okay?\n\n\n\n     Joker nods. Puts the brown paper bag in his locker. Slowly         \n\n     starts to get dressed-- his eyes darting toward the bag as he      \n\n     does.\n\n\n\n     Another clown, GARY (30's), a dwarf, pops his head into the\n\n     locker room.\n\n\n\n                         GARY\n\n               Arthur,-- Hoyt wants to see you in\n\n               his office.\n\n\n\n                           JOKER\n\n               What for?\n\n\n\n                           GARY\n\n               No clue.\n\n\n\n\n\n15   INT. FRONT OFFICE, HA-HA'S TALENT BOOKING - DAY              15\n\n\n\n     Joker still half-dressed, walks into the cramped office.\n\n\n\n     His boss, HOYT VAUGHN (60's) sits behind a metal desk. The\n\n     office is a complete mess, newspapers and files litter the\n\n     desk. A giant ashtray filled with cigarette butts. A calendar\n\n     of booking hangs on the wall. A scribbled, jumbled mess.\n\n\n\n                         JOKER\n\n               Hey Hoyt. Gary said you wanted to\n\n               see me?\n\n\n\n                         HOYT\n\n                   (without even looking up)\n\n               How's the comedy career? Are you a\n\n               famous stand-up yet?\n\n\n\n                         JOKER\n\n               Not quite. Haven't even performed\n\n               yet. Just been working my material.\n\n               This business is all about fine-\n\n               tuning.\n\n\n\n     Now Hoyt looks up. Takes a drag from his cigarette.\n\n                                                         19.\n\n\n\n\n\n                       HOYT\n\n          Right.\n\n\n\nJoker goes to sit down--\n\n\n\n                    HOYT\n\n          Don't sit. This will be quick.\n\n\n\nJoker stops in his tracks.\n\n\n\n                     HOYT\n\n          Look, I like you, Arthur.",
  "15": "---END OF PREVIOUS SECTION---\nThis will be quick. Joker stops in his tracks. HOYT\n\n          Look, I like you, Arthur. \n---TARGET SECTION TO BE ANNOTATED---\n A lot of\n\n          the guys here, they think you're a\n\n          freak. But I like you. I don't even\n\n          know why I like you. I mean, you\n\n          don't say much.\n\n              (beat)\n\n          It's probably that stupid laugh. It\n\n          gets me every time. Kills me.\n\n\n\nUnsure how to respond, Joker just nods.\n\n\n\n                    HOYT\n\n          But I got another complaint. And\n\n          it's starting to piss me off.\n\n\n\nJoker takes a deep breath, maybe picks at his eyebrow.\n\n\n\n                    HOYT\n\n          Kenny's Music. Sunday. The guy said\n\n          you disappeared. Never even\n\n          returned his sign.\n\n\n\n                    JOKER\n\n          No. I got jumped. I told you about\n\n          that.\n\n\n\n                    HOYT\n\n          For a sign? Bullshit. It makes no\n\n          sense, just give him his sign back.\n\n          He's going out of business for\n\n          god's--\n\n\n\nBANG! Out of nowhere, Joker slams his head into the wall.\n\nHead-butting it hard.\n\n\n\n                       HOYT\n\n                 (taken aback)\n\n          Hey!\n\n\n\nBANG! BANG! He does it two more times. Breaking the plaster\n\non the wall--\n\n                                                                20.\n\n\n\n\n\n                         HOYT\n\n               What the fuck, Arthur?!\n\n\n\n                         JOKER\n\n                   (voice tightens)\n\n               I don't have his sign.                                   \n\n\n\n     And Joker just stares at Hoyt, some blood forming on his\n\n     forehead--                                                         \n\n\n\n                                                          CUT TO:       \n\n\n\n\n\n16   EXT. BACK ALLEY, OUTSIDE HA-HA'S - AMUSEMENT MILE - DAY      16    \n\n\n\n     WE'RE AT THE FAR END OF AN ALLEY, about halfway down, catch a      \n\n     glimpse of Joker still half-dressed on the other side of a         \n\n     dumpster. From this vantage, all we can see is him furiously       \n\n     KICKING and STOMPING on something... or somebody.                  \n\n\n\n     We don't hear anything. And we can't make out what it is that      \n\n     he's so violently beating down.                                    \n\n\n\n     It could be a cat... a cardboard box... a homeless person...       \n\n     We don't know.                                                     \n\n\n\n     Joker just continues unleashing his rage--                         \n\n\n\n\n\n17   INT.",
  "16": "---END OF PREVIOUS SECTION---\nIt could be a cat... a cardboard box... a homeless person... We don't know. Joker just continues unleashing his rage--                         \n\n\n\n\n\n17   INT. \n---TARGET SECTION TO BE ANNOTATED---\n CITY BUS (MOVING) - DUSK                                17\n\n\n\n     Joker at the end of his work day, sitting in his spot toward\n\n     the back of the bus.\n\n\n\n     Across the aisle from him, he's innocently watching a young\n\n     couple, playfully teasing each other.\n\n\n\n\n\n18   EXT. GOTHAM, LOWER EAST SIDE - EVENING                       18\n\n\n\n     Joker heading back home down the litter-covered streets like\n\n     he does every night. Garbage still piled along the sidewalks,\n\n     air still thick with smog.\n\n\n\n     He's carrying the paper bag that Randall gave him.\n\n\n\n\n\n19   INT. LOBBY, APARTMENT BUILDING - EVENING                     19\n\n\n\n     Joker checks his mailbox. Empty.\n\n                                                             21.\n\n\n\n\n\n20   INT. ELEVATOR, APARTMENT BUILDING - CONTINUOUS              20\n\n\n\n     Joker is on the elevator, as the door closes, he sticks his\n\n     foot out to stop it.\n\n\n\n     The door limps back open. Ding.\n\n\n\n     He looks to see if anybody, if Sophie, is coming. He waits.\n\n     Hoping.\n\n\n\n     The door starts to close on him again-- Right before it does,     \n\n     he stops it with his foot again. Ding.\n\n\n\n\n\n21   INT. MOM'S APARTMENT, BATHROOM - NIGHT                      21\n\n\n\n     JOKER'S GIVING HIS MOM A BATH, being careful with her as he\n\n     shampoos her hair.\n\n\n\n                         MOM\n\n               --so what did he say when you gave\n\n               him the letter?\n\n\n\n                         JOKER\n\n               They wouldn't let me see him.\n\n                   (lying)\n\n               But they promised me it would get\n\n               to him.\n\n\n\n                         MOM\n\n               It's good they promised. He only\n\n               works with the best. We should hear\n\n               something soon.\n\n\n\n     He fills an empty plastic container with some bath water.\n\n\n\n                          JOKER\n\n               Look up.\n\n\n\n     She tilts her head back and he rinses her hair with the water\n\n     from the container...\n\n\n\n                         JOKER\n\n               Why are these letters so important\n\n               to you, Ma? What do you think he's\n\n               gonna do?\n\n\n\n                         MOM\n\n               He's gonna help us.\n\n\n\n                         JOKER\n\n               Help us how?\n\n                                                             22.",
  "17": "---END OF PREVIOUS SECTION---\nMOM\n\n               He's gonna help us. JOKER\n\n               Help us how? 22. \n---TARGET SECTION TO BE ANNOTATED---\n                         MOM\n\n               Get us out of here, take me away\n\n               from this place and these-- these\n\n               awful people.\n\n\n\n                         JOKER\n\n               You worked for him over 30 years\n\n               ago. What makes you think he would\n\n               help you?\n\n\n\n     She looks at him with conviction.\n\n\n\n                         MOM\n\n               Because Thomas Wayne is a good man.\n\n               If he knew how I was living, if he\n\n               saw this place, it would make him\n\n               sick. I can't explain it to you any\n\n               better than that.\n\n\n\n     Joker nods. Annoyed, but not worth the argument. He stands up\n\n     to get her a towel.\n\n\n\n                         JOKER\n\n               I don't want you worrying about\n\n               money. Everyone's been telling me\n\n               they think my stand-up is ready for\n\n               the big clubs. It's just a matter\n\n               of time before I get a break.\n\n\n\n     She steps into the towel. He's helping dry her off.\n\n\n\n                         MOM\n\n               Happy, what makes you think you\n\n               could do that?\n\n\n\n                         JOKER\n\n               What do you mean?\n\n\n\n                         MOM\n\n               I mean, don't you have to be funny\n\n               to be a comedian?\n\n\n\n     Beat.\n\n\n\n\n\n22   INT. MOM'S BEDROOM, APARTMENT - LATE NIGHT                22\n\n\n\n     Joker's mom is out cold in her bedroom, a half-eaten plate of\n\n     food is next to her on the bed.\n\n                                                             23.\n\n\n\n\n\n23   INT. LIVING ROOM, MOM'S APARTMENT - CONTINUOUS               23\n\n\n\n     Joker sits on the couch. The TV is on, but the sound is off.\n\n     He holds the .38 SNUB-NOSE REVOLVER Randall gave him in his\n\n     hand. He's never held a gun before, looks uncomfortable with\n\n     it, the weight of it in his hand...\n\n\n\n     He points it at the TV, hand trembling a bit... Points it at       \n\n     the cat... Points it at his head.\n\n\n\n     Looks closely at the grip. The barrel. The cylinder. Now he\n\n     casually pulls the trigger--\n\n\n\n     BLAMMMMMMM!\n\n\n\n     He jumps up off the couch. What the fuck!? He looks around in\n\n     a panic. His hands shaking.\n\n\n\n     He shot a hole in the wall.",
  "18": "---END OF PREVIOUS SECTION---\nHe looks around in\n\n     a panic. His hands shaking. He shot a hole in the wall. \n---TARGET SECTION TO BE ANNOTATED---\n                         MOM (OS)\n\n                   (awoken by the shot)\n\n               HAPPY!? What was that?\n\n\n\n                         JOKER\n\n               What?!\n\n\n\n     He quickly turns up the TV volume. REALLY LOUD. Shoves the\n\n     still smoking gun under the couch cushions.\n\n\n\n                         MOM (OS)\n\n               THAT NOISE! DID YOU HEAR THAT\n\n               NOISE?\n\n\n\n     He's inspecting the hole in the wall. Shouts back over the TV\n\n     noise--\n\n\n\n                         JOKER\n\n               I'M WATCHING AN OLD WAR MOVIE.\n\n\n\n                         MOM (OS)\n\n               TURN IT DOWN!\n\n\n\n     He heads for his mother's bedroom.\n\n\n\n\n\n24   INT. MOM'S BEDROOM, DOORWAY - CONTINUOUS                     24\n\n\n\n     Joker looks in on his mom in her dark bedroom, can make out\n\n     the outline of her body sitting up.\n\n\n\n                         MOM\n\n               It's so loud.\n\n                                                                24.\n\n\n\n\n\n                         JOKER\n\n               I know. The Americans are really\n\n               giving it to the Japs.\n\n\n\n     He walks over to her in the darkness. Kisses her on the\n\n     forehead.\n\n\n\n                         JOKER\n\n                   (softly)\n\n               I'm sorry. I'll turn it down.\n\n\n\n\n\n25   INT. KITCHEN, MOM'S APARTMENT - LATE NIGHT                   25\n\n\n\n     Joker is writing in his journal. He speaks softly to himself\n\n     as he writes...\n\n\n\n                          JOKER\n\n               Why didn't Randall tell me the gun\n\n               was loaded? He's my friend. With my\n\n               luck, I could have killed someone.\n\n                   (beat)\n\n               I could have killed myself.\n\n\n\n     CLOSE ON THE LAST LINE, he crosses out \"could\"...\n\n\n\n     Writes... \"should\".\n\n\n\n                         JOKER\n\n                   (still to himself)\n\n               I should have killed myself.\n\n\n\n     CLOSE ON JOKER as he crosses out something again...\n\n\n\n                         JOKER\n\n                   (louder to himself)\n\n               I should kill myself.\n\n\n\n     Beat.\n\n\n\n\n\n26   EXT. STREET, LOWER EAST SIDE - MORNING                       26\n\n\n\n     HANDHELD POV, see the run-down building where Joker lives\n\n     from across the street.\n\n\n\n     REVEAL, Joker is watching his own building on the far side of\n\n     a parked truck. Red hood pulled up, covering his head. He\n\n     waits. Watches.",
  "19": "---END OF PREVIOUS SECTION---\nRed hood pulled up, covering his head. He\n\n     waits. Watches. \n---TARGET SECTION TO BE ANNOTATED---\n     Now we see Sophie exiting the building with her daughter\n\n     GiGi. Sophie's dressed more conservatively than when we\n\n     previously met her.\n\n                                                                25.\n\n\n\n\n\n     Joker starts following them.\n\n\n\n\n\n27   EXT. PUBLIC SCHOOL - MORNING                                 27\n\n\n\n     Sophie drops GiGi off at school. Joker's still watching.\n\n     Following.\n\n\n\n\n\n28   EXT. ELEVATED SUBWAY PLATFORM - MORNING                      28\n\n\n\n     Sophie waits on the platform. Lights a cigarette.\n\n\n\n     We see Joker, hidden behind a steel support beam-- watching\n\n     her from a distance.\n\n\n\n\n\n29   INT. SUBWAY (MOVING) - MORNING                               29\n\n\n\n     Joker stands at the window between two subway cars. Just\n\n     watching Sophie as she reads a book in the next car.\n\n\n\n     The train comes to a stop and she exits. Joker exits as well.\n\n\n\n\n\n30   EXT. STREET, UPPER EAST SIDE - MORNING                       30\n\n\n\n     Nicer part of Gotham. Joker follows Sophie from a distance,\n\n     watches as she walks into Gotham First National Bank.\n\n\n\n     Sees her say hello to the guard. This is where she works.\n\n\n\n     Joker just watches and waits.\n\n\n\n\n\n31   INT. GOTHAM FIRST NATIONAL - LATER                           31\n\n\n\n     A large, mid-level bank. Sophie is one of THREE BANK TELLERS\n\n     working behind the plexiglass windows.\n\n\n\n     Joker pulls the hood back off his head, takes a deep breath\n\n     before he walks up to her window. She is looking down,\n\n     counting her drawer.\n\n\n\n     Takes another deep breath. Then--\n\n\n\n                         JOKER\n\n               Hello. I'd like to open an account.\n\n\n\n     She looks up.\n\n\n\n                         SOPHIE\n\n                   (surprised)\n\n               Hey, what are you doing up here?\n\n                                                        26.\n\n\n\n\n\n                    JOKER\n\n          Oh, hi. That's weird.\n\n              (pausing to see if he's\n\n               gonna laugh; he's good)\n\n          I didn't know you worked at a bank.\n\n\n\n                    SOPHIE\n\n          Pretty glamorous, right?\n\n\n\nNot getting the sarcasm, Joker nods. Looks around.\n\n\n\n                    JOKER\n\n          Very glamorous. Look at this place.\n\n\n\nShe laughs.\n\n\n\nHe stands there awkwardly for a moment looking around to see\n\nwhat she's laughing about.\n\n\n\nRealizes she thought he was making a joke.\n\n\n\nBeat.\n\n\n\n                    JOKER\n\n          I'm a comedian.",
  "20": "---END OF PREVIOUS SECTION---\nRealizes she thought he was making a joke. Beat. JOKER\n\n          I'm a comedian. \n---TARGET SECTION TO BE ANNOTATED---\n I do stand-up\n\n          comedy.\n\n\n\n                    SOPHIE\n\n          Really? I had no idea.\n\n\n\n                    JOKER\n\n          Yeah. You know, I'm always making\n\n          funny observations. Always on the\n\n          look out for my next bit-- so it\n\n          makes sense.\n\n\n\n                    SOPHIE\n\n          Right. Anyway, is there something I\n\n          could help you with?\n\n\n\nBeat.\n\n\n\n                    JOKER\n\n          I said hi to my mom.\n\n\n\n                       SOPHIE\n\n          Excuse me?\n\n\n\n                    JOKER\n\n          Last week. You said to say hi to my\n\n          mom. I did. Made her day.\n\n\n\nThey are interrupted by the BRANCH MANAGER (50's), white,\n\nheavy-set, who has come up behind Sophie--\n\n                                                             27.\n\n\n\n\n\n                         BRANCH MANAGER\n\n               Everything okay here?\n\n\n\n     He puts his heavy hand on Sophie's shoulder. She practically\n\n     shudders from his touch.\n\n\n\n                         SOPHIE\n\n               Everything is fine Mr. Slotnick.\n\n\n\n     Now he leans down and whispers something in her ear-- Joker\n\n     just watches through the glass.\n\n\n\n                         SOPHIE\n\n                   (shakes her head; to her\n\n                    manager)\n\n               No. He's not. He's interested in\n\n               opening an account.\n\n\n\n                         BRANCH MANAGER\n\n                   (to Joker)\n\n               Great. You just need to fill out a\n\n               form. They are back there-- against\n\n               the wall.\n\n\n\n     As the manager talks, Sophie makes wide eyes at Joker, like\n\n     \"I almost got in trouble.\"\n\n\n\n                          JOKER\n\n                   (covering; trying to act\n\n                    cool)\n\n               Okay. Thank you, sir. And thank you\n\n               as well, Miss.\n\n\n\n     Joker walks back to the wall by the forms.\n\n\n\n     He fumbles around for a minute, clearly not there to open an\n\n     account. He begins filling out a form. Then--\n\n\n\n                         JOKER\n\n                   (shouts out, to no one in\n\n                    particular)\n\n               YOU KNOW WHAT?! I FORGOT MY ID!\n\n               I'LL BE BACK. THANK YOU.\n\n\n\n     He walks out of the bank. Head in the clouds.\n\n\n\n\n\n32   INT. GOTHAM COMEDY CLUB, CHINATOWN - NIGHT                32    \n\n\n\n     Joker sitting in the middle of a dark, crowded comedy club.     \n\n     People on dates. Groups of friends.",
  "21": "---END OF PREVIOUS SECTION---\nGOTHAM COMEDY CLUB, CHINATOWN - NIGHT                32    \n\n\n\n     Joker sitting in the middle of a dark, crowded comedy club. People on dates. Groups of friends. \n---TARGET SECTION TO BE ANNOTATED---\n All here to watch the\n\n     stand-up. He sits at a small table by himself, watching the\n\n     act on stage.\n\n                                                              28.\n\n\n\n\n\n     The comic on stage is killing it. The whole room is laughing\n\n     and applauding. Everyone except Joker.\n\n\n\n     He's watching. Studying. Diligently jotting down notes in his\n\n     notebook.\n\n\n\n\n\n33   EXT. GOTHAM COMEDY CLUB, STREET - CHINATOWN - NIGHT          33    \n\n\n\n     People are piling out of the club, onto the narrow street,         \n\n     jumble of lit-up signs, most glowing yellow or red. Joker          \n\n     walks out alone, carrying his notebook. He sees a FLYER taped      \n\n     to the entrance of the club.                                       \n\n\n\n     CLOSE ON THE FLYER, \"Open mic night. Thursdays. 10pm.\"\n\n\n\n     He rips the flyer off the wall.\n\n\n\n\n\n34   INT. HA-HA'S TALENT BOOKING, LOCKER ROOM - DAY               34\n\n\n\n     Joker is working on his \"Mr. Jingles\" clown look, using the\n\n     small mirror in his locker. Behind him a couple of other\n\n     clowns are eating their lunch at a small table, not paying\n\n     Joker any attention.\n\n\n\n     Joker pauses half-finished, and stares at himself for a beat.\n\n     He starts to examine the two small scars on the corners of\n\n     his mouth, we really notice how they form a smile. Joker\n\n     hooks the corners of his mouth down with his index fingers,\n\n     turning his smile into a frown--\n\n\n\n     He lets go and his smile returns.\n\n\n\n     Does it again, up and down, up and down, his face a living\n\n     comedy/tragedy mask.\n\n\n\n     And then he pulls his fingers wider, stretching his smile\n\n     into a grotesque parody, pulling his mouth so wide tears come\n\n     to his eyes--\n\n\n\n     AND WE HEAR JOKER SINGING \"If You're Happy and You Know It\"\n\n     at his next gig.\n\n\n\n                         JOKER (PRE-LAP)\n\n                   (singing)\n\n               --if you're happy and you know it\n\n               and you really want to show it, if\n\n               you're happy and you know it clap\n\n               your hands.\n\n                                                             29.\n\n\n\n\n\n35   INT.",
  "22": "---END OF PREVIOUS SECTION---\nJOKER (PRE-LAP)\n\n                   (singing)\n\n               --if you're happy and you know it\n\n               and you really want to show it, if\n\n               you're happy and you know it clap\n\n               your hands. 29. 35   INT. \n---TARGET SECTION TO BE ANNOTATED---\n GOTHAM GENERAL - CHILDREN'S WARD - EVENING           35\n\n\n\n     Joker is performing for a ward full of sick children, wearing\n\n     an oversized white lab coat over his \"Mr. Jingles\" clown\n\n     costume. A few nurses and doctors watch as well.\n\n\n\n     His white clown face, mouth outlined in black and filled in\n\n     with red, his green wig frizzy and worn out. Joker plays a\n\n     UKULELE along with the song.\n\n\n\n                         JOKER\n\n               If you're happy and you know it,\n\n               stomp your feet.\n\n\n\n     Joker and the kids stomp and sing along.\n\n\n\n                          JOKER\n\n               If you're happy and you know it,\n\n               stomp your feet.\n\n                   (stomp, stomp)\n\n               If you're happy and you know it and\n\n               you really want to show it, if\n\n               you're happy and you know it stomp\n\n               your feet.\n\n\n\n     As the song winds down, the KIDS and NURSES clap.\n\n\n\n     Joker takes an exaggerated and ridiculous bow--\n\n\n\n     And as he does, his .38 SNUB-NOSE REVOLVER slips out of his\n\n     pants and slides across the floor.\n\n\n\n     Everyone stops. Looks at the gun on the floor.\n\n\n\n\n\n36   INT. LOBBY, GOTHAM GENERAL - LATER                        36\n\n\n\n     Joker is on a payphone in the lobby of the hospital. He's in\n\n     his street clothes, wig in his hand, clown-face still painted\n\n     on.\n\n\n\n                         JOKER\n\n                   (into phone)\n\n               Hoyt, let me explain.\n\n\n\n                         HOYT (OVER PHONE)\n\n               Oh, this'll be good. Please tell me\n\n               why you brought a gun into a sick\n\n               kid's ward?\n\n\n\n                         JOKER\n\n                   (into phone)\n\n               It was, it was a prop gun. It's\n\n               part of my act now.\n\n                                                         30.\n\n\n\n\n\n                    HOYT (OVER PHONE)\n\n          Bullshit. Jingles would never carry\n\n          a fucking gun. Besides, Randall\n\n          told me you tried to buy a .38 off\n\n          him last week.\n\n\n\nJoker's taken aback that Randall would do that to him.\n\n\n\n                    JOKER\n\n              (into phone)\n\n          Randall told you that?\n\n\n\n                    HOYT (OVER PHONE)\n\n          He was with me when the call came\n\n          in.",
  "23": "---END OF PREVIOUS SECTION---\nJoker's taken aback that Randall would do that to him. JOKER\n\n              (into phone)\n\n          Randall told you that? HOYT (OVER PHONE)\n\n          He was with me when the call came\n\n          in. \n---TARGET SECTION TO BE ANNOTATED---\n You're a fuck up, Arthur. And a\n\n          liar. You're fired.\n\n\n\n                    JOKER\n\n              (into phone)\n\n          Hoyt--\n\n\n\n                     HOYT (OVER PHONE)\n\n          Say it, Arthur.\n\n              (beat)\n\n          Let me hear you say it.\n\n\n\n                    JOKER\n\n              (into phone)\n\n          Say what?\n\n\n\n                    HOYT (OVER PHONE)\n\n          I'm a fuck up and I'm fired.\n\n\n\nJoker picks at his eyebrow.\n\n\n\n                    JOKER\n\n              (into phone; low)\n\n          --I'm a fuck up and I'm fired.\n\n\n\n                    HOYT (OVER PHONE)\n\n          Louder.\n\n\n\n                    JOKER\n\n              (into phone; louder)\n\n          I'm a fuck up and I'm fired.\n\n\n\n                    HOYT (OVER PHONE)\n\n          Yes. You are.\n\n\n\nClick. He hears Hoyt hang up.\n\n\n\nBeat.\n\n                                                                31.\n\n\n\n\n\n37   INT. SUBWAY (MOVING) - NIGHT                                 37\n\n\n\n     JOKER SITS ON THE SUBWAY CONTEMPLATING WHAT JUST WENT DOWN,\n\n     face still painted, his bag on the seat next to him, along\n\n     with his wig.\n\n\n\n     There's only one other person on the subway car, a YOUNG\n\n     WOMAN (30's) sitting at the far end-- reading a book.\n\n\n\n     The train comes to a stop and THREE WALL STREET GUYS enter.\n\n     They are being loud and obnoxious, clearly drunk. One of them\n\n     is eating some french fries out of a greasy McDonald's bag.\n\n     He flops down on the bench across from the girl and checks\n\n     her out. The other two guys start getting into it with each\n\n     other--\n\n\n\n                         WALL STREET #1\n\n               --I'm telling you, she wanted my\n\n               number. We should have just stayed.\n\n\n\n     The train starts moving again...\n\n\n\n                         WALL STREET #2\n\n               You're dreaming, man. She wasn't\n\n               interested-- at all.\n\n\n\n                         WALL STREET #1\n\n               Are you nuts? Did you see how close\n\n               we were dancing!? She was in love,\n\n               bro.\n\n\n\n     He starts dancing a bit with himself, mimicking what he\n\n     remembers. Wall Street #2 takes a swig from the brown bag he\n\n     is carrying.\n\n\n\n                         WALL STREET #2\n\n               She couldn't wait to get away from\n\n               you.",
  "24": "---END OF PREVIOUS SECTION---\nHe starts dancing a bit with himself, mimicking what he\n\n     remembers. Wall Street #2 takes a swig from the brown bag he\n\n     is carrying. WALL STREET #2\n\n               She couldn't wait to get away from\n\n               you. \n---TARGET SECTION TO BE ANNOTATED---\n     Joker is watching them closely, impressed by their confidence\n\n     and easy-going camaraderie.\n\n\n\n                          WALL STREET #1\n\n                    (to the third guy)\n\n               Ryan, am I crazy? Tell him what you\n\n               saw.\n\n\n\n     But the third Wall Street guy isn't paying his friends any\n\n     attention. He has his eyes set on the young woman sitting\n\n     across from him, reading her book.\n\n\n\n                         WALL STREET #3\n\n                   (to the girl)\n\n               Hey. You want some french fries?\n\n                                                        32.\n\n\n\n\n\nHe holds out his McDonald's bag and shakes it to get her\n\nattention. The other two share a look. Joker watches from his\n\nseat.\n\n\n\n                    WALL STREET #3\n\n          Hello? I'm talking to you. You want\n\n          some fries?\n\n\n\nShe looks up and shakes her head, polite smile.\n\n\n\n                    YOUNG WOMAN\n\n          No thank you.\n\n\n\nThe other two guys crack up at this apparent blow-off. The\n\nthird Wall Street guy shakes his head, embarrassed, and\n\nstarts softly flinging fries at the young woman.\n\n\n\n                    WALL STREET #3\n\n          You sure? They're really good.\n\n\n\nShe just buries her face deeper in her book--\n\n\n\n                    WALL STREET #2\n\n          Don't ignore him. He's being nice\n\n          to you.\n\n\n\nOne of the french fries lands in her hair. She looks down\n\ntoward Joker, looking to see if he's going to do something or\n\nsay something--\n\n\n\nJoker just sits there nervous. Not sure what to do, or even\n\nif he wants to do anything at all.\n\n\n\nAND HE JUST BURSTS OUT LAUGHING. He covers his mouth with his\n\nhand as they continue to harass the woman.\n\n\n\nThey all look over-- What the fuck is this clown laughing at?\n\n\n\n                    WALL STREET #1\n\n          Something funny, asshole?\n\n\n\nWith their attention diverted, the young woman rushes out\n\nthrough the door between subway cars, glancing back at Joker\n\nbefore she goes--\n\n\n\n                    WALL STREET #3\n\n              (shouts after her)\n\n          BITCH!\n\n\n\nJoker laughs even harder through his hand. The Wall Street\n\nguys turn to him sitting by himself at the end of the car--\n\n                                                          33.\n\n\n\n\n\nJoker sees them staring. Looks down at the ground, hand still\n\ncovering his mouth, face turning red. Subway swaying, lights\n\nflickering on and off.\n\n\n\nBeat.",
  "25": "---END OF PREVIOUS SECTION---\nLooks down at the ground, hand still\n\ncovering his mouth, face turning red. Subway swaying, lights\n\nflickering on and off. Beat. \n---TARGET SECTION TO BE ANNOTATED---\nOne of the guys heads down the car toward Joker, starts\n\nsinging \"Send in the Clowns\" as he approaches--\n\n\n\n                    WALL STREET #1\n\n              (singing)\n\n          Isn't it rich?\n\n          Are we a pair?\n\n          Me here, at last on the ground                         \n\n          You in mid-air\n\n          Send in the clowns.                                    \n\n\n\nThe others crack up and follow after him. The guy plops down\n\nnext to Joker, puts his arm around his shoulder as he sings--\n\n\n\n                    JOKER\n\n              (shakes his head, stifling\n\n               the laughter)\n\n          Please. Don't.\n\n\n\n                    WALL STREET #1\n\n              (continues singing to him)\n\n          Isn't it bliss?\n\n          Don't you approve?\n\n          One who keeps tearing around,\n\n          One who can't move.\n\n\n\nJoker starts to get up-- The lead guy pulls him back down.\n\n\n\n                    WALL STREET #1\n\n          Where are the clowns?\n\n          There ought to be clowns.\n\n\n\nAs he finishes the song, Joker's laughing fit is coming to an\n\nend. One of the other guys sits down on the other side of        \n\nhim. He's now sandwiched in between them--                       \n\n\n\n                    WALL STREET #2\n\n          So tell us, buddy. What's so\n\n          fucking funny?\n\n\n\n                    JOKER\n\n          Nothing. I have a condition--\n\n\n\nJoker reaches into his bag to get one of his \"Forgive my\n\nlaughter\" cards, the third guy sees him reaching and tries to\n\ngrab the bag from him---\n\n\n\nJoker pulls on it--\n\n                                                        34.\n\n\n\n\n\n                    JOKER\n\n          No. It's just my stuff. I don't\n\n          have anything.\n\n\n\nThe guy rips the bag from his hand--\n\n\n\n                    WALL STREET #3\n\n          I'll tell you what you have,\n\n          asshole.\n\n\n\nJoker gets up from between them to go grab his bag back. The\n\ntwo guys are cracking up.\n\n\n\n                    WALL STREET #3\n\n          You want it back? Here--\n\n\n\nJoker reaches out to grab the bag--\n\n\n\nAnd the guy tosses it over his head to one of his friends.\n\nKeeping it away from Joker.\n\n\n\nThree guys in suits tossing a bag around, playing 'monkey in    \n\nthe middle' with a clown.",
  "26": "---END OF PREVIOUS SECTION---\nHere--\n\n\n\nJoker reaches out to grab the bag--\n\n\n\nAnd the guy tosses it over his head to one of his friends. Keeping it away from Joker. Three guys in suits tossing a bag around, playing 'monkey in    \n\nthe middle' with a clown. \n---TARGET SECTION TO BE ANNOTATED---\n THE LIGHTS ON THE TRAIN SEEM TO       \n\nGLOW BRIGHTER AND WE HEAR the drum roll opening to BOBBY        \n\nSHORT singing \"Send in the Clowns\" Live at the Caf Carlyle.    \n\n\n\nJoker keeps trying to catch his bag until suddenly--\n\n\n\nWHAP! Out of nowhere one of the guys punches him hard in the\n\nface.\n\n\n\nJoker goes down as if in slow motion. Blood coming from his\n\nnose. He tries to get up, but his feet slip from under him\n\nand he falls back down--\n\n\n\n                    WALL STREET #1\n\n          Stay down you freak.\n\n\n\nAnd the third Wall Street guy starts kicking him--\n\n\n\nThe others join in. Surrounding Joker on the ground, kicking    \n\nhim deliberately, sadistically, and the music swells--          \n\n\n\nBLAM!\n\n\n\nSUDDENLY THE LIGHTS GO BACK DIM, and one of the guys stops\n\nkicking and falls back dead. Blood splattering on the subway\n\nwall behind him--\n\n\n\nAnd we HEAR Bobby Short sing out, picking up from where the     \n\nWall Street Guy left off--                                      \n\n                                                             35.\n\n\n\n\n\n                         BOBBY SHORT (SINGING)                          \n\n               Just when I'd stopped opening doors                      \n\n               Finally knowin' the one that I                           \n\n               wanted was yours                                         \n\n\n\n     BLAM! BLAM! Wall Street #2 goes down--\n\n\n\n     Revealing Joker on the ground, opening his eyes to see what\n\n     he did, smoking gun in his hand--\n\n\n\n                         BOBBY SHORT (SINGING)                          \n\n               Making my entrance again with my                         \n\n               usual flair                                              \n\n               Sure of my lines                                         \n\n               No one is there                                          \n\n\n\n     The third guy takes off running for the doors that separate        \n\n     the cars.                                                          \n\n\n\n     Joker starts after him, but then stops... turns back to grab\n\n     his bag and his wig, his hands shaking from the adrenaline.\n\n\n\n     The train is coming to a stop.\n\n\n\n                         BOBBY SHORT (SINGING)                          \n\n               Don't you love farce?                                    \n\n               My fault I fear...                                       \n\n\n\n     Joker picks up his bag between the two dead bodies, blood          \n\n     everywhere...\n\n\n\n     The subway doors wheeze open and Joker steps halfway off the\n\n     train, waiting to see if the third Wall Street guy gets off\n\n     in the car ahead of him.",
  "27": "---END OF PREVIOUS SECTION---\nMy fault I fear... Joker picks up his bag between the two dead bodies, blood          \n\n     everywhere... The subway doors wheeze open and Joker steps halfway off the\n\n     train, waiting to see if the third Wall Street guy gets off\n\n     in the car ahead of him. \n---TARGET SECTION TO BE ANNOTATED---\n Joker sees him run off--\n\n\n\n\n\n38   EXT. SUBWAY PLATFORM - CONTINUOUS                            38\n\n\n\n     The platform is empty, the Wall Street guy is running toward\n\n     the stairs--\n\n\n\n     Joker follows--\n\n\n\n     Behind them, the train pulls away--\n\n\n\n                         BOBBY SHORT (SINGING)                          \n\n               I thought that you'd want what I                         \n\n               want.                                                    \n\n               Sorry, my dear.                                          \n\n\n\n     The guy makes his way to the stairs, unaware that Joker is\n\n     behind him--\n\n\n\n     BLAM!\n\n                                                                36.\n\n\n\n\n\n     The third guy falls, tumbling down the stairs. Joker walks\n\n     over to the body and empties the chamber-- BLAM! BLAM!             \n\n\n\n                         BOBBY SHORT (SINGING)                          \n\n               But where are the clowns?                                \n\n               Quick, send in the clowns                                \n\n               Don't bother they're here.                               \n\n\n\n     And as \"Send in the Clowns\" ends, Joker fires the last shot--      \n\n     BLAM! He's got nothing left.                                       \n\n\n\n\n\n39   EXT. STREET, ROBINSON SQUARE PARK - NIGHT                    39    \n\n\n\n     Joker hauls ass out of the subway and makes a mad dash across      \n\n     a busy street, horns honking--                                     \n\n\n\n     Running as fast as he can past piles of garbage, he takes a        \n\n     sharp turn high-tailing into a small, run-down needle park,        \n\n     disappearing into the darkness.                                    \n\n\n\n\n\n40   INT. PUBLIC BATHROOM, ROBINSON SQUARE PARK - NIGHT           40    \n\n\n\n     Joker runs into the bathroom, locks the door behind him and        \n\n     SUDDENLY EVERYTHING HITS HIM ALL AT ONCE--                         \n\n\n\n     He throws up into the dirty toilet, puking his guts out--          \n\n\n\n     He finishes, wipes his mouth with the back of his hand. And        \n\n     pulls the gun out of his waist, looking around for someplace       \n\n     to throw it out. Under the sink he sees a rusted, metal grate      \n\n     hanging off the wall covering some pipes.                          \n\n\n\n     Before he bends down, Joker catches his reflection in the          \n\n     smudged mirror. Sees himself holding the gun in his hand--         \n\n\n\n     Beat.                                                              \n\n\n\n     He raises the gun to his head and pulls the trigger--              \n\n\n\n     Click.",
  "28": "---END OF PREVIOUS SECTION---\nBefore he bends down, Joker catches his reflection in the          \n\n     smudged mirror. Sees himself holding the gun in his hand--         \n\n\n\n     Beat. He raises the gun to his head and pulls the trigger--              \n\n\n\n     Click. \n---TARGET SECTION TO BE ANNOTATED---\n                                                             \n\n\n\n     It's empty.                                                        \n\n\n\n     He gets down on his knees, sweat dripping off his face, pulls      \n\n     the grate away from the wall. And tosses the gun away inside.      \n\n     Moves the grate back in place.                                     \n\n\n\n     Joker stands back up and turns on the faucets. Rinses out his      \n\n     mouth.                                                             \n\n\n\n     Looks at his smudged reflection as he starts washing the           \n\n     clown make-up off his sweaty face--                                \n\n                                                             37.\n\n\n\n\n\n                         JOKER\n\n               Hi. Do you like to laugh?\n\n\n\n     Water dripping, white grease paint running off his face--         \n\n\n\n                         JOKER\n\n               Remember how I told you that I'm a\n\n               stand-up comedian?\n\n                   (again)\n\n               Hi. How are you?\n\n\n\n     Beat.\n\n\n\n\n\n41   INT. APARTMENT BUILDING, LOBBY - LATER                      41\n\n\n\n     Joker enters his building with great urgency. No time for the     \n\n     elevator, he takes the stairs. Two at a time.\n\n\n\n     He races up the stairwell.\n\n\n\n\n\n42   INT. HALLWAY, APARTMENT BUILDING - CONTINUOUS               42\n\n\n\n     When he gets to his floor, instead of making a left toward\n\n     his apartment-- He makes a right, toward Sophie's. He stops\n\n     at her door. Out of breath.\n\n\n\n     Knocks.\n\n\n\n     He hears footsteps. Quickly pulls the folded-up flyer out of\n\n     his pocket.\n\n\n\n     The peephole in the door goes dark and then light again. He\n\n     hears locks unlocking. Sophie opens the door halfway--            \n\n\n\n     Joker looks down at his feet--                                    \n\n\n\n                         JOKER\n\n               Hi. Do you like to laugh?                               \n\n\n\n                         SOPHIE                                        \n\n               What?                                                   \n\n\n\n                         JOKER                                         \n\n                   (continuing without taking                          \n\n                    a breath)                                          \n\n               Remember the other day when I told                      \n\n               you about my stand-up comedy. Well,\n\n               I'm doing a set next Thursday and\n\n               I'm inviting a bunch of my friends\n\n               and I was wondering if maybe you\n\n               wanted to come and check it out.\n\n                                                        38.\n\n\n\n\n\nHe reaches out to give Sophie the flyer, she opens the door     \n\nwider-- He notices her face, sees her eyes are red.",
  "29": "---END OF PREVIOUS SECTION---\nWell,\n\n               I'm doing a set next Thursday and\n\n               I'm inviting a bunch of my friends\n\n               and I was wondering if maybe you\n\n               wanted to come and check it out. 38. He reaches out to give Sophie the flyer, she opens the door     \n\nwider-- He notices her face, sees her eyes are red. \n---TARGET SECTION TO BE ANNOTATED---\n             \n\n\n\n                    JOKER\n\n          Were you crying? Why are you\n\n          crying?\n\n\n\nBeat.\n\n\n\n                    SOPHIE\n\n          I had a bad day.\n\n\n\n                    JOKER\n\n          I'm sorry. I, I didn't--\n\n\n\n                    SOPHIE\n\n          It's okay. How would you know.\n\n\n\n                    JOKER\n\n          What happened?\n\n\n\n                    SOPHIE\n\n          I got fired. From the bank.\n\n\n\nJoker takes a deep breath and smiles without realizing it,\n\nhoping he doesn't start to laugh.\n\n\n\n                      JOKER\n\n          What for?\n\n\n\n                    SOPHIE\n\n          Because,-- I don't know. It doesn't\n\n          fucking matter. I don't know what\n\n          I'm gonna do.\n\n\n\nAnd she starts crying again. Joker doesn't move. Just stands\n\nin the doorway awkward.\n\n\n\n                    JOKER\n\n              (finally)\n\n          Okay. Well, all the info is right\n\n          there on the flyer.\n\n\n\nHe starts to walk away, then turns back to her--\n\n\n\n                    JOKER\n\n          You know they say laughter is the\n\n          best medicine.\n\n\n\nSophie wipes her eyes and manages a smile.\n\n\n\n                    SOPHIE\n\n          Is that what they say?\n\n                                                                39.\n\n\n\n\n\n     Joker just nods yes and walks back toward his mother's\n\n     apartment.\n\n\n\n\n\n43   INT. DEPT. OF HEALTH, OFFICE - MORNING                       43\n\n\n\n     JOKER SITS ACROSS from the same Social Worker from the\n\n     opening scene. Same depressing office.\n\n\n\n     She stares at him for a beat, clearly annoyed.\n\n\n\n                         SOCIAL WORKER\n\n               We spoke about this last time,\n\n               Arthur. You're supposed to bring\n\n               your journal with you.\n\n\n\n                         JOKER\n\n               Well I didn't think you were going\n\n               to read it.\n\n\n\n                         SOCIAL WORKER\n\n               You said it didn't bother you.\n\n\n\n                         JOKER\n\n               I lied. Everything bothers me.\n\n\n\n                         SOCIAL WORKER\n\n               What about it bothered you?\n\n\n\n                         JOKER\n\n               It's personal. It's my private\n\n               thoughts. Plus it contains original\n\n               comedy material that I don't feel\n\n               comfortable handing over to you.\n\n\n\n     She looks at him and shakes her head. Not in the mood to deal\n\n     with this.\n\n\n\n                         SOCIAL WORKER\n\n               Arthur, I have some bad news for\n\n               you.\n\n\n\n     He looks up, intrigued.",
  "30": "---END OF PREVIOUS SECTION---\nNot in the mood to deal\n\n     with this. SOCIAL WORKER\n\n               Arthur, I have some bad news for\n\n               you. He looks up, intrigued. \n---TARGET SECTION TO BE ANNOTATED---\n                         SOCIAL WORKER\n\n               They've cut our funding. We're\n\n               closing down our offices next week.\n\n\n\n     He looks around, just noticing some MOVING BOXES stacked\n\n     against the wall.\n\n\n\n                         JOKER\n\n               So where will we be meeting?\n\n                                                              40.\n\n\n\n\n\n                         SOCIAL WORKER\n\n               We won't be. The city's cut funding\n\n               across the board. Social services\n\n               is part of that.\n\n\n\n     Joker nods, not hating the idea.\n\n\n\n                         JOKER\n\n               Okay.\n\n\n\n                         SOCIAL WORKER\n\n               They don't give a shit about people\n\n               like you, Arthur. You don't have a\n\n               voice and they don't really care\n\n               what happens to you or to us for\n\n               that matter.\n\n\n\n     He sits there for a moment. And then it dawns on him--\n\n\n\n                         JOKER\n\n               How am I gonna get my medication?\n\n\n\n     Beat.\n\n\n\n\n\n44   INT. MOM'S APARTMENT, KITCHEN - MORNING                    44\n\n\n\n     CLOSE ON A COUPLE OF PILLS, as they get crushed up.\n\n\n\n     CLOSE ON THE RESIDUE, as it's sprinkled on top of a bowl of\n\n     oatmeal.\n\n\n\n                         MOM (OS)\n\n               Happy! Come in here. Thomas Wayne\n\n               is on TV.\n\n\n\n     Joker takes a couple of pills for himself. Looks inside. Not\n\n     many left. He looks over at the orange cat sitting on the\n\n     counter, purring loudly, watching him.\n\n\n\n                         MOM (OS)\n\n               Quick! Come.\n\n\n\n\n\n45   INT. MOM'S BEDROOM, APARTMENT - CONTINUOUS                 45\n\n\n\n     Joker walks in carrying her breakfast. She waves him over to\n\n     her bed.\n\n\n\n                         MOM\n\n               They're interviewing him about\n\n               those horrible murders on the\n\n               subway last week.\n\n                                                        41.\n\n\n\n\n\n                    JOKER\n\n          Why are they talking to him?\n\n\n\nHis mother shushes him. Joker sits on the end of the bed next\n\nto her. It's one of those \"Good Morning, Gotham\" shows.\n\n\n\n                    THOMAS WAYNE (ON TV)\n\n          --as you know, Jerry, all three of\n\n          them worked at Wayne Investments,\n\n          and they were the best of the best.\n\n          Solid young men.",
  "31": "---END OF PREVIOUS SECTION---\nIt's one of those \"Good Morning, Gotham\" shows. THOMAS WAYNE (ON TV)\n\n          --as you know, Jerry, all three of\n\n          them worked at Wayne Investments,\n\n          and they were the best of the best. Solid young men. \n---TARGET SECTION TO BE ANNOTATED---\nA small smirk registers on Joker's face when photos of the\n\nTHREE WALL STREET GUYS come up on the screen.\n\n\n\n                    THOMAS WAYNE (ON TV)\n\n          And while I didn't know them\n\n          personally, like all Wayne\n\n          employees, past and present, they\n\n          were family.\n\n\n\nJoker's mom perks up at that--\n\n\n\n                    MOM\n\n          You hear that! I told you. We're\n\n          family.\n\n\n\nANGLE ON TELEVISION, footage of GRAFFITI around the city.\n\n\"KILL THE RICH\" spray painted on a storefront. \"F CK WALL\n\nSTREET\" written on a subway wall. \"RESIST\" scrawled across a\n\nbillboard.\n\n\n\n                    \"GOOD MORNING\" HOST (ON TV)\n\n          There now seems to be a groundswell\n\n          of anti-rich sentiment in the city.\n\n          It's almost as if our less\n\n          fortunate residents have taken the\n\n          side of the killer.\n\n\n\n                    THOMAS WAYNE (ON TV)\n\n          Yes and it's a shame. It's one of\n\n          the reasons I'm considering a run\n\n          for mayor. Gotham has lost its way.\n\n\n\n                    \"GOOD MORNING\" HOST (ON TV)\n\n          Are you announcing your candidacy?\n\n\n\n                    THOMAS WAYNE (ON TV)\n\n              (smiles)\n\n          No comment.\n\n\n\nWe hear his mother gasp, excited.\n\n                                                                42.\n\n\n\n\n\n                         \"GOOD MORNING\" HOST (ON TV)\n\n               What about the eyewitness report of\n\n               the suspect being a man in clown\n\n               make-up or a clown mask-- Care to\n\n               comment on that?\n\n\n\n     Joker leans in, intrigued. The camera zooms in closer to\n\n     Thomas Wayne on the screen...\n\n\n\n                         THOMAS WAYNE (ON TV)\n\n               It makes total sense to me. What\n\n               kind of coward would do something\n\n               that cold-blooded? Someone who\n\n               hides behind a mask. Someone who's\n\n               envious of those more fortunate\n\n               than themselves, yet too scared to\n\n               show their own face.\n\n                   (to camera)\n\n               And until that jealousy ends, those\n\n               of us who've made a good life for\n\n               ourselves will always look at those\n\n               who haven't as nothing but clowns.\n\n\n\n                                                           CUT TO:\n\n\n\n\n\n46   INT.",
  "32": "---END OF PREVIOUS SECTION---\nSomeone who's\n\n               envious of those more fortunate\n\n               than themselves, yet too scared to\n\n               show their own face. (to camera)\n\n               And until that jealousy ends, those\n\n               of us who've made a good life for\n\n               ourselves will always look at those\n\n               who haven't as nothing but clowns. CUT TO:\n\n\n\n\n\n46   INT. \n---TARGET SECTION TO BE ANNOTATED---\n COMEDY CLUB, BACKSTAGE HALLWAY - NIGHT                  46\n\n\n\n     JOKER'S POV, slowly walking down the hall -- as if in slow\n\n     motion -- toward a curtain at the end, spotlight bleeding\n\n     through, other wannabe comics looking at him as he passes--\n\n\n\n     CLOSE ON JOKER, eyeing the others, sweat beading on his\n\n     forehead--\n\n\n\n     He gets to the curtain, the light, pulls his worn joke-\n\n     notebook out of his back pocket. Glancing into the room he\n\n     sees it's a pretty good crowd. Sees Sophie taking a seat in\n\n     the back.\n\n\n\n     Wheeling back into the dark hallway, he catches his breath in\n\n     the shadows--\n\n\n\n     And starts BANGING HIS HEAD BACK against the wall--\n\n\n\n     He hears the EMCEE from the stage.\n\n\n\n                         EMCEE (OS)\n\n               This next comic describes himself\n\n               as a lifelong Gotham resident who\n\n               from a young age was always told\n\n               that \"his purpose in life was to\n\n               bring joy and laughter into this\n\n               cold, dark world.\" Ummm. Okay.\n\n                                                                43.\n\n\n\n\n\n     He hears the crowd laugh.\n\n\n\n                         EMCEE (OS)\n\n               Please help me welcome Arthur\n\n               Fleck!\n\n\n\n     There is a smattering of applause.\n\n\n\n                                                        CUT TO:\n\n\n\n     JOKER STEPPING ON STAGE, out under the spotlight, lifts the\n\n     microphone in front of his mouth, the light so bright he\n\n     can't see faces in the dark audience, his hand trembling\n\n     holding onto his worn notebook--\n\n\n\n     He takes a deep breath, looks out at the dark crowd, and\n\n     opens his mouth.\n\n\n\n     And starts to laugh. His eyes go wide. God no, not now. A\n\n     terrified look comes to his face under the laughter. He just\n\n     keeps laughing. The crowd is just staring back at him.\n\n\n\n     Finally he composes himself--\n\n\n\n                          JOKER\n\n                   (trying to stop himself\n\n                    from laughing)\n\n               -- good evening, hello.\n\n                   (deep breath; trying to\n\n                    stop laughing)\n\n               Good to be here.\n\n                   (keeps cracking up)\n\n               I, I hated school as a kid. But my\n\n               mother would always say,--\n\n                   (bad imitation of his mom,\n\n                    still laughing)\n\n               \"You should enjoy it.",
  "33": "---END OF PREVIOUS SECTION---\n(deep breath; trying to\n\n                    stop laughing)\n\n               Good to be here. (keeps cracking up)\n\n               I, I hated school as a kid. But my\n\n               mother would always say,--\n\n                   (bad imitation of his mom,\n\n                    still laughing)\n\n               \"You should enjoy it. \n---TARGET SECTION TO BE ANNOTATED---\n One day\n\n               you'll have to work for a living.\"\n\n                   (laughs)\n\n               \"No I won't, Ma. I'm gonna be a\n\n               comedian!\"\n\n\n\n     Dead silence. Except for Joker, who's still cracking up.\n\n\n\n                                                        CUT TO:\n\n\n\n\n\n47   EXT. COMEDY CLUB, CHINATOWN STREET - NIGHT                   47    \n\n\n\n     Joker and Sophie walking out of the club after the show, the\n\n     audience trickles out around them. Nobody looking in Joker's\n\n     direction, nobody says anything to him, maybe one or two even\n\n     cracking up at him behind his back. Garbage bags crowding the      \n\n     narrow street, lit up by the bright signs.                         \n\n                                                           44.\n\n\n\n\n\nJoker and Sophie walk a ways without saying a word. Awkward\n\nsilence.\n\n\n\nThen--\n\n\n\n                    JOKER\n\n          So, did you laugh? Really couldn't\n\n          see much from up there.\n\n\n\nSophie pauses, doesn't know what to say. She lights up a\n\ncigarette.\n\n\n\n                    SOPHIE\n\n              (trying to be nice)\n\n          Of course. Yeah. You couldn't hear\n\n          anything?\n\n\n\n                    JOKER\n\n          All I heard was my heart pounding.\n\n\n\n                     SOPHIE\n\n          It was good. I really needed to get\n\n          out of my apartment so, thanks.\n\n              (beat)\n\n          What happened to the rest of your\n\n          friends?\n\n\n\n                    JOKER\n\n          What friends?\n\n\n\n                    SOPHIE\n\n          Didn't you say some of your friends\n\n          were coming?\n\n\n\n                    JOKER\n\n              (he forgot; recovers)\n\n          Yeah, I decided not to invite them.\n\n          As a performer sometimes you want\n\n          to see how a \"real\" crowd reacts.\n\n          People who don't already love me,\n\n          or, or have a notion of who I am,\n\n          you know?\n\n\n\n                    SOPHIE\n\n              (nodding)\n\n          Yeah. I get that.\n\n\n\nJoker smiles at the connection. They walk past a newsstand--\n\na wall of Chinese language newspapers mixed with local papers     \n\nand tabloids, screaming headlines about the three Wall Street     \n\nGuys gunned down on the train.\n\n\n\nJoker stops and stares at the headlines--\n\n                                                           45.\n\n\n\n\n\nCLOSE ON HEADLINES, \"Subway Vigilante\"... \"Yuppie Slaughter\"\n\n\"Killer Clown On The Loose?\"...",
  "34": "---END OF PREVIOUS SECTION---\nThey walk past a newsstand--\n\na wall of Chinese language newspapers mixed with local papers     \n\nand tabloids, screaming headlines about the three Wall Street     \n\nGuys gunned down on the train. Joker stops and stares at the headlines--\n\n                                                           45. CLOSE ON HEADLINES, \"Subway Vigilante\"... \"Yuppie Slaughter\"\n\n\"Killer Clown On The Loose?\"... \n---TARGET SECTION TO BE ANNOTATED---\n                    SOPHIE (OS)\n\n              (re: the headlines)\n\n          You believe that shit?\n\n\n\n                    JOKER\n\n          Yeah,-- I don't know how something\n\n          like that happens.\n\n\n\n                    SOPHIE\n\n          Please. I'll bet you five bucks\n\n          those rich assholes deserved it.\n\n\n\nHe turns to her.\n\n\n\n                       JOKER\n\n          You think?\n\n\n\n                    SOPHIE\n\n          Look at their faces. Those smug\n\n          smiles. I've seen that look. Fuck\n\n          them.\n\n\n\nSophie flicks her cigarette away and starts walking.\n\n\n\n                    SOPHIE\n\n          The guy who did it is a hero. Three\n\n          less pricks in Gotham City. Woo-\n\n          hoo! Only a million more to go.\n\n\n\nJoker watches her walk for a beat.\n\n\n\n                    JOKER\n\n              (calls out to her)\n\n          Hey. You want to get some coffee?\n\n\n\nSophie turns around and smiles. She looks great, even in\n\nfront of the mounds of garbage bags that line the sidewalk.\n\n\n\nAN AMBULANCE SCREAMS BY, SIRENS BLARING as Sophie says\n\nsomething that Joker doesn't hear. She keeps walking.\n\n\n\nJoker chases after her and trips over a TIN GARBAGE CAN LID--\n\n\n\nCLANG. CLANG. He falls down flat on his face.\n\n\n\nSophie turns and bursts out laughing. She can't help but\n\nlaugh. It's the first time she's laughed all night.\n\n                                                             46.\n\n\n\n\n\n48   INT. SZECHUAN ACE RESTAURANT, TABLE - NIGHT               48    \n\n\n\n     Table covered with plates of half-eaten Chinese food.           \n\n\n\n     Joker and Sophie sitting across from each other, middle of      \n\n     conversation. Crowded room, brightly lit, looks more like a     \n\n     casino. Almost everybody eating there is Chinese. It's loud.    \n\n\n\n                         SOPHIE\n\n               --I'm telling you, it's across the\n\n               board. Wall Street, the banks,\n\n               politicians. They've been making a\n\n               killing for years. Fuck them.\n\n\n\n     Joker takes a moment to think about what she said.\n\n\n\n                         JOKER\n\n               I don't know.\n\n\n\n                         SOPHIE\n\n               What don't you know?\n\n\n\n                         JOKER\n\n               Not all of them are awful. Take\n\n               someone like Thomas Wayne for\n\n               example. He's a hero.",
  "35": "---END OF PREVIOUS SECTION---\nJOKER\n\n               Not all of them are awful. Take\n\n               someone like Thomas Wayne for\n\n               example. He's a hero. \n---TARGET SECTION TO BE ANNOTATED---\n                         SOPHIE\n\n               Oh c'mon, he's the worst!\n\n\n\n     Joker is taken aback--\n\n\n\n                         JOKER\n\n               Sophie, he's the only one who can\n\n               save this city.\n\n\n\n                         SOPHIE\n\n               You can't be serious!? He's a\n\n               complete narcissist. Brags about\n\n               his money. Meanwhile, the rest of\n\n               us can barely make rent. Or feed\n\n               our kids.\n\n\n\n     Joker nods. Thinking about it.\n\n\n\n     Then--\n\n\n\n                         JOKER\n\n               What happened?\n\n\n\n                            SOPHIE\n\n               With what?\n\n                                                        47.\n\n\n\n\n\n                    JOKER\n\n          With your job. At the bank?\n\n\n\n                    SOPHIE\n\n              (suddenly uncomfortable)\n\n          Oh. Yeah, I was, um,--\n\n\n\n                    JOKER                                      \n\n          We don't have to talk about it.                      \n\n\n\nBeat.                                                          \n\n\n\n                    SOPHIE                                     \n\n          Have you ever been fired before?                     \n\n\n\nJoker thinks it over for a moment.                             \n\n\n\n                    JOKER                                      \n\n          Every time.                                          \n\n\n\n                     SOPHIE                                    \n\n          And have you ever wanted to torch                    \n\n          the place?                                           \n\n\n\n                    JOKER                                      \n\n              (thinks it over again)                           \n\n          Every time.                                          \n\n\n\nSophie smiles.                                                 \n\n\n\n                    SOPHIE                                     \n\n          Right. And this was like the first                   \n\n          good job I had in like, years. Not                   \n\n          waitressing or anything like that.                   \n\n          It was 9-5. I had benefits. You                      \n\n          know what that means when you have                   \n\n          a kid?                                               \n\n\n\nJoker just looks at her, he doesn't really know what that      \n\nmeans. He just smiles.                                         \n\n\n\n                    SOPHIE                                     \n\n          But from the very first day, the                     \n\n          manager guy starts smiling at me,                    \n\n          whispering in my ear, touching me,                   \n\n          trying to get me to sleep with him--                 \n\n\n\n                    JOKER                                      \n\n              (interrupting)                                   \n\n          Did you do it? Did you go to bed                     \n\n          with him?                                            \n\n                                                           48.\n\n\n\n\n\n                    SOPHIE                                        \n\n          Fuck no. The guy's a fucking pig.                       \n\n          So finally I complained to his                          \n\n          boss, and they fired me...",
  "36": "---END OF PREVIOUS SECTION---\nSOPHIE                                        \n\n          Fuck no. The guy's a fucking pig. So finally I complained to his                          \n\n          boss, and they fired me... \n---TARGET SECTION TO BE ANNOTATED---\n And now,                     \n\n          now I don't know what to do with                        \n\n          myself.                                                 \n\n\n\n                    JOKER                                         \n\n          Right. Wait, what do you mean?                          \n\n\n\n                    SOPHIE                                        \n\n          I finally felt good. Like I had a                       \n\n          future. A purpose. And now I don't                      \n\n          even know how I'm gonna pay my                          \n\n          rent.                                                   \n\n\n\nAND JOKER STARTS LAUGHING. He puts a hand over his mouth\n\ntrying to cover it, but he can't stop cracking up--\n\n\n\nIt's unsettling and disturbing for Sophie. People eating,         \n\nwaiters in red vests, busboys, all look over and stare at         \n\nhim. A few laugh. Joker turns away embarrassed, he looks out      \n\nthe plate-glass window, face turning red from laughing so\n\nhard--\n\n\n\nAS HE LOOKS OUT, HE SEES A GROUP OF ROWDY KIDS walking down\n\nthe street. One of them glances back before he turns the\n\ncorner-- HE'S WEARING A CLOWN MASK THAT LOOKS JUST JOKER'S\n\nCLOWN FACE. And then he's gone. The group disappears around\n\nthe corner--\n\n\n\nJoker can't believe his eyes, still laughing-- He turns to\n\nSophie who didn't see them. Just sits there awkwardly waiting\n\nfor it to stop.\n\n\n\nFinally, it subsides--\n\n\n\n                    JOKER\n\n              (catching his breath)\n\n          I'm sorry. I have this thing--\n\n\n\n                    SOPHIE                                        \n\n          I know.                                                 \n\n\n\nAwkward beat.                                                     \n\n\n\n                    SOPHIE                                        \n\n          How did you get it?\n\n\n\n                    JOKER\n\n          I don't know. I read you can get it\n\n          from a brain injury or, or a lesion\n\n          in there. My mom said I was born\n\n          this way. Born laughing.\n\n                                                                49.\n\n\n\n\n\n                            SOPHIE\n\n                  Is that why she calls you Happy?\n\n\n\n                            JOKER\n\n                  Kind of. That actually started when\n\n                  I was a kid. The other kids made\n\n                  fun of me, called me Happy-- but\n\n                  not in a good way. I got so sick of\n\n                  it, one day when I was about ten,\n\n                  I, I,--\n\n\n\n     He smiles.",
  "37": "---END OF PREVIOUS SECTION---\nThat actually started when\n\n                  I was a kid. The other kids made\n\n                  fun of me, called me Happy-- but\n\n                  not in a good way. I got so sick of\n\n                  it, one day when I was about ten,\n\n                  I, I,--\n\n\n\n     He smiles. \n---TARGET SECTION TO BE ANNOTATED---\n                              SOPHIE\n\n                  What?\n\n\n\n                            JOKER\n\n                  I took a razor and cut this smile\n\n                  onto my face.\n\n                      (she's taken aback as he\n\n                       points to the scars)\n\n                  Sort of like \"You want happy? Here,\n\n                  how's this for happy?\"\n\n\n\n     He looks down, still smiling. She just watches him for a\n\n     beat.\n\n\n\n                              SOPHIE\n\n                  You okay?\n\n\n\n                            JOKER\n\n                  I've been thinking about this night\n\n                  my whole life.\n\n\n\n     They just sit there for a beat. Quiet.\n\n\n\n\n\n49   INT. MOM'S APARTMENT, LIVING ROOM - NIGHT                    49\n\n\n\n     Joker opening the door to his mother's apartment, holding a        \n\n     doggie bag in his hand, sees the flickering blue light of the      \n\n     TV on in the living room, hears the end of \"LIVE WITH MURRAY\n\n     FRANKLIN!\" He locks the locks, drawing the security chain\n\n     high on the door.\n\n\n\n     TURNS TO CATCH A GLIMPSE OF HIS MOTHER PASSED OUT in the\n\n     living room, the cat jumping up next to her on the chair.\n\n\n\n     Joker watches for a beat as Murray does his signature sign\n\n     off, the one he's been doing for years--\n\n                                                        50.\n\n\n\n\n\n                    MURRAY FRANKLIN (ON TV)\n\n              (looking into camera)\n\n          Good night! And always remember,--\n\n          That's life.\n\n\n\n                    JOKER\n\n              (quietly)\n\n          \"That's life.\"\n\n\n\nHe hears Don Ellis and his Jazz Orchestra playing the show's\n\nclosing song-- the instrumental version of Frank Sinatra's\n\n\"That's Life\".\n\n\n\nAs the music continues, Joker puts his face up against his\n\nmom's nose, to see if she's breathing or if she's dead.\n\n\n\nHe feels her breath against his cheek.\n\n\n\nNow he picks his mother up in his arms and carries her into\n\nher bedroom to the music, almost as if he's dancing with her\n\nas he leaves the room...\n\n\n\nWe stay behind.\n\n\n\n\"That's Life\" still playing from TV.\n\n\n\nHe comes back into the living room and turns off the TV.\n\nTakes off his jacket and throws it on the couch. Notices\n\nsomething sticking out of his jacket pocket. He pulls it out.\n\n\n\nIt's the envelope he was supposed to deliver to Thomas Wayne.\n\n\n\nHe stares at it for a beat.",
  "38": "---END OF PREVIOUS SECTION---\nHe pulls it out. It's the envelope he was supposed to deliver to Thomas Wayne. He stares at it for a beat. \n---TARGET SECTION TO BE ANNOTATED---\n And then--\n\n\n\nQuietly rips it open, starts to read the letter:\n\n\n\nCLOSE ON WORDS, \"Dearest Thomas, I don't know where else to\n\nturn...\"\n\n\n\n\"Need your help...\"\n\n\n\n\"You have a son. We have a son. His name is Arthur.\"\n\n\n\nStops reading, stays on--\n\n\n\n\"You have a son.\"\n\n\n\nJOKER STARING DOWN AT THE LETTER, reading those words over\n\nand over again -- \"You have a son.\"\n\n\n\n                                                   CUT TO:\n\n                                                             51.\n\n\n\n\n\n50   INT. MOM'S BEDROOM, APARTMENT - EARLY MORNING                50\n\n\n\n     JOKER'S SITTING IN A CHAIR in his mother's room watching her\n\n     sleep. He has clearly been up all night. Still wearing the\n\n     same clothes.\n\n\n\n     He's holding her letter in his hand as the sun is just\n\n     starting to rise outside the windows, light just beginning to\n\n     crack the gloom.\n\n\n\n     THE ORANGE CAT SITS AT HIS FEET staring up at him, won't take\n\n     her eyes off of him.\n\n\n\n     Joker impatiently sits there for another moment waiting for\n\n     his mother to wake up, then suddenly--\n\n\n\n     SHRIEKS OUT AT THE TOP OF HIS LUNGS like a teapot, kicking\n\n     his back on the chair like an excited toddler--\n\n\n\n     His mother wakes with a start, looking around half asleep and\n\n     confused--\n\n\n\n     Joker turns and sees the cat run out of the room--\n\n\n\n                         MOM\n\n               --what, what time is it?\n\n\n\n     He doesn't answer.\n\n\n\n                         MOM\n\n               What happened? Did you hurt\n\n               yourself again?\n\n\n\n     Joker holds her letter up in his hand.\n\n\n\n                         JOKER\n\n               What is this? How come you never\n\n               told me?\n\n\n\n                         MOM\n\n               Is, is that my letter? Is that my\n\n               letter, Happy?\n\n\n\n                         JOKER\n\n               How could you not tell me, Ma?\n\n\n\n                         MOM\n\n               You told me you dropped it off.\n\n               You have no right opening my mail.\n\n               Who do you think you are?\n\n\n\n                         JOKER\n\n                   (raising his voice;\n\n                    excited)\n\n                         (MORE)\n\n                                                        52.\n\n\n\n                    JOKER (CONT'D)\n\n          Apparently I'm Thomas Wayne's son!\n\n          How could you keep that from me?\n\n\n\nHis mother slowly getting up out of bed.",
  "39": "---END OF PREVIOUS SECTION---\nJOKER (CONT'D)\n\n          Apparently I'm Thomas Wayne's son! How could you keep that from me? His mother slowly getting up out of bed. \n---TARGET SECTION TO BE ANNOTATED---\n                    MOM\n\n          Stop yelling at me, you're gonna\n\n          kill me, give me a heart attack!\n\n\n\nShe goes into the bathroom.\n\n\n\n                    JOKER\n\n              (shouts after her)\n\n          I'm not yelling! I'm just, excited.\n\n          How can any of this be real!? How\n\n          can Thomas Wayne be my father?\n\n\n\n                     MOM (OS)\n\n              (shouts back from behind\n\n               the door)\n\n          I'm not talking to you until you\n\n          calm down.\n\n\n\nJoker sits for a minute then gets up and goes to her bathroom\n\ndoor. Talks to his mother from the behind the closed door.\n\n\n\n                    JOKER\n\n              (lowers his voice; trying\n\n               to sound calm)\n\n          Okay. How's this, Mom? Better? Will\n\n          you please talk to me?\n\n\n\nJoker leans in closer to the door. Leaning against it with\n\njust his head--\n\n\n\n                    JOKER\n\n          Please.\n\n\n\n                    MOM (OS)\n\n          He is an extraordinary man, Arthur.\n\n          We had a connection. I was so\n\n          beautiful then. We were in love.\n\n\n\nJoker just leans there, listening. He closes his eyes, it's\n\nall too much.\n\n\n\n                     MOM (OS)\n\n          His wife could see it. She was\n\n          jealous from the moment I started\n\n          working there. She fired me before\n\n          I even knew I was pregnant with\n\n          you.\n\n               (hear her crying now)\n\n                     (MORE)\n\n                                                                53.\n\n\n\n                          MOM (OS) (CONT'D)\n\n               And, I never told him or anybody\n\n               because, well, you can imagine what\n\n               people would say about Thomas and\n\n               me, and, and what they would say\n\n               about you.\n\n\n\n                         JOKER\n\n                   (eyes still closed, head\n\n                    leaning against the door)\n\n               What would they say, Ma?\n\n\n\n                         MOM (OS)\n\n               That I was a whore, and Thomas\n\n               Wayne was a fornicator, and that\n\n               you're a little, unwanted bastard.\n\n\n\n     AND THE BATHROOM DOOR SUDDENLY SWINGS OPEN, and Joker falls\n\n     face first into the bathroom--\n\n\n\n     Just missing his mother, crashing down onto the floor--\n\n\n\n                                                          CUT TO:\n\n\n\n\n\n51   EXT.",
  "40": "---END OF PREVIOUS SECTION---\nJOKER\n\n                   (eyes still closed, head\n\n                    leaning against the door)\n\n               What would they say, Ma? MOM (OS)\n\n               That I was a whore, and Thomas\n\n               Wayne was a fornicator, and that\n\n               you're a little, unwanted bastard. AND THE BATHROOM DOOR SUDDENLY SWINGS OPEN, and Joker falls\n\n     face first into the bathroom--\n\n\n\n     Just missing his mother, crashing down onto the floor--\n\n\n\n                                                          CUT TO:\n\n\n\n\n\n51   EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BOARDWALK, AMUSEMENT MILE - MORNING                     51\n\n\n\n     Joker heads down the boardwalk toward Ha-Ha's, a bounce in\n\n     his step.\n\n\n\n     Looming behind him like the skeletons of monsters, a\n\n     sprawling rickety-looking wooden roller coaster and the\n\n     gigantic steel Wonder Wheel in the amusement park by the\n\n     ocean. Sound of waves crashing, seagulls squawking.\n\n\n\n\n\n52   INT. HA-HA'S TALENT BOOKING, LOCKER ROOM - MORNING           52\n\n\n\n     Joker walks into the locker room, sees Randall half-dressed\n\n     for work, red nose, big pants, big shoes, no wig yet, sitting\n\n     with Gary, TWO OTHER CLOWNS AND A MAGICIAN around the small\n\n     table, shooting the shit, drinking coffee.\n\n\n\n     They nod hello at Joker or give him a perfunctory wave, most\n\n     of his co-workers think he's a freak.\n\n\n\n                         GARY\n\n               Hey Art, I heard what happened--\n\n               I'm sorry man.\n\n\n\n                         RANDALL\n\n               Yeah, Hoyt did you wrong, buddy.\n\n               Doesn't seem fair.\n\n                                                          54.\n\n\n\n\n\nJoker looks hard at Randall for a moment, just slowly nods,\n\nand continues on to his locker.\n\n\n\nHe starts to clean it out, stuffing all of his clown gear\n\ninto an old brown paper shopping bag. Hears them talking\n\nabout him behind his back, about why he got fired, laughing\n\nat him--\n\n\n\n                    HA-HA CLOWN #1 (OS)\n\n          Did you really bring a gun to the\n\n          kid's hospital, Artie? What the\n\n          fuck would you do that for?\n\n\n\nJoker doesn't answer them, just continues emptying his\n\nlocker, a bag of balloons, a magic wand, some trick flowers--\n\n\n\n                    HA-HA CLOWN #2\n\n          No, I heard he pulled it out and\n\n          waved it around like a cowboy.\n\n\n\nHis co-workers crack up. Joker answers the guy without\n\nlooking back--\n\n\n\n                    JOKER\n\n          It was a prop gun. And I didn't\n\n          pull it out, it fell out.\n\n\n\n                    MAGICIAN\n\n          So is that part of your new act? If\n\n          your singing doesn't do the trick,\n\n          you just gonna shoot yourself?                         \n\n\n\nMore laughter.",
  "41": "---END OF PREVIOUS SECTION---\nMAGICIAN\n\n          So is that part of your new act? If\n\n          your singing doesn't do the trick,\n\n          you just gonna shoot yourself? More laughter. \n---TARGET SECTION TO BE ANNOTATED---\n                    HA-HA CLOWN #2\n\n          I thought Jingles was a lover not a\n\n          fighter.\n\n\n\nJoker turns and looks at all of them, nods at Randall--\n\n\n\n                    JOKER\n\n          Why don't you ask Randall about it?\n\n          It was his idea.\n\n\n\n                    GARY\n\n              (to Randall)\n\n          Since when do you use a prop gun?\n\n\n\n                    RANDALL\n\n          What? I don't. Stop talking outta\n\n          your ass, Art!\n\n              (to the guys)\n\n                    (MORE)\n\n                                                             55.\n\n\n\n                          RANDALL (CONT'D)\n\n               I think all his stupid laughing\n\n               musta scrambled his brain or                           \n\n               something.\n\n\n\n     The guys laugh and keep jawing. Joker doesn't say anything.\n\n     Just finishes packing his bag and closes his locker door--\n\n\n\n\n\n53   EXT. HA-HA'S, BACK ALLEY - AMUSEMENT MILE BOARDWALK - MORNING\n\n                                                               53\n\n\n\n     Joker exits the back door holding onto his brown shopping bag\n\n     under his arm, starts down the alley.\n\n\n\n     Behind him, Randall hustles out and chases down the alley\n\n     after him, still half-dressed for work.\n\n\n\n                         RANDALL\n\n                   (calling out)\n\n               Art! Hold up,--\n\n\n\n     As he catches up with Joker his red nose falls off, but he's\n\n     so out of breath he doesn't realize he lost it--\n\n\n\n                         RANDALL\n\n               What the fuck was that about?\n\n\n\n     Beat.\n\n\n\n                         JOKER\n\n               What?\n\n\n\n                         RANDALL\n\n               Why would you say that? That, that                     \n\n               it was my idea.                                        \n\n\n\n     Joker just looks back at Randall. Sees his red Styrofoam nose\n\n     bouncing down the alley behind him.\n\n\n\n                         JOKER                                        \n\n               ...                                                    \n\n\n\n                         RANDALL                                      \n\n               You don't get it, do you, buddy,                       \n\n               that shit that went down on the                        \n\n               subway, that's no joke. They got                       \n\n               clown sketches on the front of                         \n\n               every fucking paper. It's just a                       \n\n               matter of time before the cops come                    \n\n               around.                                                \n\n\n\n     Beat.                                                            \n\n\n\n                         JOKER\n\n               I don't know anything about it.\n\n                                                                56.",
  "42": "---END OF PREVIOUS SECTION---\nBeat. JOKER\n\n               I don't know anything about it. 56. \n---TARGET SECTION TO BE ANNOTATED---\n                         RANDALL\n\n                   (leans in close; lowers\n\n                    his voice)\n\n               Art, you know you're my boy. I'm                        \n\n               not gonna say shit. I just hope you                     \n\n               got rid of that gun. That can't                         \n\n               come back on me, okay?                                  \n\n\n\n                         JOKER\n\n               Randall, I didn't shoot anybody.\n\n               That wasn't me. And I don't have\n\n               time for this, I got somebody real\n\n               important I gotta go see.\n\n\n\n     Joker turns to go--\n\n\n\n                         RANDALL\n\n               You know they're sellin' masks.\n\n\n\n                         JOKER\n\n                   (turning back around)\n\n               What?\n\n\n\n                         RANDALL\n\n               They're selling masks of your clown\n\n               face,-- based off the description I                     \n\n               guess. It's like a thing now.\n\n\n\n                         JOKER\n\n               What are you talking about?\n\n\n\n                         RANDALL\n\n               There's a lot of people in this\n\n               city who are happy you did what you\n\n               did. If you did it.\n\n\n\n                         JOKER\n\n               Randall. Your nose.\n\n\n\n                           RANDALL\n\n               What?\n\n\n\n     Randall touches his face. Realizes his nose is not there.\n\n\n\n     Joker points to Randall's clown nose tumbling back down the\n\n     alley. And Randall hustles after it, chasing after his red\n\n     nose blowing skipping away in the wind--\n\n\n\n\n\n54   INT. METRO TRAIN (MOVING) - COUNTRYSIDE, OUTSIDE GOTHAM - 54\n\n     NEXT AFTERNOON\n\n\n\n     CLOSE ON NEW \"KILLER CLOWN\" SKETCH ON FRONT PAGE OF THAT\n\n     DAY'S TABLOID, a more detailed drawing.\n\n                                                             57.\n\n\n\n\n\n     HEADLINE, \"KILLER CLOWN STILL ON THE LOOSE!\"\n\n\n\n     SUB-HEAD, \"'Kill the Rich' -- A New Movement?\"\n\n\n\n     ANGLE ON JOKER LOOKING DOWN AT HIS NOTEBOOK, STARING AT A\n\n     PHOTOGRAPH OF THOMAS WAYNE RIPPED OUT FROM A MAGAZINE, taped\n\n     to a page. He glances at his distorted reflection in the\n\n     window, takes his hand and parts his hair to the side, more\n\n     like Thomas Wayne's hair. Maybe there is a resemblance.",
  "43": "---END OF PREVIOUS SECTION---\nHEADLINE, \"KILLER CLOWN STILL ON THE LOOSE!\"\n\n\n\n     SUB-HEAD, \"'Kill the Rich' -- A New Movement?\"\n\n\n\n     ANGLE ON JOKER LOOKING DOWN AT HIS NOTEBOOK, STARING AT A\n\n     PHOTOGRAPH OF THOMAS WAYNE RIPPED OUT FROM A MAGAZINE, taped\n\n     to a page. He glances at his distorted reflection in the\n\n     window, takes his hand and parts his hair to the side, more\n\n     like Thomas Wayne's hair. Maybe there is a resemblance. \n---TARGET SECTION TO BE ANNOTATED---\n     WIDER ANGLE, train is packed with wealthy white businessmen\n\n     and a couple businesswomen heading home after work, many of\n\n     them reading the same tabloid. The \"Killer Clown\" sketch of\n\n     Joker's clown face dots the train. No empty seats -- except\n\n     the one next to Joker.\n\n\n\n\n\n55   INT. TAXI CAB (MOVING), COUNTRYSIDE - AFTERNOON              55\n\n\n\n     JOKER IN THE BACK OF A TAXI STARING OUT AT THE COUNTRYSIDE,        \n\n     at the trees and green grass and blue sky and open spaces\n\n     whizzing by. The sun is getting low, bathing everything in a\n\n     golden light.\n\n\n\n     He doesn't see garbage anywhere.\n\n\n\n\n\n56   EXT. WAYNE MANOR, FRONT LAWN - MAGIC HOUR                    56    \n\n\n\n     Joker walking along an intimidating wrought iron fence,            \n\n     surrounding the estate like prison bars, the brown paper           \n\n     shopping bag stuffed under his arm. The big house set up a         \n\n     small hill, evergreens dot the lush grounds. As he walks\n\n     around looking for the front entrance, Joker catches a\n\n     glimpse of an innocent looking EIGHT-YEAR-OLD BOY tracking         \n\n     him from behind the trees, hiding as he follows.\n\n\n\n     Joker stops.\n\n\n\n     He sees the boy stop behind a tree.\n\n\n\n     Joker continues walking until he gets to the front gate. He\n\n     digs into his bag and pulls out the magic wand--\n\n\n\n     He holds it up for the boy to see.\n\n\n\n     The boy steps out from behind a tree to get a closer look.\n\n\n\n     Joker puts the brown bag down on the ground, looks over the        \n\n     wand, pretending like he's trying to figure out what it does.\n\n     He waves the wand over the front gate lock to \"try and see\"\n\n     if it will open-- It doesn't.\n\n                                                           58.\n\n\n\n\n\nThe little boy walks down toward the fence, face like an          \n\nangel.                                                            \n\n\n\nJoker waits until he gets closer and then reaches his hand        \n\nthrough the fence and hands the kid his magic wand so he can      \n\ntry and figure out what it does--\n\n\n\nThe boy takes the wand and it goes limp in his hand before he     \n\ncan wave it-- He laughs, surprised. He hands it back to\n\nJoker.",
  "44": "---END OF PREVIOUS SECTION---\nThe little boy walks down toward the fence, face like an          \n\nangel. Joker waits until he gets closer and then reaches his hand        \n\nthrough the fence and hands the kid his magic wand so he can      \n\ntry and figure out what it does--\n\n\n\nThe boy takes the wand and it goes limp in his hand before he     \n\ncan wave it-- He laughs, surprised. He hands it back to\n\nJoker. \n---TARGET SECTION TO BE ANNOTATED---\nThe boys sees Joker's face up close, staring at his scarred       \n\nsmile--\n\n\n\nJoker straightens the wand back out, and reaches in through       \n\nthe fence again so the kid can give it another try.               \n\n\n\nAND AGAIN THE MAGIC WAND DROOPS IN THE BOY'S HAND. He laughs      \n\nand gives it back to Joker--                                      \n\n\n\nJoker examines the wand as if its \"broken\", stiffens it one       \n\nlast time, crouches down lower, and...                            \n\n\n\nTa-da! A bouquet of flowers bursts out the end of the wand--\n\n\n\nJoker smiles and hands him the wand bouquet of flowers--          \n\n\n\nThe little boy takes the flowers. Keeps staring at Joker, at      \n\nthe scars around his mouth.                                       \n\n\n\nNow, he reaches his hand out through the fence and touches        \n\nJoker's face, tracing his finger around the edges of Joker's      \n\nmouth, over his scarred smile--                                   \n\n\n\nJoker closes his eyes -- embarrassed -- but it feels good to      \n\nhim, nobody ever touches him besides his mother.\n\n\n\nHe starts to smile, when a man's voice shatters the moment--      \n\n\n\n                    ALFRED (OS)                                   \n\n              (shouting; slight English                           \n\n               accent)                                            \n\n          Bruce! What are you doing? Get away                     \n\n          from that man.                                          \n\n\n\nThe little boy pulls his hand back. Turns and runs away--         \n\n\n\nJoker looks up and sees a balding, tired-looking, ALFRED          \n\nPENNYWORTH (50's) bounding down the hill toward them.             \n\n\n\nJoker stands back up.                                             \n\n                                                           59.\n\n\n\n\n\n                    ALFRED                                        \n\n              (still shouting)                                    \n\n          What are you doing? Who are you?                        \n\n\n\nLittle Bruce runs behind Alfred, hiding behind his legs.          \n\n\n\n                    JOKER                                         \n\n          My name's Arthur. I'm here to see                       \n\n          Mr. Wayne--                                             \n\n\n\n                    ALFRED                                        \n\n              (interrupting)                                      \n\n          You shouldn't be talking to his                         \n\n          son. Why did you give him those                         \n\n          flowers?                                                \n\n\n\nAlfred takes the flower-wand away from the kid--                  \n\n\n\n                    JOKER                                         \n\n          I, I was just trying to make him                        \n\n          laugh.                                                  \n\n\n\nHe hands it back to Joker.",
  "45": "---END OF PREVIOUS SECTION---\nWhy did you give him those                         \n\n          flowers? Alfred takes the flower-wand away from the kid--                  \n\n\n\n                    JOKER                                         \n\n          I, I was just trying to make him                        \n\n          laugh. He hands it back to Joker. \n---TARGET SECTION TO BE ANNOTATED---\n                                        \n\n\n\n                    ALFRED                                        \n\n          Well it's not funny. Do I need to                       \n\n          call the police?                                        \n\n\n\n                    JOKER                                         \n\n          No, please. My mother's name is                         \n\n          Penny Fleck. She used to work here,                     \n\n          years ago. Can you tell Mr. Wayne                       \n\n          that I need to see him?                                 \n\n\n\n                    ALFRED                                        \n\n              (color drains from his\n\n               face; beat)\n\n          You're her son?                                         \n\n\n\n                    JOKER                                         \n\n          Did you know her?                                       \n\n\n\nAlfred doesn't say anything.                                      \n\n\n\nJoker puts his face right up against the bars, whispers so        \n\nthe boy can't hear him--                                          \n\n\n\n                    JOKER                                         \n\n          You don't need to cover for them.                       \n\n          I'm sure Mrs. Wayne was very upset                      \n\n          when she found out.                                     \n\n                                                             60.\n\n\n\n\n\n                         ALFRED\n\n               There was nothing to find out                            \n\n               about. Your mother was, was                              \n\n               delusional. She was a sick woman.                        \n\n\n\n                         JOKER                                          \n\n               No. No, just let me speak to Mr.                         \n\n               Wayne.                                                   \n\n\n\n     Now Alfred leans in closer to Joker, almost looks like he          \n\n     feels some pity for him--                                          \n\n\n\n                         ALFRED                                         \n\n               Please just go, before you make a                        \n\n               fool of yourself.\n\n\n\n     Beat.\n\n\n\n                         JOKER\n\n                   (blurts out)\n\n               Thomas Wayne is my father--\n\n\n\n     Alfred looks at Joker, and can't help but crack up laughing        \n\n     at him.                                                            \n\n\n\n     AND JOKER REACHES THROUGH THE BARS AND GRABS HIM. Pulls him        \n\n     in close, trying to choke him, still holding the wand of           \n\n     flowers in one hand--                                              \n\n\n\n     AS HE CHOKES ALFRED, Joker sees little Bruce, wide-eyed in         \n\n     the shadows, looking out at him in horror.                         \n\n\n\n     Joker stops.\n\n\n\n     Lets go of Alfred... Takes off running back down the street        \n\n     away from Wayne Manor, magic wand in hand, leaving the rest        \n\n     of his clown gear behind.                                          \n\n\n\n                                                        CUT TO:\n\n\n\n\n\n57   EXT.",
  "46": "---END OF PREVIOUS SECTION---\nLets go of Alfred... Takes off running back down the street        \n\n     away from Wayne Manor, magic wand in hand, leaving the rest        \n\n     of his clown gear behind. CUT TO:\n\n\n\n\n\n57   EXT. \n---TARGET SECTION TO BE ANNOTATED---\n LOWER EAST SIDE, STREETS - NIGHT                        57\n\n\n\n     JOKER'S BACK IN HIS PART OF TOWN, garbage everywhere here.\n\n     The neighborhood at night is alive. Loud kids on the street\n\n     corners... A drunk seemingly fights no one... Hookers working\n\n     the street... He hears a wailing siren...\n\n\n\n     As Joker turns the corner, he sees AN AMBULANCE PARKED in\n\n     front of his building. Lights flashing. Hit with a sense of\n\n     dread, he runs toward the building--\n\n                                                             61.\n\n\n\n\n\n58   EXT. STREET, APARTMENT BUILDING - NIGHT                      58\n\n\n\n     A SMALL CROWD OF GAWKERS have gathered around watching the\n\n     drama unfold. Shouting and laughing, loud dance music blaring\n\n     out an open window, feels like an impromptu block party.\n\n\n\n     Joker runs up, sees his mother being wheeled down the front\n\n     steps unconscious on a stretcher, AN EMT holding an oxygen\n\n     bag on her face. TWO DETECTIVES IN PLAIN SUITS following\n\n     behind them. It's a chaotic scene.\n\n\n\n     FROM ABOVE, Joker pushing through the crowd, rushes to his\n\n     mother's side. We don't hear what he says to the paramedics\n\n     over the music and the crowd, just see them nod okay and\n\n     Joker follow after them into the back of the ambulance--\n\n\n\n\n\n59   INT. CITY AMBULANCE, BACK (PARKED) - NIGHT                   59\n\n\n\n     Joker looking out the back doors as they start to shut close--\n\n\n\n     CATCHES A GLIMPSE OF SOPHIE, coming out of the building. He\n\n     stares at her through the small back door window. Casually\n\n     waves at her, trying to connect with her--\n\n\n\n     Joker sees the two detectives approaching Sophie as the\n\n     ambulance pulls away. Speeding away down the street, siren\n\n     wailing--\n\n\n\n                                                        CUT TO:\n\n\n\n\n\n60   INT. CITY HOSPITAL, EMERGENCY TREATMENT ROOM - NIGHT         60\n\n\n\n     Joker's standing near the doorway of a large overcrowded\n\n     treatment room. Watching a sleep-deprived ER RESIDENT (late\n\n     20's), and an EMERGENCY NURSE start to intubate his mother.",
  "47": "---END OF PREVIOUS SECTION---\nSpeeding away down the street, siren\n\n     wailing--\n\n\n\n                                                        CUT TO:\n\n\n\n\n\n60   INT. CITY HOSPITAL, EMERGENCY TREATMENT ROOM - NIGHT         60\n\n\n\n     Joker's standing near the doorway of a large overcrowded\n\n     treatment room. Watching a sleep-deprived ER RESIDENT (late\n\n     20's), and an EMERGENCY NURSE start to intubate his mother. \n---TARGET SECTION TO BE ANNOTATED---\n     He hears shouts and cries of pain from around the crowded\n\n     room.\n\n\n\n     Joker turns away when he sees them insert a thin endotracheal\n\n     tube into her mouth and down through her larynx. It makes him\n\n     gag--\n\n\n\n\n\n61   EXT. CITY HOSPITAL, ER - NIGHT                               61\n\n\n\n     Joker sits on a bench outside the bustling emergency room.\n\n     He's getting some fresh air, but he picked a weird spot to do\n\n     it.\n\n\n\n     He watches the sick and dying being rushed through the glass\n\n     doors. Opening and closing. This happens in the background\n\n     throughout the scene.\n\n                                                        62.\n\n\n\n\n\nThe two detectives walk up to Joker, interrupting him\n\nwatching the doors. Gotham police detectives, GARRITY (50's),\n\ngrey hair, and BURKE (30's), his partner.\n\n\n\n                    DET. GARRITY\n\n          Mr. Fleck, sorry to bother you, I'm\n\n          Detective Garrity, this is my\n\n          partner Detective Burke.\n\n\n\nJoker looks up at them. Doesn't say anything.\n\n\n\n                    DET. GARRITY\n\n          We had a few questions for you, but\n\n          you weren't home. So we spoke to\n\n          your mother.\n\n\n\n                    JOKER\n\n          You did this to her?\n\n\n\n                    DET. GARRITY\n\n          What? No. We just asked her some\n\n          questions and she started getting\n\n          hysterical-- hyperventilating,\n\n          trouble speaking-- then she\n\n          collapsed. Hit her head pretty\n\n          hard.\n\n\n\n                    JOKER\n\n          They told me she had a stroke.\n\n\n\nBeat.\n\n\n\n                    DET. GARRITY\n\n          Sorry to hear that.\n\n\n\nAND JOKER BURSTS OUT LAUGHING, he can't stop it.\n\n\n\nThe detectives are taken aback. They don't know what to make     \n\nof him laughing. They share a look.\n\n\n\n                    DET. BURKE\n\n              (confused)\n\n          I'm lost. Is something funny?\n\n\n\n                    JOKER\n\n              (laughter choking up in\n\n               his throat)\n\n          No I,-- I have a, a--\n\n\n\nTears rolling down his face, he takes out one of his cards\n\nand hands it to Det. Burke. Burke glances over the card, a\n\nskeptical look on his face.\n\n                                                        63.\n\n\n\n\n\n                    DET. BURKE\n\n          Okay.",
  "48": "---END OF PREVIOUS SECTION---\n63. DET. BURKE\n\n          Okay. \n---TARGET SECTION TO BE ANNOTATED---\n But we have some questions\n\n          for you.\n\n\n\n                    DET. GARRITY\n\n          About those subway killings from a\n\n          few weeks ago.\n\n\n\nJoker pauses for a moment, his laughter subsiding. He holds\n\nhis breath.\n\n\n\n                    JOKER\n\n          I don't know anything about that.\n\n\n\n                    DET. GARRITY\n\n          We have an eyewitness who described\n\n          a white male, about 6 feet tall, in\n\n          clown make up. Or a clown mask.\n\n          Spoke to your boss at Ha-Ha's, Mr.\n\n          Vaughn, and he said you were on a\n\n          job the day of the shooting.\n\n\n\nJoker's still holding his breath, he nods yes.\n\n\n\n                    DET. GARRITY\n\n              (just continues)\n\n          He also said you got fired that\n\n          day,-- For bringing a gun into the\n\n          children's hospital.\n\n\n\nAnd Joker cracks up again, his laughter coming back harder--\n\nHe covers his mouth with his hand, shaking his head no, his\n\nface now turning red.\n\n\n\n                    DET. GARRITY\n\n          You weren't fired?\n\n\n\nJoker catches his breath as the intensity of his laughter\n\nstarts to wane, petering out.\n\n\n\n                    JOKER\n\n          Not for having a gun. That was prop\n\n          gun. Part of my act.\n\n\n\nJoker's laughter finally stops for good.\n\n\n\n                    DET. BURKE\n\n          So why were you fired?\n\n\n\n                    JOKER\n\n          They said I wasn't funny.\n\n\n\nThe detectives share another look.\n\n                                                             64.\n\n\n\n\n\n     Joker stands up.\n\n\n\n                         JOKER\n\n               Now, if you don't mind, I have to\n\n               go back and look after my mother.\n\n\n\n     Detective Burke steps close to him, holds up the card that\n\n     Joker handed him--\n\n\n\n                         DET. BURKE\n\n               Hey lemme ask you a question? This\n\n               condition of yours,-- Is this real\n\n               or is this like some sorta clown\n\n               thing?\n\n\n\n                         JOKER\n\n               Clown thing?\n\n\n\n                         DET. BURKE\n\n               I mean, is it part of your act?\n\n\n\n                         JOKER\n\n               What do you think?\n\n\n\n     And Joker walks away-- heads for the sliding glass doors.\n\n     Only the motion detector doesn't engage--\n\n\n\n     AND HE SLAMS RIGHT INTO THE GLASS DOOR.\n\n\n\n     HARD.\n\n\n\n     He bounces back.\n\n\n\n\n\n62   INT.",
  "49": "---END OF PREVIOUS SECTION---\nHARD. He bounces back. 62   INT. \n---TARGET SECTION TO BE ANNOTATED---\n HALLWAY, NURSE'S STATION - CITY HOSPITAL - NIGHT        62\n\n\n\n     Joker walking down the hallway, ER flooded with the poor and\n\n     uninsured. Overwhelmed doctors and nurses trying their best\n\n     to keep up. He stops at the busy nurse's station, and stands\n\n     there for a moment, trying to get a nurse's attention--\n\n\n\n                         JOKER\n\n               Excuse me, I was wondering how I\n\n               could check my mother out of here?\n\n\n\n     One of the nurses at the desk looks up at him, seems slightly\n\n     annoyed.\n\n\n\n                         ER NURSE\n\n               What's your mother's name?\n\n\n\n                         JOKER\n\n               Penny Fleck. I'd like to take her\n\n               home.\n\n                                                        65.\n\n\n\n\n\nThe sleep-deprived ER RESIDENT who was working on his mother\n\noverhears Joker, comes over to talk to him with a clipboard\n\nin his hand. Joker recognizes him--\n\n\n\n                    ER RESIDENT\n\n          Mr. Fleck, your mother had a\n\n          stroke. It's very serious. You\n\n          can't \"check her out.\" She's gonna\n\n          be here for at least a week.\n\n\n\n                    JOKER\n\n          She's not gonna wanna stay that\n\n          long. She doesn't like hospitals.\n\n          Or doctors.\n\n\n\n                    ER RESIDENT\n\n          I'm sorry to hear that. But she\n\n          can't just leave.\n\n\n\n                    JOKER\n\n          I don't like hospitals either.\n\n\n\nBeat.\n\n\n\nThe resident just nods okay. Looks down at his clipboard--\n\n\n\n                    ER RESIDENT\n\n          Listen, I wanted to talk you about\n\n          something we noticed in her tox\n\n          report. We found heavy traces of\n\n          multiple medications in her system.\n\n\n\n                    JOKER\n\n          Okay. Thanks.\n\n\n\nHe turns to go, but the resident continues--\n\n\n\n                    ER RESIDENT\n\n          One of them's perphenazine. It's a\n\n          powerful anti-psychotic. If she was\n\n          taking that regularly and then\n\n          suddenly stopped, the withdrawal\n\n          could have contributed to her\n\n          stroke. Did you notice any\n\n          symptoms?\n\n\n\n                      JOKER\n\n          Symptoms?\n\n\n\n                    ER RESIDENT\n\n          Withdrawal symptoms. Nausea...\n\n          anxiety... hallucinations.\n\n\n\nJoker shakes his head, no.\n\n                                                              66.",
  "50": "---END OF PREVIOUS SECTION---\nanxiety... hallucinations. Joker shakes his head, no. 66. \n---TARGET SECTION TO BE ANNOTATED---\n                          ER RESIDENT\n\n               Do you know how long she's been\n\n               taking it?\n\n\n\n     Joker shakes his head no again, leans in closer to the\n\n     resident--\n\n\n\n                          JOKER\n\n               Can you tell me what those symptoms\n\n               are again?\n\n\n\n                                                          CUT TO:\n\n\n\n\n\n63   INT. PATIENT BAY, EMERGENCY TREATMENT ROOM - NIGHT           63\n\n\n\n     CLOSE ON TV, Murray Franklin is in the middle of doing his\n\n     monologue.\n\n\n\n                         MURRAY FRANKLIN (ON TV)\n\n               So I told my youngest son, Tommy,\n\n               remember he's the 'not so bright'\n\n               one,--\n\n                   (laughter)\n\n               I told him that the garbage strike\n\n               is still going on. And he says, and\n\n               I'm not kidding, Tommy says, \"So\n\n               where are we gonna get all our\n\n               garbage from?\"\n\n\n\n     Murray Franklin cracks up at his own joke. Studio audience\n\n     laughs.\n\n\n\n     JOKER LAUGHS, LYING IN BED NEXT TO HIS UNCONSCIOUS MOTHER in\n\n     the large overcrowded treatment room.\n\n\n\n     Blue curtain dividers separate the bays. He's watching the\n\n     show on a TV bolted high on the wall. He glances over at his\n\n     mother, laughing over the sounds of her labored breath, the\n\n     pain and suffering of those around him.\n\n\n\n     He looks back up at the television.\n\n\n\n                         MURRAY FRANKLIN (ON TV)\n\n               And finally, in a world where\n\n               everyone thinks they could do my\n\n               job, we got this videotape from the\n\n               Gotham Comedy Club. Here's a guy\n\n               who thinks if you just keep\n\n               laughing, it'll somehow make you\n\n               funny. Check out this joker.\n\n                                                          67.\n\n\n\n\n\nEXTREME CLOSE ON TV, GRAINY VIDEO OF JOKER'S STAND-UP\n\nPERFORMANCE. Joker on stage smiling behind the microphone,\n\nunder the harsh spotlight.\n\n\n\nJoker watching himself on TV, his jaw drops--\n\n\n\n                     JOKER (ON TV)\n\n              (trying to stop himself\n\n               from laughing)\n\n          -- good evening, hello.\n\n              (deep breath; trying to\n\n               stop laughing)\n\n          Good to be here.\n\n              (keeps cracking up)\n\n          I, I hated school as a kid.",
  "51": "---END OF PREVIOUS SECTION---\nJoker watching himself on TV, his jaw drops--\n\n\n\n                     JOKER (ON TV)\n\n              (trying to stop himself\n\n               from laughing)\n\n          -- good evening, hello. (deep breath; trying to\n\n               stop laughing)\n\n          Good to be here. (keeps cracking up)\n\n          I, I hated school as a kid. \n---TARGET SECTION TO BE ANNOTATED---\n But my\n\n          mother would always say,--\n\n              (bad imitation of his mom,\n\n               still laughing)\n\n          \"You should enjoy it. One day\n\n          you'll have to work for a living.\"\n\n              (laughs)\n\n          \"No I won't, Ma. I'm gonna be a\n\n          comedian!\"\n\n\n\nBack to Murray Franklin shaking his head, trying not to\n\nlaugh.\n\n\n\n                    MURRAY FRANKLIN (ON TV)\n\n          You should have listened to your\n\n          mother.\n\n\n\nThe studio audience erupts into laughter.\n\n\n\nANGLE ON JOKER, watching Murray Franklin make fun of him on\n\nTV. He gets up and starts walking toward the TV set as if in\n\na trance. Unsure if this is really happening.\n\n\n\n                    MURRAY FRANKLIN (ON TV)\n\n          One more, Bernie. Let's see one\n\n          more. I love this guy.\n\n\n\nThe tape continues of Joker at the comedy club.\n\n\n\n                     JOKER (ON TV)\n\n          It's funny, when I was a little boy\n\n          and told people I wanted to be a\n\n          comedian, everyone laughed at me.\n\n              (opens his arms like a big\n\n               shot)\n\n          Well no one is laughing now.\n\n\n\nDead silence. Nobody is laughing. Not even him.\n\n\n\nCUT BACK CLOSE ON MURRAY FRANKLIN, just shaking his head.\n\n                                                              68.\n\n\n\n\n\n                         MURRAY FRANKLIN (ON TV)\n\n               You can say that again, pal!\n\n\n\n     Murray cracks up and the studio audience laughs along with\n\n     him.\n\n\n\n     CLOSE ON JOKER, looking up at the television, hearing them\n\n     all laughing at him.\n\n\n\n     Beat.\n\n\n\n                                                        JUMP CUT:\n\n\n\n     Joker is dragging a chair to the television set.\n\n\n\n     In a rage, he gets up on the chair and tries to pull the TV\n\n     out of the wall, as the show continues to play--\n\n\n\n     But the set is firmly secured to the wall, and Joker pulls so\n\n     hard the chair flips from underneath him and he goes flying\n\n     up the air, crashing down hard onto the floor.\n\n\n\n\n\n64   INT. CAFETERIA, CITY HOSPITAL - EARLY MORNING                64\n\n\n\n     Joker walks with a plastic tray of food. Some runny eggs and\n\n     a coffee. He keeps his head down so no one can see his face.",
  "52": "---END OF PREVIOUS SECTION---\nCAFETERIA, CITY HOSPITAL - EARLY MORNING                64\n\n\n\n     Joker walks with a plastic tray of food. Some runny eggs and\n\n     a coffee. He keeps his head down so no one can see his face. \n---TARGET SECTION TO BE ANNOTATED---\n     There are a few DOCTORS AND NURSES sitting and chatting at\n\n     one table. A group of ORDERLIES are sitting together at\n\n     another table.\n\n\n\n     He goes and sits down in the far corner, far away from\n\n     everyone else. Sees a tabloid newspaper left on the table,\n\n     and picks it up to read so he doesn't seem so alone.\n\n\n\n     ANGLE ON FRONT PAGE HEADLINE, \"Thomas Wayne Announces Run\",\n\n     over a full-page campaign-style photograph of Thomas Wayne\n\n     waving to a crowd standing next to his wife, MARTHA (50's), a\n\n     severe looking, well-preserved former model, and little Bruce\n\n     Wayne standing in front of them. Photo catches Bruce looking\n\n     into camera, eyes wide, scared by the crowd.\n\n\n\n     SUB-HEADLINE READS, \"Protest Planned at Wayne Hall Opening\n\n     Tonight\"\n\n\n\n     Joker stares at the family photo.\n\n\n\n     CLOSE ON BRUCE WAYNE IN PHOTO, Joker's fingers ripping his\n\n     picture out of the front page.\n\n\n\n                         YOUNG DOCTOR (OS)\n\n               -- I'm sorry to bother you, but can\n\n               you settle an argument for us?\n\n                                                               69.\n\n\n\n\n\n     CLOSE ON JOKER LOOKING UP, interrupted from ripping out the\n\n     picture. One YOUNG DOCTOR and TWO NURSES are standing around\n\n     him. We stay with Joker, don't see their faces. Just their\n\n     bodies, all dressed in green scrubs, uniforms.\n\n\n\n                            JOKER\n\n               Excuse me?\n\n\n\n                         YOUNG DOCTOR (OS)\n\n               You were the guy on Murray Franklin\n\n               last night, right?\n\n\n\n     He hears the nurses giggle.\n\n\n\n                         JOKER\n\n               No, sorry. Wasn't me.\n\n\n\n                         NURSE #1 (OS)\n\n               Of course it was you. You were the\n\n               comedian.\n\n\n\n                         YOUNG DOCTOR (OS)\n\n               Except you weren't funny. You\n\n               didn't tell any jokes.\n\n\n\n     He hears the nurses giggle again.\n\n\n\n     STAY CLOSE ON JOKER, getting upset. He just shakes his head.\n\n\n\n                         JOKER\n\n               I don't know what you're talking\n\n               about.\n\n\n\n                         YOUNG DOCTOR (OS)\n\n               No. It was definitely you, buddy.\n\n               You're the guy who couldn't stop\n\n               laughing.",
  "53": "---END OF PREVIOUS SECTION---\nYOUNG DOCTOR (OS)\n\n               No. It was definitely you, buddy. You're the guy who couldn't stop\n\n               laughing. \n---TARGET SECTION TO BE ANNOTATED---\n Murray killed you.\n\n\n\n     More laughter. Joker looks up at them.\n\n\n\n                         JOKER\n\n               If I were you, I'd walk away from\n\n               this table before I strangle all\n\n               three of you with that fucking\n\n               stethoscope hanging from your neck.\n\n\n\n     Beat.\n\n\n\n\n\n65   EXT. CENTER FOR PERFORMING ARTS, WAYNE HALL - UPTOWN - DUSK\n\n                                                               65\n\n\n\n     Joker crosses a busy street heading to the Center for\n\n     Performing Arts. Light falling. Storm clouds gathering.\n\n                                                                70.\n\n\n\n\n\n     Joker stops when he sees--\n\n\n\n     A CROWD OF PROTESTERS SCREAMING AND SHOUTING IN FRONT OF\n\n     WAYNE HALL, behind steel barricades. Many wearing Joker's\n\n     \"clown face\" mask... A few wave homemade signs, \"CLOWN FOR\n\n     MAYOR\"... \"KILL THE RICH\"... \"MR. WAYNE, AM I A CLOWN?\"\n\n\n\n     A LINE OF POLICEMEN AND SECURITY GUARDS stand between the\n\n     crowd and the lit-up white marble building.\n\n\n\n     Joker watches the protest for a moment, then continues across\n\n     the street. It starts to rain.\n\n\n\n\n\n66   EXT. WAYNE HALL, FRONT ENTRANCE - EVENING                    66\n\n\n\n     A FIGHT BREAKS OUT between a \"clown\" masked protester and two\n\n     cops. The crowd goes crazy, pushing through the barricades\n\n     toward the building in the driving rain. The police and Wayne\n\n     Hall Security fight to keep them out--\n\n\n\n     Amidst all the chaos, we glimpse Joker slipping into the\n\n     building unnoticed--\n\n\n\n\n\n67   INT. LOBBY, WAYNE HALL - EVENING                             67\n\n\n\n     Joker walks through the massive multi-level lobby. It's\n\n     completely empty since the performance has already begun and\n\n     whatever security was available is outside helping the police\n\n     deal with the protesters.\n\n\n\n     He looks up in awe at the crystal chandeliers... The shiny,\n\n     marble floor beneath his feet. He's never seen anything this\n\n     opulent in his entire life.\n\n\n\n\n\n68   INT.",
  "54": "---END OF PREVIOUS SECTION---\nThe shiny,\n\n     marble floor beneath his feet. He's never seen anything this\n\n     opulent in his entire life. 68   INT. \n---TARGET SECTION TO BE ANNOTATED---\n BACK OF THEATER, WAYNE HALL - EVENING                   68\n\n\n\n     JOKER MAKING HIS WAY THROUGH THE DARK SHADOWS ALONG THE BACK\n\n     WALL OF THE AUDITORIUM, looking for Thomas Wayne in the sold-\n\n     out black-tie audience--\n\n\n\n     He catches bits of Chaplin's MODERN TIMES projected on a\n\n     screen behind the Gotham Philharmonic playing the silent\n\n     movie's score... the Tramp roller skating blindfolded on a\n\n     date with the Gamin (Paulette Goddard) in a department store.\n\n\n\n     He continues moving along the wall from aisle-to-aisle\n\n     looking for Thomas Wayne...\n\n\n\n     The audience laughs as the Tramp skates blindfolded, skirting\n\n     along the edge of a balcony with no rail, orchestra playing\n\n     the bouncy score. Joker can't find Thomas Wayne in the dark--\n\n                                                             71.\n\n\n\n\n\n     He moves to the top of the next aisle, pausing to watch more\n\n     of the film. Suddenly somebody bumps into Joker--\n\n\n\n     He looks up and sees it's one of Thomas Wayne's TWO SECURITY\n\n     GUARDS, escorting Thomas Wayne out of the auditorium--\n\n\n\n     Joker turns and watches them lead him out. Behind Joker on\n\n     screen, the Tramp is rescued by the girl before he falls off\n\n     the edge, orchestra swelling--\n\n\n\n\n\n69   INT. LOBBY, WAYNE HALL - CONTINUOUS                         69\n\n\n\n     Joker peeks his head out of the auditorium, sees Thomas Wayne\n\n     heading into the men's room, his two security guards waiting\n\n     by the door, still hear the orchestra playing the score--\n\n\n\n     Joker glances back into the auditorium--\n\n\n\n     Sees a lobby broom and upright dustpan tucked in the back\n\n     corner--\n\n\n\n\n\n70   INT. HALLWAY, MEN'S ROOM - WAYNE HALL - SECONDS LATER       70\n\n\n\n     Joker's sweeping up the hallway with his head down, hear the\n\n     orchestra playing the melancholy \"Smile\" from the film's\n\n     score. He sweeps along to the music like Emmett Kelly's\n\n     famous hobo clown... Sweeping around the two security guards'\n\n     feet... Annoyed, they move a bit away from the bathroom\n\n     door...",
  "55": "---END OF PREVIOUS SECTION---\nHe sweeps along to the music like Emmett Kelly's\n\n     famous hobo clown... Sweeping around the two security guards'\n\n     feet... Annoyed, they move a bit away from the bathroom\n\n     door... \n---TARGET SECTION TO BE ANNOTATED---\n And don't give Joker a second look as he heads\n\n     inside...\n\n\n\n\n\n71   INT. MEN'S ROOM, WAYNE HALL - CONTINUOUS                    71\n\n\n\n     Joker sweeps his way into the cavernous, black &amp; white tiled\n\n     bathroom, ornate gold fixtures. It's empty save for Thomas\n\n     Wayne peeing at the far end of a long line of urinals.\n\n\n\n     Joker takes a deep breath, and walks down the line of urinals\n\n     right up next to Thomas Wayne--\n\n\n\n     He stands there for a beat while Thomas urinates, lobby broom\n\n     and upright dustpan in hand--\n\n\n\n                         THOMAS WAYNE\n\n                   (glances over; annoyed)\n\n               Can I help you, pal?\n\n\n\n                         JOKER\n\n               What? Yeah. No I, I--\n\n                                                         72.\n\n\n\n\n\n                     THOMAS WAYNE\n\n              (interrupting)\n\n          You need to get in here or\n\n          something?\n\n\n\nThomas Wayne finishes and zips his fly back up. Joker is not\n\nsure what to say to him, just says--\n\n\n\n                    JOKER\n\n          Dad. It's me.\n\n\n\nBeat.\n\n\n\nBut Thomas Wayne doesn't hear him, he was flushing the\n\nurinal. He walks toward the sink.\n\n\n\n                       THOMAS WAYNE\n\n          Excuse me?\n\n\n\nJoker follows after him.\n\n\n\n                     JOKER\n\n          My name is Arthur. I'm Penny's son.\n\n              (beat)\n\n          I know you didn't know about me,\n\n          and I don't want anything from you.\n\n          Well... maybe a hug.\n\n\n\nAnd Joker smiles, it's all very emotional for him. Thomas\n\nlooks over at him like he's fucking crazy.\n\n\n\n                    THOMAS WAYNE\n\n          Jesus? You're the guy who came by\n\n          my house yesterday.\n\n\n\nJoker nods, relieved he finally broke through.\n\n\n\n                    JOKER\n\n          Yes. But they wouldn't let me in,\n\n          wouldn't let me see you. So I came\n\n          here. I have so many questions.\n\n\n\nThomas Wayne just laughs to himself and turns on the gold\n\nfaucets at one of the sinks.\n\n\n\n                    THOMAS WAYNE\n\n          Look pal, I'm not your father.\n\n          What's wrong with you?\n\n\n\n                    JOKER\n\n          How do you know?\n\n\n\nThomas Wayne just keeps washing his hands, doesn't even look\n\nover at Joker.\n\n                                                         73.",
  "56": "---END OF PREVIOUS SECTION---\nJOKER\n\n          How do you know? Thomas Wayne just keeps washing his hands, doesn't even look\n\nover at Joker. 73. \n---TARGET SECTION TO BE ANNOTATED---\n                    THOMAS WAYNE\n\n          Cause you were adopted. And I never\n\n          fucked your mother. What do you\n\n          want from me, money?\n\n\n\n                    JOKER\n\n          No. What? I wasn't adopted.\n\n\n\nThomas starts drying his hands.\n\n\n\n                    THOMAS WAYNE\n\n          She never told you? Your mother\n\n          adopted you before she even started\n\n          working for us. She was arrested\n\n          when you were four years old and\n\n          committed to Arkham State Hospital.\n\n          She's batshit crazy.\n\n\n\nJoker starts to smile, feels a laugh coming on.\n\n\n\n                    JOKER\n\n          No. No, I don't believe that.\n\n\n\nThomas finishes drying his hands. Turns to Joker, his tone\n\nway more serious now.\n\n\n\n                    THOMAS WAYNE\n\n          I don't really give a shit   what you\n\n          believe.\n\n              (steps in closer)\n\n          But if you ever come to my   house\n\n          again, if you ever talk to   my son\n\n          again, if I ever even hear   about\n\n          you again, I'll--\n\n\n\nAND JOKER CRACKS UP LAUGHING, interrupting his threat.\n\nLaughing right in his face--\n\n\n\n                    THOMAS WAYNE\n\n          Are you laughing at me?\n\n\n\nJoker's laughing so hard he can't answer.\n\n\n\nTHOMAS SHOVES JOKER HARD UP AGAINST THE TILED WALL, gripping\n\nhis neck with one hand. Joker just cracks up louder, he drops\n\nthe dustpan and broom--\n\n\n\n                    THOMAS WAYNE\n\n              (shouting)\n\n          You think this is funny?\n\n\n\nThomas Wayne's security guards bang open the door, rushing\n\ninto the bathroom when they hear the shouting--\n\n                                                               74.\n\n\n\n\n\n     They stop when they see Thomas has Joker jacked up against\n\n     the wall.\n\n\n\n                         JOKER\n\n                   (tries shaking his head\n\n                    no; still laughing and\n\n                    choking)\n\n               No, no I have a con--\n\n\n\n                         THOMAS WAYNE\n\n                   (interrupting; raising his\n\n                    voice)\n\n               Is this a fucking joke to you?\n\n\n\n     AND THOMAS WAYNE PUNCHES JOKER STRAIGHT IN THE FACE with his\n\n     free hand, blood spraying from his nose--\n\n\n\n\n\n72   EXT.",
  "57": "---END OF PREVIOUS SECTION---\nThey stop when they see Thomas has Joker jacked up against\n\n     the wall. JOKER\n\n                   (tries shaking his head\n\n                    no; still laughing and\n\n                    choking)\n\n               No, no I have a con--\n\n\n\n                         THOMAS WAYNE\n\n                   (interrupting; raising his\n\n                    voice)\n\n               Is this a fucking joke to you? AND THOMAS WAYNE PUNCHES JOKER STRAIGHT IN THE FACE with his\n\n     free hand, blood spraying from his nose--\n\n\n\n\n\n72   EXT. \n---TARGET SECTION TO BE ANNOTATED---\n WAYNE HALL, FRONT ENTRANCE - PLAZA - NIGHT              72\n\n\n\n     The two security guards roughly throw Joker out of the hall,\n\n     right in front of the drenched crowd of screaming protesters,\n\n     TV cameras and photographers now on hand, bulbs flashing--\n\n\n\n     Joker knowing how to take a fall, plays it up in front of\n\n     this audience for all it's worth, tumbling end-over-end out\n\n     onto the plaza in the rain--\n\n\n\n     He rolls to his feet with a bit of panache and brushes\n\n     himself off like it was nothing.\n\n\n\n     The protesters go crazy, cheering and applauding his act--\n\n\n\n     And Joker takes a deep dramatic bow. Wet hair. Bloody nose.\n\n\n\n     He turns and sees the security guards coming back out--\n\n\n\n     Joker takes off running through the plaza in the downpour,\n\n     running out of the Center for Performing Arts. Turns down a\n\n     side street almost slipping--\n\n\n\n     And keeps running even though nobody's chasing after him.\n\n\n\n     We HEAR the familiar beats of THE SUGARHILL GANG'S \"Apache\"\n\n     as Joker just keeps running and running.\n\n\n\n\n\n73   INT. APARTMENT BUILDING, HALLWAY - NIGHT                     73\n\n\n\n     Joker knocking on Sophie's apartment door, \"Apache\" blaring\n\n     inside. He's soaking wet, clothes clinging to his body.\n\n\n\n     There's no answer.\n\n                                                               75.\n\n\n\n\n\n     He knocks again. Hard to hear anything over the loud music.\n\n\n\n     Now he tries the door. It's unlocked.\n\n\n\n\n\n74   INT. SOPHIE'S APARTMENT, FRONT HALL - CONTINUOUS             74\n\n\n\n     Joker walks into Sophie's apartment, \"Apache\" thumping,\n\n     lights dim.\n\n\n\n                         JOKER\n\n               Sophie?\n\n\n\n     WALKS INTO THE DARK LIVING ROOM, catches a glimpse of Sophie,\n\n     naked riding on top of SOME GUY on the couch--\n\n\n\n     The guy sees Joker standing in the shadows and jumps. Sophie\n\n     turns and sees Joker as well. She screams--\n\n\n\n\n\n75   INT. HALLWAY, APARTMENT BUILDING - NIGHT                     75\n\n\n\n     Joker rushing for his mother's apartment.",
  "58": "---END OF PREVIOUS SECTION---\nSophie\n\n     turns and sees Joker as well. She screams--\n\n\n\n\n\n75   INT. HALLWAY, APARTMENT BUILDING - NIGHT                     75\n\n\n\n     Joker rushing for his mother's apartment. \n---TARGET SECTION TO BE ANNOTATED---\n     Behind him, the guy comes out half naked into the hallway,\n\n     zipping up his pants, screaming at Joker--\n\n\n\n     Joker doesn't look back, doesn't hear the guy yelling at him--\n\n\n\n     Quickly opens the door to his mother's apartment and hurries\n\n     inside.\n\n\n\n\n\n76   EXT. ARKHAM STATE HOSPITAL - MORNING                         76\n\n\n\n     A GRAY, BEHEMOTH STATE HOSPITAL looming over the city block.\n\n     Metal screens cover steel-framed windows. Joker crosses the\n\n     street toward the building, eyes weary, he hasn't slept in\n\n     days.\n\n\n\n     HE SEES TWO GOTHAM CITY COPS AND A PARAMEDIC rolling a gurney\n\n     into the entrance... a naked, sunburned man screaming his\n\n     head off is handcuffed to the stretcher underneath a white\n\n     sheet. Joker follows them inside.\n\n\n\n\n\n77   INT. ARKHAM STATE HOSPITAL - ADMINISTRATIVE OFFICE - MORNING\n\n                                                               77\n\n\n\n     Joker sits waiting in a cramped office, looking out a\n\n     plexiglass window that overlooks the crowded hallway--\n\n                                                          76.\n\n\n\n\n\nA constant din of people moving about, talking and shouting.\n\nPatients handcuffed to the armrests of their wheelchairs,\n\nlying on stretchers, heads covered with pillowcase turbans or\n\nforearms to block out the harsh fluorescent lights.\n\n\n\nHis gaze is interrupted by a CLERK (40's), ID clipped to his\n\nshirt, who's lugging an old heavy file storage box.\n\n\n\nHe drops the box down on his messy desk with a thud.\n\n\n\n                    CLERK\n\n          Sorry for the wait. All our records\n\n          that are 10 years or older are\n\n          stored in the basement. You're\n\n          talking over 30 years ago,-- I had                     \n\n          to do some serious digging.\n\n\n\nJoker nods thanks.\n\n\n\n                    CLERK\n\n          Like I said, if it's in here, I'm\n\n          still gonna need a release from\n\n          her.\n\n\n\nThe clerk opens the file box. Starts digging though it.",
  "59": "---END OF PREVIOUS SECTION---\nCLERK\n\n          Like I said, if it's in here, I'm\n\n          still gonna need a release from\n\n          her. The clerk opens the file box. Starts digging though it. \n---TARGET SECTION TO BE ANNOTATED---\n Joker\n\nstares out the plexiglass window that faces the hallway--\n\n\n\n                    JOKER\n\n          Can I ask you a question? How does\n\n          someone wind up in here? Have all\n\n          these people committed crimes?\n\n\n\n                    CLERK\n\n              (going through the files)\n\n          Some have. Some are just crazy and\n\n          pose a danger to themselves or\n\n          others. Some just got nowhere else\n\n          to go.\n\n\n\nBeat.\n\n\n\n                    JOKER\n\n              (nods; looks down)\n\n          Yeah, I know how that is. Sometimes\n\n          I don't know what to do, y'know, I\n\n          don't think I can take any more of\n\n          this.\n\n\n\nThe clerk is half listening as he scans the paper work.\n\n\n\n                    CLERK\n\n          Yeah, I can't take much more of\n\n          this shit either.\n\n                    (MORE)\n\n                                                           77.\n\n\n\n                    CLERK (CONT'D)\n\n          Now they talking about more\n\n          layoffs, man, we're understaffed as\n\n          it is. I don't know what I'm gonna\n\n          do.\n\n\n\nJoker looks up at the guy, thinking he's made a connection.\n\n\n\n                    JOKER\n\n          Last time I ended up taking it out\n\n          on some,-- people. Bad shit. I\n\n          thought it would bother me but, it\n\n          really hasn't.\n\n\n\nFor the first time, the clerk looks at him--\n\n\n\n                    CLERK\n\n          What's that?\n\n\n\n                    JOKER\n\n          It's just so hard to try and be\n\n          happy all the time, y'know, when\n\n          everything's going to shit all\n\n          around you.\n\n\n\n                    CLERK\n\n              (taken aback; beat)\n\n          Listen, I'm just an administrative\n\n          assistant, like a clerk. I file\n\n          paperwork, fill out forms. I don't\n\n          really know what to tell you, but\n\n          maybe you should see someone-- they\n\n          have programs, like city services.\n\n\n\n                    JOKER\n\n              (backtracking)\n\n          Yeah. They cut those. Anyway, I was\n\n          just talking to talk.\n\n\n\nThe clerk just nods. Finally finds what he was looking for.\n\n\n\n                    CLERK\n\n              (surprised)\n\n          Here it is,-- Fleck. Penny Fleck.\n\n\n\nHe pulls out an old file, bulging with yellowing records.",
  "60": "---END OF PREVIOUS SECTION---\nCLERK\n\n              (surprised)\n\n          Here it is,-- Fleck. Penny Fleck. He pulls out an old file, bulging with yellowing records. \n---TARGET SECTION TO BE ANNOTATED---\nMoves the box to the floor and sits down at his desk.\n\n\n\n                    JOKER\n\n              (saying it out loud for\n\n               himself to hear)\n\n          So she was a patient here.\n\n\n\nThe guy opens the file. Yellowing pages of her records--\n\n                                                        78.\n\n\n\n\n\n                    CLERK\n\n              (nods, skim-reading)\n\n          Uh-huh. Diagnosed by Dr. Benjamin                      \n\n          Stoner... The patient suffers from                     \n\n          delusional psychosis and                               \n\n          narcissistic personality                               \n\n          disorder... Found guilty of                            \n\n          endangering the welfare of a child--                   \n\n\n\nThe clerk stops reading out loud, eyes going wide as he skims    \n\nfurther ahead. Joker just looks at the guy, waiting to see       \n\nwhat he's gonna say.                                             \n\n\n\n                    JOKER\n\n          What?\n\n\n\n                    CLERK                                        \n\n          You said she's your mother?\n\n\n\nJoker just nods.\n\n\n\n                    CLERK\n\n              (closes the file)\n\n          I'm sorry, I can't. Like I said, I\n\n          can't release this without the\n\n          proper forms. I could get in\n\n          trouble.\n\n              (closes the file; beat)\n\n          Besides, it's pretty bad.\n\n\n\nCLOSE ON JOKER, he shakes his head and smiles to himself.\n\n\n\n                    JOKER\n\n          I can handle bad. I've been on a\n\n          pretty bad run myself.\n\n\n\nThe clerk puts the file down on his desk--\n\n\n\n                    CLERK\n\n          I can't help you. If you want these\n\n          records you have to get your mom to\n\n          sign a patient disclosure form. I\n\n          can have someone mail you one.\n\n\n\nJoker just sits there, thinking it all over for a moment.\n\n\n\nThen snatches the file off the clerk's desk--\n\n\n\nThe clerk grabs it as well.\n\n\n\nThey play tug-of-war with the file, it's awkward and goes on\n\nway too long. Finally, Joker shoves the guy hard and pulls\n\nthe file away--\n\n                                                              79.\n\n\n\n\n\n     He takes off running out of the office with it. The clerk\n\n     watches for a beat, but does nothing.\n\n\n\n\n\n78   INT. HALLWAY, ARKHAM STATE HOSPITAL - MORNING                78\n\n\n\n     Joker running down the hallway, files in his hands. Frantic.\n\n     Unaware he is not being chased.",
  "61": "---END OF PREVIOUS SECTION---\nHALLWAY, ARKHAM STATE HOSPITAL - MORNING                78\n\n\n\n     Joker running down the hallway, files in his hands. Frantic. Unaware he is not being chased. \n---TARGET SECTION TO BE ANNOTATED---\n     Turns a corner and runs down another long hallway.\n\n\n\n     Gets to a stairwell door and runs in.\n\n\n\n\n\n79   INT. STAIRWELL, ARKHAM STATE HOSPITAL - CONTINUOUS           79\n\n\n\n     Bounding down the steps. He stops at a landing below. Looks        \n\n     up, sees no one is chasing after him--                             \n\n\n\n     ANGLE ON JOKER, catching his breath. He opens the file,\n\n     flipping through the records, finds the page the clerk was\n\n     reading. As he reads it over for himself, he HEARS his mother      \n\n     being interviewed for her psychiatric assessment, over 30          \n\n     years ago.                                                         \n\n\n\n                         MOM (VO)                                       \n\n               He's not adopted-- he's Thomas                           \n\n               Wayne's son. I work for him, I told                      \n\n               you, I clean his house. He's always                      \n\n               smiling at me.                                           \n\n\n\n                                                          CUT TO:       \n\n\n\n\n\n80   INT. EMERGENCY INTERVIEW ROOM, ARKHAM STATE HOSPITAL - DAY 80      \n\n     (FLASHBACK)                                                        \n\n\n\n     Penny Fleck (late 20's) is sitting across the table from DR.       \n\n     BENJAMIN STONER (50's), in a dreary small interview room,          \n\n     windows covered with security screens. Penny takes a drag off      \n\n     a cigarette, her face is beaten to shit, nose battered, lip        \n\n     busted up.                                                         \n\n\n\n     Dr. Stoner is going over Penny's thick file, the same file         \n\n     Joker's holding in his hands.                                      \n\n\n\n                         DR. STONER                                     \n\n               We went over this, Penny. You                            \n\n               adopted him. We have all the                             \n\n               paperwork right here.                                    \n\n\n\n     Penny doesn't say anything, just smiles like she's in on a         \n\n     big secret. And exhales smoke.                                     \n\n                                                           80.\n\n\n\n\n\nDr. Stoner keeps going through the file, pulls out black &amp;        \n\nwhite forensic photographs of three-year-old Joker's body--       \n\n\n\n                    DR. STONER                                    \n\n          You also stood by as one of your                        \n\n          boyfriends repeatedly abused your                       \n\n          adopted son. And battered you.                          \n\n\n\nPenny looks at Dr. Stoner like he's crazy.                        \n\n\n\n                     MOM                                          \n\n          He didn't do anything to me.",
  "62": "---END OF PREVIOUS SECTION---\nPenny looks at Dr. Stoner like he's crazy. MOM                                          \n\n          He didn't do anything to me. \n---TARGET SECTION TO BE ANNOTATED---\n Or to                      \n\n          my boy. Can I go now, I don't like                      \n\n          hospitals.                                              \n\n\n\nDr. Stoner lays out the photographs in front of Penny--           \n\n\n\nPenny keeps smoking her cigarette, glances down at the            \n\nphotos, we catch glimpses of various bruises on parts of          \n\nJoker's body... A filthy crib... A rope tied to the               \n\nradiator...                                                       \n\n\n\n                                                CUT BACK TO:      \n\n\n\nJoker looking over the same black &amp; white photographs, still      \n\nHEARS his mother--                                                \n\n\n\n                    MOM (V0)                                      \n\n          I never heard him crying. Not once.                     \n\n          He's always been such a happy                           \n\n          little boy.                                             \n\n\n\n                    DR. STONER (VO)                               \n\n          Penny, your son was found tied to a                     \n\n          radiator in your filthy apartment,                      \n\n          malnourished, with multiple bruises                     \n\n          across his body and severe trauma                       \n\n          to his head.                                            \n\n\n\nJoker looks up from the file when he hears/reads this, turns      \n\nand looks at Penny's reaction-- HE'S NOW IN THE INTERVIEW         \n\nROOM WITH THEM, living what he's reading on the page.             \n\n\n\nHe sees his mother lean forward in her chair, glaring at Dr.      \n\nStoner--                                                          \n\n\n\n                    MOM                                           \n\n          That's not true. My apartment                           \n\n          wasn't filthy. I keep a clean                           \n\n          house.                                                  \n\n\n\nJoker just stares at his mother.                                  \n\n\n\nDr. Stoner looks at Penny, not sure how to respond to that.       \n\n                                                               81.\n\n\n\n\n\n                          DR. STONER                                   \n\n                   (beat)                                              \n\n               And what do you have to say about                       \n\n               your son?                                               \n\n\n\n     ANGLE ON PENNY, thinking it over, taking a drag off her           \n\n     cigarette.                                                        \n\n\n\n                         MOM                                           \n\n               I'm just glad I got to know him.                        \n\n\n\n     Joker just keeps staring at her as she exhales--                  \n\n\n\n     JOKER BACK IN THE STAIRWELL LOOKS UP FROM THE FILE, looks         \n\n     like maybe there's cigarette smoke drifting in front of his       \n\n     face--                                                            \n\n\n\n                                                        CUT TO:        \n\n\n\n\n\n81   EXT. SCHOOL PLAYGROUND, STREET - AFTERNOON                  81\n\n\n\n     Joker walking fast toward the playground.",
  "63": "---END OF PREVIOUS SECTION---\nMOM                                           \n\n               I'm just glad I got to know him. Joker just keeps staring at her as she exhales--                  \n\n\n\n     JOKER BACK IN THE STAIRWELL LOOKS UP FROM THE FILE, looks         \n\n     like maybe there's cigarette smoke drifting in front of his       \n\n     face--                                                            \n\n\n\n                                                        CUT TO:        \n\n\n\n\n\n81   EXT. SCHOOL PLAYGROUND, STREET - AFTERNOON                  81\n\n\n\n     Joker walking fast toward the playground. \n---TARGET SECTION TO BE ANNOTATED---\n Sees Sophie talking\n\n     with some other moms, as GiGi and a few kids play on the\n\n     monkey bars.\n\n\n\n     Sophie walks toward him, still disturbed about last night--\n\n\n\n                         SOPHIE\n\n               What the hell was that? You can't\n\n               just walk into my apartment like\n\n               that.\n\n\n\n     He is taken aback by her anger--\n\n\n\n                         JOKER\n\n               No, wait,-- Sophie, we can get\n\n               through this, that's why I'm here.\n\n\n\n                         SOPHIE\n\n               What are you talking about? What do\n\n               you think this is?\n\n\n\n                         JOKER\n\n               I don't know. I mean I've never\n\n               been with a woman \"like that,\" but,\n\n               this feels like a beginning to me.\n\n\n\n                          SOPHIE\n\n               Arthur, I was just being nice to\n\n               you. I felt sorry for you. I have a\n\n               boyfriend.\n\n                                                        82.\n\n\n\n\n\n                    JOKER\n\n          You what? What? What kind of woman\n\n          are you? Who does that?\n\n\n\nSome of the other mothers turn toward them--\n\n\n\n                    SOPHIE\n\n          You need to leave. I'm not having\n\n          this conversation with you.\n\n\n\n                    JOKER\n\n              (shouts)\n\n          Why not?\n\n\n\nGiGi runs up to Sophie's side to see what's going on, to see\n\nif her mother's okay.\n\n\n\n                    SOPHIE\n\n              (turns to her daughter)\n\n          Go back with your friends, honey.\n\n          Mommy's having a grown up talk.\n\n\n\nBefore GiGi leaves Joker looks down at her--\n\n\n\n                    JOKER\n\n          No. Don't listen to her GiGi, you\n\n          need to hear this. Your mother's a\n\n          bad person. She's a whore, she's\n\n          seeing two men at once. You can't\n\n          trust her,-- She'll break your\n\n          fucking heart.\n\n\n\nJoker turns to go, behind him GiGi starts to cry. He's close\n\nto tears himself.\n\n\n\nSophie takes off after him, and reaches out and grabs him--\n\nJoker spins quickly around to face her, looks like he might\n\neven hit her--\n\n\n\n                    JOKER\n\n          How come nothing ever comes easy\n\n          for me?\n\n\n\nAnd Sophie slaps him hard across the face-- Then turns and\n\nwalks away.",
  "64": "---END OF PREVIOUS SECTION---\nHe's close\n\nto tears himself. Sophie takes off after him, and reaches out and grabs him--\n\nJoker spins quickly around to face her, looks like he might\n\neven hit her--\n\n\n\n                    JOKER\n\n          How come nothing ever comes easy\n\n          for me? And Sophie slaps him hard across the face-- Then turns and\n\nwalks away. \n---TARGET SECTION TO BE ANNOTATED---\nCLOSE ON JOKER, he begins to laugh--\n\n\n\n                                                   CUT TO:\n\n                                                               83.\n\n\n\n\n\n82   INT. MOM'S APARTMENT, LIVING ROOM - NIGHT                    82\n\n\n\n     Joker manically pacing around the living room, banging the         \n\n     side of his head with his hand, muttering to himself, almost       \n\n     like he's having a conversation with himself, taking part in       \n\n     some story in his head, in the background the 11:00 News is        \n\n     playing on the television.                                         \n\n\n\n     Footage of a protest in front of Wayne Tower... Protesters in\n\n     \"Joker\" clown masks... Hear the NEWS ANCHOR's bombastic voice\n\n     over, \"The anger and resentment that's been building up for\n\n     weeks now, seems close to exploding. Protestors today, many\n\n     dressed as clowns, took to the streets in front of Wayne\n\n     Tower in one of many planned demonstrations.\"\n\n\n\n     Joker stops when he hears this, turns to the flickering\n\n     screen--\n\n\n\n     ANGLE ON TELEVISION, protesters in the middle of a massive\n\n     crowd outside a Wayne Tower.\n\n\n\n                         \"CLOWN\" PROTESTER #1 (ON TV)\n\n               You'll see what's gonna happen at\n\n               City Hall next Thursday. We're\n\n               gonna--\n\n\n\n     Joker sits down on the couch eyes, leaning forward to make\n\n     sure he's seeing what he's seeing--\n\n\n\n                         \"CLOWN\" PROTESTER #2 (ON TV)\n\n                   (interrupts; screaming\n\n                    into camera)\n\n               [Beep] the rich, [beep] the media,\n\n               [beep] the blacks, [beep] the\n\n               whites, [beep] everybody. They all\n\n               [beeped] us, that's what this is\n\n               [beeping] about!\n\n\n\n     CLOSE ON JOKER, doesn't even blink, it's like he's watching\n\n     himself on television.\n\n\n\n                                                        CUT TO:\n\n\n\n\n\n83   INT. MOM'S APARTMENT, LIVING ROOM - MORNING                  83    \n\n\n\n     Sun peeking through the windows. PHONE RINGING. Joker opening\n\n     his eyes.\n\n\n\n     His orange cat is sitting on his chest, staring at him.\n\n\n\n     Joker finally got some sleep. He lies there for a beat. Phone\n\n     still ringing, until the machine picks up the call.",
  "65": "---END OF PREVIOUS SECTION---\nJoker finally got some sleep. He lies there for a beat. Phone\n\n     still ringing, until the machine picks up the call. \n---TARGET SECTION TO BE ANNOTATED---\n                                                        84.\n\n\n\n\n\n                    SHOW BOOKER (ON MACHINE)\n\n          This message is for Arthur Fleck.\n\n          My name is Shirley Woods, I work on\n\n          the Murray Franklin show.                              \n\n\n\nJoker sits up, the cat jumps off his chest. He can't believe     \n\nwhat he's hearing. He gets up off the couch as the woman         \n\ncontinues to leave a message on the machine--                    \n\n\n\n                    SHOW BOOKER (ON MACHINE)                     \n\n          I don't know if you're aware, but                      \n\n          Murray played a clip of your stand-                    \n\n          up on the show recently and we've                      \n\n          gotten an amazing--                                    \n\n\n\nJoker picks up the phone--                                       \n\n\n\n                    JOKER                                        \n\n              (into phone; skeptical)                            \n\n          Who is this?                                           \n\n\n\n                    SHOW BOOKER (OVER PHONE)                     \n\n          Hi, this is Shirley Woods from                         \n\n          Murray Franklin Live. Is this                          \n\n          Arthur?                                                \n\n\n\nBeat.                                                            \n\n\n\n                       JOKER                                     \n\n                 (into phone)                                    \n\n          Yes.                                                   \n\n\n\nJoker looks down at the cat purring at his feet, and kicks it    \n\naway.                                                            \n\n\n\n                    SHOW BOOKER (OVER PHONE)                     \n\n          Hi Arthur. Well, as I was saying--                     \n\n          we've gotten a lot of calls about                      \n\n          your clip, amazing responses. And,                     \n\n          Murray asked if I would reach out                      \n\n          to see if you would come on as his                     \n\n          guest. Can we set up a day?                            \n\n\n\nPUSH IN ON JOKER'S FACE, as it sinks in.                         \n\n\n\n                    JOKER                                        \n\n              (into phone)                                       \n\n          Murray wants me to come on the                         \n\n          show?                                                  \n\n\n\n                    SHOW BOOKER (OVER PHONE)                     \n\n          Yes. Isn't that great? He'd love to                    \n\n          talk to you, maybe do some of your                     \n\n          act. Does that sound good to you?                      \n\n                                                             85.\n\n\n\n\n\n     As the PUSH IN ON JOKER finishes.                                  \n\n\n\n     Hold.                                                              \n\n\n\n\n\n84   INT. CITY HOSPITAL, HOSPITAL ROOM (SHARED) - MORNING         84\n\n\n\n     JOKER WALKS INTO HIS MOTHER'S SHARED HOSPITAL ROOM, passing\n\n     an elderly wheezing woman in the bed closest to the door.",
  "66": "---END OF PREVIOUS SECTION---\nHold. 84   INT. CITY HOSPITAL, HOSPITAL ROOM (SHARED) - MORNING         84\n\n\n\n     JOKER WALKS INTO HIS MOTHER'S SHARED HOSPITAL ROOM, passing\n\n     an elderly wheezing woman in the bed closest to the door. \n---TARGET SECTION TO BE ANNOTATED---\n     Sees his mom in her bed by the window.\n\n\n\n     He pulls the blue curtain separating the beds, giving him and\n\n     his mother some privacy. Sits down on the edge of her bed.\n\n\n\n     She smiles when she sees him. Still fairly incapacitated.\n\n\n\n     He leans down close to her. Speaks softly, but filled with\n\n     rage--\n\n\n\n                         JOKER\n\n               Ma, remember how you used to tell\n\n               me that God gave me this laugh for\n\n               a reason. That I had a purpose. To\n\n               bring laughter and joy into this\n\n               fucked up world,--\n\n\n\n     She looks at him confused.                                         \n\n\n\n                         JOKER\n\n               HA! It wasn't God, it was you or,                        \n\n               or one of your boyfriends,-- how                         \n\n               could you let that happen? What\n\n               kind of woman are you? What kind of\n\n               mother are you?\n\n\n\n     She looks away.\n\n\n\n                         JOKER\n\n               What's my real name?\n\n\n\n     Her whole body is shaking, overwhelmed with emotion.\n\n\n\n                         JOKER\n\n               C'mon, Ma, I know I was adopted.\n\n               What's my name? Who am I really?\n\n\n\n     She looks back him, struggles to speak--\n\n\n\n                            MOM\n\n               H-h-happ--\n\n\n\n                         JOKER\n\n                   (interrupting, snaps at\n\n                    her)\n\n                         (MORE)\n\n                                                               86.\n\n\n\n                         JOKER (CONT'D)\n\n               Happy?! I'm not happy. I haven't\n\n               been happy for one minute of my\n\n               entire fucking life.\n\n\n\n     He reaches behind her, grabs one of her pillows--\n\n\n\n                         JOKER\n\n               But you know what's funny? You know\n\n               what really makes me laugh?\n\n\n\n     Leans down closer, face-to-face with her--\n\n\n\n                         JOKER\n\n               I used to think my life was nothing\n\n               but a tragedy, but now, now I\n\n               realize it's all just a fucking                          \n\n               comedy.\n\n\n\n\n\n85   INT. BLUE CURTAIN, HOSPITAL ROOM (SHARED) - CONTINUOUS       85\n\n\n\n     Other side of the blue divider curtain. We see Joker's feet\n\n     shifting a little.\n\n\n\n     SLOWLY WE PULL OUT, backing out of the room. Leaving behind\n\n     whatever Joker's doing to his mother on the other side of the\n\n     curtain.",
  "67": "---END OF PREVIOUS SECTION---\nWe see Joker's feet\n\n     shifting a little. SLOWLY WE PULL OUT, backing out of the room. Leaving behind\n\n     whatever Joker's doing to his mother on the other side of the\n\n     curtain. \n---TARGET SECTION TO BE ANNOTATED---\n And we HEAR applause...                                   \n\n\n\n\n\n86   INT. MOM'S APARTMENT, LIVING ROOM - NIGHT                    86    \n\n\n\n     JOKER'S STUDYING VHS TAPES OF \"MURRAY FRANKLIN LIVE!\", studio      \n\n     audience applauding Murray... He jots down notes in his worn       \n\n     notebook... Watches the guests come out... how they cross the      \n\n     stage... how they greet Murray... how they sit down... if          \n\n     they cross their legs or not... studying how he should act,        \n\n     how to be a person like other people.                              \n\n\n\n     His cat sits on top of the TV watching him the whole time,         \n\n     never taking her eyes off him.\n\n\n\n                                                         JUMP CUT:\n\n\n\n     Practicing. Joker walks across the living room like he's on\n\n     the show, smiling, waving to the \"audience\"... He mimes\n\n     shaking Murray's hand... Mimes unbuttoning his jacket and\n\n     sits down. He smiles and pulls out his worn notebook from his      \n\n     pocket--                                                           \n\n\n\n                         JOKER                                          \n\n               You wanna hear a joke, Murray?                           \n\n\n\n     He \"waits\" for Murray to answer. Then Joker nods okay and          \n\n     opens his notebook--                                               \n\n                                                             87.\n\n\n\n\n\n                         JOKER                                          \n\n                   (reading)                                            \n\n               Knock-knock.                                             \n\n\n\n     His cat still watching him, now at his feet. Joker crosses\n\n     and uncrosses his legs... Looks uncomfortable.\n\n\n\n     He glances down at his cat. It's as if he can hear the cat\n\n     talking to him.\n\n\n\n                         JOKER\n\n                   (nods; frustrated)\n\n               Yeah, I don't know if I should\n\n               cross or uncross 'em. Both feel\n\n               completely unnatural.\n\n\n\n     Joker gets up off the couch and walks back across the living       \n\n     room. Waves to the \"audience\"... Mimes shaking Murray's\n\n     hand... Mimes unbuttoning his coat and sits down... Crosses\n\n     his legs.\n\n\n\n                         JOKER\n\n               Thanks for having me on, Murray. I                       \n\n               can't tell you how much this means                       \n\n               to me, it's been a life long dream.                      \n\n               I have a joke for you--                                  \n\n\n\n     Joker stands back up.\n\n\n\n     Looks down at the cat again.",
  "68": "---END OF PREVIOUS SECTION---\nI                       \n\n               can't tell you how much this means                       \n\n               to me, it's been a life long dream. I have a joke for you--                                  \n\n\n\n     Joker stands back up. Looks down at the cat again. \n---TARGET SECTION TO BE ANNOTATED---\n                         JOKER\n\n               You're right. You're right,\n\n               uncrossed is better.\n\n\n\n     Joker sits back down... Doesn't cross his legs this time.\n\n\n\n                                                        CUT TO:\n\n\n\n\n\n87   EXT. POTTER'S FIELD CEMETERY - DUSK                          87\n\n\n\n     WIDE SHOT, a lone figure in a vast sea of mass graves, grey        \n\n     headstones. This is where they bury the poor and the\n\n     unclaimed dead.\n\n\n\n     Joker stands by his mother's grave. His head bowed, face in\n\n     his hands, his body convulsing. He's dressed in an ill-\n\n     fitting faded rust colored suit, almost shiny from all the\n\n     wear. Behind him in the distance, the TWO DETECTIVES stand by\n\n     their parked car on the cemetery roadway. Sun dying in the\n\n     sky.\n\n                                                             88.\n\n\n\n\n\n     CLOSE ON JOKER'S FACE BURIED IN HIS HANDS, see he's laughing--\n\n     impossible to tell if he's laughing because of his condition\n\n     or laughing for real.\n\n\n\n\n\n88   EXT. ROADWAY, POTTER'S FIELD CEMETERY - DUSK              88\n\n\n\n     Joker walking away from his mother's grave, goes to the two\n\n     detectives -- GARRITY and BURKE -- waiting for him by their\n\n     unmarked car. His face is still red, tears in his eyes from\n\n     laughing.\n\n\n\n                         JOKER\n\n                   (wiping his eyes;\n\n                    restrained anger)\n\n               You shouldn't be here. It's not\n\n               right.\n\n\n\n                         DET. GARRITY\n\n               We just came to pay our respects.\n\n               Sorry about your mother.\n\n\n\n                         DET. BURKE\n\n               Yeah, it's too bad.\n\n\n\n     Joker just stares at the two detectives.\n\n\n\n     Awkward beat.\n\n\n\n                         DET. BURKE\n\n               Where is everybody?\n\n\n\n                         JOKER\n\n               It's always been just me and her.\n\n\n\n     Joker pauses for a moment, then starts to walk away.\n\n\n\n                         DET. BURKE\n\n                   (calls out)\n\n               We saw you on Murray Franklin.\n\n\n\n     Joker turns back to them.\n\n\n\n                         JOKER\n\n               You saw that?\n\n\n\n                         DET. GARRITY\n\n               Yeah. Heard you were on, so we got\n\n               a videotape.\n\n\n\n                         DET.",
  "69": "---END OF PREVIOUS SECTION---\nGARRITY\n\n               Yeah. Heard you were on, so we got\n\n               a videotape. DET. \n---TARGET SECTION TO BE ANNOTATED---\n BURKE\n\n               I just couldn't tell if you were\n\n               actually trying to be funny or not.\n\n                                                             89.\n\n\n\n\n\n                         JOKER\n\n               Yeah, well I guess you didn't get\n\n               the joke.\n\n\n\n                         DET. GARRITY\n\n               Listen, we need to clear a few\n\n               things up, we spoke to the hospital\n\n               administrator--\n\n\n\n                         JOKER\n\n                   (interrupting)\n\n               Which hospital?\n\n\n\n                         DET. BURKE\n\n               The Children's Hospital.\n\n                   (reminding)\n\n               The night you were fired. He said\n\n               it didn't look like a prop gun, it\n\n               was heavy, like a real one. We have\n\n               some more questions for you.\n\n\n\n                         JOKER\n\n               I just buried my mother.\n\n\n\n     The detectives share a look. Garrity pulls out a card. Hands\n\n     it to Joker.\n\n\n\n                         DET. GARRITY\n\n               We can do it tomorrow. But you need\n\n               to come down to the precinct--\n\n               first thing in the morning.\n\n\n\n                          JOKER\n\n                   (looks down, reading the\n\n                    card)\n\n               Right. Thanks for coming.\n\n\n\n                            DET. BURKE\n\n               Of course.\n\n\n\n     Joker looks back up.\n\n\n\n                         JOKER\n\n               That was a joke.\n\n\n\n     We hear applause followed by the familiar opening riff to\n\n     ELTON JOHN'S \"Bennie &amp; the Jets\".\n\n\n\n\n\n89   INT. MOM'S APARTMENT, BATHROOM - NEXT AFTERNOON             89    \n\n\n\n     JOKER'S LEANING OVER THE BATHROOM SINK, water running. He's\n\n     wearing rust colored pants and a white \"beater\" T-shirt.\n\n                                                                90.\n\n\n\n\n\n     A \"Joker\" clown mask hangs off the dirty mirror by its\n\n     elastic band. \"Bennie &amp; the Jets\" blaring from a transistor\n\n     radio turned all the way up.\n\n\n\n     Joker lifts his head up. He's dyed his hair green like his\n\n     old \"Mr. Jingles\" clown wig-- but he's missed spots. Some of\n\n     his hair is still its original color, sticking out all helter-\n\n     skelter.\n\n\n\n                                                      JUMP CUT:\n\n\n\n     Now he's smearing white grease-paint all over his face.",
  "70": "---END OF PREVIOUS SECTION---\nJingles\" clown wig-- but he's missed spots. Some of\n\n     his hair is still its original color, sticking out all helter-\n\n     skelter. JUMP CUT:\n\n\n\n     Now he's smearing white grease-paint all over his face. \n---TARGET SECTION TO BE ANNOTATED---\n     He's dancing along to the music, gyrating and thrusting his\n\n     hips to the beat, as he glances at the mask hanging from the\n\n     mirror, trying to copy how it looks... A copy of a copy of\n\n     himself.\n\n\n\n     He barely hears someone banging on the front door over the\n\n     loud music--\n\n\n\n     Doesn't answer. Joker just keeps putting on his make-up,\n\n     dancing provocatively to the music.\n\n\n\n     More banging on the front door.\n\n\n\n     Joker casually opens the medicine cabinet. Finds some old\n\n     rusty scissors and turns the radio off--\n\n\n\n\n\n90   INT. FRONT DOOR, MOM'S APARTMENT - AFTERNOON                 90    \n\n\n\n     Joker unlocks the locks, keeping the security chain latched,       \n\n     and cracks open the door,-- Sees Randall. Looks down, and          \n\n     sees Gary next to him. Undoes the chain and opens the door         \n\n     for them--                                                         \n\n\n\n     Randall and Gary get a look at Joker's face, his dyed green        \n\n     hair still wet, streaking white grease-paint smeared over          \n\n     part of his face--                                                 \n\n\n\n                          GARY\n\n                   (re: his look)\n\n               Hey Arthur, how's it going? You get\n\n               a new gig?\n\n\n\n     Joker shakes his head no, steps aside so they can come in,         \n\n     palming the scissors in his hand--\n\n\n\n                         RANDALL\n\n               You must be goin' down to that\n\n               rally at City Hall. Right? I hear\n\n               it's gonna be nuts.\n\n                                                          91.\n\n\n\n\n\n                    JOKER\n\n          Is that today?\n\n\n\nRandall looks at him and laughs--\n\n\n\n                    RANDALL\n\n          Yeah. What's with the clown-face\n\n          then?\n\n\n\nJoker shuts the door behind them. Locks the chain-lock.\n\n\n\n                    JOKER\n\n          My mom died.\n\n\n\n                    RANDALL                                      \n\n              (nodding)                                          \n\n          Yeah we heard. That's why we're                        \n\n          here. Figured you might wanna go                       \n\n          out, get a drink or something?                         \n\n\n\nJoker doesn't answer.                                            \n\n\n\nAwkward beat.                                                    \n\n\n\n                    GARY                                         \n\n          We don't wanna bother you. Randall                     \n\n          just thought we should come and pay                    \n\n          our respects.                                          \n\n\n\n                    RANDALL                                      \n\n          Yeah, we're family.",
  "71": "---END OF PREVIOUS SECTION---\nGARY                                         \n\n          We don't wanna bother you. Randall                     \n\n          just thought we should come and pay                    \n\n          our respects. RANDALL                                      \n\n          Yeah, we're family. \n---TARGET SECTION TO BE ANNOTATED---\n We gotta stick                     \n\n          together.                                              \n\n\n\nJoker stares at Randall.                                         \n\n\n\n                     JOKER                                       \n\n              (beat)                                             \n\n          It's not a good time. I'm in the                       \n\n          middle of something here.                              \n\n\n\n                    GARY                                         \n\n          Of course. No problem. Another                         \n\n          time.                                                  \n\n\n\nGary turns to go. Randall pauses for a moment, has something     \n\nelse to say before he leaves--                                   \n\n\n\n                    RANDALL                                      \n\n          Yeah. Another time, then. Oh hey,--                    \n\n          one other thing--                                      \n\n\n\nHe takes a step closer to Joker--                                \n\n                                                         92.\n\n\n\n\n\n                    RANDALL                                      \n\n          Listen, the cops have been poking                      \n\n          around the shop, they're talking to                    \n\n          all the clowns about those subway                      \n\n          murders and--                                          \n\n\n\n                    GARY                                         \n\n              (interrupting)                                     \n\n          They didn't talk to me.                                \n\n\n\n                     RANDALL                                     \n\n              (snaps at Gary)                                    \n\n          That's because the suspect was a                       \n\n          regular-sized person. If it was a                      \n\n          fucking midget you'd be in jail                        \n\n          right now.                                             \n\n              (turns back to Joker)                              \n\n          Anyway, Hoyt said they were looking                    \n\n          for me, and, and I just wanna see                      \n\n          what you said. You know, make sure                     \n\n          our stories line up, bein' that                        \n\n          you're my boy and--                                    \n\n\n\nAND JOKER STABS THE SCISSORS AS DEEP AS HE CAN into Randall's    \n\nneck. Blood spurts. Randall screams. Gary stumbles back in       \n\nshock--                                                          \n\n\n\n                     GARY\n\n              (screaming)\n\n          What the fuck what the fuck WHAT\n\n          THE FUCK--\n\n\n\nJoker pulls them out and jams them into Randall's eye before\n\nhe can react. The sound is sickening. Gary's screaming in the\n\nbackground--\n\n\n\nRandall blindly fights back, screaming in pain, flailing his\n\narms, his own blood blinding him--\n\n\n\nJoker grabs Randall by the head -- all of his pent up rage\n\nand frustration pouring out of him -- AND SLAMS HIS HEAD\n\nAGAINST THE WALL.\n\n\n\nAGAIN. And AGAIN. And AGAIN.\n\n\n\nJoker lets go of Randall's head, and Randall drops to the\n\nground.",
  "72": "---END OF PREVIOUS SECTION---\nAnd AGAIN. And AGAIN. Joker lets go of Randall's head, and Randall drops to the\n\nground. \n---TARGET SECTION TO BE ANNOTATED---\n Joker leans back against the wall, out of breath,\n\nkind of slides down the wall to the floor--\n\n\n\nSees Gary huddled in the corner, trembling with fear--\n\n                                                                93.\n\n\n\n\n\n                         JOKER\n\n                   (catching his breath)\n\n               I'm gonna be on TV tonight. Can you\n\n               believe it?\n\n\n\n     Gary doesn't answer. Doesn't move--\n\n\n\n                         JOKER\n\n               It's okay, Gary. You can go.\n\n\n\n     Gary backs away toward the door. Joker sits there for a\n\n     moment, breathing heavy, wipes Randall's blood off his face--\n\n\n\n                           GARY (OS)\n\n               Hey, Art?\n\n\n\n     Joker turns, sees Gary at the front door. He points up high\n\n     to the chain-lock. He can't reach it.\n\n\n\n     Joker just shakes his head to himself and gets up to unlock\n\n     the door.\n\n\n\n     He walks past Gary who's still trembling almost too afraid to\n\n     look up at him. Joker leans over him and undoes the chain,\n\n     opens the door. Gary bolts, running down the hallway as fast\n\n     as he can--\n\n\n\n                                                          CUT TO:\n\n\n\n\n\n91   INT. MOM'S BEDROOM, APARTMENT - LATE AFTERNOON               91    \n\n\n\n     (Over the following, we don't see Joker's face. We don't\n\n     reveal his finished \"look\" just yet.)\n\n\n\n     CLOSE PICKING UP HIS NOTEBOOK, fanning through the pages--         \n\n     Pausing at the BLACK &amp; WHITE RIPPED PHOTO OF BRUCE WAYNE for\n\n     a moment. Continues, stopping at the same entry from the\n\n     opening scene--\n\n\n\n     CLOSE ON WORDS, \"I just hope my death make more sense than my\n\n     life.\"\n\n\n\n\n\n92   INT. LIVING ROOM, MOM'S APARTMENT - LATE AFTERNOON           92    \n\n\n\n     CLOSE ON TAKING RANDALL'S WALLET OUT OF HIS BLOOD SOAKED           \n\n     PANTS, pocketing all the cash.\n\n\n\n     CLOSE ON BUTT OF A GUN STICKING OUT OF RANDALL'S WAISTBAND,        \n\n     glimpse Joker's hand reaching for it--                             \n\n                                                             94.\n\n\n\n\n\n93   INT. KITCHEN, MOM'S APARTMENT - LATE AFTERNOON              93    \n\n\n\n     JOKER'S P.O.V.",
  "73": "---END OF PREVIOUS SECTION---\nKITCHEN, MOM'S APARTMENT - LATE AFTERNOON              93    \n\n\n\n     JOKER'S P. O. V. \n---TARGET SECTION TO BE ANNOTATED---\n FINISHING WRITING A NOTE, \"On Murray Franklin      \n\n     Tonight -- Please Watch!\"                                         \n\n\n\n     CLOSE ON STUFFING THE NOTE AND ALL OF RANDALL'S MONEY into an     \n\n     envelope--                                                        \n\n\n\n     TURNING ENVELOPE OVER, WRITING \"SOPHIE\" on the front.             \n\n\n\n\n\n94   INT. LIVING ROOM WINDOW, MOM'S APARTMENT - LATE AFTERNOON 94      \n\n\n\n     CLOSE ON THE ORANGE CAT AT THE WINDOW, and maybe if we're\n\n     looking close enough we notice something strange... the cat\n\n     has no reflection.\n\n\n\n     ANGLE OVER JOKER'S SHOULDER OPENING THE WINDOW, shooing the       \n\n     cat out onto the fire escape, out into the dying day--            \n\n\n\n                         JOKER (OS)\n\n               Go on. Go. You're free.                                 \n\n\n\n     CLOSE ON THE CAT LOOKING BACK AT JOKER FOR A LONG MOMENT,\n\n     before scampering off out into the world, leaving him behind\n\n     for good.\n\n\n\n     As he closes the window we almost catch Joker's reflection in\n\n     the glass--\n\n\n\n\n\n95   INT. HALLWAY, APARTMENT BUILDING - LATE AFTERNOON           95    \n\n\n\n     FOLLOWING BEHIND JOKER, walking down the hallway as if in\n\n     slow motion, heading for Sophie's apartment. His dyed green\n\n     hair now slicked back.\n\n\n\n     He's wearing the ill-fitting rust colored suit he wore to his\n\n     mother's funeral.\n\n\n\n     STILL FROM BEHIND, he lays the envelope in front of Sophie's      \n\n     door, then pulls something else out of his pocket -- his body     \n\n     obscuring what it is -- puts it down by her door and leaves.      \n\n\n\n     As he walks away down the hallway, we see what else Joker         \n\n     left behind--                                                     \n\n\n\n     HIS WAND OF FLOWERS, at Sophie's door.                            \n\n\n\n     Hold.                                                             \n\n                                                               95.\n\n\n\n\n\n96   INT.",
  "74": "---END OF PREVIOUS SECTION---\nHold. 95. 96   INT. \n---TARGET SECTION TO BE ANNOTATED---\n ELEVATOR, HALLWAY - LATE AFTERNOON                      96    \n\n\n\n     FROM BEHIND JOKER STEPPING ONTO THE ELEVATOR, TURNING TO FACE      \n\n     US AS THE DOOR STARTS TO CLOSE, FINALLY REVEALING HIS LOOK--       \n\n\n\n     Green hair slicked back like one of the Wall Street assholes       \n\n     he killed... White grease paint smeared over his face... red       \n\n     nose painted on... dark blue peaks over and under his eyes...      \n\n     his mother's red lipstick crudely outlining his broken             \n\n     smile... Under the harsh flickering fluorescent lights, he         \n\n     looks like an insane version of his mask.                          \n\n\n\n     The door closes on his new face. Ding.                             \n\n\n\n\n\n97   EXT. APARTMENT BUILDING - LATE AFTERNOON                     97\n\n\n\n     Joker steps out of his building into the setting sun, just as      \n\n     Garrity and Burke are getting out of their unmarked Ford LTD       \n\n     Crown Vic--                                                        \n\n\n\n                         DET. GARRITY                                   \n\n               Hey Arthur, where you going?                             \n\n\n\n                         DET. BURKE                                     \n\n               Yeah, thought you were coming down                       \n\n               to the station this morning.                             \n\n\n\n     And Joker takes off running--\n\n\n\n     Garrity gives chase on foot as Burke hurries back into the\n\n     car--                                                              \n\n\n\n\n\n98   EXT. 174TH STREET, TWO LANES - CONTINUOUS                    98\n\n\n\n     Joker darts out from his block into the avenue, sprints\n\n     across the busy, two-lane street without looking--\n\n\n\n     Running right in front of an oncoming YELLOW CAB on the far\n\n     side of the street--\n\n\n\n     BAM!\n\n\n\n     The cab hits him and Joker goes crashing into the windshield.\n\n     Bounces up and over the car. Landing hard on the pavement--\n\n\n\n     The car directly behind the cab skids to a stop just before\n\n     running over Joker's face. Swerving into the other lane and\n\n     CRASHING INTO an oncoming truck.\n\n\n\n     Cars on both sides of the street skidding trying to stop--\n\n     Crashing. It's chaos.\n\n                                                                96.\n\n\n\n\n\n      Joker pops back up from getting hit. He's in pain. But not\n\n      dead.\n\n\n\n      Garrity has drawn his service revolver as he makes his way\n\n      through the pile up.",
  "75": "---END OF PREVIOUS SECTION---\nHe's in pain. But not\n\n      dead. Garrity has drawn his service revolver as he makes his way\n\n      through the pile up. \n---TARGET SECTION TO BE ANNOTATED---\n And Burke, now blocked because of the\n\n      crash has jumped out of his car--\n\n\n\n      Joker takes off running, limping down the street toward an\n\n      entrance for the elevated train--\n\n\n\n\n\n99    EXT. ELEVATED TRAIN STATION, STEPS - CONTINUOUS              99\n\n\n\n      Joker hustling up the stairs, dripping sweat, his white\n\n      grease-paint running down his face. He gets to the top of the\n\n      stairs, looks back and catches a glimpse of Garrity and Burke\n\n      at the bottom--\n\n\n\n\n\n100   EXT. PLATFORM, ELEVATED TRAIN STATION - CONTINUOUS         100\n\n\n\n      Joker makes his way down the crowded platform, the passengers\n\n      starting to file on a waiting Lexington Ave/Pelham Express\n\n      Train heading downtown. The train's packed with protesters\n\n      heading to the rally at City Hall. Many carrying signs...\n\n      most of them in \"Joker\" masks... a few painted up to look\n\n      like the \"Joker\" mask. Joker fits in with all of them.             \n\n\n\n      He looks through the crowd of clowns and sees the two cops\n\n      getting to the top of the stairs, looking up and down the\n\n      platform for him. Pulling out their badges on chains from\n\n      around their necks. Identifying themselves as cops.\n\n\n\n      Joker's willing the doors to close. But they don't.\n\n\n\n      The two detectives run onto the train just as the doors are\n\n      finally closing--\n\n\n\n\n\n101   INT. LEXINGTON AVE/PELHAM EXPRESS (MOVING) - CONTINUOUS    101\n\n\n\n      Joker moves through the loud train pushing through the rowdy\n\n      protesters-- Into the next car, all of them packed.                \n\n\n\n      AS THE TRAIN GOES UNDERGROUND, the lights flicker on and off--  \n\n      car GOING BLACK FOR A FEW SECONDS as the train turns and dips  \n\n      and speeds down the tracks.                                     \n\n\n\n      Joker glances back at Burke and Garrity pulling out their          \n\n      badges on chains around their necks. Smith &amp; Wesson service        \n\n      revolvers by their sides. Shouting at the crowd, identifying       \n\n      themselves as cops.                                                \n\n                                                           97.\n\n\n\n\n\nJoker hears some on the train shouting back in anger at the       \n\npolice, keeps moving...",
  "76": "---END OF PREVIOUS SECTION---\nShouting at the crowd, identifying       \n\n      themselves as cops. 97. Joker hears some on the train shouting back in anger at the       \n\npolice, keeps moving... \n---TARGET SECTION TO BE ANNOTATED---\n past clown-faced protestors carrying      \n\nsigns, \"RESIST\"... \"AM I A CLOWN?\"... \"SAVE A CITY, KILL A        \n\nYUPPIE\"...                                                        \n\n\n\nThe two cops push through the car, scanning all the \"clown\"       \n\nfaces... So many look like Joker. They just shove protesters      \n\nout of the way, shouting at them all the while. A few more        \n\nvoices rising up in protest--                                     \n\n\n\nJoker feels Burke and Garrity behind him getting closer. In       \n\nthe flickering light sees a DRUNK GUY (20's) wearing a            \n\n'Joker' mask and pulls it right off his face--                    \n\n\n\nThe drunk guy turns ready to fight.                               \n\n\n\nHe throws a punch at Joker, and Joker steps out of the way--      \n\n\n\nThe guy pummels someone else--                                    \n\n\n\nA FIGHT BREAKS OUT, spilling down the car.                        \n\n\n\nJoker slips the clown mask over his clown face--                  \n\n\n\nAND JUST STANDS THERE IN THE MIDDLE OF THE CHAOS, at home         \n\nwith the chaos all around him--                                   \n\n\n\nGarrity and Burke spot Joker's rust colored suit in the           \n\nmiddle of the unruly mob--                                        \n\n\n\nBurke pulls his gun--                                             \n\n\n\n                    BURKE                                         \n\n              (shouting)                                          \n\n          EVERYBODY DOWN, GOTHAM PD!                              \n\n\n\nThe crowd doesn't drop to the ground. They just keep fighting     \n\nwith each other--                                                 \n\n\n\nBurke sees Joker just standing there. Keeps yelling for the       \n\ncrowd to get down, get down, but they don't listen to him--       \n\n\n\nHe starts shoving protestors down, out of the way-- and           \n\n\n\nAND THEN THE MOB TURNS ON HIM AND GARRITY, starts closing in      \n\naround them--                                                     \n\n\n\nGarrity and Burke are pointing their guns at the crowd,           \n\nyelling panicked for them to back off, back off, and one          \n\nidiot reaches for Garrity's gun--                                 \n\n\n\nBang.                                                             \n\n                                                                98.\n\n\n\n\n\n      Burke fires into the crowd, as the train pulls into the           \n\n      station--                                                         \n\n\n\n      A protestor falls dead. The other clowns on the train go          \n\n      crazy, starting to riot. Glimpse Joker walking away calmly        \n\n      out of the chaos.",
  "77": "---END OF PREVIOUS SECTION---\nBurke fires into the crowd, as the train pulls into the           \n\n      station--                                                         \n\n\n\n      A protestor falls dead. The other clowns on the train go          \n\n      crazy, starting to riot. Glimpse Joker walking away calmly        \n\n      out of the chaos. \n---TARGET SECTION TO BE ANNOTATED---\n Taking off the mask and dropping it at his      \n\n      side as he steps off the train, disappearing onto the crowded     \n\n      platform.                                                         \n\n\n\n                                                           CUT TO:      \n\n\n\n\n\n102   EXT. WGCTV STUDIOS, FRANKLIN THEATER - MIDTOWN - EVENING 102      \n\n\n\n      An excited line of ticket holders waiting to get in to \"Live\n\n      with Murray Franklin!\" The poster marquee box near the door\n\n      reads: \"TONIGHT'S GUESTS. Lance Reynolds. Dr. Sally Friedman.\n\n      And Special Guest.\"\n\n\n\n      They swing open the doors and start to let the audience\n\n      inside...\n\n\n\n\n\n103   EXT. BACKSTAGE DOOR, FRANKLIN THEATER - SIDE STREET - EVENING\n\n                                                               103      \n\n\n\n      Random fans and autograph hounds hanging out by the backstage\n\n      door, waiting for the night's guests to arrive...\n\n\n\n\n\n104   INT. STUDIO 4B, STAGE - FRANKLIN THEATER - EVENING         104    \n\n\n\n      Studio audience filing into the studio, being seated in the\n\n      wide bleachers along one wall. Three TV monitors hang from\n\n      the ceiling, facing the audience. Three studio cameras on the\n\n      floor, black cables strewn everywhere.\n\n\n\n      The set for \"LIVE WITH MURRAY FRANKLIN!\" is dark... but we\n\n      can still make out his desk... guest chairs... Don Ellis and\n\n      his Jazz Orchestra's band stand... big blue curtain.\n\n\n\n\n\n105   INT. HALLWAY, FRANKLIN THEATER - EVENING                   105\n\n\n\n      The host of the show, MURRAY FRANKLIN (60's), usually quick\n\n      with a bemused grin but right now in a sour mood, walks fast\n\n      down the hall toward the drab dressing rooms with his old-\n\n      school producer, GENE UFLAND (60's), who's holding the show's\n\n      rundown rolled up in his hand.\n\n\n\n                           GENE UFLAND\n\n                --You gotta see this nut for\n\n                yourself, Murray. I don't think we\n\n                can put him on. With the rioting                        \n\n                out there.                                              \n\n                                                                 99.\n\n\n\n\n\n                          MURRAY FRANKLIN\n\n                    (annoyed)\n\n                Jesus, Gene, I don't have time for\n\n                this. Cindy's been breaking my\n\n                balls all day.",
  "78": "---END OF PREVIOUS SECTION---\n99. MURRAY FRANKLIN\n\n                    (annoyed)\n\n                Jesus, Gene, I don't have time for\n\n                this. Cindy's been breaking my\n\n                balls all day. \n---TARGET SECTION TO BE ANNOTATED---\n                          GENE UFLAND\n\n                She's still mad at you about that\n\n                thing?\n\n\n\n                           MURRAY FRANKLIN\n\n                Three marriages, you'd think I'da\n\n                fuckin' learned something.\n\n                    (then)\n\n                What do I gotta see? I already know\n\n                he's a nut. That's why we're\n\n                putting him on, it's a goof.\n\n\n\n      A young BLONDE INTERN walks by in the opposite direction. She\n\n      nervously smiles to them and keeps walking. Both men turn and\n\n      check out her ass. Murray winks at Gene.\n\n\n\n                          GENE UFLAND\n\n                    (just shakes his head, and\n\n                     smiles)\n\n                I'm telling you, you gotta see him,\n\n                Murray. I think it's too risky, the\n\n                show's too big. It's worth too much\n\n                to blow it on this,-- this freak.\n\n\n\n\n\n106   INT. DRESSING ROOM, FRANKLIN THEATER - CONTINUOUS           106\n\n\n\n      Joker's sitting on a small couch in the cramped dressing\n\n      room, watching the local news on a TV that's mounted up on\n\n      the wall, live shots from the subway station where Burke shot      \n\n      the protestor, footage of the City Hall rally, clashes with        \n\n      police.                                                            \n\n\n\n      He's cleaned himself up as best he could... white grease-\n\n      paint smeared more evenly over his face, green dyed hair\n\n      slicked back in place. Red lips redone.\n\n\n\n      Murray and his producer Gene open the dressing room door\n\n      without knocking--\n\n\n\n      Joker gets up off the couch and goes to shake Murray's hand.\n\n      Murray pauses when he sees Joker's face.\n\n\n\n                          JOKER\n\n                    (shakes Murray's hand;\n\n                     effusive)\n\n                Murray, I can't believe this is\n\n                real, that I'm really here.\n\n                                                       100.\n\n\n\n\n\n                    GENE UFLAND\n\n          It's Mr. Franklin kid, show some\n\n          respect.\n\n\n\n                    MURRAY FRANKLIN\n\n          Oh shut up, Gene.\n\n              (to Joker)\n\n          Murray is fine. I prefer it in\n\n          fact. Thanks for coming on the\n\n          show.\n\n\n\n                    JOKER\n\n          Are you kidding? Thank you for the\n\n          opportunity. I've been watching you\n\n          forever. My mother never missed a\n\n          show.",
  "79": "---END OF PREVIOUS SECTION---\nThank you for the\n\n          opportunity. I've been watching you\n\n          forever. My mother never missed a\n\n          show. \n---TARGET SECTION TO BE ANNOTATED---\nMurray nods not listening, he's heard this before.\n\n\n\n                    MURRAY FRANKLIN\n\n          So what's with the face? Are you\n\n          part of the protests?\n\n\n\n                    JOKER\n\n          No, I don't believe in any of that.\n\n          I don't believe in anything. I just\n\n          thought it would be good for my\n\n          act.\n\n\n\n                    GENE UFLAND                                  \n\n              (upset)                                            \n\n          Your act? Didn't you hear that a                       \n\n          kid got killed on the subway and                       \n\n          two cops who were almost beat to                       \n\n          death? You didn't hear about the                       \n\n          dozens of protestors and police                        \n\n          injured in the riots?                                  \n\n\n\nJoker looks like he's about to bust out laughing. All of that    \n\nnews is playing out on the TV above their heads. He takes a      \n\ndeep breath. Swallows the laugh.                                 \n\n\n\nBeat.\n\n\n\n                    JOKER\n\n          No. I hadn't heard.\n\n\n\nGene and Murray share a look.\n\n\n\n                    GENE UFLAND\n\n          --the audience is gonna go crazy if\n\n          you put him on. It was okay maybe\n\n          for a bit, but not a whole segment.\n\n                                                       101.\n\n\n\n\n\nMurray thinks about it for a beat.\n\n\n\n                     MURRAY FRANKLIN\n\n          I like it. It's timely. It's edgy.\n\n          It's, it's dangerous. The best\n\n          comedy is all those things put\n\n          together.\n\n              (done)\n\n          We're gonna go with it.\n\n\n\nGene rubs his temples, he doesn't like this, but Murray is\n\nthe boss.\n\n\n\n                    JOKER\n\n          Thank you Murray.\n\n\n\n                    MURRAY FRANKLIN\n\n              (flashes his bemused\n\n               smile; condescending)\n\n          Couple rules though,-- No cussing,\n\n          no off-color material, we do a\n\n          clean show, okay? You'll be on\n\n          after Dr. Sally. Someone will come\n\n          and get you. Good?\n\n\n\nJoker nods good. Smiles back at Murray.\n\n\n\nMurray and Gene turn to go, exchanging smirks with each other\n\nas they walk out, making light of Joker who we see behind\n\nthem still standing there.",
  "80": "---END OF PREVIOUS SECTION---\nJoker nods good. Smiles back at Murray. Murray and Gene turn to go, exchanging smirks with each other\n\nas they walk out, making light of Joker who we see behind\n\nthem still standing there. \n---TARGET SECTION TO BE ANNOTATED---\n                    JOKER\n\n          Hey Murray,-- one small thing? When\n\n          you bring me out, can you introduce\n\n          me as \"The Joker\"?\n\n\n\nMurray and Gene look back at him\n\n\n\n                     GENE UFLAND\n\n          What? You don't want to use your\n\n          real name?\n\n\n\n                    JOKER\n\n          Honestly, I don't even know what my\n\n          real name is.\n\n\n\nJoker smiles, the guys can't tell if he's kidding or not.\n\n\n\n                    JOKER\n\n          Besides, that's what you called me\n\n          on the show, Murray. A joker.\n\n          Remember?\n\n                                                              102.\n\n\n\n\n\n                          MURRAY FRANKLIN\n\n                    (to Gene; trying not to\n\n                     crack up)\n\n                Did I?\n\n\n\n                          GENE UFLAND\n\n                I have no idea.\n\n\n\n                          MURRAY FRANKLIN\n\n                    (turns back to Joker)\n\n                Well, if you say so, kid. Joker it\n\n                is.\n\n\n\n      Murray starts to laugh at Joker as he closes the dressing\n\n      room door, shutting it right in his face.\n\n\n\n                                                           CUT TO:\n\n\n\n\n\n107   INT. BACKSTAGE, BEHIND CURTAIN - STUDIO 4B - NIGHT          107\n\n\n\n      JOKER'S BACKSTAGE AT THE EDGE OF THE BLUE CURTAIN, trying to\n\n      watch the show through a slim gap. Behind him there's a\n\n      monitor on a cart playing the live feed.\n\n\n\n      He moves the curtain aside to get a better look-- Glimpses\n\n      Murray laughing, finishing up talking to noted sex therapist\n\n      DR. SALLY FRIEDMAN (60's).\n\n\n\n                          MURRAY FRANKLIN\n\n                    (to Dr. Sally)\n\n                You gotta see our next guest for\n\n                yourself. Will you stick around?\n\n                Maybe you can help, I'm pretty sure\n\n                he could use a doctor.\n\n\n\n      The audience laughs.\n\n\n\n                          DR. SALLY FRIEDMAN\n\n                Oh. Does he have sexual problems?\n\n\n\n                          MURRAY FRANKLIN\n\n                He looks like he's got a lot of\n\n                problems.\n\n\n\n      Another big laugh.\n\n\n\n                          MURRAY FRANKLIN\n\n                    (turns, looks into camera)\n\n                It's been a crazy few days here in\n\n                Gotham, and, I think maybe things\n\n                are about to get crazy around here\n\n                too.",
  "81": "---END OF PREVIOUS SECTION---\nMURRAY FRANKLIN\n\n                He looks like he's got a lot of\n\n                problems. Another big laugh. MURRAY FRANKLIN\n\n                    (turns, looks into camera)\n\n                It's been a crazy few days here in\n\n                Gotham, and, I think maybe things\n\n                are about to get crazy around here\n\n                too. \n---TARGET SECTION TO BE ANNOTATED---\n Don't go anywhere folks. We'll\n\n                be right back.\n\n                                                             103.\n\n\n\n\n\n      APPLAUSE SIGN LIGHTS UP. Everyone claps. Joker keeps watching      \n\n      Murray through the slim gap at the end of the curtain. Hears\n\n      the floor director shout, \"And we're out. Back in three.\"          \n\n\n\n      Joker adjusts the waist of his pants under his jacket. Takes       \n\n      a deep breath.                                                     \n\n\n\n\n\n108   INT. DIRECTOR'S BOOTH, STUDIO 4B - NIGHT                    108\n\n\n\n      Perched one story above the studio. There's a long console\n\n      where the DIRECTOR sits in front of a gooseneck microphone,\n\n      looking over a double-bank of monitors.\n\n\n\n      Sitting next to him are the ASSOCIATE PRODUCER who times the\n\n      show, and the TECHNICAL DIRECTOR who operates the board. The\n\n      monitor showing the live feed is playing a commercial.\n\n\n\n                          ASSOCIATE PRODUCER\n\n                Back in 30 seconds.\n\n\n\n                          DIRECTOR\n\n                Okay, cue the clip. We'll come to\n\n                it straight out of break.\n\n\n\n                          ASSOCIATE PRODUCER\n\n                Five... Four... Three...\n\n\n\n                          DIRECTOR\n\n                Roll clip. Put up the show graphic.\n\n\n\n      ON THE SHOW MONITOR, video of Joker's original stand-up\n\n      performance comes up with the show's graphic in the lower\n\n      right of the screen.\n\n\n\n\n\n109   INT. TALK SHOW SET, STAGE - STUDIO 4B - CONTINUOUS          109\n\n\n\n      ON THE SET, Murray watches the clip on the monitor above his\n\n      desk, can't help but laugh. Sees the FLOOR DIRECTOR counting\n\n      him down silently with her fingers... Three... Two... points\n\n      to Camera One.\n\n\n\n                          MURRAY FRANKLIN\n\n                    (looking into camera)\n\n                O-kay, you may have seen that clip\n\n                of our next guest when we first\n\n                played it two weeks ago. Now before\n\n                he comes out, I just want to say\n\n                that we're all heartbroken here and\n\n                sensitive to what's going on in the\n\n                city tonight. But, this is how he\n\n                wanted to come on the show. So let\n\n                me introduce-- The Joker.\n\n                                                          104.",
  "82": "---END OF PREVIOUS SECTION---\nBut, this is how he\n\n                wanted to come on the show. So let\n\n                me introduce-- The Joker. 104. \n---TARGET SECTION TO BE ANNOTATED---\nBEHIND THE BLUE CURTAIN, Joker gathers himself, ready for his\n\nmoment. Doesn't hear his introduction or see a STAGEHAND pull\n\nopen the curtain for him to go out--\n\n\n\nON SET, THE CURTAIN'S OPEN, Don Ellis and his Jazz Orchestra\n\nare playing Joker on. He doesn't come out. Murray looks over\n\nto the empty space in the curtain.\n\n\n\nThe audience laughs.\n\n\n\nBEHIND THE CURTAIN, Joker sees the stagehand motioning for\n\nhim to go out on stage. Joker starts out, pausing when he\n\ntakes a step into the bright lights. The stagehand doesn't\n\nsee him stop, and drops the curtain back on Joker before the\n\naudience can really see his face--\n\n\n\nTangling Joker up in the curtain.\n\n\n\nThe audience keeps laughing thinking it's part of his act.\n\nThe band keeps playing him on. Joker untangles himself from\n\nthe curtain and the audience gets a good look at him.\n\n\n\nSome continue laughing. A few boo. Most don't know what to\n\nmake of him.\n\n\n\nJoker walks across the stage, forgetting to wave like he\n\npracticed. He trips over the riser surrounding the set when\n\nhe goes to shake Murray's hand. Almost falls on him.\n\n\n\nMurray tries not to crack up. The audience laughs. Thinks\n\nit's part of Joker's act.\n\n\n\nJoker reaches out to hug Dr. Sally as she goes in for a\n\nhandshake. Another awkward moment. More laughs.\n\n\n\nJoker finally sits down next to Murray. Crosses and uncrosses\n\nhis legs. Can't get comfortable.\n\n\n\n                    MURRAY FRANKLIN\n\n          So, ahhh, thanks for coming on the\n\n          show. But I gotta tell ya, with\n\n          what happened at City Hall today,\n\n          I'm sure many of our viewers here\n\n          in the studio, and at home, might\n\n          find this look of yours in poor\n\n          taste.\n\n\n\nJoker's not listening to Murray. He's mesmerized by all the\n\nlights shining on him... all the eyes on him... he doesn't\n\nanswer Murray.\n\n\n\nNervous laughter from the audience.\n\n                                                             105.\n\n\n\n\n\n                           MURRAY FRANKLIN\n\n                    (tries again)\n\n                Can you tell us why you're dressed\n\n                like this?\n\n\n\n      AND JOKER STARTS TO LAUGH. Not embarrassed of it anymore.",
  "83": "---END OF PREVIOUS SECTION---\nMURRAY FRANKLIN\n\n                    (tries again)\n\n                Can you tell us why you're dressed\n\n                like this? AND JOKER STARTS TO LAUGH. Not embarrassed of it anymore. \n---TARGET SECTION TO BE ANNOTATED---\n He\n\n      goes with it. Giving in to it, enjoying the laughter.\n\n\n\n                          MURRAY FRANKLIN\n\n                    (can't help but smile at\n\n                     Joker's laughing)\n\n                Okay. But I'm not sure how any of\n\n                this is funny. A lot of those\n\n                protesters are going with this\n\n                look. City seems to be full of\n\n                clowns these days.\n\n\n\n                          JOKER\n\n                    (just nods, still\n\n                     laughing)\n\n                Yeah. Isn't it great?\n\n\n\n      Joker just keeps cracking up. Audience still isn't sure what\n\n      to make of him. There's some awkward laughter.\n\n\n\n\n\n110   INT. DIRECTOR'S BOOTH, STUDIO 4B - CONTINUOUS            110\n\n\n\n      Nobody's laughing in the booth.\n\n\n\n                          TECHNICAL DIRECTOR\n\n                    (looks to the director)\n\n                This guy's got nothing.\n\n\n\n                           DIRECTOR\n\n                    (hits the producer's talk\n\n                      button; into the mic)\n\n                Gene, what the hell? You wanna kill\n\n                this?\n\n\n\n\n\n111   INT. TALK SHOW SET, STAGE - CONTINUOUS                   111\n\n\n\n      Murray glances over at his producer Gene Ufland, who's\n\n      sitting off-camera on a director's chair by a monitor. Gene\n\n      shrugs at him.\n\n\n\n                          MURRAY FRANKLIN\n\n                    (smiles; trying to save\n\n                     the interview)\n\n                So when we talked earlier, you\n\n                mentioned that you aren't\n\n                political. That this look isn't a\n\n                political statement.\n\n                                                          106.\n\n\n\n\n\n                    JOKER\n\n              (between laughs)\n\n          That's right. I'm not political,\n\n          Murray. I'm, I'm, I'm just trying\n\n          to make people laugh.\n\n\n\n                    MURRAY FRANKLIN\n\n              (beat; smiles)\n\n          How's that goin' for ya? Have you\n\n          been working on any new material?\n\n          Do you want to tell us a joke?\n\n\n\nThe audience claps, egging Joker on to tell a joke.\n\n\n\nJoker looks over at Murray -- his laughing fit finally\n\nsubsiding -- and reaches into his jacket pocket and--\n\n\n\nPulls out his worn notebook, catching his breath. Looks\n\nthrough it to find a new joke.\n\n\n\n                    MURRAY FRANKLIN\n\n          You brought a joke book?\n\n\n\nThe audience laughs.",
  "84": "---END OF PREVIOUS SECTION---\nLooks\n\nthrough it to find a new joke. MURRAY FRANKLIN\n\n          You brought a joke book? The audience laughs. \n---TARGET SECTION TO BE ANNOTATED---\n Joker smiles, opens the page to Bruce\n\nWayne's photo, pauses for a moment then turns the page. Finds\n\na joke--\n\n\n\n                    JOKER\n\n              (reading)\n\n          Okay. Here's one. Knock knock.\n\n\n\n                    MURRAY FRANKLIN\n\n          Oh god, a knock-knock joke? And you\n\n          need to read it?\n\n\n\n                    JOKER\n\n              (nods, reads it again)\n\n          I want to get it right. Knock\n\n          knock.\n\n\n\nMurray makes a face like, \"Okay, I'll go along with this.\"\n\n\n\n                    MURRAY FRANKLIN\n\n          Who's there?\n\n\n\n                     JOKER\n\n              (looks up from his\n\n               notebook)\n\n          It's the police, ma'am. Your son\n\n          has been hit by a drunk driver.\n\n          He's dead.\n\n\n\nBeat.\n\n                                                             107.\n\n\n\n\n\n112   INT. DIRECTOR'S BOOTH, STUDIO 4B - CONTINUOUS            112\n\n\n\n      The associate producer tries not to laugh, but she can't help\n\n      it. The director looks over at her like she's lost her mind.\n\n\n\n                          DIRECTOR\n\n                    (shakes his head)\n\n                Okay, ready Camera Two. Take Two.\n\n                Ready Three. Three.\n\n\n\n      ON THE MONITORS, some of the audience cracks up. Joker smiles\n\n      at the response. Murray Franklin shakes his head, smirking at\n\n      the joke despite himself.\n\n\n\n                          MURRAY FRANKLIN (ON MONITORS)\n\n                So, Arthur, you told me backstage\n\n                that your--\n\n\n\n      Joker leans over interrupting Murray, whispers something to\n\n      him.\n\n\n\n\n\n113   INT. TALK SHOW SET, STAGE - STUDIO 4B - CONTINUOUS       113\n\n\n\n      Murray nods as Joker whispers.\n\n\n\n                          MURRAY FRANKLIN\n\n                    (bemused smile;\n\n                     patronizing)\n\n                Right. Sorry. I mean Joker-- you\n\n                told me backstage that your\n\n                mother's a big fan of the show,\n\n                that she never misses it.\n\n\n\n      Joker puts the notebook back in his pocket. Crosses his legs,\n\n      starting to get a bit more comfortable.\n\n\n\n                          JOKER\n\n                That's right, Murray. But she's\n\n                dead now.\n\n\n\n      The audience laughs.",
  "85": "---END OF PREVIOUS SECTION---\nJOKER\n\n                That's right, Murray. But she's\n\n                dead now. The audience laughs. \n---TARGET SECTION TO BE ANNOTATED---\n                          MURRAY FRANKLIN\n\n                    (goes along with the\n\n                     \"joke\")\n\n                Hold on. Your mother's dead?\n\n\n\n                          JOKER\n\n                Yeah. She is.\n\n\n\n      Murray's not sure if this is part of his act.\n\n                                                       108.\n\n\n\n\n\n                    MURRAY FRANKLIN\n\n          Okay. What about your father? Does\n\n          he watch the show?\n\n\n\nLaughter from the crowd.\n\n\n\n                     JOKER\n\n          I don't know who my father is,\n\n          Murray. Turns out I was adopted and\n\n          sexually assaulted by my mother's\n\n          boyfriend.\n\n\n\nA few in the audience groan. A couple even laugh. Still think\n\nit's just Joker's edgy, off-kilter sense of humor.\n\n\n\nDon Ellis plays \"wha-wha-wha-whuuuuh\" on his trumpet from the\n\nband stand.\n\n\n\n                    DR. SALLY FRIEDMAN\n\n          Ahhhh! No, no,-- You can not joke\n\n          about that.\n\n\n\n                     MURRAY FRANKLIN\n\n              (shakes his head;\n\n                irritated)\n\n          Yeah, that's not funny, that's not\n\n          the kind of humor we do on this\n\n          show.\n\n\n\nMurray glances over at Gene in the wings. He gives him the\n\n\"wrap it up\" sign.\n\n\n\n                     JOKER\n\n              (just keeps going, on a\n\n               roll)\n\n          Sorry. It's been a rough few\n\n          months, Murray. I mean, after my\n\n          mother died, the police came to\n\n          question me at her funeral. Who\n\n          does that?\n\n\n\n                    MURRAY FRANKLIN\n\n              (too easy)\n\n          Oh really? Were you a suspect?\n\n\n\nThe audience laughs.\n\n\n\n                    JOKER\n\n          Very funny, Murray. No, they came\n\n          because I killed those three Wall\n\n          Street guys.\n\n\n\nBeat.\n\n                                                             109.\n\n\n\n\n\n      Studio audience can't tell if he's joking or not. Murray\n\n      can't either.\n\n\n\n                           MURRAY FRANKLIN\n\n                    (looks at him confused)\n\n                Okay. I'm waiting for the\n\n                punchline.\n\n\n\n                          JOKER\n\n                There is no punchline. It's not a\n\n                joke.\n\n\n\n\n\n114   INT. DIRECTOR'S BOOTH, STUDIO 4B - CONTINUOUS              114\n\n\n\n      The director stares at the monitor.",
  "86": "---END OF PREVIOUS SECTION---\nIt's not a\n\n                joke. 114   INT. DIRECTOR'S BOOTH, STUDIO 4B - CONTINUOUS              114\n\n\n\n      The director stares at the monitor. \n---TARGET SECTION TO BE ANNOTATED---\n                          DIRECTOR\n\n                Did he just confess to killing the\n\n                Wall Street Three?\n\n\n\n                          TECHNICAL DIRECTOR\n\n                    (horrified)\n\n                Yeah. I think he did.\n\n\n\n                           ASSOCIATE PRODUCER\n\n                    (turns to the director,\n\n                     nods)\n\n                He definitely did.\n\n\n\n                          DIRECTOR\n\n                Jesus Christ.\n\n                    (hits the camera talk\n\n                     button, into mic)\n\n                Camera Three, get in close.\n\n\n\n      ANGLE ON MONITOR, Camera Three zooming in close on Joker's\n\n      face.\n\n\n\n\n\n115   INT. TALK SHOW SET, STAGE - CONTINUOUS                     115\n\n\n\n      Gene Ufland is now standing up from his chair. Motions for\n\n      Murray to kill the interview. Murray shakes his head to\n\n      himself. This is a big \"get,\" it could be great television.\n\n\n\n                          MURRAY FRANKLIN\n\n                    (turns back to Joker; with\n\n                     gravitas)\n\n                You're serious, aren't you? You're\n\n                telling us you killed those three\n\n                boys on the subway. Why should we\n\n                believe you?\n\n                                                             110.\n\n\n\n\n\n                          JOKER\n\n                    (shrugs)\n\n                I got nothing left to lose, Murray.\n\n                Nothing can hurt me anymore. This\n\n                is my fate, it was always my fate.\n\n                My life is nothing but a comedy.\n\n\n\n\n\n116   INT. SOPHIE'S APARTMENT, LIVING ROOM - CONTINUOUS        116\n\n\n\n      Sophie's sitting on her couch watching this interview play\n\n      out on TV. GiGi's asleep next to her. The open envelope and      \n\n      the money are lying on the coffee table. No sign of the          \n\n      flowers anywhere.                                                \n\n\n\n                          MURRAY FRANKLIN (ON TV)\n\n                Let me get this straight, you think\n\n                killing those young men is funny?\n\n\n\n                          JOKER (ON TV)\n\n                Yeah. But comedy is subjective,\n\n                isn't that what they say? Besides,\n\n                the way I see it, what happened was\n\n                a good thing. All of you, Gotham,\n\n                the system that knows so much, you\n\n                decide, you decide what's right and\n\n                wrong. What's real or what's made\n\n                up. The same way you decide what's\n\n                funny or not.",
  "87": "---END OF PREVIOUS SECTION---\nAll of you, Gotham,\n\n                the system that knows so much, you\n\n                decide, you decide what's right and\n\n                wrong. What's real or what's made\n\n                up. The same way you decide what's\n\n                funny or not. \n---TARGET SECTION TO BE ANNOTATED---\n      Sophie edges forward on the couch, can almost see a hint of\n\n      agreement on her face.\n\n\n\n\n\n117   INT. TALK SHOW SET, STAGE - STUDIO 4B - CONTINUOUS       117\n\n\n\n      Back on set, we can tell by the way Murray's now interviewing\n\n      Joker, talking to him slower, more thoughtfully, that he\n\n      thinks this is gonna get him an Emmy... Maybe even a Peabody.\n\n\n\n                           MURRAY FRANKLIN\n\n                    (beat)\n\n                Okay, I think I understand. You did\n\n                it to start a movement, to become a\n\n                symbol.\n\n\n\n                          JOKER\n\n                C'mon, Murray, do I look like the\n\n                kind of clown who could start a\n\n                movement? I killed those guys                          \n\n                because they were awful.                               \n\n                Everybody's awful these days. It's\n\n                enough to make anyone crazy.                           \n\n                                                 111.\n\n\n\n\n\n                    MURRAY FRANKLIN\n\n          So that's it, you're crazy. That's\n\n          your defense for killing three\n\n          young men? Because they were mean              \n\n          to you?                                        \n\n\n\n                    JOKER\n\n          No. They couldn't carry a tune to              \n\n          save their lives.                              \n\n\n\nSome audible groans from the audience.                   \n\n\n\n                    JOKER                                \n\n          Why is everyone so upset about                 \n\n          these guys? Because Thomas Wayne               \n\n          went and cried about them on TV?\n\n\n\n                    MURRAY FRANKLIN                      \n\n          You have a problem with Thomas\n\n          Wayne, too?\n\n\n\n                    JOKER\n\n          Yeah. I do. Everything comes so\n\n          easy for him.\n\n\n\n                    MURRAY FRANKLIN\n\n          And what's wrong with that?\n\n\n\n                    JOKER\n\n          Have you seen what it's like out\n\n          there, Murray? Do you ever actually            \n\n          leave the studio? Everybody just               \n\n          yells and screams at each other.               \n\n          Nobody's civil anymore. Nobody\n\n          thinks what it's like to be the\n\n          other guy. You think men like                  \n\n          Thomas Wayne, men at ease, ever\n\n          think what it's like to be a guy\n\n          like me? To be anybody but\n\n          themselves.\n\n              (shaking his head, voice\n\n               rising)\n\n          They don't.",
  "88": "---END OF PREVIOUS SECTION---\nYou think men like                  \n\n          Thomas Wayne, men at ease, ever\n\n          think what it's like to be a guy\n\n          like me? To be anybody but\n\n          themselves. (shaking his head, voice\n\n               rising)\n\n          They don't. \n---TARGET SECTION TO BE ANNOTATED---\n They think we'll all\n\n          just sit there and take it like\n\n          good little boys. That we won't\n\n          werewolf and go wild. Well, this is            \n\n          for all of you out there.\n\n\n\nJoker \"howls at the moon.\" It's fucking weird.\n\n                                                             112.\n\n\n\n\n\n118   INT. STATION SQUAD ROOM - 7TH PRECINCT - CONTINUOUS        118\n\n\n\n      OFFICERS AND DETECTIVES JUMPING INTO ACTION, rushing past a\n\n      small portable black &amp; white television sitting on one of the\n\n      desks, hear one of them shout--\n\n\n\n                          POLICE LIEUTENANT (OS)\n\n                That asshole just confessed to\n\n                killing those Wall Street guys on\n\n                fucking live TV!\n\n\n\n      ANGLE ON THE LITTLE TV, TIGHT TWO-SHOT OF JOKER looking at\n\n      Murray.\n\n\n\n                          MURRAY FRANKLIN (ON TV)\n\n                    (shakes his head)\n\n                So much self-pity, Arthur. You\n\n                sound like you're making excuses\n\n                for killing three young men. Not\n\n                everybody's awful.                                      \n\n\n\n\n\n119   INT. TALK SHOW SET, STAGE - STUDIO 4B - CONTINUOUS         119\n\n\n\n      Back on set. Joker looks straight at Murray.\n\n\n\n                          JOKER\n\n                You're awful, Murray.\n\n\n\n      There is no more laughter. The audience is watching this\n\n      exchange with full attention.\n\n\n\n                          MURRAY FRANKLIN\n\n                Me? How am I awful?\n\n\n\n                          JOKER\n\n                Playing my video, inviting me on                        \n\n                the show,-- You just wanted to make                     \n\n                fun of me. Well it's easy to laugh                      \n\n                at Frankenstein on a crowded beach,                     \n\n                isn't it? You're just like the rest                     \n\n                of them, Murray. Everything comes\n\n                too easy for you.\n\n\n\n                          MURRAY FRANKLIN\n\n                    (on the spot; defensive)\n\n                You don't know the first thing\n\n                about me, pal. Look what happened\n\n                because of what you did, Arthur,\n\n                what it led to. There are riots out\n\n                there. Two policemen are in                             \n\n                critical condition, someone was                         \n\n                killed today.                                           \n\n                                                             113.\n\n\n\n\n\n      Joker nods in agreement, yeah, it's because of what he did.",
  "89": "---END OF PREVIOUS SECTION---\nTwo policemen are in                             \n\n                critical condition, someone was                         \n\n                killed today. 113. Joker nods in agreement, yeah, it's because of what he did. \n---TARGET SECTION TO BE ANNOTATED---\n     \n\n\n\n                          JOKER                                       \n\n                How about another joke, Murray?                       \n\n                What do you get when you cross a                      \n\n                mentally-ill loner with a system\n\n                that abandons him and treats him\n\n                like trash?\n\n\n\n      Murray pauses for a minute, not really listening to Joker,\n\n      suddenly realizing the seriousness of the situation. He\n\n      starts to turn to camera--\n\n\n\n                          JOKER\n\n                    (pulls Randall's gun)                             \n\n                I'll tell you what you get. You get                   \n\n                what you fucking deserve,--                           \n\n\n\n      And as Murray Franklin turns back to him, JOKER SHOOTS THE\n\n      SIDE OF MURRAY'S HEAD OFF--\n\n\n\n      Blood splatters all over the back of the set. Some spraying\n\n      in Joker's face. AUDIENCE SCREAMS! Dr. Sally dives for the\n\n      floor.\n\n\n\n\n\n120   INT. SOPHIE'S APARTMENT, LIVING ROOM - CONTINUOUS        120\n\n\n\n      Sophie screams and jumps to her feet horrified! Waking up\n\n      GiGi who starts to cry when she sees what's on television--\n\n\n\n      ON THE TELEVISION, Joker gets up and walks right up to the\n\n      camera. Blood sprayed over his white painted face. Hear the\n\n      studio audience still screaming, bedlam all around him.\n\n\n\n                          JOKER (ON TV)\n\n                    (looks straight into\n\n                     camera; screams Murray's\n\n                     signature sign off)\n\n                GOOD NIGHT AND ALWAYS REMEMBER,--                     \n\n                THAT'S LIFE!                                          \n\n\n\n      And as Joker waves goodbye to the home audience, a black &amp;      \n\n      white \"INDIAN-HEAD TEST PATTERN\" cuts off the show--            \n\n\n\n      \"PLEASE STAND BY\"\n\n\n\n      HERB ALPERT'S \"Spanish Flea\" plays underneath.\n\n\n\n      Beat.\n\n                                                                114.\n\n\n\n\n\n121   INT. TALK SHOW SET, STAGE - CONTINUOUS                      121\n\n\n\n      BACK LIVE IN THE STUDIO, JOKER'S TACKLED BY TWO SECURITY           \n\n      GUARDS AND SOME STAGEHANDS, still hear screams of terror from      \n\n      the audience around him.",
  "90": "---END OF PREVIOUS SECTION---\n114. 121   INT. TALK SHOW SET, STAGE - CONTINUOUS                      121\n\n\n\n      BACK LIVE IN THE STUDIO, JOKER'S TACKLED BY TWO SECURITY           \n\n      GUARDS AND SOME STAGEHANDS, still hear screams of terror from      \n\n      the audience around him. \n---TARGET SECTION TO BE ANNOTATED---\n                                           \n\n\n\n      HIS FACE HITS THE SHINY FLOOR AS IF IN SLOW MOTION--               \n\n\n\n      And we HEAR the soft and familiar opening to FERRANTE &amp;            \n\n      TEICHER's piano version of \"Send in the Clowns\".                   \n\n\n\n                                                         CUT TO:         \n\n\n\n\n\n122   INT. GOTHAM SQUAD CAR (MOVING), GOTHAM STREETS - NIGHT      122    \n\n\n\n      JOKER GAZING OUT THE WINDOW, at all the violence and madness       \n\n      in the city. We only see it in the reflection of the glass...      \n\n      the fires burning... the mob crowding the streets. Joker's         \n\n      handcuffed in the back of the squad car moving slowly through      \n\n      the rioting, sirens wailing, red lights flashing, blood still      \n\n      splattered on his face.                                            \n\n\n\n      STAY ON JOKER'S FACE AS HE HEARS THE POLICE RADIO CRACKLING,       \n\n      reports of rioters in \"Joker\" masks setting fires, breaking        \n\n      windows, looting stores.                                           \n\n\n\n      The images reflected in the window start to speed up as the        \n\n      officer driving weaves faster through the chaos.                   \n\n\n\n                          POLICE OFFICER #1 (OS)                         \n\n                Look what you caused, you freak,                         \n\n                the whole city's on fire because of                      \n\n                you.                                                     \n\n\n\n      AND JOKER BANGS HIS HEAD HARD AGAINST THE STEEL MESH CAGE--        \n\n      BAM.                                                               \n\n\n\n                          POLICE OFFICER #2 (OS)                         \n\n                Keep it up, asshole. Watch what                          \n\n                happens when we get to the station.                      \n\n\n\n      HE BANGS HIS HEAD AGAIN. BAM. BAM. Some blood is forming on        \n\n      his forehead--                                                     \n\n\n\n                          POLICE OFFICER #1 (OS)                         \n\n                    (glancing at Joker in the                            \n\n                     back seat, shouting)                                \n\n                -- Calm the fuck down, you're not                        \n\n                going anywhere!                                          \n\n\n\n      And when the cop driving turns back, catch a glimpse of            \n\n      someone or something running out into the street in front of       \n\n      the speeding squad car--                                           \n\n                                                             115.",
  "91": "---END OF PREVIOUS SECTION---\nBAM. Some blood is forming on        \n\n      his forehead--                                                     \n\n\n\n                          POLICE OFFICER #1 (OS)                         \n\n                    (glancing at Joker in the                            \n\n                     back seat, shouting)                                \n\n                -- Calm the fuck down, you're not                        \n\n                going anywhere! And when the cop driving turns back, catch a glimpse of            \n\n      someone or something running out into the street in front of       \n\n      the speeding squad car--                                           \n\n                                                             115. \n---TARGET SECTION TO BE ANNOTATED---\n      CLOSE ON JOKER AS THE SQUAD CAR SWERVES OUT OF THE WAY, Joker    \n\n      banging up against the door--                                    \n\n\n\n      CRAAAASSSHHHHHH!!!!                                              \n\n\n\n      The squad car hits a parked car hard and flips over, sliding     \n\n      across the street on its roof--                                  \n\n\n\n\n\n123   EXT. SQUAD CAR (SLIDING), STREET - CONTINUOUS            123     \n\n\n\n      SPARKS FLY UNTIL FINALLY THE UPSIDE DOWN SQUAD CAR COMES TO A    \n\n      STOP. Smoke rising from the wreck. Ferrante &amp; Teicher's piano    \n\n      only version of \"Send in the Clowns\" still playing...            \n\n\n\n      Both police officers in the front seat are either unconscious    \n\n      or dead. We see movement in the back seat, hard to tell          \n\n      what's going on inside.                                          \n\n\n\n      Suddenly the back door kicks open--                              \n\n\n\n      And Joker falls out of the car, landing hard on the street,      \n\n      one hand free, handcuffs dangling from his other hand. Hear      \n\n      sirens in the distance--                                         \n\n\n\n      JOKER LEANS BACK AGAINST THE CAR, his face bloody, his body      \n\n      broken from the crash. Sitting there amongst the wreckage,       \n\n      can still see and hear the chaos, the fires burning all          \n\n      around him. He reaches for a jagged shard of broken glass--      \n\n\n\n      And pauses for moment catching his breath, hand holding the      \n\n      jagged glass resting on his lap, wailing sirens getting          \n\n      closer, looks like he's about to cut his wrists--                \n\n\n\n\n\n124   EXT. MOVIE THEATER, STREET - UPTOWN - CONTINUOUS         124     \n\n\n\n      A WELL-HEELED CROWD LETTING OUT OF A MOVIE THEATER, the          \n\n      violence has even reached up here, the nice part of town...      \n\n      Sirens wailing, gangs of punks wearing \"Joker\" masks running     \n\n      past, breaking car windows, fires burning... Catch a glimpse     \n\n      of the lit up marquee listing the films playing, \"Blow Out\"      \n\n      and \"Zorro the Gay Blade\". Hear \"Send in the Clowns\" still       \n\n      playing...",
  "92": "---END OF PREVIOUS SECTION---\nSirens wailing, gangs of punks wearing \"Joker\" masks running     \n\n      past, breaking car windows, fires burning... Catch a glimpse     \n\n      of the lit up marquee listing the films playing, \"Blow Out\"      \n\n      and \"Zorro the Gay Blade\". Hear \"Send in the Clowns\" still       \n\n      playing... \n---TARGET SECTION TO BE ANNOTATED---\n                                                       \n\n\n\n      FROM BEHIND SEE A SILHOUETTED COUPLE AND THEIR KID hurry down    \n\n      the dark side of the street, ducking into an alley to avoid      \n\n      the chaos--                                                      \n\n\n\n      Catch a glimpse of a punk in a \"Joker\" mask following after      \n\n      them pulling a gun--                                             \n\n                                                              116.\n\n\n\n\n\n125   EXT. SQUAD CAR (UPSIDE DOWN), STREET - CONTINUOUS           125    \n\n\n\n      Joker lifts the jagged shard of glass, handcuff swinging...        \n\n      Passes by his wrist... And starts cutting into the slit on         \n\n      one corner of his mouth, making his smile longer and wider.        \n\n      Blood pouring down his face, onto his hand...                      \n\n\n\n      Joker tearing into the other side of his mouth, jagged glass       \n\n      ripping into his flesh, spurting blood, handcuff swinging--        \n\n      Sirens on top of him, red lights flashing over his face--          \n\n\n\n      ANGLE ON JOKER LIT UP RED, done cutting his smile, letting go      \n\n      of the jagged bloody shard... Leans his head back against the      \n\n      squad car, and closes his eyes, covered in his own blood.          \n\n      He's finished.                                                     \n\n\n\n      Now he is the Joker.                                               \n\n\n\n\n\n126   EXT. ALLEY, MOVIE THEATER - CONTINUOUS                      126    \n\n\n\n      FROM BEHIND, FAMILY IN THE SHADOWS sees the guy's eyes go          \n\n      wide behind the mask, pointing his gun, music swelling--           \n\n\n\n                          PUNK                                           \n\n                    (shouting)                                           \n\n                You still think we're all fucking                        \n\n                clowns?                                                  \n\n\n\n      And the punk shoots the man. Reaches out and grabs something       \n\n      off the woman's neck before he shoots her as well. Both fall       \n\n      to the ground dead. Revealing their young son standing behind      \n\n      them--                                                             \n\n\n\n      CLOSE ON EIGHT-YEAR-OLD BRUCE WAYNE, closing his eyes as           \n\n      blood sprays across his face. He opens his eyes and looks up       \n\n      scared at the man in the \"Joker\" mask who killed his parents,      \n\n      Thomas and Martha Wayne. \"Send in the Clowns\" ends.                \n\n\n\n                                                    CUT TO BLACK.        \n\n\n\n      A long beat.                                                       \n\n\n\n      HEAR LAUGHTER.",
  "93": "---END OF PREVIOUS SECTION---\nCUT TO BLACK. A long beat. HEAR LAUGHTER. \n---TARGET SECTION TO BE ANNOTATED---\n                                                     \n\n\n\n      The sound of a man totally cracking up.                            \n\n\n\n                                                          FADE IN:       \n\n\n\n\n\n127   INT. ARKHAM STATE HOSPITAL, INTERVIEW ROOM - MORNING        127    \n\n\n\n      CLOSE ON JOKER, tears in his eyes from laughing so hard. He's      \n\n      enjoying it, not trying to get it under control.                   \n\n                                                       117.\n\n\n\n\n\nHis head's been shaved. He looks medicated or maybe even         \n\nlobotomized. Wearing white institutional clothes.                \n\n\n\nHIS NEW SMILE IS ALL STITCHED UP, cut deep up the corners of     \n\nhis mouth. Forming a longer, \"happier\" smile.                    \n\n\n\nHe's sitting across from an overworked HOSPITAL DOCTOR           \n\n(50's), African American woman. Somehow it's the exact same      \n\nroom Joker imagined his mother was in some 30 years ago. The     \n\nroom and the doctor also look vaguely similar to the social      \n\nworker and her office in the opening scene.                      \n\n\n\nThe doctor just sits there, waiting for him to stop laughing.    \n\nA weathered notebook is on the table in front of him.            \n\nFinally, Joker stops himself.                                    \n\n\n\n                    HOSPITAL DOCTOR                              \n\n          What's so funny?                                       \n\n\n\nHe takes a deep breath, his eyes are glazed over. His voice      \n\nis scratchy, like he doesn't use it much.                        \n\n\n\n                    JOKER                                        \n\n          -- just thinking of this joke.                         \n\n\n\n                    HOSPITAL DOCTOR                              \n\n          Do you want to tell it to me?                          \n\n\n\nBeat.                                                            \n\n\n\n                      JOKER                                      \n\n          No.                                                    \n\n\n\n                    HOSPITAL DOCTOR                              \n\n          Because you don't think I'll get                       \n\n          it?                                                    \n\n\n\n                    JOKER                                        \n\n          Because it's personal, it's between                    \n\n          me and him.                                            \n\n\n\nBeat.                                                            \n\n\n\n                    HOSPITAL DOCTOR                              \n\n          Okay. Is the medication working?                       \n\n          How's your sleeping?                                   \n\n\n\n                      JOKER                                      \n\n                (nods yes)                                       \n\n          ...                                                    \n\n\n\n                    HOSPITAL DOCTOR                              \n\n          How are you feeling?                                   \n\n                                                               118.\n\n\n\n\n\n                          JOKER                                         \n\n                Good. Everything's good now.",
  "94": "---END OF PREVIOUS SECTION---\n118. JOKER                                         \n\n                Good. Everything's good now. \n---TARGET SECTION TO BE ANNOTATED---\n                            \n\n\n\n                          HOSPITAL DOCTOR                               \n\n                Have you been writing in your                           \n\n                journal?                                                \n\n\n\n      Joker slowly nods.                                                \n\n\n\n                          HOSPITAL DOCTOR                               \n\n                Great. I want to make sure you're                       \n\n                keeping up with it.                                     \n\n\n\n                             JOKER                                      \n\n                    (beat)                                              \n\n                Yeah.                                                   \n\n\n\n                          HOSPITAL DOCTOR                               \n\n                Have you written about your                             \n\n                episode? About what happened?                           \n\n\n\n                          JOKER                                         \n\n                How I remember it.                                      \n\n\n\n                           HOSPITAL DOCTOR                              \n\n                    (re: the journal)                                   \n\n                Can I see?                                              \n\n\n\n      Joker slides his journal across to her. She picks it up and       \n\n      flips through the pages--                                         \n\n\n\n      ANGLE ON JOURNAL, blank page after blank page, there's            \n\n      nothing inside of it.                                             \n\n\n\n      The doctor looks up at him confused.                              \n\n\n\n      ANGLE ON JOKER, a smile creeping across his face. And we HEAR     \n\n      the groovy organ opening to FRANK SINATRA's anthem \"That's        \n\n      Life\"...                                                          \n\n\n\n      Beat.                                                             \n\n\n\n\n\n128   INT. HALLWAY, ARKHAM STATE HOSPITAL - MORNING              128    \n\n\n\n      From behind, see Joker shuffling down the hallway past all        \n\n      the other mental patients, an orderly by his side. Sinatra        \n\n      starts singing.                                                   \n\n\n\n      And Joker does a slide step to the music like he can hear it      \n\n      too... into a skip... and another slide step into a spin...       \n\n      Dancing down the hallway into the sunset...                       \n\n\n\n                                                       IRIS OUT:        \n\n                                            119.\n\n\n\n\n\n\"That's Life\" keeps playing over credits.           "
}